{
  "Only one page survives of a work by this man subtitled \"A Pedagogic Overture\" and written to accompany a planned ballet co-written by Percy Wyndham Lewis. This composer of Dr. Syntax scored the film The First of the Few, from which he extracted his Spitfire Prelude and Fugue. His second and last opera was billed as an \"Extravaganza in One Act\" and was composed to a libretto written by Paul Dehn based on a Chekhov play. This composer of the coronation marches, Orb and Sceptre and Crown Imperial wrote the operas The Bear and Troilus and Cressida.  He gained early fame for his orchestral setting of Edith Sitwell's Fa?de poems, but is best-known for setting texts from Psalms, Revelation, and Daniel to music.  For 10 points, identify this twentieth-century British composer of the oratorio Belshazzar's Feast.": {
    "guess": "William Walton",
    "confidence": [
      [
        "William",
        -0.0014302363
      ],
      [
        " Walton",
        -0.00014454192
      ]
    ]
  },
  "Page and Ceilker used a quantum decision process to determine the measurement procedure of this, while": {
    "guess": "Quantum state estimation",
    "confidence": [
      [
        "Quant",
        -0.52842444
      ],
      [
        "um",
        -0.0002730178
      ],
      [
        " state",
        -0.9972724
      ],
      [
        " estimation",
        -0.7782914
      ]
    ]
  },
  "Only one page survives of a work by this man subtitled \"A Pedagogic Overture\" and written to accompany a planned ballet co-written by Percy Wyndham Lewis. This composer of Dr. Syntax scored the film The": {
    "guess": "Constant Lambert",
    "confidence": [
      [
        "Constant",
        -0.9884732
      ],
      [
        " Lambert",
        -5.0616763e-05
      ]
    ]
  },
  "Pahoehoe is produced by many of these geological features, which generally do not generate pyroclastic flows. A fissure in one of these geological features can create a curtain of fire. These features are usually formed through effusive eruptions and have very low-viscosity, fluid lava that can spread over long distances, making some of these features the largest mountains on earth. For 10 points, name these gentle-sloped volcanoes that include Mauna Loa and Kiluaea.": {
    "guess": "Shield volcano",
    "confidence": [
      [
        "Shield",
        -0.008083643
      ],
      [
        " volcano",
        -0.0074744713
      ]
    ]
  },
  "Page and Ceilker used a quantum decision process to determine the measurement procedure of this, while Saulnier and Frisch used ballistic motion to measure it. In the first experiment to calculate it, a small ball (*) was placed to the outside of a larger ball within an isolating box, with the entire": {
    "guess": "Coefficient of Restitution",
    "confidence": [
      [
        "Coefficient",
        -1.3909198
      ],
      [
        " of",
        -0.0028148629
      ],
      [
        " Rest",
        -0.019778747
      ],
      [
        "itution",
        -0.000112245056
      ]
    ]
  },
  "Page and Ceilker used a quantum decision process to determine the measurement procedure of this, while Saulnier and Frisch used ballistic motion to measure it. In the first experiment to calculate it, a small ball (*) was placed to the outside of a larger ball within an isolating box, with the entire apparatus inside a barn with an opening for a telescope. The telescope observed the point when the": {
    "guess": "Ballistic pendulum",
    "confidence": [
      [
        "Ball",
        -2.114072
      ],
      [
        "istic",
        -0.4866577
      ],
      [
        " pend",
        -0.29791412
      ],
      [
        "ulum",
        -0.00012487332
      ]
    ]
  },
  "Pahoehoe is produced by many of these geological features, which generally do not generate pyroclastic flows. A fissure in one of these geological features can create a curtain of fire. These features are usually formed through effusive eruptions and have very low-viscosity, fluid lava that can spread over long distances, making some of these features the largest mountains on earth. For 10 points,": {
    "guess": "Shield volcano",
    "confidence": [
      [
        "Shield",
        -0.56105685
      ],
      [
        " volcano",
        -0.012327163
      ]
    ]
  },
  "Pahoehoe is produced by many of these geological features, which generally do not generate pyroclastic": {
    "guess": "Lava Flow",
    "confidence": [
      [
        "L",
        -0.6482482
      ],
      [
        "ava",
        -5.4385737e-06
      ],
      [
        " Flow",
        -0.8006406
      ]
    ]
  },
  "Page and Ceilker used a quantum decision process to determine the measurement procedure of this, while Saulnier and Frisch used ballistic motion to measure it. In the first experiment to calculate it,": {
    "guess": "Momentum",
    "confidence": [
      [
        "M",
        -1.2181752
      ],
      [
        "omentum",
        -0.029120348
      ]
    ]
  },
  "Pahoehoe is produced by many of these geological features, which generally do not generate pyroclastic flows. A fissure in one of these geological features can create a curtain of fire. These features": {
    "guess": "Volcano",
    "confidence": [
      [
        "Vol",
        -0.12953046
      ],
      [
        "cano",
        -0.021450197
      ]
    ]
  },
  "Only one page survives of a work by this man subtitled \"A Pedagogic Overture\" and written to accompany a planned ballet co-written by Percy Wyndham Lewis. This composer of Dr. Syntax scored the film The First of the Few, from which he extracted his Spitfire Prelude and Fugue. His second and last opera was billed as an \"Extravaganza in One Act\" and was composed to a libretto written by Paul Dehn based on a Chekhov play. This composer of the coronation marches, Orb and Sceptre and Crown Imperial wrote the operas The Bear and Troilus and Cressida.  He gained early fame for his orchestral setting of Edith Sitwell's Fa?de poems, but is best-known for setting texts from Psalms, Revelation, and Daniel": {
    "guess": "Constant Lambert",
    "confidence": [
      [
        "Constant",
        -0.4243105
      ],
      [
        " Lambert",
        -9.372295e-06
      ]
    ]
  },
  "Pahoehoe is produced by many of these geological features, which generally do not generate pyroclastic flows. A fissure in one of these geological features can create a curtain of fire. These features are usually formed through effusive eruptions and have very low-viscosity, fluid lava that can spread": {
    "guess": "Shield volcano",
    "confidence": [
      [
        "Shield",
        -0.5050012
      ],
      [
        " volcano",
        -0.18765269
      ]
    ]
  },
  "Page and Ceilker used a quantum decision process to determine the measurement procedure of this, while Saulnier and Frisch used ballistic motion to measure it. In the first experiment to calculate it, a small ball (*) was placed to the outside of a larger ball within an isolating box, with the entire apparatus inside a barn with an opening for a telescope. The telescope observed the point when the torsion of the rope equaled the attraction between the two lead balls. For 10 points, name this constant measured by the Cavendish experiment that controls the weakest of the fundamental forces.": {
    "guess": "Gravitational constant",
    "confidence": [
      [
        "Gr",
        -0.07335906
      ],
      [
        "avit",
        -1.9504607e-05
      ],
      [
        "ational",
        -5.5577775e-06
      ],
      [
        " constant",
        -0.015432955
      ]
    ]
  },
  "Only one page survives of a work by this man subtitled \"A Pedagogic Overture\" and written to accompany a planned ballet co-written by Percy Wyndham Lewis. This composer of Dr. Syntax scored the film The First of the Few, from which he extracted his Spitfire Prelude and Fugue. His second and last opera": {
    "guess": "Constant Lambert",
    "confidence": [
      [
        "Constant",
        -0.05717106
      ],
      [
        " Lambert",
        -5.5577775e-06
      ]
    ]
  },
  "Only one page survives of a work by this man subtitled \"A Pedagogic Overture\" and written to accompany a planned ballet co-written by Percy Wyndham Lewis. This composer of Dr. Syntax scored the film The First of the Few, from which he extracted his Spitfire Prelude and Fugue. His second and last opera was billed as an \"Extravaganza in One Act\" and was composed to a libretto written by Paul Dehn based on a Chekhov play. This composer of the coronation marches, Orb and Sceptre and Crown Imperial wrote the operas The Bear and Troilus and Cressida.  He gained early fame for his orchestral setting of Edith Sitwell's Fa?de poems, but is best-known for setting texts from Psalms, Revelation, and Daniel to music.  For 10 points, identify this twentieth-century British composer of the oratorio Belshazzar's": {
    "guess": "William Walton",
    "confidence": [
      [
        "William",
        -0.010588378
      ],
      [
        " Walton",
        -0.000210335
      ]
    ]
  },
  "Only one page survives of a work by this man subtitled \"A Pedagogic Overture\" and written to accompany a planned ballet co-written by Percy Wyndham Lewis. This composer of Dr. Syntax scored the film The First of the Few, from which he extracted his Spitfire Prelude and Fugue. His second and last opera was billed as an \"Extravaganza in One Act\" and was composed to a libretto written by Paul Dehn based": {
    "guess": "William Walton",
    "confidence": [
      [
        "William",
        -0.9274473
      ],
      [
        " Walton",
        -0.0014025021
      ]
    ]
  },
  "Only one page survives of a work by this man subtitled \"A Pedagogic Overture\" and written to accompany a planned ballet co-written by Percy Wyndham Lewis. This composer of Dr. Syntax scored the film The First of the Few, from which he extracted his Spitfire Prelude and Fugue. His second and last opera was billed as an \"Extravaganza in One Act\" and was composed to a libretto written by Paul Dehn based on a Chekhov play. This composer of the coronation marches, Orb and Sceptre and Crown Imperial wrote the operas The Bear and Troilus and Cressida.  He gained early fame for his orchestral setting of": {
    "guess": "William Walton",
    "confidence": [
      [
        "William",
        -0.44359204
      ],
      [
        " Walton",
        -0.00034726333
      ]
    ]
  },
  "Only one page survives of a work by this man subtitled \"A Pedagogic Overture\" and written to accompany a planned ballet co-written by Percy Wyndham Lewis. This composer of Dr. Syntax scored the film The First of the Few, from which he extracted his Spitfire Prelude and Fugue. His second and last opera was billed as an \"Extravaganza in One Act\" and was composed to a libretto written by Paul Dehn based on a Chekhov play. This composer of the coronation marches, Orb and Sceptre and Crown Imperial wrote": {
    "guess": "Constant Lambert",
    "confidence": [
      [
        "Constant",
        -0.101543754
      ],
      [
        " Lambert",
        -2.9636918e-05
      ]
    ]
  },
  "Only one page survives of a work by this man subtitled \"A Pedagogic Overture\" and written to accompany": {
    "guess": "Felix Mendelssohn",
    "confidence": [
      [
        "F",
        -1.6029752
      ],
      [
        "elix",
        -0.087449014
      ],
      [
        " Mend",
        -0.00075805024
      ],
      [
        "els",
        -0.00016527968
      ],
      [
        "so",
        -2.4584822e-06
      ],
      [
        "hn",
        -2.9040899e-05
      ]
    ]
  },
  "Page and Ceilker used a quantum decision process to determine the measurement procedure of this, while Saulnier and Frisch used ballistic motion to measure it. In the first experiment to calculate it, a small ball (*) was placed to the outside of a larger ball within an isolating box, with the entire apparatus inside a barn with an opening for a telescope. The telescope observed the point when the torsion of the rope equaled the attraction between the two lead balls. For 10 points, name this constant": {
    "guess": "Cavendish experiment",
    "confidence": [
      [
        "C",
        -0.084960036
      ],
      [
        "av",
        -0.00020461321
      ],
      [
        "end",
        -0.0005432617
      ],
      [
        "ish",
        -0.00012821102
      ],
      [
        " experiment",
        -0.36153173
      ]
    ]
  }
}