{
  "Together with Milne, he is the namesake of an integral equation that describes an isotropically scattering medium, and his namesake distribution function is a solution to the collision-less Boltzmann equation in the epicycle approximation. The vertical temperature gradient is greater than the adiabatic": {
    "guess": "Eddington distribution",
    "confidence": [
      [
        "E",
        -1.1973484
      ],
      [
        "dd",
        -0.0018415368
      ],
      [
        "ington",
        -3.888926e-06
      ],
      [
        " distribution",
        -1.2215372
      ]
    ]
  },
  "Together with Mellin and Newton, this scientist gives his name to a cycle that relates the Norlund-Rice": {
    "guess": "Niels Henrik Abel",
    "confidence": [
      [
        "Ni",
        -1.006427
      ],
      [
        "els",
        -0.008363626
      ],
      [
        " Henrik",
        -0.11410375
      ],
      [
        " Abel",
        -0.0005829382
      ]
    ]
  },
  "Together with Christopher Jencks, this thinker co-authored a sociological history of the American  education system titled The Academic Revolution. This thinker had planned on punning on that title in a  later work that was to be titled The Academic Counterrevolution; instead, that work, which criticized the consumerist attitude of university students, was titled On Higher Education. This thinker col ected essays like his satirical vision of bombing the USSR with consumer goods, titled \"The Nylon War,\" and his  criticism of deterrence, titled \"The American Crisis,\" in a col ection whose titled asked Abundance for  What?  Lionel Tril ing praised another col ection of this man's essays for being better than any American novel in \"giv[ing] me the sense of the actuality of our society;\" that col ection, which contained an essay  titled \"Philosophy for Minority Living,\" and coined the term \"nerve of failure\" to refer to Jews' ability to be  themselves despite general societal disapproval, was Individualism Reconsidered. This man's most famous  work analyzed the \"changing American character\"": {
    "guess": "David Riesman",
    "confidence": [
      [
        "David",
        -0.014610727
      ],
      [
        " R",
        -0.0053639603
      ],
      [
        "ies",
        -6.873572e-05
      ],
      [
        "man",
        -6.313315e-05
      ]
    ]
  },
  "Together with greigite, this mineral is produced by a class of organisms known as MTB, and the Verwey": {
    "guess": "Magnetotactic bacteria",
    "confidence": [
      [
        "M",
        -0.046599098
      ],
      [
        "agnet",
        -0.004169576
      ],
      [
        "ot",
        -0.07159751
      ],
      [
        "actic",
        -0.0003087679
      ],
      [
        " bacteria",
        -0.04072225
      ]
    ]
  },
  "Together with Christopher Jencks, this thinker co-authored a sociological history of the American  education system titled The Academic Revolution. This thinker had planned on punning on that title in a  later work that was to be titled The Academic Counterrevolution; instead, that work, which criticized the consumerist attitude of university students, was titled On Higher Education. This thinker col ected essays like his satirical vision of bombing the USSR with consumer goods, titled \"The Nylon War,\" and his  criticism of deterrence, titled \"The American Crisis,\" in a col ection whose titled asked Abundance for  What?  Lionel Tril ing praised another col ection of this man's essays for being better than any American novel in \"giv[ing] me the sense of the actuality of our society;\" that col ection, which contained an essay  titled \"Philosophy for Minority Living,\" and coined the term \"nerve of failure\" to refer to Jews' ability to be  themselves despite general societal disapproval, was Individualism Reconsidered. This man's most famous  work analyzed the \"changing American character\" as it transitioned from inner- directed to outer-directed.  For 10 points, identify this American sociologist who together with Reul Denny and Nathan Glazer  co-authored The Lonely Crowd.": {
    "guess": "David Riesman",
    "confidence": [
      [
        "David",
        -0.00049024174
      ],
      [
        " R",
        -0.002264567
      ],
      [
        "ies",
        -5.3193703e-06
      ],
      [
        "man",
        -1.7716551e-05
      ]
    ]
  },
  "Together with greigite, this mineral is produced by a class of organisms known as MTB, and the Verwey transition was discovered in this mineral, which undergoes that transtition at about 118 K. A buffer often used in geochemistry is formed from a grouping of this mineral with quartz and fayalite, and peptization of this mineral in acidic and alkaline media is accomplished via the Massart process. Unlike a more common ore of the same element, this mineral typically possesses a high Konigsberger ratio,": {
    "guess": "Magnetite",
    "confidence": [
      [
        "M",
        -0.0069644745
      ],
      [
        "agnet",
        -1.7432603e-06
      ],
      [
        "ite",
        -1.8074163e-05
      ]
    ]
  },
  "Together with Milne, he is the namesake of an integral equation that describes an isotropically scattering medium, and his namesake distribution function is a solution to the collision-less Boltzmann equation in the epicycle approximation. The vertical temperature gradient is greater than the adiabatic temperature gradient according to his namesake criterion which describes the stability in gravitationally bound plasma. His coordinate system can be used to describe a static and spherically symmetric spacetime such as his famous solution to the vacuum Einstein field equations. FTP, identify this": {
    "guess": "Schwarzschild metric",
    "confidence": [
      [
        "Sch",
        -0.418167
      ],
      [
        "war",
        -0.01910918
      ],
      [
        "zs",
        -9.849109e-06
      ],
      [
        "child",
        -2.4749568e-05
      ],
      [
        " metric",
        -0.25794497
      ]
    ]
  },
  "Together with Milne, he is the namesake of an integral equation that describes an isotropically scattering medium, and his namesake distribution function is a solution to the collision-less Boltzmann equation": {
    "guess": "Chandrasekhar limit",
    "confidence": [
      [
        "Ch",
        -0.94458437
      ],
      [
        "and",
        -0.11882492
      ],
      [
        "rase",
        -0.00017076306
      ],
      [
        "k",
        -0.00037943368
      ],
      [
        "har",
        -7.111979e-05
      ],
      [
        " limit",
        -0.9183541
      ]
    ]
  },
  "Together with Christopher Jencks, this thinker co-authored a sociological history of the American  education system titled The Academic Revolution. This thinker had planned on punning on that title in a  later work that was to be titled The Academic Counterrevolution; instead, that work, which criticized the consumerist attitude of university students, was titled On Higher Education. This thinker col ected essays like his satirical vision of bombing the USSR with consumer goods, titled \"The Nylon War,\" and his  criticism of deterrence, titled \"The American Crisis,\" in a col ection whose titled asked Abundance for  What?  Lionel Tril ing praised another col ection of this man's essays for being": {
    "guess": "David Riesman",
    "confidence": [
      [
        "David",
        -0.28779083
      ],
      [
        " R",
        -0.0041845334
      ],
      [
        "ies",
        -9.014684e-06
      ],
      [
        "man",
        -1.0206721e-05
      ]
    ]
  },
  "Together with Christopher Jencks, this thinker co-authored a sociological history of the American  education system titled The Academic Revolution. This thinker had planned on punning on that title in a  later work that was to be titled The Academic Counterrevolution; instead, that work, which criticized the consumerist attitude of university students, was titled On Higher Education. This thinker col ected essays like his satirical vision of bombing the USSR with consumer goods, titled \"The Nylon War,\" and his  criticism of deterrence, titled \"The American Crisis,\" in a col ection whose titled asked Abundance for  What?  Lionel Tril ing praised another col ection of this man's essays for being better than any American novel in \"giv[ing] me the sense of the actuality of our society;\" that col ection, which contained an essay  titled \"Philosophy for Minority Living,\" and coined the term \"nerve of failure\" to refer to Jews' ability to be  themselves despite general societal disapproval, was Individualism Reconsidered. This man's most famous  work analyzed the \"changing American character\" as it transitioned from inner- directed to outer-directed.  For 10 points, identify this American": {
    "guess": "David Riesman",
    "confidence": [
      [
        "David",
        -0.00036620206
      ],
      [
        " R",
        -0.00046832662
      ],
      [
        "ies",
        -2.577686e-06
      ],
      [
        "man",
        -5.080963e-06
      ]
    ]
  },
  "Together with Mellin and Newton, this scientist gives his name to a cycle that relates the Norlund-Rice integral to the Mellin transform. His spot is sometimes called the Arago spot and appears at the center of a circular screen, while Gouy-Chapman theory provides a solution to the equation named for him and Boltzmann, which models salvation and describes electrostatic interactions in ionic solutions. The dimensionless quantity of lateral strain over axial strain is known as his ratio. For 10 points,": {
    "guess": "Poisson's ratio",
    "confidence": [
      [
        "P",
        -2.4657552
      ],
      [
        "ois",
        -0.61605
      ],
      [
        "son",
        -0.0008030762
      ],
      [
        "'s",
        -0.00904693
      ],
      [
        " ratio",
        -0.05364452
      ]
    ]
  },
  "Together with greigite, this mineral is produced by a class of organisms known as MTB, and the Verwey transition was discovered in this mineral, which undergoes that transtition at about 118 K. A buffer often used in geochemistry is formed from a grouping of this mineral with quartz and fayalite, and peptization of this mineral in acidic and alkaline media is accomplished via the Massart process. Unlike a more common ore of the same element, this mineral typically possesses a high Konigsberger ratio, and that more common ore can form a pseudomorph over this mineral, resulting in martite. Studies of this mineral often focus on measuring such parameters as the remanence acquired by this mineral": {
    "guess": "Magnetite",
    "confidence": [
      [
        "M",
        -0.002646406
      ],
      [
        "agnet",
        -1.9816675e-06
      ],
      [
        "ite",
        -4.4849444e-06
      ]
    ]
  },
  "Together with Christopher Jencks, this thinker co-authored a sociological history of the American  education system titled The Academic Revolution. This thinker had planned on punning on that title in a  later work that was to be titled The Academic Counterrevolution; instead, that work, which criticized the consumerist attitude of university students, was titled On Higher Education. This thinker col ected essays like his satirical vision of bombing the USSR with consumer goods, titled \"The Nylon War,\" and his  criticism of deterrence, titled \"The American Crisis,\" in a col ection whose titled asked Abundance for  What?  Lionel Tril ing praised another col ection of this man's essays for being better than any American novel in \"giv[ing] me the sense of the actuality of our society;\" that col ection, which contained an essay  titled \"Philosophy for Minority Living,\" and coined the term \"nerve": {
    "guess": "David Riesman",
    "confidence": [
      [
        "David",
        -0.061612327
      ],
      [
        " R",
        -0.003658626
      ],
      [
        "ies",
        -5.025915e-05
      ],
      [
        "man",
        -5.371606e-05
      ]
    ]
  },
  "Together with Christopher Jencks, this thinker co-authored a sociological history of the American  education": {
    "guess": "The Academic Revolution",
    "confidence": [
      [
        "The",
        -0.047975004
      ],
      [
        " Academic",
        -0.0042787846
      ],
      [
        " Revolution",
        -3.917321e-05
      ]
    ]
  },
  "Together with greigite, this mineral is produced by a class of organisms known as MTB, and the Verwey transition was discovered in this mineral, which undergoes that transtition at about 118 K. A buffer": {
    "guess": "Magnetite",
    "confidence": [
      [
        "M",
        -0.006323236
      ],
      [
        "agnet",
        -2.6299214e-05
      ],
      [
        "ite",
        -2.0815847e-05
      ]
    ]
  },
  "Together with Milne, he is the namesake of an integral equation that describes an isotropically scattering medium, and his namesake distribution function is a solution to the collision-less Boltzmann equation in the epicycle approximation. The vertical temperature gradient is greater than the adiabatic temperature gradient according to his namesake criterion which describes the stability in gravitationally bound plasma. His coordinate system can be used to describe a static and spherically symmetric": {
    "guess": "Jean-Baptiste Joseph Fourier",
    "confidence": [
      [
        "Jean",
        -0.8232929
      ],
      [
        "-B",
        -0.46566066
      ],
      [
        "apt",
        -0.0006151012
      ],
      [
        "iste",
        -0.00088264194
      ],
      [
        " Joseph",
        -0.11258234
      ],
      [
        " Fourier",
        -0.0044764047
      ]
    ]
  },
  "Together with Mellin and Newton, this scientist gives his name to a cycle that relates the Norlund-Rice integral to the Mellin transform. His spot is sometimes called the Arago spot and appears at the center of a circular screen, while Gouy-Chapman theory provides a solution to the equation named for him and Boltzmann, which models salvation and describes electrostatic interactions in ionic solutions.": {
    "guess": "Norlund-Rice integral",
    "confidence": [
      [
        "Nor",
        -2.2290828
      ],
      [
        "lund",
        -0.011953118
      ],
      [
        "-R",
        -0.12988321
      ],
      [
        "ice",
        -0.0006434533
      ],
      [
        " integral",
        -0.051639635
      ]
    ]
  },
  "Together with Mellin and Newton, this scientist gives his name to a cycle that relates the Norlund-Rice integral to the Mellin transform. His spot is sometimes called the Arago spot and appears at the center of a circular screen, while Gouy-Chapman theory provides a solution to the equation named for": {
    "guess": "Fresnel equations",
    "confidence": [
      [
        "F",
        -0.96782446
      ],
      [
        "res",
        -0.014180086
      ],
      [
        "nel",
        -0.00011069541
      ],
      [
        " equations",
        -0.6921062
      ]
    ]
  },
  "Together with greigite, this mineral is produced by a class of organisms known as MTB, and the Verwey transition was discovered in this mineral, which undergoes that transtition at about 118 K. A buffer often used in geochemistry is formed from a grouping of this mineral with quartz and fayalite, and peptization of this mineral in acidic and alkaline media is accomplished via the Massart process. Unlike": {
    "guess": "Magnetite",
    "confidence": [
      [
        "M",
        -0.013354445
      ],
      [
        "agnet",
        -9.610702e-06
      ],
      [
        "ite",
        -2.2365493e-05
      ]
    ]
  },
  "Together with Christopher Jencks, this thinker co-authored a sociological history of the American  education system titled The Academic Revolution. This thinker had planned on punning on that title in a  later work that was to be titled The Academic Counterrevolution; instead, that work, which criticized": {
    "guess": "David Riesman",
    "confidence": [
      [
        "David",
        -0.004211009
      ],
      [
        " R",
        -0.0011637921
      ],
      [
        "ies",
        -3.1737043e-06
      ],
      [
        "man",
        -4.5133394e-05
      ]
    ]
  },
  "Together with Milne, he is the namesake of an integral equation that describes an isotropically scattering medium, and his namesake distribution function is a solution to the collision-less Boltzmann equation in the epicycle approximation. The vertical temperature gradient is greater than the adiabatic temperature gradient according to his namesake criterion which describes the stability in gravitationally bound plasma. His coordinate system can be used to describe a static and spherically symmetric spacetime such as his famous solution to the vacuum Einstein field equations. FTP, identify this namesake of a value equal to 2GM over c-squared, which is the radius to which an object would need to be compressed in order to become a black hole.": {
    "guess": "Schwarzschild",
    "confidence": [
      [
        "Sch",
        -0.02012546
      ],
      [
        "war",
        -0.0022273334
      ],
      [
        "zs",
        0.0
      ],
      [
        "child",
        -2.8160932e-06
      ]
    ]
  },
  "Together with Christopher Jencks, this thinker co-authored a sociological history of the American  education system titled The Academic Revolution. This thinker had planned on punning on that title in": {
    "guess": "David Riesman",
    "confidence": [
      [
        "David",
        -0.014251181
      ],
      [
        " R",
        -0.0019395847
      ],
      [
        "ies",
        -4.4849444e-06
      ],
      [
        "man",
        -2.8802491e-05
      ]
    ]
  },
  "Together with greigite, this mineral is produced by a class of organisms known as MTB, and the Verwey transition was discovered in this mineral, which undergoes that transtition at about 118 K. A buffer often used in geochemistry is formed from a grouping of this mineral with quartz and fayalite, and peptization of this mineral in acidic and alkaline media is accomplished via the Massart process. Unlike a more common ore of the same element, this mineral typically possesses a high Konigsberger ratio, and that more common ore can form a pseudomorph over this mineral, resulting in martite. Studies of this mineral often focus on measuring such parameters as the remanence acquired by this mineral by cooling through its Curie point. Having the chemical formula Fe3O4, for ten points, identify this mineral which together with hematite is one of the major sources of iron.": {
    "guess": "Magnetite",
    "confidence": [
      [
        "M",
        -0.005932236
      ],
      [
        "agnet",
        -2.8160932e-06
      ],
      [
        "ite",
        -4.365741e-06
      ]
    ]
  },
  "Together with Christopher Jencks, this thinker co-authored a sociological history of the American  education system titled The Academic Revolution. This thinker had planned on punning on that title in a  later work that was to be titled The Academic Counterrevolution; instead, that work, which criticized the consumerist attitude of university students, was titled On Higher Education. This thinker col ected essays like his satirical vision of bombing the USSR with consumer goods, titled \"The Nylon War,\" and his  criticism of deterrence, titled \"The American Crisis,\" in a col ection whose titled asked Abundance for  What?  Lionel Tril ing praised another col ection of this man's essays for being better than any American novel in \"giv[ing] me the sense of the actuality of our society;\" that col ection, which contained an essay  titled \"Philosophy for Minority Living,\" and coined the term \"nerve of failure\" to refer to Jews' ability to be  themselves despite general societal disapproval, was": {
    "guess": "David Riesman",
    "confidence": [
      [
        "David",
        -0.031669635
      ],
      [
        " R",
        -0.0018992441
      ],
      [
        "ies",
        -7.076218e-05
      ],
      [
        "man",
        -5.8841815e-05
      ]
    ]
  },
  "Together with Milne, he is the namesake of an integral equation that describes an isotropically scattering medium, and his namesake distribution function is a solution to the collision-less Boltzmann equation in the epicycle approximation. The vertical temperature gradient is greater than the adiabatic temperature gradient according to his namesake criterion which describes the stability in gravitationally": {
    "guess": "Jean-Baptiste Joseph Fourier",
    "confidence": [
      [
        "Jean",
        -0.9808728
      ],
      [
        "-B",
        -0.4389695
      ],
      [
        "apt",
        -0.0006114059
      ],
      [
        "iste",
        -0.0009877925
      ],
      [
        " Joseph",
        -0.040495384
      ],
      [
        " Fourier",
        -0.0039471984
      ]
    ]
  },
  "Together with Christopher Jencks, this thinker co-authored a sociological history of the American  education system titled The Academic Revolution. This thinker had planned on punning on that title in a  later work that was to be titled The Academic Counterrevolution; instead, that work, which criticized the consumerist attitude of university students, was titled On Higher Education. This thinker col ected essays like his satirical vision of bombing the USSR with consumer goods, titled \"The Nylon": {
    "guess": "David Riesman",
    "confidence": [
      [
        "David",
        -0.016859772
      ],
      [
        " R",
        -0.0068784105
      ],
      [
        "ies",
        -9.849109e-06
      ],
      [
        "man",
        -1.0445127e-05
      ]
    ]
  },
  "Together with Christopher Jencks, this thinker co-authored a sociological history of the American  education system titled The Academic Revolution. This thinker had planned on punning on that title in a  later work that was to be titled The Academic Counterrevolution; instead, that work, which criticized the consumerist attitude of university students, was titled On Higher Education. This thinker col": {
    "guess": "David Riesman",
    "confidence": [
      [
        "David",
        -0.016077187
      ],
      [
        " R",
        -0.0017756189
      ],
      [
        "ies",
        -1.7432603e-06
      ],
      [
        "man",
        -1.5570886e-05
      ]
    ]
  },
  "Together with Mellin and Newton, this scientist gives his name to a cycle that relates the Norlund-Rice integral to the Mellin transform. His spot is sometimes called the Arago spot and appears at the": {
    "guess": "Simeon Denis Poisson",
    "confidence": [
      [
        "S",
        -1.7298664
      ],
      [
        "ime",
        -0.1217292
      ],
      [
        "on",
        -0.00561565
      ],
      [
        " Denis",
        -0.6935812
      ],
      [
        " Po",
        -0.00013917775
      ],
      [
        "isson",
        -1.504853e-06
      ]
    ]
  },
  "Together with Mellin and Newton, this scientist gives his name to a cycle that relates the Norlund-Rice integral to the Mellin transform. His spot is sometimes called the Arago spot and appears at the center of a circular screen, while Gouy-Chapman theory provides a solution to the equation named for him and Boltzmann, which models salvation and describes electrostatic interactions in ionic solutions. The dimensionless quantity of lateral strain over axial strain is known as his ratio. For 10 points, name this French scientist whose name also adorns a distribution governed by a single parameter, lambda, used to predict the occurrence of a number of events.": {
    "guess": "Simeon Denis Poisson",
    "confidence": [
      [
        "S",
        -0.84787875
      ],
      [
        "ime",
        -0.32361984
      ],
      [
        "on",
        -0.003295586
      ],
      [
        " Denis",
        -0.34126395
      ],
      [
        " Po",
        -0.00020771251
      ],
      [
        "isson",
        -2.3392786e-06
      ]
    ]
  },
  "Together with greigite, this mineral is produced by a class of organisms known as MTB, and the Verwey transition was discovered in this mineral, which undergoes that transtition at about 118 K. A buffer often used in geochemistry is formed from a grouping of this mineral with quartz and fayalite, and peptization of this mineral in acidic and alkaline media is accomplished via the Massart process. Unlike a more common ore of the same element, this mineral typically possesses a high Konigsberger ratio, and that more common ore can form a pseudomorph over this mineral, resulting in martite. Studies of this mineral often focus on measuring such parameters as the remanence acquired by this mineral by cooling through its Curie point. Having the chemical formula Fe3O4, for ten points, identify this": {
    "guess": "Magnetite",
    "confidence": [
      [
        "M",
        -0.0019066202
      ],
      [
        "agnet",
        -1.0325924e-05
      ],
      [
        "ite",
        -1.9743013e-05
      ]
    ]
  },
  "Together with Milne, he is the namesake of an integral equation that describes an isotropically scattering": {
    "guess": "Fredholm integral equation",
    "confidence": [
      [
        "Fred",
        -1.3617296
      ],
      [
        "holm",
        -0.2578674
      ],
      [
        " integral",
        -0.204445
      ],
      [
        " equation",
        -0.0008433377
      ]
    ]
  },
  "Together with greigite, this mineral is produced by a class of organisms known as MTB, and the Verwey transition was discovered in this mineral, which undergoes that transtition at about 118 K. A buffer often used in geochemistry is formed from a grouping of this mineral with quartz and fayalite, and": {
    "guess": "Magnetite",
    "confidence": [
      [
        "M",
        -0.0031418318
      ],
      [
        "agnet",
        -7.9418505e-06
      ],
      [
        "ite",
        -1.5570886e-05
      ]
    ]
  },
  "Together with Milne, he is the namesake of an integral equation that describes an isotropically scattering medium, and his namesake distribution function is a solution to the collision-less Boltzmann equation in the epicycle approximation. The vertical temperature gradient is greater than the adiabatic temperature gradient according to his namesake criterion which describes the stability in gravitationally bound plasma. His coordinate system can be used to describe a static and spherically symmetric spacetime such as his famous solution to the vacuum Einstein field equations. FTP, identify this namesake of a value equal to 2GM over c-squared, which is the radius to which an object would need": {
    "guess": "Schwarzschild_metric",
    "confidence": [
      [
        "Sch",
        -0.04239163
      ],
      [
        "war",
        -0.0008858494
      ],
      [
        "zs",
        0.0
      ],
      [
        "child",
        -5.4385737e-06
      ],
      [
        "_metric",
        -0.6018864
      ]
    ]
  },
  "Together with Christopher Jencks, this thinker co-authored a sociological history of the American  education system titled The Academic Revolution. This thinker had planned on punning on that title in a  later work that was to be titled The Academic Counterrevolution; instead, that work, which criticized the consumerist attitude of university students, was titled On Higher Education. This thinker col ected essays like his satirical vision of bombing the USSR with consumer goods, titled \"The Nylon War,\" and his  criticism of deterrence, titled \"The American Crisis,\" in a col ection whose titled asked Abundance for  What?  Lionel Tril ing praised another col ection of this man's essays for being better than any American novel in \"giv[ing] me the sense of the actuality of our society;\" that col": {
    "guess": "David Riesman",
    "confidence": [
      [
        "David",
        -0.10469979
      ],
      [
        " R",
        -0.0034958888
      ],
      [
        "ies",
        -1.8789384e-05
      ],
      [
        "man",
        -2.808727e-05
      ]
    ]
  },
  "Together with greigite, this mineral is produced by a class of organisms known as MTB, and the Verwey transition was discovered in this mineral, which undergoes that transtition at about 118 K. A buffer often used in geochemistry is formed from a grouping of this mineral with quartz and fayalite, and peptization of this mineral in acidic and alkaline media is accomplished via the Massart process. Unlike a more common ore of the same element, this mineral typically possesses a high Konigsberger ratio, and that more common ore can form a pseudomorph over this mineral, resulting in martite. Studies": {
    "guess": "Magnetite",
    "confidence": [
      [
        "M",
        -0.0058675245
      ],
      [
        "agnet",
        -3.2929079e-06
      ],
      [
        "ite",
        -4.1273333e-06
      ]
    ]
  },
  "Together with Christopher Jencks, this thinker co-authored a sociological history of the American  education system titled The Academic Revolution. This thinker had planned on punning on that title in a  later work that was to be titled The Academic Counterrevolution; instead, that work, which criticized the consumerist attitude of university students, was titled On Higher Education. This thinker col ected essays like his satirical vision of bombing the USSR with consumer goods, titled \"The Nylon War,\" and his  criticism of deterrence, titled \"The American Crisis,\" in a col ection whose titled": {
    "guess": "David Riesman",
    "confidence": [
      [
        "David",
        -0.13389249
      ],
      [
        " R",
        -0.010012589
      ],
      [
        "ies",
        -6.392203e-06
      ],
      [
        "man",
        -4.2272506e-05
      ]
    ]
  },
  "Together with Mellin and Newton, this scientist gives his name to a cycle that relates the Norlund-Rice integral to the Mellin transform. His spot is sometimes called the Arago spot and appears at the center of a circular screen, while Gouy-Chapman theory provides a solution to the equation named for him and Boltzmann, which models salvation and describes electrostatic interactions in ionic solutions. The dimensionless quantity of lateral strain over axial strain is known as his ratio. For 10 points, name this French scientist whose name also adorns a distribution governed by a single parameter,": {
    "guess": "Augustin-Louis Cauchy",
    "confidence": [
      [
        "August",
        -0.61704034
      ],
      [
        "in",
        -9.901345e-05
      ],
      [
        "-L",
        -0.7997061
      ],
      [
        "ouis",
        -0.00018268342
      ],
      [
        " Ca",
        -0.00020044109
      ],
      [
        "uch",
        -1.6240566e-06
      ],
      [
        "y",
        -3.500108e-05
      ]
    ]
  }
}