{
  "In the 1960s, this man wrote church parables whose performances were intended for the Orford Church. Those works include Curlew River and The Burning Fiery Furnace. Many of this man's operas contained a part for the tenor Peter Pears, including Owen Wingrave, The Turn of the Screw, and Albert Herring. His first major opera was based on George Crabbe's poem \"The Borough,\" and centers on a fisherman": {
    "guess": "Benjamin Britten",
    "confidence": [
      [
        "Ben",
        -0.001519265
      ],
      [
        "jamin",
        -3.5716304e-05
      ],
      [
        " Brit",
        -1.0325924e-05
      ],
      [
        "ten",
        -2.0696643e-05
      ]
    ]
  },
  "In the 1960s, this man wrote church parables whose performances were intended for the Orford Church. Those works include Curlew River and The Burning Fiery Furnace. Many of this man's operas contained a part for the tenor Peter Pears, including Owen Wingrave, The Turn of the Screw, and Albert Herring. His first major opera was based on George Crabbe's poem \"The Borough,\" and centers on a fisherman who commits suicide after the accidental death of two of his apprentices. For 10 points, name this English composer of Peter Grimes.": {
    "guess": "Benjamin Britten",
    "confidence": [
      [
        "Ben",
        -0.0398825
      ],
      [
        "jamin",
        -1.2829201e-05
      ],
      [
        " Brit",
        -8.061054e-06
      ],
      [
        "ten",
        -6.392203e-06
      ]
    ]
  },
  "In the 1960s, this man wrote church parables whose performances were intended for the Orford Church. Those works include Curlew River and The Burning Fiery Furnace. Many of this man's operas contained a part for the tenor Peter Pears, including Owen Wingrave, The Turn of the Screw, and Albert Herring. His first major opera was based on George Crabbe's poem \"The Borough,\" and centers on a fisherman who commits suicide after the accidental death of two of his apprentices. For 10 points, name this English": {
    "guess": "Benjamin Britten",
    "confidence": [
      [
        "Ben",
        -0.6868516
      ],
      [
        "jamin",
        -9.186123e-05
      ],
      [
        " Brit",
        -0.0006739511
      ],
      [
        "ten",
        -7.445749e-05
      ]
    ]
  },
  "In the 1960s, this man wrote church parables whose performances were intended for the Orford Church.": {
    "guess": "Benjamin Britten",
    "confidence": [
      [
        "Ben",
        -0.17103122
      ],
      [
        "jamin",
        -0.041706976
      ],
      [
        " Brit",
        -0.00025347207
      ],
      [
        "ten",
        -0.00011796683
      ]
    ]
  },
  "In the 1960s, this man wrote church parables whose performances were intended for the Orford Church. Those works include Curlew River and The Burning Fiery Furnace. Many of this man's operas contained": {
    "guess": "Church Parables of Benjamin Britten",
    "confidence": [
      [
        "Church",
        -1.2261832
      ],
      [
        " Par",
        -0.22628886
      ],
      [
        "ables",
        -0.00022308611
      ],
      [
        " of",
        -0.87144977
      ],
      [
        " Benjamin",
        -0.002226145
      ],
      [
        " Brit",
        -3.631232e-05
      ],
      [
        "ten",
        -6.253713e-05
      ]
    ]
  },
  "In the 1960s, this man wrote church parables whose performances were intended for the Orford Church. Those works include Curlew River and The Burning Fiery Furnace. Many of this man's operas contained a part for the tenor Peter Pears, including Owen Wingrave, The Turn of the Screw, and Albert Herring.": {
    "guess": "Benjamin Britten",
    "confidence": [
      [
        "Ben",
        -0.16787705
      ],
      [
        "jamin",
        -2.6060809e-05
      ],
      [
        " Brit",
        -4.477578e-05
      ],
      [
        "ten",
        -2.1531068e-05
      ]
    ]
  }
}