{
  "It applies when five conditions are met, including the presence of a large population, no mutations that affect the gene pool, and mating between individuals in the population is random.  A. For 10 points,": {
    "guess": "Hardy-Weinberg principle",
    "confidence": [
      [
        "Hard",
        -0.3874243
      ],
      [
        "y",
        -1.147242e-06
      ],
      [
        "-",
        -0.59044635
      ],
      [
        "We",
        -4.9617593e-06
      ],
      [
        "in",
        -2.188868e-05
      ],
      [
        "berg",
        -0.00010092071
      ],
      [
        " principle",
        -0.017226003
      ]
    ]
  },
  "Applying an inversion to this figure gives the Dupin cyclide, and the systole and area of one of these figures is related by Loewner's inequality. The Weyl group can be defined as the normalizer of a group isomorphic to one of these figures, modulo the centralizer of said group. A compact Lie Group has a maximal one of these, and the standard one of these requires seven colors to color according to": {
    "guess": "Coxeter group",
    "confidence": [
      [
        "C",
        -1.8261682
      ],
      [
        "ox",
        -0.18647346
      ],
      [
        "eter",
        -9.968313e-06
      ],
      [
        " group",
        -0.18226483
      ]
    ]
  },
  "This man appears below a sculpture of a bearded head and above a large stone slab displaying a Latin": {
    "guess": "Rosetta Stone",
    "confidence": [
      [
        "Ros",
        -1.4053099
      ],
      [
        "etta",
        -0.00040219055
      ],
      [
        " Stone",
        -0.0005886563
      ]
    ]
  },
  "This man approved the Falloux Laws, which created a mixed system of public and Catholic primary schools. This leader sent Governor Louis Faidherbe to conquer the Waalo Kingdom, leading to the annexation of mainland Senegal. This ruler appointed the duc de Persigny as his Interior Minister. Without informing his foreign minister, Count (*) Walewski, this man signed the Treaty of Plombiers. This man ordered Haussmann to renovate Paris, and after responding to the Ems Dispatch this ruler was captured at the Battle of Sedan and deposed by the Third Republic. For ten points, name this leader of the French Second Empire, the nephew of Napoleon Bonaparte.": {
    "guess": "Napoleon III",
    "confidence": [
      [
        "N",
        -0.050810598
      ],
      [
        "ap",
        -0.00027444822
      ],
      [
        "oleon",
        -6.551722e-05
      ],
      [
        " III",
        -0.0001755312
      ]
    ]
  },
  "The approximation for the period of these objects must include an infinite expansion when dealing the large amplitude variety of this object. Chaotic systems can be displayed by setting a large one of these into motion. The period of the (*) simple type of this object equals two pi times the square root of its length over gravity. One type of this object is used to show the rotation of the earth and is named for Foucault (foo-KOH). For 10 points, name this physical object often demonstrated using a swinging mass suspended by a string.": {
    "guess": "Pendulum",
    "confidence": [
      [
        "P",
        -0.0032683802
      ],
      [
        "end",
        -1.147242e-06
      ],
      [
        "ulum",
        -7.326546e-05
      ]
    ]
  },
  "This man appears in a work set in \"a fair oasis of the purest desert,\" and a novel with this title sees Miriam's father come to grips with his son Menuchim being retarded.  In a third work, another character based on this man meets a downtrodden balloon seller and a sardonic popcorn vender named Zuss": {
    "guess": "J.B.",
    "confidence": [
      [
        "J",
        -0.040702447
      ],
      [
        ".B",
        -0.01738394
      ],
      [
        ".",
        -0.00013023747
      ]
    ]
  },
  "As an apprentice, he claimed to have discovered some poems by a 15th century monk named Thomas Rowley, most famously ?la.  Horace Walpole, leading writer of the day, rejected this find, and called the boy a forger, and thus, at 17, the proud poet who had yet to publish a single work, drank arsenic and killed himself rather than starve to death.  For ten points, name this English poet to whom Keats dedicated a stanza of the Endymion and whose untimely death was the subject of a Henry Wallis painting.": {
    "guess": "Thomas Chatterton",
    "confidence": [
      [
        "Thomas",
        -0.014305003
      ],
      [
        " Ch",
        -0.0007310203
      ],
      [
        "atter",
        -2.9756122e-05
      ],
      [
        "ton",
        -0.0005648266
      ]
    ]
  },
  "Apollodorus says that a son of Zeus and Niobe with this name was the grandfather of Io, and the namesake of a city first ruled by Phoroneus. Another man of this name was the eldest son of Chalciope and Phrixus; that man gives a speech urging Jason to go to the river Ister in a work by Apollonius Rhodius.": {
    "guess": "Argonautica",
    "confidence": [
      [
        "Arg",
        -0.29355022
      ],
      [
        "onaut",
        -0.22508611
      ],
      [
        "ica",
        -0.28116223
      ]
    ]
  },
  "This man appointed Sargent Shriver as the first director of the Peace Corps. During World War II he commanded": {
    "guess": "John F. Kennedy",
    "confidence": [
      [
        "John",
        -0.00827401
      ],
      [
        " F",
        -0.0001659949
      ],
      [
        ".",
        -0.0006584656
      ],
      [
        " Kennedy",
        -1.0087517e-05
      ]
    ]
  },
  "It is approximately 45 minutes long and is divided into 4 movements, Moderato, Allegretto, Largo, and Allegro non troppo. It premiered on November 21, 1937, and was an immediate success, receiving a standing": {
    "guess": "Symphony No. 5 (Shostakovich)",
    "confidence": [
      [
        "Sym",
        -0.37795436
      ],
      [
        "phony",
        -0.0022330442
      ],
      [
        " No",
        -0.0003088871
      ],
      [
        ".",
        -0.0002074741
      ],
      [
        " ",
        -0.0024384323
      ],
      [
        "5",
        -0.06788604
      ],
      [
        " (",
        -0.0014284519
      ],
      [
        "Sh",
        -0.11066671
      ],
      [
        "ost",
        -5.5122365e-07
      ],
      [
        "ak",
        -0.0007451872
      ],
      [
        "ovich",
        -6.4802e-05
      ],
      [
        ")",
        -1.1637165e-05
      ]
    ]
  },
  "This man approved the Falloux Laws, which created a mixed system of public and Catholic primary schools. This leader sent Governor Louis Faidherbe to conquer the Waalo Kingdom, leading to the annexation of mainland Senegal. This ruler appointed the duc de Persigny as his Interior Minister. Without informing his foreign minister, Count (*) Walewski, this man signed the Treaty of Plombiers. This man": {
    "guess": "Napoleon III",
    "confidence": [
      [
        "N",
        -0.14405951
      ],
      [
        "ap",
        -0.017830186
      ],
      [
        "oleon",
        -5.955704e-05
      ],
      [
        " III",
        -0.00011939728
      ]
    ]
  },
  "In one appearance, this character deduces that a suicide note reading \"I can't go on\" could have been forged by being the start of a phrase such as \"I can't go on Friday.\" In another appearance, this character goes on a tour of several homes in Great Britain in an attempt to clear the name of Michael Rafiel. The chronologically final novel in which this character appears sees her help Gwenda Reed, who unknowingly buys a house in which she witnessed a murder as a child. She is sometimes a companion": {
    "guess": "Miss Marple",
    "confidence": [
      [
        "Miss",
        -0.035758585
      ],
      [
        " Mar",
        -0.0034227122
      ],
      [
        "ple",
        -0.00015872349
      ]
    ]
  },
  "One application of this equation is used in speedometers of planes, called pitot-static [pih-toh] tubes. One law that can be derived from this equation states that the velocity is equal to the square root of twice the product of gravity and height, called Torricelli's law. It can be used to derive why": {
    "guess": "Torricelli's law",
    "confidence": [
      [
        "Tor",
        -0.65655404
      ],
      [
        "ric",
        -7.982166e-05
      ],
      [
        "elli",
        -0.00010318558
      ],
      [
        "'s",
        -0.0011078287
      ],
      [
        " law",
        -0.53615075
      ]
    ]
  },
  "The appearance of one of this city's kings prompted three princesses to go insane and jump off a cliff. That king was the son of Gaia and Hephaestus and was named Erichthonius. Another king of this city offered amnesty to Heracles for the murder of his wife and children and agreed to help Adrastus topple the rule of Eteocles. The first king of this city was supposedly (*) half-man and half-serpent and judged the patronship contest for this city. That king, Cecrops II, determined that the olive tree": {
    "guess": "Athens",
    "confidence": [
      [
        "Ath",
        -0.0016026984
      ],
      [
        "ens",
        -2.3915141e-05
      ]
    ]
  },
  "After his appointment as historiographer to the king, this author produced little, including the play \"Athalie\", the four \"Spiritual Hymns\", and \"Abrege de l'historie de Port-Royal\", inspired by his childhood, during which he was raised as a Jansenist. After early works like \"The Nymph of the Seine\",": {
    "guess": "Jean Racine",
    "confidence": [
      [
        "Jean",
        -0.010621998
      ],
      [
        " Rac",
        -0.1899675
      ],
      [
        "ine",
        -0.00014692599
      ]
    ]
  },
  "This man appointed Konrad Krajewski to an office funded by sales of this man's photos on parchment. When asked his opinion of homosexuals, this man responded, \"Who am I to judge?\" During the 2013 World Youth Day celebrations, this former chemical technician and nightclub bouncer was met by 3 million people on Copacabana Beach in (*) Rio de Janeiro. This figure chose his official name based on his concern": {
    "guess": "Pope Francis",
    "confidence": [
      [
        "P",
        -0.009848524
      ],
      [
        "ope",
        -0.0049206316
      ],
      [
        " Francis",
        -0.002454607
      ]
    ]
  },
  "Of approximately the same diameter in all directions, the cells of this region have dense cytoplasm and": {
    "guess": "Cerebellum",
    "confidence": [
      [
        "C",
        -1.7505292
      ],
      [
        "ere",
        -0.92151195
      ],
      [
        "bell",
        -0.05646829
      ],
      [
        "um",
        -0.123129785
      ]
    ]
  },
  "The approximation for the period of these objects must include an infinite expansion when dealing the": {
    "guess": "Fourier series",
    "confidence": [
      [
        "Four",
        -0.7413004
      ],
      [
        "ier",
        -6.325235e-05
      ],
      [
        " series",
        -0.016775731
      ]
    ]
  },
  "An approximate conformation of the state with this energy is given by the Hammond postulate. The value of the energy at a first-order point of inflection on the potential energy surface, it is classically proportional to the logarithm of the frequency factor. It appears in the numerator of the exponent in the Arrhenius equation and is the maximum of the vertical reaction coordinate in general. Catalysis speeds reactions by lowering it, since it is the energy of the most energetic intermediary in a chemical reaction. FTP, name this quantity from chemistry, roughly the amount of energy input required to turn the mechanism of a chemical reaction on.": {
    "guess": "Activation energy",
    "confidence": [
      [
        "Activation",
        -0.005568602
      ],
      [
        " energy",
        -0.0022957288
      ]
    ]
  },
  "This man appointed the marshal de Biron to represent him at a meeting in Darnetal. One attempt to have this monarch's predecessor restored was led by John Holland and John Montagu, the Earls of Salisbury and Huntingdon, and was known as the Epiphany Rising. This man's grandfather was Edward III, and this ruler led victorious forces at the Battle of Bramham Moor. This man's father served as Duke of Lancaster, and the reign of this son of John of Gaunt also included an unsuccessful revolt by Owen Glendower. Though not William the Conqueror, this king was victorious in a battle that saw his opponent": {
    "guess": "Henry IV of England",
    "confidence": [
      [
        "Henry",
        -0.0043546334
      ],
      [
        " IV",
        -0.2264304
      ],
      [
        " of",
        -6.704273e-07
      ],
      [
        " England",
        -0.00019293126
      ]
    ]
  },
  "The appearance of the conodont Siphonodella sulcata separates this period from its predecessor, which saw the formation of a landmass known as the Old Red Continent. Ages during this period that are named for Russian cities include the Moscovian and Gzhelian. This geological period saw insects begin to fly and the first amniotes, including synapsids. Occurring from approximately 360 million to 290 million years ago, it followed the Devonian and was the fifth and final period of the Paleozoic Era.": {
    "guess": "Carboniferous",
    "confidence": [
      [
        "Carbon",
        -0.22610554
      ],
      [
        "ifer",
        -7.064298e-05
      ],
      [
        "ous",
        -5.8126592e-05
      ]
    ]
  },
  "An approximate screened potential is named for Thomas and this person. In superconductors, this scientist's namesake level is found in the band gap. His namesake paradox notes the high probability of the existence of but the lack of contact with extraterrestrial civilizations. The Pauli exclusion principle is obeyed by his namesake particles, which have half-integer spins, unlike bosons. Together with Szilard at the University of Chicago, he built the world's first nuclear reactor. Rutherford congratulated him for \"escaping theoretical physics\" when he discovered the transuranics. FTP, name this Italian physicist.": {
    "guess": "Enrico Fermi",
    "confidence": [
      [
        "En",
        -0.0040997737
      ],
      [
        "rico",
        -6.1537958e-06
      ],
      [
        " Ferm",
        -5.7961847e-06
      ],
      [
        "i",
        -2.0935051e-05
      ]
    ]
  },
  "It applies when five conditions are met, including the presence of a large population, no mutations that affect the gene pool, and mating between individuals in the population is random.  A. For 10 points, Name the equation that describes the resulting equilibrium that exists between all of the genes": {
    "guess": "Hardy-Weinberg equilibrium",
    "confidence": [
      [
        "Hard",
        -0.017315753
      ],
      [
        "y",
        -1.3902034e-05
      ],
      [
        "-",
        -0.08117204
      ],
      [
        "We",
        -6.1537958e-06
      ],
      [
        "in",
        -5.3358446e-05
      ],
      [
        "berg",
        -3.2855416e-05
      ],
      [
        " equilibrium",
        -0.7261685
      ]
    ]
  },
  "He appears as a red-haired boy who asks David to help him hide from Mr. Wedding in a novel by Diana Wynne Jones. In the Atlas Comics series Journey into Mystery, he caused Carl Creel to become Absorbing Man, while in the Sandman series, the Corinthian eats his eyes after this figure holds Daniel hostage. Alan Cumming portrayed this character in Son of the Mask, and in Shopgirl, Mirabelle's best friend, played by Samantha Shelton, goes by this name. More famously, a character by this name complains about having to rain down sulfur at Sodom and Gomorrah to his companion Bartleby. FTP, give the name of Matt Damon's character in Dogma, also shared by a certain trickster god from Norse myth.": {
    "guess": "Loki",
    "confidence": [
      [
        "L",
        -0.0008822843
      ],
      [
        "oki",
        -3.1281633e-07
      ]
    ]
  },
  "This man appointed Cardinal Granvelle as his advisor after sending Antonio Perez into exile. Earlier, he won important victories at the Battles of Gravelines and San Quentin in a war that was ended by": {
    "guess": "Philip II of Spain",
    "confidence": [
      [
        "Philip",
        -0.12847857
      ],
      [
        " II",
        -0.00010592726
      ],
      [
        " of",
        -2.2007884e-05
      ],
      [
        " Spain",
        -0.00027754388
      ]
    ]
  },
  "It can be applied to the theory of local breeding values to predict the effects of random drift on genetic architecture. Its presence in founder events, inbreeding, and bottlenecking can produce an increase in additive genetic variance. Analysis of this type using double mutants is employed to develop order-of-function maps for genes that regulate cellular pathways, and it can result in the nonpenetrance of mutant genes such as the gene for Marfan syndrome. Individuals who have a homozygous recessive mutation that blocks the addition of fucose to an H substance precursor fail to express A and B": {
    "guess": "Quantitative genetics",
    "confidence": [
      [
        "Quant",
        -0.7523246
      ],
      [
        "itative",
        -0.00021164624
      ],
      [
        " genetics",
        -0.064853184
      ]
    ]
  },
  "It appears between settings of the Rellstab poems On the River and Autumn as catalogued by Deutsch after its discovery by Schumann following its composer's death. A French horn solo introduces an allegro ma non troppo dance passage in its first movement, followed by an oboe-dominated andante con moto and a cello-dependent scherzo. The violin triplet supported fanfare of its finale features four blows identified as the composer's knocking on the gates of heaven. FTP, name this work in C Major, the": {
    "guess": "Symphony No. 9 (Schubert)",
    "confidence": [
      [
        "Sym",
        -0.0060295225
      ],
      [
        "phony",
        -0.00045569832
      ],
      [
        " No",
        -0.0036804788
      ],
      [
        ".",
        -0.0019261366
      ],
      [
        " ",
        -0.002116716
      ],
      [
        "9",
        -0.08740652
      ],
      [
        " (",
        -0.13140701
      ],
      [
        "Sch",
        -0.021202222
      ],
      [
        "ub",
        -2.4584822e-06
      ],
      [
        "ert",
        -7.107425e-06
      ],
      [
        ")",
        -0.0006104522
      ]
    ]
  },
  "It can be applied to the theory of local breeding values to predict the effects of random drift on genetic architecture. Its presence in founder events, inbreeding, and bottlenecking can produce an increase": {
    "guess": "Genetic architecture",
    "confidence": [
      [
        "Gen",
        -0.58175236
      ],
      [
        "etic",
        -0.030351315
      ],
      [
        " architecture",
        -0.040835667
      ]
    ]
  },
  "This man was the only apostle not from Galilee, and the end of Chapter Six of John states that his father": {
    "guess": "Philip the Apostle",
    "confidence": [
      [
        "Philip",
        -0.64843655
      ],
      [
        " the",
        -0.0017640744
      ],
      [
        " Apostle",
        -0.0013235727
      ]
    ]
  },
  "This man appointed Cardinal Granvelle as his advisor after sending Antonio Perez into exile. Earlier, he won important victories at the Battles of Gravelines and San Quentin in a war that was ended by the Treaty of Cateau- Cambresis, and he sent Fernando de Toledo to quell several revolts in the Low Countries. His reign also saw a successful victory against the Ottoman Turks at the Battle of Lepanto. For 10 points, identify this successor of Charles V who sent the Armada to fight the British fleet, and who also built a palace called El Escorial.": {
    "guess": "Philip II of Spain",
    "confidence": [
      [
        "Philip",
        -0.0100194365
      ],
      [
        " II",
        -5.0616763e-05
      ],
      [
        " of",
        -0.00526068
      ],
      [
        " Spain",
        -9.043079e-05
      ]
    ]
  },
  "This man appointed Sargent Shriver as the first director of the Peace Corps. During World War II he commanded the patrol boat PT 109, and his administration was proven to have had knowledge of the plot to assassinate Ngo Dinh Diem. The Whiz Kids were part of his Department of Defense led by Robert McNamara,": {
    "guess": "John F. Kennedy",
    "confidence": [
      [
        "John",
        -0.0061173174
      ],
      [
        " F",
        -8.6735476e-05
      ],
      [
        ".",
        -0.0014621424
      ],
      [
        " Kennedy",
        -6.980855e-05
      ]
    ]
  },
  "In one appearance, this character deduces that a suicide note reading \"I can't go on\" could have been forged by being the start of a phrase such as \"I can't go on Friday.\" In another appearance, this character": {
    "guess": "Sherlock Holmes",
    "confidence": [
      [
        "Sher",
        -0.104717724
      ],
      [
        "lock",
        -6.392203e-06
      ],
      [
        " Holmes",
        -2.2484697e-05
      ]
    ]
  },
  "In one of his appearances, this character recalls forcing his mistress Gwendoline to sleep with his friend, because that friend had allowed him to sleep with a peasant girl who sheltered the two from the": {
    "guess": "Marquis de Sade",
    "confidence": [
      [
        "Mar",
        -1.5523003
      ],
      [
        "quis",
        -0.15394764
      ],
      [
        " de",
        -0.022993056
      ],
      [
        " S",
        -0.0047047148
      ],
      [
        "ade",
        -6.754368e-05
      ]
    ]
  },
  "The appearance of a sow with thirty young signifies an event in this work that Celaeno had previously prophesied would require this work's protagonist's eating his tables. This work's protagonist declines": {
    "guess": "The Aeneid",
    "confidence": [
      [
        "The",
        -0.0135190105
      ],
      [
        " A",
        -0.10864131
      ],
      [
        "ene",
        -0.00021557629
      ],
      [
        "id",
        -1.0445127e-05
      ]
    ]
  },
  "In the appendix to the first Latin edition of this treatise, its author attempts to prove that he did not violate the Nicene Creed. This book is the source of its author's maxim \"Leisure is the mother of philosophy.\" Its sixth chapter distinguishes between vital and voluntary animal motions to show the origin of human passions. Abraham Bosse worked with its author to design this book's frontispiece,": {
    "guess": "Leviathan",
    "confidence": [
      [
        "Le",
        -0.04128806
      ],
      [
        "vi",
        -0.00043865587
      ],
      [
        "athan",
        -3.4405064e-05
      ]
    ]
  },
  "Apollo plays a viola da gamba in the left, the three nude Graces offer this woman a flower of beauty, and Athena holds a book in front of her in the painting depicting her \"Education.\" Another scene shows her holding a classical statue and wearing an ornate war helmet as she is portrayed as the goddess Bellona. She does not appear in the first painting of her cycle, which shows Jupiter and Juno watching the Fates spin her destiny, but she is shown in her series' final painting, The Triumph of Truth, holding out a wreath of reconciliation to Louis XIII. In perhaps the most memorable of the paintings, Neptune and a group of the artist's characteristically fleshy sea nymphs guide her boat as she": {
    "guess": "Marie de' Medici",
    "confidence": [
      [
        "Mar",
        -0.026785426
      ],
      [
        "ie",
        -3.7623562e-05
      ],
      [
        " de",
        -0.00017064385
      ],
      [
        "'",
        -0.0004950099
      ],
      [
        " Med",
        -0.00018101456
      ],
      [
        "ici",
        -7.9418505e-06
      ]
    ]
  },
  "Apprenticed to a sculptor in Padua, he worked as a stonemason for Count Giorgio Trissino outside Vincenza.  At the Villa Trissino, he would later study the works of Vitruvius, whom he called his master and guide.  His first great work was the Villa Godi in 1540, that included symmetrical wings for stables": {
    "guess": "Andrea Palladio",
    "confidence": [
      [
        "And",
        -0.3035006
      ],
      [
        "rea",
        -0.00018565984
      ],
      [
        " Pall",
        -1.4140442e-05
      ],
      [
        "adio",
        -0.00016682933
      ]
    ]
  },
  "This man's appointment to the Cabinet was called \"a most dangerous choice\" by rival George Dallas. In one post, this man negotiated with Richard Pakenham a treaty defining the status of Vancouver Island and setting a border at the 49th parallel. This negotiator of the Oregon Treaty sent Albert Sidney Johnston to oust Brigham Young as governor during the so-called Utah War. This man met with (*) John Mason and Pierre Soule in Belgium to produce a document calling for the acquisition of Cuba. Besides being one of the writers of the Ostend Manifesto One of the candidates he defeated to win the presidency was the \"Know-Nothing\" candidate Millard Fillmore, while the other was John C. Fremont. For 10 points, name this president during the Fort Sumter crisis, who was relieved to be succeeded by Abraham Lincoln.": {
    "guess": "James Buchanan",
    "confidence": [
      [
        "James",
        -0.048247673
      ],
      [
        " Buchanan",
        -6.46828e-05
      ]
    ]
  },
  "In one appearance, this god curses frogs, elephants, and parrots for disclosing his hiding spots. Because he could not tell lies, this god was cursed by Brgu after he revealed the location of a Rakshasa's wife-to-be. This god dealt with his fear of death by hiding in plants upon seeing three brothers in the form of sticks die during a sacrifice. Consequently, this god was given the task of hotr and received (*) immortality through drinking soma. This consort of Svaha, often depicted with two heads and a pot belly, rides a ram and was nearly relieved of his duties after becoming too fat. He receives": {
    "guess": "Agni",
    "confidence": [
      [
        "A",
        -0.004089559
      ],
      [
        "gni",
        -4.2153304e-05
      ]
    ]
  },
  "An approximate screened potential is named for Thomas and this person. In superconductors, this scientist's namesake level is found in the band gap. His namesake paradox notes the high probability of the existence of but the lack of contact with extraterrestrial civilizations. The Pauli exclusion principle": {
    "guess": "Fermi level",
    "confidence": [
      [
        "F",
        -0.3272976
      ],
      [
        "erm",
        -0.00012308525
      ],
      [
        "i",
        -0.0002784975
      ],
      [
        " level",
        -0.9185949
      ]
    ]
  },
  "Applications of this type of data structure include parsing mathematical expressions and calling subroutines from parent programs, but NOT reading from an input stream or running processes in the order": {
    "guess": "Stack (abstract data type)",
    "confidence": [
      [
        "Stack",
        -0.37884074
      ],
      [
        " (",
        -0.07708707
      ],
      [
        "abstract",
        -0.011162894
      ],
      [
        " data",
        -0.00010306638
      ],
      [
        " type",
        -0.0002456046
      ],
      [
        ")",
        -3.7742768e-05
      ]
    ]
  },
  "In one appearance, this character frantically pushes buttons in an airplane while screaming \"Take that, Dr. Sally Waxler!\" In another appearance, he gives his friend \"Baron Von Costume's Deluxe Disguise Kit\" and insists that the word \"radical\" is the thing that he says. In that appearance, this character says he knows what it feels like \"when doves cry\" after meeting someone else with the same name": {
    "guess": "List of fictional ducks",
    "confidence": [
      [
        "List",
        -1.3195387
      ],
      [
        " of",
        -0.0009625543
      ],
      [
        " fictional",
        -1.465788
      ],
      [
        " ducks",
        -0.33401808
      ]
    ]
  },
  "He has appeared on over seventy different television programs and was the host of a morning radio show in Los Angeles. Recently named an honorary mayor of Los Angeles for his fundraising efforts on behalf of earthquake victims in El Salvador and Guatemala, he appeared on HBO's \"Inside the NFL\" while keeping his active standup comedy schedule. For 10 points, name this Latino comedian who now has his": {
    "guess": "George Lopez",
    "confidence": [
      [
        "George",
        -0.2973088
      ],
      [
        " Lopez",
        -0.04919255
      ]
    ]
  },
  "The appearance of a sow with thirty young signifies an event in this work that Celaeno had previously prophesied would require this work's protagonist's eating his tables. This work's protagonist declines to show mercy when he sees his enemy wearing the belt of Evander's son, Pallas, and he is advised by the Cumaean Sibyl to descend through Avernus to visit his father. Aeolus, king of the winds, is petitioned when Juno uses Ajax's hilarious death to justify destroying the protagonist's fleet, casting this work's protagonist into the sea near Carthage. For 10 points, name this Latin epic in which": {
    "guess": "Aeneid",
    "confidence": [
      [
        "A",
        -0.5623565
      ],
      [
        "ene",
        -9.400689e-05
      ],
      [
        "id",
        -0.00012701898
      ]
    ]
  },
  "In one appearance, this god curses frogs, elephants, and parrots for disclosing his hiding spots. Because he could not tell lies, this god was cursed by Brgu after he revealed the location of a Rakshasa's wife-to-be. This god dealt with his fear of death by hiding in plants upon seeing three brothers in the form of sticks die during a sacrifice. Consequently, this god was given the task of hotr and received (*) immortality through drinking soma. This consort of Svaha, often depicted with two heads and a pot belly, rides a ram and was nearly relieved of his duties after becoming too fat. He receives tribute to the rest of the gods by gluttonously devouring ghee through his seven tongues during sacrifices. For 10 points, name this Hindu god of fire.": {
    "guess": "Agni",
    "confidence": [
      [
        "A",
        -0.003702689
      ],
      [
        "gni",
        -9.968313e-06
      ]
    ]
  },
  "An \"apparition of an invisible bust\" of this man appears in a work by Dali, the Slave Market, and the": {
    "guess": "Salvador Dalí",
    "confidence": [
      [
        "Sal",
        -0.6133965
      ],
      [
        "v",
        -0.00036989737
      ],
      [
        "ador",
        -0.0005477914
      ],
      [
        " Dal",
        -0.39798197
      ],
      [
        "í",
        -0.001466177
      ]
    ]
  },
  "As an apprentice, he claimed to have discovered some poems by a 15th century monk named Thomas Rowley,": {
    "guess": "Thomas Chatterton",
    "confidence": [
      [
        "Thomas",
        -0.026249208
      ],
      [
        " Ch",
        -7.445749e-05
      ],
      [
        "atter",
        -8.299462e-06
      ],
      [
        "ton",
        -6.6232446e-05
      ]
    ]
  },
  "The approximation for the period of these objects must include an infinite expansion when dealing the large amplitude variety of this object. Chaotic systems can be displayed by setting a large one of these into motion. The period of the (*) simple type of this object equals two pi times the square root": {
    "guess": "Pendulum",
    "confidence": [
      [
        "P",
        -0.37072793
      ],
      [
        "end",
        -0.00024691585
      ],
      [
        "ulum",
        -0.009047638
      ]
    ]
  },
  "This man appointed Konrad Krajewski to an office funded by sales of this man's photos on parchment. When asked his opinion of homosexuals, this man responded, \"Who am I to judge?\" During the 2013 World Youth Day celebrations, this former chemical technician and nightclub bouncer was met by 3 million people on Copacabana Beach in (*) Rio de Janeiro. This figure chose his official name based on his concern for the poor, which he has demonstrated through such actions as washing the feet of juvenile": {
    "guess": "Pope Francis",
    "confidence": [
      [
        "P",
        -0.012957625
      ],
      [
        "ope",
        -0.005268738
      ],
      [
        " Francis",
        -0.0027488845
      ]
    ]
  },
  "He has appeared in films like A Star is Born, The Naked Gun 33 1/3, Private Parts, and In & Out. Cedric Gibbons designed him by sketching him on a tablecloth at a 1927 banquet. His name may have come from Bette Davis' first husband, or Margaret Herrick's uncle, who he was said to resemble. FTP name this 13 1/2-inch gold-plated symbol of excellence, of whom Dustin Hoffman said, \"He has no genitalia and he's holding a sword.\"": {
    "guess": "Academy Award statuette",
    "confidence": [
      [
        "Ac",
        -0.09371189
      ],
      [
        "ad",
        -3.6431527e-05
      ],
      [
        "emy",
        -6.704273e-07
      ],
      [
        " Award",
        -0.08570457
      ],
      [
        " stat",
        -1.1322193
      ],
      [
        "u",
        -0.00019912985
      ],
      [
        "ette",
        -1.50940705e-05
      ]
    ]
  },
  "An approximate screened potential is named for Thomas and this person. In superconductors, this scientist's namesake level is found in the band gap. His namesake paradox notes the high probability of the existence of but the lack of contact with extraterrestrial civilizations. The Pauli exclusion principle is obeyed by his namesake particles, which have half-integer spins, unlike bosons. Together with": {
    "guess": "Fermi gas",
    "confidence": [
      [
        "F",
        -0.5919858
      ],
      [
        "erm",
        -0.0018139402
      ],
      [
        "i",
        -0.0006153396
      ],
      [
        " gas",
        -1.3983088
      ]
    ]
  },
  "An approximate conformation of the state with this energy is given by the Hammond postulate. The value of the energy at a first-order point of inflection on the potential energy surface, it is classically": {
    "guess": "Transition state energy",
    "confidence": [
      [
        "Transition",
        -0.05639696
      ],
      [
        " state",
        -0.0033235075
      ],
      [
        " energy",
        -0.15433809
      ]
    ]
  },
  "In one appearance, this character deduces that a suicide note reading \"I can't go on\" could have been forged by being the start of a phrase such as \"I can't go on Friday.\" In another appearance, this character goes on a tour of several homes in Great Britain in an attempt to clear the name of Michael Rafiel. The chronologically final novel in which this character appears sees her help Gwenda Reed, who unknowingly buys a house in which she witnessed a murder as a child. She is sometimes a companion of her nephew, the novelist (*) Raymond West, and she lives in the village of St. Mary Mead, which is the setting of the novel The Body in the Library. Also appearing in The Moving Finger and Nemesis,": {
    "guess": "Miss Marple",
    "confidence": [
      [
        "Miss",
        -0.040696844
      ],
      [
        " Mar",
        -0.0011221186
      ],
      [
        "ple",
        -0.00015133653
      ]
    ]
  },
  "This man appointed the marshal de Biron to represent him at a meeting in Darnetal. One attempt to have this monarch's predecessor restored was led by John Holland and John Montagu, the Earls of Salisbury and Huntingdon, and was known as the Epiphany Rising. This man's grandfather was Edward III, and this ruler led victorious forces at the Battle of Bramham Moor. This man's father served as Duke of": {
    "guess": "Henry IV of England",
    "confidence": [
      [
        "Henry",
        -0.014300312
      ],
      [
        " IV",
        -0.2306576
      ],
      [
        " of",
        -3.5477897e-05
      ],
      [
        " England",
        -0.00045712877
      ]
    ]
  },
  "One approach to synthesizing this compound was described by Hegedus and Semmelhack. The reaction for one type of these with alkynes to yield alkoxyphenols was discovered by Karl Dötz and is better known as a benzannulation reaction. One classical way of making these is done by conducting a nucleophilic addition of an organolithium compound to a metal carbonyl and then treating with a trialkyloxonium salt. This compound can be found in Grubb's catalyst and those with high oxidation states and an unpaired": {
    "guess": "Alcohol",
    "confidence": [
      [
        "Al",
        -0.45127344
      ],
      [
        "cohol",
        -0.71905166
      ]
    ]
  },
  "It appears in the words \"bank\" and \"uncle\", though not with its usual spelling. Like m and n, it's nasal, but unlike m and n, is [+high] and [+back], since it is produced in the velar region. It's most commonly found in English at the end of present progressive verb forms. For ten points, what is the name for this phoneme, usually spelled \"ng\" in English orthography?": {
    "guess": "Velar nasal",
    "confidence": [
      [
        "Vel",
        -0.19520491
      ],
      [
        "ar",
        -0.000117132404
      ],
      [
        " nasal",
        -0.058630873
      ]
    ]
  },
  "It appears in the words \"bank\" and \"uncle\", though not with its usual spelling. Like m and n, it's nasal, but unlike m and n, is [+high] and [+back], since it is produced in the velar region. It's most": {
    "guess": "Velar nasal",
    "confidence": [
      [
        "Vel",
        -0.15819395
      ],
      [
        "ar",
        -0.00014609157
      ],
      [
        " nasal",
        -0.0066003907
      ]
    ]
  },
  "This man's appointment to the Cabinet was called \"a most dangerous choice\" by rival George Dallas. In one post, this man negotiated with Richard Pakenham a treaty defining the status of Vancouver Island and setting a border at the 49th parallel. This negotiator of the Oregon Treaty sent Albert Sidney Johnston to oust Brigham Young as governor during the so-called Utah War. This man met with (*) John Mason and Pierre Soule in Belgium to produce a document calling for the acquisition of Cuba. Besides being one of the writers of the Ostend Manifesto One of the candidates he defeated to win the presidency was the \"Know-Nothing\" candidate Millard Fillmore, while the other was John C. Fremont. For 10 points, name this president during the Fort Sumter crisis, who was relieved to be succeeded by Abraham": {
    "guess": "James Buchanan",
    "confidence": [
      [
        "James",
        -0.006684468
      ],
      [
        " Buchanan",
        -0.00034428327
      ]
    ]
  },
  "This man's approval of Suharto's war crimes in East Timor was one of the subjects addressed in a book by Christopher Hitchens about his fictional \"trial.\" He criticized the \"massive retaliation\" nuclear strategy, influencing Kennedy with his doctrine of \"flexible response.\" Other strategies he developed included \"shuttle diplomacy\" to settle the (*) Yom Kippur War and \"détente\" (day-TONT) with the Soviet Union. For 10 points, name this National Security Advisor and Secretary of State, who oversaw": {
    "guess": "Henry Kissinger",
    "confidence": [
      [
        "Henry",
        -0.00079104764
      ],
      [
        " Kiss",
        -7.703444e-06
      ],
      [
        "inger",
        -7.660316e-05
      ]
    ]
  },
  "Apparent supraluminal motion in this object was recently resolved by radiation hydrodynamical considerations, in light of the thirty-three-microsecond source at its center. It was determined in 1973 to be six thousand, three hundred light-years away, which gives it an apparent magnitude of negative three point two. About ten light-years in diameter, it was misclassified in 1919 and William Herschel originally thought it was a stellar system that could be resolved with larger telescopes. The inner part of this body appears bluish and emits synchrotron radiation. It also contains NP0532, a pulsar, and an x-ray source, Taurus X-1. FTP, identify this body independently discovered by Bevis and Messier; the nebula resulting from the 1054 supernova, designated M1.": {
    "guess": "Crab Nebula",
    "confidence": [
      [
        "Cr",
        -0.0004040978
      ],
      [
        "ab",
        -5.5122365e-07
      ],
      [
        " Neb",
        -1.5928495e-05
      ],
      [
        "ula",
        -6.0391463e-05
      ]
    ]
  },
  "An approximation algorithm with ratio 2 that is used to solve the k-center problem is termed the \"parametric\" form of  this technique. Chess programs can use a null-move heuristic and the futility version of this technique to reduce the  effective branching factor. In neural networks, two major classes of algorithms named for this technique are sensitivity-  calculation methods and penalty-term methods. Beam search is a typical example of the forward version of this technique.  The best-known algorithm for this technique stores a maximum value for a max node's descendants and a minimum value  for a min node's descendants in its two namesake parameters. That algorithm is usually combined with (*) minimax and is  the alpha-beta type of this technique. For 10 points, name this technique that removes extraneous parts of decision trees and takes  its name from horticulture.": {
    "guess": "Pruning (algorithm)",
    "confidence": [
      [
        "Pr",
        -0.013076585
      ],
      [
        "uning",
        -0.00010318558
      ],
      [
        " (",
        -0.10254299
      ],
      [
        "algorithm",
        -0.41710347
      ],
      [
        ")",
        -0.0062493077
      ]
    ]
  },
  "As an apprentice, he claimed to have discovered some poems by a 15th century monk named Thomas Rowley, most famously ?la.  Horace Walpole, leading writer of the day, rejected this find, and called the boy a forger, and thus, at 17, the proud poet who had yet to publish a single work, drank arsenic and": {
    "guess": "Thomas Chatterton",
    "confidence": [
      [
        "Thomas",
        -0.00971549
      ],
      [
        " Ch",
        -0.0007971197
      ],
      [
        "atter",
        -6.869018e-06
      ],
      [
        "ton",
        -0.00021652991
      ]
    ]
  },
  "The appearance of the conodont Siphonodella sulcata separates this period from its predecessor, which saw the formation of a landmass known as the Old Red Continent. Ages during this period that are named": {
    "guess": "Devonian",
    "confidence": [
      [
        "Dev",
        -0.4204153
      ],
      [
        "onian",
        -0.00057030993
      ]
    ]
  },
  "In one appearance, this character deduces that a suicide note reading \"I can't go on\" could have been": {
    "guess": "Sherlock Holmes",
    "confidence": [
      [
        "Sher",
        -0.20174181
      ],
      [
        "lock",
        -7.703444e-06
      ],
      [
        " Holmes",
        -2.5107178e-05
      ]
    ]
  },
  "Apollo plays a viola da gamba in the left, the three nude Graces offer this woman a flower of beauty, and Athena holds a book in front of her in the painting depicting her \"Education.\" Another scene shows": {
    "guess": "Education of the Virgin",
    "confidence": [
      [
        "Education",
        -0.67205256
      ],
      [
        " of",
        -0.19578728
      ],
      [
        " the",
        -0.13221873
      ],
      [
        " Virgin",
        -0.31834668
      ]
    ]
  },
  "This man was the only apostle not from Galilee, and the end of Chapter Six of John states that his father was named Simon. The Book of John also claims that he was in charge of the group's money and that he complained about wasted ointment. He eventually purchased Haceldama, a name which means field of blood. John is the only gospel not to mention this man's famous kiss, which he gave after stating,": {
    "guess": "Judas Iscariot",
    "confidence": [
      [
        "J",
        -0.019215027
      ],
      [
        "udas",
        -0.00035834563
      ],
      [
        " Is",
        -0.00014132341
      ],
      [
        "c",
        -0.00025597532
      ],
      [
        "ari",
        -0.00010580806
      ],
      [
        "ot",
        -6.46828e-05
      ]
    ]
  },
  "Application of this reaction allows the synthesis of stereochemically pure crystalline 19-norprogesterone from Estranes, a class of oral contraceptives. This reaction is important in the process of coal liquefaction, as a cyclic olefin known as isotetralin, an efficient converter of coal into THF solubles,": {
    "guess": "Hydrogenation",
    "confidence": [
      [
        "Hy",
        -0.08983227
      ],
      [
        "dro",
        -0.0017625248
      ],
      [
        "gen",
        -0.006805603
      ],
      [
        "ation",
        -0.00043031163
      ]
    ]
  },
  "The approximation for the period of these objects must include an infinite expansion when dealing the large amplitude variety of this object. Chaotic systems can be displayed by setting a large one of": {
    "guess": "Duffing oscillator",
    "confidence": [
      [
        "D",
        -1.1773899
      ],
      [
        "uff",
        -0.47289464
      ],
      [
        "ing",
        -0.0016415
      ],
      [
        " oscillator",
        -0.26869455
      ]
    ]
  },
  "Apollodorus says that a son of Zeus and Niobe with this name was the grandfather of Io, and the namesake of a city first ruled by Phoroneus. Another man of this name was the eldest son of Chalciope and Phrixus; that man gives a speech urging Jason to go to the river Ister in a work by Apollonius Rhodius. A third figure of this name is described as an adept hunter of deer and goats, and was the first to recognize Odysseus when he returned to Ithaca. One figure of this name was lulled to sleep and slain by Hermes while he was guarding Io, a task in which he made use of the eyes all over his body. For 10 points, give this name also shared by the man who built the ship in which Jason and his companions sailed.": {
    "guess": "Argus",
    "confidence": [
      [
        "Arg",
        -0.06788459
      ],
      [
        "us",
        -0.0016761371
      ]
    ]
  },
  "This man appears in a work set in \"a fair oasis of the purest desert,\" and a novel with this title sees Miriam's father come to grips with his son Menuchim being retarded.  In a third work, another character based on this man meets a downtrodden balloon seller and a sardonic popcorn vender named Zuss and Nickles, respectively.  Robert Frost's blank verse comedy A Masque of Reason focuses on this man, as does Joseph Roth's novel about Mendel Singer.  A man who sees his children killed by war, drunk drivers and murderers is based on, FTP, what Biblical character whose story is retold in Archibald Macleish's play J.B.?": {
    "guess": "Job",
    "confidence": [
      [
        "Job",
        -0.06895655
      ]
    ]
  },
  "It can be applied to the theory of local breeding values to predict the effects of random drift on genetic": {
    "guess": "Local breeding values",
    "confidence": [
      [
        "Local",
        -0.7688923
      ],
      [
        " breeding",
        -0.304188
      ],
      [
        " values",
        -0.05432897
      ]
    ]
  },
  "He appears as a red-haired boy who asks David to help him hide from Mr. Wedding in a novel by Diana Wynne Jones. In the Atlas Comics series Journey into Mystery, he caused Carl Creel to become Absorbing Man, while in the Sandman series, the Corinthian eats his eyes after this figure holds Daniel hostage.": {
    "guess": "Dream (comics)",
    "confidence": [
      [
        "Dream",
        -0.88449186
      ],
      [
        " (",
        -0.065117374
      ],
      [
        "com",
        -0.8483238
      ],
      [
        "ics",
        -4.3202e-07
      ],
      [
        ")",
        -0.009771085
      ]
    ]
  },
  "An approximate screened potential is named for Thomas and this person. In superconductors, this scientist's namesake level is found in the band gap. His namesake paradox notes the high probability of the existence of but the lack of contact with extraterrestrial civilizations. The Pauli exclusion principle is obeyed by his namesake particles, which have half-integer spins, unlike bosons. Together with Szilard at the University of Chicago, he built the world's first nuclear reactor. Rutherford congratulated him for \"escaping theoretical physics\" when he discovered the transuranics. FTP, name this": {
    "guess": "Enrico Fermi",
    "confidence": [
      [
        "En",
        -0.081990264
      ],
      [
        "rico",
        -1.378283e-05
      ],
      [
        " Ferm",
        -1.9027791e-05
      ],
      [
        "i",
        -2.1173457e-05
      ]
    ]
  },
  "The application of this process to electron-poor heteroaromatic hydrocarbons yields a Shapiro-type reaction product, and it may be used in stereospecific deuterium labeling.  In a potassium decylate system, the addition of crown ethers accelerates the rate of this reaction.  A variation of this reaction that gives rise to allylic alcohols is known as the Wharton reaction, while a one-pot variation": {
    "guess": "Wittig reaction",
    "confidence": [
      [
        "W",
        -1.1751072
      ],
      [
        "itt",
        -0.12106331
      ],
      [
        "ig",
        -7.660316e-05
      ],
      [
        " reaction",
        -0.07167185
      ]
    ]
  },
  "This man appointed Albert Gallatin as his Secretary of the Treasury, and while in office, this man signed into law a bill that officially banned the importation of slaves. During his administration, Zebulon Pike was dispatched to explore the source of the Red River, and this man authorized the creation of the United States Military Academy at West Point. He authored the Virginia Statute for Religious Freedoms, and he publicly opposed the Alien and Sedition Acts by writing the Virginia and Kentucky Resolutions with James Madison, who succeeded this man as President. For 10 points, name this author of the Declaration of Independence.": {
    "guess": "Thomas Jefferson",
    "confidence": [
      [
        "Thomas",
        -0.003422474
      ],
      [
        " Jefferson",
        -7.517272e-05
      ]
    ]
  },
  "Apollo plays a viola da gamba in the left, the three nude Graces offer this woman a flower of beauty, and Athena holds a book in front of her in the painting depicting her \"Education.\" Another scene shows her holding a classical statue and wearing an ornate war helmet as she is portrayed as the goddess Bellona. She does not appear in the first painting of her cycle, which shows Jupiter and Juno watching the Fates spin her destiny, but she is shown in her series' final painting, The Triumph of Truth, holding out a wreath of reconciliation to Louis XIII. In perhaps the most memorable of the paintings,": {
    "guess": "Marie de' Medici",
    "confidence": [
      [
        "Mar",
        -0.009945906
      ],
      [
        "ie",
        -1.962381e-05
      ],
      [
        " de",
        -8.256335e-05
      ],
      [
        "'",
        -0.0006429765
      ],
      [
        " Med",
        -0.00015705463
      ],
      [
        "ici",
        -7.107425e-06
      ]
    ]
  },
  "This man approved the Falloux Laws, which created a mixed system of public and Catholic primary schools. This leader sent Governor Louis Faidherbe to conquer the Waalo Kingdom, leading to the annexation": {
    "guess": "Napoleon III",
    "confidence": [
      [
        "N",
        -0.15416695
      ],
      [
        "ap",
        -0.0067040045
      ],
      [
        "oleon",
        -4.990154e-05
      ],
      [
        " III",
        -0.0010169717
      ]
    ]
  },
  "Applying an inversion to this figure gives the Dupin cyclide, and the systole and area of one of these figures is related by Loewner's inequality. The Weyl group can be defined as the normalizer of a group isomorphic to one of these figures, modulo the centralizer of said group. A compact Lie Group has a maximal one of these, and the standard one of these requires seven colors to color according to the Heawood conjecture. Double and triple ones of these have more than one handle, and N-dimensional": {
    "guess": "List of simple Lie groups",
    "confidence": [
      [
        "List",
        -1.3780631
      ],
      [
        " of",
        -0.07400853
      ],
      [
        " simple",
        -1.9191583
      ],
      [
        " Lie",
        -0.24378562
      ],
      [
        " groups",
        -0.0031205565
      ]
    ]
  },
  "This man's approval of Suharto's war crimes in East Timor was one of the subjects addressed in a book by Christopher Hitchens about his fictional \"trial.\" He criticized the \"massive retaliation\" nuclear strategy, influencing Kennedy with his doctrine of \"flexible response.\" Other strategies he developed included \"shuttle diplomacy\" to settle the (*) Yom Kippur War and \"détente\" (day-TONT) with the": {
    "guess": "Henry Kissinger",
    "confidence": [
      [
        "Henry",
        -0.0060353307
      ],
      [
        " Kiss",
        -3.7146747e-05
      ],
      [
        "inger",
        -0.00013798571
      ]
    ]
  },
  "He has appeared on over seventy different television programs and was the host of a morning radio show in Los Angeles. Recently named an honorary mayor of Los Angeles for his fundraising efforts on behalf": {
    "guess": "List of mayors of Los Angeles",
    "confidence": [
      [
        "List",
        -1.3928059
      ],
      [
        " of",
        -0.0035494629
      ],
      [
        " may",
        -0.47831482
      ],
      [
        "ors",
        -0.0016055555
      ],
      [
        " of",
        -0.00148772
      ],
      [
        " Los",
        -0.005295427
      ],
      [
        " Angeles",
        -7.445749e-05
      ]
    ]
  },
  "In 1842, he was appointed a second lieutenant in Corps of Topographical Engineers and he designed a number of lighthouses in the Florida Keys. After serving in the Mexican-American War under Zachary Taylor": {
    "guess": "Millard Fillmore",
    "confidence": [
      [
        "Mill",
        -0.6801184
      ],
      [
        "ard",
        -0.0009717293
      ],
      [
        " Fill",
        -0.00042710046
      ],
      [
        "more",
        -0.0001245157
      ]
    ]
  },
  "In one appearance, this character frantically pushes buttons in an airplane while screaming \"Take that, Dr. Sally Waxler!\" In another appearance, he gives his friend \"Baron Von Costume's Deluxe Disguise Kit\" and insists that the word \"radical\" is the thing that he says. In that appearance, this character says he knows what it feels like \"when doves cry\" after meeting someone else with the same name in (*) Shelbyville. This character's father was a \"big wheel at the cracker factory\" and recorded the": {
    "guess": "Homer Simpson",
    "confidence": [
      [
        "H",
        -0.11291079
      ],
      [
        "omer",
        -0.00037609597
      ],
      [
        " Simpson",
        -0.030064832
      ]
    ]
  },
  "Apollo plays a viola da gamba in the left, the three nude Graces offer this woman a flower of beauty,": {
    "guess": "The Birth of Venus",
    "confidence": [
      [
        "The",
        -0.2910743
      ],
      [
        " Birth",
        -0.8490684
      ],
      [
        " of",
        -0.0009725637
      ],
      [
        " Venus",
        -0.013029047
      ]
    ]
  },
  "The appearance of one of this city's kings prompted three princesses to go insane and jump off a cliff. That king was the son of Gaia and Hephaestus and was named Erichthonius. Another king of this city offered amnesty to Heracles for the murder of his wife and children and agreed to help Adrastus topple": {
    "guess": "Athens",
    "confidence": [
      [
        "Ath",
        -0.75732607
      ],
      [
        "ens",
        -0.00015598179
      ]
    ]
  },
  "Both are applications of Ostrogradsky's theorem, also known as the divergence theorem, and one is the electrostatic equivalent of Ampere's law. One of them is often derived using the solid-angle approach": {
    "guess": "Gauss's law",
    "confidence": [
      [
        "G",
        -0.8221699
      ],
      [
        "auss",
        -0.008355825
      ],
      [
        "'s",
        -0.011549598
      ],
      [
        " law",
        -0.0052893735
      ]
    ]
  },
  "One application of this equation is used in speedometers of planes, called pitot-static [pih-toh] tubes. One law that can be derived from this equation states that the velocity is equal to the square root of twice the product of gravity and height, called Torricelli's law. It can be used to derive why the pressure drops in a constricted section of a pipe, called the (*) Venturi effect. This equation and Newton's laws of motion can be used to explain aerodynamic forces like lift on an airplane. A consequence of this equation is that when the velocity of a liquid is faster, the pressure is lower. For 10 points, name this equation named for a Dutch-Swiss mathematician.": {
    "guess": "Bernoulli's principle",
    "confidence": [
      [
        "Bern",
        -0.003201597
      ],
      [
        "ou",
        0.0
      ],
      [
        "lli",
        -0.00014883325
      ],
      [
        "'s",
        -0.0022175843
      ],
      [
        " principle",
        -0.040779594
      ]
    ]
  },
  "This man appointed the marshal de Biron to represent him at a meeting in Darnetal. One attempt to have this monarch's predecessor restored was led by John Holland and John Montagu, the Earls of Salisbury and Huntingdon, and was known as the Epiphany Rising. This man's grandfather was Edward III, and this ruler led victorious forces at the Battle of Bramham Moor. This man's father served as Duke of Lancaster, and the reign of this son of John of Gaunt also included an unsuccessful revolt by Owen Glendower. Though not William the Conqueror, this king was victorious in a battle that saw his opponent take an arrow to the face; that opponent was Henry Percy, who lost the Battle of Shrewsbury. For": {
    "guess": "Henry IV of England",
    "confidence": [
      [
        "Henry",
        -0.0023040548
      ],
      [
        " IV",
        -0.2197973
      ],
      [
        " of",
        -5.5122365e-07
      ],
      [
        " England",
        -4.3226137e-05
      ]
    ]
  },
  "After his appointment as historiographer to the king, this author produced little, including the play \"Athalie\", the four \"Spiritual Hymns\", and \"Abrege de l'historie de Port-Royal\", inspired by his childhood, during which he was raised as a Jansenist. After early works like \"The Nymph of the Seine\", \"The Thebaid\", and \"Alexander the Great\", he produced his most characteristic work, characterized by a single theme concerning a strong spiritual conflict, such as \"Bajazet\", \"Britannicus\", and \"Berenice\",": {
    "guess": "Jean Racine",
    "confidence": [
      [
        "Jean",
        -0.00026574635
      ],
      [
        " Rac",
        -0.009242184
      ],
      [
        "ine",
        -1.5928495e-05
      ]
    ]
  },
  "This man appointed John B. Henderson to serve as a special prosecutor, and later replaced him with James": {
    "guess": "Whiskey Ring",
    "confidence": [
      [
        "Wh",
        -0.10599958
      ],
      [
        "iskey",
        -3.059055e-05
      ],
      [
        " Ring",
        -7.362307e-05
      ]
    ]
  },
  "Apprenticed to Michael Wolgemut, his later works include a painting of the Madonna and Child and an engraving entitled The Great Cardinal. He claimed that \"the perfection of form and beauty is contained": {
    "guess": "Albrecht Dürer",
    "confidence": [
      [
        "Al",
        -0.007946341
      ],
      [
        "bre",
        -4.6444635e-05
      ],
      [
        "cht",
        -3.1544176e-05
      ],
      [
        " D",
        -0.00016766376
      ],
      [
        "ür",
        -0.00844011
      ],
      [
        "er",
        -1.7835755e-05
      ]
    ]
  },
  "This man appointed John B. Henderson to serve as a special prosecutor, and later replaced him with James Broadhead after Henderson indicted his personal secretary, Orville Babcock. Fisk(*) and Gould attempted to corner the gold market during this man's presidency, and his vice president, Schuyler Colfax, was implicated in the Whiskey Ring. This president was elected partially because of his successes in the Overland Campaign, and succeeded Andrew Johnson. For 10 points, name this scandal-plagued president to whom Robert E. Lee surrendered at Appomattox.": {
    "guess": "Ulysses S. Grant",
    "confidence": [
      [
        "U",
        -0.0019113846
      ],
      [
        "ly",
        -1.0802739e-05
      ],
      [
        "ss",
        -5.5577775e-06
      ],
      [
        "es",
        -4.3822154e-05
      ],
      [
        " S",
        -4.7875077e-05
      ],
      [
        ".",
        -0.00015097891
      ],
      [
        " Grant",
        -1.6240566e-06
      ]
    ]
  },
  "He apprenticed under Auguste Rodin, but left after two months. One of this artist's works was a controversial": {
    "guess": "Constantin Brâncuși",
    "confidence": [
      [
        "Constant",
        -0.21929288
      ],
      [
        "in",
        -0.0012142832
      ],
      [
        " Br",
        -0.00075280893
      ],
      [
        "â",
        -0.002004415
      ],
      [
        "nc",
        -1.0445127e-05
      ],
      [
        "u",
        -3.190179e-05
      ],
      [
        "și",
        -0.001145576
      ]
    ]
  },
  "The appearance of one of this city's kings prompted three princesses to go insane and jump off a cliff. That king was the son of Gaia and Hephaestus and was named Erichthonius. Another king of this city offered amnesty to Heracles for the murder of his wife and children and agreed to help Adrastus topple the rule of Eteocles. The first king of this city was supposedly (*) half-man and half-serpent and judged the patronship contest for this city. That king, Cecrops II, determined that the olive tree was more useful than the salt spring and therefore awarded patronship to the goddess of wisdom. For ten points, name this city that, under the rule of Theseus, was the first to institute democracy.": {
    "guess": "Athens",
    "confidence": [
      [
        "Ath",
        -0.001860569
      ],
      [
        "ens",
        -8.89548e-06
      ]
    ]
  },
  "It can be applied to the theory of local breeding values to predict the effects of random drift on genetic architecture. Its presence in founder events, inbreeding, and bottlenecking can produce an increase in additive genetic variance. Analysis of this type using double mutants is employed to develop order-of-function maps for genes that regulate cellular pathways, and it can result in the nonpenetrance": {
    "guess": "Genetic architecture",
    "confidence": [
      [
        "Gen",
        -0.7757562
      ],
      [
        "etic",
        -0.008707699
      ],
      [
        " architecture",
        -0.68444234
      ]
    ]
  },
  "In one appearance, this god curses frogs, elephants, and parrots for disclosing his hiding spots. Because he could not tell lies, this god was cursed by Brgu after he revealed the location of a Rakshasa's wife-to-be. This god dealt with his fear of death by hiding in plants upon seeing three brothers": {
    "guess": "Agni",
    "confidence": [
      [
        "A",
        -0.37202746
      ],
      [
        "gni",
        -0.00053408666
      ]
    ]
  },
  "The application of this process to electron-poor heteroaromatic hydrocarbons yields a Shapiro-type reaction product, and it may be used in stereospecific deuterium labeling.  In a potassium decylate system, the addition of crown ethers accelerates the rate of this reaction.  A variation of this reaction that gives rise to allylic alcohols is known as the Wharton reaction, while a one-pot variation of this reaction in ethylene glycol is known as the Huang-Minlon modification.  Under strongly acidic conditions, its counterpart the Clemmenson reaction proceeds.  FTP name this reaction with a hydrazone intermediate which reduces a carbonyl to an alkane by boiling it in a basic solution, named for": {
    "guess": "Wolff-Kishner reduction",
    "confidence": [
      [
        "W",
        -0.012815341
      ],
      [
        "ol",
        -6.704273e-07
      ],
      [
        "ff",
        -2.188868e-05
      ],
      [
        "-K",
        -0.5982626
      ],
      [
        "ish",
        -0.00032890963
      ],
      [
        "ner",
        -3.7697225e-06
      ],
      [
        " reduction",
        -0.05348429
      ]
    ]
  },
  "This man's appointment to the Cabinet was called \"a most dangerous choice\" by rival George Dallas. In": {
    "guess": "John Tyler",
    "confidence": [
      [
        "John",
        -1.6755068
      ],
      [
        " Tyler",
        -0.592686
      ]
    ]
  },
  "It can be applied to the theory of local breeding values to predict the effects of random drift on genetic architecture. Its presence in founder events, inbreeding, and bottlenecking can produce an increase in additive genetic variance. Analysis of this type using double mutants is employed to develop order-of-function maps for genes that regulate cellular pathways, and it can result in the nonpenetrance of mutant genes such as the gene for Marfan syndrome. Individuals who have a homozygous recessive": {
    "guess": "Quantitative genetics",
    "confidence": [
      [
        "Quant",
        -0.727272
      ],
      [
        "itative",
        -0.00024084747
      ],
      [
        " genetics",
        -0.060947116
      ]
    ]
  },
  "This man appointed Sargent Shriver as the first director of the Peace Corps. During World War II he commanded the patrol boat PT 109, and his administration was proven to have had knowledge of the plot to assassinate Ngo Dinh Diem. The Whiz Kids were part of his Department of Defense led by Robert McNamara, and his administration executed the unsuccessful Bay of Pigs invasion. He won the 1960 Presidential Election against Richard Nixon, and as president, he faced Nikita Khrushchev in the Cuban Missile Crisis. For 10 points, name this president who was succeeded by Lyndon B. Johnson after his 1963 assassination.": {
    "guess": "John F. Kennedy",
    "confidence": [
      [
        "John",
        -0.0056277504
      ],
      [
        " F",
        -0.00033367777
      ],
      [
        ".",
        -0.00020818933
      ],
      [
        " Kennedy",
        -3.2736214e-05
      ]
    ]
  },
  "He apprenticed under Auguste Rodin, but left after two months. One of this artist's works was a controversial sculpture of a large phallus.  A more well- known work, of which the artist created variations, is of two abstract figures embracing, called The Kiss. Initially not considered a piece of art by U.S. Customs, his sculpture of a thin, elongated piece of polished bronze was imposed a tariff. Name this Romanian sculptor of Princess X and Bird in Space.": {
    "guess": "Constantin Brâncuși",
    "confidence": [
      [
        "Constant",
        -0.008519305
      ],
      [
        "in",
        -0.00025216083
      ],
      [
        " Br",
        -6.384837e-05
      ],
      [
        "â",
        -0.00023369525
      ],
      [
        "nc",
        -4.1273333e-06
      ],
      [
        "u",
        -2.3676734e-05
      ],
      [
        "și",
        -0.00013369438
      ]
    ]
  },
  "Applying an inversion to this figure gives the Dupin cyclide, and the systole and area of one of these figures is related by Loewner's inequality. The Weyl group can be defined as the normalizer of a group": {
    "guess": "Dupin cyclide",
    "confidence": [
      [
        "Dup",
        -1.8357083
      ],
      [
        "in",
        -3.523949e-05
      ],
      [
        " cycl",
        -0.007768463
      ],
      [
        "ide",
        -0.007915117
      ]
    ]
  },
  "The appearance of the conodont Siphonodella sulcata separates this period from its predecessor, which saw the formation of a landmass known as the Old Red Continent. Ages during this period that are named for Russian cities include the Moscovian and Gzhelian. This geological period saw insects begin to fly and the first amniotes, including synapsids. Occurring from approximately 360 million to 290": {
    "guess": "Carboniferous",
    "confidence": [
      [
        "Carbon",
        -0.36916637
      ],
      [
        "ifer",
        -0.0001006823
      ],
      [
        "ous",
        -0.00013393279
      ]
    ]
  },
  "In 1842, he was appointed a second lieutenant in Corps of Topographical Engineers and he designed a number of lighthouses in the Florida Keys. After serving in the Mexican-American War under Zachary Taylor at the Battle of Monterrey, he was promoted to brigadier general at the start of the Civil War under the recommendation of Pennsylvania Governor Andrew Curtin. Born in Cadiz, and as a result of his distinguished performances at South Mountain and Fredericksburg where he temporarily broke through Stonewall Jackson's line, he was thrust into his most important role by Lincoln after Joseph Hooker's": {
    "guess": "Ambrose Burnside",
    "confidence": [
      [
        "Amb",
        -0.035585348
      ],
      [
        "rose",
        -6.098748e-05
      ],
      [
        " Burn",
        -0.00080450665
      ],
      [
        "side",
        -1.2113979e-05
      ]
    ]
  },
  "This man appears in a work set in \"a fair oasis of the purest desert,\" and a novel with this title sees Miriam's father come to grips with his son Menuchim being retarded.  In a third work, another character based on this man meets a downtrodden balloon seller and a sardonic popcorn vender named Zuss and Nickles, respectively.  Robert Frost's blank verse comedy A Masque of Reason focuses on this man, as does Joseph Roth's novel about Mendel Singer.  A man who sees his children killed by war, drunk drivers and murderers is based on, FTP, what Biblical character whose story is retold in Archibald": {
    "guess": "Job",
    "confidence": [
      [
        "Job",
        -0.098704055
      ]
    ]
  },
  "This man appointed the marshal de Biron to represent him at a meeting in Darnetal. One attempt to have": {
    "guess": "Henry IV of France",
    "confidence": [
      [
        "Henry",
        -0.24991326
      ],
      [
        " IV",
        -0.038141787
      ],
      [
        " of",
        -0.0017007682
      ],
      [
        " France",
        -0.35685527
      ]
    ]
  },
  "An approximation algorithm with ratio 2 that is used to solve the k-center problem is termed the \"parametric\" form of  this technique. Chess programs can use a null-move heuristic and the futility version of this technique to reduce the  effective branching factor. In neural networks, two major classes of algorithms named for this technique are sensitivity-  calculation methods and penalty-term methods. Beam search is a typical example of the forward version of this technique.  The best-known algorithm for this technique stores a maximum value for a max node's descendants and a minimum value  for": {
    "guess": "Dynamic programming",
    "confidence": [
      [
        "Dynamic",
        -0.42760578
      ],
      [
        " programming",
        -0.004479016
      ]
    ]
  },
  "Apprenticed to Michael Wolgemut, his later works include a painting of the Madonna and Child and an engraving entitled The Great Cardinal. He claimed that \"the perfection of form and beauty is contained in the sum of all men\" in his Four Books on Human Proportion. His paintings include Christ Disputing": {
    "guess": "Albrecht Dürer",
    "confidence": [
      [
        "Al",
        -0.0027676676
      ],
      [
        "bre",
        -0.00010545045
      ],
      [
        "cht",
        -1.5928495e-05
      ],
      [
        " D",
        -8.12521e-05
      ],
      [
        "ür",
        -0.051513057
      ],
      [
        "er",
        -1.7597347e-05
      ]
    ]
  },
  "This man appointed Eduard Shevardnadze (SHEV-ard-NOD-zay) to succeed Andrey Gromyko as foreign minister.": {
    "guess": "Mikhail Gorbachev",
    "confidence": [
      [
        "M",
        -0.45509222
      ],
      [
        "ikhail",
        -0.00010819213
      ],
      [
        " G",
        -0.00064154604
      ],
      [
        "orb",
        -2.6060809e-05
      ],
      [
        "ache",
        -5.7649777e-05
      ],
      [
        "v",
        -1.0325924e-05
      ]
    ]
  },
  "Apollo plays a viola da gamba in the left, the three nude Graces offer this woman a flower of beauty, and Athena holds a book in front of her in the painting depicting her \"Education.\" Another scene shows her holding a classical statue and wearing an ornate war helmet as she is portrayed as the goddess Bellona. She does not appear in the first painting of her cycle, which shows Jupiter and Juno watching the Fates spin her destiny, but she is shown in her series' final painting, The Triumph of Truth, holding out a wreath of reconciliation to Louis XIII. In perhaps the most memorable of the paintings, Neptune and a group of the artist's characteristically fleshy sea nymphs guide her boat as she makes her landing at Marseilles. FTP, name this Italian-born French queen, the subject of an extravagant cycle of paintings by Peter Paul Rubens.": {
    "guess": "Marie de' Medici",
    "confidence": [
      [
        "Mar",
        -0.012305847
      ],
      [
        "ie",
        -2.4749568e-05
      ],
      [
        " de",
        -9.9490266e-05
      ],
      [
        "'",
        -0.00045843268
      ],
      [
        " Med",
        -0.00014871404
      ],
      [
        "ici",
        -7.465036e-06
      ]
    ]
  },
  "Applying a Hadamard gate followed by a CNOT gate causes the control and target bits to have this property. In quantum teleportation, the parties start with qubits with this property. For two state systems, a state maximal for this property is 1-over-√2 ket-00 + 1-over-√2 ket-11, which can be used to": {
    "guess": "Quantum entanglement",
    "confidence": [
      [
        "Quant",
        -0.0030348746
      ],
      [
        "um",
        -1.6240566e-06
      ],
      [
        " ent",
        -0.024537146
      ],
      [
        "ang",
        -1.504853e-06
      ],
      [
        "lement",
        -4.365741e-06
      ]
    ]
  },
  "The appearance of a sow with thirty young signifies an event in this work that Celaeno had previously prophesied would require this work's protagonist's eating his tables. This work's protagonist declines to show mercy when he sees his enemy wearing the belt of Evander's son, Pallas, and he is advised": {
    "guess": "Aeneid",
    "confidence": [
      [
        "A",
        -0.0987709
      ],
      [
        "ene",
        -4.2630116e-05
      ],
      [
        "id",
        -0.00024620062
      ]
    ]
  },
  "Both are applications of Ostrogradsky's theorem, also known as the divergence theorem, and one is the electrostatic equivalent of Ampere's law. One of them is often derived using the solid-angle approach with Coulomb's Law, and the other disproves the existence of magnetic monopoles. Used to show that": {
    "guess": "Gauss's law",
    "confidence": [
      [
        "G",
        -0.6346227
      ],
      [
        "auss",
        -0.0012821376
      ],
      [
        "'s",
        -0.004367102
      ],
      [
        " law",
        -0.0027875267
      ]
    ]
  },
  "He has appeared on over seventy different television programs and was the host of a morning radio show in Los Angeles. Recently named an honorary mayor of Los Angeles for his fundraising efforts on behalf of earthquake victims in El Salvador and Guatemala, he appeared on HBO's \"Inside the NFL\" while keeping his active standup comedy schedule. For 10 points, name this Latino comedian who now has his own sitcom on ABC.": {
    "guess": "George Lopez",
    "confidence": [
      [
        "George",
        -0.07222341
      ],
      [
        " Lopez",
        -0.014766257
      ]
    ]
  },
  "Apprenticed to a sculptor in Padua, he worked as a stonemason for Count Giorgio Trissino outside Vincenza.  At the Villa Trissino, he would later study the works of Vitruvius, whom he called his master and guide.  His first great work was the Villa Godi in 1540, that included symmetrical wings for stables and barns, and a walled courtyard in front of the house, but his Villa Rotunda in 1567 would become": {
    "guess": "Andrea Palladio",
    "confidence": [
      [
        "And",
        -0.12886387
      ],
      [
        "rea",
        -7.946405e-05
      ],
      [
        " Pall",
        -1.5332478e-05
      ],
      [
        "adio",
        -0.0004981055
      ]
    ]
  },
  "One approach to synthesizing this compound was described by Hegedus and Semmelhack. The reaction for one type of these with alkynes to yield alkoxyphenols was discovered by Karl Dötz and is better known": {
    "guess": "Alkyne coupling",
    "confidence": [
      [
        "Al",
        -1.2708575
      ],
      [
        "ky",
        -0.678944
      ],
      [
        "ne",
        -0.0098909
      ],
      [
        " coupling",
        -1.7678374
      ]
    ]
  },
  "This man appears below a sculpture of a bearded head and above a large stone slab displaying a Latin phrase, which surround a circular window in the \"porthole portrait\" of him. A golden table leg resembling an eagle-topped fasces appears in another portrait of this man, who holds a sword and wears a": {
    "guess": "Gilbert du Motier, Marquis de Lafayette",
    "confidence": [
      [
        "Gil",
        -1.3081495
      ],
      [
        "bert",
        -0.00610784
      ],
      [
        " du",
        -0.24227136
      ],
      [
        " Mot",
        -0.0011383118
      ],
      [
        "ier",
        -0.001302261
      ],
      [
        ",",
        -0.0040227147
      ],
      [
        " Mar",
        -0.008432781
      ],
      [
        "quis",
        -0.0014002372
      ],
      [
        " de",
        -0.0011666494
      ],
      [
        " Lafayette",
        -0.018876651
      ]
    ]
  },
  "He apprenticed under Auguste Rodin, but left after two months. One of this artist's works was a controversial sculpture of a large phallus.  A more well- known work, of which the artist created variations,": {
    "guess": "Constantin Brâncuși",
    "confidence": [
      [
        "Constant",
        -0.16054703
      ],
      [
        "in",
        -0.0026826607
      ],
      [
        " Br",
        -0.000813678
      ],
      [
        "â",
        -0.17386353
      ],
      [
        "nc",
        -5.252402e-05
      ],
      [
        "u",
        -0.0004690418
      ],
      [
        "și",
        -0.0010593678
      ]
    ]
  },
  "This man's appointment to the Cabinet was called \"a most dangerous choice\" by rival George Dallas. In one post, this man negotiated with Richard Pakenham a treaty defining the status of Vancouver Island and setting a border at the 49th parallel. This negotiator of the Oregon Treaty sent Albert Sidney Johnston to oust Brigham Young as governor during the so-called Utah War. This man met with (*) John": {
    "guess": "James Buchanan",
    "confidence": [
      [
        "James",
        -0.015413483
      ],
      [
        " Buchanan",
        -0.06408758
      ]
    ]
  },
  "This man appointed the marshal de Biron to represent him at a meeting in Darnetal. One attempt to have this monarch's predecessor restored was led by John Holland and John Montagu, the Earls of Salisbury and Huntingdon, and was known as the Epiphany Rising. This man's grandfather was Edward III, and this ruler led victorious forces at the Battle of Bramham Moor. This man's father served as Duke of Lancaster, and the reign of this son of John of Gaunt also included an unsuccessful revolt by Owen Glendower. Though not William the Conqueror, this king was victorious in a battle that saw his opponent take an arrow to the face; that opponent was Henry Percy, who lost the Battle of Shrewsbury. For 10 points, name this English king, whose reign included the death of his predecessor, Richard II and who had a Shakespeare play written about him.": {
    "guess": "Henry IV of England",
    "confidence": [
      [
        "Henry",
        -0.0014810555
      ],
      [
        " IV",
        -0.0036678908
      ],
      [
        " of",
        -1.3856493e-06
      ],
      [
        " England",
        -2.0219828e-05
      ]
    ]
  },
  "This man appointed John B. Henderson to serve as a special prosecutor, and later replaced him with James Broadhead after Henderson indicted his personal secretary, Orville Babcock. Fisk(*) and Gould attempted to corner the gold market during this man's presidency, and his vice president, Schuyler Colfax,": {
    "guess": "Ulysses S. Grant",
    "confidence": [
      [
        "U",
        -0.10433718
      ],
      [
        "ly",
        -3.0828953e-05
      ],
      [
        "ss",
        -3.3809047e-05
      ],
      [
        "es",
        -0.00012308525
      ],
      [
        " S",
        -0.0004037402
      ],
      [
        ".",
        -0.0008894256
      ],
      [
        " Grant",
        -6.869018e-06
      ]
    ]
  },
  "It can be applied to the theory of local breeding values to predict the effects of random drift on genetic architecture. Its presence in founder events, inbreeding, and bottlenecking can produce an increase in additive genetic variance. Analysis of this type using double mutants is employed to develop order-of-function maps for genes that regulate cellular pathways, and it can result in the nonpenetrance of mutant genes such as the gene for Marfan syndrome. Individuals who have a homozygous recessive mutation that blocks the addition of fucose to an H substance precursor fail to express A and B type blood groups and posses the Bombay phenotype, an example of this effect. For 10 points, the gene": {
    "guess": "Epistasis",
    "confidence": [
      [
        "Ep",
        -1.161892
      ],
      [
        "ist",
        -0.036030695
      ],
      [
        "asis",
        -0.03948047
      ]
    ]
  },
  "This man's appointment to the Cabinet was called \"a most dangerous choice\" by rival George Dallas. In one post, this man negotiated with Richard Pakenham a treaty defining the status of Vancouver Island": {
    "guess": "James Buchanan",
    "confidence": [
      [
        "James",
        -0.82532287
      ],
      [
        " Buchanan",
        -0.16534539
      ]
    ]
  },
  "It is approximately 45 minutes long and is divided into 4 movements, Moderato, Allegretto, Largo, and Allegro non troppo. It premiered on November 21, 1937, and was an immediate success, receiving a standing ovation for somewhere between 30 minutes and an hour.* The final movement is often criticized for its shrillness, but according to Solomon Volkov, it is actually a parody of shrillness representing forced rejoicing. It includes a quotation from the composer's song \"Rebirth\" accompanied by the words \"The barbarian painter blackens the genius' painting\". FTP, what is this work by Dmitri Shostakovich which was subtitled \"A Soviet Artist's Reply to Just Criticism\" by the Soviet Composers' Union?": {
    "guess": "Symphony No. 7 (Shostakovich)",
    "confidence": [
      [
        "Sym",
        -0.0015877007
      ],
      [
        "phony",
        -1.569009e-05
      ],
      [
        " No",
        -0.00018577903
      ],
      [
        ".",
        -0.0001593195
      ],
      [
        " ",
        -0.0020918536
      ],
      [
        "7",
        -0.42200154
      ],
      [
        " (",
        -0.097391576
      ],
      [
        "Sh",
        -0.0033630738
      ],
      [
        "ost",
        -6.9882217e-06
      ],
      [
        "ak",
        -0.00025883623
      ],
      [
        "ovich",
        -2.1650272e-05
      ],
      [
        ")",
        -0.00041887542
      ]
    ]
  },
  "An approximate screened potential is named for Thomas and this person. In superconductors, this scientist's namesake level is found in the band gap. His namesake paradox notes the high probability of the existence of but the lack of contact with extraterrestrial civilizations. The Pauli exclusion principle is obeyed by his namesake particles, which have half-integer spins, unlike bosons. Together with Szilard at the University of Chicago, he built the world's first nuclear reactor. Rutherford congratulated": {
    "guess": "Enrico Fermi",
    "confidence": [
      [
        "En",
        -0.45149502
      ],
      [
        "rico",
        -1.3186812e-05
      ],
      [
        " Ferm",
        -0.00023011913
      ],
      [
        "i",
        -3.190179e-05
      ]
    ]
  },
  "The appearance of one of this city's kings prompted three princesses to go insane and jump off a cliff. That king was the son of Gaia and Hephaestus and was named Erichthonius. Another king of this city offered amnesty to Heracles for the murder of his wife and children and agreed to help Adrastus topple the rule of Eteocles. The first king of this city was supposedly (*) half-man and half-serpent and judged the patronship contest for this city. That king, Cecrops II, determined that the olive tree was more useful than the salt spring and therefore awarded patronship to the goddess of wisdom. For": {
    "guess": "Athens",
    "confidence": [
      [
        "Ath",
        -0.010638631
      ],
      [
        "ens",
        -3.9888433e-05
      ]
    ]
  },
  "Apollo plays a viola da gamba in the left, the three nude Graces offer this woman a flower of beauty, and Athena holds a book in front of her in the painting depicting her \"Education.\" Another scene shows her holding a classical statue and wearing an ornate war helmet as she is portrayed as the goddess Bellona. She does not appear in the first painting of her cycle, which shows Jupiter and Juno watching the Fates spin her destiny, but she is shown in her series' final painting, The Triumph of Truth,": {
    "guess": "Marie de' Medici",
    "confidence": [
      [
        "Mar",
        -0.3019118
      ],
      [
        "ie",
        -0.0002639583
      ],
      [
        " de",
        -0.0010834213
      ],
      [
        "'",
        -0.0019572983
      ],
      [
        " Med",
        -0.00031031753
      ],
      [
        "ici",
        -1.50940705e-05
      ]
    ]
  },
  "This man appointed Eduard Shevardnadze (SHEV-ard-NOD-zay) to succeed Andrey Gromyko as foreign minister. This man's rise to power was aided by the patronage of party idealist Mikhail Suslov. Films such as Repentance and Agoniya were distributed (*) freely during his rule. The hardline State Emergency Committee led a coup against this man in August of 1991. For 10 points, name this man who succeeded Konstantin Chernenko, and whose policies of glasnost and perestroika liberalized the Soviet Union.": {
    "guess": "Mikhail Gorbachev",
    "confidence": [
      [
        "M",
        -0.007609824
      ],
      [
        "ikhail",
        -8.5543434e-05
      ],
      [
        " G",
        -0.00011331789
      ],
      [
        "orb",
        -9.014684e-06
      ],
      [
        "ache",
        -1.4617256e-05
      ],
      [
        "v",
        -2.8160932e-06
      ]
    ]
  },
  "This man appointed Sargent Shriver as the first director of the Peace Corps. During World War II he commanded the patrol boat PT 109, and his administration was proven to have had knowledge of the plot to assassinate Ngo Dinh Diem. The Whiz Kids were part of his Department of Defense led by Robert McNamara, and his administration executed the unsuccessful Bay of Pigs invasion. He won the 1960 Presidential": {
    "guess": "John F. Kennedy",
    "confidence": [
      [
        "John",
        -0.0027001395
      ],
      [
        " F",
        -0.00024037065
      ],
      [
        ".",
        -0.0011154505
      ],
      [
        " Kennedy",
        -4.501419e-05
      ]
    ]
  },
  "In one of his appearances, this character recalls forcing his mistress Gwendoline to sleep with his friend, because that friend had allowed him to sleep with a peasant girl who sheltered the two from the rain. Hugh de Morville and Richard Brito are among those who catch up to this man after he rejects the Four Tempters in another play. The subject of a play subtitled \"Or the Honor of God\" by Jean Anouilh, he is also the titular victim of T.S. Eliot's Murder in the Cathedral, and his tomb is the object of pilgrimage for the storytellers in the Canterbury Tales. For 10 points, name this martyr, who": {
    "guess": "Thomas Becket",
    "confidence": [
      [
        "Thomas",
        -0.0064953314
      ],
      [
        " Be",
        -0.00054624176
      ],
      [
        "cket",
        -0.00083071314
      ]
    ]
  },
  "Application of this reaction allows the synthesis of stereochemically pure crystalline 19-norprogesterone from Estranes, a class of oral contraceptives. This reaction is important in the process of coal": {
    "guess": "Birch reduction",
    "confidence": [
      [
        "B",
        -1.4693205
      ],
      [
        "ir",
        -0.55018836
      ],
      [
        "ch",
        -1.3902034e-05
      ],
      [
        " reduction",
        -0.005387788
      ]
    ]
  },
  "This man appears below a sculpture of a bearded head and above a large stone slab displaying a Latin phrase, which surround a circular window in the \"porthole portrait\" of him. A golden table leg resembling an eagle-topped fasces appears in another portrait of this man, who holds a sword and wears a purple cloak while seated between the goddesses Victory and Liberty in another painting. This subject of the Lansdowne Portrait experienced an (*) \"Apotheosis\" in a Constantino Brumidi fresco and was depicted by Rembrandt Peale as \"Patriae Pater\". Ice chunks modeled on those found in the Rhine appear": {
    "guess": "George Washington",
    "confidence": [
      [
        "George",
        -0.044712845
      ],
      [
        " Washington",
        -0.00037633438
      ]
    ]
  },
  "In one appearance, this character frantically pushes buttons in an airplane while screaming \"Take that, Dr. Sally Waxler!\" In another appearance, he gives his friend \"Baron Von Costume's Deluxe Disguise Kit\" and insists that the word \"radical\" is the thing that he says. In that appearance, this character says he knows what it feels like \"when doves cry\" after meeting someone else with the same name in (*) Shelbyville. This character's father was a \"big wheel at the cracker factory\" and recorded the song \"Can I Borrow a Feeling?\" This person's catch phrase is triumphantly saying that \"Everything's coming up [his name].\" This character's glasses are frequently taken away from him by Nelson Muntz,": {
    "guess": "Milhouse Van Houten",
    "confidence": [
      [
        "Mil",
        -0.59806514
      ],
      [
        "house",
        -0.0002354833
      ],
      [
        " Van",
        -0.0070342124
      ],
      [
        " H",
        -7.100059e-05
      ],
      [
        "out",
        -1.7432603e-06
      ],
      [
        "en",
        -2.7729659e-05
      ]
    ]
  },
  "This man's approval of Suharto's war crimes in East Timor was one of the subjects addressed in a book by Christopher Hitchens about his fictional \"trial.\" He criticized the \"massive retaliation\" nuclear": {
    "guess": "Henry Kissinger",
    "confidence": [
      [
        "Henry",
        -0.10358926
      ],
      [
        " Kiss",
        -0.0005119258
      ],
      [
        "inger",
        -0.00010545045
      ]
    ]
  },
  "In one appearance, this character causes Peter the cat to destroy a windowsill full of flowerpots when he feeds the cat painkiller. He asks a doodle-bug why burying a marble and saying hexes didn't cause all of his lost marbles to reappear. This spunk-water aficionado convinces his friends to give him an apple, a kite, and a dead rat for the privilege of whitewashing Aunt Polly's fence. He escapes from a cave with Becky Thatcher after being trapped with Injun Joe. For 10 points, name this friend": {
    "guess": "Tom Sawyer",
    "confidence": [
      [
        "Tom",
        -0.1547681
      ],
      [
        " Sawyer",
        -0.0025478392
      ]
    ]
  },
  "The appearance of the conodont Siphonodella sulcata separates this period from its predecessor, which saw the formation of a landmass known as the Old Red Continent. Ages during this period that are named for Russian cities include the Moscovian and Gzhelian. This geological period saw insects begin to fly and the first amniotes, including synapsids. Occurring from approximately 360 million to 290 million years ago, it followed the Devonian and was the fifth and final period of the Paleozoic Era. For 10 points, name this period that is divided into Mississippian and Pennsylvanian subperiods, and": {
    "guess": "Carboniferous",
    "confidence": [
      [
        "Carbon",
        -0.051095743
      ],
      [
        "ifer",
        -4.3464544e-05
      ],
      [
        "ous",
        -7.9702455e-05
      ]
    ]
  },
  "Apparent supraluminal motion in this object was recently resolved by radiation hydrodynamical considerations, in light of the thirty-three-microsecond source at its center. It was determined in 1973 to be six thousand, three hundred light-years away, which gives it an apparent magnitude of negative three": {
    "guess": "Crab Nebula",
    "confidence": [
      [
        "Cr",
        -0.33754337
      ],
      [
        "ab",
        -1.0280384e-06
      ],
      [
        " Neb",
        -0.047964096
      ],
      [
        "ula",
        -7.398068e-05
      ]
    ]
  },
  "It appears between settings of the Rellstab poems On the River and Autumn as catalogued by Deutsch after its discovery by Schumann following its composer's death. A French horn solo introduces an allegro ma non troppo dance passage in its first movement, followed by an oboe-dominated andante con moto": {
    "guess": "Symphony No. 9 (Schubert)",
    "confidence": [
      [
        "Sym",
        -0.31346858
      ],
      [
        "phony",
        -0.008661959
      ],
      [
        " No",
        -0.0002813584
      ],
      [
        ".",
        -0.00034046874
      ],
      [
        " ",
        -0.0041688643
      ],
      [
        "9",
        -0.43086708
      ],
      [
        " (",
        -0.05232478
      ],
      [
        "Sch",
        -0.012289949
      ],
      [
        "ub",
        -4.2630116e-05
      ],
      [
        "ert",
        -1.3902034e-05
      ],
      [
        ")",
        -0.00012928384
      ]
    ]
  },
  "After his appointment as historiographer to the king, this author produced little, including the play \"Athalie\", the four \"Spiritual Hymns\", and \"Abrege de l'historie de Port-Royal\", inspired by his childhood, during which he was raised as a Jansenist. After early works like \"The Nymph of the Seine\", \"The Thebaid\", and \"Alexander the Great\", he produced his most characteristic work, characterized by a single theme concerning a strong spiritual conflict, such as \"Bajazet\", \"Britannicus\", and \"Berenice\", the later two of which were intended to challenge his older rival, Pierre Conreille (cor-NAY).": {
    "guess": "Jean Racine",
    "confidence": [
      [
        "Jean",
        -0.007010648
      ],
      [
        " Rac",
        -0.00014323067
      ],
      [
        "ine",
        -3.035214e-05
      ]
    ]
  },
  "Applying a Hadamard gate followed by a CNOT gate causes the control and target bits to have this property. In quantum teleportation, the parties start with qubits with this property. For two state systems, a state maximal for this property is 1-over-√2 ket-00 + 1-over-√2 ket-11, which can be used to violate the CHSH inequality as well as (*) Bell's inequality. The EPR paradox was about this property's supposed violation of locality. If the state of two systems cannot be decomposed into a product": {
    "guess": "Quantum entanglement",
    "confidence": [
      [
        "Quant",
        -0.0035548122
      ],
      [
        "um",
        -7.89631e-07
      ],
      [
        " ent",
        -0.00983931
      ],
      [
        "ang",
        -3.1737043e-06
      ],
      [
        "lement",
        -3.094816e-05
      ]
    ]
  },
  "After his appointment as historiographer to the king, this author produced little, including the play \"Athalie\", the four \"Spiritual Hymns\", and \"Abrege de l'historie de Port-Royal\", inspired by his childhood,": {
    "guess": "Jean Racine",
    "confidence": [
      [
        "Jean",
        -0.06339076
      ],
      [
        " Rac",
        -0.11843574
      ],
      [
        "ine",
        -0.00023643693
      ]
    ]
  },
  "It is approximately 45 minutes long and is divided into 4 movements, Moderato, Allegretto, Largo, and Allegro non troppo. It premiered on November 21, 1937, and was an immediate success, receiving a standing ovation for somewhere between 30 minutes and an hour.* The final movement is often criticized for its shrillness, but according to Solomon Volkov, it is actually a parody of shrillness representing forced rejoicing. It includes a quotation from the composer's song \"Rebirth\" accompanied by the words \"The barbarian painter blackens the genius' painting\". FTP, what is this work by Dmitri Shostakovich": {
    "guess": "Symphony No. 5 (Shostakovich)",
    "confidence": [
      [
        "Sym",
        -0.020655293
      ],
      [
        "phony",
        -1.6240566e-06
      ],
      [
        " No",
        -0.00032306867
      ],
      [
        ".",
        -0.00040338258
      ],
      [
        " ",
        -0.0016777948
      ],
      [
        "5",
        -0.017306138
      ],
      [
        " (",
        -0.4819801
      ],
      [
        "Sh",
        -0.00021509947
      ],
      [
        "ost",
        -3.7697225e-06
      ],
      [
        "ak",
        -0.0005890139
      ],
      [
        "ovich",
        -1.50940705e-05
      ],
      [
        ")",
        -1.998142e-05
      ]
    ]
  },
  "This man's approval of Suharto's war crimes in East Timor was one of the subjects addressed in a book by Christopher Hitchens about his fictional \"trial.\" He criticized the \"massive retaliation\" nuclear strategy, influencing Kennedy with his doctrine of \"flexible response.\" Other strategies he developed included \"shuttle diplomacy\" to settle the (*) Yom Kippur War and \"détente\" (day-TONT) with the Soviet Union. For 10 points, name this National Security Advisor and Secretary of State, who oversaw the U.S. withdrawal from Vietnam under Nixon and Ford.": {
    "guess": "Henry Kissinger",
    "confidence": [
      [
        "Henry",
        -0.005060606
      ],
      [
        " Kiss",
        -2.0339032e-05
      ],
      [
        "inger",
        -3.9530823e-05
      ]
    ]
  },
  "He appears as a red-haired boy who asks David to help him hide from Mr. Wedding in a novel by Diana Wynne Jones. In the Atlas Comics series Journey into Mystery, he caused Carl Creel to become Absorbing": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -0.6702159
      ]
    ]
  },
  "Apprenticed to Michael Wolgemut, his later works include a painting of the Madonna and Child and an engraving entitled The Great Cardinal. He claimed that \"the perfection of form and beauty is contained in the sum of all men\" in his Four Books on Human Proportion. His paintings include Christ Disputing with the Doctors and his engravings include The Knight and Death and Melancolia. For 10 points, name this German artist of the Passion and Apocalypse series of woodcuts.": {
    "guess": "Albrecht Dürer",
    "confidence": [
      [
        "Al",
        -0.0018760398
      ],
      [
        "bre",
        -1.4140442e-05
      ],
      [
        "cht",
        -4.5371802e-05
      ],
      [
        " D",
        -0.0034759361
      ],
      [
        "ür",
        -0.0006441685
      ],
      [
        "er",
        -1.5213274e-05
      ]
    ]
  },
  "In the appendix to the first Latin edition of this treatise, its author attempts to prove that he did not violate the Nicene Creed. This book is the source of its author's maxim \"Leisure is the mother of philosophy.\" Its sixth chapter distinguishes between vital and voluntary animal motions to show the origin of human passions. Abraham Bosse worked with its author to design this book's frontispiece, which shows a (*) monarch with a sword and scepter and whose body is composed of many other individuals. This work's fourth and final book describes a \"confederacy of deceivers\" that populate the \"Kingdom of Darkness.\" For 10 points, name this book which argues that life is a war of all against all, a treatise on social contract theory by Thomas Hobbes.": {
    "guess": "Leviathan (Hobbes book)",
    "confidence": [
      [
        "Le",
        -0.01429972
      ],
      [
        "vi",
        -0.00013953536
      ],
      [
        "athan",
        -2.2007884e-05
      ],
      [
        " (",
        -0.00079783495
      ],
      [
        "H",
        -4.632543e-05
      ],
      [
        "ob",
        -3.2929079e-06
      ],
      [
        "bes",
        -6.2729996e-06
      ],
      [
        " book",
        -0.00010807293
      ],
      [
        ")",
        -5.5122365e-07
      ]
    ]
  },
  "This man appointed Cardinal Granvelle as his advisor after sending Antonio Perez into exile. Earlier,": {
    "guess": "Philip II of Spain",
    "confidence": [
      [
        "Philip",
        -0.007235309
      ],
      [
        " II",
        -4.365741e-06
      ],
      [
        " of",
        -3.1281633e-07
      ],
      [
        " Spain",
        -1.92662e-05
      ]
    ]
  },
  "In one appearance, this character frantically pushes buttons in an airplane while screaming \"Take that, Dr. Sally Waxler!\" In another appearance, he gives his friend \"Baron Von Costume's Deluxe Disguise Kit\" and insists that the word \"radical\" is the thing that he says. In that appearance, this character says he knows what it feels like \"when doves cry\" after meeting someone else with the same name in (*) Shelbyville. This character's father was a \"big wheel at the cracker factory\" and recorded the song \"Can I Borrow a Feeling?\" This person's catch phrase is triumphantly saying that \"Everything's coming up [his name].\" This character's glasses are frequently taken away from him by Nelson Muntz, and he has a hopeless crush on his best friend's sister, Lisa. For 10 points, name this nerdy friend": {
    "guess": "Milhouse Van Houten",
    "confidence": [
      [
        "Mil",
        -0.012347175
      ],
      [
        "house",
        -5.8841815e-05
      ],
      [
        " Van",
        -0.010559838
      ],
      [
        " H",
        -4.406056e-05
      ],
      [
        "out",
        -7.89631e-07
      ],
      [
        "en",
        -1.8789384e-05
      ]
    ]
  },
  "Apprenticed to a sculptor in Padua, he worked as a stonemason for Count Giorgio Trissino outside Vincenza.": {
    "guess": "Gian Giorgio Trissino",
    "confidence": [
      [
        "G",
        -0.6814001
      ],
      [
        "ian",
        -0.010671298
      ],
      [
        " Gi",
        -0.1923353
      ],
      [
        "org",
        -4.20341e-05
      ],
      [
        "io",
        -0.00012725739
      ],
      [
        " Tr",
        -7.362307e-05
      ],
      [
        "iss",
        -0.0001277342
      ],
      [
        "ino",
        -0.00030185774
      ]
    ]
  },
  "The application of this process to electron-poor heteroaromatic hydrocarbons yields a Shapiro-type reaction product, and it may be used in stereospecific deuterium labeling.  In a potassium decylate system,": {
    "guess": "Deuterium labeling",
    "confidence": [
      [
        "De",
        -1.8227146
      ],
      [
        "uter",
        -0.24617466
      ],
      [
        "ium",
        -0.05005116
      ],
      [
        " labeling",
        -0.21549685
      ]
    ]
  },
  "This man appointed a Secretary of Energy to replace Georgina Kessel, in an effort to boost his country's economy. Before assuming his current office, he himself had served as Secretary of Energy under his predecessor before winning a highly contested election in 2006 against Roberto Madrazo (mah-DRAH-zoe)": {
    "guess": "Felipe de Jesús Calderón Hinojosa",
    "confidence": [
      [
        "Fel",
        -0.03345584
      ],
      [
        "ipe",
        -1.0683535e-05
      ],
      [
        " de",
        -0.07703795
      ],
      [
        " Jes",
        -0.00017493518
      ],
      [
        "ús",
        -6.704273e-07
      ],
      [
        " Calder",
        -1.8624639e-06
      ],
      [
        "ón",
        -2.7014437e-05
      ],
      [
        " H",
        -2.3392786e-06
      ],
      [
        "ino",
        -1.0280384e-06
      ],
      [
        "j",
        -2.5583993e-05
      ],
      [
        "osa",
        -3.1281633e-07
      ]
    ]
  },
  "This man appears in a work set in \"a fair oasis of the purest desert,\" and a novel with this title sees Miriam's father come to grips with his son Menuchim being retarded.  In a third work, another character": {
    "guess": "The Chosen",
    "confidence": [
      [
        "The",
        -0.4899514
      ],
      [
        " Ch",
        -0.1455141
      ],
      [
        "osen",
        -1.569009e-05
      ]
    ]
  },
  "Both are applications of Ostrogradsky's theorem, also known as the divergence theorem, and one is the electrostatic equivalent of Ampere's law. One of them is often derived using the solid-angle approach with Coulomb's Law, and the other disproves the existence of magnetic monopoles. Used to show that there cannot be an electric field inside an uncharged Faraday cage and expressed in differential form": {
    "guess": "Gauss's law",
    "confidence": [
      [
        "G",
        -0.08698666
      ],
      [
        "auss",
        -0.0014826052
      ],
      [
        "'s",
        -0.006259262
      ],
      [
        " law",
        -0.0058454815
      ]
    ]
  },
  "Apprenticed to Michael Wolgemut, his later works include a painting of the Madonna and Child and an engraving entitled The Great Cardinal. He claimed that \"the perfection of form and beauty is contained in the sum of all men\" in his Four Books on Human Proportion. His paintings include Christ Disputing with the Doctors and his engravings include The Knight and Death and Melancolia. For 10 points, name": {
    "guess": "Albrecht Dürer",
    "confidence": [
      [
        "Al",
        -0.44238544
      ],
      [
        "bre",
        -4.429897e-05
      ],
      [
        "cht",
        -0.00024679664
      ],
      [
        " D",
        -0.010346656
      ],
      [
        "ür",
        -0.006181895
      ],
      [
        "er",
        -1.0445127e-05
      ]
    ]
  },
  "This man appointed the marshal de Biron to represent him at a meeting in Darnetal. One attempt to have this monarch's predecessor restored was led by John Holland and John Montagu, the Earls of Salisbury and Huntingdon, and was known as the Epiphany Rising. This man's grandfather was Edward III, and this ruler led victorious forces at the Battle of Bramham Moor. This man's father served as Duke of Lancaster, and the reign of this son of John of Gaunt also included an unsuccessful revolt by Owen Glendower.": {
    "guess": "Henry V of England",
    "confidence": [
      [
        "Henry",
        -0.0036779903
      ],
      [
        " V",
        -0.5521322
      ],
      [
        " of",
        -1.0280384e-06
      ],
      [
        " England",
        -1.92662e-05
      ]
    ]
  },
  "In 1799, he appeared in the production of his play _Count Oxtiern_. His novels like _Aline et Valcour_": {
    "guess": "Marquis de Sade",
    "confidence": [
      [
        "Mar",
        -0.44420338
      ],
      [
        "quis",
        -4.4537377e-05
      ],
      [
        " de",
        -0.00029172545
      ],
      [
        " S",
        -0.00022952311
      ],
      [
        "ade",
        -5.5122365e-07
      ]
    ]
  },
  "This man appointed John B. Henderson to serve as a special prosecutor, and later replaced him with James Broadhead after Henderson indicted his personal secretary, Orville Babcock. Fisk(*) and Gould attempted": {
    "guess": "Whiskey Ring",
    "confidence": [
      [
        "Wh",
        -0.46352404
      ],
      [
        "iskey",
        -2.4987974e-05
      ],
      [
        " Ring",
        -8.9953974e-05
      ]
    ]
  },
  "This man approved the Falloux Laws, which created a mixed system of public and Catholic primary schools. This leader sent Governor Louis Faidherbe to conquer the Waalo Kingdom, leading to the annexation of mainland Senegal. This ruler appointed the duc de Persigny as his Interior Minister. Without informing": {
    "guess": "Napoleon III",
    "confidence": [
      [
        "N",
        -0.07243022
      ],
      [
        "ap",
        -0.0030113384
      ],
      [
        "oleon",
        -4.9617593e-06
      ],
      [
        " III",
        -0.0004353182
      ]
    ]
  },
  "Apprenticed to a sculptor in Padua, he worked as a stonemason for Count Giorgio Trissino outside Vincenza.  At the Villa Trissino, he would later study the works of Vitruvius, whom he called his master and guide.  His first great work was the Villa Godi in 1540, that included symmetrical wings for stables and barns, and a walled courtyard in front of the house, but his Villa Rotunda in 1567 would become known as the first modern example of integrated landscape and building.  FTP, name this 16th century": {
    "guess": "Andrea Palladio",
    "confidence": [
      [
        "And",
        -0.122086324
      ],
      [
        "rea",
        -7.958325e-05
      ],
      [
        " Pall",
        -2.7014437e-05
      ],
      [
        "adio",
        -0.0002601438
      ]
    ]
  },
  "This man's appointment to the Cabinet was called \"a most dangerous choice\" by rival George Dallas. In one post, this man negotiated with Richard Pakenham a treaty defining the status of Vancouver Island and setting a border at the 49th parallel. This negotiator of the Oregon Treaty sent Albert Sidney Johnston to oust Brigham Young as governor during the so-called Utah War. This man met with (*) John Mason and Pierre Soule in Belgium to produce a document calling for the acquisition of Cuba. Besides": {
    "guess": "James Buchanan",
    "confidence": [
      [
        "James",
        -0.01660269
      ],
      [
        " Buchanan",
        -0.012498347
      ]
    ]
  },
  "Applying a Hadamard gate followed by a CNOT gate causes the control and target bits to have this property. In quantum teleportation, the parties start with qubits with this property. For two state systems, a state maximal for this property is 1-over-√2 ket-00 + 1-over-√2 ket-11, which can be used to violate the CHSH inequality as well as (*) Bell's inequality. The EPR paradox was about this property's supposed violation of locality. If the state of two systems cannot be decomposed into a product of individual states, then those systems have this property. For 10 points, name this property of quantum systems in which the states of subsystems are correlated, which Einstein derided as \"spooky action": {
    "guess": "Quantum entanglement",
    "confidence": [
      [
        "Quant",
        -0.0042174202
      ],
      [
        "um",
        -4.1273333e-06
      ],
      [
        " ent",
        -0.0077797063
      ],
      [
        "ang",
        -6.2729996e-06
      ],
      [
        "lement",
        -3.4285862e-05
      ]
    ]
  },
  "In one appearance, this character causes Peter the cat to destroy a windowsill full of flowerpots when": {
    "guess": "Peter Rabbit",
    "confidence": [
      [
        "Peter",
        -1.1953952
      ],
      [
        " Rabbit",
        -0.6350977
      ]
    ]
  },
  "Both are applications of Ostrogradsky's theorem, also known as the divergence theorem, and one is the": {
    "guess": "Ostrogradsky's theorem",
    "confidence": [
      [
        "O",
        -0.092536636
      ],
      [
        "stro",
        -1.2233183e-05
      ],
      [
        "grad",
        -9.372295e-06
      ],
      [
        "sky",
        -2.2127088e-05
      ],
      [
        "'s",
        -0.010747483
      ],
      [
        " theorem",
        -0.0072693904
      ]
    ]
  },
  "Apollo plays a viola da gamba in the left, the three nude Graces offer this woman a flower of beauty, and Athena holds a book in front of her in the painting depicting her \"Education.\" Another scene shows her holding a classical statue and wearing an ornate war helmet as she is portrayed as the goddess Bellona. She does not appear in the first painting of her cycle, which shows Jupiter and Juno watching the Fates spin her destiny, but she is shown in her series' final painting, The Triumph of Truth, holding out a wreath of reconciliation to Louis XIII. In perhaps the most memorable of the paintings, Neptune and a group of the artist's characteristically fleshy sea nymphs guide her boat as she makes her landing at Marseilles. FTP, name this Italian-born French queen, the subject of an extravagant": {
    "guess": "Marie de' Medici",
    "confidence": [
      [
        "Mar",
        -0.020988265
      ],
      [
        "ie",
        -1.9743013e-05
      ],
      [
        " de",
        -6.837811e-05
      ],
      [
        "'",
        -0.0003341546
      ],
      [
        " Med",
        -8.625866e-05
      ],
      [
        "ici",
        -5.6769813e-06
      ]
    ]
  },
  "In one appearance, this character deduces that a suicide note reading \"I can't go on\" could have been forged by being the start of a phrase such as \"I can't go on Friday.\" In another appearance, this character goes on a tour of several homes in Great Britain in an attempt to clear the name of Michael Rafiel. The chronologically final novel in which this character appears sees her help Gwenda Reed, who unknowingly buys a house in which she witnessed a murder as a child. She is sometimes a companion of her nephew, the novelist (*) Raymond West, and she lives in the village of St. Mary Mead, which is the setting of the novel The Body in the Library. Also appearing in The Moving Finger and Nemesis, for 10 points, name this elderly female detective created by Agatha Christie, probably her second-most": {
    "guess": "Miss Marple",
    "confidence": [
      [
        "Miss",
        -0.052738994
      ],
      [
        " Mar",
        -0.018051956
      ],
      [
        "ple",
        -0.000101159116
      ]
    ]
  },
  "Applications of this type of data structure include parsing mathematical expressions and calling subroutines": {
    "guess": "Stack (abstract data type)",
    "confidence": [
      [
        "Stack",
        -0.047488917
      ],
      [
        " (",
        -0.79448366
      ],
      [
        "abstract",
        -0.029549135
      ],
      [
        " data",
        -0.00024406596
      ],
      [
        " type",
        -0.0006133131
      ],
      [
        ")",
        -6.6947665e-05
      ]
    ]
  },
  "An approximate conformation of the state with this energy is given by the Hammond postulate. The value of the energy at a first-order point of inflection on the potential energy surface, it is classically proportional to the logarithm of the frequency factor. It appears in the numerator of the exponent": {
    "guess": "Transition state energy",
    "confidence": [
      [
        "Transition",
        -0.015285288
      ],
      [
        " state",
        -0.0015756867
      ],
      [
        " energy",
        -0.09419134
      ]
    ]
  },
  "This man appointed a Secretary of Energy to replace Georgina Kessel, in an effort to boost his country's economy. Before assuming his current office, he himself had served as Secretary of Energy under his predecessor before winning a highly contested election in 2006 against Roberto Madrazo (mah-DRAH-zoe) and Andrés Obrador (ahn-DRAYS OH-brah-DORE). This man has been heavily criticized for his failure to end the war between his country and (*) several violent drug cartels. For 10 points, name this current President of Mexico.": {
    "guess": "Felipe de Jesús Calderón Hinojosa",
    "confidence": [
      [
        "Fel",
        -0.117647
      ],
      [
        "ipe",
        -1.2664457e-06
      ],
      [
        " de",
        -0.047332592
      ],
      [
        " Jes",
        -7.2192626e-05
      ],
      [
        "ús",
        -1.147242e-06
      ],
      [
        " Calder",
        -7.465036e-06
      ],
      [
        "ón",
        -3.9769227e-05
      ],
      [
        " H",
        -1.7432603e-06
      ],
      [
        "ino",
        -7.89631e-07
      ],
      [
        "j",
        -1.6524515e-05
      ],
      [
        "osa",
        -5.5122365e-07
      ]
    ]
  },
  "This man appears below a sculpture of a bearded head and above a large stone slab displaying a Latin phrase, which surround a circular window in the \"porthole portrait\" of him. A golden table leg resembling an eagle-topped fasces appears in another portrait of this man, who holds a sword and wears a purple cloak while seated between the goddesses Victory and Liberty in another painting. This subject of the Lansdowne Portrait experienced an (*) \"Apotheosis\" in a Constantino Brumidi fresco and was depicted by Rembrandt Peale as \"Patriae Pater\". Ice chunks modeled on those found in the Rhine appear in a painting in which this man dramatically perches next to the flag-bearing Lieutenant James Monroe. For 10 points, name this politician and general who Emanuel Leutze depicted \"Crossing the Delaware\".": {
    "guess": "George Washington",
    "confidence": [
      [
        "George",
        -0.010514538
      ],
      [
        " Washington",
        -0.00013083349
      ]
    ]
  },
  "In one appearance, this character causes Peter the cat to destroy a windowsill full of flowerpots when he feeds the cat painkiller. He asks a doodle-bug why burying a marble and saying hexes didn't cause all of his lost marbles to reappear. This spunk-water aficionado convinces his friends to give him an apple, a kite, and a dead rat for the privilege of whitewashing Aunt Polly's fence. He escapes": {
    "guess": "The Adventures of Tom Sawyer",
    "confidence": [
      [
        "The",
        -0.12374913
      ],
      [
        " Adventures",
        -0.002363398
      ],
      [
        " of",
        -0.00042852355
      ],
      [
        " Tom",
        -0.0027756318
      ],
      [
        " Sawyer",
        -0.00090038124
      ]
    ]
  },
  "It appears between settings of the Rellstab poems On the River and Autumn as catalogued by Deutsch after its discovery by Schumann following its composer's death. A French horn solo introduces an allegro": {
    "guess": "Winterreise",
    "confidence": [
      [
        "Winter",
        -0.94965637
      ],
      [
        "re",
        -0.00017338553
      ],
      [
        "ise",
        -0.0003360582
      ]
    ]
  },
  "Of approximately the same diameter in all directions, the cells of this region have dense cytoplasm and relatively few small vacuoles. Classes of this type of region are denoted, by their location, and include the intercalary variety, which can primarily be found at internode sites. The lateral type exists in both the vascular and cork cambia, and the most common apical variety is found at root and": {
    "guess": "Meristem",
    "confidence": [
      [
        "Mer",
        -0.029904725
      ],
      [
        "istem",
        -0.048587825
      ]
    ]
  },
  "One application of this equation is used in speedometers of planes, called pitot-static [pih-toh] tubes.": {
    "guess": "Bernoulli's principle",
    "confidence": [
      [
        "Bern",
        -0.048302982
      ],
      [
        "ou",
        -2.1008714e-06
      ],
      [
        "lli",
        -1.7954959e-05
      ],
      [
        "'s",
        -1.831257e-05
      ],
      [
        " principle",
        -0.00072303734
      ]
    ]
  },
  "In 1842, he was appointed a second lieutenant in Corps of Topographical Engineers and he designed a number of lighthouses in the Florida Keys. After serving in the Mexican-American War under Zachary Taylor at the Battle of Monterrey, he was promoted to brigadier general at the start of the Civil War under the recommendation of Pennsylvania Governor Andrew Curtin. Born in Cadiz, and as a result of his distinguished performances at South Mountain and Fredericksburg where he temporarily broke through Stonewall Jackson's line, he was thrust into his most important role by Lincoln after Joseph Hooker's defeat at Chancellorsville. For 10 points, name this Union General best known for his key victory": {
    "guess": "George Meade",
    "confidence": [
      [
        "George",
        -0.3075467
      ],
      [
        " Me",
        -1.0827385
      ],
      [
        "ade",
        -2.4391957e-05
      ]
    ]
  },
  "Applying an inversion to this figure gives the Dupin cyclide, and the systole and area of one of these figures is related by Loewner's inequality. The Weyl group can be defined as the normalizer of a group isomorphic to one of these figures, modulo the centralizer of said group. A compact Lie Group has a maximal one of these, and the standard one of these requires seven colors to color according to the Heawood conjecture. Double and triple ones of these have more than one handle, and N-dimensional ones are the direct product of a circle with itself n times. FTP, name this shape important in topology which is homeomorphic to the coffee cup and is shaped like a donut.": {
    "guess": "Torus",
    "confidence": [
      [
        "T",
        -0.08110686
      ],
      [
        "orus",
        -0.00032485672
      ]
    ]
  },
  "He has appeared in films like A Star is Born, The Naked Gun 33 1/3, Private Parts, and In & Out. Cedric": {
    "guess": "Cedric the Entertainer",
    "confidence": [
      [
        "C",
        -0.046355356
      ],
      [
        "ed",
        -0.00065810804
      ],
      [
        "ric",
        -9.4245304e-05
      ],
      [
        " the",
        -0.0636464
      ],
      [
        " Ent",
        -0.00015693542
      ],
      [
        "ert",
        -1.9361265e-07
      ],
      [
        "ainer",
        -5.252402e-05
      ]
    ]
  },
  "The application of this process to electron-poor heteroaromatic hydrocarbons yields a Shapiro-type reaction product, and it may be used in stereospecific deuterium labeling.  In a potassium decylate system, the addition of crown ethers accelerates the rate of this reaction.  A variation of this reaction": {
    "guess": "Wurtz reaction",
    "confidence": [
      [
        "W",
        -1.801525
      ],
      [
        "urt",
        -0.7646618
      ],
      [
        "z",
        -0.00012356207
      ],
      [
        " reaction",
        -0.2273485
      ]
    ]
  },
  "In the appendix to the first Latin edition of this treatise, its author attempts to prove that he did not violate the Nicene Creed. This book is the source of its author's maxim \"Leisure is the mother": {
    "guess": "Leviathan (Hobbes book)",
    "confidence": [
      [
        "Le",
        -0.39000002
      ],
      [
        "vi",
        -0.025934007
      ],
      [
        "athan",
        -0.00012844942
      ],
      [
        " (",
        -0.00793487
      ],
      [
        "H",
        -0.0017945393
      ],
      [
        "ob",
        -3.166338e-05
      ],
      [
        "bes",
        -3.1544176e-05
      ],
      [
        " book",
        -0.00061724684
      ],
      [
        ")",
        -2.0935051e-05
      ]
    ]
  },
  "She appears as a minor character in Wallace Stegner's All the Little Live Things. She wrote an allegory about German occupation, The Angelic Avengers, as well as a sequel to her most successful work, Shadows on the Grass. With a pen name adopted from the Hebrew for \"he who laughs,\" she wrote \"The Monkey\" and \"The Supper at Elsinore\" in her Seven Gothic Tales. For 10 points, name this woman who moved": {
    "guess": "Karen Blixen",
    "confidence": [
      [
        "Karen",
        -0.059557885
      ],
      [
        " B",
        -1.1517961e-05
      ],
      [
        "lix",
        -1.0206721e-05
      ],
      [
        "en",
        -1.2352386e-05
      ]
    ]
  },
  "This man appears below a sculpture of a bearded head and above a large stone slab displaying a Latin phrase, which surround a circular window in the \"porthole portrait\" of him. A golden table leg resembling an eagle-topped fasces appears in another portrait of this man, who holds a sword and wears a purple cloak while seated between the goddesses Victory and Liberty in another painting. This subject of the Lansdowne Portrait experienced an (*) \"Apotheosis\" in a Constantino Brumidi fresco and was depicted by Rembrandt Peale as \"Patriae Pater\". Ice chunks modeled on those found in the Rhine appear in a painting in which this man dramatically perches next to the flag-bearing Lieutenant James Monroe.": {
    "guess": "George Washington",
    "confidence": [
      [
        "George",
        -0.0124643305
      ],
      [
        " Washington",
        -0.00027194494
      ]
    ]
  },
  "As an apprentice, he claimed to have discovered some poems by a 15th century monk named Thomas Rowley, most famously ?la.  Horace Walpole, leading writer of the day, rejected this find, and called the boy a forger, and thus, at 17, the proud poet who had yet to publish a single work, drank arsenic and killed himself rather than starve to death.  For ten points, name this English poet to whom Keats": {
    "guess": "Thomas Chatterton",
    "confidence": [
      [
        "Thomas",
        -0.011847804
      ],
      [
        " Ch",
        -0.001067701
      ],
      [
        "atter",
        -3.4405064e-05
      ],
      [
        "ton",
        -0.0009005005
      ]
    ]
  },
  "This man appointed Albert Gallatin as his Secretary of the Treasury, and while in office, this man signed into law a bill that officially banned the importation of slaves. During his administration, Zebulon Pike was dispatched to explore the source of the Red River, and this man authorized the creation of the United States Military Academy at West Point. He authored the Virginia Statute for Religious Freedoms, and he publicly opposed the Alien and Sedition Acts by writing the Virginia and Kentucky Resolutions with James Madison, who succeeded this man as President. For 10 points, name this author": {
    "guess": "Thomas Jefferson",
    "confidence": [
      [
        "Thomas",
        -0.010929795
      ],
      [
        " Jefferson",
        -0.00033010167
      ]
    ]
  },
  "An approximate conformation of the state with this energy is given by the Hammond postulate. The value": {
    "guess": "Transition state energy",
    "confidence": [
      [
        "Transition",
        -0.5025969
      ],
      [
        " state",
        -0.0063132816
      ],
      [
        " energy",
        -0.526556
      ]
    ]
  },
  "This man appointed Cardinal Granvelle as his advisor after sending Antonio Perez into exile. Earlier, he won important victories at the Battles of Gravelines and San Quentin in a war that was ended by the Treaty of Cateau- Cambresis, and he sent Fernando de Toledo to quell several revolts in the Low Countries. His reign also saw a successful victory against the Ottoman Turks at the Battle of Lepanto. For 10 points, identify this successor of Charles V who sent the Armada to fight the British fleet,": {
    "guess": "Philip II of Spain",
    "confidence": [
      [
        "Philip",
        -0.008303331
      ],
      [
        " II",
        -0.00015765065
      ],
      [
        " of",
        -0.0075610755
      ],
      [
        " Spain",
        -0.00010592726
      ]
    ]
  },
  "It appears in the words \"bank\" and \"uncle\", though not with its usual spelling. Like m and n, it's nasal,": {
    "guess": "Nasal consonant",
    "confidence": [
      [
        "N",
        -1.7150866
      ],
      [
        "as",
        -0.22059911
      ],
      [
        "al",
        -0.0038303565
      ],
      [
        " conson",
        -0.07001213
      ],
      [
        "ant",
        -0.022605846
      ]
    ]
  },
  "This man appointed Albert Gallatin as his Secretary of the Treasury, and while in office, this man signed into law a bill that officially banned the importation of slaves. During his administration, Zebulon": {
    "guess": "Thomas Jefferson",
    "confidence": [
      [
        "Thomas",
        -0.39287028
      ],
      [
        " Jefferson",
        -2.9875326e-05
      ]
    ]
  },
  "She appears as a minor character in Wallace Stegner's All the Little Live Things. She wrote an allegory": {
    "guess": "Flannery O'Connor",
    "confidence": [
      [
        "Fl",
        -0.9399009
      ],
      [
        "ann",
        -0.078901574
      ],
      [
        "ery",
        -0.00015193255
      ],
      [
        " O",
        -0.00072732504
      ],
      [
        "'Connor",
        -0.0010506733
      ]
    ]
  },
  "Apparent supraluminal motion in this object was recently resolved by radiation hydrodynamical considerations, in light of the thirty-three-microsecond source at its center. It was determined in 1973 to": {
    "guess": "Quasar",
    "confidence": [
      [
        "Qu",
        -1.0108875
      ],
      [
        "asar",
        -0.012109182
      ]
    ]
  },
  "The application of this process to electron-poor heteroaromatic hydrocarbons yields a Shapiro-type reaction": {
    "guess": "Cross-coupling",
    "confidence": [
      [
        "Cross",
        -1.2870998
      ],
      [
        "-c",
        -0.047374096
      ],
      [
        "ou",
        -1.7432603e-06
      ],
      [
        "pling",
        -6.749814e-06
      ]
    ]
  },
  "Application of this reaction allows the synthesis of stereochemically pure crystalline 19-norprogesterone from Estranes, a class of oral contraceptives. This reaction is important in the process of coal liquefaction, as a cyclic olefin known as isotetralin, an efficient converter of coal into THF solubles, can only be created feasibly by performing this reaction on naphthalene. Lithium or potassium can sometimes be used instead of sodium in this reaction and this reaction mechanism provides an alternative": {
    "guess": "Birch reduction",
    "confidence": [
      [
        "B",
        -0.15690914
      ],
      [
        "ir",
        -0.0007709132
      ],
      [
        "ch",
        -3.5313153e-06
      ],
      [
        " reduction",
        -0.043344103
      ]
    ]
  },
  "In one appearance, this god curses frogs, elephants, and parrots for disclosing his hiding spots. Because he could not tell lies, this god was cursed by Brgu after he revealed the location of a Rakshasa's wife-to-be. This god dealt with his fear of death by hiding in plants upon seeing three brothers in the form of sticks die during a sacrifice. Consequently, this god was given the task of hotr and": {
    "guess": "Agni",
    "confidence": [
      [
        "A",
        -0.013620013
      ],
      [
        "gni",
        -0.00012749579
      ]
    ]
  },
  "In one appearance, this god curses frogs, elephants, and parrots for disclosing his hiding spots. Because": {
    "guess": "Agni",
    "confidence": [
      [
        "A",
        -0.029650273
      ],
      [
        "gni",
        -0.00048131612
      ]
    ]
  },
  "In one appearance, this god curses frogs, elephants, and parrots for disclosing his hiding spots. Because he could not tell lies, this god was cursed by Brgu after he revealed the location of a Rakshasa's wife-to-be. This god dealt with his fear of death by hiding in plants upon seeing three brothers in the form of sticks die during a sacrifice. Consequently, this god was given the task of hotr and received (*) immortality through drinking soma. This consort of Svaha, often depicted with two heads and a pot belly, rides a ram and was nearly relieved of his duties after becoming too fat. He receives tribute to the rest of the gods by gluttonously devouring ghee through his seven tongues during": {
    "guess": "Agni",
    "confidence": [
      [
        "A",
        -0.0041318303
      ],
      [
        "gni",
        -3.631232e-05
      ]
    ]
  },
  "This man approved the Falloux Laws, which created a mixed system of public and Catholic primary schools. This leader sent Governor Louis Faidherbe to conquer the Waalo Kingdom, leading to the annexation of mainland Senegal. This ruler appointed the duc de Persigny as his Interior Minister. Without informing his foreign minister, Count (*) Walewski, this man signed the Treaty of Plombiers. This man ordered Haussmann to renovate Paris, and after responding to the Ems Dispatch this ruler was captured at the Battle of Sedan and deposed by the Third Republic. For ten points, name this leader of the": {
    "guess": "Napoléon III",
    "confidence": [
      [
        "N",
        -0.017375974
      ],
      [
        "apol",
        -0.10341524
      ],
      [
        "é",
        -6.146429e-05
      ],
      [
        "on",
        -7.362307e-05
      ],
      [
        " III",
        -0.00018304103
      ]
    ]
  },
  "Application of this reaction allows the synthesis of stereochemically pure crystalline 19-norprogesterone from Estranes, a class of oral contraceptives. This reaction is important in the process of coal liquefaction, as a cyclic olefin known as isotetralin, an efficient converter of coal into THF solubles, can only be created feasibly by performing this reaction on naphthalene. Lithium or potassium can sometimes be used instead of sodium in this reaction and this reaction mechanism provides an alternative to catalytic hydrogenation, which usually reduces all the way to cyclohexane. Using sodium and an alcohol in a solution of liquid ammonia, for 10 points, name this reaction that reduces aromatic rings to 1,4-cyclohexadienes reported by its eponymous Australian chemist.": {
    "guess": "Birch reduction",
    "confidence": [
      [
        "B",
        -0.0121184895
      ],
      [
        "ir",
        -0.00013643607
      ],
      [
        "ch",
        -6.704273e-07
      ],
      [
        " reduction",
        -0.01604
      ]
    ]
  },
  "One application of this equation is used in speedometers of planes, called pitot-static [pih-toh] tubes. One law that can be derived from this equation states that the velocity is equal to the square root": {
    "guess": "Pitot-static system",
    "confidence": [
      [
        "P",
        -0.07229139
      ],
      [
        "it",
        -0.000101159116
      ],
      [
        "ot",
        -1.342522e-05
      ],
      [
        "-static",
        -0.13742186
      ],
      [
        " system",
        -0.1248964
      ]
    ]
  },
  "This man appears in a work set in \"a fair oasis of the purest desert,\" and a novel with this title sees Miriam's father come to grips with his son Menuchim being retarded.  In a third work, another character based on this man meets a downtrodden balloon seller and a sardonic popcorn vender named Zuss and Nickles, respectively.  Robert Frost's blank verse comedy A Masque of Reason focuses on this man,": {
    "guess": "J.B.",
    "confidence": [
      [
        "J",
        -0.18158469
      ],
      [
        ".B",
        -0.007878219
      ],
      [
        ".",
        -7.612634e-05
      ]
    ]
  },
  "In 1799, he appeared in the production of his play _Count Oxtiern_. His novels like _Aline et Valcour_ make use of his experiences as a French Revolutionary soldier. He is most famous for his novels _Juliette_.": {
    "guess": "Marquis de Sade",
    "confidence": [
      [
        "Mar",
        -0.0050177863
      ],
      [
        "quis",
        -6.704273e-07
      ],
      [
        " de",
        -4.310693e-05
      ],
      [
        " S",
        -1.998142e-05
      ],
      [
        "ade",
        -3.1281633e-07
      ]
    ]
  },
  "Apprenticed to a sculptor in Padua, he worked as a stonemason for Count Giorgio Trissino outside Vincenza.  At the Villa Trissino, he would later study the works of Vitruvius, whom he called his master and guide.  His first great work was the Villa Godi in 1540, that included symmetrical wings for stables and barns, and a walled courtyard in front of the house, but his Villa Rotunda in 1567 would become known as the first modern example of integrated landscape and building.  FTP, name this 16th century architect, and author of the Four Books of Architecture.": {
    "guess": "Andrea Palladio",
    "confidence": [
      [
        "And",
        -0.0017016026
      ],
      [
        "rea",
        -2.4391957e-05
      ],
      [
        " Pall",
        -1.0564331e-05
      ],
      [
        "adio",
        -4.9305523e-05
      ]
    ]
  },
  "Applications of this type of data structure include parsing mathematical expressions and calling subroutines from parent programs, but NOT reading from an input stream or running processes in the order in which they were called. It can be implemented in order-one time in real life as a to-do box which": {
    "guess": "Stack machine",
    "confidence": [
      [
        "Stack",
        -0.20289864
      ],
      [
        " machine",
        -0.90797436
      ]
    ]
  },
  "She appears as a minor character in Wallace Stegner's All the Little Live Things. She wrote an allegory about German occupation, The Angelic Avengers, as well as a sequel to her most successful work, Shadows": {
    "guess": "Karen Blixen",
    "confidence": [
      [
        "Karen",
        -0.013469136
      ],
      [
        " B",
        -2.8802491e-05
      ],
      [
        "lix",
        -2.2127088e-05
      ],
      [
        "en",
        -1.3902034e-05
      ]
    ]
  },
  "In one appearance, this character causes Peter the cat to destroy a windowsill full of flowerpots when he feeds the cat painkiller. He asks a doodle-bug why burying a marble and saying hexes didn't cause": {
    "guess": "The Cat in the Hat",
    "confidence": [
      [
        "The",
        -1.0294535
      ],
      [
        " Cat",
        -2.0682743
      ],
      [
        " in",
        -0.77346724
      ],
      [
        " the",
        -0.011011747
      ],
      [
        " Hat",
        -0.0010325727
      ]
    ]
  },
  "One application of this equation is used in speedometers of planes, called pitot-static [pih-toh] tubes. One law that can be derived from this equation states that the velocity is equal to the square root of twice the product of gravity and height, called Torricelli's law. It can be used to derive why the pressure drops in a constricted section of a pipe, called the (*) Venturi effect. This equation": {
    "guess": "Bernoulli's principle",
    "confidence": [
      [
        "Bern",
        -0.011030968
      ],
      [
        "ou",
        -6.511407e-06
      ],
      [
        "lli",
        -8.75699e-05
      ],
      [
        "'s",
        -0.00029768562
      ],
      [
        " principle",
        -0.06106757
      ]
    ]
  },
  "The application of this process to electron-poor heteroaromatic hydrocarbons yields a Shapiro-type reaction product, and it may be used in stereospecific deuterium labeling.  In a potassium decylate system, the addition of crown ethers accelerates the rate of this reaction.  A variation of this reaction that gives rise to allylic alcohols is known as the Wharton reaction, while a one-pot variation of this reaction in ethylene glycol is known as the Huang-Minlon modification.  Under strongly acidic conditions, its counterpart the Clemmenson reaction proceeds.  FTP name this reaction with a hydrazone": {
    "guess": "Wolff-Kishner reduction",
    "confidence": [
      [
        "W",
        -0.010477489
      ],
      [
        "ol",
        -4.604148e-06
      ],
      [
        "ff",
        -5.5577775e-06
      ],
      [
        "-K",
        -0.37748775
      ],
      [
        "ish",
        -0.00040314416
      ],
      [
        "ner",
        -3.650519e-06
      ],
      [
        " reduction",
        -0.09636808
      ]
    ]
  },
  "Apparent supraluminal motion in this object was recently resolved by radiation hydrodynamical considerations,": {
    "guess": "Superluminal motion",
    "confidence": [
      [
        "Super",
        -1.0032874
      ],
      [
        "l",
        -2.2484697e-05
      ],
      [
        "um",
        -0.00010485443
      ],
      [
        "inal",
        -0.00048513061
      ],
      [
        " motion",
        -0.025515746
      ]
    ]
  },
  "This man's appointment to the Cabinet was called \"a most dangerous choice\" by rival George Dallas. In one post, this man negotiated with Richard Pakenham a treaty defining the status of Vancouver Island and setting a border at the 49th parallel. This negotiator of the Oregon Treaty sent Albert Sidney": {
    "guess": "James Buchanan",
    "confidence": [
      [
        "James",
        -0.14671499
      ],
      [
        " Buchanan",
        -0.14080933
      ]
    ]
  },
  "One application of this equation is used in speedometers of planes, called pitot-static [pih-toh] tubes. One law that can be derived from this equation states that the velocity is equal to the square root of twice the product of gravity and height, called Torricelli's law. It can be used to derive why the pressure drops in a constricted section of a pipe, called the (*) Venturi effect. This equation and Newton's laws of motion can be used to explain aerodynamic forces like lift on an airplane. A": {
    "guess": "Bernoulli's principle",
    "confidence": [
      [
        "Bern",
        -0.006638167
      ],
      [
        "ou",
        -3.888926e-06
      ],
      [
        "lli",
        -0.00014764121
      ],
      [
        "'s",
        -0.0004009985
      ],
      [
        " principle",
        -0.08583642
      ]
    ]
  },
  "It appears between settings of the Rellstab poems On the River and Autumn as catalogued by Deutsch after its discovery by Schumann following its composer's death. A French horn solo introduces an allegro ma non troppo dance passage in its first movement, followed by an oboe-dominated andante con moto and a cello-dependent scherzo. The violin triplet supported fanfare of its finale features four blows identified as the composer's knocking on the gates of heaven. FTP, name this work in C Major, the first complete symphony of the Romantic era, completed after the \"Unfinished\" symphony, and nicknamed \"The Great.\"": {
    "guess": "Symphony No. 9 (Schubert)",
    "confidence": [
      [
        "Sym",
        -0.008436682
      ],
      [
        "phony",
        -0.00010831134
      ],
      [
        " No",
        -0.0023486498
      ],
      [
        ".",
        -0.0007100478
      ],
      [
        " ",
        -0.00703587
      ],
      [
        "9",
        -0.015333294
      ],
      [
        " (",
        -0.03541185
      ],
      [
        "Sch",
        -0.018777566
      ],
      [
        "ub",
        -9.0883464e-07
      ],
      [
        "ert",
        -8.299462e-06
      ],
      [
        ")",
        -0.00070361444
      ]
    ]
  },
  "He has appeared in films like A Star is Born, The Naked Gun 33 1/3, Private Parts, and In & Out. Cedric Gibbons designed him by sketching him on a tablecloth at a 1927 banquet. His name may have come from Bette Davis' first husband, or Margaret Herrick's uncle, who he was said to resemble. FTP name this 13 1/2-inch gold-plated symbol of excellence, of whom Dustin Hoffman said, \"He has no genitalia": {
    "guess": "Academy Award statuette",
    "confidence": [
      [
        "Ac",
        -0.03740137
      ],
      [
        "ad",
        -3.4524266e-05
      ],
      [
        "emy",
        -9.0883464e-07
      ],
      [
        " Award",
        -0.082162455
      ],
      [
        " stat",
        -1.2986535
      ],
      [
        "u",
        -0.00026526954
      ],
      [
        "ette",
        -1.9862217e-05
      ]
    ]
  },
  "An approximation algorithm with ratio 2 that is used to solve the k-center problem is termed the \"parametric\"": {
    "guess": "K-center problem",
    "confidence": [
      [
        "K",
        -0.3725574
      ],
      [
        "-center",
        -0.10970468
      ],
      [
        " problem",
        -0.009139192
      ]
    ]
  },
  "Apparent supraluminal motion in this object was recently resolved by radiation hydrodynamical considerations, in light of the thirty-three-microsecond source at its center. It was determined in 1973 to be six thousand, three hundred light-years away, which gives it an apparent magnitude of negative three point two. About ten light-years in diameter, it was misclassified in 1919 and William Herschel originally thought it was a stellar system that could be resolved with larger telescopes. The inner": {
    "guess": "Crab Nebula",
    "confidence": [
      [
        "Cr",
        -0.13869667
      ],
      [
        "ab",
        -3.1737043e-06
      ],
      [
        " Neb",
        -0.027844837
      ],
      [
        "ula",
        -0.00010413921
      ]
    ]
  },
  "It appears between settings of the Rellstab poems On the River and Autumn as catalogued by Deutsch after": {
    "guess": "Franz Schubert",
    "confidence": [
      [
        "Fran",
        -0.063733645
      ],
      [
        "z",
        -0.00012356207
      ],
      [
        " Sch",
        -0.00018304103
      ],
      [
        "ub",
        -6.9882217e-06
      ],
      [
        "ert",
        -3.8457987e-05
      ]
    ]
  },
  "In one appearance, this character deduces that a suicide note reading \"I can't go on\" could have been forged by being the start of a phrase such as \"I can't go on Friday.\" In another appearance, this character goes on a tour of several homes in Great Britain in an attempt to clear the name of Michael Rafiel. The chronologically final novel in which this character appears sees her help Gwenda Reed, who unknowingly buys a house in which she witnessed a murder as a child. She is sometimes a companion of her nephew, the novelist (*) Raymond West, and she lives in the village of St. Mary Mead, which is the setting of the novel The Body in the Library. Also appearing in The Moving Finger and Nemesis, for 10 points, name this elderly female detective created by Agatha Christie, probably her second-most famous creation behind Hercule Poirot.": {
    "guess": "Miss Marple",
    "confidence": [
      [
        "Miss",
        -0.21624704
      ],
      [
        " Mar",
        -0.0046395725
      ],
      [
        "ple",
        -8.029847e-05
      ]
    ]
  },
  "In the appendix to the first Latin edition of this treatise, its author attempts to prove that he did not violate the Nicene Creed. This book is the source of its author's maxim \"Leisure is the mother of philosophy.\" Its sixth chapter distinguishes between vital and voluntary animal motions to show the": {
    "guess": "Leviathan (Hobbes book)",
    "confidence": [
      [
        "Le",
        -0.33539367
      ],
      [
        "vi",
        -0.0032374826
      ],
      [
        "athan",
        -0.00013333677
      ],
      [
        " (",
        -0.44427907
      ],
      [
        "H",
        -0.012780154
      ],
      [
        "ob",
        -5.371606e-05
      ],
      [
        "bes",
        -2.3915141e-05
      ],
      [
        " book",
        -0.0011753439
      ],
      [
        ")",
        -2.0696643e-05
      ]
    ]
  },
  "This man's appointment to the Cabinet was called \"a most dangerous choice\" by rival George Dallas. In one post, this man negotiated with Richard Pakenham a treaty defining the status of Vancouver Island and setting a border at the 49th parallel. This negotiator of the Oregon Treaty sent Albert Sidney Johnston to oust Brigham Young as governor during the so-called Utah War. This man met with (*) John Mason and Pierre Soule in Belgium to produce a document calling for the acquisition of Cuba. Besides being one of the writers of the Ostend Manifesto One of the candidates he defeated to win the presidency": {
    "guess": "James Buchanan",
    "confidence": [
      [
        "James",
        -0.003994104
      ],
      [
        " Buchanan",
        -0.00026896485
      ]
    ]
  },
  "She appears as a minor character in Wallace Stegner's All the Little Live Things. She wrote an allegory about German occupation, The Angelic Avengers, as well as a sequel to her most successful work, Shadows on the Grass. With a pen name adopted from the Hebrew for \"he who laughs,\" she wrote \"The Monkey\" and \"The Supper at Elsinore\" in her Seven Gothic Tales. For 10 points, name this woman who moved to Kenya to manage a coffee plantation, writing about the experience in Out of Africa.": {
    "guess": "Karen Blixen",
    "confidence": [
      [
        "Karen",
        -0.024911042
      ],
      [
        " B",
        -6.563642e-05
      ],
      [
        "lix",
        -3.3093824e-05
      ],
      [
        "en",
        -8.89548e-06
      ]
    ]
  },
  "An approximation algorithm with ratio 2 that is used to solve the k-center problem is termed the \"parametric\" form of  this technique. Chess programs can use a null-move heuristic and the futility version of this technique to reduce the  effective branching factor. In neural networks, two major classes": {
    "guess": "Alpha-beta pruning",
    "confidence": [
      [
        "Alpha",
        -0.3981438
      ],
      [
        "-beta",
        -0.16694614
      ],
      [
        " pruning",
        -0.0040259184
      ]
    ]
  },
  "He has appeared on over seventy different television programs and was the host of a morning radio show": {
    "guess": "Howard Stern",
    "confidence": [
      [
        "Howard",
        -0.6879171
      ],
      [
        " Stern",
        -3.500108e-05
      ]
    ]
  },
  "One approach to synthesizing this compound was described by Hegedus and Semmelhack. The reaction for one type of these with alkynes to yield alkoxyphenols was discovered by Karl Dötz and is better known as a benzannulation reaction. One classical way of making these is done by conducting a nucleophilic addition of an organolithium compound to a metal carbonyl and then treating with a trialkyloxonium salt. This compound can be found in Grubb's catalyst and those with high oxidation states and an unpaired triplet state are named for Schrock, which contrast with those named for Fischer. For 10 points,": {
    "guess": "Alkene",
    "confidence": [
      [
        "Al",
        -0.6473615
      ],
      [
        "k",
        -0.25308946
      ],
      [
        "ene",
        -0.08543953
      ]
    ]
  },
  "This man appointed Konrad Krajewski to an office funded by sales of this man's photos on parchment. When asked his opinion of homosexuals, this man responded, \"Who am I to judge?\" During the 2013 World": {
    "guess": "Pope Francis",
    "confidence": [
      [
        "P",
        -0.020565132
      ],
      [
        "ope",
        -0.011559504
      ],
      [
        " Francis",
        -0.0015391463
      ]
    ]
  },
  "This man appears below a sculpture of a bearded head and above a large stone slab displaying a Latin phrase, which surround a circular window in the \"porthole portrait\" of him. A golden table leg resembling an eagle-topped fasces appears in another portrait of this man, who holds a sword and wears a purple cloak while seated between the goddesses Victory and Liberty in another painting. This subject": {
    "guess": "Napoleon I",
    "confidence": [
      [
        "N",
        -1.0628747
      ],
      [
        "ap",
        -0.013880568
      ],
      [
        "oleon",
        -0.00089943496
      ],
      [
        " I",
        -0.79246837
      ]
    ]
  },
  "He has appeared in films like A Star is Born, The Naked Gun 33 1/3, Private Parts, and In & Out. Cedric Gibbons designed him by sketching him on a tablecloth at a 1927 banquet. His name may have come from": {
    "guess": "Oscar statuette",
    "confidence": [
      [
        "O",
        -0.31568596
      ],
      [
        "scar",
        -0.0017953701
      ],
      [
        " stat",
        -0.9046318
      ],
      [
        "u",
        -0.0010382871
      ],
      [
        "ette",
        -0.00018804391
      ]
    ]
  },
  "This man appointed Sargent Shriver as the first director of the Peace Corps. During World War II he commanded the patrol boat PT 109, and his administration was proven to have had knowledge of the plot": {
    "guess": "John F. Kennedy",
    "confidence": [
      [
        "John",
        -0.0025388016
      ],
      [
        " F",
        -4.692145e-05
      ],
      [
        ".",
        -0.0004043362
      ],
      [
        " Kennedy",
        -2.8325678e-05
      ]
    ]
  },
  "The approximation for the period of these objects must include an infinite expansion when dealing the large amplitude variety of this object. Chaotic systems can be displayed by setting a large one of these into motion. The period of the (*) simple type of this object equals two pi times the square root of its length over gravity. One type of this object is used to show the rotation of the earth and is named for Foucault (foo-KOH). For 10 points, name this physical object often demonstrated using": {
    "guess": "Pendulum",
    "confidence": [
      [
        "P",
        -0.007069482
      ],
      [
        "end",
        -1.3856493e-06
      ],
      [
        "ulum",
        -0.00018744789
      ]
    ]
  },
  "It appears between settings of the Rellstab poems On the River and Autumn as catalogued by Deutsch after its discovery by Schumann following its composer's death. A French horn solo introduces an allegro ma non troppo dance passage in its first movement, followed by an oboe-dominated andante con moto and a cello-dependent scherzo. The violin triplet supported fanfare of its finale features four blows": {
    "guess": "Symphony No. 9 (Schubert)",
    "confidence": [
      [
        "Sym",
        -0.014649493
      ],
      [
        "phony",
        -0.0069921846
      ],
      [
        " No",
        -0.00057030993
      ],
      [
        ".",
        -0.00017684244
      ],
      [
        " ",
        -0.0011861804
      ],
      [
        "9",
        -0.19863239
      ],
      [
        " (",
        -0.0033572512
      ],
      [
        "Sch",
        -0.0066374517
      ],
      [
        "ub",
        -7.8748824e-05
      ],
      [
        "ert",
        -8.180258e-06
      ],
      [
        ")",
        -0.00025597532
      ]
    ]
  },
  "This man appointed the marshal de Biron to represent him at a meeting in Darnetal. One attempt to have this monarch's predecessor restored was led by John Holland and John Montagu, the Earls of Salisbury": {
    "guess": "Henry IV of England",
    "confidence": [
      [
        "Henry",
        -0.0034311428
      ],
      [
        " IV",
        -0.0023473385
      ],
      [
        " of",
        -2.3392786e-06
      ],
      [
        " England",
        -0.02015163
      ]
    ]
  },
  "In 1842, he was appointed a second lieutenant in Corps of Topographical Engineers and he designed a number of lighthouses in the Florida Keys. After serving in the Mexican-American War under Zachary Taylor at the Battle of Monterrey, he was promoted to brigadier general at the start of the Civil War": {
    "guess": "David Porter Heap",
    "confidence": [
      [
        "David",
        -1.3873647
      ],
      [
        " Porter",
        -1.0314718
      ],
      [
        " Heap",
        -1.1816726
      ]
    ]
  },
  "He appears as a red-haired boy who asks David to help him hide from Mr. Wedding in a novel by Diana Wynne Jones. In the Atlas Comics series Journey into Mystery, he caused Carl Creel to become Absorbing Man, while in the Sandman series, the Corinthian eats his eyes after this figure holds Daniel hostage. Alan Cumming portrayed this character in Son of the Mask, and in Shopgirl, Mirabelle's best friend, played by Samantha Shelton, goes by this name. More famously, a character by this name complains": {
    "guess": "Loki",
    "confidence": [
      [
        "L",
        -0.76586235
      ],
      [
        "oki",
        -2.9352968e-06
      ]
    ]
  },
  "An \"apparition of an invisible bust\" of this man appears in a work by Dali, the Slave Market, and the Dada movement in Zurich was centered on a cabaret Hugo Ball named for him. A poem about this figure states \"Yes, the fight / Against the false and the unfair / Was always worth it. So was gardening.": {
    "guess": "Voltaire",
    "confidence": [
      [
        "Vol",
        -0.25963926
      ],
      [
        "taire",
        -5.0735965e-05
      ]
    ]
  },
  "The application of this process to electron-poor heteroaromatic hydrocarbons yields a Shapiro-type reaction product, and it may be used in stereospecific deuterium labeling.  In a potassium decylate system, the addition of crown ethers accelerates the rate of this reaction.  A variation of this reaction that gives rise to allylic alcohols is known as the Wharton reaction, while a one-pot variation of this reaction in ethylene glycol is known as the Huang-Minlon modification.  Under strongly acidic": {
    "guess": "Wittig reaction",
    "confidence": [
      [
        "W",
        -1.1006322
      ],
      [
        "itt",
        -0.48074841
      ],
      [
        "ig",
        -4.179569e-05
      ],
      [
        " reaction",
        -0.016290542
      ]
    ]
  },
  "It can be applied to the theory of local breeding values to predict the effects of random drift on genetic architecture. Its presence in founder events, inbreeding, and bottlenecking can produce an increase in additive genetic variance. Analysis of this type using double mutants is employed to develop order-of-function maps for genes that regulate cellular pathways, and it can result in the nonpenetrance of mutant genes such as the gene for Marfan syndrome. Individuals who have a homozygous recessive mutation that blocks the addition of fucose to an H substance precursor fail to express A and B type blood groups and posses the Bombay phenotype, an example of this effect. For 10 points, the gene for albinism is an example of what type of gene, which masks the phenotypic effects of a hypostatic": {
    "guess": "Modifier gene",
    "confidence": [
      [
        "Modifier",
        -0.52772707
      ],
      [
        " gene",
        -0.18956755
      ]
    ]
  },
  "In one appearance, this character frantically pushes buttons in an airplane while screaming \"Take that, Dr. Sally Waxler!\" In another appearance, he gives his friend \"Baron Von Costume's Deluxe Disguise": {
    "guess": "List of The Simpsons characters",
    "confidence": [
      [
        "List",
        -1.2172582
      ],
      [
        " of",
        -0.0010991342
      ],
      [
        " The",
        -0.5147211
      ],
      [
        " Simpsons",
        -0.18665002
      ],
      [
        " characters",
        -0.16775408
      ]
    ]
  },
  "Both are applications of Ostrogradsky's theorem, also known as the divergence theorem, and one is the electrostatic equivalent of Ampere's law. One of them is often derived using the solid-angle approach with Coulomb's Law, and the other disproves the existence of magnetic monopoles. Used to show that there cannot be an electric field inside an uncharged Faraday cage and expressed in differential form as del dot D equals rho and del dot B equals zero, for 10 points, what is the collective name of": {
    "guess": "Maxwell's equations",
    "confidence": [
      [
        "Max",
        -0.00051550195
      ],
      [
        "well",
        -1.4140442e-05
      ],
      [
        "'s",
        -0.00017958412
      ],
      [
        " equations",
        -0.09870946
      ]
    ]
  },
  "Apollodorus says that a son of Zeus and Niobe with this name was the grandfather of Io, and the namesake of a city first ruled by Phoroneus. Another man of this name was the eldest son of Chalciope and": {
    "guess": "Perseus",
    "confidence": [
      [
        "Per",
        -0.9278989
      ],
      [
        "se",
        -0.004060114
      ],
      [
        "us",
        -0.0025684028
      ]
    ]
  },
  "This man appointed Konrad Krajewski to an office funded by sales of this man's photos on parchment. When": {
    "guess": "Pope Francis",
    "confidence": [
      [
        "P",
        -0.020355364
      ],
      [
        "ope",
        -0.0005045389
      ],
      [
        " Francis",
        -0.0033618892
      ]
    ]
  },
  "He has appeared in films like A Star is Born, The Naked Gun 33 1/3, Private Parts, and In & Out. Cedric Gibbons designed him by sketching him on a tablecloth at a 1927 banquet. His name may have come from Bette Davis' first husband, or Margaret Herrick's uncle, who he was said to resemble. FTP name this": {
    "guess": "Oscar statuette",
    "confidence": [
      [
        "O",
        -0.028142396
      ],
      [
        "scar",
        -0.0018636647
      ],
      [
        " stat",
        -0.6950958
      ],
      [
        "u",
        -0.00044592362
      ],
      [
        "ette",
        -0.00014954848
      ]
    ]
  },
  "Applying a Hadamard gate followed by a CNOT gate causes the control and target bits to have this property.": {
    "guess": "Quantum entanglement",
    "confidence": [
      [
        "Quant",
        -0.0024239332
      ],
      [
        "um",
        -3.4121115e-06
      ],
      [
        " ent",
        -0.013248934
      ],
      [
        "ang",
        -6.6306106e-06
      ],
      [
        "lement",
        -1.5809293e-05
      ]
    ]
  },
  "He appears as a red-haired boy who asks David to help him hide from Mr. Wedding in a novel by Diana Wynne": {
    "guess": "Drowned Ammet",
    "confidence": [
      [
        "D",
        -1.4784986
      ],
      [
        "rowned",
        -0.595455
      ],
      [
        " Am",
        -0.002912931
      ],
      [
        "met",
        -0.00031925782
      ]
    ]
  },
  "An approximate conformation of the state with this energy is given by the Hammond postulate. The value of the energy at a first-order point of inflection on the potential energy surface, it is classically proportional to the logarithm of the frequency factor. It appears in the numerator of the exponent in the Arrhenius equation and is the maximum of the vertical reaction coordinate in general. Catalysis speeds reactions by lowering it, since it is the energy of the most energetic intermediary in": {
    "guess": "Transition state",
    "confidence": [
      [
        "Transition",
        -0.03953799
      ],
      [
        " state",
        -0.0012007087
      ]
    ]
  },
  "He has appeared on over seventy different television programs and was the host of a morning radio show in Los Angeles. Recently named an honorary mayor of Los Angeles for his fundraising efforts on behalf of earthquake victims in El Salvador and Guatemala, he appeared on HBO's \"Inside the NFL\" while": {
    "guess": "Los Angeles Memorial Coliseum",
    "confidence": [
      [
        "Los",
        -1.460347
      ],
      [
        " Angeles",
        -0.00041732576
      ],
      [
        " Memorial",
        -1.8383088
      ],
      [
        " Col",
        -0.2115685
      ],
      [
        "iseum",
        -6.670925e-05
      ]
    ]
  },
  "Applications of this type of data structure include parsing mathematical expressions and calling subroutines from parent programs, but NOT reading from an input stream or running processes in the order in which they were called. It can be implemented in order-one time in real life as a to-do box which is open at only one end, or in a program by a singly-linked list, since pushing and popping can all": {
    "guess": "Stack (abstract data type)",
    "confidence": [
      [
        "Stack",
        -0.023188982
      ],
      [
        " (",
        -0.0004071971
      ],
      [
        "abstract",
        -0.00013965457
      ],
      [
        " data",
        -1.27099975e-05
      ],
      [
        " type",
        -4.0007635e-05
      ],
      [
        ")",
        -2.1008714e-06
      ]
    ]
  },
  "Applying an inversion to this figure gives the Dupin cyclide, and the systole and area of one of these figures is related by Loewner's inequality. The Weyl group can be defined as the normalizer of a group isomorphic to one of these figures, modulo the centralizer of said group. A compact Lie Group has a maximal one of these, and the standard one of these requires seven colors to color according to the Heawood conjecture. Double and triple ones of these have more than one handle, and N-dimensional ones are the direct product of a circle with itself n times. FTP, name this shape important in topology": {
    "guess": "Sphere",
    "confidence": [
      [
        "Sphere",
        -1.2038451
      ]
    ]
  },
  "Applying a Hadamard gate followed by a CNOT gate causes the control and target bits to have this property. In quantum teleportation, the parties start with qubits with this property. For two state systems, a state maximal for this property is 1-over-√2 ket-00 + 1-over-√2 ket-11, which can be used to violate the CHSH inequality as well as (*) Bell's inequality. The EPR paradox was about this property's": {
    "guess": "Quantum entanglement",
    "confidence": [
      [
        "Quant",
        -0.0012191668
      ],
      [
        "um",
        -3.1281633e-07
      ],
      [
        " ent",
        -0.0057609803
      ],
      [
        "ang",
        -2.577686e-06
      ],
      [
        "lement",
        -3.0113732e-05
      ]
    ]
  },
  "This man appointed Konrad Krajewski to an office funded by sales of this man's photos on parchment. When asked his opinion of homosexuals, this man responded, \"Who am I to judge?\" During the 2013 World Youth Day celebrations, this former chemical technician and nightclub bouncer was met by 3 million people on Copacabana Beach in (*) Rio de Janeiro. This figure chose his official name based on his concern for the poor, which he has demonstrated through such actions as washing the feet of juvenile inmates and renouncing the regal clothing of his predecessor. For ten points, identify this successor of Benedict XVI, the current pope.": {
    "guess": "Pope Francis",
    "confidence": [
      [
        "P",
        -0.006208786
      ],
      [
        "ope",
        -0.001797039
      ],
      [
        " Francis",
        -0.0019364853
      ]
    ]
  },
  "The appearance of one of this city's kings prompted three princesses to go insane and jump off a cliff. That king was the son of Gaia and Hephaestus and was named Erichthonius. Another king of this city": {
    "guess": "Athens",
    "confidence": [
      [
        "Ath",
        -0.14472637
      ],
      [
        "ens",
        -0.0001506213
      ]
    ]
  },
  "An \"apparition of an invisible bust\" of this man appears in a work by Dali, the Slave Market, and the Dada movement in Zurich was centered on a cabaret Hugo Ball named for him. A poem about this figure": {
    "guess": "Voltaire",
    "confidence": [
      [
        "Vol",
        -0.5503601
      ],
      [
        "taire",
        -8.1609716e-05
      ]
    ]
  },
  "This man appointed Albert Gallatin as his Secretary of the Treasury, and while in office, this man signed into law a bill that officially banned the importation of slaves. During his administration, Zebulon Pike was dispatched to explore the source of the Red River, and this man authorized the creation of the United States Military Academy at West Point. He authored the Virginia Statute for Religious": {
    "guess": "Thomas Jefferson",
    "confidence": [
      [
        "Thomas",
        -0.04221474
      ],
      [
        " Jefferson",
        -0.00023989384
      ]
    ]
  },
  "After his appointment as historiographer to the king, this author produced little, including the play": {
    "guess": "Jean-Baptiste Racine",
    "confidence": [
      [
        "Jean",
        -0.0011711754
      ],
      [
        "-B",
        -0.024057198
      ],
      [
        "apt",
        -0.000121542944
      ],
      [
        "iste",
        -0.00027099132
      ],
      [
        " Rac",
        -9.364929e-05
      ],
      [
        "ine",
        -2.5345586e-05
      ]
    ]
  },
  "Applying a Hadamard gate followed by a CNOT gate causes the control and target bits to have this property. In quantum teleportation, the parties start with qubits with this property. For two state systems,": {
    "guess": "Quantum entanglement",
    "confidence": [
      [
        "Quant",
        -0.008327682
      ],
      [
        "um",
        -5.5577775e-06
      ],
      [
        " ent",
        -0.10085954
      ],
      [
        "ang",
        -1.0802739e-05
      ],
      [
        "lement",
        -9.014684e-06
      ]
    ]
  },
  "The appearance of the conodont Siphonodella sulcata separates this period from its predecessor, which": {
    "guess": "Silurian",
    "confidence": [
      [
        "Sil",
        -0.44067484
      ],
      [
        "ur",
        -3.3213026e-05
      ],
      [
        "ian",
        -0.00013619766
      ]
    ]
  },
  "After his appointment as historiographer to the king, this author produced little, including the play \"Athalie\", the four \"Spiritual Hymns\", and \"Abrege de l'historie de Port-Royal\", inspired by his childhood, during which he was raised as a Jansenist. After early works like \"The Nymph of the Seine\", \"The Thebaid\", and \"Alexander the Great\", he produced his most characteristic work, characterized by a single theme concerning a strong spiritual conflict, such as \"Bajazet\", \"Britannicus\", and \"Berenice\", the later two of which were intended to challenge his older rival, Pierre Conreille (cor-NAY). FTP, who was this great 17th century French playwright, author of \"The Litigants\" and \"Phaedre\"?": {
    "guess": "Jean Racine",
    "confidence": [
      [
        "Jean",
        -0.00056244613
      ],
      [
        " Rac",
        -0.00012916465
      ],
      [
        "ine",
        -1.9504607e-05
      ]
    ]
  },
  "Apollodorus says that a son of Zeus and Niobe with this name was the grandfather of Io, and the namesake of a city first ruled by Phoroneus. Another man of this name was the eldest son of Chalciope and Phrixus; that man gives a speech urging Jason to go to the river Ister in a work by Apollonius Rhodius. A third figure of this name is described as an adept hunter of deer and goats, and was the first to recognize Odysseus when he returned to Ithaca. One figure of this name was lulled to sleep and slain by Hermes while he was guarding Io, a task in which he made use of the eyes all over his body.": {
    "guess": "Argus",
    "confidence": [
      [
        "Arg",
        -0.65725315
      ],
      [
        "us",
        -0.004954797
      ]
    ]
  },
  "Application of this reaction allows the synthesis of stereochemically pure crystalline 19-norprogesterone from Estranes, a class of oral contraceptives. This reaction is important in the process of coal liquefaction, as a cyclic olefin known as isotetralin, an efficient converter of coal into THF solubles, can only be created feasibly by performing this reaction on naphthalene. Lithium or potassium can sometimes be used instead of sodium in this reaction and this reaction mechanism provides an alternative to catalytic hydrogenation, which usually reduces all the way to cyclohexane. Using sodium": {
    "guess": "Birch reduction",
    "confidence": [
      [
        "B",
        -0.09482073
      ],
      [
        "ir",
        -0.0014388042
      ],
      [
        "ch",
        -9.0883464e-07
      ],
      [
        " reduction",
        -0.011176437
      ]
    ]
  },
  "This man approved the Falloux Laws, which created a mixed system of public and Catholic primary schools.": {
    "guess": "Loi Falloux",
    "confidence": [
      [
        "Lo",
        -0.82263523
      ],
      [
        "i",
        -0.0016626817
      ],
      [
        " Fall",
        -0.00040159453
      ],
      [
        "oux",
        -9.133887e-06
      ]
    ]
  },
  "This man appointed Konrad Krajewski to an office funded by sales of this man's photos on parchment. When asked his opinion of homosexuals, this man responded, \"Who am I to judge?\" During the 2013 World Youth Day celebrations, this former chemical technician and nightclub bouncer was met by 3 million people on Copacabana Beach in (*) Rio de Janeiro. This figure chose his official name based on his concern for the poor, which he has demonstrated through such actions as washing the feet of juvenile inmates and renouncing the regal clothing of his predecessor. For ten points, identify this successor": {
    "guess": "Pope Francis",
    "confidence": [
      [
        "P",
        -0.008630049
      ],
      [
        "ope",
        -0.0013335749
      ],
      [
        " Francis",
        -0.0034565716
      ]
    ]
  },
  "Applying a Hadamard gate followed by a CNOT gate causes the control and target bits to have this property. In quantum teleportation, the parties start with qubits with this property. For two state systems, a state maximal for this property is 1-over-√2 ket-00 + 1-over-√2 ket-11, which can be used to violate the CHSH inequality as well as (*) Bell's inequality. The EPR paradox was about this property's supposed violation of locality. If the state of two systems cannot be decomposed into a product of individual states, then those systems have this property. For 10 points, name this property of quantum systems in which the states of subsystems are correlated, which Einstein derided as \"spooky action at a distance.\"": {
    "guess": "Quantum entanglement",
    "confidence": [
      [
        "Quant",
        -0.0026492632
      ],
      [
        "um",
        -1.2664457e-06
      ],
      [
        " ent",
        -0.0044721356
      ],
      [
        "ang",
        -4.246537e-06
      ],
      [
        "lement",
        -3.0471343e-05
      ]
    ]
  },
  "In one appearance, this character frantically pushes buttons in an airplane while screaming \"Take that,": {
    "guess": "Airplane!",
    "confidence": [
      [
        "Air",
        -0.35071862
      ],
      [
        "plane",
        -0.0018665256
      ],
      [
        "!",
        -0.009467654
      ]
    ]
  },
  "This man appointed Cardinal Granvelle as his advisor after sending Antonio Perez into exile. Earlier, he won important victories at the Battles of Gravelines and San Quentin in a war that was ended by the Treaty of Cateau- Cambresis, and he sent Fernando de Toledo to quell several revolts in the Low Countries. His reign also saw a successful victory against the Ottoman Turks at the Battle of Lepanto.": {
    "guess": "Philip II of Spain",
    "confidence": [
      [
        "Philip",
        -0.011580239
      ],
      [
        " II",
        -0.00022535099
      ],
      [
        " of",
        -0.010855625
      ],
      [
        " Spain",
        -6.372917e-05
      ]
    ]
  },
  "The appearance of a sow with thirty young signifies an event in this work that Celaeno had previously prophesied would require this work's protagonist's eating his tables. This work's protagonist declines to show mercy when he sees his enemy wearing the belt of Evander's son, Pallas, and he is advised by the Cumaean Sibyl to descend through Avernus to visit his father. Aeolus, king of the winds, is petitioned when Juno uses Ajax's hilarious death to justify destroying the protagonist's fleet, casting this work's protagonist into the sea near Carthage. For 10 points, name this Latin epic in which the title hero abandons Dido, a work of Virgil.": {
    "guess": "Aeneid",
    "confidence": [
      [
        "A",
        -0.08044699
      ],
      [
        "ene",
        -0.00021069261
      ],
      [
        "id",
        -0.00012380048
      ]
    ]
  },
  "Of approximately the same diameter in all directions, the cells of this region have dense cytoplasm and relatively few small vacuoles. Classes of this type of region are denoted, by their location, and": {
    "guess": "Meristems",
    "confidence": [
      [
        "Mer",
        -2.070515
      ],
      [
        "ist",
        -0.27088854
      ],
      [
        "ems",
        -0.04305514
      ]
    ]
  },
  "Applying an inversion to this figure gives the Dupin cyclide, and the systole and area of one of these figures is related by Loewner's inequality. The Weyl group can be defined as the normalizer of a group isomorphic to one of these figures, modulo the centralizer of said group. A compact Lie Group has": {
    "guess": "Torus",
    "confidence": [
      [
        "T",
        -1.8026876
      ],
      [
        "orus",
        -0.073341995
      ]
    ]
  },
  "The appearance of one of this city's kings prompted three princesses to go insane and jump off a cliff. That king was the son of Gaia and Hephaestus and was named Erichthonius. Another king of this city offered amnesty to Heracles for the murder of his wife and children and agreed to help Adrastus topple the rule of Eteocles. The first king of this city was supposedly (*) half-man and half-serpent": {
    "guess": "Athens",
    "confidence": [
      [
        "Ath",
        -0.0070748054
      ],
      [
        "ens",
        -1.4617256e-05
      ]
    ]
  },
  "An approximation algorithm with ratio 2 that is used to solve the k-center problem is termed the \"parametric\" form of  this technique. Chess programs can use a null-move heuristic and the futility version of this technique to reduce the  effective branching factor. In neural networks, two major classes of algorithms named for this technique are sensitivity-  calculation methods and penalty-term methods.": {
    "guess": "Backpropagation",
    "confidence": [
      [
        "Back",
        -1.3142499
      ],
      [
        "prop",
        -0.17239727
      ],
      [
        "agation",
        -0.00032569113
      ]
    ]
  },
  "In one appearance, this character frantically pushes buttons in an airplane while screaming \"Take that, Dr. Sally Waxler!\" In another appearance, he gives his friend \"Baron Von Costume's Deluxe Disguise Kit\" and insists that the word \"radical\" is the thing that he says. In that appearance, this character says he knows what it feels like \"when doves cry\" after meeting someone else with the same name in (*) Shelbyville. This character's father was a \"big wheel at the cracker factory\" and recorded the song \"Can I Borrow a Feeling?\" This person's catch phrase is triumphantly saying that \"Everything's coming up [his name].\" This character's glasses are frequently taken away from him by Nelson Muntz, and he has a hopeless crush on his best friend's sister, Lisa. For 10 points, name this nerdy friend of Bart on The Simpsons.": {
    "guess": "Milhouse Van Houten",
    "confidence": [
      [
        "Mil",
        -0.016051497
      ],
      [
        "house",
        -4.477578e-05
      ],
      [
        " Van",
        -0.008443064
      ],
      [
        " H",
        -7.851042e-05
      ],
      [
        "out",
        -3.650519e-06
      ],
      [
        "en",
        -4.370295e-05
      ]
    ]
  },
  "An approximation algorithm with ratio 2 that is used to solve the k-center problem is termed the \"parametric\" form of  this technique. Chess programs can use a null-move heuristic and the futility version of this technique to reduce the  effective branching factor. In neural networks, two major classes of algorithms named for this technique are sensitivity-  calculation methods and penalty-term methods. Beam search is a typical example of the forward version of this technique.  The best-known algorithm": {
    "guess": "Dynamic programming",
    "confidence": [
      [
        "Dynamic",
        -0.45209193
      ],
      [
        " programming",
        -0.013813918
      ]
    ]
  },
  "This man appointed a Secretary of Energy to replace Georgina Kessel, in an effort to boost his country's": {
    "guess": "Felipe de Jesús Calderón Hinojosa",
    "confidence": [
      [
        "Fel",
        -0.017223537
      ],
      [
        "ipe",
        -6.392203e-06
      ],
      [
        " de",
        -0.11963837
      ],
      [
        " Jes",
        -0.00033320097
      ],
      [
        "ús",
        -4.3202e-07
      ],
      [
        " Calder",
        -1.2664457e-06
      ],
      [
        "ón",
        -2.7014437e-05
      ],
      [
        " H",
        -1.147242e-06
      ],
      [
        "ino",
        -1.0206721e-05
      ],
      [
        "j",
        -2.1173457e-05
      ],
      [
        "osa",
        -3.1281633e-07
      ]
    ]
  },
  "An approximation algorithm with ratio 2 that is used to solve the k-center problem is termed the \"parametric\" form of  this technique. Chess programs can use a null-move heuristic and the futility version of this technique to reduce the  effective branching factor. In neural networks, two major classes of algorithms named for this technique are sensitivity-  calculation methods and penalty-term methods. Beam search is a typical example of the forward version of this technique.  The best-known algorithm for this technique stores a maximum value for a max node's descendants and a minimum value  for a min node's descendants in its two namesake parameters. That algorithm is usually combined with (*) minimax and is  the alpha-beta type of this technique. For 10 points, name this technique that removes": {
    "guess": "Alpha-beta pruning",
    "confidence": [
      [
        "Alpha",
        -0.7123783
      ],
      [
        "-beta",
        -0.22258933
      ],
      [
        " pruning",
        -0.0009010965
      ]
    ]
  },
  "This man appointed John B. Henderson to serve as a special prosecutor, and later replaced him with James Broadhead after Henderson indicted his personal secretary, Orville Babcock. Fisk(*) and Gould attempted to corner the gold market during this man's presidency, and his vice president, Schuyler Colfax, was implicated in the Whiskey Ring. This president was elected partially because of his successes": {
    "guess": "Ulysses S. Grant",
    "confidence": [
      [
        "U",
        -0.07504381
      ],
      [
        "ly",
        -3.7697225e-06
      ],
      [
        "ss",
        -1.342522e-05
      ],
      [
        "es",
        -2.6299214e-05
      ],
      [
        " S",
        -9.73446e-05
      ],
      [
        ".",
        -0.0002930367
      ],
      [
        " Grant",
        -9.4914985e-06
      ]
    ]
  },
  "Apollo plays a viola da gamba in the left, the three nude Graces offer this woman a flower of beauty, and Athena holds a book in front of her in the painting depicting her \"Education.\" Another scene shows her holding a classical statue and wearing an ornate war helmet as she is portrayed as the goddess": {
    "guess": "Education of the Virgin",
    "confidence": [
      [
        "Education",
        -1.0290499
      ],
      [
        " of",
        -0.050586905
      ],
      [
        " the",
        -0.4206371
      ],
      [
        " Virgin",
        -0.35437924
      ]
    ]
  },
  "It is approximately 45 minutes long and is divided into 4 movements, Moderato, Allegretto, Largo, and Allegro non troppo. It premiered on November 21, 1937, and was an immediate success, receiving a standing ovation for somewhere between 30 minutes and an hour.* The final movement is often criticized for its shrillness, but according to Solomon Volkov, it is actually a parody of shrillness representing forced rejoicing. It includes a quotation from the composer's song \"Rebirth\" accompanied by the": {
    "guess": "Symphony No. 5 (Shostakovich)",
    "confidence": [
      [
        "Sym",
        -0.42750567
      ],
      [
        "phony",
        -0.00095255213
      ],
      [
        " No",
        -0.002098276
      ],
      [
        ".",
        -0.0018019152
      ],
      [
        " ",
        -0.004365202
      ],
      [
        "5",
        -0.03696376
      ],
      [
        " (",
        -0.0035343752
      ],
      [
        "Sh",
        -0.00376469
      ],
      [
        "ost",
        -1.9816675e-06
      ],
      [
        "ak",
        -0.0019531336
      ],
      [
        "ovich",
        -0.00016194198
      ],
      [
        ")",
        -4.8113485e-05
      ]
    ]
  },
  "In one appearance, this character causes Peter the cat to destroy a windowsill full of flowerpots when he feeds the cat painkiller. He asks a doodle-bug why burying a marble and saying hexes didn't cause all of his lost marbles to reappear. This spunk-water aficionado convinces his friends to give him an apple, a kite, and a dead rat for the privilege of whitewashing Aunt Polly's fence. He escapes from a cave with Becky Thatcher after being trapped with Injun Joe. For 10 points, name this friend of Huck Finn and title character of a Mark Twain novel.": {
    "guess": "Tom Sawyer",
    "confidence": [
      [
        "Tom",
        -0.5852227
      ],
      [
        " Sawyer",
        -0.0012323728
      ]
    ]
  },
  "He appears as a red-haired boy who asks David to help him hide from Mr. Wedding in a novel by Diana Wynne Jones. In the Atlas Comics series Journey into Mystery, he caused Carl Creel to become Absorbing Man, while in the Sandman series, the Corinthian eats his eyes after this figure holds Daniel hostage. Alan Cumming portrayed this character in Son of the Mask, and in Shopgirl, Mirabelle's best friend,": {
    "guess": "Loki",
    "confidence": [
      [
        "L",
        -0.027197476
      ],
      [
        "oki",
        -1.9361265e-07
      ]
    ]
  },
  "The application of this process to electron-poor heteroaromatic hydrocarbons yields a Shapiro-type reaction product, and it may be used in stereospecific deuterium labeling.  In a potassium decylate system, the addition of crown ethers accelerates the rate of this reaction.  A variation of this reaction that gives rise to allylic alcohols is known as the Wharton reaction, while a one-pot variation of this reaction in ethylene glycol is known as the Huang-Minlon modification.  Under strongly acidic conditions, its counterpart the Clemmenson reaction proceeds.  FTP name this reaction with a hydrazone intermediate which reduces a carbonyl to an alkane by boiling it in a basic solution, named for two chemists.": {
    "guess": "Wolff-Kishner reduction",
    "confidence": [
      [
        "W",
        -0.009601548
      ],
      [
        "ol",
        -5.5122365e-07
      ],
      [
        "ff",
        -6.511407e-06
      ],
      [
        "-K",
        -0.37987477
      ],
      [
        "ish",
        -0.0007002841
      ],
      [
        "ner",
        -6.392203e-06
      ],
      [
        " reduction",
        -0.2695185
      ]
    ]
  },
  "It appears in the words \"bank\" and \"uncle\", though not with its usual spelling. Like m and n, it's nasal, but unlike m and n, is [+high] and [+back], since it is produced in the velar region. It's most commonly found in English at the end of present progressive verb forms. For ten points, what is the": {
    "guess": "Velar nasal",
    "confidence": [
      [
        "Vel",
        -0.61826885
      ],
      [
        "ar",
        -0.00026872646
      ],
      [
        " nasal",
        -0.08952812
      ]
    ]
  },
  "In one appearance, this god curses frogs, elephants, and parrots for disclosing his hiding spots. Because he could not tell lies, this god was cursed by Brgu after he revealed the location of a Rakshasa's": {
    "guess": "Agni",
    "confidence": [
      [
        "A",
        -0.043103214
      ],
      [
        "gni",
        -5.5146502e-05
      ]
    ]
  },
  "Application of this reaction allows the synthesis of stereochemically pure crystalline 19-norprogesterone": {
    "guess": "Sharpless asymmetric epoxidation",
    "confidence": [
      [
        "Sharp",
        -0.3060507
      ],
      [
        "less",
        -0.00026956087
      ],
      [
        " asymmetric",
        -0.6231521
      ],
      [
        " ep",
        -0.3526853
      ],
      [
        "oxid",
        0.0
      ],
      [
        "ation",
        -0.00018875914
      ]
    ]
  },
  "In one appearance, this character frantically pushes buttons in an airplane while screaming \"Take that, Dr. Sally Waxler!\" In another appearance, he gives his friend \"Baron Von Costume's Deluxe Disguise Kit\" and insists that the word \"radical\" is the thing that he says. In that appearance, this character says he knows what it feels like \"when doves cry\" after meeting someone else with the same name in (*) Shelbyville. This character's father was a \"big wheel at the cracker factory\" and recorded the song \"Can I Borrow a Feeling?\" This person's catch phrase is triumphantly saying that \"Everything's": {
    "guess": "Kirk Van Houten",
    "confidence": [
      [
        "K",
        -0.32529122
      ],
      [
        "irk",
        -0.0022734853
      ],
      [
        " Van",
        -0.001174867
      ],
      [
        " H",
        -3.88156e-05
      ],
      [
        "out",
        -2.939851e-05
      ],
      [
        "en",
        -5.8961017e-05
      ]
    ]
  },
  "This man appointed John B. Henderson to serve as a special prosecutor, and later replaced him with James Broadhead after Henderson indicted his personal secretary, Orville Babcock. Fisk(*) and Gould attempted to corner the gold market during this man's presidency, and his vice president, Schuyler Colfax, was implicated in the Whiskey Ring. This president was elected partially because of his successes in the Overland Campaign, and succeeded Andrew Johnson. For 10 points, name this scandal-plagued": {
    "guess": "Ulysses S. Grant",
    "confidence": [
      [
        "U",
        -0.0067922208
      ],
      [
        "ly",
        -1.11603495e-05
      ],
      [
        "ss",
        -1.4259645e-05
      ],
      [
        "es",
        -3.4285862e-05
      ],
      [
        " S",
        -5.3954464e-05
      ],
      [
        ".",
        -0.0001170132
      ],
      [
        " Grant",
        -5.9153886e-06
      ]
    ]
  },
  "In the appendix to the first Latin edition of this treatise, its author attempts to prove that he did not violate the Nicene Creed. This book is the source of its author's maxim \"Leisure is the mother of philosophy.\" Its sixth chapter distinguishes between vital and voluntary animal motions to show the origin of human passions. Abraham Bosse worked with its author to design this book's frontispiece, which shows a (*) monarch with a sword and scepter and whose body is composed of many other individuals. This work's fourth and final book describes a \"confederacy of deceivers\" that populate the \"Kingdom": {
    "guess": "Leviathan (Hobbes book)",
    "confidence": [
      [
        "Le",
        -0.0147930365
      ],
      [
        "vi",
        -0.00021700673
      ],
      [
        "athan",
        -1.640531e-05
      ],
      [
        " (",
        -0.41656998
      ],
      [
        "H",
        -0.0021835691
      ],
      [
        "ob",
        -4.365741e-06
      ],
      [
        "bes",
        -1.1279553e-05
      ],
      [
        " book",
        -0.00018280261
      ],
      [
        ")",
        -1.9361265e-07
      ]
    ]
  },
  "This man appointed Konrad Krajewski to an office funded by sales of this man's photos on parchment. When asked his opinion of homosexuals, this man responded, \"Who am I to judge?\" During the 2013 World Youth Day celebrations, this former chemical technician and nightclub bouncer was met by 3 million": {
    "guess": "Pope Francis",
    "confidence": [
      [
        "P",
        -0.015037426
      ],
      [
        "ope",
        -0.00046212802
      ],
      [
        " Francis",
        -0.00094647275
      ]
    ]
  },
  "In one appearance, this god curses frogs, elephants, and parrots for disclosing his hiding spots. Because he could not tell lies, this god was cursed by Brgu after he revealed the location of a Rakshasa's wife-to-be. This god dealt with his fear of death by hiding in plants upon seeing three brothers in the form of sticks die during a sacrifice. Consequently, this god was given the task of hotr and received (*) immortality through drinking soma. This consort of Svaha, often depicted with two heads": {
    "guess": "Agni",
    "confidence": [
      [
        "A",
        -0.004433321
      ],
      [
        "gni",
        -4.274932e-05
      ]
    ]
  },
  "This man appointed Eduard Shevardnadze (SHEV-ard-NOD-zay) to succeed Andrey Gromyko as foreign minister. This man's rise to power was aided by the patronage of party idealist Mikhail Suslov. Films such": {
    "guess": "Leonid Brezhnev",
    "confidence": [
      [
        "Leon",
        -0.645351
      ],
      [
        "id",
        -0.00025335286
      ],
      [
        " Bre",
        -0.0014140465
      ],
      [
        "zh",
        -2.9994528e-05
      ],
      [
        "nev",
        -1.7954959e-05
      ]
    ]
  },
  "It is approximately 45 minutes long and is divided into 4 movements, Moderato, Allegretto, Largo, and Allegro non troppo. It premiered on November 21, 1937, and was an immediate success, receiving a standing ovation for somewhere between 30 minutes and an hour.* The final movement is often criticized for its shrillness, but according to Solomon Volkov, it is actually a parody of shrillness representing": {
    "guess": "Dmitri Shostakovich's Symphony No. 5",
    "confidence": [
      [
        "D",
        -0.7893274
      ],
      [
        "mit",
        -0.0064667906
      ],
      [
        "ri",
        -0.0025573536
      ],
      [
        " Sh",
        -0.0037007967
      ],
      [
        "ost",
        -7.839122e-05
      ],
      [
        "ak",
        -0.00070278003
      ],
      [
        "ovich",
        -0.00010926496
      ],
      [
        "'s",
        -0.032649092
      ],
      [
        " Symphony",
        -0.011319895
      ],
      [
        " No",
        -0.00023357604
      ],
      [
        ".",
        -0.00023786737
      ],
      [
        " ",
        -0.0012477317
      ],
      [
        "5",
        -0.012709299
      ]
    ]
  },
  "This man appears below a sculpture of a bearded head and above a large stone slab displaying a Latin phrase, which surround a circular window in the \"porthole portrait\" of him. A golden table leg resembling": {
    "guess": "Constantin Brâncuși",
    "confidence": [
      [
        "Constant",
        -1.1453578
      ],
      [
        "in",
        -0.0011280751
      ],
      [
        " Br",
        -0.0029734224
      ],
      [
        "â",
        -0.0020753136
      ],
      [
        "nc",
        -2.3392786e-06
      ],
      [
        "u",
        -2.6968896e-06
      ],
      [
        "și",
        -0.0001242773
      ]
    ]
  },
  "In the appendix to the first Latin edition of this treatise, its author attempts to prove that he did": {
    "guess": "Meditations on First Philosophy",
    "confidence": [
      [
        "M",
        -0.7031949
      ],
      [
        "edit",
        -0.011513428
      ],
      [
        "ations",
        -0.0015240294
      ],
      [
        " on",
        -0.010053189
      ],
      [
        " First",
        -0.0002421587
      ],
      [
        " Philosophy",
        -0.00010342398
      ]
    ]
  },
  "After his appointment as historiographer to the king, this author produced little, including the play \"Athalie\", the four \"Spiritual Hymns\", and \"Abrege de l'historie de Port-Royal\", inspired by his childhood, during which he was raised as a Jansenist. After early works like \"The Nymph of the Seine\", \"The Thebaid\", and \"Alexander the Great\", he produced his most characteristic work, characterized by": {
    "guess": "Jean Racine",
    "confidence": [
      [
        "Jean",
        -0.011525566
      ],
      [
        " Rac",
        -0.015708083
      ],
      [
        "ine",
        -3.1186566e-05
      ]
    ]
  },
  "In 1842, he was appointed a second lieutenant in Corps of Topographical Engineers and he designed a number": {
    "guess": "United States Army Corps of Topographical Engineers",
    "confidence": [
      [
        "United",
        -0.057547685
      ],
      [
        " States",
        -0.00019352727
      ],
      [
        " Army",
        -0.080911286
      ],
      [
        " Corps",
        -0.010199295
      ],
      [
        " of",
        -4.5491004e-05
      ],
      [
        " Top",
        -0.012366373
      ],
      [
        "ographical",
        -0.00033010167
      ],
      [
        " Engineers",
        -6.968935e-05
      ]
    ]
  },
  "This man was the only apostle not from Galilee, and the end of Chapter Six of John states that his father was named Simon. The Book of John also claims that he was in charge of the group's money and that he complained about wasted ointment. He eventually purchased Haceldama, a name which means field": {
    "guess": "Judas Iscariot",
    "confidence": [
      [
        "J",
        -0.039715823
      ],
      [
        "udas",
        -0.00017636562
      ],
      [
        " Is",
        -0.00025609453
      ],
      [
        "c",
        -0.00011164904
      ],
      [
        "ari",
        -2.8325678e-05
      ],
      [
        "ot",
        -3.333223e-05
      ]
    ]
  },
  "This man appointed the marshal de Biron to represent him at a meeting in Darnetal. One attempt to have this monarch's predecessor restored was led by John Holland and John Montagu, the Earls of Salisbury and Huntingdon, and was known as the Epiphany Rising. This man's grandfather was Edward III, and": {
    "guess": "Henry IV of England",
    "confidence": [
      [
        "Henry",
        -0.080617696
      ],
      [
        " IV",
        -0.35927615
      ],
      [
        " of",
        -6.754368e-05
      ],
      [
        " England",
        -0.0035567083
      ]
    ]
  },
  "In 1842, he was appointed a second lieutenant in Corps of Topographical Engineers and he designed a number of lighthouses in the Florida Keys. After serving in the Mexican-American War under Zachary Taylor at the Battle of Monterrey, he was promoted to brigadier general at the start of the Civil War under the recommendation of Pennsylvania Governor Andrew Curtin. Born in Cadiz, and as a result of his distinguished performances at South Mountain and Fredericksburg where he temporarily broke through": {
    "guess": "Ambrose Burnside",
    "confidence": [
      [
        "Amb",
        -1.5244447
      ],
      [
        "rose",
        -3.7981175e-05
      ],
      [
        " Burn",
        -0.04326704
      ],
      [
        "side",
        -2.1008714e-06
      ]
    ]
  },
  "One application of this equation is used in speedometers of planes, called pitot-static [pih-toh] tubes. One law that can be derived from this equation states that the velocity is equal to the square root of twice the product of gravity and height, called Torricelli's law. It can be used to derive why the pressure drops in a constricted section of a pipe, called the (*) Venturi effect. This equation and Newton's laws of motion can be used to explain aerodynamic forces like lift on an airplane. A consequence of this equation is that when the velocity of a liquid is faster, the pressure is lower.": {
    "guess": "Bernoulli's principle",
    "confidence": [
      [
        "Bern",
        -0.011330267
      ],
      [
        "ou",
        -3.1281633e-07
      ],
      [
        "lli",
        -0.00028648414
      ],
      [
        "'s",
        -0.0018057262
      ],
      [
        " principle",
        -0.024548193
      ]
    ]
  },
  "He apprenticed under Auguste Rodin, but left after two months. One of this artist's works was a controversial sculpture of a large phallus.  A more well- known work, of which the artist created variations, is of two abstract figures embracing, called The Kiss. Initially not considered a piece of art": {
    "guess": "Constantin Brâncuși",
    "confidence": [
      [
        "Constant",
        -0.057100456
      ],
      [
        "in",
        -0.001223682
      ],
      [
        " Br",
        -0.00025669055
      ],
      [
        "â",
        -0.14653873
      ],
      [
        "nc",
        -3.23786e-05
      ],
      [
        "u",
        -0.00014668758
      ],
      [
        "și",
        -0.00071183586
      ]
    ]
  },
  "This man appointed Albert Gallatin as his Secretary of the Treasury, and while in office, this man signed into law a bill that officially banned the importation of slaves. During his administration, Zebulon Pike was dispatched to explore the source of the Red River, and this man authorized the creation": {
    "guess": "James Madison",
    "confidence": [
      [
        "James",
        -0.05455521
      ],
      [
        " Madison",
        -0.0007948548
      ]
    ]
  },
  "The appearance of a sow with thirty young signifies an event in this work that Celaeno had previously prophesied would require this work's protagonist's eating his tables. This work's protagonist declines to show mercy when he sees his enemy wearing the belt of Evander's son, Pallas, and he is advised by the Cumaean Sibyl to descend through Avernus to visit his father. Aeolus, king of the winds, is": {
    "guess": "Aeneid",
    "confidence": [
      [
        "A",
        -0.083306104
      ],
      [
        "ene",
        -8.304016e-05
      ],
      [
        "id",
        -0.0057247058
      ]
    ]
  },
  "One approach to synthesizing this compound was described by Hegedus and Semmelhack. The reaction for one type of these with alkynes to yield alkoxyphenols was discovered by Karl Dötz and is better known as a benzannulation reaction. One classical way of making these is done by conducting a nucleophilic addition of an organolithium compound to a metal carbonyl and then treating with a trialkyloxonium": {
    "guess": "Phenol",
    "confidence": [
      [
        "Ph",
        -1.2452227
      ],
      [
        "en",
        -0.002918042
      ],
      [
        "ol",
        -0.09088399
      ]
    ]
  },
  "Of approximately the same diameter in all directions, the cells of this region have dense cytoplasm and relatively few small vacuoles. Classes of this type of region are denoted, by their location, and include the intercalary variety, which can primarily be found at internode sites. The lateral type": {
    "guess": "Meristem",
    "confidence": [
      [
        "Mer",
        -0.030197268
      ],
      [
        "istem",
        -0.00082880585
      ]
    ]
  },
  "In 1842, he was appointed a second lieutenant in Corps of Topographical Engineers and he designed a number of lighthouses in the Florida Keys. After serving in the Mexican-American War under Zachary Taylor at the Battle of Monterrey, he was promoted to brigadier general at the start of the Civil War under the recommendation of Pennsylvania Governor Andrew Curtin. Born in Cadiz, and as a result of his distinguished performances at South Mountain and Fredericksburg where he temporarily broke through Stonewall Jackson's line, he was thrust into his most important role by Lincoln after Joseph Hooker's defeat at Chancellorsville. For 10 points, name this Union General best known for his key victory as head of the Army of the Potomac against General Lee in the Battle of Gettysburg.": {
    "guess": "George G. Meade",
    "confidence": [
      [
        "George",
        -0.044482216
      ],
      [
        " G",
        -0.68484545
      ],
      [
        ".",
        -0.0016347164
      ],
      [
        " Me",
        -0.00015264409
      ],
      [
        "ade",
        -2.4987974e-05
      ]
    ]
  },
  "Both are applications of Ostrogradsky's theorem, also known as the divergence theorem, and one is the electrostatic equivalent of Ampere's law. One of them is often derived using the solid-angle approach with Coulomb's Law, and the other disproves the existence of magnetic monopoles. Used to show that there cannot be an electric field inside an uncharged Faraday cage and expressed in differential form as del dot D equals rho and del dot B equals zero, for 10 points, what is the collective name of these two Maxwell's equations, which are themselves named for a German mathematician?": {
    "guess": "Maxwell's equations",
    "confidence": [
      [
        "Max",
        -0.01925022
      ],
      [
        "well",
        -1.6643718e-05
      ],
      [
        "'s",
        -0.00019638817
      ],
      [
        " equations",
        -0.08044447
      ]
    ]
  },
  "This man appointed Eduard Shevardnadze (SHEV-ard-NOD-zay) to succeed Andrey Gromyko as foreign minister. This man's rise to power was aided by the patronage of party idealist Mikhail Suslov. Films such as Repentance and Agoniya were distributed (*) freely during his rule. The hardline State Emergency Committee led a coup against this man in August of 1991. For 10 points, name this man who succeeded": {
    "guess": "Mikhail Gorbachev",
    "confidence": [
      [
        "M",
        -0.8502806
      ],
      [
        "ikhail",
        -0.0028757267
      ],
      [
        " G",
        -0.0013677386
      ],
      [
        "orb",
        -6.742448e-05
      ],
      [
        "ache",
        -3.3213026e-05
      ],
      [
        "v",
        -2.4584822e-06
      ]
    ]
  },
  "The appearance of one of this city's kings prompted three princesses to go insane and jump off a cliff.": {
    "guess": "The King of Elfland's Daughter",
    "confidence": [
      [
        "The",
        -0.9307685
      ],
      [
        " King",
        -1.0340143
      ],
      [
        " of",
        -0.33414936
      ],
      [
        " El",
        -0.3418367
      ],
      [
        "fl",
        -0.091355756
      ],
      [
        "and",
        -0.00016873659
      ],
      [
        "'s",
        -0.001821197
      ],
      [
        " Daughter",
        -0.009670387
      ]
    ]
  },
  "Of approximately the same diameter in all directions, the cells of this region have dense cytoplasm and relatively few small vacuoles. Classes of this type of region are denoted, by their location, and include the intercalary variety, which can primarily be found at internode sites. The lateral type exists in both the vascular and cork cambia, and the most common apical variety is found at root and shoot tips. FTP, name this specialized type of plant region, capable of division and growth.": {
    "guess": "Meristem",
    "confidence": [
      [
        "Mer",
        -0.024820467
      ],
      [
        "istem",
        -0.046508078
      ]
    ]
  },
  "In the appendix to the first Latin edition of this treatise, its author attempts to prove that he did not violate the Nicene Creed. This book is the source of its author's maxim \"Leisure is the mother of philosophy.\" Its sixth chapter distinguishes between vital and voluntary animal motions to show the origin of human passions. Abraham Bosse worked with its author to design this book's frontispiece, which shows a (*) monarch with a sword and scepter and whose body is composed of many other individuals.": {
    "guess": "Leviathan",
    "confidence": [
      [
        "Le",
        -0.0047805267
      ],
      [
        "vi",
        -0.00040981956
      ],
      [
        "athan",
        -1.8789384e-05
      ]
    ]
  },
  "In one appearance, this character causes Peter the cat to destroy a windowsill full of flowerpots when he feeds the cat painkiller. He asks a doodle-bug why burying a marble and saying hexes didn't cause all of his lost marbles to reappear. This spunk-water aficionado convinces his friends to give him": {
    "guess": "The Adventures of Tom Sawyer",
    "confidence": [
      [
        "The",
        -0.79316664
      ],
      [
        " Adventures",
        -0.042337462
      ],
      [
        " of",
        -0.0006050991
      ],
      [
        " Tom",
        -0.058693033
      ],
      [
        " Sawyer",
        -0.00059866573
      ]
    ]
  },
  "The appearance of a sow with thirty young signifies an event in this work that Celaeno had previously": {
    "guess": "Aeneid",
    "confidence": [
      [
        "A",
        -0.49711898
      ],
      [
        "ene",
        -7.743759e-05
      ],
      [
        "id",
        -0.0006276102
      ]
    ]
  },
  "As an apprentice, he claimed to have discovered some poems by a 15th century monk named Thomas Rowley, most famously ?la.  Horace Walpole, leading writer of the day, rejected this find, and called the": {
    "guess": "Thomas Chatterton",
    "confidence": [
      [
        "Thomas",
        -0.024023563
      ],
      [
        " Ch",
        -0.010999013
      ],
      [
        "atter",
        -8.061054e-06
      ],
      [
        "ton",
        -0.0005568436
      ]
    ]
  },
  "This man appointed Sargent Shriver as the first director of the Peace Corps. During World War II he commanded the patrol boat PT 109, and his administration was proven to have had knowledge of the plot to assassinate Ngo Dinh Diem. The Whiz Kids were part of his Department of Defense led by Robert McNamara, and his administration executed the unsuccessful Bay of Pigs invasion. He won the 1960 Presidential Election against Richard Nixon, and as president, he faced Nikita Khrushchev in the Cuban Missile Crisis. For 10 points, name this president who was succeeded by Lyndon B. Johnson after his 1963": {
    "guess": "John F. Kennedy",
    "confidence": [
      [
        "John",
        -0.017649371
      ],
      [
        " F",
        -5.407367e-05
      ],
      [
        ".",
        -0.00037180464
      ],
      [
        " Kennedy",
        -3.357064e-05
      ]
    ]
  },
  "In one of his appearances, this character recalls forcing his mistress Gwendoline to sleep with his friend,": {
    "guess": "The Importance of Being Earnest",
    "confidence": [
      [
        "The",
        -0.19131841
      ],
      [
        " Importance",
        -0.059618086
      ],
      [
        " of",
        -0.00018470621
      ],
      [
        " Being",
        -0.00072458334
      ],
      [
        " Earn",
        -0.0011468872
      ],
      [
        "est",
        -7.576874e-05
      ]
    ]
  },
  "In 1799, he appeared in the production of his play _Count Oxtiern_. His novels like _Aline et Valcour_ make use of his experiences as a French Revolutionary soldier. He is most famous for his novels _Juliette_. _Philosophy in the Boudoir_, and _The 120 Days of Sodom_. FTP, identify this French writer of _Justine_.": {
    "guess": "Marquis de Sade",
    "confidence": [
      [
        "Mar",
        -0.01620563
      ],
      [
        "quis",
        -7.58424e-06
      ],
      [
        " de",
        -0.00013953536
      ],
      [
        " S",
        -2.7252845e-05
      ],
      [
        "ade",
        -2.6968896e-06
      ]
    ]
  },
  "An approximation algorithm with ratio 2 that is used to solve the k-center problem is termed the \"parametric\" form of  this technique. Chess programs can use a null-move heuristic and the futility version": {
    "guess": "K-center problem",
    "confidence": [
      [
        "K",
        -0.36713418
      ],
      [
        "-center",
        -0.7113255
      ],
      [
        " problem",
        -0.0018514161
      ]
    ]
  },
  "In one of his appearances, this character recalls forcing his mistress Gwendoline to sleep with his friend, because that friend had allowed him to sleep with a peasant girl who sheltered the two from the rain. Hugh de Morville and Richard Brito are among those who catch up to this man after he rejects": {
    "guess": "Don Juan",
    "confidence": [
      [
        "Don",
        -1.9176376
      ],
      [
        " Juan",
        -0.011992814
      ]
    ]
  },
  "This man appointed Eduard Shevardnadze (SHEV-ard-NOD-zay) to succeed Andrey Gromyko as foreign minister. This man's rise to power was aided by the patronage of party idealist Mikhail Suslov. Films such as Repentance and Agoniya were distributed (*) freely during his rule. The hardline State Emergency": {
    "guess": "Eduard Shevardnadze",
    "confidence": [
      [
        "E",
        -0.0473484
      ],
      [
        "du",
        -0.001792632
      ],
      [
        "ard",
        -5.7172965e-05
      ],
      [
        " She",
        -6.968935e-05
      ],
      [
        "vard",
        -0.00055052945
      ],
      [
        "nad",
        -0.0014857008
      ],
      [
        "ze",
        -0.000245247
      ]
    ]
  },
  "In one appearance, this character deduces that a suicide note reading \"I can't go on\" could have been forged by being the start of a phrase such as \"I can't go on Friday.\" In another appearance, this character goes on a tour of several homes in Great Britain in an attempt to clear the name of Michael Rafiel. The chronologically final novel in which this character appears sees her help Gwenda Reed,": {
    "guess": "Miss Marple",
    "confidence": [
      [
        "Miss",
        -0.045425374
      ],
      [
        " Mar",
        -0.015851352
      ],
      [
        "ple",
        -0.000112245056
      ]
    ]
  },
  "This man appointed Albert Gallatin as his Secretary of the Treasury, and while in office, this man signed into law a bill that officially banned the importation of slaves. During his administration, Zebulon Pike was dispatched to explore the source of the Red River, and this man authorized the creation of the United States Military Academy at West Point. He authored the Virginia Statute for Religious Freedoms, and he publicly opposed the Alien and Sedition Acts by writing the Virginia and Kentucky": {
    "guess": "Thomas Jefferson",
    "confidence": [
      [
        "Thomas",
        -0.051972758
      ],
      [
        " Jefferson",
        -0.00020663968
      ]
    ]
  },
  "One approach to synthesizing this compound was described by Hegedus and Semmelhack. The reaction for": {
    "guess": "Allylic rearrangement",
    "confidence": [
      [
        "Al",
        -1.8088713
      ],
      [
        "ly",
        -0.82220054
      ],
      [
        "lic",
        -0.056652024
      ],
      [
        " rearr",
        -0.25241044
      ],
      [
        "angement",
        -0.008327448
      ]
    ]
  },
  "This man appointed a Secretary of Energy to replace Georgina Kessel, in an effort to boost his country's economy. Before assuming his current office, he himself had served as Secretary of Energy under his predecessor before winning a highly contested election in 2006 against Roberto Madrazo (mah-DRAH-zoe) and Andrés Obrador (ahn-DRAYS OH-brah-DORE). This man has been heavily criticized for his failure to end the war between his country and (*) several violent drug cartels. For 10 points, name this": {
    "guess": "Felipe de Jesús Calderón Hinojosa",
    "confidence": [
      [
        "Fel",
        -0.056346606
      ],
      [
        "ipe",
        -1.1398757e-05
      ],
      [
        " de",
        -0.12672196
      ],
      [
        " Jes",
        -6.062987e-05
      ],
      [
        "ús",
        -7.89631e-07
      ],
      [
        " Calder",
        -3.4121115e-06
      ],
      [
        "ón",
        -2.2246291e-05
      ],
      [
        " H",
        -1.147242e-06
      ],
      [
        "ino",
        -3.0545007e-06
      ],
      [
        "j",
        -1.8074163e-05
      ],
      [
        "osa",
        -3.1281633e-07
      ]
    ]
  },
  "One approach to synthesizing this compound was described by Hegedus and Semmelhack. The reaction for one type of these with alkynes to yield alkoxyphenols was discovered by Karl Dötz and is better known as a benzannulation reaction. One classical way of making these is done by conducting a nucleophilic addition of an organolithium compound to a metal carbonyl and then treating with a trialkyloxonium salt. This compound can be found in Grubb's catalyst and those with high oxidation states and an unpaired triplet state are named for Schrock, which contrast with those named for Fischer. For 10 points, name these organic compounds with a divalent carbon atom that has only six valence electrons.": {
    "guess": "Carbene",
    "confidence": [
      [
        "Car",
        -0.2608585
      ],
      [
        "b",
        -0.01484178
      ],
      [
        "ene",
        -0.019784829
      ]
    ]
  },
  "Application of this reaction allows the synthesis of stereochemically pure crystalline 19-norprogesterone from Estranes, a class of oral contraceptives. This reaction is important in the process of coal liquefaction, as a cyclic olefin known as isotetralin, an efficient converter of coal into THF solubles, can only be created feasibly by performing this reaction on naphthalene. Lithium or potassium": {
    "guess": "Birch reduction",
    "confidence": [
      [
        "B",
        -0.9785438
      ],
      [
        "ir",
        -0.0016237607
      ],
      [
        "ch",
        -4.4849444e-06
      ],
      [
        " reduction",
        -0.04161835
      ]
    ]
  },
  "This man's appointment to the Cabinet was called \"a most dangerous choice\" by rival George Dallas. In one post, this man negotiated with Richard Pakenham a treaty defining the status of Vancouver Island and setting a border at the 49th parallel. This negotiator of the Oregon Treaty sent Albert Sidney Johnston to oust Brigham Young as governor during the so-called Utah War. This man met with (*) John Mason and Pierre Soule in Belgium to produce a document calling for the acquisition of Cuba. Besides being one of the writers of the Ostend Manifesto One of the candidates he defeated to win the presidency was the \"Know-Nothing\" candidate Millard Fillmore, while the other was John C. Fremont. For": {
    "guess": "James Buchanan",
    "confidence": [
      [
        "James",
        -0.015693057
      ],
      [
        " Buchanan",
        -0.00042674286
      ]
    ]
  },
  "This man appointed Cardinal Granvelle as his advisor after sending Antonio Perez into exile. Earlier, he won important victories at the Battles of Gravelines and San Quentin in a war that was ended by the Treaty of Cateau- Cambresis, and he sent Fernando de Toledo to quell several revolts in the Low": {
    "guess": "Philip II of Spain",
    "confidence": [
      [
        "Philip",
        -0.027881708
      ],
      [
        " II",
        -0.0005693563
      ],
      [
        " of",
        -0.011637862
      ],
      [
        " Spain",
        -0.00013321757
      ]
    ]
  },
  "In the appendix to the first Latin edition of this treatise, its author attempts to prove that he did not violate the Nicene Creed. This book is the source of its author's maxim \"Leisure is the mother of philosophy.\" Its sixth chapter distinguishes between vital and voluntary animal motions to show the origin of human passions. Abraham Bosse worked with its author to design this book's frontispiece, which shows a (*) monarch with a sword and scepter and whose body is composed of many other individuals. This work's fourth and final book describes a \"confederacy of deceivers\" that populate the \"Kingdom of Darkness.\" For 10 points, name this book which argues that life is a war of all against all,": {
    "guess": "Leviathan",
    "confidence": [
      [
        "Le",
        -0.06662233
      ],
      [
        "vi",
        -0.00039099273
      ],
      [
        "athan",
        -8.8285124e-05
      ]
    ]
  },
  "This man appointed Albert Gallatin as his Secretary of the Treasury, and while in office, this man signed": {
    "guess": "Thomas Jefferson",
    "confidence": [
      [
        "Thomas",
        -0.7913106
      ],
      [
        " Jefferson",
        -7.433829e-05
      ]
    ]
  },
  "In one appearance, this character deduces that a suicide note reading \"I can't go on\" could have been forged by being the start of a phrase such as \"I can't go on Friday.\" In another appearance, this character goes on a tour of several homes in Great Britain in an attempt to clear the name of Michael": {
    "guess": "Sherlock Holmes",
    "confidence": [
      [
        "Sher",
        -0.03882717
      ],
      [
        "lock",
        -5.080963e-06
      ],
      [
        " Holmes",
        -0.000116894
      ]
    ]
  },
  "Apollodorus says that a son of Zeus and Niobe with this name was the grandfather of Io, and the namesake of a city first ruled by Phoroneus. Another man of this name was the eldest son of Chalciope and Phrixus; that man gives a speech urging Jason to go to the river Ister in a work by Apollonius Rhodius. A third figure of this name is described as an adept hunter of deer and goats, and was the first": {
    "guess": "Argus",
    "confidence": [
      [
        "Arg",
        -0.25587913
      ],
      [
        "us",
        -0.42650107
      ]
    ]
  },
  "This man approved the Falloux Laws, which created a mixed system of public and Catholic primary schools. This leader sent Governor Louis Faidherbe to conquer the Waalo Kingdom, leading to the annexation of mainland Senegal. This ruler appointed the duc de Persigny as his Interior Minister. Without informing his foreign minister, Count (*) Walewski, this man signed the Treaty of Plombiers. This man ordered Haussmann to renovate Paris, and after responding to the Ems Dispatch this ruler was captured": {
    "guess": "Napoleon III",
    "confidence": [
      [
        "N",
        -0.027604703
      ],
      [
        "ap",
        -0.007521562
      ],
      [
        "oleon",
        -0.0002456046
      ],
      [
        " III",
        -8.1490514e-05
      ]
    ]
  },
  "In one appearance, this character frantically pushes buttons in an airplane while screaming \"Take that, Dr. Sally Waxler!\" In another appearance, he gives his friend \"Baron Von Costume's Deluxe Disguise Kit\" and insists that the word \"radical\" is the thing that he says. In that appearance, this character": {
    "guess": "List of recurring The Simpsons characters",
    "confidence": [
      [
        "List",
        -1.1933594
      ],
      [
        " of",
        -0.0024937298
      ],
      [
        " recurring",
        -1.1184622
      ],
      [
        " The",
        -0.5838792
      ],
      [
        " Simpsons",
        -0.0016991067
      ],
      [
        " characters",
        -0.0017420548
      ]
    ]
  },
  "In one of his appearances, this character recalls forcing his mistress Gwendoline to sleep with his friend, because that friend had allowed him to sleep with a peasant girl who sheltered the two from the rain. Hugh de Morville and Richard Brito are among those who catch up to this man after he rejects the Four Tempters in another play. The subject of a play subtitled \"Or the Honor of God\" by Jean Anouilh,": {
    "guess": "Thomas Becket",
    "confidence": [
      [
        "Thomas",
        -0.2635665
      ],
      [
        " Be",
        -0.0020724675
      ],
      [
        "cket",
        -0.0011993974
      ]
    ]
  },
  "Applying an inversion to this figure gives the Dupin cyclide, and the systole and area of one of these": {
    "guess": "Torus",
    "confidence": [
      [
        "T",
        -0.18508483
      ],
      [
        "orus",
        -0.0063728634
      ]
    ]
  },
  "An approximate conformation of the state with this energy is given by the Hammond postulate. The value of the energy at a first-order point of inflection on the potential energy surface, it is classically proportional to the logarithm of the frequency factor. It appears in the numerator of the exponent in the Arrhenius equation and is the maximum of the vertical reaction coordinate in general. Catalysis": {
    "guess": "Transition state energy",
    "confidence": [
      [
        "Transition",
        -0.14788936
      ],
      [
        " state",
        -0.0023606636
      ],
      [
        " energy",
        -0.15862422
      ]
    ]
  },
  "In one of his appearances, this character recalls forcing his mistress Gwendoline to sleep with his friend, because that friend had allowed him to sleep with a peasant girl who sheltered the two from the rain. Hugh de Morville and Richard Brito are among those who catch up to this man after he rejects the Four Tempters in another play. The subject of a play subtitled \"Or the Honor of God\" by Jean Anouilh, he is also the titular victim of T.S. Eliot's Murder in the Cathedral, and his tomb is the object": {
    "guess": "Thomas Becket",
    "confidence": [
      [
        "Thomas",
        -0.0038606396
      ],
      [
        " Be",
        -0.0009685108
      ],
      [
        "cket",
        -0.00086644123
      ]
    ]
  },
  "Apprenticed to a sculptor in Padua, he worked as a stonemason for Count Giorgio Trissino outside Vincenza.  At the Villa Trissino, he would later study the works of Vitruvius, whom he called his master": {
    "guess": "Andrea Palladio",
    "confidence": [
      [
        "And",
        -0.059589338
      ],
      [
        "rea",
        -3.786197e-05
      ],
      [
        " Pall",
        -0.00012582695
      ],
      [
        "adio",
        -8.7212284e-05
      ]
    ]
  },
  "Apollodorus says that a son of Zeus and Niobe with this name was the grandfather of Io, and the namesake": {
    "guess": "Amphion",
    "confidence": [
      [
        "Am",
        -1.4140949
      ],
      [
        "ph",
        -0.008617409
      ],
      [
        "ion",
        -0.0017769228
      ]
    ]
  },
  "An approximation algorithm with ratio 2 that is used to solve the k-center problem is termed the \"parametric\" form of  this technique. Chess programs can use a null-move heuristic and the futility version of this technique to reduce the  effective branching factor. In neural networks, two major classes of algorithms named for this technique are sensitivity-  calculation methods and penalty-term methods. Beam search is a typical example of the forward version of this technique.  The best-known algorithm for this technique stores a maximum value for a max node's descendants and a minimum value  for a min node's descendants in its two namesake parameters. That algorithm is usually combined with": {
    "guess": "Alpha-beta pruning",
    "confidence": [
      [
        "Alpha",
        -0.13506149
      ],
      [
        "-beta",
        -0.24130505
      ],
      [
        " pruning",
        -0.0042462656
      ]
    ]
  },
  "This man appointed a Secretary of Energy to replace Georgina Kessel, in an effort to boost his country's economy. Before assuming his current office, he himself had served as Secretary of Energy under": {
    "guess": "Secretary of Energy (Mexico)",
    "confidence": [
      [
        "Secretary",
        -0.36266777
      ],
      [
        " of",
        -0.0006246338
      ],
      [
        " Energy",
        -0.007286674
      ],
      [
        " (",
        -0.628223
      ],
      [
        "Mexico",
        -0.0041444073
      ],
      [
        ")",
        -0.00011164904
      ]
    ]
  },
  "This man appointed a Secretary of Energy to replace Georgina Kessel, in an effort to boost his country's economy. Before assuming his current office, he himself had served as Secretary of Energy under his predecessor before winning a highly contested election in 2006 against Roberto Madrazo (mah-DRAH-zoe) and Andrés Obrador (ahn-DRAYS OH-brah-DORE). This man has been heavily criticized for his failure": {
    "guess": "Felipe de Jesús Calderón Hinojosa",
    "confidence": [
      [
        "Fel",
        -0.005059656
      ],
      [
        "ipe",
        -1.27099975e-05
      ],
      [
        " de",
        -0.09130635
      ],
      [
        " Jes",
        -0.00012523093
      ],
      [
        "ús",
        -9.0883464e-07
      ],
      [
        " Calder",
        -1.8624639e-06
      ],
      [
        "ón",
        -2.4034345e-05
      ],
      [
        " H",
        -4.1273333e-06
      ],
      [
        "ino",
        -1.6240566e-06
      ],
      [
        "j",
        -1.8908588e-05
      ],
      [
        "osa",
        -9.0883464e-07
      ]
    ]
  },
  "This man appears in a work set in \"a fair oasis of the purest desert,\" and a novel with this title sees Miriam's father come to grips with his son Menuchim being retarded.  In a third work, another character based on this man meets a downtrodden balloon seller and a sardonic popcorn vender named Zuss and Nickles, respectively.  Robert Frost's blank verse comedy A Masque of Reason focuses on this man, as does Joseph Roth's novel about Mendel Singer.  A man who sees his children killed by war, drunk": {
    "guess": "J.B.",
    "confidence": [
      [
        "J",
        -0.61400425
      ],
      [
        ".B",
        -0.038110804
      ],
      [
        ".",
        -0.00012630376
      ]
    ]
  },
  "Apollodorus says that a son of Zeus and Niobe with this name was the grandfather of Io, and the namesake of a city first ruled by Phoroneus. Another man of this name was the eldest son of Chalciope and Phrixus; that man gives a speech urging Jason to go to the river Ister in a work by Apollonius Rhodius. A third figure of this name is described as an adept hunter of deer and goats, and was the first to recognize Odysseus when he returned to Ithaca. One figure of this name was lulled to sleep and": {
    "guess": "Argus",
    "confidence": [
      [
        "Arg",
        -0.6540478
      ],
      [
        "us",
        -0.03493641
      ]
    ]
  },
  "Apparent supraluminal motion in this object was recently resolved by radiation hydrodynamical considerations, in light of the thirty-three-microsecond source at its center. It was determined in 1973 to be six thousand, three hundred light-years away, which gives it an apparent magnitude of negative three point two. About ten light-years in diameter, it was misclassified in 1919 and William Herschel originally thought it was a stellar system that could be resolved with larger telescopes. The inner part of this body appears bluish and emits synchrotron radiation. It also contains NP0532, a pulsar,": {
    "guess": "Crab Nebula",
    "confidence": [
      [
        "Cr",
        -0.0006117635
      ],
      [
        "ab",
        -3.1281633e-07
      ],
      [
        " Neb",
        -0.011189171
      ],
      [
        "ula",
        -7.171581e-05
      ]
    ]
  },
  "In 1842, he was appointed a second lieutenant in Corps of Topographical Engineers and he designed a number of lighthouses in the Florida Keys. After serving in the Mexican-American War under Zachary Taylor at the Battle of Monterrey, he was promoted to brigadier general at the start of the Civil War under the recommendation of Pennsylvania Governor Andrew Curtin. Born in Cadiz, and as a result of his": {
    "guess": "David Bell Birney",
    "confidence": [
      [
        "David",
        -1.0665731
      ],
      [
        " Bell",
        -1.2906917
      ],
      [
        " Bir",
        -0.002740566
      ],
      [
        "ney",
        -0.00101816
      ]
    ]
  },
  "Apparent supraluminal motion in this object was recently resolved by radiation hydrodynamical considerations, in light of the thirty-three-microsecond source at its center. It was determined in 1973 to be six thousand, three hundred light-years away, which gives it an apparent magnitude of negative three point two. About ten light-years in diameter, it was misclassified in 1919 and William Herschel": {
    "guess": "Crab Nebula",
    "confidence": [
      [
        "Cr",
        -0.08836706
      ],
      [
        "ab",
        -1.0206721e-05
      ],
      [
        " Neb",
        -0.047555763
      ],
      [
        "ula",
        -0.00012190055
      ]
    ]
  },
  "This man was the only apostle not from Galilee, and the end of Chapter Six of John states that his father was named Simon. The Book of John also claims that he was in charge of the group's money and that": {
    "guess": "Judas Iscariot",
    "confidence": [
      [
        "J",
        -0.13055956
      ],
      [
        "udas",
        -0.001133309
      ],
      [
        " Is",
        -0.00037156625
      ],
      [
        "c",
        -6.325235e-05
      ],
      [
        "ari",
        -2.6895234e-05
      ],
      [
        "ot",
        -2.4272753e-05
      ]
    ]
  },
  "Apparent supraluminal motion in this object was recently resolved by radiation hydrodynamical considerations, in light of the thirty-three-microsecond source at its center. It was determined in 1973 to be six thousand, three hundred light-years away, which gives it an apparent magnitude of negative three point two. About ten light-years in diameter, it was misclassified in 1919 and William Herschel originally thought it was a stellar system that could be resolved with larger telescopes. The inner part of this body appears bluish and emits synchrotron radiation. It also contains NP0532, a pulsar, and an x-ray source, Taurus X-1. FTP, identify this body independently discovered by Bevis and Messier;": {
    "guess": "Crab Nebula",
    "confidence": [
      [
        "Cr",
        -0.010738045
      ],
      [
        "ab",
        -1.0280384e-06
      ],
      [
        " Neb",
        -0.035398155
      ],
      [
        "ula",
        -7.862962e-05
      ]
    ]
  },
  "Applying a Hadamard gate followed by a CNOT gate causes the control and target bits to have this property. In quantum teleportation, the parties start with qubits with this property. For two state systems, a state maximal for this property is 1-over-√2 ket-00 + 1-over-√2 ket-11, which can be used to violate the CHSH inequality as well as (*) Bell's inequality. The EPR paradox was about this property's supposed violation of locality. If the state of two systems cannot be decomposed into a product of individual states, then those systems have this property. For 10 points, name this property of quantum": {
    "guess": "Quantum entanglement",
    "confidence": [
      [
        "Quant",
        -0.0050509986
      ],
      [
        "um",
        -4.4849444e-06
      ],
      [
        " ent",
        -0.011954061
      ],
      [
        "ang",
        -8.537869e-06
      ],
      [
        "lement",
        -2.4630364e-05
      ]
    ]
  },
  "In one of his appearances, this character recalls forcing his mistress Gwendoline to sleep with his friend, because that friend had allowed him to sleep with a peasant girl who sheltered the two from the rain. Hugh de Morville and Richard Brito are among those who catch up to this man after he rejects the Four Tempters in another play. The subject of a play subtitled \"Or the Honor of God\" by Jean Anouilh, he is also the titular victim of T.S. Eliot's Murder in the Cathedral, and his tomb is the object of pilgrimage for the storytellers in the Canterbury Tales. For 10 points, name this martyr, who was killed for upholding Papal supremacy over the King of England.": {
    "guess": "Thomas Becket",
    "confidence": [
      [
        "Thomas",
        -0.0027682635
      ],
      [
        " Be",
        -0.000793782
      ],
      [
        "cket",
        -0.0006766928
      ]
    ]
  },
  "It applies when five conditions are met, including the presence of a large population, no mutations that": {
    "guess": "Hardy-Weinberg principle",
    "confidence": [
      [
        "Hard",
        -0.5272565
      ],
      [
        "y",
        -8.45898e-05
      ],
      [
        "-",
        -0.53903246
      ],
      [
        "We",
        -4.00813e-06
      ],
      [
        "in",
        -2.2603901e-05
      ],
      [
        "berg",
        -0.00035739198
      ],
      [
        " principle",
        -0.054560624
      ]
    ]
  },
  "This man appears below a sculpture of a bearded head and above a large stone slab displaying a Latin phrase, which surround a circular window in the \"porthole portrait\" of him. A golden table leg resembling an eagle-topped fasces appears in another portrait of this man, who holds a sword and wears a purple cloak while seated between the goddesses Victory and Liberty in another painting. This subject of the Lansdowne Portrait experienced an (*) \"Apotheosis\" in a Constantino Brumidi fresco and was": {
    "guess": "George Washington",
    "confidence": [
      [
        "George",
        -0.0057359785
      ],
      [
        " Washington",
        -0.00044747329
      ]
    ]
  },
  "Applications of this type of data structure include parsing mathematical expressions and calling subroutines from parent programs, but NOT reading from an input stream or running processes in the order in which they were called. It can be implemented in order-one time in real life as a to-do box which is open at only one end, or in a program by a singly-linked list, since pushing and popping can all be done at the head. FTP, name this data structure which uses a last-in, first-out system.": {
    "guess": "Stack (abstract data type)",
    "confidence": [
      [
        "Stack",
        -0.45623487
      ],
      [
        " (",
        -0.11258789
      ],
      [
        "abstract",
        -0.014505699
      ],
      [
        " data",
        -8.4947416e-05
      ],
      [
        " type",
        -0.00014180024
      ],
      [
        ")",
        -5.4669687e-05
      ]
    ]
  },
  "In one appearance, this character deduces that a suicide note reading \"I can't go on\" could have been forged by being the start of a phrase such as \"I can't go on Friday.\" In another appearance, this character goes on a tour of several homes in Great Britain in an attempt to clear the name of Michael Rafiel. The chronologically final novel in which this character appears sees her help Gwenda Reed, who unknowingly buys a house in which she witnessed a murder as a child. She is sometimes a companion of her nephew, the novelist (*) Raymond West, and she lives in the village of St. Mary Mead, which": {
    "guess": "Miss Marple",
    "confidence": [
      [
        "Miss",
        -0.03815567
      ],
      [
        " Mar",
        -0.0023210568
      ],
      [
        "ple",
        -0.00015395533
      ]
    ]
  },
  "This man's approval of Suharto's war crimes in East Timor was one of the subjects addressed in a book": {
    "guess": "The Act of Killing",
    "confidence": [
      [
        "The",
        -0.6906832
      ],
      [
        " Act",
        -1.3491749
      ],
      [
        " of",
        -0.0007679368
      ],
      [
        " Killing",
        -0.0014133313
      ]
    ]
  },
  "Apprenticed to Michael Wolgemut, his later works include a painting of the Madonna and Child and an engraving": {
    "guess": "Albrecht Dürer",
    "confidence": [
      [
        "Al",
        -0.0012454705
      ],
      [
        "bre",
        -9.849109e-06
      ],
      [
        "cht",
        -4.9617593e-06
      ],
      [
        " D",
        -9.9371064e-05
      ],
      [
        "ür",
        -0.005885064
      ],
      [
        "er",
        -1.1279553e-05
      ]
    ]
  },
  "It appears between settings of the Rellstab poems On the River and Autumn as catalogued by Deutsch after its discovery by Schumann following its composer's death. A French horn solo introduces an allegro ma non troppo dance passage in its first movement, followed by an oboe-dominated andante con moto and a cello-dependent scherzo. The violin triplet supported fanfare of its finale features four blows identified as the composer's knocking on the gates of heaven. FTP, name this work in C Major, the first complete symphony of the Romantic era, completed after the \"Unfinished\" symphony, and nicknamed": {
    "guess": "Symphony No. 9 (Beethoven)",
    "confidence": [
      [
        "Sym",
        -0.0019088851
      ],
      [
        "phony",
        -8.006007e-05
      ],
      [
        " No",
        -0.0021045792
      ],
      [
        ".",
        -0.0008642956
      ],
      [
        " ",
        -0.0024764857
      ],
      [
        "9",
        -0.03647906
      ],
      [
        " (",
        -0.0716753
      ],
      [
        "Be",
        -0.25728372
      ],
      [
        "ethoven",
        -0.0002880338
      ],
      [
        ")",
        -0.0013807098
      ]
    ]
  },
  "Application of this reaction allows the synthesis of stereochemically pure crystalline 19-norprogesterone from Estranes, a class of oral contraceptives. This reaction is important in the process of coal liquefaction, as a cyclic olefin known as isotetralin, an efficient converter of coal into THF solubles, can only be created feasibly by performing this reaction on naphthalene. Lithium or potassium can sometimes be used instead of sodium in this reaction and this reaction mechanism provides an alternative to catalytic hydrogenation, which usually reduces all the way to cyclohexane. Using sodium and an alcohol in a solution of liquid ammonia, for 10 points, name this reaction that reduces aromatic": {
    "guess": "Birch reduction",
    "confidence": [
      [
        "B",
        -0.0069331126
      ],
      [
        "ir",
        -6.730528e-05
      ],
      [
        "ch",
        0.0
      ],
      [
        " reduction",
        -0.007820614
      ]
    ]
  },
  "This man's approval of Suharto's war crimes in East Timor was one of the subjects addressed in a book by Christopher Hitchens about his fictional \"trial.\" He criticized the \"massive retaliation\" nuclear strategy, influencing Kennedy with his doctrine of \"flexible response.\" Other strategies he developed": {
    "guess": "Nelson Mandela",
    "confidence": [
      [
        "N",
        -0.34819067
      ],
      [
        "elson",
        -0.27216607
      ],
      [
        " Mandela",
        -0.00054814905
      ]
    ]
  },
  "This man was the only apostle not from Galilee, and the end of Chapter Six of John states that his father was named Simon. The Book of John also claims that he was in charge of the group's money and that he complained about wasted ointment. He eventually purchased Haceldama, a name which means field of blood. John is the only gospel not to mention this man's famous kiss, which he gave after stating, \"Greetings, Rabbi.\" Name this apostle who was paid thirty silver coins to betray Jesus.": {
    "guess": "Judas Iscariot",
    "confidence": [
      [
        "J",
        -0.0074606193
      ],
      [
        "udas",
        -3.9530823e-05
      ],
      [
        " Is",
        -4.477578e-05
      ],
      [
        "c",
        -0.00011284107
      ],
      [
        "ari",
        -1.867018e-05
      ],
      [
        "ot",
        -1.8908588e-05
      ]
    ]
  },
  "An approximate screened potential is named for Thomas and this person. In superconductors, this scientist's namesake level is found in the band gap. His namesake paradox notes the high probability of the": {
    "guess": "Thomas-Fermi model",
    "confidence": [
      [
        "Thomas",
        -0.39249825
      ],
      [
        "-F",
        -0.10647853
      ],
      [
        "erm",
        -5.3193703e-06
      ],
      [
        "i",
        -3.2855416e-05
      ],
      [
        " model",
        -0.4513118
      ]
    ]
  },
  "Apollodorus says that a son of Zeus and Niobe with this name was the grandfather of Io, and the namesake of a city first ruled by Phoroneus. Another man of this name was the eldest son of Chalciope and Phrixus; that man gives a speech urging Jason to go to the river Ister in a work by Apollonius Rhodius. A third figure of this name is described as an adept hunter of deer and goats, and was the first to recognize Odysseus when he returned to Ithaca. One figure of this name was lulled to sleep and slain by Hermes while he was guarding Io, a task in which he made use of the eyes all over his body. For 10 points, give this name also shared by the man who built the ship in which Jason and his companions": {
    "guess": "Argus",
    "confidence": [
      [
        "Arg",
        -0.05855746
      ],
      [
        "us",
        -0.0033924256
      ]
    ]
  },
  "It can be applied to the theory of local breeding values to predict the effects of random drift on genetic architecture. Its presence in founder events, inbreeding, and bottlenecking can produce an increase in additive genetic variance. Analysis of this type using double mutants is employed to develop": {
    "guess": "Genetic architecture",
    "confidence": [
      [
        "Gen",
        -0.41281718
      ],
      [
        "etic",
        -0.00088906795
      ],
      [
        " architecture",
        -0.42567676
      ]
    ]
  },
  "It applies when five conditions are met, including the presence of a large population, no mutations that affect the gene pool, and mating between individuals in the population is random.  A. For 10 points, Name the equation that describes the resulting equilibrium that exists between all of the genes in a gene pool.": {
    "guess": "Hardy-Weinberg equilibrium",
    "confidence": [
      [
        "Hard",
        -0.027084352
      ],
      [
        "y",
        -0.00010342398
      ],
      [
        "-",
        -0.096064046
      ],
      [
        "We",
        -3.1737043e-06
      ],
      [
        "in",
        -4.9305523e-05
      ],
      [
        "berg",
        -4.2630116e-05
      ],
      [
        " equilibrium",
        -0.7661477
      ]
    ]
  },
  "This man appointed the marshal de Biron to represent him at a meeting in Darnetal. One attempt to have this monarch's predecessor restored was led by John Holland and John Montagu, the Earls of Salisbury and Huntingdon, and was known as the Epiphany Rising. This man's grandfather was Edward III, and this ruler led victorious forces at the Battle of Bramham Moor. This man's father served as Duke of Lancaster, and the reign of this son of John of Gaunt also included an unsuccessful revolt by Owen Glendower. Though not William the Conqueror, this king was victorious in a battle that saw his opponent take an arrow to the face; that opponent was Henry Percy, who lost the Battle of Shrewsbury. For 10 points, name this English king, whose reign included the death of his predecessor, Richard II and": {
    "guess": "Henry IV of England",
    "confidence": [
      [
        "Henry",
        -0.0026473596
      ],
      [
        " IV",
        -0.001569976
      ],
      [
        " of",
        -6.704273e-07
      ],
      [
        " England",
        -1.5213274e-05
      ]
    ]
  },
  "The appearance of the conodont Siphonodella sulcata separates this period from its predecessor, which saw the formation of a landmass known as the Old Red Continent. Ages during this period that are named for Russian cities include the Moscovian and Gzhelian. This geological period saw insects begin to fly and the first amniotes, including synapsids. Occurring from approximately 360 million to 290 million years ago, it followed the Devonian and was the fifth and final period of the Paleozoic Era. For 10 points, name this period that is divided into Mississippian and Pennsylvanian subperiods, and is named for some rich deposits of coal.": {
    "guess": "Carboniferous",
    "confidence": [
      [
        "Carbon",
        -0.0184964
      ],
      [
        "ifer",
        -5.8841815e-05
      ],
      [
        "ous",
        -8.900034e-05
      ]
    ]
  },
  "Apollo plays a viola da gamba in the left, the three nude Graces offer this woman a flower of beauty, and Athena holds a book in front of her in the painting depicting her \"Education.\" Another scene shows her holding a classical statue and wearing an ornate war helmet as she is portrayed as the goddess Bellona. She does not appear in the first painting of her cycle, which shows Jupiter and Juno watching": {
    "guess": "Marie de' Medici Cycle",
    "confidence": [
      [
        "Mar",
        -0.130692
      ],
      [
        "ie",
        -7.004696e-05
      ],
      [
        " de",
        -0.00024060905
      ],
      [
        "'",
        -0.0022050936
      ],
      [
        " Med",
        -9.877504e-05
      ],
      [
        "ici",
        -1.735894e-05
      ],
      [
        " Cycle",
        -0.26826802
      ]
    ]
  },
  "An approximate conformation of the state with this energy is given by the Hammond postulate. The value of the energy at a first-order point of inflection on the potential energy surface, it is classically proportional to the logarithm of the frequency factor. It appears in the numerator of the exponent in the Arrhenius equation and is the maximum of the vertical reaction coordinate in general. Catalysis speeds reactions by lowering it, since it is the energy of the most energetic intermediary in a chemical reaction. FTP, name this quantity from chemistry, roughly the amount of energy input required": {
    "guess": "Activation energy",
    "confidence": [
      [
        "Activation",
        -0.050494082
      ],
      [
        " energy",
        -0.0050451867
      ]
    ]
  },
  "It is approximately 45 minutes long and is divided into 4 movements, Moderato, Allegretto, Largo, and": {
    "guess": "Symphony No. 9 (Beethoven)",
    "confidence": [
      [
        "Sym",
        -0.22584118
      ],
      [
        "phony",
        -0.020913197
      ],
      [
        " No",
        -0.022883765
      ],
      [
        ".",
        -0.00046510808
      ],
      [
        " ",
        -0.0013721456
      ],
      [
        "9",
        -1.2707261
      ],
      [
        " (",
        -0.024557497
      ],
      [
        "Be",
        -0.5028644
      ],
      [
        "ethoven",
        -3.5313153e-06
      ],
      [
        ")",
        -0.00010175513
      ]
    ]
  },
  "One approach to synthesizing this compound was described by Hegedus and Semmelhack. The reaction for one type of these with alkynes to yield alkoxyphenols was discovered by Karl Dötz and is better known as a benzannulation reaction. One classical way of making these is done by conducting a nucleophilic": {
    "guess": "Phenol Synthesis",
    "confidence": [
      [
        "Ph",
        -0.49210474
      ],
      [
        "en",
        -0.0013480921
      ],
      [
        "ol",
        -0.39947587
      ],
      [
        " Syn",
        -0.96801573
      ],
      [
        "thesis",
        -0.005404627
      ]
    ]
  },
  "The appearance of the conodont Siphonodella sulcata separates this period from its predecessor, which saw the formation of a landmass known as the Old Red Continent. Ages during this period that are named for Russian cities include the Moscovian and Gzhelian. This geological period saw insects begin": {
    "guess": "Carboniferous",
    "confidence": [
      [
        "Carbon",
        -0.14384459
      ],
      [
        "ifer",
        -4.465658e-05
      ],
      [
        "ous",
        -8.685468e-05
      ]
    ]
  },
  "In 1799, he appeared in the production of his play _Count Oxtiern_. His novels like _Aline et Valcour_ make use of his experiences as a French Revolutionary soldier. He is most famous for his novels _Juliette_. _Philosophy in the Boudoir_, and _The 120 Days of Sodom_. FTP, identify this French writer": {
    "guess": "Marquis de Sade",
    "confidence": [
      [
        "Mar",
        -0.017710736
      ],
      [
        "quis",
        -1.0087517e-05
      ],
      [
        " de",
        -0.00018887833
      ],
      [
        " S",
        -3.6789137e-05
      ],
      [
        "ade",
        -3.1737043e-06
      ]
    ]
  },
  "It is approximately 45 minutes long and is divided into 4 movements, Moderato, Allegretto, Largo, and Allegro non troppo. It premiered on November 21, 1937, and was an immediate success, receiving a standing ovation for somewhere between 30 minutes and an hour.* The final movement is often criticized": {
    "guess": "Symphony No. 5 (Shostakovich)",
    "confidence": [
      [
        "Sym",
        -0.3907968
      ],
      [
        "phony",
        -0.00407484
      ],
      [
        " No",
        -0.0022938251
      ],
      [
        ".",
        -0.00081856165
      ],
      [
        " ",
        -0.0027134535
      ],
      [
        "5",
        -0.05679214
      ],
      [
        " (",
        -0.0021422897
      ],
      [
        "Sh",
        -0.08028793
      ],
      [
        "ost",
        -1.8624639e-06
      ],
      [
        "ak",
        -0.002191541
      ],
      [
        "ovich",
        -8.339777e-05
      ],
      [
        ")",
        -2.4034345e-05
      ]
    ]
  },
  "This man appointed Sargent Shriver as the first director of the Peace Corps. During World War II he commanded the patrol boat PT 109, and his administration was proven to have had knowledge of the plot to assassinate Ngo Dinh Diem. The Whiz Kids were part of his Department of Defense led by Robert McNamara, and his administration executed the unsuccessful Bay of Pigs invasion. He won the 1960 Presidential Election against Richard Nixon, and as president, he faced Nikita Khrushchev in the Cuban Missile": {
    "guess": "John F. Kennedy",
    "confidence": [
      [
        "John",
        -0.0016340013
      ],
      [
        " F",
        -0.00011188744
      ],
      [
        ".",
        -0.0013548794
      ],
      [
        " Kennedy",
        -2.2246291e-05
      ]
    ]
  },
  "This man appears in a work set in \"a fair oasis of the purest desert,\" and a novel with this title sees": {
    "guess": "The English Patient",
    "confidence": [
      [
        "The",
        -0.70919937
      ],
      [
        " English",
        -1.2272034
      ],
      [
        " Patient",
        -0.026676679
      ]
    ]
  },
  "It can be applied to the theory of local breeding values to predict the effects of random drift on genetic architecture. Its presence in founder events, inbreeding, and bottlenecking can produce an increase in additive genetic variance. Analysis of this type using double mutants is employed to develop order-of-function maps for genes that regulate cellular pathways, and it can result in the nonpenetrance of mutant genes such as the gene for Marfan syndrome. Individuals who have a homozygous recessive mutation that blocks the addition of fucose to an H substance precursor fail to express A and B type blood groups and posses the Bombay phenotype, an example of this effect. For 10 points, the gene for albinism is an example of what type of gene, which masks the phenotypic effects of a hypostatic gene?": {
    "guess": "Modifier gene",
    "confidence": [
      [
        "Modifier",
        -0.65581006
      ],
      [
        " gene",
        -0.34974855
      ]
    ]
  },
  "He apprenticed under Auguste Rodin, but left after two months. One of this artist's works was a controversial sculpture of a large phallus.  A more well- known work, of which the artist created variations, is of two abstract figures embracing, called The Kiss. Initially not considered a piece of art by U.S. Customs, his sculpture of a thin, elongated piece of polished bronze was imposed a tariff. Name": {
    "guess": "Constantin Brâncuși",
    "confidence": [
      [
        "Constant",
        -0.013563462
      ],
      [
        "in",
        -0.0012553498
      ],
      [
        " Br",
        -0.00014311148
      ],
      [
        "â",
        -0.17667167
      ],
      [
        "nc",
        -2.8921695e-05
      ],
      [
        "u",
        -9.436451e-05
      ],
      [
        "și",
        -0.0005967585
      ]
    ]
  },
  "The approximation for the period of these objects must include an infinite expansion when dealing the large amplitude variety of this object. Chaotic systems can be displayed by setting a large one of these into motion. The period of the (*) simple type of this object equals two pi times the square root of its length over gravity. One type of this object is used to show the rotation of the earth and": {
    "guess": "Pendulum",
    "confidence": [
      [
        "P",
        -0.021379365
      ],
      [
        "end",
        -2.8160932e-06
      ],
      [
        "ulum",
        -9.114601e-05
      ]
    ]
  },
  "He appears as a red-haired boy who asks David to help him hide from Mr. Wedding in a novel by Diana Wynne Jones. In the Atlas Comics series Journey into Mystery, he caused Carl Creel to become Absorbing Man, while in the Sandman series, the Corinthian eats his eyes after this figure holds Daniel hostage. Alan Cumming portrayed this character in Son of the Mask, and in Shopgirl, Mirabelle's best friend, played by Samantha Shelton, goes by this name. More famously, a character by this name complains about having to rain down sulfur at Sodom and Gomorrah to his companion Bartleby. FTP, give the name": {
    "guess": "Loki",
    "confidence": [
      [
        "L",
        -0.12046185
      ],
      [
        "oki",
        -1.9361265e-07
      ]
    ]
  },
  "An approximate screened potential is named for Thomas and this person. In superconductors, this scientist's": {
    "guess": "Thomas-Fermi Model",
    "confidence": [
      [
        "Thomas",
        -0.114459544
      ],
      [
        "-F",
        -0.33779353
      ],
      [
        "erm",
        -0.00010914576
      ],
      [
        "i",
        -0.000418637
      ],
      [
        " Model",
        -0.5077149
      ]
    ]
  },
  "The appearance of a sow with thirty young signifies an event in this work that Celaeno had previously prophesied would require this work's protagonist's eating his tables. This work's protagonist declines to show mercy when he sees his enemy wearing the belt of Evander's son, Pallas, and he is advised by the Cumaean Sibyl to descend through Avernus to visit his father. Aeolus, king of the winds, is petitioned when Juno uses Ajax's hilarious death to justify destroying the protagonist's fleet, casting": {
    "guess": "Aeneid",
    "confidence": [
      [
        "A",
        -0.2630116
      ],
      [
        "ene",
        -7.350386e-05
      ],
      [
        "id",
        -0.00016635252
      ]
    ]
  },
  "She appears as a minor character in Wallace Stegner's All the Little Live Things. She wrote an allegory about German occupation, The Angelic Avengers, as well as a sequel to her most successful work, Shadows on the Grass. With a pen name adopted from the Hebrew for \"he who laughs,\" she wrote \"The Monkey\"": {
    "guess": "Karen Blixen",
    "confidence": [
      [
        "Karen",
        -0.6958871
      ],
      [
        " B",
        -3.4762674e-05
      ],
      [
        "lix",
        -5.0497558e-05
      ],
      [
        "en",
        -2.5345586e-05
      ]
    ]
  },
  "An \"apparition of an invisible bust\" of this man appears in a work by Dali, the Slave Market, and the Dada movement in Zurich was centered on a cabaret Hugo Ball named for him. A poem about this figure states \"Yes, the fight / Against the false and the unfair / Was always worth it. So was gardening. Civilize.\"  Besides that W. H. Auden poem, Nancy Mitford authored a popular history about him \"in Love\",": {
    "guess": "Voltaire",
    "confidence": [
      [
        "Vol",
        -0.120567106
      ],
      [
        "taire",
        -2.546479e-05
      ]
    ]
  },
  "An \"apparition of an invisible bust\" of this man appears in a work by Dali, the Slave Market, and the Dada movement in Zurich was centered on a cabaret Hugo Ball named for him. A poem about this figure states \"Yes, the fight / Against the false and the unfair / Was always worth it. So was gardening. Civilize.\"  Besides that W. H. Auden poem, Nancy Mitford authored a popular history about him \"in Love\", and Ian Davidson has written a recent history on him \"In Exile\", including his role in the Calas": {
    "guess": "Voltaire",
    "confidence": [
      [
        "Vol",
        -0.036614906
      ],
      [
        "taire",
        -0.000104377614
      ]
    ]
  },
  "An \"apparition of an invisible bust\" of this man appears in a work by Dali, the Slave Market, and the Dada movement in Zurich was centered on a cabaret Hugo Ball named for him. A poem about this figure states \"Yes, the fight / Against the false and the unfair / Was always worth it. So was gardening. Civilize.\"  Besides that W. H. Auden poem, Nancy Mitford authored a popular history about him \"in Love\", and Ian Davidson has written a recent history on him \"In Exile\", including his role in the Calas Affair. He is seated wearing a Greek robe in a sculpture done in his final months of life by Jean-Antoine": {
    "guess": "Voltaire",
    "confidence": [
      [
        "Vol",
        -0.011246703
      ],
      [
        "taire",
        -0.00018482542
      ]
    ]
  },
  "An \"apparition of an invisible bust\" of this man appears in a work by Dali, the Slave Market, and the Dada movement in Zurich was centered on a cabaret Hugo Ball named for him. A poem about this figure states \"Yes, the fight / Against the false and the unfair / Was always worth it. So was gardening. Civilize.\"  Besides that W. H. Auden poem, Nancy Mitford authored a popular history about him \"in Love\", and Ian Davidson has written a recent history on him \"In Exile\", including his role in the Calas Affair. He is seated wearing a Greek robe in a sculpture done in his final months of life by Jean-Antoine Houdon. This lover of Mme. Chatelet himself authored the plays Zaire, Oedipe and Mahomet. For": {
    "guess": "Voltaire",
    "confidence": [
      [
        "Vol",
        -0.009027314
      ],
      [
        "taire",
        -0.0006061719
      ]
    ]
  },
  "An \"apparition of an invisible bust\" of this man appears in a work by Dali, the Slave Market, and the Dada movement in Zurich was centered on a cabaret Hugo Ball named for him. A poem about this figure states \"Yes, the fight / Against the false and the unfair / Was always worth it. So was gardening. Civilize.\"  Besides that W. H. Auden poem, Nancy Mitford authored a popular history about him \"in Love\", and Ian Davidson has written a recent history on him \"In Exile\", including his role in the Calas Affair. He is seated wearing a Greek robe in a sculpture done in his final months of life by Jean-Antoine Houdon. This lover of Mme. Chatelet himself authored the plays Zaire, Oedipe and Mahomet. For 10 points, name this creator of Dr. Pangloss from Candide.": {
    "guess": "Voltaire",
    "confidence": [
      [
        "Vol",
        -0.00712997
      ],
      [
        "taire",
        -0.0008745397
      ]
    ]
  },
  "This man appeared on the broTown episode \"Morning Side Story,\" in which he inspired the kids to improve": {
    "guess": "Michael Jackson",
    "confidence": [
      [
        "Michael",
        -2.2642455
      ],
      [
        " Jackson",
        -0.07791887
      ]
    ]
  },
  "This man appeared on the broTown episode \"Morning Side Story,\" in which he inspired the kids to improve their play about racial harmony. He hosts his own segment on The Late Late Show with Craig Ferguson,": {
    "guess": "Rhys Darby",
    "confidence": [
      [
        "Rh",
        -1.7465427
      ],
      [
        "ys",
        -0.00031162877
      ],
      [
        " Dar",
        -0.00013667447
      ],
      [
        "by",
        -3.22594e-05
      ]
    ]
  },
  "This man appeared on the broTown episode \"Morning Side Story,\" in which he inspired the kids to improve their play about racial harmony. He hosts his own segment on The Late Late Show with Craig Ferguson, in which he likens himself to Britney Spears because he also went \"carousing with whores\" after": {
    "guess": "Adam Carolla",
    "confidence": [
      [
        "Adam",
        -1.0659955
      ],
      [
        " Car",
        -0.0658544
      ],
      [
        "olla",
        -5.550411e-05
      ]
    ]
  },
  "This man appeared on the broTown episode \"Morning Side Story,\" in which he inspired the kids to improve their play about racial harmony. He hosts his own segment on The Late Late Show with Craig Ferguson, in which he likens himself to Britney Spears because he also went \"carousing with whores\" after his divorce and makes frequents jokes about his wife's likeness to a horse.  He was once miffed after": {
    "guess": "Adam Carolla",
    "confidence": [
      [
        "Adam",
        -0.9008508
      ],
      [
        " Car",
        -0.06471452
      ],
      [
        "olla",
        -0.00014931006
      ]
    ]
  },
  "This man appeared on the broTown episode \"Morning Side Story,\" in which he inspired the kids to improve their play about racial harmony. He hosts his own segment on The Late Late Show with Craig Ferguson, in which he likens himself to Britney Spears because he also went \"carousing with whores\" after his divorce and makes frequents jokes about his wife's likeness to a horse.  He was once miffed after discovering that he won an Alfred E. Neuman look-a-like contest. One of his sons was also caught in": {
    "guess": "Craig Ferguson",
    "confidence": [
      [
        "Craig",
        -0.5977326
      ],
      [
        " Ferguson",
        -0.1101715
      ]
    ]
  },
  "This man appeared on the broTown episode \"Morning Side Story,\" in which he inspired the kids to improve their play about racial harmony. He hosts his own segment on The Late Late Show with Craig Ferguson, in which he likens himself to Britney Spears because he also went \"carousing with whores\" after his divorce and makes frequents jokes about his wife's likeness to a horse.  He was once miffed after discovering that he won an Alfred E. Neuman look-a-like contest. One of his sons was also caught in the limelight when he wore a Nazi uniform to a Halloween party.  Now married to Camilla Parker-Bowles,": {
    "guess": "Charles, Prince of Wales",
    "confidence": [
      [
        "Charles",
        -1.069579
      ],
      [
        ",",
        -0.0005266997
      ],
      [
        " Prince",
        -0.0011866572
      ],
      [
        " of",
        -0.00011105302
      ],
      [
        " Wales",
        -0.00027754388
      ]
    ]
  },
  "This man appeared on the broTown episode \"Morning Side Story,\" in which he inspired the kids to improve their play about racial harmony. He hosts his own segment on The Late Late Show with Craig Ferguson, in which he likens himself to Britney Spears because he also went \"carousing with whores\" after his divorce and makes frequents jokes about his wife's likeness to a horse.  He was once miffed after discovering that he won an Alfred E. Neuman look-a-like contest. One of his sons was also caught in the limelight when he wore a Nazi uniform to a Halloween party.  Now married to Camilla Parker-Bowles, for 10 points identify this eldest son of Queen Elizabeth.": {
    "guess": "Prince Charles, Prince of Wales",
    "confidence": [
      [
        "Prince",
        -0.74550676
      ],
      [
        " Charles",
        -0.088065505
      ],
      [
        ",",
        -0.058175806
      ],
      [
        " Prince",
        -0.027198981
      ],
      [
        " of",
        -0.0009802899
      ],
      [
        " Wales",
        -0.00041672974
      ]
    ]
  }
}