{
  "Czyz developed a replacement for it to be used in marine environments. Developed by its namesake along with Frank Lee and William Durston, it requires mutations in the excision repair system and lipopolysaccharide synthesis, the latter of which makes the cell wall more permeable. A mammalian liver extra is often used in this mutational reversion assay that employs several strains of Salmonella typhimurium, each of which has a different mutation in the operon responsible for histidine. For 10 points,": {
    "guess": "Ames test",
    "confidence": [
      [
        "Am",
        -0.12659614
      ],
      [
        "es",
        -2.749125e-05
      ],
      [
        " test",
        -0.011367402
      ]
    ]
  },
  "Czyz developed a replacement for it to be used in marine environments. Developed by its namesake along": {
    "guess": "Antifouling paint",
    "confidence": [
      [
        "Ant",
        -1.3042527
      ],
      [
        "if",
        -0.010354912
      ],
      [
        "ou",
        -0.015351973
      ],
      [
        "ling",
        -6.456359e-05
      ],
      [
        " paint",
        -0.15448058
      ]
    ]
  },
  "Czyz developed a replacement for it to be used in marine environments. Developed by its namesake along with Frank Lee and William Durston, it requires mutations in the excision repair system and lipopolysaccharide synthesis, the latter of which makes the cell wall more permeable. A mammalian liver extra is often used in this mutational reversion assay that employs several strains of Salmonella typhimurium, each of which has a different mutation in the operon responsible for histidine. For 10 points, name this test used to detect carcinogens.": {
    "guess": "Ames test",
    "confidence": [
      [
        "Am",
        -0.026582312
      ],
      [
        "es",
        -2.3080716e-05
      ],
      [
        " test",
        -0.060492784
      ]
    ]
  },
  "Czyz developed a replacement for it to be used in marine environments. Developed by its namesake along with Frank Lee and William Durston, it requires mutations in the excision repair system and lipopolysaccharide": {
    "guess": "Biodegradable plastic",
    "confidence": [
      [
        "Bi",
        -2.0596676
      ],
      [
        "ode",
        -0.7867375
      ],
      [
        "gradable",
        -0.0123027805
      ],
      [
        " plastic",
        -0.40711522
      ]
    ]
  },
  "Czyz developed a replacement for it to be used in marine environments. Developed by its namesake along with Frank Lee and William Durston, it requires mutations in the excision repair system and lipopolysaccharide synthesis, the latter of which makes the cell wall more permeable. A mammalian liver extra": {
    "guess": "Antibiotic resistance",
    "confidence": [
      [
        "Ant",
        -2.5275486
      ],
      [
        "ib",
        -0.42988053
      ],
      [
        "iotic",
        -0.05159752
      ],
      [
        " resistance",
        -0.4248475
      ]
    ]
  },
  "Czyz developed a replacement for it to be used in marine environments. Developed by its namesake along with Frank Lee and William Durston, it requires mutations in the excision repair system and lipopolysaccharide synthesis, the latter of which makes the cell wall more permeable. A mammalian liver extra is often used in this mutational reversion assay that employs several strains of Salmonella typhimurium,": {
    "guess": "Ames test",
    "confidence": [
      [
        "Am",
        -0.20794675
      ],
      [
        "es",
        -0.0005904443
      ],
      [
        " test",
        -0.004498723
      ]
    ]
  }
}