{
  "This guy's version of Belshazzar's Feast is lost, but his version of Judith and Holofernes as a small ceiling painting was done around the same time as Portrait of a Bearded Man, and shows his attempts to experiment with decorative colors. He painted two nude women and two clothed men on a small boat in The Deliverance of Arsenoe. His more famous works include one depicting an orange robe clad St Mark hovering upside-down at top center entitled The Miracle of the Slave and his Origin of the Milky Way completed for Emperor Rudolph II, as well as his mystical 1594 version of The Last Supper. FTP, name this Venetian painter with a nickname that means \"little dyer.\"": {
    "guess": "Tintoretto",
    "confidence": [
      [
        "T",
        -0.029560242
      ],
      [
        "int",
        -6.206032e-05
      ],
      [
        "oret",
        -9.610702e-06
      ],
      [
        "to",
        -4.7159858e-05
      ]
    ]
  },
  "Guyot Marchand's woodcuts record the now-lost depiction of this scene in Paris's Church of the Holy Innocents. A version in Tallinn of a painting depicting this event is now the only original left by Bernt": {
    "guess": "Dance of Death",
    "confidence": [
      [
        "D",
        -0.00683141
      ],
      [
        "ance",
        -5.0974373e-05
      ],
      [
        " of",
        -5.705376e-05
      ],
      [
        " Death",
        -1.4498052e-05
      ]
    ]
  },
  "This guy's version of Belshazzar's Feast is lost, but his version of Judith and Holofernes as a small ceiling painting was done around the same time as Portrait of a Bearded Man, and shows his attempts to experiment with decorative colors. He painted two nude women and two clothed men on a small boat in The Deliverance of Arsenoe. His more famous works include one depicting an orange robe clad St Mark hovering upside-down at top center entitled The Miracle of the Slave and his Origin of the Milky Way completed for Emperor Rudolph II, as well as his mystical 1594 version of The Last Supper. FTP,": {
    "guess": "Tintoretto",
    "confidence": [
      [
        "T",
        -0.087714724
      ],
      [
        "int",
        -0.00023357604
      ],
      [
        "oret",
        -2.4630364e-05
      ],
      [
        "to",
        -2.4987974e-05
      ]
    ]
  },
  "This guy's version of Belshazzar's Feast is lost, but his version of Judith and Holofernes as a small ceiling painting was done around the same time as Portrait of a Bearded Man, and shows his attempts": {
    "guess": "Judith Beheading Holofernes",
    "confidence": [
      [
        "Jud",
        -1.5905036
      ],
      [
        "ith",
        -0.00227182
      ],
      [
        " Be",
        -0.75365925
      ],
      [
        "heading",
        -5.7961847e-06
      ],
      [
        " H",
        -0.0009700604
      ],
      [
        "olo",
        -9.4914985e-06
      ],
      [
        "fer",
        -9.4914985e-06
      ],
      [
        "nes",
        -0.00015252856
      ]
    ]
  },
  "Guyot Marchand's woodcuts record the now-lost depiction of this scene in Paris's Church of the Holy Innocents. A version in Tallinn of a painting depicting this event is now the only original left by Bernt Notke, whose more famous work in Lübeck was destroyed in World War II. Hans Lützelburger engraved": {
    "guess": "Dance of Death",
    "confidence": [
      [
        "D",
        -0.10998314
      ],
      [
        "ance",
        -0.0030158572
      ],
      [
        " of",
        -0.0077074156
      ],
      [
        " Death",
        -0.0009761215
      ]
    ]
  },
  "Guyot Marchand's woodcuts record the now-lost depiction of this scene in Paris's Church of the Holy Innocents. A version in Tallinn of a painting depicting this event is now the only original left by Bernt Notke, whose more famous work in Lübeck was destroyed in World War II. Hans Lützelburger engraved a forty-one-scene series of drawings done by Hans Holbein the Younger on this theme, and nearly all the supporting characters engage in one during the last scene of Bergman's The Seventh Seal. FTP, identify this popular medieval art motif involving a skeletal figure leading a chain of humans into the next world.": {
    "guess": "Dance of Death",
    "confidence": [
      [
        "D",
        -0.07697218
      ],
      [
        "ance",
        -0.00016396845
      ],
      [
        " of",
        -0.0060055833
      ],
      [
        " Death",
        -0.0006562008
      ]
    ]
  },
  "This guy's version of Belshazzar's Feast is lost, but his version of Judith and Holofernes as a small": {
    "guess": "Judith and Holofernes",
    "confidence": [
      [
        "Jud",
        -0.28404576
      ],
      [
        "ith",
        -0.0013836899
      ],
      [
        " and",
        -0.2605476
      ],
      [
        " H",
        -0.0019007939
      ],
      [
        "olo",
        -1.18755715e-05
      ],
      [
        "fer",
        -3.8100377e-05
      ],
      [
        "nes",
        -6.098748e-05
      ]
    ]
  },
  "Guyot Marchand's woodcuts record the now-lost depiction of this scene in Paris's Church of the Holy Innocents. A version in Tallinn of a painting depicting this event is now the only original left by Bernt Notke, whose more famous work in Lübeck was destroyed in World War II. Hans Lützelburger engraved a forty-one-scene series of drawings done by Hans Holbein the Younger on this theme, and nearly all the supporting characters engage in one during the last scene of Bergman's The Seventh Seal. FTP,": {
    "guess": "Dance of Death",
    "confidence": [
      [
        "D",
        -0.042505655
      ],
      [
        "ance",
        -2.057744e-05
      ],
      [
        " of",
        -0.00080271857
      ],
      [
        " Death",
        -8.75699e-05
      ]
    ]
  },
  "This guy's version of Belshazzar's Feast is lost, but his version of Judith and Holofernes as a small ceiling painting was done around the same time as Portrait of a Bearded Man, and shows his attempts to experiment with decorative colors. He painted two nude women and two clothed men on a small boat in The Deliverance of Arsenoe. His more famous works include one depicting an orange robe clad St Mark": {
    "guess": "Gustave Moreau",
    "confidence": [
      [
        "G",
        -0.99513906
      ],
      [
        "ust",
        -0.6090831
      ],
      [
        "ave",
        -0.69421
      ],
      [
        " More",
        -0.069228
      ],
      [
        "au",
        -0.0015549783
      ]
    ]
  },
  "This guy's version of Belshazzar's Feast is lost, but his version of Judith and Holofernes as a small ceiling painting was done around the same time as Portrait of a Bearded Man, and shows his attempts to experiment with decorative colors. He painted two nude women and two clothed men on a small boat": {
    "guess": "Gustav Klimt",
    "confidence": [
      [
        "G",
        -0.71770674
      ],
      [
        "ust",
        -0.51083094
      ],
      [
        "av",
        -0.1417895
      ],
      [
        " K",
        -0.0007199381
      ],
      [
        "lim",
        -3.2855416e-05
      ],
      [
        "t",
        -0.00017815368
      ]
    ]
  },
  "This guy's version of Belshazzar's Feast is lost, but his version of Judith and Holofernes as a small ceiling painting was done around the same time as Portrait of a Bearded Man, and shows his attempts to experiment with decorative colors. He painted two nude women and two clothed men on a small boat in The Deliverance of Arsenoe. His more famous works include one depicting an orange robe clad St Mark hovering upside-down at top center entitled The Miracle of the Slave and his Origin of the Milky": {
    "guess": "Tintoretto",
    "confidence": [
      [
        "T",
        -0.8381342
      ],
      [
        "int",
        -0.018572455
      ],
      [
        "oret",
        -4.167649e-05
      ],
      [
        "to",
        -3.631232e-05
      ]
    ]
  },
  "Guyot Marchand's woodcuts record the now-lost depiction of this scene in Paris's Church of the Holy Innocents.": {
    "guess": "Dance of Death",
    "confidence": [
      [
        "D",
        -0.0022719393
      ],
      [
        "ance",
        -2.0219828e-05
      ],
      [
        " of",
        -2.5226382e-05
      ],
      [
        " Death",
        -1.50940705e-05
      ]
    ]
  },
  "Guyot Marchand's woodcuts record the now-lost depiction of this scene in Paris's Church of the Holy Innocents. A version in Tallinn of a painting depicting this event is now the only original left by Bernt Notke, whose more famous work in Lübeck was destroyed in World War II. Hans Lützelburger engraved a forty-one-scene series of drawings done by Hans Holbein the Younger on this theme, and nearly all": {
    "guess": "Dance of Death",
    "confidence": [
      [
        "D",
        -0.07110302
      ],
      [
        "ance",
        -0.00015467056
      ],
      [
        " of",
        -0.0005906827
      ],
      [
        " Death",
        -0.00014525715
      ]
    ]
  },
  "Guyot Marchand's woodcuts record the now-lost depiction of this scene in Paris's Church of the Holy Innocents. A version in Tallinn of a painting depicting this event is now the only original left by Bernt Notke, whose more famous work in Lübeck was destroyed in World War II. Hans Lützelburger engraved a forty-one-scene series of drawings done by Hans Holbein the Younger on this theme, and nearly all the supporting characters engage in one during the last scene of Bergman's The Seventh Seal. FTP, identify this popular medieval art motif involving a skeletal figure leading a chain of humans into": {
    "guess": "Dance of Death",
    "confidence": [
      [
        "D",
        -0.0620386
      ],
      [
        "ance",
        -0.00013584005
      ],
      [
        " of",
        -0.0070511443
      ],
      [
        " Death",
        -0.0006498866
      ]
    ]
  }
}