{
  "While being driven to lunch, this character is shown a war medal from Montenegro and a picture of cricket players, convincing him that another man's story is true. This character's lawn is mowed by his neighbor's gardener when he fails to tend to it. This character recalls his father telling him to remember that \"all the people in this world haven't had the advantages that\" he had in his \"younger and more vulnerable years.\" This character meets the title character of the novel in which he appears shortly after moving to West Egg; that title character is this man's wealthy neighbor who loves Daisy Buchanan. For 10 points, identify this narrator of F. Scott Fitzgerald's The Great Gatsby.": {
    "guess": "The Great Gatsby",
    "confidence": [
      [
        "The",
        -0.60133123
      ],
      [
        " Great",
        -0.008109778
      ],
      [
        " G",
        -0.00022213248
      ],
      [
        "atsby",
        -6.301394e-05
      ]
    ]
  },
  "Dr. Kennedy relates the story of Yanko Goorall's courtship of the title character of one of this man's short stories. The unnamed narrator disbelieves a Northman's assertions that he's not working with the enemy in \"The Tale,\" while the interaction between Tuan and the Malaysian Arsat is told of in \"The Lagoon.\" Victor Haldin is betrayed by Razumov in one of this man's novels set in St. Petersburg": {
    "guess": "Joseph Conrad",
    "confidence": [
      [
        "Joseph",
        -0.03754766
      ],
      [
        " Conrad",
        -0.0021306332
      ]
    ]
  },
  "Dr. Kennedy relates the story of Yanko Goorall's courtship of the title character of one of this man's": {
    "guess": "Joseph Conrad",
    "confidence": [
      [
        "Joseph",
        -0.038277872
      ],
      [
        " Conrad",
        -0.00031651612
      ]
    ]
  },
  "While being driven to lunch, this character is shown a war medal from Montenegro and a picture of cricket": {
    "guess": "The Great Gatsby",
    "confidence": [
      [
        "The",
        -0.32954094
      ],
      [
        " Great",
        -0.00042698128
      ],
      [
        " G",
        -2.868329e-05
      ],
      [
        "atsby",
        -1.1637165e-05
      ]
    ]
  },
  "While being driven to lunch, this character is shown a war medal from Montenegro and a picture of cricket players, convincing him that another man's story is true. This character's lawn is mowed by his neighbor's gardener when he fails to tend to it. This character recalls his father telling him to remember that \"all the people in this world haven't had the advantages that\" he had in his \"younger and more vulnerable years.\" This character meets the title character of the novel in which he appears": {
    "guess": "Nick Carraway",
    "confidence": [
      [
        "Nick",
        -0.6263576
      ],
      [
        " Car",
        -0.00031019835
      ],
      [
        "raw",
        -0.00081736967
      ],
      [
        "ay",
        -3.166338e-05
      ]
    ]
  },
  "Dr. Kennedy relates the story of Yanko Goorall's courtship of the title character of one of this man's short stories. The unnamed narrator disbelieves a Northman's assertions that he's not working with the enemy in \"The Tale,\" while the interaction between Tuan and the Malaysian Arsat is told of in \"The Lagoon.\" Victor Haldin is betrayed by Razumov in one of this man's novels set in St. Petersburg and Geneva. A trader fails to find a legendary Gold mine in Almayer's Folly, and in another novel the title character, Mr. Verloc, plans to blow up Greenwich Observatory. Better known known novels include": {
    "guess": "Joseph Conrad",
    "confidence": [
      [
        "Joseph",
        -0.018022457
      ],
      [
        " Conrad",
        -0.0002850537
      ]
    ]
  },
  "While driving around a lake, one character created by this author reminisces about a dead friend who argues that the existence of God is \"necessary as an idea.\" Another character created by this author wears a necklace of human tongues shortly after refusing to carry a gun while out on an ambush. In a novel by this author, the Third Squad goes after a soldier walking to Paris, after (*) Paul Berlin suggests that they retrieve him. In the first short story of a collection by this author, Lieutenant Jimmy Cross blames himself for the death of Ted Lavender because Cross was focusing on his unrequited": {
    "guess": "Tim O'Brien",
    "confidence": [
      [
        "Tim",
        -0.04569348
      ],
      [
        " O",
        -0.00019495773
      ],
      [
        "'Brien",
        -0.0005150251
      ]
    ]
  },
  "Dr. Kennedy relates the story of Yanko Goorall's courtship of the title character of one of this man's short stories. The unnamed narrator disbelieves a Northman's assertions that he's not working with": {
    "guess": "Joseph Conrad",
    "confidence": [
      [
        "Joseph",
        -0.8865212
      ],
      [
        " Conrad",
        -0.00054373854
      ]
    ]
  },
  "While driving around a lake, one character created by this author reminisces about a dead friend who": {
    "guess": "Stephen King",
    "confidence": [
      [
        "Stephen",
        -1.2436392
      ],
      [
        " King",
        -0.00045402948
      ]
    ]
  },
  "While being driven to lunch, this character is shown a war medal from Montenegro and a picture of cricket players, convincing him that another man's story is true. This character's lawn is mowed by his neighbor's gardener when he fails to tend to it. This character recalls his father telling him to remember that \"all the people in this world haven't had the advantages that\" he had in his \"younger and": {
    "guess": "The Great Gatsby",
    "confidence": [
      [
        "The",
        -0.04016575
      ],
      [
        " Great",
        -0.0021140971
      ],
      [
        " G",
        -0.00032378387
      ],
      [
        "atsby",
        -5.1689596e-05
      ]
    ]
  },
  "While driving around a lake, one character created by this author reminisces about a dead friend who argues that the existence of God is \"necessary as an idea.\" Another character created by this author wears a necklace of human tongues shortly after refusing to carry a gun while out on an ambush. In a novel by this author, the Third Squad goes after a soldier walking to Paris, after (*) Paul Berlin": {
    "guess": "Tim O'Brien",
    "confidence": [
      [
        "Tim",
        -0.0034174859
      ],
      [
        " O",
        -6.659005e-05
      ],
      [
        "'Brien",
        -0.046334296
      ]
    ]
  },
  "Dr. Kennedy relates the story of Yanko Goorall's courtship of the title character of one of this man's short stories. The unnamed narrator disbelieves a Northman's assertions that he's not working with the enemy in \"The Tale,\" while the interaction between Tuan and the Malaysian Arsat is told of in \"The Lagoon.\" Victor Haldin is betrayed by Razumov in one of this man's novels set in St. Petersburg and Geneva. A trader fails to find a legendary Gold mine in Almayer's Folly, and in another novel the title character, Mr. Verloc, plans to blow up Greenwich Observatory. Better known known novels include one about the leader of the stevedores at the San Tome silver mine, Nostromo, and another concerning the chief mate on the Patna, Lord Jim. The creator of the sailor Marlowe, this is FTP what author": {
    "guess": "Joseph Conrad",
    "confidence": [
      [
        "Joseph",
        -0.003496008
      ],
      [
        " Conrad",
        -0.00064036134
      ]
    ]
  },
  "While driving around a lake, one character created by this author reminisces about a dead friend who argues that the existence of God is \"necessary as an idea.\" Another character created by this author wears a necklace of human tongues shortly after refusing to carry a gun while out on an ambush. In a novel by this author, the Third Squad goes after a soldier walking to Paris, after (*) Paul Berlin suggests that they retrieve him. In the first short story of a collection by this author, Lieutenant Jimmy Cross blames himself for the death of Ted Lavender because Cross was focusing on his unrequited love for Martha. The title objects of that short story collection by this author include dog tags,": {
    "guess": "Tim O'Brien",
    "confidence": [
      [
        "Tim",
        -0.14095718
      ],
      [
        " O",
        -0.00015765065
      ],
      [
        "'Brien",
        -0.00042412037
      ]
    ]
  },
  "Dr. Kennedy relates the story of Yanko Goorall's courtship of the title character of one of this man's short stories. The unnamed narrator disbelieves a Northman's assertions that he's not working with the enemy in \"The Tale,\" while the interaction between Tuan and the Malaysian Arsat is told of in \"The Lagoon.\" Victor Haldin is betrayed by Razumov in one of this man's novels set in St. Petersburg and Geneva. A trader fails to find a legendary Gold mine in Almayer's Folly, and in another novel the title character, Mr. Verloc, plans to blow up Greenwich Observatory. Better known known novels include one about the leader of the stevedores at the San Tome silver mine, Nostromo, and another concerning": {
    "guess": "Joseph Conrad",
    "confidence": [
      [
        "Joseph",
        -0.007776626
      ],
      [
        " Conrad",
        -0.00078782917
      ]
    ]
  },
  "While being driven to lunch, this character is shown a war medal from Montenegro and a picture of cricket players, convincing him that another man's story is true. This character's lawn is mowed by his neighbor's gardener when he fails to tend to it. This character recalls his father telling him to remember that \"all the people in this world haven't had the advantages that\" he had in his \"younger and more vulnerable years.\" This character meets the title character of the novel in which he appears shortly after moving to West Egg; that title character is this man's wealthy neighbor who loves Daisy": {
    "guess": "The Great Gatsby",
    "confidence": [
      [
        "The",
        -0.7878862
      ],
      [
        " Great",
        -0.0016466111
      ],
      [
        " G",
        -0.00015884268
      ],
      [
        "atsby",
        -3.2497806e-05
      ]
    ]
  },
  "While driving around a lake, one character created by this author reminisces about a dead friend who argues that the existence of God is \"necessary as an idea.\" Another character created by this author wears a necklace of human tongues shortly after refusing to carry a gun while out on an ambush. In": {
    "guess": "Tim O'Brien",
    "confidence": [
      [
        "Tim",
        -0.009652794
      ],
      [
        " O",
        -0.00013047588
      ],
      [
        "'Brien",
        -0.0005647073
      ]
    ]
  },
  "While driving around a lake, one character created by this author reminisces about a dead friend who argues that the existence of God is \"necessary as an idea.\" Another character created by this author wears a necklace of human tongues shortly after refusing to carry a gun while out on an ambush. In a novel by this author, the Third Squad goes after a soldier walking to Paris, after (*) Paul Berlin suggests that they retrieve him. In the first short story of a collection by this author, Lieutenant Jimmy Cross blames himself for the death of Ted Lavender because Cross was focusing on his unrequited love for Martha. The title objects of that short story collection by this author include dog tags, morphine, and fear. For 10 points, name this author of Going After Cacciato and The Things They Carried.": {
    "guess": "Tim O'Brien",
    "confidence": [
      [
        "Tim",
        -0.007192816
      ],
      [
        " O",
        -6.551722e-05
      ],
      [
        "'Brien",
        -0.00016408764
      ]
    ]
  },
  "Dr. Kennedy relates the story of Yanko Goorall's courtship of the title character of one of this man's short stories. The unnamed narrator disbelieves a Northman's assertions that he's not working with the enemy in \"The Tale,\" while the interaction between Tuan and the Malaysian Arsat is told of in \"The Lagoon.\" Victor Haldin is betrayed by Razumov in one of this man's novels set in St. Petersburg and Geneva. A trader fails to find a legendary Gold mine in Almayer's Folly, and in another novel the": {
    "guess": "Joseph Conrad",
    "confidence": [
      [
        "Joseph",
        -0.004361283
      ],
      [
        " Conrad",
        -0.00088359555
      ]
    ]
  },
  "Dr. Kennedy relates the story of Yanko Goorall's courtship of the title character of one of this man's short stories. The unnamed narrator disbelieves a Northman's assertions that he's not working with the enemy in \"The Tale,\" while the interaction between Tuan and the Malaysian Arsat is told of in \"The Lagoon.\" Victor Haldin is betrayed by Razumov in one of this man's novels set in St. Petersburg and Geneva. A trader fails to find a legendary Gold mine in Almayer's Folly, and in another novel the title character, Mr. Verloc, plans to blow up Greenwich Observatory. Better known known novels include one about the leader of the stevedores at the San Tome silver mine, Nostromo, and another concerning the chief mate on the Patna, Lord Jim. The creator of the sailor Marlowe, this is FTP what author of Heart of Darkness?": {
    "guess": "Joseph Conrad",
    "confidence": [
      [
        "Joseph",
        -0.0021695322
      ],
      [
        " Conrad",
        -0.00010509284
      ]
    ]
  },
  "While driving around a lake, one character created by this author reminisces about a dead friend who argues that the existence of God is \"necessary as an idea.\" Another character created by this author": {
    "guess": "J.D. Salinger",
    "confidence": [
      [
        "J",
        -1.5045128
      ],
      [
        ".D",
        -0.09868169
      ],
      [
        ".",
        -0.0016395928
      ],
      [
        " Sal",
        -2.2961513e-05
      ],
      [
        "inger",
        -4.246537e-06
      ]
    ]
  },
  "While driving around a lake, one character created by this author reminisces about a dead friend who argues that the existence of God is \"necessary as an idea.\" Another character created by this author wears a necklace of human tongues shortly after refusing to carry a gun while out on an ambush. In a novel by this author, the Third Squad goes after a soldier walking to Paris, after (*) Paul Berlin suggests that they retrieve him. In the first short story of a collection by this author, Lieutenant": {
    "guess": "Tim O'Brien",
    "confidence": [
      [
        "Tim",
        -0.0017888249
      ],
      [
        " O",
        -9.627177e-05
      ],
      [
        "'Brien",
        -0.13274436
      ]
    ]
  },
  "While being driven to lunch, this character is shown a war medal from Montenegro and a picture of cricket players, convincing him that another man's story is true. This character's lawn is mowed by his neighbor's gardener when he fails to tend to it. This character recalls his father telling him to remember": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -0.54229265
      ]
    ]
  },
  "Dr. Kennedy relates the story of Yanko Goorall's courtship of the title character of one of this man's short stories. The unnamed narrator disbelieves a Northman's assertions that he's not working with the enemy in \"The Tale,\" while the interaction between Tuan and the Malaysian Arsat is told of in \"The": {
    "guess": "Joseph Conrad",
    "confidence": [
      [
        "Joseph",
        -0.14860348
      ],
      [
        " Conrad",
        -0.0001439459
      ]
    ]
  },
  "While being driven to lunch, this character is shown a war medal from Montenegro and a picture of cricket players, convincing him that another man's story is true. This character's lawn is mowed by his": {
    "guess": "The Third Man",
    "confidence": [
      [
        "The",
        -0.5949603
      ],
      [
        " Third",
        -1.0354333
      ],
      [
        " Man",
        -0.15253678
      ]
    ]
  }
}