{
  "Isadore From contributed to creation of a therapy of this type, which was expounded in a book by Frederick Perls entitled Ego, Hunger, and Aggression. Christian von Ehrenfels wrote of its \"qualities,\" while Kurt Koffka introduced it to the United States in the 1920s. Its central idea is the law of pragnanz,": {
    "guess": "Gestalt psychology",
    "confidence": [
      [
        "G",
        -0.015924096
      ],
      [
        "est",
        -2.3795938e-05
      ],
      [
        "alt",
        -3.523949e-05
      ],
      [
        " psychology",
        -0.003855417
      ]
    ]
  },
  "Isaac Barrow outlined a geometric proof of this lemma in 1669, though it lacked a completely rigorous basis for several hundred years until proof of the generalized mean value theorem. Leibniz's rule is a kind of extension of this rule to partial differentiation, and, if a version of the integral other than the Riemann one is used, this theorem can be stated under a hypothesis relaxed somewhat from continuity. For ten points, name the theorem that was discovered by Newton and Leibniz around 1670 and that states, essentially, that differentiation and integration are inverse operations.": {
    "guess": "Fundamental theorem of calculus",
    "confidence": [
      [
        "Fund",
        -0.031014469
      ],
      [
        "amental",
        -0.00012332367
      ],
      [
        " theorem",
        -0.048334222
      ],
      [
        " of",
        -6.4802e-05
      ],
      [
        " calculus",
        -0.006926358
      ]
    ]
  },
  "Isadore From contributed to creation of a therapy of this type, which was expounded in a book by Frederick": {
    "guess": "Gestalt therapy",
    "confidence": [
      [
        "G",
        -0.17350109
      ],
      [
        "est",
        -0.00029160624
      ],
      [
        "alt",
        -0.0001719551
      ],
      [
        " therapy",
        -0.40717217
      ]
    ]
  },
  "Isadore From contributed to creation of a therapy of this type, which was expounded in a book by Frederick Perls entitled Ego, Hunger, and Aggression. Christian von Ehrenfels wrote of its \"qualities,\" while Kurt Koffka introduced it to the United States in the 1920s. Its central idea is the law of pragnanz, which predicts that the mind tends to connect broken lines in images to form shapes in its closure": {
    "guess": "Gestalt psychology",
    "confidence": [
      [
        "G",
        -0.020182235
      ],
      [
        "est",
        -3.035214e-05
      ],
      [
        "alt",
        -5.145119e-05
      ],
      [
        " psychology",
        -0.01086601
      ]
    ]
  },
  "Isaac Barrow outlined a geometric proof of this lemma in 1669, though it lacked a completely rigorous basis for several hundred years until proof of the generalized mean value theorem. Leibniz's rule is": {
    "guess": "Mean value theorem",
    "confidence": [
      [
        "Mean",
        -0.58709073
      ],
      [
        " value",
        -0.0018313
      ],
      [
        " theorem",
        -3.23786e-05
      ]
    ]
  },
  "Isaac Barrow outlined a geometric proof of this lemma in 1669, though it lacked a completely rigorous basis for several hundred years until proof of the generalized mean value theorem. Leibniz's rule is a kind of extension of this rule to partial differentiation, and, if a version of the integral other than the Riemann one is used, this theorem can be stated under a hypothesis relaxed somewhat from": {
    "guess": "Fundamental theorem of calculus",
    "confidence": [
      [
        "Fund",
        -1.34611
      ],
      [
        "amental",
        -6.062987e-05
      ],
      [
        " theorem",
        -0.007241341
      ],
      [
        " of",
        -4.179569e-05
      ],
      [
        " calculus",
        -0.008271172
      ]
    ]
  },
  "Isadore From contributed to creation of a therapy of this type, which was expounded in a book by Frederick Perls entitled Ego, Hunger, and Aggression. Christian von Ehrenfels wrote of its \"qualities,\"": {
    "guess": "Gestalt psychology",
    "confidence": [
      [
        "G",
        -0.0029034202
      ],
      [
        "est",
        -1.1517961e-05
      ],
      [
        "alt",
        -1.8193366e-05
      ],
      [
        " psychology",
        -0.004197948
      ]
    ]
  },
  "Isaac Barrow outlined a geometric proof of this lemma in 1669, though it lacked a completely rigorous basis for several hundred years until proof of the generalized mean value theorem. Leibniz's rule is a kind of extension of this rule to partial differentiation, and, if a version of the integral other than the Riemann one is used, this theorem can be stated under a hypothesis relaxed somewhat from continuity. For ten points, name the theorem that was discovered by Newton and Leibniz around 1670": {
    "guess": "Fundamental theorem of calculus",
    "confidence": [
      [
        "Fund",
        -0.0870165
      ],
      [
        "amental",
        -0.00022153647
      ],
      [
        " theorem",
        -0.021920782
      ],
      [
        " of",
        -4.85903e-05
      ],
      [
        " calculus",
        -0.008810743
      ]
    ]
  },
  "Isaac Barrow outlined a geometric proof of this lemma in 1669, though it lacked a completely rigorous": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -1.2060832
      ]
    ]
  },
  "Isadore From contributed to creation of a therapy of this type, which was expounded in a book by Frederick Perls entitled Ego, Hunger, and Aggression. Christian von Ehrenfels wrote of its \"qualities,\" while Kurt Koffka introduced it to the United States in the 1920s. Its central idea is the law of pragnanz, which predicts that the mind tends to connect broken lines in images to form shapes in its closure principle. For 10 points, identify this school of psychology founded by Max Wertheimer, which emphasizes the whole as greater than its parts.": {
    "guess": "Gestalt psychology",
    "confidence": [
      [
        "G",
        -0.0015092702
      ],
      [
        "est",
        -8.299462e-06
      ],
      [
        "alt",
        -6.3490756e-05
      ],
      [
        " psychology",
        -0.008387854
      ]
    ]
  },
  "Isadore From contributed to creation of a therapy of this type, which was expounded in a book by Frederick Perls entitled Ego, Hunger, and Aggression. Christian von Ehrenfels wrote of its \"qualities,\" while Kurt Koffka introduced it to the United States in the 1920s. Its central idea is the law of pragnanz, which predicts that the mind tends to connect broken lines in images to form shapes in its closure principle. For 10 points, identify this school of psychology founded by Max Wertheimer, which": {
    "guess": "Gestalt psychology",
    "confidence": [
      [
        "G",
        -0.0016757795
      ],
      [
        "est",
        -4.632543e-05
      ],
      [
        "alt",
        -9.114601e-05
      ],
      [
        " psychology",
        -0.030519687
      ]
    ]
  },
  "Isaac Barrow outlined a geometric proof of this lemma in 1669, though it lacked a completely rigorous basis for several hundred years until proof of the generalized mean value theorem. Leibniz's rule is a kind of extension of this rule to partial differentiation, and, if a version of the integral other": {
    "guess": "Fundamental theorem of calculus",
    "confidence": [
      [
        "Fund",
        -0.7795366
      ],
      [
        "amental",
        -6.1537958e-06
      ],
      [
        " theorem",
        -1.962381e-05
      ],
      [
        " of",
        -8.299462e-06
      ],
      [
        " calculus",
        -0.016463408
      ]
    ]
  }
}