{
  "This man was fond of writing comparative studies of thinkers from his country, including Kant and Goethe and Schopenhauer and Nietzsche. This author of Sociology: Investigations on the Forms of Sociation also wrote Fundamental Questions of Sociology and On Social Differentiation. This man wrote an essay in which he argued that he play-form of association is the most necessary for sociability, entitled": {
    "guess": "Georg Simmel",
    "confidence": [
      [
        "Ge",
        -0.0068810116
      ],
      [
        "org",
        -1.8431772e-05
      ],
      [
        " Sim",
        -7.89631e-07
      ],
      [
        "mel",
        -1.4974867e-05
      ]
    ]
  },
  "This man was fond of writing comparative studies of thinkers from his country, including Kant and Goethe and Schopenhauer and Nietzsche. This author of Sociology: Investigations on the Forms of Sociation also wrote Fundamental Questions of Sociology and On Social Differentiation. This man wrote an essay in which he argued that he play-form of association is the most necessary for sociability, entitled The Sociology of Sociability. This man's most famous work argues that the intellect preserves subjective": {
    "guess": "Georg Simmel",
    "confidence": [
      [
        "Ge",
        -0.07518647
      ],
      [
        "org",
        -6.086828e-05
      ],
      [
        " Sim",
        -3.0545007e-06
      ],
      [
        "mel",
        -1.0921943e-05
      ]
    ]
  },
  "This man was fond of writing comparative studies of thinkers from his country, including Kant and Goethe": {
    "guess": "German Idealism",
    "confidence": [
      [
        "German",
        -1.01726
      ],
      [
        " Ideal",
        -0.9928369
      ],
      [
        "ism",
        -0.0008087906
      ]
    ]
  },
  "This man was fond of writing comparative studies of thinkers from his country, including Kant and Goethe and Schopenhauer and Nietzsche. This author of Sociology: Investigations on the Forms of Sociation also wrote Fundamental Questions of Sociology and On Social Differentiation. This man wrote an essay in which he argued that he play-form of association is the most necessary for sociability, entitled The Sociology of Sociability. This man's most famous work argues that the intellect preserves subjective experience, helping to defend against the blasé stage of the interaction between the individual": {
    "guess": "Georg Simmel",
    "confidence": [
      [
        "Ge",
        -0.044314813
      ],
      [
        "org",
        -7.529192e-05
      ],
      [
        " Sim",
        -6.2729996e-06
      ],
      [
        "mel",
        -5.0020742e-05
      ]
    ]
  },
  "This man was fond of writing comparative studies of thinkers from his country, including Kant and Goethe and Schopenhauer and Nietzsche. This author of Sociology: Investigations on the Forms of Sociation also wrote Fundamental Questions of Sociology and On Social Differentiation. This man wrote an essay": {
    "guess": "Georg Simmel",
    "confidence": [
      [
        "Ge",
        -0.00944368
      ],
      [
        "org",
        -1.473646e-05
      ],
      [
        " Sim",
        -3.2929079e-06
      ],
      [
        "mel",
        -1.2113979e-05
      ]
    ]
  },
  "This man was fond of writing comparative studies of thinkers from his country, including Kant and Goethe and Schopenhauer and Nietzsche. This author of Sociology: Investigations on the Forms of Sociation also wrote Fundamental Questions of Sociology and On Social Differentiation. This man wrote an essay in which he argued that he play-form of association is the most necessary for sociability, entitled The Sociology of Sociability. This man's most famous work argues that the intellect preserves subjective experience, helping to defend against the blasé stage of the interaction between the individual and the city. For ten points, identify this sociologist, who wrote The Philosophy of Money, The": {
    "guess": "Georg Simmel",
    "confidence": [
      [
        "Ge",
        -0.006408874
      ],
      [
        "org",
        -2.3676734e-05
      ],
      [
        " Sim",
        -4.4849444e-06
      ],
      [
        "mel",
        -1.9146995e-05
      ]
    ]
  },
  "This man was fond of writing comparative studies of thinkers from his country, including Kant and Goethe and Schopenhauer and Nietzsche. This author of Sociology: Investigations on the Forms of Sociation also wrote Fundamental Questions of Sociology and On Social Differentiation. This man wrote an essay in which he argued that he play-form of association is the most necessary for sociability, entitled The Sociology of Sociability. This man's most famous work argues that the intellect preserves subjective experience, helping to defend against the blasé stage of the interaction between the individual and the city. For ten points, identify this sociologist, who wrote The Philosophy of Money, The Web of Group Affiliation, and The Metropolis and Mental Life.": {
    "guess": "Georg Simmel",
    "confidence": [
      [
        "Ge",
        -0.010096615
      ],
      [
        "org",
        -4.3464544e-05
      ],
      [
        " Sim",
        -1.9816675e-06
      ],
      [
        "mel",
        -2.6537622e-05
      ]
    ]
  },
  "This man was fond of writing comparative studies of thinkers from his country, including Kant and Goethe and Schopenhauer and Nietzsche. This author of Sociology: Investigations on the Forms of Sociation": {
    "guess": "Max Weber",
    "confidence": [
      [
        "Max",
        -0.92394596
      ],
      [
        " Weber",
        -0.0014405922
      ]
    ]
  }
}