{
  "In 2002 the BBC attempted to replicate this experiment on television. This experiment is said to have ended due to a fight between its principal investigator and his then-girlfriend Christina Maslach, who described the transformation of a \"really nice guy\" into \"John Wayne.\" Half the participants in": {
    "guess": "Stanford prison experiment",
    "confidence": [
      [
        "Stan",
        -0.08917839
      ],
      [
        "ford",
        -0.00011009939
      ],
      [
        " prison",
        -0.013709141
      ],
      [
        " experiment",
        -0.00016825978
      ]
    ]
  },
  "In 2002 the BBC attempted to replicate this experiment on television. This experiment is said to have ended due to a fight between its principal investigator and his then-girlfriend Christina Maslach,": {
    "guess": "Stanford prison experiment",
    "confidence": [
      [
        "Stan",
        -0.0036703907
      ],
      [
        "ford",
        -1.4855664e-05
      ],
      [
        " prison",
        -0.00075006724
      ],
      [
        " experiment",
        -2.868329e-05
      ]
    ]
  },
  "The BBC recently introduced a codec for video transmission named for this man, who noted that several size ratios in the universe were of the same magnitude in his large numbers hypothesis. A representation of the Clifford algebra is expressed in his eponymous 4 by 4 matrices, and he expanded on the": {
    "guess": "Paul Dirac",
    "confidence": [
      [
        "Paul",
        -0.26304275
      ],
      [
        " Dir",
        -0.00020950058
      ],
      [
        "ac",
        -1.2352386e-05
      ]
    ]
  },
  "The BBC recently introduced a codec for video transmission named for this man, who noted that several size ratios in the universe were of the same magnitude in his large numbers hypothesis. A representation of the Clifford algebra is expressed in his eponymous 4 by 4 matrices, and he expanded on the work of Poisson to account for second-class constraints in his eponymous brackets. His comb is a series of another function that he names, and his eponymous sea led to the prediction of a certain particle and grew from his relativistic version of the wave equation. For 10 points, name this man who predicted": {
    "guess": "Paul Dirac",
    "confidence": [
      [
        "Paul",
        -0.59329206
      ],
      [
        " Dir",
        -0.015526759
      ],
      [
        "ac",
        -6.392203e-06
      ]
    ]
  },
  "The BBC recently introduced a codec for video transmission named for this man, who noted that several size ratios in the universe were of the same magnitude in his large numbers hypothesis. A representation of the Clifford algebra is expressed in his eponymous 4 by 4 matrices, and he expanded on the work of Poisson to account for second-class constraints in his eponymous brackets. His comb is a series of another function that he names, and his eponymous sea led to the prediction of a certain particle": {
    "guess": "Paul Dirac",
    "confidence": [
      [
        "Paul",
        -0.3961647
      ],
      [
        " Dir",
        -0.015817443
      ],
      [
        "ac",
        -7.9418505e-06
      ]
    ]
  },
  "In 2002 the BBC attempted to replicate this experiment on television. This experiment is said to have ended due to a fight between its principal investigator and his then-girlfriend Christina Maslach, who described the transformation of a \"really nice guy\" into \"John Wayne.\" Half the participants in this study were given (*) khaki uniforms and silver-reflecting sunglasses styled upon those from Cool Hand Luke. For 10 points, name this experiment in which Philip Zimbardo served as superintendent of": {
    "guess": "Stanford prison experiment",
    "confidence": [
      [
        "Stan",
        -0.008760164
      ],
      [
        "ford",
        -1.8624639e-06
      ],
      [
        " prison",
        -0.0069001936
      ],
      [
        " experiment",
        -0.00067156705
      ]
    ]
  },
  "The BBC recently introduced a codec for video transmission named for this man, who noted that several size ratios in the universe were of the same magnitude in his large numbers hypothesis. A representation": {
    "guess": "Paul Dirac",
    "confidence": [
      [
        "Paul",
        -0.05174537
      ],
      [
        " Dir",
        -2.6299214e-05
      ],
      [
        "ac",
        -5.7961847e-06
      ]
    ]
  },
  "The BBC recently introduced a codec for video transmission named for this man, who noted that several size ratios in the universe were of the same magnitude in his large numbers hypothesis. A representation of the Clifford algebra is expressed in his eponymous 4 by 4 matrices, and he expanded on the work of Poisson to account for second-class constraints in his eponymous brackets. His comb is a series of another function that he names, and his eponymous sea led to the prediction of a certain particle and grew from his relativistic version of the wave equation. For 10 points, name this man who predicted the positron and names a unit impulse delta function.": {
    "guess": "Oliver Heaviside",
    "confidence": [
      [
        "Ol",
        -0.8617493
      ],
      [
        "iver",
        -1.2113979e-05
      ],
      [
        " He",
        -2.1173457e-05
      ],
      [
        "avis",
        -0.00025895544
      ],
      [
        "ide",
        -9.698699e-05
      ]
    ]
  },
  "In 2002 the BBC attempted to replicate this experiment on television. This experiment is said to have": {
    "guess": "Milgram experiment",
    "confidence": [
      [
        "Mil",
        -0.051062323
      ],
      [
        "gram",
        -2.8160932e-06
      ],
      [
        " experiment",
        -0.013987544
      ]
    ]
  },
  "In 2002 the BBC attempted to replicate this experiment on television. This experiment is said to have ended due to a fight between its principal investigator and his then-girlfriend Christina Maslach, who described the transformation of a \"really nice guy\" into \"John Wayne.\" Half the participants in this study were given (*) khaki uniforms and silver-reflecting sunglasses styled upon those from Cool": {
    "guess": "The Stanford Prison Experiment",
    "confidence": [
      [
        "The",
        -0.6991159
      ],
      [
        " Stanford",
        -0.94107586
      ],
      [
        " Prison",
        -0.6922946
      ],
      [
        " Experiment",
        -0.000573644
      ]
    ]
  },
  "In 2002 the BBC attempted to replicate this experiment on television. This experiment is said to have ended due to a fight between its principal investigator and his then-girlfriend Christina Maslach, who described the transformation of a \"really nice guy\" into \"John Wayne.\" Half the participants in this study were given (*) khaki uniforms and silver-reflecting sunglasses styled upon those from Cool Hand Luke. For 10 points, name this experiment in which Philip Zimbardo served as superintendent of a simulated jail on the namesake college campus.": {
    "guess": "Stanford prison experiment",
    "confidence": [
      [
        "Stan",
        -0.014407471
      ],
      [
        "ford",
        -3.7697225e-06
      ],
      [
        " prison",
        -0.02453923
      ],
      [
        " experiment",
        -0.00097029883
      ]
    ]
  },
  "The BBC recently introduced a codec for video transmission named for this man, who noted that several": {
    "guess": "Dirac (video codec)",
    "confidence": [
      [
        "Dir",
        -0.20301026
      ],
      [
        "ac",
        -6.7901296e-05
      ],
      [
        " (",
        -0.004929766
      ],
      [
        "video",
        -0.1415423
      ],
      [
        " codec",
        -0.034634184
      ],
      [
        ")",
        -0.0019359003
      ]
    ]
  },
  "The BBC recently introduced a codec for video transmission named for this man, who noted that several size ratios in the universe were of the same magnitude in his large numbers hypothesis. A representation of the Clifford algebra is expressed in his eponymous 4 by 4 matrices, and he expanded on the work of Poisson to account for second-class constraints in his eponymous brackets. His comb is a series": {
    "guess": "Paul Dirac",
    "confidence": [
      [
        "Paul",
        -0.42338437
      ],
      [
        " Dir",
        -0.002856828
      ],
      [
        "ac",
        -4.727906e-05
      ]
    ]
  }
}