{
  "They are divided into two groups of five great Septs by the Vindhya Mountains, and members of this group derive their name from an aspect that is paired with the universal spirit, Atman, in the Upanishads. Initially the whole world consisted of this group, but those who embraced passion became (*) Kshatriyas, while those who embraced goodness and passion became Vaisyas. The highest of the four varnas,": {
    "guess": "Brahmin",
    "confidence": [
      [
        "B",
        -1.018269
      ],
      [
        "rah",
        -0.0040104915
      ],
      [
        "min",
        -0.058909398
      ]
    ]
  },
  "Dividing this quantity by Avogadro's number to the one third times molar volume to the two thirds and multipliying by a steric coefficient gives specific surface energy according to Stefan's formula. This quantity is on the y-axis of a Mollier diagram, where it is plotted against entropy. This quantity is divided by the square of the temperature on the right side of the Gibbs-Helmholtz equation, which relates it to Gibbs free energy. The differential of this quantity equals TdS plus VdP. This quantity equals internal energy plus pressure times volume. Only the change in this quantity can actually be measured. For 10 points, name this quantity, a state function computed using Hess's Law.": {
    "guess": "Enthalpy",
    "confidence": [
      [
        "En",
        -0.0043585524
      ],
      [
        "thal",
        -2.6656826e-05
      ],
      [
        "py",
        -5.6457742e-05
      ]
    ]
  },
  "Dividing by density allows one to calculate its kinematic variety from the dynamic variety. The constant of proportionality in Poiseuille's Law, it generally decreases with temperature and it can be defined as the ratio of shear stress to shear strain rate. Measured in either stokes or poises, it arises due to internal friction in a fluid. For 10 points, name this generalized resistance of fluids to": {
    "guess": "Viscosity",
    "confidence": [
      [
        "Vis",
        -0.005930574
      ],
      [
        "cosity",
        -4.739826e-05
      ]
    ]
  },
  "Dividing by density allows one to calculate its kinematic variety from the dynamic variety. The constant of proportionality in Poiseuille's Law, it generally decreases with temperature and it can be defined as the ratio of shear stress to shear strain rate. Measured in either stokes or poises, it arises": {
    "guess": "Viscosity",
    "confidence": [
      [
        "Vis",
        -0.003107011
      ],
      [
        "cosity",
        -5.3239244e-05
      ]
    ]
  },
  "It divides the spirit world into the Rada and Petwo, and further divides them into families such as the Ogou and Ezili. Its creator god, Bondye, is distant from his creation and may have even moved to another world. The loa are spirits that are identified with Roman Catholic saints. Its priests are called houngans or mambos, and Papa Legba is the first spirit invoked at all rituals. FTP name this religion": {
    "guess": "Haitian Vodou",
    "confidence": [
      [
        "H",
        -0.46661595
      ],
      [
        "ait",
        -0.0049053277
      ],
      [
        "ian",
        -0.00032664477
      ],
      [
        " V",
        -0.00012725739
      ],
      [
        "od",
        -0.0015167689
      ],
      [
        "ou",
        -0.0005948549
      ]
    ]
  },
  "Dividing this quantity by Avogadro's number to the one third times molar volume to the two thirds and multipliying by a steric coefficient gives specific surface energy according to Stefan's formula. This quantity is on the y-axis of a Mollier diagram, where it is plotted against entropy. This quantity": {
    "guess": "Gibbs free energy",
    "confidence": [
      [
        "G",
        -1.14465
      ],
      [
        "ib",
        -7.183501e-05
      ],
      [
        "bs",
        -0.008188999
      ],
      [
        " free",
        -0.36864638
      ],
      [
        " energy",
        -0.00032247265
      ]
    ]
  },
  "It can be divided into thirty ajza (AJ-zah) each containing two ahzab (AH-zahb), or into seven stations called manazil (MAH-nah-zeel). Translated by Salman the Persian and Robert of Ketton, it is analyzed spiritually through tawil (tah-WEEL) and its commentary is known as tafsir (TAHF-seer). Its second chapter tells of how Samiri constructed the golden calf and was banished after Moses's return. Each of its chapters except the ninth opens with the basmala (bahs-MAHL-lah); those 114 chapters are known": {
    "guess": "Quran",
    "confidence": [
      [
        "Q",
        -0.80646044
      ],
      [
        "uran",
        -0.12787223
      ]
    ]
  },
  "They are divided into two groups of five great Septs by the Vindhya Mountains, and members of this group": {
    "guess": "Clan Campbell",
    "confidence": [
      [
        "Cl",
        -0.5455495
      ],
      [
        "an",
        -0.040792406
      ],
      [
        " Campbell",
        -0.21327747
      ]
    ]
  },
  "It divides the spirit world into the Rada and Petwo, and further divides them into families such as the Ogou and Ezili. Its creator god, Bondye, is distant from his creation and may have even moved to another world. The loa are spirits that are identified with Roman Catholic saints. Its priests are called": {
    "guess": "Loa",
    "confidence": [
      [
        "Lo",
        -0.790692
      ],
      [
        "a",
        -0.00063344755
      ]
    ]
  },
  "Divide a nation's defense costs by this indicator, and a standard measure of the military burden is obtained. Its nominal value accounts for inflation, while the real value factors out inflation using a deflating price index whose four components are consumption, investment, government purchases and net exports. Intermediate goods are not counted, nor is output produced by Americans in foreign countries, but goods produced by foreigners in the U.S. are included in, for ten points, what economic quantity which measures the goods and services produced in a  specific period of time in the U.S.?": {
    "guess": "Gross Domestic Product",
    "confidence": [
      [
        "G",
        -0.0044367667
      ],
      [
        "ross",
        -0.026988627
      ],
      [
        " Domestic",
        -0.30566984
      ],
      [
        " Product",
        -0.00023035755
      ]
    ]
  },
  "Divide a nation's defense costs by this indicator, and a standard measure of the military burden is obtained. Its nominal value accounts for inflation, while the real value factors out inflation using a deflating price index whose four components are consumption, investment, government purchases and net exports. Intermediate goods are not counted, nor is output produced by Americans in foreign countries,": {
    "guess": "Gross domestic product",
    "confidence": [
      [
        "G",
        -0.06338215
      ],
      [
        "ross",
        -0.015053168
      ],
      [
        " domestic",
        -0.10071457
      ],
      [
        " product",
        -0.00012403888
      ]
    ]
  },
  "One division of them labels each garbha-dhatu, in which many things become one, or a vajra-dhatu, which reverses the process. A common type is surrounded by four layers: the ring of fire, the girdle of diamonds, the circle of graveyards, and the lotus leaves. Often found in tanka paintings, a stone one forms a stupa at Borobudur, where one can walk the path from its outside inward that represents the cosmic cycle. For 10 points, the Sanskrit for \"circle\" names what often-impermanent construct used to contemplate the universe in Buddhism?": {
    "guess": "Mandala",
    "confidence": [
      [
        "M",
        -0.047836147
      ],
      [
        "and",
        -0.15743966
      ],
      [
        "ala",
        -3.166338e-05
      ]
    ]
  },
  "Dividing this quantity by Avogadro's number to the one third times molar volume to the two thirds and multipliying by a steric coefficient gives specific surface energy according to Stefan's formula. This quantity is on the y-axis of a Mollier diagram, where it is plotted against entropy. This quantity is divided by the square of the temperature on the right side of the Gibbs-Helmholtz equation, which": {
    "guess": "Enthalpy",
    "confidence": [
      [
        "En",
        -0.048463814
      ],
      [
        "thal",
        -5.9199425e-05
      ],
      [
        "py",
        -0.00032247265
      ]
    ]
  },
  "It was divided into two regions with capitals at Dyrrachium and Acarnania under the Byzantine Empire, and after 1204 went from being an independent despotate, to a return to Byzantine rule, to becoming a part of Serbia, to absorption by the Ottoman Empire. In antiquity, it was a kingdom ruled by the Molossian tribe, whose first king was Alexander, the brother of Olympias and the uncle of Alexander the Great. FTP, identify this region, which lies between the Pindos Mountains and the Ionian Sea, today a part of Albania, whose most famous king, who won some victories that really werent worth the trouble, was named Pyrrhus.": {
    "guess": "Despotate of Epirus",
    "confidence": [
      [
        "Des",
        -0.059232686
      ],
      [
        "pot",
        -5.4312077e-05
      ],
      [
        "ate",
        -0.00071969966
      ],
      [
        " of",
        -6.134509e-05
      ],
      [
        " E",
        -8.041768e-05
      ],
      [
        "pir",
        -0.00020997738
      ],
      [
        "us",
        -1.5570886e-05
      ]
    ]
  },
  "He divided industry into four parties in his Industry and Humanity, written after he accepted a post": {
    "guess": "Industry and Humanity",
    "confidence": [
      [
        "Industry",
        -1.8307586
      ],
      [
        " and",
        -0.046687614
      ],
      [
        " Humanity",
        -0.029633606
      ]
    ]
  },
  "One division of this type of person is into the \"cenobitic\" and \"eremitic\" approaches. William of Aquitaine attempted to reform the lives of these people by founding an institution at Cluny. An attempt to regularize these people was made by a man from Nursia, and is known as the Rule of Saint (*) Benedict.": {
    "guess": "Monasticism",
    "confidence": [
      [
        "Mon",
        -0.010293445
      ],
      [
        "astic",
        -0.096109845
      ],
      [
        "ism",
        -0.003790104
      ]
    ]
  },
  "Dividing by density allows one to calculate its kinematic variety from the dynamic variety. The constant of proportionality in Poiseuille's Law, it generally decreases with temperature and it can be defined": {
    "guess": "Viscosity",
    "confidence": [
      [
        "Vis",
        -0.22386296
      ],
      [
        "cosity",
        -0.003038678
      ]
    ]
  },
  "One division of this type of person is into the \"cenobitic\" and \"eremitic\" approaches. William of Aquitaine attempted to reform the lives of these people by founding an institution at Cluny. An attempt": {
    "guess": "Monasticism",
    "confidence": [
      [
        "Mon",
        -0.20429817
      ],
      [
        "astic",
        -0.06506454
      ],
      [
        "ism",
        -0.0025423705
      ]
    ]
  },
  "He divided his empire into 36 ch?n, or provinces, and constantly exchanged governors to ensure no base": {
    "guess": "Qin Dynasty",
    "confidence": [
      [
        "Q",
        -0.3450997
      ],
      [
        "in",
        -0.0006697863
      ],
      [
        " Dynasty",
        -0.43546402
      ]
    ]
  },
  "One division of this type of person is into the \"cenobitic\" and \"eremitic\" approaches. William of Aquitaine attempted to reform the lives of these people by founding an institution at Cluny. An attempt to regularize these people was made by a man from Nursia, and is known as the Rule of Saint (*) Benedict. Because they live away from the world, they are distinguished from similar groups who minister to the lay population, known as friars. For 10 points, Augustinians, Cistercians, and Trappists are": {
    "guess": "Monasticism",
    "confidence": [
      [
        "Mon",
        -0.030597946
      ],
      [
        "astic",
        -0.10035148
      ],
      [
        "ism",
        -0.0106684705
      ]
    ]
  },
  "He was a divisional commander at Gettysburg, where his disagreement with Richard Ewell threw Lee's left flank into confusion. The next year, he was given command of an army in the Shenandoah Valley, where he proceeded to lose a series of critical battles to Philip Sheridan. FTP, name this general who, in 1864, led the only Confederate raid ever to advance into the District of Columbia.": {
    "guess": "Jubal Early",
    "confidence": [
      [
        "J",
        -0.024364265
      ],
      [
        "ub",
        -1.700133e-05
      ],
      [
        "al",
        -2.2127088e-05
      ],
      [
        " Early",
        -0.012961745
      ]
    ]
  },
  "They are divided into two groups of five great Septs by the Vindhya Mountains, and members of this group derive their name from an aspect that is paired with the universal spirit, Atman, in the Upanishads. Initially the whole world consisted of this group, but those who embraced passion became (*) Kshatriyas, while those who embraced goodness and passion became Vaisyas. The highest of the four varnas, they are responsible for performing vital religious tasks and reciting sacred scripture. For 10": {
    "guess": "Brahmin",
    "confidence": [
      [
        "B",
        -0.12526731
      ],
      [
        "rah",
        -0.0016355473
      ],
      [
        "min",
        -0.016951783
      ]
    ]
  },
  "Dividing this quantity by Avogadro's number to the one third times molar volume to the two thirds and multipliying by a steric coefficient gives specific surface energy according to Stefan's formula. This quantity is on the y-axis of a Mollier diagram, where it is plotted against entropy. This quantity is divided by the square of the temperature on the right side of the Gibbs-Helmholtz equation, which relates it to Gibbs free energy. The differential of this quantity equals TdS plus VdP. This quantity equals internal energy plus pressure times volume. Only the change in this quantity can actually": {
    "guess": "Enthalpy",
    "confidence": [
      [
        "En",
        -0.0029178036
      ],
      [
        "thal",
        -4.0961266e-05
      ],
      [
        "py",
        -7.3861476e-05
      ]
    ]
  },
  "He was a divisional commander at Gettysburg, where his disagreement with Richard Ewell threw Lee's left": {
    "guess": "George Meade",
    "confidence": [
      [
        "George",
        -0.1472422
      ],
      [
        " Me",
        -0.0093462495
      ],
      [
        "ade",
        -4.7994283e-05
      ]
    ]
  },
  "Dividing this quantity by Avogadro's number to the one third times molar volume to the two thirds and multipliying by a steric coefficient gives specific surface energy according to Stefan's formula. This quantity is on the y-axis of a Mollier diagram, where it is plotted against entropy. This quantity is divided by the square of the temperature on the right side of the Gibbs-Helmholtz equation, which relates it to Gibbs free energy. The differential of this quantity equals TdS plus VdP. This quantity": {
    "guess": "Internal energy",
    "confidence": [
      [
        "Internal",
        -0.71533555
      ],
      [
        " energy",
        -0.5792421
      ]
    ]
  },
  "It divides the spirit world into the Rada and Petwo, and further divides them into families such as the Ogou and Ezili. Its creator god, Bondye, is distant from his creation and may have even moved to": {
    "guess": "Haitian Vodou",
    "confidence": [
      [
        "H",
        -0.92584693
      ],
      [
        "ait",
        -0.00027218336
      ],
      [
        "ian",
        -0.00063630845
      ],
      [
        " V",
        -0.00011582117
      ],
      [
        "od",
        -4.8113485e-05
      ],
      [
        "ou",
        -4.5491004e-05
      ]
    ]
  },
  "One division of this type of person is into the \"cenobitic\" and \"eremitic\" approaches. William of Aquitaine attempted to reform the lives of these people by founding an institution at Cluny. An attempt to regularize these people was made by a man from Nursia, and is known as the Rule of Saint (*) Benedict. Because they live away from the world, they are distinguished from similar groups who minister": {
    "guess": "Monasticism",
    "confidence": [
      [
        "Mon",
        -0.019640125
      ],
      [
        "astic",
        -0.05192297
      ],
      [
        "ism",
        -0.0051666354
      ]
    ]
  },
  "One division of this type of person is into the \"cenobitic\" and \"eremitic\" approaches. William of Aquitaine attempted to reform the lives of these people by founding an institution at Cluny. An attempt to regularize these people was made by a man from Nursia, and is known as the Rule of Saint (*) Benedict. Because they live away from the world, they are distinguished from similar groups who minister to the lay population, known as friars. For 10 points, Augustinians, Cistercians, and Trappists are among the orders of what Christian religious devotees?": {
    "guess": "Monasticism",
    "confidence": [
      [
        "Mon",
        -0.014097455
      ],
      [
        "astic",
        -0.12939368
      ],
      [
        "ism",
        -0.0036399881
      ]
    ]
  },
  "He divided his empire into 36 ch?n, or provinces, and constantly exchanged governors to ensure no base of support for a possible coup. His chief advisor was Li Ssu, and he ordered a massive burning of": {
    "guess": "Qin Shi Huang",
    "confidence": [
      [
        "Q",
        -0.10184763
      ],
      [
        "in",
        -4.9663133e-05
      ],
      [
        " Shi",
        -0.7655375
      ],
      [
        " Huang",
        -0.0004864419
      ]
    ]
  },
  "It was divided into two regions with capitals at Dyrrachium and Acarnania under the Byzantine Empire,": {
    "guess": "Theme of the Byzantine Empire",
    "confidence": [
      [
        "Theme",
        -0.79980105
      ],
      [
        " of",
        -0.44148925
      ],
      [
        " the",
        -0.6135619
      ],
      [
        " Byz",
        -0.35529286
      ],
      [
        "antine",
        -0.0012411828
      ],
      [
        " Empire",
        -0.016998073
      ]
    ]
  },
  "One division of them labels each garbha-dhatu, in which many things become one, or a vajra-dhatu, which": {
    "guess": "Dhatu",
    "confidence": [
      [
        "D",
        -0.5196081
      ],
      [
        "hat",
        -0.031712368
      ],
      [
        "u",
        -0.00034869378
      ]
    ]
  },
  "It was divided into two regions with capitals at Dyrrachium and Acarnania under the Byzantine Empire, and after 1204 went from being an independent despotate, to a return to Byzantine rule, to becoming a part of Serbia, to absorption by the Ottoman Empire. In antiquity, it was a kingdom ruled by the Molossian tribe, whose first king was Alexander, the brother of Olympias and the uncle of Alexander the Great. FTP, identify this region, which lies between the Pindos Mountains and the Ionian Sea, today a part of Albania, whose most famous king, who won some victories that really werent worth the trouble,": {
    "guess": "Despotate of Epirus",
    "confidence": [
      [
        "Des",
        -0.026270809
      ],
      [
        "pot",
        -0.00014489953
      ],
      [
        "ate",
        -0.00068300695
      ],
      [
        " of",
        -5.955704e-05
      ],
      [
        " E",
        -0.00019698418
      ],
      [
        "pir",
        -0.00034094555
      ],
      [
        "us",
        -2.129266e-05
      ]
    ]
  },
  "Divide a nation's defense costs by this indicator, and a standard measure of the military burden is obtained.": {
    "guess": "Military burden",
    "confidence": [
      [
        "Military",
        -0.6670117
      ],
      [
        " burden",
        -0.13545854
      ]
    ]
  },
  "Dividing by density allows one to calculate its kinematic variety from the dynamic variety. The constant of proportionality in Poiseuille's Law, it generally decreases with temperature and it can be defined as the ratio of shear stress to shear strain rate. Measured in either stokes or poises, it arises due to internal friction in a fluid. For 10 points, name this generalized resistance of fluids to flow.": {
    "guess": "Viscosity",
    "confidence": [
      [
        "Vis",
        -0.004534912
      ],
      [
        "cosity",
        -3.9292416e-05
      ]
    ]
  },
  "It can be divided into thirty ajza (AJ-zah) each containing two ahzab (AH-zahb), or into seven stations called manazil (MAH-nah-zeel). Translated by Salman the Persian and Robert of Ketton, it is analyzed spiritually through tawil (tah-WEEL) and its commentary is known as tafsir (TAHF-seer). Its second chapter tells of how Samiri constructed the golden calf and was banished after Moses's return. Each of its chapters except the ninth opens with the basmala (bahs-MAHL-lah); those 114 chapters are known as suras. For 10 points, name this holy text of Islam.": {
    "guess": "Quran",
    "confidence": [
      [
        "Q",
        -0.0037241844
      ],
      [
        "uran",
        -0.035867505
      ]
    ]
  },
  "He was a divisional commander at Gettysburg, where his disagreement with Richard Ewell threw Lee's left flank into confusion. The next year, he was given command of an army in the Shenandoah Valley, where": {
    "guess": "Jubal Early",
    "confidence": [
      [
        "J",
        -0.67323005
      ],
      [
        "ub",
        -0.0027182105
      ],
      [
        "al",
        -5.3954464e-05
      ],
      [
        " Early",
        -0.00925294
      ]
    ]
  },
  "It was divided into two regions with capitals at Dyrrachium and Acarnania under the Byzantine Empire, and after 1204 went from being an independent despotate, to a return to Byzantine rule, to becoming": {
    "guess": "Despotate of Epirus",
    "confidence": [
      [
        "Des",
        -0.1633729
      ],
      [
        "pot",
        -1.0087517e-05
      ],
      [
        "ate",
        -0.00016539889
      ],
      [
        " of",
        -5.4385737e-06
      ],
      [
        " E",
        -0.0006414269
      ],
      [
        "pir",
        -0.0007002841
      ],
      [
        "us",
        -1.7954959e-05
      ]
    ]
  },
  "One division of them labels each garbha-dhatu, in which many things become one, or a vajra-dhatu, which reverses the process. A common type is surrounded by four layers: the ring of fire, the girdle of diamonds, the circle of graveyards, and the lotus leaves. Often found in tanka paintings, a stone one forms a stupa at Borobudur, where one can walk the path from its outside inward that represents the": {
    "guess": "Mandala",
    "confidence": [
      [
        "M",
        -0.039205402
      ],
      [
        "and",
        -0.030208727
      ],
      [
        "ala",
        -3.888926e-06
      ]
    ]
  },
  "Divers use a \"trimix\" gas consisting of oxygen, nitrogen, and this element. Below the lambda point, it": {
    "guess": "Helium",
    "confidence": [
      [
        "Hel",
        -0.026498616
      ],
      [
        "ium",
        -9.019238e-05
      ]
    ]
  },
  "One division of them labels each garbha-dhatu, in which many things become one, or a vajra-dhatu, which reverses the process. A common type is surrounded by four layers: the ring of fire, the girdle of diamonds, the circle of graveyards, and the lotus leaves. Often found in tanka paintings, a stone one": {
    "guess": "Mandala",
    "confidence": [
      [
        "M",
        -0.029479686
      ],
      [
        "and",
        -0.23553722
      ],
      [
        "ala",
        -2.7014437e-05
      ]
    ]
  },
  "They are divided into two groups of five great Septs by the Vindhya Mountains, and members of this group derive their name from an aspect that is paired with the universal spirit, Atman, in the Upanishads.": {
    "guess": "Septentrion",
    "confidence": [
      [
        "Sept",
        -1.5044467
      ],
      [
        "entr",
        -0.78370845
      ],
      [
        "ion",
        -0.80769503
      ]
    ]
  },
  "He divided industry into four parties in his Industry and Humanity, written after he accepted a post with the Rockefeller Foundation. His book The Message of the Carillon is based on a speech he gave during Dominion Day festivities. His time as leader of his country saw Lord Byng refuse his request to": {
    "guess": "Vincent Massey",
    "confidence": [
      [
        "Vin",
        -1.5032681
      ],
      [
        "cent",
        -0.0022619483
      ],
      [
        " Mas",
        -0.006091254
      ],
      [
        "sey",
        -4.9617593e-06
      ]
    ]
  },
  "It can be divided into thirty ajza (AJ-zah) each containing two ahzab (AH-zahb), or into seven stations called manazil (MAH-nah-zeel). Translated by Salman the Persian and Robert of Ketton, it is analyzed spiritually through tawil (tah-WEEL) and its commentary is known as tafsir (TAHF-seer). Its second": {
    "guess": "Quranic exegesis",
    "confidence": [
      [
        "Q",
        -0.69685864
      ],
      [
        "uran",
        -0.04661537
      ],
      [
        "ic",
        -0.2455783
      ],
      [
        " ex",
        -0.7626721
      ],
      [
        "eg",
        -0.002321772
      ],
      [
        "esis",
        -0.0018644991
      ]
    ]
  },
  "He divided industry into four parties in his Industry and Humanity, written after he accepted a post with the Rockefeller Foundation. His book The Message of the Carillon is based on a speech he gave during Dominion Day festivities. His time as leader of his country saw Lord Byng refuse his request to dissolve Parliament, an unprecedented move by a Governor-General. His namesake, the first mayor of Toronto, led an 1837 rebellion in Upper Canada, and was arrested in the US for his involvement in the Caroline Affair. FTP, name this man who served as Prime Minister of Canada on three non- consecutive": {
    "guess": "William Lyon Mackenzie King",
    "confidence": [
      [
        "William",
        -0.1638709
      ],
      [
        " Lyon",
        -0.00015490896
      ],
      [
        " Mack",
        -0.42782408
      ],
      [
        "enzie",
        -8.418666e-06
      ],
      [
        " King",
        -4.20341e-05
      ]
    ]
  },
  "It was divided into two regions with capitals at Dyrrachium and Acarnania under the Byzantine Empire, and after 1204 went from being an independent despotate, to a return to Byzantine rule, to becoming a part of Serbia, to absorption by the Ottoman Empire. In antiquity, it was a kingdom ruled by the Molossian tribe, whose first king was Alexander, the brother of Olympias and the uncle of Alexander the Great. FTP, identify this region, which lies between the Pindos Mountains and the Ionian Sea, today": {
    "guess": "Despotate of Epirus",
    "confidence": [
      [
        "Des",
        -0.005472213
      ],
      [
        "pot",
        -4.1199673e-05
      ],
      [
        "ate",
        -0.00036144492
      ],
      [
        " of",
        -6.659005e-05
      ],
      [
        " E",
        -4.8828708e-05
      ],
      [
        "pir",
        -0.00015312091
      ],
      [
        "us",
        -1.50940705e-05
      ]
    ]
  },
  "It divides the spirit world into the Rada and Petwo, and further divides them into families such as the": {
    "guess": "Loa of the Vodou religion",
    "confidence": [
      [
        "Lo",
        -0.346046
      ],
      [
        "a",
        -0.0017782341
      ],
      [
        " of",
        -0.9385795
      ],
      [
        " the",
        -0.11169381
      ],
      [
        " V",
        -0.016017944
      ],
      [
        "od",
        -0.19912623
      ],
      [
        "ou",
        -0.018070804
      ],
      [
        " religion",
        -0.34648472
      ]
    ]
  },
  "One division of them labels each garbha-dhatu, in which many things become one, or a vajra-dhatu, which reverses the process. A common type is surrounded by four layers: the ring of fire, the girdle of diamonds, the circle of graveyards, and the lotus leaves. Often found in tanka paintings, a stone one forms a stupa at Borobudur, where one can walk the path from its outside inward that represents the cosmic cycle. For 10 points, the Sanskrit for \"circle\" names what often-impermanent construct used": {
    "guess": "Mandala",
    "confidence": [
      [
        "M",
        -0.06884639
      ],
      [
        "and",
        -0.106237255
      ],
      [
        "ala",
        -2.6418418e-05
      ]
    ]
  },
  "It was divided into nine banovine prefectures by king Alexander I, and the country that became this nation was the site of murders during a Skupstina session in 1928. The Magyars here were given autonomy in the Vojvodina province, and this country's third incarnation was the site of a NATO bombing campaign after an \"ethnic cleansing\" campaign occurred here. Falling apart into nations like Macedonia and Slovenia, for 10 points, name this defunct nation, once ruled by Josip Tito and Slobodan Milosevic, which was home to Serbs and Bosnians.": {
    "guess": "Yugoslavia",
    "confidence": [
      [
        "Y",
        -0.42068657
      ],
      [
        "ug",
        -9.0883464e-07
      ],
      [
        "osl",
        -5.0974373e-05
      ],
      [
        "avia",
        -0.00226171
      ]
    ]
  },
  "He divided his empire into 36 ch?n, or provinces, and constantly exchanged governors to ensure no base of support for a possible coup. His chief advisor was Li Ssu, and he ordered a massive burning of books three years before his death. He built many roads, and several canals, one of particular note.": {
    "guess": "Qin Shi Huang",
    "confidence": [
      [
        "Q",
        -0.032109786
      ],
      [
        "in",
        -1.5213274e-05
      ],
      [
        " Shi",
        -0.009004279
      ],
      [
        " Huang",
        -6.0153056e-05
      ]
    ]
  },
  "It was divided into nine banovine prefectures by king Alexander I, and the country that became this nation was the site of murders during a Skupstina session in 1928. The Magyars here were given autonomy in the Vojvodina province, and this country's third incarnation was the site of a NATO bombing campaign after an \"ethnic cleansing\" campaign occurred here. Falling apart into nations like Macedonia and Slovenia, for 10 points, name this defunct nation, once ruled by Josip Tito and Slobodan Milosevic,": {
    "guess": "Kingdom of Yugoslavia",
    "confidence": [
      [
        "King",
        -0.463257
      ],
      [
        "dom",
        -7.77952e-05
      ],
      [
        " of",
        -0.00039742238
      ],
      [
        " Yugoslavia",
        -0.01766998
      ]
    ]
  },
  "He divided his empire into 36 ch?n, or provinces, and constantly exchanged governors to ensure no base of support for a possible coup. His chief advisor was Li Ssu, and he ordered a massive burning of books three years before his death. He built many roads, and several canals, one of particular note. FTP name this monarch, the first member of the Ch'in dynasty, who died in 210 BCE and was born with the name of Cheng, but later changed it when he became the self-proclaimed \"First Emperor\" of all China.": {
    "guess": "Qin Shi Huang",
    "confidence": [
      [
        "Q",
        -0.02726278
      ],
      [
        "in",
        -0.0002257086
      ],
      [
        " Shi",
        -0.0052227327
      ],
      [
        " Huang",
        -0.00021378823
      ]
    ]
  },
  "He was a divisional commander at Gettysburg, where his disagreement with Richard Ewell threw Lee's left flank into confusion. The next year, he was given command of an army in the Shenandoah Valley, where he proceeded to lose a series of critical battles to Philip Sheridan. FTP, name this general who,": {
    "guess": "Jubal Early",
    "confidence": [
      [
        "J",
        -0.19228809
      ],
      [
        "ub",
        -2.4391957e-05
      ],
      [
        "al",
        -0.00012654216
      ],
      [
        " Early",
        -0.016245738
      ]
    ]
  },
  "It can be divided into thirty ajza (AJ-zah) each containing two ahzab (AH-zahb), or into seven stations called manazil (MAH-nah-zeel). Translated by Salman the Persian and Robert of Ketton, it is analyzed spiritually through tawil (tah-WEEL) and its commentary is known as tafsir (TAHF-seer). Its second chapter tells of how Samiri constructed the golden calf and was banished after Moses's return. Each": {
    "guess": "Quran",
    "confidence": [
      [
        "Q",
        -0.22409393
      ],
      [
        "uran",
        -0.24983962
      ]
    ]
  },
  "It can be divided into thirty ajza (AJ-zah) each containing two ahzab (AH-zahb), or into seven stations called manazil (MAH-nah-zeel). Translated by Salman the Persian and Robert of Ketton, it is analyzed": {
    "guess": "Quran translations",
    "confidence": [
      [
        "Q",
        -0.22378565
      ],
      [
        "uran",
        -0.033567667
      ],
      [
        " translations",
        -0.15735137
      ]
    ]
  },
  "It was divided into nine banovine prefectures by king Alexander I, and the country that became this nation was the site of murders during a Skupstina session in 1928. The Magyars here were given autonomy": {
    "guess": "Yugoslavia",
    "confidence": [
      [
        "Y",
        -0.5391303
      ],
      [
        "ug",
        -2.220075e-06
      ],
      [
        "osl",
        -4.406056e-05
      ],
      [
        "avia",
        -0.0012455897
      ]
    ]
  },
  "Divers use a \"trimix\" gas consisting of oxygen, nitrogen, and this element. Below the lambda point, it has no viscosity and is called a superfluid. Alpha particles are the nuclei of the most common isotope of this element, which is the (*) second most abundant in the universe. Because sound travels faster": {
    "guess": "Helium",
    "confidence": [
      [
        "Hel",
        -0.0035077727
      ],
      [
        "ium",
        -2.3915141e-05
      ]
    ]
  },
  "One division of them labels each garbha-dhatu, in which many things become one, or a vajra-dhatu, which reverses the process. A common type is surrounded by four layers: the ring of fire, the girdle of": {
    "guess": "Vajra",
    "confidence": [
      [
        "V",
        -1.0243417
      ],
      [
        "aj",
        -0.003243309
      ],
      [
        "ra",
        -0.07566868
      ]
    ]
  },
  "One division of this type of person is into the \"cenobitic\" and \"eremitic\" approaches. William of Aquitaine": {
    "guess": "Christian monasticism",
    "confidence": [
      [
        "Christian",
        -0.50798285
      ],
      [
        " mon",
        -0.0069911154
      ],
      [
        "astic",
        -0.00061712763
      ],
      [
        "ism",
        -0.00062534906
      ]
    ]
  },
  "Dividing this quantity by Avogadro's number to the one third times molar volume to the two thirds and": {
    "guess": "Molar mass",
    "confidence": [
      [
        "M",
        -0.47110665
      ],
      [
        "olar",
        -0.00995724
      ],
      [
        " mass",
        -0.24975298
      ]
    ]
  },
  "It was divided into nine banovine prefectures by king Alexander I, and the country that became this nation was the site of murders during a Skupstina session in 1928. The Magyars here were given autonomy in the Vojvodina province, and this country's third incarnation was the site of a NATO bombing campaign after an \"ethnic cleansing\" campaign occurred here. Falling apart into nations like Macedonia": {
    "guess": "Yugoslavia",
    "confidence": [
      [
        "Y",
        -0.52992564
      ],
      [
        "ug",
        -6.704273e-07
      ],
      [
        "osl",
        -0.00014561474
      ],
      [
        "avia",
        -0.0011186653
      ]
    ]
  },
  "It was divided into nine banovine prefectures by king Alexander I, and the country that became this nation was the site of murders during a Skupstina session in 1928. The Magyars here were given autonomy in the Vojvodina province, and this country's third incarnation was the site of a NATO bombing campaign": {
    "guess": "Kingdom of Yugoslavia",
    "confidence": [
      [
        "King",
        -0.1839465
      ],
      [
        "dom",
        -4.501419e-05
      ],
      [
        " of",
        -0.0016241183
      ],
      [
        " Yugoslavia",
        -0.021787815
      ]
    ]
  },
  "He divided industry into four parties in his Industry and Humanity, written after he accepted a post with the Rockefeller Foundation. His book The Message of the Carillon is based on a speech he gave during Dominion Day festivities. His time as leader of his country saw Lord Byng refuse his request to dissolve Parliament, an unprecedented move by a Governor-General. His namesake, the first mayor of Toronto, led an 1837 rebellion in Upper Canada, and was arrested in the US for his involvement in the Caroline Affair. FTP, name this man who served as Prime Minister of Canada on three non- consecutive occasions for a total of 21 years, named for his grandfather, William Lyon Mackenzie.": {
    "guess": "William Lyon Mackenzie King",
    "confidence": [
      [
        "William",
        -0.071463674
      ],
      [
        " Lyon",
        -7.445749e-05
      ],
      [
        " Mack",
        -0.007199801
      ],
      [
        "enzie",
        -2.7610455e-05
      ],
      [
        " King",
        -3.7146747e-05
      ]
    ]
  },
  "Divide a nation's defense costs by this indicator, and a standard measure of the military burden is obtained. Its nominal value accounts for inflation, while the real value factors out inflation using": {
    "guess": "Military burden",
    "confidence": [
      [
        "Military",
        -0.6016221
      ],
      [
        " burden",
        -0.21136887
      ]
    ]
  },
  "Divide a nation's defense costs by this indicator, and a standard measure of the military burden is obtained. Its nominal value accounts for inflation, while the real value factors out inflation using a deflating price index whose four components are consumption, investment, government purchases and": {
    "guess": "Military burden",
    "confidence": [
      [
        "Military",
        -1.0804763
      ],
      [
        " burden",
        -0.04241368
      ]
    ]
  },
  "He divided his empire into 36 ch?n, or provinces, and constantly exchanged governors to ensure no base of support for a possible coup. His chief advisor was Li Ssu, and he ordered a massive burning of books three years before his death. He built many roads, and several canals, one of particular note. FTP name this monarch, the first member of the Ch'in dynasty, who died in 210 BCE and was born with": {
    "guess": "Qin Shi Huang",
    "confidence": [
      [
        "Q",
        -0.023876447
      ],
      [
        "in",
        -9.031158e-05
      ],
      [
        " Shi",
        -0.0146060325
      ],
      [
        " Huang",
        -0.00027885512
      ]
    ]
  },
  "Divers use a \"trimix\" gas consisting of oxygen, nitrogen, and this element. Below the lambda point, it has no viscosity and is called a superfluid. Alpha particles are the nuclei of the most common isotope of this element, which is the (*) second most abundant in the universe. Because sound travels faster in this element than in air, inhaling it results in a high-pitched voice. For 10 points, name": {
    "guess": "Helium",
    "confidence": [
      [
        "Hel",
        -0.0017737116
      ],
      [
        "ium",
        -4.1273333e-06
      ]
    ]
  },
  "Divide a nation's defense costs by this indicator, and a standard measure of the military burden is obtained. Its nominal value accounts for inflation, while the real value factors out inflation using a deflating price index whose four components are consumption, investment, government purchases and net exports. Intermediate goods are not counted, nor is output produced by Americans in foreign countries, but goods produced by foreigners in the U.S. are included in, for ten points, what economic quantity": {
    "guess": "Gross domestic product",
    "confidence": [
      [
        "G",
        -0.0040331646
      ],
      [
        "ross",
        -0.029289734
      ],
      [
        " domestic",
        -0.5897812
      ],
      [
        " product",
        -0.00010556965
      ]
    ]
  },
  "Dividing this quantity by Avogadro's number to the one third times molar volume to the two thirds and multipliying by a steric coefficient gives specific surface energy according to Stefan's formula. This": {
    "guess": "Surface tension",
    "confidence": [
      [
        "Surface",
        -0.22954725
      ],
      [
        " tension",
        -0.72792166
      ]
    ]
  },
  "It was divided into two regions with capitals at Dyrrachium and Acarnania under the Byzantine Empire, and after 1204 went from being an independent despotate, to a return to Byzantine rule, to becoming a part of Serbia, to absorption by the Ottoman Empire. In antiquity, it was a kingdom ruled by the": {
    "guess": "Despotate of Epirus",
    "confidence": [
      [
        "Des",
        -0.030659918
      ],
      [
        "pot",
        -6.396757e-05
      ],
      [
        "ate",
        -0.00053087185
      ],
      [
        " of",
        -5.50273e-05
      ],
      [
        " E",
        -0.00033546583
      ],
      [
        "pir",
        -0.00064059976
      ],
      [
        "us",
        -2.9517714e-05
      ]
    ]
  },
  "They are divided into two groups of five great Septs by the Vindhya Mountains, and members of this group derive their name from an aspect that is paired with the universal spirit, Atman, in the Upanishads. Initially the whole world consisted of this group, but those who embraced passion became (*) Kshatriyas,": {
    "guess": "Druze",
    "confidence": [
      [
        "D",
        -0.34467041
      ],
      [
        "ru",
        -0.049135458
      ],
      [
        "ze",
        -0.025439389
      ]
    ]
  },
  "He divided industry into four parties in his Industry and Humanity, written after he accepted a post with the Rockefeller Foundation. His book The Message of the Carillon is based on a speech he gave during": {
    "guess": "John Dewey",
    "confidence": [
      [
        "John",
        -1.0901893
      ],
      [
        " Dew",
        -1.4462073
      ],
      [
        "ey",
        -0.0009813628
      ]
    ]
  },
  "It was divided into two regions with capitals at Dyrrachium and Acarnania under the Byzantine Empire, and after 1204 went from being an independent despotate, to a return to Byzantine rule, to becoming a part of Serbia, to absorption by the Ottoman Empire. In antiquity, it was a kingdom ruled by the Molossian tribe, whose first king was Alexander, the brother of Olympias and the uncle of Alexander": {
    "guess": "Despotate of Epirus",
    "confidence": [
      [
        "Des",
        -0.012619952
      ],
      [
        "pot",
        -2.7729659e-05
      ],
      [
        "ate",
        -0.0008159428
      ],
      [
        " of",
        -6.206032e-05
      ],
      [
        " E",
        -0.00017827288
      ],
      [
        "pir",
        -0.00026932248
      ],
      [
        "us",
        -2.2007884e-05
      ]
    ]
  },
  "He divided industry into four parties in his Industry and Humanity, written after he accepted a post with the Rockefeller Foundation. His book The Message of the Carillon is based on a speech he gave during Dominion Day festivities. His time as leader of his country saw Lord Byng refuse his request to dissolve Parliament, an unprecedented move by a Governor-General. His namesake, the first mayor of": {
    "guess": "William Lyon Mackenzie King",
    "confidence": [
      [
        "William",
        -0.2395074
      ],
      [
        " Lyon",
        -0.007111029
      ],
      [
        " Mack",
        -0.0024792238
      ],
      [
        "enzie",
        -1.1637165e-05
      ],
      [
        " King",
        -9.186123e-05
      ]
    ]
  },
  "They are divided into two groups of five great Septs by the Vindhya Mountains, and members of this group derive their name from an aspect that is paired with the universal spirit, Atman, in the Upanishads. Initially the whole world consisted of this group, but those who embraced passion became (*) Kshatriyas, while those who embraced goodness and passion became Vaisyas. The highest of the four varnas, they are responsible for performing vital religious tasks and reciting sacred scripture. For 10 points, name this priest class of the Hindu caste system.": {
    "guess": "Brahmin",
    "confidence": [
      [
        "B",
        -0.004792277
      ],
      [
        "rah",
        -0.0005891331
      ],
      [
        "min",
        -0.0031628683
      ]
    ]
  },
  "He divided industry into four parties in his Industry and Humanity, written after he accepted a post with the Rockefeller Foundation. His book The Message of the Carillon is based on a speech he gave during Dominion Day festivities. His time as leader of his country saw Lord Byng refuse his request to dissolve Parliament, an unprecedented move by a Governor-General. His namesake, the first mayor of Toronto, led an 1837 rebellion in Upper Canada, and was arrested in the US for his involvement in the": {
    "guess": "William Lyon Mackenzie",
    "confidence": [
      [
        "William",
        -0.46749046
      ],
      [
        " Lyon",
        -2.3676734e-05
      ],
      [
        " Mack",
        -0.0011647458
      ],
      [
        "enzie",
        -7.58424e-06
      ]
    ]
  },
  "Dividing by density allows one to calculate its kinematic variety from the dynamic variety. The constant": {
    "guess": "Viscosity",
    "confidence": [
      [
        "Vis",
        -0.019856233
      ],
      [
        "cosity",
        -6.515961e-05
      ]
    ]
  },
  "It was divided into nine banovine prefectures by king Alexander I, and the country that became this nation": {
    "guess": "Yugoslavia",
    "confidence": [
      [
        "Y",
        -0.45432043
      ],
      [
        "ug",
        -6.2729996e-06
      ],
      [
        "osl",
        -9.186123e-05
      ],
      [
        "avia",
        -0.0013768991
      ]
    ]
  },
  "It can be divided into thirty ajza (AJ-zah) each containing two ahzab (AH-zahb), or into seven stations": {
    "guess": "Quran",
    "confidence": [
      [
        "Q",
        -0.41616496
      ],
      [
        "uran",
        -0.28980163
      ]
    ]
  },
  "It divides the spirit world into the Rada and Petwo, and further divides them into families such as the Ogou and Ezili. Its creator god, Bondye, is distant from his creation and may have even moved to another world. The loa are spirits that are identified with Roman Catholic saints. Its priests are called houngans or mambos, and Papa Legba is the first spirit invoked at all rituals. FTP name this religion derived from African indigenous beliefs, practiced in Louisiana, Brazil, and Haiti.": {
    "guess": "Haitian Vodou",
    "confidence": [
      [
        "H",
        -0.43426216
      ],
      [
        "ait",
        -0.010305837
      ],
      [
        "ian",
        -0.00030769507
      ],
      [
        " V",
        -0.00013011828
      ],
      [
        "od",
        -0.0033047392
      ],
      [
        "ou",
        -0.00043901347
      ]
    ]
  },
  "Divers use a \"trimix\" gas consisting of oxygen, nitrogen, and this element. Below the lambda point, it has no viscosity and is called a superfluid. Alpha particles are the nuclei of the most common isotope of this element, which is the (*) second most abundant in the universe. Because sound travels faster in this element than in air, inhaling it results in a high-pitched voice. For 10 points, name this lightest noble gas, whose symbol is He [H-E, not \"he\"].": {
    "guess": "Helium",
    "confidence": [
      [
        "Hel",
        -0.010567614
      ],
      [
        "ium",
        -9.729906e-06
      ]
    ]
  },
  "Divers use a \"trimix\" gas consisting of oxygen, nitrogen, and this element. Below the lambda point, it has no viscosity and is called a superfluid. Alpha particles are the nuclei of the most common isotope": {
    "guess": "Helium",
    "confidence": [
      [
        "Hel",
        -0.0010241165
      ],
      [
        "ium",
        -1.7120534e-05
      ]
    ]
  }
}