{
  "A good view of this city can be had from Collserola Tower. Its most famous street is La Rambla, found near its Gothic Quarter, and its most famous unfinished building is Sagrada Familia, which was designed by Antoni Gaudi. It is the capital of Catalonia, which is part of Spain. Name this large city on the Mediterranean Sea that hosted the 1992 Summer Olympics.": {
    "guess": "Barcelona",
    "confidence": [
      [
        "Bar",
        -0.00016647171
      ],
      [
        "celona",
        -2.0815847e-05
      ]
    ]
  },
  "A good view of this city can be had from Collserola Tower. Its most famous street is La Rambla, found": {
    "guess": "Barcelona",
    "confidence": [
      [
        "Bar",
        -0.0017010067
      ],
      [
        "celona",
        -2.939851e-05
      ]
    ]
  },
  "Goofy titles for some of them were proposed by the composer's cousin Marc-Andr?Souchay, but he rejected the suggestions.  The fifth of the eight albums of them to be published appeared in 1844 and included": {
    "guess": "Songs Without Words",
    "confidence": [
      [
        "Songs",
        -0.13493444
      ],
      [
        " Without",
        -0.0010924735
      ],
      [
        " Words",
        -8.280175e-05
      ]
    ]
  },
  "His good luck in deciding to take his first psychology class because it fit his schedule influenced his article on \"The Psychology of Chance Encounters and Life Paths.\"  He developed a theory of motivation based on the concept of self-efficacy, which in turn feeds into his notion that environment and behavior affect each other, a notion he termed \"reciprocal determinism.\"  He studied acquisition of self-reinforcement behaviors through observations of models with Walter Mischel, his colleague at Stanford.  In another study by this man one type of person worked quietly with a tinker toy set, while another type of person proceeded to pick up a mallet and make comments like \"He sure is a tough fella\" and \"Punch him in the nose\" while striking a particular toy.  FTP name this founder of social cognitive": {
    "guess": "Albert Bandura",
    "confidence": [
      [
        "Albert",
        -0.33984295
      ],
      [
        " Band",
        -0.00032223423
      ],
      [
        "ura",
        -8.3159364e-05
      ]
    ]
  },
  "A good view of this city can be had from Collserola Tower. Its most famous street is La Rambla, found near its Gothic Quarter, and its most famous unfinished building is Sagrada Familia, which was designed": {
    "guess": "Barcelona",
    "confidence": [
      [
        "Bar",
        -0.07795415
      ],
      [
        "celona",
        -1.0683535e-05
      ]
    ]
  },
  "His good luck in deciding to take his first psychology class because it fit his schedule influenced his article on \"The Psychology of Chance Encounters and Life Paths.\"  He developed a theory of motivation based on the concept of self-efficacy, which in turn feeds into his notion that environment and behavior affect each other, a notion he termed \"reciprocal determinism.\"  He studied acquisition of self-reinforcement behaviors through observations of models with Walter Mischel, his colleague at Stanford.  In another study by this man one type of person worked quietly with a tinker toy set, while another type of person proceeded to pick up a mallet and make comments like \"He sure is a tough fella\"": {
    "guess": "Albert Bandura",
    "confidence": [
      [
        "Albert",
        -0.0004454468
      ],
      [
        " Band",
        -1.8193366e-05
      ],
      [
        "ura",
        -0.00011021859
      ]
    ]
  },
  "His good luck in deciding to take his first psychology class because it fit his schedule influenced his article on \"The Psychology of Chance Encounters and Life Paths.\"  He developed a theory of motivation based on the concept of self-efficacy, which in turn feeds into his notion that environment and behavior affect each other, a notion he termed \"reciprocal determinism.\"  He studied acquisition of": {
    "guess": "Albert Bandura",
    "confidence": [
      [
        "Albert",
        -0.0019960855
      ],
      [
        " Band",
        -0.00014323067
      ],
      [
        "ura",
        -8.685468e-05
      ]
    ]
  },
  "Goofy titles for some of them were proposed by the composer's cousin Marc-Andr?Souchay, but he rejected the suggestions.  The fifth of the eight albums of them to be published appeared in 1844 and included a \"Funeral March\" and a piece about springtime, while the sixth appeared the next year and included a piece about spinning.  Other pieces in the group include a Duetto written on the occasion of the composer's engagement to Cecile Jeanrenaud,  several pieces for children, and three Venetian boat songs. Originally entitled \"Original Melodies for the Pianoforte, FTP, name this collection of 48": {
    "guess": "Songs Without Words",
    "confidence": [
      [
        "Songs",
        -0.30249262
      ],
      [
        " Without",
        -0.0019225641
      ],
      [
        " Words",
        -9.8536635e-05
      ]
    ]
  },
  "His good luck in deciding to take his first psychology class because it fit his schedule influenced his article on \"The Psychology of Chance Encounters and Life Paths.\"  He developed a theory of motivation based on the concept of self-efficacy, which in turn feeds into his notion that environment and behavior affect each other, a notion he termed \"reciprocal determinism.\"  He studied acquisition of self-reinforcement behaviors through observations of models with Walter Mischel, his colleague at Stanford.": {
    "guess": "Albert Bandura",
    "confidence": [
      [
        "Albert",
        -0.0007310203
      ],
      [
        " Band",
        -3.9411618e-05
      ],
      [
        "ura",
        -0.000105331244
      ]
    ]
  },
  "His good luck in deciding to take his first psychology class because it fit his schedule influenced his article on \"The Psychology of Chance Encounters and Life Paths.\"  He developed a theory of motivation": {
    "guess": "Albert Bandura",
    "confidence": [
      [
        "Albert",
        -0.17770535
      ],
      [
        " Band",
        -5.347765e-05
      ],
      [
        "ura",
        -5.6457742e-05
      ]
    ]
  },
  "His good luck in deciding to take his first psychology class because it fit his schedule influenced his article on \"The Psychology of Chance Encounters and Life Paths.\"  He developed a theory of motivation based on the concept of self-efficacy, which in turn feeds into his notion that environment and behavior affect each other, a notion he termed \"reciprocal determinism.\"  He studied acquisition of self-reinforcement behaviors through observations of models with Walter Mischel, his colleague at Stanford.  In another study by this man one type of person worked quietly with a tinker toy set, while": {
    "guess": "Albert Bandura",
    "confidence": [
      [
        "Albert",
        -0.0012044002
      ],
      [
        " Band",
        -1.9146995e-05
      ],
      [
        "ura",
        -0.00012487332
      ]
    ]
  },
  "Goofy titles for some of them were proposed by the composer's cousin Marc-Andr?Souchay, but he rejected the suggestions.  The fifth of the eight albums of them to be published appeared in 1844 and included a \"Funeral March\" and a piece about springtime, while the sixth appeared the next year and included a piece about spinning.  Other pieces in the group include a Duetto written on the occasion of the composer's engagement to Cecile Jeanrenaud,  several pieces for children, and three Venetian boat": {
    "guess": "Songs Without Words",
    "confidence": [
      [
        "Songs",
        -0.18177971
      ],
      [
        " Without",
        -0.0030522197
      ],
      [
        " Words",
        -0.00012308525
      ]
    ]
  },
  "A good view of this city can be had from Collserola Tower. Its most famous street is La Rambla, found near its Gothic Quarter, and its most famous unfinished building is Sagrada Familia, which was designed by Antoni Gaudi. It is the capital of Catalonia, which is part of Spain. Name this large city on": {
    "guess": "Barcelona",
    "confidence": [
      [
        "Bar",
        -0.00041363045
      ],
      [
        "celona",
        -1.0564331e-05
      ]
    ]
  },
  "Goofy titles for some of them were proposed by the composer's cousin Marc-Andr?Souchay, but he rejected": {
    "guess": "Songs Without Words",
    "confidence": [
      [
        "Songs",
        -0.05813554
      ],
      [
        " Without",
        -0.00044961896
      ],
      [
        " Words",
        -6.730528e-05
      ]
    ]
  },
  "His good luck in deciding to take his first psychology class because it fit his schedule influenced his": {
    "guess": "William James",
    "confidence": [
      [
        "William",
        -0.94801795
      ],
      [
        " James",
        -0.013765116
      ]
    ]
  },
  "Goofy titles for some of them were proposed by the composer's cousin Marc-Andr?Souchay, but he rejected the suggestions.  The fifth of the eight albums of them to be published appeared in 1844 and included a \"Funeral March\" and a piece about springtime, while the sixth appeared the next year and included a piece about spinning.  Other pieces in the group include a Duetto written on the occasion of": {
    "guess": "Albums of the Young",
    "confidence": [
      [
        "Album",
        -0.83946043
      ],
      [
        "s",
        -0.3976545
      ],
      [
        " of",
        -0.6213266
      ],
      [
        " the",
        -1.8261023
      ],
      [
        " Young",
        -0.2818495
      ]
    ]
  },
  "Goofy titles for some of them were proposed by the composer's cousin Marc-Andr?Souchay, but he rejected the suggestions.  The fifth of the eight albums of them to be published appeared in 1844 and included a \"Funeral March\" and a piece about springtime, while the sixth appeared the next year and included a piece about spinning.  Other pieces in the group include a Duetto written on the occasion of the composer's engagement to Cecile Jeanrenaud,  several pieces for children, and three Venetian boat songs. Originally entitled \"Original Melodies for the Pianoforte, FTP, name this collection of 48 short piano pieces written by Felix Mendelssohn.": {
    "guess": "Songs Without Words",
    "confidence": [
      [
        "Songs",
        -0.5963261
      ],
      [
        " Without",
        -0.08273383
      ],
      [
        " Words",
        -0.00040517066
      ]
    ]
  },
  "His good luck in deciding to take his first psychology class because it fit his schedule influenced his article on \"The Psychology of Chance Encounters and Life Paths.\"  He developed a theory of motivation based on the concept of self-efficacy, which in turn feeds into his notion that environment and": {
    "guess": "Albert Bandura",
    "confidence": [
      [
        "Albert",
        -0.0035903333
      ],
      [
        " Band",
        -0.00023619852
      ],
      [
        "ura",
        -0.000102708764
      ]
    ]
  },
  "Goofy titles for some of them were proposed by the composer's cousin Marc-Andr?Souchay, but he rejected the suggestions.  The fifth of the eight albums of them to be published appeared in 1844 and included a \"Funeral March\" and a piece about springtime, while the sixth appeared the next year and included": {
    "guess": "Songs Without Words",
    "confidence": [
      [
        "Songs",
        -0.8433844
      ],
      [
        " Without",
        -0.09801074
      ],
      [
        " Words",
        -0.00029470553
      ]
    ]
  },
  "His good luck in deciding to take his first psychology class because it fit his schedule influenced his article on \"The Psychology of Chance Encounters and Life Paths.\"  He developed a theory of motivation based on the concept of self-efficacy, which in turn feeds into his notion that environment and behavior affect each other, a notion he termed \"reciprocal determinism.\"  He studied acquisition of self-reinforcement behaviors through observations of models with Walter Mischel, his colleague at Stanford.  In another study by this man one type of person worked quietly with a tinker toy set, while another type of person proceeded to pick up a mallet and make comments like \"He sure is a tough fella\" and \"Punch him in the nose\" while striking a particular toy.  FTP name this founder of social cognitive theory who conducted the notorious \"bobo doll\" study.": {
    "guess": "Albert Bandura",
    "confidence": [
      [
        "Albert",
        -0.0017437238
      ],
      [
        " Band",
        -6.1537958e-06
      ],
      [
        "ura",
        -9.6867785e-05
      ]
    ]
  }
}