{
  "One element from this group participates in the Auwers synthesis by interacting with the pi electrons of an alkene as part of an addition reaction, and these elements can bond with each other to form their \"inter-\" variety. They react with hydrocarbons using a free radical mechanism, and one type was": {
    "guess": "Halogen",
    "confidence": [
      [
        "Hal",
        -0.12176657
      ],
      [
        "ogen",
        -0.005149316
      ]
    ]
  },
  "Electronic transitions in this element produce the Pickering series. Type Ib supernovae are the only subclass of type I supernovae to possess absorption lines of this element. A phenomenon named for this element occurs when a degenerate core composed of this element reaches a temperature of 100 million Kelvin. The portion of a star consisting of elements heavier than this element is larger for population I stars than for population II stars. Stars move onto the horizontal branch after experiencing a (*) \"flash\" named for this element. Red giants generate carbon from the fusion of three atoms of this element. Nuclei of this element are formed in the proton-proton chain and by deuterium-tritium fusion--those nuclei are referred to as alpha particles. For 10 points, name this element formed from the fusion of two hydrogen atoms, the lightest noble gas.": {
    "guess": "Helium",
    "confidence": [
      [
        "Hel",
        -0.014735601
      ],
      [
        "ium",
        -1.11603495e-05
      ]
    ]
  },
  "This element was the last to be discovered in nature, a fact that is not surprising since it is the second rarest element in the earth's crust. You can locate it on the periodic table by knowing that is the least electronegative of all atoms and that it has the largest atomic radius. For ten points, identify this element named for a European nation, the heaviest alkali metal.": {
    "guess": "Francium",
    "confidence": [
      [
        "Franc",
        -0.11719978
      ],
      [
        "ium",
        -1.7835755e-05
      ]
    ]
  },
  "This election featured more vice-presidential candidates than presidential candidates, and Tom Watson won twenty-seven electoral votes for vice president despite being ignored by his running mate. Florence Kelley and Mary Lease notably campaigned for the eventual major-party loser, who did not earn his": {
    "guess": "United States presidential election, 1896",
    "confidence": [
      [
        "United",
        -0.08855757
      ],
      [
        " States",
        -8.256335e-05
      ],
      [
        " presidential",
        -0.0024794622
      ],
      [
        " election",
        -0.00025704817
      ],
      [
        ",",
        -0.009913209
      ],
      [
        " ",
        -3.8577193e-05
      ],
      [
        "189",
        -0.22642595
      ],
      [
        "6",
        -0.0010468625
      ]
    ]
  },
  "This election featured more vice-presidential candidates than presidential candidates, and Tom Watson won twenty-seven electoral votes for vice president despite being ignored by his running mate. Florence Kelley and Mary Lease notably campaigned for the eventual major-party loser, who did not earn his party's nomination until Altgeld transferred votes from Richard Bland. Henry Teller walked out of the Republicans' St. Louis convention over the main issue in this election, coinage. For ten points, identify this election famous for the \"Cross of Gold\" speech, the first time William Jennings Bryan": {
    "guess": "1896 United States presidential election",
    "confidence": [
      [
        "189",
        -0.37123835
      ],
      [
        "6",
        -0.00037907605
      ],
      [
        " United",
        -0.00026586556
      ],
      [
        " States",
        -0.0001136755
      ],
      [
        " presidential",
        -0.0040892046
      ],
      [
        " election",
        -4.6563837e-05
      ]
    ]
  },
  "This element turns a dark color when combined with starches, which is one reason it is used in Lugol's solution. At room temperature it is a solid that sublimes into a purple gas. This element or barium": {
    "guess": "Iodine",
    "confidence": [
      [
        "I",
        -0.009553729
      ],
      [
        "od",
        -1.7478143e-05
      ],
      [
        "ine",
        -0.00016778296
      ]
    ]
  },
  "An elementary school is part of the first five floors of a building this man designed to be the tallest residential structure in the world, the recently completed Beekman Tower. This man designed a building for a foundation created by Paul Allen, and that Experience Music Project building is adjacent to the Space Needle. A building this man designed with Vlado Milunic (mee-LOO-nitch) was originally named \"Fred and Ginger.\" This man used erratic light-catching curves for an art museum he designed to resemble a ship. For 10 points, name this architect and designer of the Walt Disney Concert Hall": {
    "guess": "Frank Gehry",
    "confidence": [
      [
        "Frank",
        -0.00020556684
      ],
      [
        " Geh",
        -0.00011284107
      ],
      [
        "ry",
        -9.849109e-06
      ]
    ]
  },
  "In this election, Bernhard Gilliam drew the influential cartoon, \"The Tattooed Man\", which portrayed the eventual loser's scandals, such as the \"Mulligan Letters.\" The loser obtained his party's nomination after William Temcumseh Sherman declined. This election saw Benjamin Butler place third while running for the (*) Greenback party. Scandals in this election included the birth of Maria Halpin's child and Samuel Burchard's line \"Rum, Romanism and Rebellion,\" which doomed the \"Plumed Knight,\" as did the defection of the Mugwumps. For 10 points, name this Presidential election in which James G.": {
    "guess": "1884 United States Presidential Election",
    "confidence": [
      [
        "188",
        -0.35389635
      ],
      [
        "4",
        -0.0032341557
      ],
      [
        " United",
        -0.00077984616
      ],
      [
        " States",
        -0.0001503829
      ],
      [
        " Presidential",
        -0.063683756
      ],
      [
        " Election",
        -0.00042400116
      ]
    ]
  },
  "This element extracted in the Frasch process is bonded to a hydrogen atom in a functional group once called a mercaptan. In nature, this element is most commonly found in an eight atom ring. This element is only found in the amino acids methionine and cysteine; in cysteine this element forms a type of bridge that links polypeptide chains. A compound containing this element bonded to two hydrogen atoms is notable for smelling like rotten eggs. For 10 points, name this element found below oxygen on the periodic table with chemical symbol S.": {
    "guess": "Sulfur",
    "confidence": [
      [
        "S",
        -0.003717177
      ],
      [
        "ulf",
        -2.6060809e-05
      ],
      [
        "ur",
        -3.7742768e-05
      ]
    ]
  },
  "This man was elected to Congress with the slogan \"Congress needs a tail-gunner.\" He gained notice after a speech in Wheeling, West Virginia. He was criticized for his attack on the clerk Annie Lee Moss on the program See It Now by Edward R. Murrow. Along with attorney Roy Cohn, he was discredited during": {
    "guess": "Joseph McCarthy",
    "confidence": [
      [
        "Joseph",
        -0.004317249
      ],
      [
        " McCarthy",
        -8.923875e-05
      ]
    ]
  },
  "This election featured more vice-presidential candidates than presidential candidates, and Tom Watson won twenty-seven electoral votes for vice president despite being ignored by his running mate. Florence Kelley and Mary Lease notably campaigned for the eventual major-party loser, who did not earn his party's nomination until Altgeld transferred votes from Richard Bland. Henry Teller walked out of the Republicans' St. Louis convention over the main issue in this election, coinage. For ten points, identify this election famous for the \"Cross of Gold\" speech, the first time William Jennings Bryan lost to William McKinley.": {
    "guess": "United States presidential election, 1896",
    "confidence": [
      [
        "United",
        -0.22740719
      ],
      [
        " States",
        -0.00011772843
      ],
      [
        " presidential",
        -0.0019765727
      ],
      [
        " election",
        -0.00022177487
      ],
      [
        ",",
        -0.04232272
      ],
      [
        " ",
        -3.8696395e-05
      ],
      [
        "189",
        -0.0014191613
      ],
      [
        "6",
        -0.00033772705
      ]
    ]
  },
  "In electromagnetism, this law is an important complement to the Law of Electromagnetic Induction. If this principle were not true, the current induced by a changing magnetic flux would ultimately violate conservation of energy principles. For 10 points, name this law that states that a current induced": {
    "guess": "Lenz's law",
    "confidence": [
      [
        "Len",
        -0.007825111
      ],
      [
        "z",
        -8.637786e-05
      ],
      [
        "'s",
        -4.310693e-05
      ],
      [
        " law",
        -0.018799447
      ]
    ]
  },
  "Electronic transitions in this element produce the Pickering series. Type Ib supernovae are the only subclass of type I supernovae to possess absorption lines of this element. A phenomenon named for this element occurs when a degenerate core composed of this element reaches a temperature of 100 million Kelvin. The portion of a star consisting of elements heavier than this element is larger for population I stars than for population II stars. Stars move onto the horizontal branch after experiencing a (*) \"flash\" named for this element. Red giants generate carbon from the fusion of three atoms of": {
    "guess": "Helium",
    "confidence": [
      [
        "Hel",
        -0.24589755
      ],
      [
        "ium",
        -3.5597102e-05
      ]
    ]
  },
  "This element can be used by itself or in an alloy with potassium for liquid metal cooling in submarine nuclear reactors. Its spectrum is notable for its two D-lines, and it can be created along with hydrogen in carbon fusion. Its hypochlorite is bleach, and its hydroxide is caustic soda. Three ions of this element are pushed out of a cell for every two potassium ions pulled in to maintain resting potential": {
    "guess": "Sodium",
    "confidence": [
      [
        "S",
        -0.0019804991
      ],
      [
        "odium",
        -8.657073e-06
      ]
    ]
  },
  "This element is used as a catalyst in the Sandmeyer reaction, and is combined with zinc to catalyze the Simmons-Smith reaction. This element and zinc are cofactors in superoxide dismutase. This element can be extracted from chalcocite by reacting it with oxygen gas, which creates sulfur dioxide. When in its +1 oxidation state, an atom of this element has a filled 3d orbital and an empty 4s orbital.": {
    "guess": "Copper",
    "confidence": [
      [
        "C",
        -0.016134549
      ],
      [
        "opper",
        -0.0005374244
      ]
    ]
  },
  "This element's sulfide names a crystal lattice that is identical to diamond except for containing alternating": {
    "guess": "Zinc sulfide",
    "confidence": [
      [
        "Z",
        -0.58648986
      ],
      [
        "inc",
        -0.0092594335
      ],
      [
        " sulf",
        -0.36784807
      ],
      [
        "ide",
        -0.00017541199
      ]
    ]
  },
  "This element was discovered in 1828 by Friedrich Wöhler. It is one of four elements named after the village of Ytterby in Sweden. Its physical characteristic is a silvery white and highly crystalline. Classified as a \"rare earth element\" this element is used in making as phosphors in LEDs and CRTs and": {
    "guess": "Yttrium",
    "confidence": [
      [
        "Y",
        -0.07612403
      ],
      [
        "t",
        -3.786197e-05
      ],
      [
        "tr",
        -0.04441949
      ],
      [
        "ium",
        -4.9424725e-05
      ]
    ]
  },
  "Electromagnetic radiation pressure is inversely proportional to this quantity. The Lorentz factor can be found using an object's velocity and this quantity. Cherenkov radiation results when this value is exceeded, and its value through a particular medium constitutes a material's refractive index. The special theory of relativity states that this value is constant in all frames. Einstein proposed that energy is equal to mass times this quantity squared. For 10 points, name this quantity that is equal": {
    "guess": "Speed of light",
    "confidence": [
      [
        "Speed",
        -0.0150483465
      ],
      [
        " of",
        -0.00033308176
      ],
      [
        " light",
        -0.046446394
      ]
    ]
  },
  "For an electrical component envisioned by Leon Chua, this quantity depends on previous values, indicating that electrical components can have a memory for this quantity. Predictions for this quantity are too low in AC circuits because of the Skin Effect. In AC circuits, this is the real quantity added": {
    "guess": "Impedance",
    "confidence": [
      [
        "Imp",
        -0.84540004
      ],
      [
        "ed",
        -0.00037693037
      ],
      [
        "ance",
        -1.473646e-05
      ]
    ]
  },
  "Eleven days after a victory at the Battle of Gravelines over this force, one monarch gave the Speech to the Troops at Tilbury. This expedition was supported by Pope Sixtus V. If this expedition had gone according to plan, an army under Alexander Farnese would have been transported to its destination. The Duke of Medina Sidonia commanded this, and men such as Charles Howard and Francis Drake defeated this expedition. For 10 points, name this massive, failed naval expedition by Philip II, which tried": {
    "guess": "Spanish Armada",
    "confidence": [
      [
        "Spanish",
        -0.05988623
      ],
      [
        " Arm",
        -0.00012666137
      ],
      [
        "ada",
        -0.00011772843
      ]
    ]
  },
  "Electrons were fired at a crystalline target of this element in the Davisson-Germer experiment. Carbon monoxide is reacted with this element's carbonyl to give a pure form of this element in the Mond process.": {
    "guess": "Nickel",
    "confidence": [
      [
        "Nick",
        -0.0025596146
      ],
      [
        "el",
        -2.4391957e-05
      ]
    ]
  },
  "These elements can be prepared through the reduction of AcF3 or AcF4 with lithium, calcium, or magnesium at temperatures of 1100 to 1400 degrees Celsius. Known for their self-heating, extreme explosiveness, and short lifetimes, all of their isotopes tend to be unstable and most undergo radioactive alpha": {
    "guess": "Actinides",
    "confidence": [
      [
        "Act",
        -0.04334364
      ],
      [
        "in",
        -0.008942608
      ],
      [
        "ides",
        -0.2093072
      ]
    ]
  },
  "During this election, Alson Jenness Streeter was the first and only presidential candidate of the Union Labor Party, which came behind Clinton Bowen Fisk who was running for the Prohibition party. The Democratic Party lost much of the Irish vote when it was made known that Sir Lionel Sackville-West,": {
    "guess": "United States presidential election, 1888",
    "confidence": [
      [
        "United",
        -0.04652673
      ],
      [
        " States",
        -0.00040147532
      ],
      [
        " presidential",
        -0.00073839625
      ],
      [
        " election",
        -0.00012094693
      ],
      [
        ",",
        -0.0010929503
      ],
      [
        " ",
        -2.2007884e-05
      ],
      [
        "188",
        -0.0034723745
      ],
      [
        "8",
        -0.58297724
      ]
    ]
  },
  "This element's forbidden spectral lines include 496 and 501 nanometers. Isotope ratios of this element\n distinguish K and R meterorites and identical isotope ratios of it are important evidence for the Giant\n Impact Hypothesis. Studies by the HST have shown that the trace atmosphere of Ganymede is composed of\n compounds of this element. A defining characteristic of carbon stars is that they have more carbon than this\n element. The burning process of this in stars creates silicon. The Bethe-Weizsäcker-cycle uses this element\n as a catalyst along with nitrogen and carbon. For 10 points, name this element whose diatom form is the\n second most abundant gas in Earth's atmosphere.": {
    "guess": "Nitrogen",
    "confidence": [
      [
        "Nit",
        -0.15721947
      ],
      [
        "rogen",
        -4.143808e-05
      ]
    ]
  },
  "This element's forbidden spectral lines include 496 and 501 nanometers. Isotope ratios of this element\n distinguish K and R meterorites and identical isotope ratios of it are important evidence for the": {
    "guess": "Potassium",
    "confidence": [
      [
        "Pot",
        -0.14281705
      ],
      [
        "assium",
        -1.3856493e-06
      ]
    ]
  },
  "During his eleven years as an MP for Coventry this man organized a civilian works corps to help the army": {
    "guess": "Maurice Edelman",
    "confidence": [
      [
        "M",
        -0.66753614
      ],
      [
        "aur",
        -0.03856477
      ],
      [
        "ice",
        -2.129266e-05
      ],
      [
        " Ed",
        -0.21132226
      ],
      [
        "elman",
        -0.00019388489
      ]
    ]
  },
  "Eleven years before this act was passed, the Supreme Court in Katz vs. United States explicitly declined to extend its ruling to cases covered by it. The constitutionality of this law was addressed in the case U.S. vs. Nicholson and U.S. vs. Duggan, the latter of which involved members of the IRA. Chapter 36 of title 50, its third subchapter addresses \"pen registers and trap-and-trace devices\" and includes provisions for authorization in times of emergency and of war. Section 206 of the PATRIOT Act updated this legislation to provide for a \"roaming\" version of its most famous application, while": {
    "guess": "Foreign Intelligence Surveillance Act",
    "confidence": [
      [
        "Foreign",
        -0.22521393
      ],
      [
        " Intelligence",
        -0.00024739266
      ],
      [
        " Surveillance",
        -0.00025323365
      ],
      [
        " Act",
        -1.1994775e-05
      ]
    ]
  },
  "At Eleusis, this goddess was held to be the consort of Hermes. Aelian   records that Gale was a woman who angered this goddess, who  transformed her into the first polecat. Hesiod records that she was given  a portion of \"starry Ouranos,\" a portion of Gaea and a portion of the  unploughed sea. On ancient vases, this woman was depicted as the slayer  of Klytios by tossing at him a pair of torches. The Thracian aspect of this  daughter of Perses and (*) Asteria is Bendis, who was conflated with the  black dog that Queen Hecuba was turned into. She was sometimes said to be  the guardian of crossroads": {
    "guess": "Hecate",
    "confidence": [
      [
        "H",
        -0.007428315
      ],
      [
        "ec",
        -0.0010482928
      ],
      [
        "ate",
        -1.473646e-05
      ]
    ]
  },
  "This element, strontium and oxygen form a compound which was the first observed example of a RuddlesdenPopper Phase. This element's tetrachloride is used as a Lewis acid catalyst in the Mukaiyama aldol reaction. This metal is bound to two Cp rings in a masked (*) carbene used for carbonyl methylenation, Tebbe's reagent. Magnesium reacts with this metal's tetrachloride in the final step of the Kroll": {
    "guess": "Zirconium",
    "confidence": [
      [
        "Z",
        -0.044109292
      ],
      [
        "ircon",
        -3.3093824e-05
      ],
      [
        "ium",
        -2.1650272e-05
      ]
    ]
  },
  "This element turns a dark color when combined with starches, which is one reason it is used in Lugol's solution. At room temperature it is a solid that sublimes into a purple gas. This element or barium is used in most contrast solutions for CT scans, and this element is used naturally by the body to make (*) thyroid hormones. A lack of this element causes goiter, which appears as a swollen neck. For": {
    "guess": "Iodine",
    "confidence": [
      [
        "I",
        -0.007644133
      ],
      [
        "od",
        -7.822647e-06
      ],
      [
        "ine",
        -0.000107238506
      ]
    ]
  },
  "If the electric charge distribution is known, this law can determine the electric field only if the field passes through the surface in a uniform, symmetric fashion as found in a sphere, planar surface, or a cylinder. If the electric field is known at all points, the electric charge can be calculated by integrating the electric field to find the flux. The more commonly used integral form is related": {
    "guess": "Gauss's law",
    "confidence": [
      [
        "G",
        -0.028146459
      ],
      [
        "auss",
        -0.007171875
      ],
      [
        "'s",
        -0.005984847
      ],
      [
        " law",
        -0.026405146
      ]
    ]
  },
  "This element can be extracted from its pollucite ore by dissolving it in hydrochloric acid, after which": {
    "guess": "Cesium",
    "confidence": [
      [
        "C",
        -0.24489939
      ],
      [
        "esium",
        -4.5252596e-05
      ]
    ]
  },
  "During his eleven years as an MP for Coventry this man organized a civilian works corps to help the army in Crimea and promoted a harmonic integration of railways. He worked with Joseph Lindley to publish The Magazine of Botany and The Flower Garden, works that drew heavily from his time with the Duke of Devonshire where he supervised the construction of a conservatory at Chatsworth and designed a lily house for the rare Victoria Regia. His most famous work was eventually moved to Sydenham Hill until": {
    "guess": "Joseph Paxton",
    "confidence": [
      [
        "Joseph",
        -0.03842563
      ],
      [
        " Pax",
        -0.00017994174
      ],
      [
        "ton",
        -1.962381e-05
      ]
    ]
  },
  "This element's oxide was once produced by calcinating sodium carbonate and this element's hydroxide; that Deville process has now been replaced. A reduction agent consisting of a hydride, lithium, and this element is used to reduce carboxylic acid. This element's organometallic compound is found along": {
    "guess": "Magnesium",
    "confidence": [
      [
        "Magn",
        -0.1154939
      ],
      [
        "esium",
        -0.0009433844
      ]
    ]
  },
  "For an electrical component envisioned by Leon Chua, this quantity depends on previous values, indicating that electrical components can have a memory for this quantity. Predictions for this quantity are too low in AC circuits because of the Skin Effect. In AC circuits, this is the real quantity added to the reactance to calculate the impedance. This quantity is equal to a material-dependent constant times length divided by cross-sectional area and by Ohm's law, it is equal to voltage over current.": {
    "guess": "Electrical resistance",
    "confidence": [
      [
        "Elect",
        -0.21667925
      ],
      [
        "rical",
        -0.00020008348
      ],
      [
        " resistance",
        -0.66639763
      ]
    ]
  },
  "This element can be used by itself or in an alloy with potassium for liquid metal cooling in submarine nuclear reactors. Its spectrum is notable for its two D-lines, and it can be created along with hydrogen in carbon fusion. Its hypochlorite is bleach, and its hydroxide is caustic soda. Three ions of this element are pushed out of a cell for every two potassium ions pulled in to maintain resting potential in animal cells by their namesake pumps. It is more dense than potassium despite being located above it on the periodic table, where it is below lithium. Name this alkali metal that bonds with": {
    "guess": "Sodium",
    "confidence": [
      [
        "S",
        -0.016175602
      ],
      [
        "odium",
        -7.822647e-06
      ]
    ]
  },
  "This element was originally used as a catalyst in the Haber process, and it is found in abundance in Saskatchewan. Its two major isotopes are 238 and 235, the latter of which was once referred to as \"actino\"": {
    "guess": "Uranium",
    "confidence": [
      [
        "U",
        -0.013873165
      ],
      [
        "ran",
        -1.4617256e-05
      ],
      [
        "ium",
        -0.00043209965
      ]
    ]
  },
  "In this election, Bernhard Gilliam drew the influential cartoon, \"The Tattooed Man\", which portrayed the eventual loser's scandals, such as the \"Mulligan Letters.\" The loser obtained his party's nomination after William Temcumseh Sherman declined. This election saw Benjamin Butler place third while running for the (*) Greenback party. Scandals in this election included the birth of Maria Halpin's child": {
    "guess": "United States presidential election, 1884",
    "confidence": [
      [
        "United",
        -0.68685925
      ],
      [
        " States",
        -0.00028672256
      ],
      [
        " presidential",
        -0.0099345725
      ],
      [
        " election",
        -0.0006584656
      ],
      [
        ",",
        -0.024951862
      ],
      [
        " ",
        -0.00012701898
      ],
      [
        "188",
        -0.0055484395
      ],
      [
        "4",
        -0.00096326944
      ]
    ]
  },
  "This element was originally used as a catalyst in the Haber process, and it is found in abundance in": {
    "guess": "Ruthenium",
    "confidence": [
      [
        "R",
        -0.83510363
      ],
      [
        "uth",
        -0.0012715431
      ],
      [
        "en",
        -0.000105331244
      ],
      [
        "ium",
        -1.0087517e-05
      ]
    ]
  },
  "This man won an election in college after he and his friend Robert Atwater traveled the country in a Ford Pinto, seeking endorsements from different schools. In 1994, this man organized a political campaign": {
    "guess": "Beto O'Rourke",
    "confidence": [
      [
        "B",
        -1.281442
      ],
      [
        "eto",
        -0.013439973
      ],
      [
        " O",
        -0.00069396995
      ],
      [
        "'R",
        -0.0007389923
      ],
      [
        "ourke",
        -0.0009873193
      ]
    ]
  },
  "This element is used in liquid ammonia as a reducing agent in the Birch reduction. This element used to be produced in a process that utilized this element's molten hydroxide called the Castner process": {
    "guess": "Sodium",
    "confidence": [
      [
        "S",
        -0.028148199
      ],
      [
        "odium",
        -9.729906e-06
      ]
    ]
  },
  "The man elected to the Senate to replace John Eaton, Felix Grundy, also succeeded Eaton in this post and was the 13th man to hold this position. The man who defended the freedom of movement as guaranteed": {
    "guess": "United States Secretary of War",
    "confidence": [
      [
        "United",
        -0.8873174
      ],
      [
        " States",
        -0.0007042105
      ],
      [
        " Secretary",
        -0.13521521
      ],
      [
        " of",
        -0.00016837897
      ],
      [
        " War",
        -0.011565153
      ]
    ]
  },
  "The Eleusinian mysteries claim she helped Demeter find Persephone. Depicted as having three heads, she is one of the few goddesses to whom dogs were sacrificed. Her common association with ghosts of the dead led to her being invoked in classical magic and to her mistakenly being called the goddess of witchcraft. Daughter of Perses and Asteria, FTP name this dark goddess of the crossroads who shares": {
    "guess": "Hecate",
    "confidence": [
      [
        "H",
        -0.012633842
      ],
      [
        "ec",
        -0.010437627
      ],
      [
        "ate",
        -1.147242e-06
      ]
    ]
  },
  "The element with this atomic number has the highest value on the Pauling electronegativity scale. A collection named for this number includes a story in which Sergeant X receives a package from Charles and Esme that includes a letter and a wristwatch. Louis XIV was opposed by the League of Augsburg in a war named for this number of years. The religion Bahai is often represented by a star with this number of points, and the figure Heimdall from Norse myth was the son of this number of mothers. Beethoven's": {
    "guess": "Nine",
    "confidence": [
      [
        "Nine",
        -0.037272982
      ]
    ]
  },
  "Electrons were fired at a crystalline target of this element in the Davisson-Germer experiment. Carbon monoxide is reacted with this element's carbonyl to give a pure form of this element in the Mond process. Along with chromium, this element is responsible for the corrosion resistance of austensitic (OSS-ten-SIT-ick) (*) stainless steel, which is primarily formed of an alloy of iron and this compound. For 10 points, name this element with atomic number twenty-eight and symbol Ni.": {
    "guess": "Nickel",
    "confidence": [
      [
        "Nick",
        -0.0132905785
      ],
      [
        "el",
        -3.094816e-05
      ]
    ]
  },
  "This element catalyzes the cycloaddition of a nitrile with two equivalents of acetylene to form pyridine derivatives. Sepulchrate ligands are typically coordinated to this metal, whose inert hexammine complex ion forms a chloride salt employed as the chief model of Alfred Werner. Unusually for its row, the plus three oxidation state of this metal generally forms only low-spin octahedral complexes,": {
    "guess": "Chromium",
    "confidence": [
      [
        "Ch",
        -0.504552
      ],
      [
        "romium",
        -0.0062868604
      ]
    ]
  },
  "This election saw Californian George Osgoodby pose as a British merchant to trap Sir Lionel Sackville-West into exposing the Democratic candidate as the British preference. In another scandal during this election, William Wade Dudley wrote a letter to Indiana's county chairmen, telling them to divide \"floater\" voters into paid segments. This election, which saw the Murchison Letter and Blocks of Five scandals, resulted in a victory for Levi P. Morton's ticket and ushered in the president who presided over the Sherman Silver Purchase Act, the McKinley Tariff, and the rest of the \"Billion Dollar": {
    "guess": "1892 United States presidential election",
    "confidence": [
      [
        "189",
        -0.91601586
      ],
      [
        "2",
        -0.52009255
      ],
      [
        " United",
        -0.00053349434
      ],
      [
        " States",
        -0.0001786305
      ],
      [
        " presidential",
        -0.025607537
      ],
      [
        " election",
        -0.00022773506
      ]
    ]
  },
  "In this election, the loser was placed with both Georgia Senator Thomas Watson and Maine businessman Arthur Sewall on the ballot. Political scientists view this election as ushering in the Fourth Party": {
    "guess": "1896 United States Presidential Election",
    "confidence": [
      [
        "189",
        -0.13775638
      ],
      [
        "6",
        -0.0016933886
      ],
      [
        " United",
        -0.00049191056
      ],
      [
        " States",
        -0.0001278534
      ],
      [
        " Presidential",
        -0.055735018
      ],
      [
        " Election",
        -0.00050739973
      ]
    ]
  },
  "This element's forbidden spectral lines include 496 and 501 nanometers. Isotope ratios of this element\n distinguish K and R meterorites and identical isotope ratios of it are important evidence for the Giant\n Impact Hypothesis. Studies by the HST have shown that the trace atmosphere of Ganymede is composed of\n compounds of this element. A defining characteristic of carbon stars is that they have more carbon than this\n element. The burning process of this in stars creates silicon. The Bethe-Weizsäcker-cycle": {
    "guess": "Oxygen",
    "confidence": [
      [
        "O",
        -0.11992708
      ],
      [
        "xygen",
        -2.8564085e-05
      ]
    ]
  },
  "The element with the highest first ionization energy, it cannot be frozen at atmospheric pressure. One of its two liquid forms is a superfluid that can creep up the side of a container and flow with no viscosity. The second most abundant element in the universe, with a nucleus equivalent to an alpha": {
    "guess": "Helium",
    "confidence": [
      [
        "Hel",
        -0.0018537928
      ],
      [
        "ium",
        -1.1756368e-05
      ]
    ]
  },
  "This element's oxide was once produced by calcinating sodium carbonate and this element's hydroxide;": {
    "guess": "Calcium",
    "confidence": [
      [
        "Calc",
        -0.7176575
      ],
      [
        "ium",
        -0.0011828464
      ]
    ]
  },
  "In the Eleusinian Mysteries, this god is referred to as Protogonus, the first born, and in early Greek myth, he governs the interactions of Uranus and Gaia. The brother of Anteros, his mortal wife spills hot wax on him while attempting to discover his true identity; that wife is the beautiful (*) Psyche. Often described as the son of Ares and Aphrodite and known for carrying a bow that shoots golden arrows that inspire love, name this Greek god of sexuality and love, the counterpart of the Roman Cupid.": {
    "guess": "Eros",
    "confidence": [
      [
        "E",
        -0.019939093
      ],
      [
        "ros",
        -9.133887e-06
      ]
    ]
  },
  "This election saw Californian George Osgoodby pose as a British merchant to trap Sir Lionel Sackville-West into exposing the Democratic candidate as the British preference. In another scandal during this election, William Wade Dudley wrote a letter to Indiana's county chairmen, telling them to divide \"floater\" voters into paid segments. This election, which saw the Murchison Letter and Blocks of Five scandals, resulted in a victory for Levi P. Morton's ticket and ushered in the president who presided over the Sherman Silver Purchase Act, the McKinley Tariff, and the rest of the \"Billion Dollar Congress\" legislation. For 10 points, name this election in which Benjamin Harrison took down Grover": {
    "guess": "United States presidential election, 1888",
    "confidence": [
      [
        "United",
        -0.35997152
      ],
      [
        " States",
        -0.0006221305
      ],
      [
        " presidential",
        -0.0023224836
      ],
      [
        " election",
        -0.0004977479
      ],
      [
        ",",
        -0.063527934
      ],
      [
        " ",
        -4.0007635e-05
      ],
      [
        "188",
        -0.0016173348
      ],
      [
        "8",
        -0.0010131608
      ]
    ]
  },
  "One element from this group participates in the Auwers synthesis by interacting with the pi electrons of an alkene as part of an addition reaction, and these elements can bond with each other to form their \"inter-\" variety. They react with hydrocarbons using a free radical mechanism, and one type was used to synthesize the first (*) noble gas compound with platinum. It is the only group to have elements in all three states of matter at STP, and these elements have high electronegativity because they are one electron away from a complete shell. For ten points, identify this family of diatomic elements that includes astatine, bromine, and chlorine.": {
    "guess": "Halogens",
    "confidence": [
      [
        "H",
        -0.32352895
      ],
      [
        "alog",
        -0.0011578429
      ],
      [
        "ens",
        -0.00015026369
      ]
    ]
  },
  "This element's sulfide names a crystal lattice that is identical to diamond except for containing alternating atoms at adjacent lattice sites. Using this element and an acid as reagents, alpha-halo esters and aldehydes or ketones are converted to beta-hydroxyesters in the Reformatsky reaction. A \"couple\" of copper and this element is used in the cyclopropanation of alkenes called the Simmons-Smith reaction. An amalgam of this element and mercury is used with hydrochloric acid to reduce aldehydes": {
    "guess": "Zinc",
    "confidence": [
      [
        "Z",
        -0.0666588
      ],
      [
        "inc",
        -0.002095184
      ]
    ]
  },
  "This element's sulfide names a crystal lattice that is identical to diamond except for containing alternating atoms at adjacent lattice sites. Using this element and an acid as reagents, alpha-halo esters and aldehydes or ketones are converted to beta-hydroxyesters in the Reformatsky reaction. A \"couple\" of copper and this element is used in the cyclopropanation of alkenes called the Simmons-Smith reaction. An amalgam of this element and mercury is used with hydrochloric acid to reduce aldehydes and ketones to alkanes in the Clemmensen reduction. To prevent rusting or corrosion, a surface coating of this metal is applied to steel or iron in the process of galvanization. For 10 points, name this metal with symbol Zn.": {
    "guess": "Zinc",
    "confidence": [
      [
        "Z",
        -0.01118599
      ],
      [
        "inc",
        -0.00038419815
      ]
    ]
  },
  "This element is used in liquid ammonia as a reducing agent in the Birch reduction. This element used to be produced in a process that utilized this element's molten hydroxide called the Castner process but is now produced commercially by the electrolysis of its chloride in the Downs process. It is normally stored in an inert gas or oil because of its extremely [*] violent reaction with water and this": {
    "guess": "Sodium",
    "confidence": [
      [
        "S",
        -0.0022780078
      ],
      [
        "odium",
        -1.50940705e-05
      ]
    ]
  },
  "This element can be extracted from its pollucite ore by dissolving it in hydrochloric acid, after which it is sold as an azide due to its reactivity. This metal's chloride is often added to a DNA solution to achieve a gradient in isopycnic centrifugation. Robert Bunsen and Gustav Kirchhoff named this element after the blue emission lines in its spectrum. Of the non-radioactive elements, this element's": {
    "guess": "Caesium",
    "confidence": [
      [
        "Ca",
        -0.55712426
      ],
      [
        "esium",
        -0.00016861738
      ]
    ]
  },
  "One element from this group participates in the Auwers synthesis by interacting with the pi electrons": {
    "guess": "Halogen",
    "confidence": [
      [
        "Hal",
        -0.5277519
      ],
      [
        "ogen",
        -0.008629353
      ]
    ]
  },
  "The man elected to the Senate to replace John Eaton, Felix Grundy, also succeeded Eaton in this post and was the 13th man to hold this position. The man who defended the freedom of movement as guaranteed by the Constitution in the 1941 case Edwards v. California, Robert Jackson occupied this post before being appointed to the Supreme Court. The man who succeeded William French Smith in this post ordered a study of the effects of pornography on society, while another man who occupied this post launched": {
    "guess": "United States Attorney General",
    "confidence": [
      [
        "United",
        -0.13546114
      ],
      [
        " States",
        -0.00032259183
      ],
      [
        " Attorney",
        -0.024151338
      ],
      [
        " General",
        -7.517272e-05
      ]
    ]
  },
  "This element is coordinated to thiol groups after reacting a protein with the FLASH-REASH reagent. It's not silver, but heating this element with carbon forms a black namesake \"mirror\". A compound of this element with molybdenum is used in the Nelson-Somogyi method of determining blood sugar. With all-trans-retinoic acid, an oxide of this element is used to treat acute promyelocytic leukemia. One method of testing for the presence of this element involves forming hydrogen by reacting zinc and (*) nitric acid, then reacting it with the sample; that is the Marsh test. This element is often used to dope gallium to form a direct-bandgap semiconductor. Paul Erlich's syphilis drug, Salvarsan, contains": {
    "guess": "Arsenic",
    "confidence": [
      [
        "Ars",
        -0.0035516047
      ],
      [
        "enic",
        -8.208653e-05
      ]
    ]
  },
  "One element from this group participates in the Auwers synthesis by interacting with the pi electrons of an alkene as part of an addition reaction, and these elements can bond with each other to form their \"inter-\" variety. They react with hydrocarbons using a free radical mechanism, and one type was used to synthesize the first (*) noble gas compound with platinum. It is the only group to have elements in all three states of matter at STP, and these elements have high electronegativity because they": {
    "guess": "Halogen",
    "confidence": [
      [
        "Hal",
        -0.1909569
      ],
      [
        "ogen",
        -0.0013451157
      ]
    ]
  },
  "If the electric charge distribution is known, this law can determine the electric field only if the field passes through the surface in a uniform, symmetric fashion as found in a sphere, planar surface, or a cylinder. If the electric field is known at all points, the electric charge can be calculated by integrating the electric field to find the flux. The more commonly used integral form is related to the differential form through the divergence. Name this law by a German mathematician that is one": {
    "guess": "Gauss's law",
    "confidence": [
      [
        "G",
        -0.005399054
      ],
      [
        "auss",
        -0.004079351
      ],
      [
        "'s",
        -0.05822709
      ],
      [
        " law",
        -0.05204859
      ]
    ]
  },
  "The element with the highest first ionization energy, it cannot be frozen at atmospheric pressure. One of its two liquid forms is a superfluid that can creep up the side of a container and flow with no viscosity. The second most abundant element in the universe, with a nucleus equivalent to an alpha particle, for 10 points, name this element, the lightest of the noble gases.": {
    "guess": "Helium",
    "confidence": [
      [
        "Hel",
        -0.0028227046
      ],
      [
        "ium",
        -9.610702e-06
      ]
    ]
  },
  "This man won an election in college after he and his friend Robert Atwater traveled the country in a Ford Pinto, seeking endorsements from different schools. In 1994, this man organized a political campaign that defeated incumbent Governor (+) Ann Richards. Most recently, this man published an autobiography titled Courage and Consequence and co-founded the group American Crossroads, which raised money for candidates in the 2010 midterm elections. This man was nicknamed \"The (*) Architect\" by his most famous client, for whom this man may have used push polls or organized the Swift Boat Veterans for Truth against John Kerry. For 10 points, name this campaign strategist for George W. Bush.": {
    "guess": "Karl Rove",
    "confidence": [
      [
        "K",
        -0.0059545143
      ],
      [
        "arl",
        -3.7385154e-05
      ],
      [
        " R",
        -0.00011844365
      ],
      [
        "ove",
        -4.0246043e-05
      ]
    ]
  },
  "These elements can be prepared through the reduction of AcF3 or AcF4 with lithium, calcium, or magnesium": {
    "guess": "Actinide",
    "confidence": [
      [
        "Act",
        -0.0133378785
      ],
      [
        "in",
        -0.48528135
      ],
      [
        "ide",
        -0.6690697
      ]
    ]
  },
  "For an electrical component envisioned by Leon Chua, this quantity depends on previous values, indicating": {
    "guess": "Memristor",
    "confidence": [
      [
        "Mem",
        -0.032546278
      ],
      [
        "rist",
        -0.00010318558
      ],
      [
        "or",
        -0.000232384
      ]
    ]
  },
  "In electrostatics, this quantity is defined as the work necessary to move one charge an infinite distance away from a nearby charge. In mechanics, one type of this quantity is equal to one half times a spring constant times the square of the distance from equilibrium. Another type of this quantity is the \"gravitational\" type, and is equal to the mass times the acceleration due to gravity times the height at which an object is located. For 10 points, name this type of energy which is stored in a system due to its configuration or position.": {
    "guess": "Potential energy",
    "confidence": [
      [
        "Potential",
        -0.0015008177
      ],
      [
        " energy",
        -0.0024376162
      ]
    ]
  },
  "This element extracted in the Frasch process is bonded to a hydrogen atom in a functional group once called a mercaptan. In nature, this element is most commonly found in an eight atom ring. This element is only found in the amino acids methionine and cysteine; in cysteine this element forms a type of bridge that links polypeptide chains. A compound containing this element bonded to two hydrogen atoms is notable for smelling like rotten eggs. For 10 points, name this element found below oxygen on": {
    "guess": "Sulfur",
    "confidence": [
      [
        "S",
        -0.006331283
      ],
      [
        "ulf",
        -1.3902034e-05
      ],
      [
        "ur",
        -4.1080468e-05
      ]
    ]
  },
  "In this election, the loser was placed with both Georgia Senator Thomas Watson and Maine businessman": {
    "guess": "Populist Party",
    "confidence": [
      [
        "Pop",
        -0.8328581
      ],
      [
        "ulist",
        -0.55420864
      ],
      [
        " Party",
        -0.008339387
      ]
    ]
  },
  "This element catalyzes the cycloaddition of a nitrile with two equivalents of acetylene to form pyridine derivatives. Sepulchrate ligands are typically coordinated to this metal, whose inert hexammine complex ion forms a chloride salt employed as the chief model of Alfred Werner. Unusually for its row, the plus three oxidation state of this metal generally forms only low-spin octahedral complexes, in contrast to this metal's high-spin plus two complexes, whose pink solutions change (*) color when acid is added. This non-rhodium metal catalyzes the Bönnemann cyclization and hydroformylation. Gamma Knives irradiate tumors using the synthetic 60 isotope of this metal, whose alumina salts produce blue pigments. This metal acts as a cofactor for methionine synthase, which binds a vitamin containing it in a corrin ring. For 10 points, name this ferromagnetic metal found in vitamin B12, with chemical symbol Co.": {
    "guess": "Cobalt",
    "confidence": [
      [
        "C",
        -0.0067224717
      ],
      [
        "ob",
        -2.9352968e-06
      ],
      [
        "alt",
        -0.000274683
      ]
    ]
  },
  "In this election, the loser was placed with both Georgia Senator Thomas Watson and Maine businessman Arthur Sewall on the ballot. Political scientists view this election as ushering in the Fourth Party System. The winner ran with New Jersey politician Garret Hobart as his running mate, while the loser": {
    "guess": "United States presidential election of 1896",
    "confidence": [
      [
        "United",
        -0.03725347
      ],
      [
        " States",
        -0.00016289561
      ],
      [
        " presidential",
        -0.001674349
      ],
      [
        " election",
        -0.00017922651
      ],
      [
        " of",
        -0.020943554
      ],
      [
        " ",
        -6.4802e-05
      ],
      [
        "189",
        -0.0026684038
      ],
      [
        "6",
        -0.0022403046
      ]
    ]
  },
  "This element is bonded to sodium and aluminum in cryolite, and it can be found naturally in minerals such as topaz and apatite. It was first isolated in the lab by Henri Moissan, and a compound containing six atoms of this element is used during the uranium enrichment process. Neil Bartlett created the first known noble gas compound using (*) xenon and this element. This element is found in the polymer Teflon and is also bonded to carbon and chlorine in Freon. It is an extremely strong oxidizing": {
    "guess": "Fluorine",
    "confidence": [
      [
        "Fl",
        -0.0014724839
      ],
      [
        "u",
        -0.0014267829
      ],
      [
        "or",
        -4.727906e-05
      ],
      [
        "ine",
        -0.00014108501
      ]
    ]
  },
  "Electromagnetic radiation pressure is inversely proportional to this quantity. The Lorentz factor can be found using an object's velocity and this quantity. Cherenkov radiation results when this value": {
    "guess": "Speed of light",
    "confidence": [
      [
        "Speed",
        -0.3132191
      ],
      [
        " of",
        -0.016216308
      ],
      [
        " light",
        -0.026558278
      ]
    ]
  },
  "An elementary school is part of the first five floors of a building this man designed to be the tallest residential structure in the world, the recently completed Beekman Tower. This man designed a building": {
    "guess": "Frank Gehry",
    "confidence": [
      [
        "Frank",
        -0.018827407
      ],
      [
        " Geh",
        -0.00054731464
      ],
      [
        "ry",
        -1.0206721e-05
      ]
    ]
  },
  "The man elected to the Senate to replace John Eaton, Felix Grundy, also succeeded Eaton in this post and was the 13th man to hold this position. The man who defended the freedom of movement as guaranteed by the Constitution in the 1941 case Edwards v. California, Robert Jackson occupied this post before being appointed to the Supreme Court. The man who succeeded William French Smith in this post ordered a study of the effects of pornography on society, while another man who occupied this post launched a series of namesake raids on communists. FTP, identify this office occupied at various times": {
    "guess": "United States Attorney General",
    "confidence": [
      [
        "United",
        -0.24562894
      ],
      [
        " States",
        -0.00021974841
      ],
      [
        " Attorney",
        -0.011274284
      ],
      [
        " General",
        -6.575563e-05
      ]
    ]
  },
  "The man elected to the Senate to replace John Eaton, Felix Grundy, also succeeded Eaton in this post": {
    "guess": "United States Senate",
    "confidence": [
      [
        "United",
        -0.26703367
      ],
      [
        " States",
        -0.00092003524
      ],
      [
        " Senate",
        -0.12141621
      ]
    ]
  },
  "Electromagnetic radiation pressure is inversely proportional to this quantity. The Lorentz factor can be found using an object's velocity and this quantity. Cherenkov radiation results when this value is exceeded, and its value through a particular medium constitutes a material's refractive index. The special theory of relativity states that this value is constant in all frames. Einstein proposed that energy is equal to mass times this quantity squared. For 10 points, name this quantity that is equal to about three million meters per second in a vacuum, often denoted c.": {
    "guess": "Speed of light",
    "confidence": [
      [
        "Speed",
        -0.0015475914
      ],
      [
        " of",
        -6.6306106e-06
      ],
      [
        " light",
        -0.015060444
      ]
    ]
  },
  "Electron paramagnetic spectroscopy showed that the simplest compound of this group forms an electron-deficient": {
    "guess": "Borane",
    "confidence": [
      [
        "B",
        -0.061119147
      ],
      [
        "or",
        -0.32067105
      ],
      [
        "ane",
        -0.46442407
      ]
    ]
  },
  "Electronic transitions in this element produce the Pickering series. Type Ib supernovae are the only": {
    "guess": "Helium",
    "confidence": [
      [
        "Hel",
        -0.23592597
      ],
      [
        "ium",
        -0.00019150082
      ]
    ]
  },
  "They're not electrons, but angular momenta in these entities can cancel by Russell-Saunders coupling. A set of these entities has subscripts \"x squared,\" \"xz,\" \"yz,\" \"xy,\" and \"x squared minus y squared.\" One of these entities is shaped like a torus surrounding a dumbbell. Madelung's rule gives the energies": {
    "guess": "Atomic orbital",
    "confidence": [
      [
        "Atomic",
        -0.093623966
      ],
      [
        " orbital",
        -0.4618978
      ]
    ]
  },
  "The element with the highest first ionization energy, it cannot be frozen at atmospheric pressure. One": {
    "guess": "Helium",
    "confidence": [
      [
        "Hel",
        -0.23085353
      ],
      [
        "ium",
        -1.11603495e-05
      ]
    ]
  },
  "They're not electrons, but angular momenta in these entities can cancel by Russell-Saunders coupling. A set of these entities has subscripts \"x squared,\" \"xz,\" \"yz,\" \"xy,\" and \"x squared minus y squared.\" One of these entities is shaped like a torus surrounding a dumbbell. Madelung's rule gives the energies of these things but does not explain their unusual configuration in palladium, chromium, and": {
    "guess": "Atomic orbital",
    "confidence": [
      [
        "Atomic",
        -0.08333297
      ],
      [
        " orbital",
        -0.2515884
      ]
    ]
  },
  "This element was the last to be discovered in nature, a fact that is not surprising since it is the second rarest element in the earth's crust. You can locate it on the periodic table by knowing that is the least electronegative of all atoms and that it has the largest atomic radius. For ten points,": {
    "guess": "Francium",
    "confidence": [
      [
        "Franc",
        -0.3567429
      ],
      [
        "ium",
        -7.159661e-05
      ]
    ]
  },
  "One element from this group participates in the Auwers synthesis by interacting with the pi electrons of an alkene as part of an addition reaction, and these elements can bond with each other to form their \"inter-\" variety. They react with hydrocarbons using a free radical mechanism, and one type was used to synthesize the first (*) noble gas compound with platinum. It is the only group to have elements in all three states of matter at STP, and these elements have high electronegativity because they are one electron away from a complete shell. For ten points, identify this family of diatomic elements": {
    "guess": "Halogens",
    "confidence": [
      [
        "H",
        -0.39178118
      ],
      [
        "alog",
        -0.00096267345
      ],
      [
        "ens",
        -0.00019889144
      ]
    ]
  },
  "In a 2011 election in this region, a Socialist Labour and Liberal Party coalition defeated the Social": {
    "guess": "Gibraltar general election, 2011",
    "confidence": [
      [
        "G",
        -0.5482535
      ],
      [
        "ibraltar",
        -0.007291531
      ],
      [
        " general",
        -0.25824526
      ],
      [
        " election",
        -0.00019138161
      ],
      [
        ",",
        -0.0024490193
      ],
      [
        " ",
        -3.8696395e-05
      ],
      [
        "201",
        -0.0003006657
      ],
      [
        "1",
        -0.00049083773
      ]
    ]
  },
  "In this election, the loser was placed with both Georgia Senator Thomas Watson and Maine businessman Arthur Sewall on the ballot. Political scientists view this election as ushering in the Fourth Party System. The winner ran with New Jersey politician Garret Hobart as his running mate, while the loser ran the first ever train tour campaign and focused most of his campaign on Free Silver. The winner": {
    "guess": "1896 United States Presidential Election",
    "confidence": [
      [
        "189",
        -0.17356946
      ],
      [
        "6",
        -0.0008544053
      ],
      [
        " United",
        -6.1821906e-05
      ],
      [
        " States",
        -2.9875326e-05
      ],
      [
        " Presidential",
        -0.031008573
      ],
      [
        " Election",
        -0.00010545045
      ]
    ]
  },
  "During his eleven years as an MP for Coventry this man organized a civilian works corps to help the army in Crimea and promoted a harmonic integration of railways. He worked with Joseph Lindley to publish The Magazine of Botany and The Flower Garden, works that drew heavily from his time with the Duke of Devonshire where he supervised the construction of a conservatory at Chatsworth and designed a lily house for the rare Victoria Regia. His most famous work was eventually moved to Sydenham Hill until it was destroyed by fire in 1936, a full 85 years after it was originally exhibited. FTP name this architect who constructed the crowning jewel of 1851's Great Exhibition, the Crystal Palace.": {
    "guess": "Joseph Paxton",
    "confidence": [
      [
        "Joseph",
        -0.02270758
      ],
      [
        " Pax",
        -0.004172541
      ],
      [
        "ton",
        -3.5477897e-05
      ]
    ]
  },
  "Electronic transitions in this element produce the Pickering series. Type Ib supernovae are the only subclass of type I supernovae to possess absorption lines of this element. A phenomenon named for this element occurs when a degenerate core composed of this element reaches a temperature of 100 million Kelvin. The portion of a star consisting of elements heavier than this element is larger for population": {
    "guess": "Silicon",
    "confidence": [
      [
        "Sil",
        -0.4421345
      ],
      [
        "icon",
        -0.0013210732
      ]
    ]
  },
  "This element catalyzes the cycloaddition of a nitrile with two equivalents of acetylene to form pyridine": {
    "guess": "Copper",
    "confidence": [
      [
        "C",
        -0.9828448
      ],
      [
        "opper",
        -0.2121629
      ]
    ]
  },
  "This man won an election in college after he and his friend Robert Atwater traveled the country in a Ford Pinto, seeking endorsements from different schools. In 1994, this man organized a political campaign that defeated incumbent Governor (+) Ann Richards. Most recently, this man published an autobiography titled Courage and Consequence and co-founded the group American Crossroads, which raised money for candidates in the 2010 midterm elections. This man was nicknamed \"The (*) Architect\" by his": {
    "guess": "Karl Rove",
    "confidence": [
      [
        "K",
        -0.0021177852
      ],
      [
        "arl",
        -7.743759e-05
      ],
      [
        " R",
        -0.00184689
      ],
      [
        "ove",
        -9.066919e-05
      ]
    ]
  },
  "The Eleusinian mysteries claim she helped Demeter find Persephone. Depicted as having three heads, she is one of the few goddesses to whom dogs were sacrificed. Her common association with ghosts of the dead led to her being invoked in classical magic and to her mistakenly being called the goddess of": {
    "guess": "Hecate",
    "confidence": [
      [
        "H",
        -0.013047166
      ],
      [
        "ec",
        -0.004844004
      ],
      [
        "ate",
        -1.147242e-06
      ]
    ]
  },
  "In the Eleusinian Mysteries, this god is referred to as Protogonus, the first born, and in early Greek myth, he governs the interactions of Uranus and Gaia. The brother of Anteros, his mortal wife spills hot wax on him while attempting to discover his true identity; that wife is the beautiful (*) Psyche.": {
    "guess": "Eros",
    "confidence": [
      [
        "E",
        -0.0110855475
      ],
      [
        "ros",
        -1.92662e-05
      ]
    ]
  },
  "Electron paramagnetic spectroscopy showed that the simplest compound of this group forms an electron-deficient tetrahedral aggregate in solution. Researchers at the University of Waterloo reported that": {
    "guess": "Borane",
    "confidence": [
      [
        "B",
        -0.0685529
      ],
      [
        "or",
        -0.14460824
      ],
      [
        "ane",
        -0.43300334
      ]
    ]
  },
  "This element's sulfide names a crystal lattice that is identical to diamond except for containing alternating atoms at adjacent lattice sites. Using this element and an acid as reagents, alpha-halo esters and aldehydes or ketones are converted to beta-hydroxyesters in the Reformatsky reaction. A \"couple\" of copper and this element is used in the cyclopropanation of alkenes called the Simmons-Smith reaction. An amalgam of this element and mercury is used with hydrochloric acid to reduce aldehydes and ketones to alkanes in the Clemmensen reduction. To prevent rusting or corrosion, a surface coating of this metal is applied to steel or iron in the process of galvanization. For 10 points, name this": {
    "guess": "Zinc",
    "confidence": [
      [
        "Z",
        -0.018887762
      ],
      [
        "inc",
        -0.001396188
      ]
    ]
  },
  "For an electric dipole, it equals polarization times electric field. In mechanics, it's equal to power": {
    "guess": "Electric dipole moment",
    "confidence": [
      [
        "Electric",
        -1.1734482
      ],
      [
        " dip",
        -0.33496207
      ],
      [
        "ole",
        -6.749814e-06
      ],
      [
        " moment",
        -0.034527555
      ]
    ]
  },
  "In a 2011 election in this region, a Socialist Labour and Liberal Party coalition defeated the Social Democrat Party, making Fabian Picardo this region's new prime minister. This region's flag depicts a red castle on a white background with a gold key hanging from the castle. People in this region speak a creole language called Llanito which borrows words from Genoese, Hebrew, Maltese, and Portuguese,": {
    "guess": "Gibraltar",
    "confidence": [
      [
        "G",
        -0.009300893
      ],
      [
        "ibraltar",
        -0.0001906664
      ]
    ]
  },
  "This element can be extracted from its pollucite ore by dissolving it in hydrochloric acid, after which it is sold as an azide due to its reactivity. This metal's chloride is often added to a DNA solution to achieve a gradient in isopycnic centrifugation. Robert Bunsen and Gustav Kirchhoff named this element after the blue emission lines in its spectrum. Of the non-radioactive elements, this element's 133 isotope has the lowest electronegativity and the largest atomic radius. The oscillations of this element between two ground states is the basis for the SI unit of time and for atomic clocks. For 10 points, identify this alkali metal which reacts even more explosively with water than rubidium.": {
    "guess": "Cesium",
    "confidence": [
      [
        "C",
        -0.4285755
      ],
      [
        "esium",
        -0.00085108227
      ]
    ]
  },
  "This element is used as a catalyst in the Sandmeyer reaction, and is combined with zinc to catalyze the Simmons-Smith reaction. This element and zinc are cofactors in superoxide dismutase. This element": {
    "guess": "Copper",
    "confidence": [
      [
        "C",
        -0.13667908
      ],
      [
        "opper",
        -0.00082439533
      ]
    ]
  },
  "In a 2011 election in this region, a Socialist Labour and Liberal Party coalition defeated the Social Democrat Party, making Fabian Picardo this region's new prime minister. This region's flag depicts a red castle on a white background with a gold key hanging from the castle. People in this region speak a creole language called Llanito which borrows words from Genoese, Hebrew, Maltese, and Portuguese, but is mostly a blend of (*) Spanish and English. The nation that currently controls this region": {
    "guess": "Gibraltar",
    "confidence": [
      [
        "G",
        -0.0044371206
      ],
      [
        "ibraltar",
        -8.637786e-05
      ]
    ]
  },
  "For an electric dipole, it equals polarization times electric field. In mechanics, it's equal to power over two pi times rotational velocity and it vanishes when the position vector and the force vector are parallel or in the case of constant angular speed. Along with energy, it has units of newton- meters, but the two are not the same thing. For ten points, identify this physical quantity, the rotational analog of force.": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -0.914925
      ]
    ]
  },
  "In this election, Samuel Pomeroy issued a circular supporting the Secretary of the Treasury as a candidate. The  incumbent had his cabinet sign the \"blind memorandum\" in the event that he lost this election, during which Wendell  Phillips supported a party that withdrew its candidate after the removal of postmaster general Montgomery Blair. The  Radical Democratic Party arose during this election,": {
    "guess": "1864 United States presidential election",
    "confidence": [
      [
        "186",
        -0.43238392
      ],
      [
        "4",
        -0.26924387
      ],
      [
        " United",
        -0.0007927165
      ],
      [
        " States",
        -5.538491e-05
      ],
      [
        " presidential",
        -0.007744444
      ],
      [
        " election",
        -4.9663133e-05
      ]
    ]
  },
  "This element's forbidden spectral lines include 496 and 501 nanometers. Isotope ratios of this element\n": {
    "guess": "Uranium",
    "confidence": [
      [
        "U",
        -1.9037046
      ],
      [
        "ran",
        -0.0031818748
      ],
      [
        "ium",
        -0.0003057878
      ]
    ]
  },
  "This element turns a dark color when combined with starches, which is one reason it is used in Lugol's": {
    "guess": "Iodine",
    "confidence": [
      [
        "I",
        -0.39725077
      ],
      [
        "od",
        -2.6537622e-05
      ],
      [
        "ine",
        -0.0004886921
      ]
    ]
  },
  "This election included a single electoral ballot cast for John Jay. This election included controversies over the Quasi-War and the Alien and Sedition Acts. The Twelfth Amendment was drafted in response to the outcome of this election, in which the House of Representatives denied Aaron Burr the Presidency.": {
    "guess": "United States presidential election, 1796",
    "confidence": [
      [
        "United",
        -0.0062914873
      ],
      [
        " States",
        -0.00014048899
      ],
      [
        " presidential",
        -0.0005516023
      ],
      [
        " election",
        -0.00010509284
      ],
      [
        ",",
        -0.0009587471
      ],
      [
        " ",
        -7.9418505e-06
      ],
      [
        "179",
        -0.2915613
      ],
      [
        "6",
        -0.00086584524
      ]
    ]
  },
  "In an elegy to General Wooster, this writer noted \"How, presumtuous shall we hope to find, Divine acceptance with the Almighty mind.\" In another work, this poet expresses gratitude for being \"taught to understand that there's a God, that there's a Savior too\" and notes that she \"may be refined, and join the angelic train.\" That work appeared in her (*) Poems on Various Subjects, Religious and Moral, which was prefaced with \"attestations\" by Boston men. For 10 points, name this poet of \"On Being Brought": {
    "guess": "Phillis Wheatley",
    "confidence": [
      [
        "Ph",
        -0.00118773
      ],
      [
        "illis",
        -0.00011248347
      ],
      [
        " Wheat",
        -2.3080716e-05
      ],
      [
        "ley",
        -0.00014883325
      ]
    ]
  },
  "During this election, the Bourbon Democrats refused to support the mainstream Democratic nominee, who was supported by the pamphlet \"Coin's Financial School,\" and lost to a carefully managed \"front porch\" campaign managed by Mark Hanna. The Democratic candidate became the nominee for this election after": {
    "guess": "Election of 1896",
    "confidence": [
      [
        "E",
        -0.09825552
      ],
      [
        "lection",
        -0.0010269738
      ],
      [
        " of",
        -0.00044294354
      ],
      [
        " ",
        -0.002691698
      ],
      [
        "189",
        -0.004946497
      ],
      [
        "6",
        -0.0009599391
      ]
    ]
  },
  "In this election, Bernhard Gilliam drew the influential cartoon, \"The Tattooed Man\", which portrayed": {
    "guess": "James G. Blaine",
    "confidence": [
      [
        "James",
        -0.11169871
      ],
      [
        " G",
        -0.004363779
      ],
      [
        ".",
        -0.0001437075
      ],
      [
        " Bl",
        -5.9153886e-06
      ],
      [
        "aine",
        -0.00011105302
      ]
    ]
  },
  "This element's oxide was once produced by calcinating sodium carbonate and this element's hydroxide; that Deville process has now been replaced. A reduction agent consisting of a hydride, lithium, and": {
    "guess": "Lithium",
    "confidence": [
      [
        "L",
        -1.1455743
      ],
      [
        "ith",
        -2.8802491e-05
      ],
      [
        "ium",
        -0.00014776041
      ]
    ]
  },
  "Eleven days after a victory at the Battle of Gravelines over this force, one monarch gave the Speech to the Troops at Tilbury. This expedition was supported by Pope Sixtus V. If this expedition had gone": {
    "guess": "Armada of Philip II of Spain",
    "confidence": [
      [
        "Arm",
        -0.71346354
      ],
      [
        "ada",
        -8.006007e-05
      ],
      [
        " of",
        -0.54138786
      ],
      [
        " Philip",
        -0.43150178
      ],
      [
        " II",
        -0.24313803
      ],
      [
        " of",
        -0.0032821675
      ],
      [
        " Spain",
        -1.0445127e-05
      ]
    ]
  },
  "An eleven-line poem, its writer labeled it a \"curtal sonnet.\" The eighth line contains the aside \"who knows how?\", while the fifth refers to the \"fold, fallow, and plough\" which have \"plotted and (*) pieced\" the landscape. Ending \"praise him,\" this poem lists \"rose-moles,\" and \"finches wings\" as some of the \"dappled things\" that God should be glorified for. For 10 points— name this poem by Gerard Manley": {
    "guess": "Pied Beauty",
    "confidence": [
      [
        "P",
        -0.07036319
      ],
      [
        "ied",
        -8.602025e-05
      ],
      [
        " Beauty",
        -0.00075590453
      ]
    ]
  },
  "The Eleusinian mysteries claim she helped Demeter find Persephone. Depicted as having three heads, she": {
    "guess": "Hecate",
    "confidence": [
      [
        "H",
        -0.00057543203
      ],
      [
        "ec",
        -0.0020825705
      ],
      [
        "ate",
        0.0
      ]
    ]
  },
  "Electron paramagnetic spectroscopy showed that the simplest compound of this group forms an electron-deficient tetrahedral aggregate in solution. Researchers at the University of Waterloo reported that solutions of this class of compounds can be accurately titrated using a stock solution of N-benzylbenzamide indicator, which turns deep blue at the endpoint. Reactions involving these compounds, such as ketone alkylation, must be carried out in a polar aprotic solvent because they are very strong bases. In addition, TMEDA is often added to solution to increase the reactivity of these compounds by": {
    "guess": "Grignard reagent",
    "confidence": [
      [
        "Gr",
        -0.70440537
      ],
      [
        "ign",
        -0.0004155377
      ],
      [
        "ard",
        -0.00011844365
      ],
      [
        " re",
        -0.598104
      ],
      [
        "agent",
        -0.40285394
      ]
    ]
  },
  "This election saw Californian George Osgoodby pose as a British merchant to trap Sir Lionel Sackville-West into exposing the Democratic candidate as the British preference. In another scandal during this election, William Wade Dudley wrote a letter to Indiana's county chairmen, telling them to divide \"floater\" voters into paid segments. This election, which saw the Murchison Letter and Blocks of Five scandals, resulted in a victory for Levi P. Morton's ticket and ushered in the president who presided over the Sherman Silver Purchase Act, the McKinley Tariff, and the rest of the \"Billion Dollar Congress\" legislation. For 10 points, name this election in which Benjamin Harrison took down Grover Cleveland, who retook the presidency four years later.": {
    "guess": "Election of 1888",
    "confidence": [
      [
        "E",
        -0.18495277
      ],
      [
        "lection",
        -0.00024596223
      ],
      [
        " of",
        -7.2073424e-05
      ],
      [
        " ",
        -3.750436e-05
      ],
      [
        "188",
        -0.0010261394
      ],
      [
        "8",
        -0.00033260495
      ]
    ]
  },
  "In a 2011 election in this region, a Socialist Labour and Liberal Party coalition defeated the Social Democrat Party, making Fabian Picardo this region's new prime minister. This region's flag depicts a red castle on a white background with a gold key hanging from the castle. People in this region speak": {
    "guess": "Gibraltar",
    "confidence": [
      [
        "G",
        -0.02897792
      ],
      [
        "ibraltar",
        -0.0011561741
      ]
    ]
  },
  "They're not electrons, but angular momenta in these entities can cancel by Russell-Saunders coupling. A set of these entities has subscripts \"x squared,\" \"xz,\" \"yz,\" \"xy,\" and \"x squared minus y squared.\" One of these entities is shaped like a torus surrounding a dumbbell. Madelung's rule gives the energies of these things but does not explain their unusual configuration in palladium, chromium, and copper. The Pauli exclusion principle and (*) Hund's rule are the basis for the Aufbau principle for these entities. The second, or \"azimuthal\" quantum number classifies them into s, p, d, and f varieties.": {
    "guess": "Atomic orbital",
    "confidence": [
      [
        "Atomic",
        -0.20340954
      ],
      [
        " orbital",
        -0.17877625
      ]
    ]
  },
  "Electrons were fired at a crystalline target of this element in the Davisson-Germer experiment. Carbon": {
    "guess": "Nickel",
    "confidence": [
      [
        "Nick",
        -0.19597407
      ],
      [
        "el",
        -0.00017374314
      ]
    ]
  },
  "An eleven-line poem, its writer labeled it a \"curtal sonnet.\" The eighth line contains the aside \"who": {
    "guess": "God's Grandeur",
    "confidence": [
      [
        "God",
        -0.88444555
      ],
      [
        "'s",
        -0.009176635
      ],
      [
        " Grand",
        -0.003572627
      ],
      [
        "eur",
        -4.00813e-06
      ]
    ]
  },
  "The eleventh chapter of one of his treatises contains a dialogue between the author and an imaginary Epicurean friend, who attacks Stoicism to illustrate the author's point that rationalism is incompatible with religious experience. In the seventh section of that work, he argued that uniform past experience": {
    "guess": "The Varieties of Religious Experience",
    "confidence": [
      [
        "The",
        -0.6329616
      ],
      [
        " Vari",
        -0.09428822
      ],
      [
        "eties",
        -2.1411865e-05
      ],
      [
        " of",
        -0.00015371693
      ],
      [
        " Religious",
        -0.0004744023
      ],
      [
        " Experience",
        -0.00034106473
      ]
    ]
  },
  "This element catalyzes the cycloaddition of a nitrile with two equivalents of acetylene to form pyridine derivatives. Sepulchrate ligands are typically coordinated to this metal, whose inert hexammine complex ion forms a chloride salt employed as the chief model of Alfred Werner. Unusually for its row, the plus three oxidation state of this metal generally forms only low-spin octahedral complexes, in contrast to this metal's high-spin plus two complexes, whose pink solutions change (*) color when": {
    "guess": "Chromium",
    "confidence": [
      [
        "Ch",
        -0.7440547
      ],
      [
        "romium",
        -0.005405696
      ]
    ]
  },
  "In this election, the loser was placed with both Georgia Senator Thomas Watson and Maine businessman Arthur Sewall on the ballot. Political scientists view this election as ushering in the Fourth Party System. The winner ran with New Jersey politician Garret Hobart as his running mate, while the loser ran the first ever train tour campaign and focused most of his campaign on Free Silver. The winner of this election was managed by Ohio businessman Mark Hanna while the loser delivered the Cross of Gold Speech. For 10 points, name this election which saw William Jennings Bryan lose his first bid for the presidency and which saw William McKinley win his first term.": {
    "guess": "United States presidential election, 1896",
    "confidence": [
      [
        "United",
        -0.09282512
      ],
      [
        " States",
        -7.672237e-05
      ],
      [
        " presidential",
        -0.00080974423
      ],
      [
        " election",
        -0.00012654216
      ],
      [
        ",",
        -0.018573394
      ],
      [
        " ",
        -1.4617256e-05
      ],
      [
        "189",
        -0.00090026204
      ],
      [
        "6",
        -0.00010330478
      ]
    ]
  },
  "Electromagnetic radiation pressure is inversely proportional to this quantity. The Lorentz factor can": {
    "guess": "Momentum",
    "confidence": [
      [
        "M",
        -1.2969726
      ],
      [
        "omentum",
        -0.38879785
      ]
    ]
  },
  "In a 2011 election in this region, a Socialist Labour and Liberal Party coalition defeated the Social Democrat Party, making Fabian Picardo this region's new prime minister. This region's flag depicts a red castle on a white background with a gold key hanging from the castle. People in this region speak a creole language called Llanito which borrows words from Genoese, Hebrew, Maltese, and Portuguese, but is mostly a blend of (*) Spanish and English. The nation that currently controls this region gained it after an Anglo-Dutch fleet captured it in 1704 and the Treaty of ► Utrecht ceded this region": {
    "guess": "Gibraltar",
    "confidence": [
      [
        "G",
        -0.0047153956
      ],
      [
        "ibraltar",
        -5.8603408e-05
      ]
    ]
  },
  "This element was discovered in 1828 by Friedrich Wöhler. It is one of four elements named after the village": {
    "guess": "Yttrium",
    "confidence": [
      [
        "Y",
        -1.3008269
      ],
      [
        "t",
        -7.696077e-05
      ],
      [
        "tr",
        -0.6351242
      ],
      [
        "ium",
        -3.619312e-05
      ]
    ]
  },
  "This election saw Californian George Osgoodby pose as a British merchant to trap Sir Lionel Sackville-West into exposing the Democratic candidate as the British preference. In another scandal during this election, William Wade Dudley wrote a letter to Indiana's county chairmen, telling them to divide \"floater\" voters into paid segments. This election, which saw the Murchison Letter and Blocks of Five": {
    "guess": "United States presidential election, 1888",
    "confidence": [
      [
        "United",
        -1.2466023
      ],
      [
        " States",
        -0.0010086347
      ],
      [
        " presidential",
        -0.0046197646
      ],
      [
        " election",
        -0.0006912283
      ],
      [
        ",",
        -0.03615913
      ],
      [
        " ",
        -0.0002223709
      ],
      [
        "188",
        -0.0011343819
      ],
      [
        "8",
        -0.0005382588
      ]
    ]
  },
  "In this election, the loser was placed with both Georgia Senator Thomas Watson and Maine businessman Arthur Sewall on the ballot. Political scientists view this election as ushering in the Fourth Party System. The winner ran with New Jersey politician Garret Hobart as his running mate, while the loser ran the first ever train tour campaign and focused most of his campaign on Free Silver. The winner of this election was managed by Ohio businessman Mark Hanna while the loser delivered the Cross of Gold Speech. For 10 points, name this election which saw William Jennings Bryan lose his first bid for": {
    "guess": "United States presidential election, 1896",
    "confidence": [
      [
        "United",
        -0.46855807
      ],
      [
        " States",
        -0.00026777282
      ],
      [
        " presidential",
        -0.0052605607
      ],
      [
        " election",
        -0.0011168809
      ],
      [
        ",",
        -0.045852084
      ],
      [
        " ",
        -5.252402e-05
      ],
      [
        "189",
        -0.001451902
      ],
      [
        "6",
        -0.00015395533
      ]
    ]
  },
  "An eleven-line poem, its writer labeled it a \"curtal sonnet.\" The eighth line contains the aside \"who knows how?\", while the fifth refers to the \"fold, fallow, and plough\" which have \"plotted and (*) pieced\"": {
    "guess": "Gerard Manley Hopkins's \"Pied Beauty\"",
    "confidence": [
      [
        "Ger",
        -0.86556387
      ],
      [
        "ard",
        -0.009472848
      ],
      [
        " Man",
        -0.016512759
      ],
      [
        "ley",
        -0.0005847262
      ],
      [
        " Hopkins",
        -0.0034235395
      ],
      [
        "'s",
        -0.67123204
      ],
      [
        " \"",
        -0.8538443
      ],
      [
        "P",
        -0.07352753
      ],
      [
        "ied",
        -6.9882217e-06
      ],
      [
        " Beauty",
        -0.00060057297
      ],
      [
        "\"",
        -0.0053446363
      ]
    ]
  },
  "An elementary school is part of the first five floors of a building this man designed to be the tallest residential structure in the world, the recently completed Beekman Tower. This man designed a building for a foundation created by Paul Allen, and that Experience Music Project building is adjacent to the Space Needle. A building this man designed with Vlado Milunic (mee-LOO-nitch) was originally named \"Fred and Ginger.\" This man used erratic light-catching curves for an art museum he designed to resemble a ship. For 10 points, name this architect and designer of the Walt Disney Concert Hall in Los Angeles and Bilbao branch of the Guggenheim Museum.": {
    "guess": "Frank Gehry",
    "confidence": [
      [
        "Frank",
        -0.0005682835
      ],
      [
        " Geh",
        -0.00025561772
      ],
      [
        "ry",
        -1.3902034e-05
      ]
    ]
  },
  "In a 2011 election in this region, a Socialist Labour and Liberal Party coalition defeated the Social Democrat Party, making Fabian Picardo this region's new prime minister. This region's flag depicts": {
    "guess": "Gibraltar",
    "confidence": [
      [
        "G",
        -0.049308863
      ],
      [
        "ibraltar",
        -0.00020497083
      ]
    ]
  },
  "In the Eleusinian Mysteries, this god is referred to as Protogonus, the first born, and in early Greek myth, he governs the interactions of Uranus and Gaia. The brother of Anteros, his mortal wife spills hot wax on him while attempting to discover his true identity; that wife is the beautiful (*) Psyche. Often described as the son of Ares and Aphrodite and known for carrying a bow that shoots golden arrows that inspire love, name this Greek god of sexuality and love, the counterpart of the Roman": {
    "guess": "Eros",
    "confidence": [
      [
        "E",
        -0.10083184
      ],
      [
        "ros",
        -5.6769813e-06
      ]
    ]
  },
  "This element's forbidden spectral lines include 496 and 501 nanometers. Isotope ratios of this element\n distinguish K and R meterorites and identical isotope ratios of it are important evidence for the Giant\n Impact Hypothesis. Studies by the HST have shown that the trace atmosphere of Ganymede is composed of\n compounds of this element. A defining characteristic of carbon stars is that they have more carbon than this\n element. The burning process of this in stars creates silicon. The Bethe-Weizsäcker-cycle uses this element\n as a catalyst along with nitrogen and carbon. For 10 points, name this": {
    "guess": "Silicon",
    "confidence": [
      [
        "Sil",
        -0.48307964
      ],
      [
        "icon",
        -0.0002670576
      ]
    ]
  },
  "This element catalyzes the cycloaddition of a nitrile with two equivalents of acetylene to form pyridine derivatives. Sepulchrate ligands are typically coordinated to this metal, whose inert hexammine complex ion forms a chloride salt employed as the chief model of Alfred Werner. Unusually for its row, the plus three oxidation state of this metal generally forms only low-spin octahedral complexes, in contrast to this metal's high-spin plus two complexes, whose pink solutions change (*) color when acid is added. This non-rhodium metal catalyzes the Bönnemann cyclization and hydroformylation. Gamma Knives irradiate tumors using the synthetic 60 isotope of this metal, whose alumina salts produce": {
    "guess": "Ruthenium",
    "confidence": [
      [
        "R",
        -0.11549421
      ],
      [
        "uth",
        -0.0043087034
      ],
      [
        "en",
        -5.407367e-05
      ],
      [
        "ium",
        -3.070975e-05
      ]
    ]
  },
  "Electronic transitions in this element produce the Pickering series. Type Ib supernovae are the only subclass of type I supernovae to possess absorption lines of this element. A phenomenon named for this element occurs when a degenerate core composed of this element reaches a temperature of 100 million": {
    "guess": "Silicon",
    "confidence": [
      [
        "Sil",
        -0.26739815
      ],
      [
        "icon",
        -0.0011932062
      ]
    ]
  },
  "This element is the central atom of the product of the Michaelis-Arbuzov reaction, which is used to prepare esters of this element. Knowles won the 2001 Chemistry Nobel for designing the asymmetric, chiral hydrogenation catalyst DIPAMP, whose two central atoms are of this element. This element is the central atom of a reagent that deaminates arenediazonium salts. Replacing hydroxyl groups with halogens often uses (*) trihalides of this element. The most common organic reagent that uses this element is its triphenyl type, which is a reactant in the Wittig reaction. For 10 points, name this nonmetal that lies below nitrogen on the periodic table": {
    "guess": "Phosphorus",
    "confidence": [
      [
        "Ph",
        -0.0013210732
      ],
      [
        "osph",
        -0.00019924906
      ],
      [
        "orus",
        -0.0019092427
      ]
    ]
  },
  "In this election, Samuel Pomeroy issued a circular supporting the Secretary of the Treasury as a candidate. The  incumbent had his cabinet sign the \"blind memorandum\" in the event that he lost this election, during which Wendell  Phillips supported a party that withdrew its candidate after the removal of postmaster general Montgomery Blair. The  Radical Democratic Party arose during this election, during which the word (*) \"miscegenation\" was coined in campaign  literature. Clement Vallandigham was on the Democratic platform committee in this election, during which the winning candidate  dropped": {
    "guess": "United States presidential election, 1864",
    "confidence": [
      [
        "United",
        -0.7133877
      ],
      [
        " States",
        -0.00021807956
      ],
      [
        " presidential",
        -0.012336932
      ],
      [
        " election",
        -0.0008696524
      ],
      [
        ",",
        -0.05379568
      ],
      [
        " ",
        -7.910644e-05
      ],
      [
        "186",
        -0.0010060159
      ],
      [
        "4",
        -0.0044873273
      ]
    ]
  },
  "This man won an election in college after he and his friend Robert Atwater traveled the country in a Ford Pinto, seeking endorsements from different schools. In 1994, this man organized a political campaign that defeated incumbent Governor (+) Ann Richards. Most recently, this man published an autobiography": {
    "guess": "George W. Bush",
    "confidence": [
      [
        "George",
        -0.026133198
      ],
      [
        " W",
        -0.009621975
      ],
      [
        ".",
        -0.0013176199
      ],
      [
        " Bush",
        -4.561021e-05
      ]
    ]
  },
  "This element is the central atom of the product of the Michaelis-Arbuzov reaction, which is used to prepare esters of this element. Knowles won the 2001 Chemistry Nobel for designing the asymmetric, chiral hydrogenation catalyst DIPAMP, whose two central atoms are of this element. This element is the central atom of a reagent that deaminates arenediazonium salts. Replacing hydroxyl groups with halogens often uses (*) trihalides of this element. The most common organic reagent that uses this element is its triphenyl type, which is a reactant in the Wittig reaction. For 10 points, name this nonmetal": {
    "guess": "Phosphorus",
    "confidence": [
      [
        "Ph",
        -0.0040199915
      ],
      [
        "osph",
        -0.00012618455
      ],
      [
        "orus",
        -0.0010472201
      ]
    ]
  },
  "This element's sulfide names a crystal lattice that is identical to diamond except for containing alternating atoms at adjacent lattice sites. Using this element and an acid as reagents, alpha-halo esters": {
    "guess": "Sulfur",
    "confidence": [
      [
        "S",
        -1.4770838
      ],
      [
        "ulf",
        -0.17970079
      ],
      [
        "ur",
        -0.021326507
      ]
    ]
  },
  "This election featured more vice-presidential candidates than presidential candidates, and Tom Watson won twenty-seven electoral votes for vice president despite being ignored by his running mate. Florence": {
    "guess": "United States presidential election, 1896",
    "confidence": [
      [
        "United",
        -0.042780265
      ],
      [
        " States",
        -4.9305523e-05
      ],
      [
        " presidential",
        -0.0013761838
      ],
      [
        " election",
        -0.00012296606
      ],
      [
        ",",
        -0.022972906
      ],
      [
        " ",
        -6.980855e-05
      ],
      [
        "189",
        -0.4469542
      ],
      [
        "6",
        -0.0009549326
      ]
    ]
  },
  "This election included a single electoral ballot cast for John Jay. This election included controversies over the Quasi-War and the Alien and Sedition Acts. The Twelfth Amendment was drafted in response to the outcome of this election, in which the House of Representatives denied Aaron Burr the Presidency. For 10 points, name this U.S. election, which marked the emergence of the two-party system, as": {
    "guess": "United States presidential election, 1796",
    "confidence": [
      [
        "United",
        -0.0052164444
      ],
      [
        " States",
        -0.00023476807
      ],
      [
        " presidential",
        -0.002589335
      ],
      [
        " election",
        -9.996708e-05
      ],
      [
        ",",
        -0.00533159
      ],
      [
        " ",
        -1.92662e-05
      ],
      [
        "179",
        -0.66029996
      ],
      [
        "6",
        -0.0005973545
      ]
    ]
  },
  "If the electric charge distribution is known, this law can determine the electric field only if the field": {
    "guess": "Gauss's law",
    "confidence": [
      [
        "G",
        -0.06295588
      ],
      [
        "auss",
        -0.004408398
      ],
      [
        "'s",
        -0.02128356
      ],
      [
        " law",
        -0.005033441
      ]
    ]
  },
  "This element is used as a catalyst in the Sandmeyer reaction, and is combined with zinc to catalyze the Simmons-Smith reaction. This element and zinc are cofactors in superoxide dismutase. This element can be extracted from chalcocite by reacting it with oxygen gas, which creates sulfur dioxide. When": {
    "guess": "Copper",
    "confidence": [
      [
        "C",
        -0.07847989
      ],
      [
        "opper",
        -0.0014303554
      ]
    ]
  },
  "This election included a single electoral ballot cast for John Jay. This election included controversies over the Quasi-War and the Alien and Sedition Acts. The Twelfth Amendment was drafted in response to the outcome of this election, in which the House of Representatives denied Aaron Burr the Presidency. For 10 points, name this U.S. election, which marked the emergence of the two-party system, as John Adams's Federalists were defeated by the Democratic-Republicans of Thomas Jefferson.": {
    "guess": "United States presidential election, 1800",
    "confidence": [
      [
        "United",
        -0.039147742
      ],
      [
        " States",
        -0.00011927807
      ],
      [
        " presidential",
        -0.0004585519
      ],
      [
        " election",
        -3.917321e-05
      ],
      [
        ",",
        -0.00031413205
      ],
      [
        " ",
        -3.1737043e-06
      ],
      [
        "180",
        -0.013954751
      ],
      [
        "0",
        -3.9769227e-05
      ]
    ]
  },
  "During this election, Alson Jenness Streeter was the first and only presidential candidate of the Union": {
    "guess": "Union Party (United States)",
    "confidence": [
      [
        "Union",
        -0.18580043
      ],
      [
        " Party",
        -0.14192665
      ],
      [
        " (",
        -0.4135223
      ],
      [
        "United",
        -0.013282579
      ],
      [
        " States",
        -4.6563837e-05
      ],
      [
        ")",
        -0.025630198
      ]
    ]
  },
  "For an electrical component envisioned by Leon Chua, this quantity depends on previous values, indicating that electrical components can have a memory for this quantity. Predictions for this quantity are too low in AC circuits because of the Skin Effect. In AC circuits, this is the real quantity added to the reactance to calculate the impedance. This quantity is equal to a material-dependent constant times length divided by cross-sectional area and by Ohm's law, it is equal to voltage over current. For 10 points, name this quantity whose SI unit is the ohm, which measures a circuit element's opposition to the passage of current.": {
    "guess": "Resistance",
    "confidence": [
      [
        "Resistance",
        -0.9233115
      ]
    ]
  },
  "Eleven years before this act was passed, the Supreme Court in Katz vs. United States explicitly declined to extend its ruling to cases covered by it. The constitutionality of this law was addressed in": {
    "guess": "Espionage Act of 1917",
    "confidence": [
      [
        "Esp",
        -0.53929126
      ],
      [
        "ionage",
        -0.0005012048
      ],
      [
        " Act",
        -0.0004516454
      ],
      [
        " of",
        -0.00014656837
      ],
      [
        " ",
        -1.2948405e-05
      ],
      [
        "191",
        -3.523949e-05
      ],
      [
        "7",
        -0.0001789881
      ]
    ]
  },
  "This element's forbidden spectral lines include 496 and 501 nanometers. Isotope ratios of this element\n distinguish K and R meterorites and identical isotope ratios of it are important evidence for the Giant\n Impact Hypothesis. Studies by the HST have shown that the trace atmosphere of Ganymede is composed": {
    "guess": "Potassium",
    "confidence": [
      [
        "Pot",
        -0.21998693
      ],
      [
        "assium",
        -5.4385737e-06
      ]
    ]
  },
  "In electromagnetism, this law is an important complement to the Law of Electromagnetic Induction. If": {
    "guess": "Faraday's law of induction",
    "confidence": [
      [
        "Far",
        -0.7475286
      ],
      [
        "aday",
        -6.301394e-05
      ],
      [
        "'s",
        -6.0391463e-05
      ],
      [
        " law",
        -0.106758416
      ],
      [
        " of",
        -0.003459895
      ],
      [
        " induction",
        -0.6967425
      ]
    ]
  },
  "If the electric charge distribution is known, this law can determine the electric field only if the field passes through the surface in a uniform, symmetric fashion as found in a sphere, planar surface, or a cylinder. If the electric field is known at all points, the electric charge can be calculated by integrating the electric field to find the flux. The more commonly used integral form is related to the differential form through the divergence. Name this law by a German mathematician that is one of the four Maxwell's equations, which involves placing an imaginary surface around electric charges.": {
    "guess": "Gauss's law",
    "confidence": [
      [
        "G",
        -0.0028330535
      ],
      [
        "auss",
        -0.0009802899
      ],
      [
        "'s",
        -0.005152639
      ],
      [
        " law",
        -0.031820104
      ]
    ]
  },
  "This man was elected to Congress with the slogan \"Congress needs a tail-gunner.\" He gained notice after a speech in Wheeling, West Virginia. He was criticized for his attack on the clerk Annie Lee Moss": {
    "guess": "Joseph McCarthy",
    "confidence": [
      [
        "Joseph",
        -0.0024215565
      ],
      [
        " McCarthy",
        -0.0002158147
      ]
    ]
  },
  "Electromagnetic radiation pressure is inversely proportional to this quantity. The Lorentz factor can be found using an object's velocity and this quantity. Cherenkov radiation results when this value is exceeded, and its value through a particular medium constitutes a material's refractive index. The": {
    "guess": "Speed of light",
    "confidence": [
      [
        "Speed",
        -0.0066450336
      ],
      [
        " of",
        -9.968313e-06
      ],
      [
        " light",
        -0.006290653
      ]
    ]
  },
  "This element's sulfide names a crystal lattice that is identical to diamond except for containing alternating atoms at adjacent lattice sites. Using this element and an acid as reagents, alpha-halo esters and aldehydes or ketones are converted to beta-hydroxyesters in the Reformatsky reaction. A \"couple\" of copper and this element is used in the cyclopropanation of alkenes called the Simmons-Smith reaction. An amalgam of this element and mercury is used with hydrochloric acid to reduce aldehydes and ketones to alkanes in the Clemmensen reduction. To prevent rusting or corrosion, a surface coating": {
    "guess": "Zinc",
    "confidence": [
      [
        "Z",
        -0.0088544665
      ],
      [
        "inc",
        -0.0022430352
      ]
    ]
  },
  "In this election, Bernhard Gilliam drew the influential cartoon, \"The Tattooed Man\", which portrayed the eventual loser's scandals, such as the \"Mulligan Letters.\" The loser obtained his party's nomination after William Temcumseh Sherman declined. This election saw Benjamin Butler place third while running for the (*) Greenback party. Scandals in this election included the birth of Maria Halpin's child and Samuel Burchard's line \"Rum, Romanism and Rebellion,\" which doomed the \"Plumed Knight,\" as did the defection of the Mugwumps. For 10 points, name this Presidential election in which James G. Blaine lost to Democrat Grover Cleveland.": {
    "guess": "1884 United States Presidential Election",
    "confidence": [
      [
        "188",
        -0.62489444
      ],
      [
        "4",
        -0.00025335286
      ],
      [
        " United",
        -0.00021557629
      ],
      [
        " States",
        -4.5133394e-05
      ],
      [
        " Presidential",
        -0.12522325
      ],
      [
        " Election",
        -0.000134052
      ]
    ]
  },
  "Elected to the French Academy in 1896, he, like Zola, became famous for his outspoken stand on the Dreyfus": {
    "guess": "J'accuse",
    "confidence": [
      [
        "J",
        -0.42410442
      ],
      [
        "'acc",
        -0.09182457
      ],
      [
        "use",
        -4.2272506e-05
      ]
    ]
  },
  "For an electric dipole, it equals polarization times electric field. In mechanics, it's equal to power over two pi times rotational velocity and it vanishes when the position vector and the force vector are parallel or in the case of constant angular speed. Along with energy, it has units of newton- meters, but the two are not the same thing. For ten points, identify this physical quantity, the rotational": {
    "guess": "Torque",
    "confidence": [
      [
        "Tor",
        -0.3440096
      ],
      [
        "que",
        -2.9352968e-06
      ]
    ]
  },
  "The eleventh chapter of one of his treatises contains a dialogue between the author and an imaginary Epicurean friend, who attacks Stoicism to illustrate the author's point that rationalism is incompatible with religious experience. In the seventh section of that work, he argued that uniform past experience leads to the impression that necessity creates all (*) causal connections. He argued against testimony and revealed religion as a basis for proofs of God's existence in a section called \"Of Miracles.\" This thinker argued that it is not necessary for the mind to be exposed to a concept for it to imagine it by using the example of a \"missing shade of blue.\" For 10 points, name this author of": {
    "guess": "David Hume",
    "confidence": [
      [
        "David",
        -0.44564807
      ],
      [
        " H",
        -2.9994528e-05
      ],
      [
        "ume",
        -2.7252845e-05
      ]
    ]
  },
  "In electrostatics, this quantity is defined as the work necessary to move one charge an infinite distance away from a nearby charge. In mechanics, one type of this quantity is equal to one half times a": {
    "guess": "Potential energy",
    "confidence": [
      [
        "Potential",
        -0.08198828
      ],
      [
        " energy",
        -0.015803948
      ]
    ]
  },
  "This element's allotropes include nanotubes and fullerenes. Another allotrope of this element consists of thin hexagonal sheets and is known as graphite. This element is bound to four hydrogen atoms in": {
    "guess": "Carbon",
    "confidence": [
      [
        "Carbon",
        -0.0003958801
      ]
    ]
  },
  "This election saw Californian George Osgoodby pose as a British merchant to trap Sir Lionel Sackville-West into exposing the Democratic candidate as the British preference. In another scandal during this": {
    "guess": "Murchison Letter scandal",
    "confidence": [
      [
        "M",
        -0.58523685
      ],
      [
        "urch",
        -0.00041315364
      ],
      [
        "ison",
        -0.0002584786
      ],
      [
        " Letter",
        -0.1091624
      ],
      [
        " scandal",
        -0.7456507
      ]
    ]
  },
  "This election featured more vice-presidential candidates than presidential candidates, and Tom Watson won twenty-seven electoral votes for vice president despite being ignored by his running mate. Florence Kelley and Mary Lease notably campaigned for the eventual major-party loser, who did not earn his party's nomination until Altgeld transferred votes from Richard Bland. Henry Teller walked out of": {
    "guess": "United States Presidential Election of 1896",
    "confidence": [
      [
        "United",
        -0.025726292
      ],
      [
        " States",
        -6.670925e-05
      ],
      [
        " Presidential",
        -0.3616131
      ],
      [
        " Election",
        -0.0010472201
      ],
      [
        " of",
        -0.16019781
      ],
      [
        " ",
        -4.9424725e-05
      ],
      [
        "189",
        -0.021512613
      ],
      [
        "6",
        -0.0006322592
      ]
    ]
  },
  "This element was originally used as a catalyst in the Haber process, and it is found in abundance in Saskatchewan. Its two major isotopes are 238 and 235, the latter of which was once referred to as \"actino\" this element. That former isotope of this element is useful since it decays to the fissile plutonium 239, and as such that isotope is frequently used in weapons. For 10 points, identify this element": {
    "guess": "Uranium",
    "confidence": [
      [
        "U",
        -0.0012767845
      ],
      [
        "ran",
        -2.2007884e-05
      ],
      [
        "ium",
        -5.5577775e-06
      ]
    ]
  },
  "This element's oxide was once produced by calcinating sodium carbonate and this element's hydroxide; that Deville process has now been replaced. A reduction agent consisting of a hydride, lithium, and this element is used to reduce carboxylic acid. This element's organometallic compound is found along with compounds of titanium in Ziegler-Natta catalysts. The (*) Bayer process precedes the electrolysis involved in the Hall-Heroult process to form this element's ore, bauxite. For 10 points, name this metal with atomic number 13 and symbol Al.": {
    "guess": "Aluminium",
    "confidence": [
      [
        "Al",
        -0.01953714
      ],
      [
        "uminium",
        -0.002154784
      ]
    ]
  },
  "They're not electrons, but angular momenta in these entities can cancel by Russell-Saunders coupling. A set of these entities has subscripts \"x squared,\" \"xz,\" \"yz,\" \"xy,\" and \"x squared minus y squared.\" One of these entities is shaped like a torus surrounding a dumbbell. Madelung's rule gives the energies of these things but does not explain their unusual configuration in palladium, chromium, and copper. The Pauli exclusion principle and (*) Hund's rule are the basis for the Aufbau principle for these entities. The second, or \"azimuthal\" quantum number classifies them into s, p, d, and f varieties. For 10 points, name these regions of an atom that can be occupied by up to two electrons.": {
    "guess": "Atomic orbital",
    "confidence": [
      [
        "Atomic",
        -0.079403035
      ],
      [
        " orbital",
        -0.24996924
      ]
    ]
  },
  "Eleven years before this act was passed, the Supreme Court in Katz vs. United States explicitly declined to extend its ruling to cases covered by it. The constitutionality of this law was addressed in the case U.S. vs. Nicholson and U.S. vs. Duggan, the latter of which involved members of the IRA. Chapter": {
    "guess": "Espionage Act of 1917",
    "confidence": [
      [
        "Esp",
        -1.2109609
      ],
      [
        "ionage",
        -7.9418505e-06
      ],
      [
        " Act",
        -0.0011327129
      ],
      [
        " of",
        -0.00036822853
      ],
      [
        " ",
        -2.3319124e-05
      ],
      [
        "191",
        -7.1954215e-05
      ],
      [
        "7",
        -0.000112245056
      ]
    ]
  },
  "This element is used in liquid ammonia as a reducing agent in the Birch reduction. This element used to be produced in a process that utilized this element's molten hydroxide called the Castner process but is now produced commercially by the electrolysis of its chloride in the Downs process. It is normally stored in an inert gas or oil because of its extremely [*] violent reaction with water and this element gives a yellow color in a flame test. This element's hydroxide is also called lye and its": {
    "guess": "Sodium",
    "confidence": [
      [
        "S",
        -0.0012697551
      ],
      [
        "odium",
        -7.89631e-07
      ]
    ]
  },
  "At Eleusis, this goddess was held to be the consort of Hermes. Aelian   records that Gale was a woman who angered this goddess, who  transformed her into the first polecat. Hesiod records that she was given  a portion of \"starry Ouranos,\" a portion of Gaea and a portion of the  unploughed sea. On ancient vases, this woman was depicted as the slayer  of Klytios by tossing at him a pair of torches. The Thracian aspect of this  daughter of Perses and (*) Asteria is Bendis, who was conflated with the  black dog that Queen Hecuba was turned into. She was sometimes said to be  the guardian of crossroads and she also heard the scream of Pesephone as she  was being abducted. For 10 points, name this Greek goddess of night and  witchcraft.": {
    "guess": "Hecate",
    "confidence": [
      [
        "H",
        -0.0025210844
      ],
      [
        "ec",
        -2.0696643e-05
      ],
      [
        "ate",
        -4.604148e-06
      ]
    ]
  },
  "This element forms a red solution when it complexes with thiocyanate, and although it is not aluminum, a chloride of this element catalyzes a Friedel-Crafts alkylation. The oxide of this element is used industrially to produce ammonia in the Haber-Bosch process, and this element exists in a solid solution with carbon in its gamma variety austenite. This element is derived from the ore hematite, and its brass-colored pyrite is commonly known as \"fool's gold\". For 10 points, name this transition metal": {
    "guess": "Iron",
    "confidence": [
      [
        "Iron",
        -0.002039749
      ]
    ]
  },
  "These elements can be prepared through the reduction of AcF3 or AcF4 with lithium, calcium, or magnesium at temperatures of 1100 to 1400 degrees Celsius. Known for their self-heating, extreme explosiveness, and short lifetimes, all of their isotopes tend to be unstable and most undergo radioactive alpha decay, and the Aufbau principal dictates that they are constructed by adding electrons to the 5f": {
    "guess": "Actinides",
    "confidence": [
      [
        "Act",
        -0.0040206956
      ],
      [
        "in",
        -0.003418674
      ],
      [
        "ides",
        -0.34958643
      ]
    ]
  },
  "This element is bonded to sodium and aluminum in cryolite, and it can be found naturally in minerals": {
    "guess": "Fluorine",
    "confidence": [
      [
        "Fl",
        -0.001451902
      ],
      [
        "u",
        -0.00023727135
      ],
      [
        "or",
        -2.5345586e-05
      ],
      [
        "ine",
        -0.002483031
      ]
    ]
  },
  "These elements can be prepared through the reduction of AcF3 or AcF4 with lithium, calcium, or magnesium at temperatures of 1100 to 1400 degrees Celsius. Known for their self-heating, extreme explosiveness, and short lifetimes, all of their isotopes tend to be unstable and most undergo radioactive alpha decay, and the Aufbau principal dictates that they are constructed by adding electrons to the 5f subshell. Characterized by a 7s2 configuration FTP, what is the collective name for chemical elements": {
    "guess": "Actinides",
    "confidence": [
      [
        "Act",
        -0.01296033
      ],
      [
        "in",
        -0.0013104788
      ],
      [
        "ides",
        -0.20964867
      ]
    ]
  },
  "For an electric dipole, it equals polarization times electric field. In mechanics, it's equal to power over two pi times rotational velocity and it vanishes when the position vector and the force vector are parallel or in the case of constant angular speed. Along with energy, it has units of newton-": {
    "guess": "Angular momentum",
    "confidence": [
      [
        "Angular",
        -0.9624156
      ],
      [
        " momentum",
        -0.056102168
      ]
    ]
  },
  "They're not electrons, but angular momenta in these entities can cancel by Russell-Saunders coupling. A set of these entities has subscripts \"x squared,\" \"xz,\" \"yz,\" \"xy,\" and \"x squared minus y squared.\"": {
    "guess": "Angular momentum quantum number",
    "confidence": [
      [
        "Angular",
        -1.471765
      ],
      [
        " momentum",
        -0.05104228
      ],
      [
        " quantum",
        -0.7895537
      ],
      [
        " number",
        -0.040542204
      ]
    ]
  },
  "This man was elected to Congress with the slogan \"Congress needs a tail-gunner.\" He gained notice after a speech in Wheeling, West Virginia. He was criticized for his attack on the clerk Annie Lee Moss on the program See It Now by Edward R. Murrow. Along with attorney Roy Cohn, he was discredited during the 1954 Army hearings, in which Joseph Welch asked him \"Have you no sense of decency, sir?\" For 10 points, name this Wisconsin Senator who led witch-hunts against supposed Communists in the 1950s.": {
    "guess": "Joseph McCarthy",
    "confidence": [
      [
        "Joseph",
        -0.004156876
      ],
      [
        " McCarthy",
        -0.0003364158
      ]
    ]
  },
  "This element extracted in the Frasch process is bonded to a hydrogen atom in a functional group once": {
    "guess": "Sulfur",
    "confidence": [
      [
        "S",
        -0.012055944
      ],
      [
        "ulf",
        -0.00012237004
      ],
      [
        "ur",
        -3.9769227e-05
      ]
    ]
  },
  "This element is coordinated to thiol groups after reacting a protein with the FLASH-REASH reagent. It's not silver, but heating this element with carbon forms a black namesake \"mirror\". A compound of this": {
    "guess": "Mercury",
    "confidence": [
      [
        "Mer",
        -0.027985571
      ],
      [
        "cury",
        -0.00081570446
      ]
    ]
  },
  "During his eleven years as an MP for Coventry this man organized a civilian works corps to help the army in Crimea and promoted a harmonic integration of railways. He worked with Joseph Lindley to publish The Magazine of Botany and The Flower Garden, works that drew heavily from his time with the Duke of Devonshire where he supervised the construction of a conservatory at Chatsworth and designed a lily house for the rare Victoria Regia. His most famous work was eventually moved to Sydenham Hill until it was destroyed by fire in 1936, a full 85 years after it was originally exhibited. FTP name this": {
    "guess": "Joseph Paxton",
    "confidence": [
      [
        "Joseph",
        -0.044875734
      ],
      [
        " Pax",
        -0.0029508397
      ],
      [
        "ton",
        -2.546479e-05
      ]
    ]
  },
  "This element's allotropes include nanotubes and fullerenes. Another allotrope of this element consists of thin hexagonal sheets and is known as graphite. This element is bound to four hydrogen atoms in methane. For 10 points, name this element that makes up diamonds, which has atomic number six and symbol": {
    "guess": "Carbon",
    "confidence": [
      [
        "Carbon",
        -0.0018662871
      ]
    ]
  },
  "Eleven years before this act was passed, the Supreme Court in Katz vs. United States explicitly declined to extend its ruling to cases covered by it. The constitutionality of this law was addressed in the case U.S. vs. Nicholson and U.S. vs. Duggan, the latter of which involved members of the IRA. Chapter 36 of title 50, its third subchapter addresses \"pen registers and trap-and-trace devices\" and": {
    "guess": "USA PATRIOT Act",
    "confidence": [
      [
        "USA",
        -0.80377036
      ],
      [
        " PAT",
        -0.048328314
      ],
      [
        "RI",
        -8.657073e-06
      ],
      [
        "OT",
        -1.6643718e-05
      ],
      [
        " Act",
        -0.018428633
      ]
    ]
  },
  "In electrostatics, this quantity is defined as the work necessary to move one charge an infinite distance": {
    "guess": "Electric potential",
    "confidence": [
      [
        "Electric",
        -0.123099744
      ],
      [
        " potential",
        -0.05723162
      ]
    ]
  },
  "The element with this atomic number has the highest value on the Pauling electronegativity scale. A collection named for this number includes a story in which Sergeant X receives a package from Charles and Esme that includes a letter and a wristwatch. Louis XIV was opposed by the League of Augsburg in a war named for this number of years. The religion Bahai is often represented by a star with this": {
    "guess": "Nine",
    "confidence": [
      [
        "Nine",
        -0.09986033
      ]
    ]
  },
  "In an elegy to General Wooster, this writer noted \"How, presumtuous shall we hope to find, Divine acceptance with the Almighty mind.\" In another work, this poet expresses gratitude for being \"taught to understand that there's a God, that there's a Savior too\" and notes that she \"may be refined, and join the angelic train.\" That work appeared in her (*) Poems on Various Subjects, Religious and Moral, which was prefaced with \"attestations\" by Boston men. For 10 points, name this poet of \"On Being Brought from Africa to America,\" the first African-American woman to be published.": {
    "guess": "Phillis Wheatley",
    "confidence": [
      [
        "Ph",
        -0.0006688327
      ],
      [
        "illis",
        -4.5133394e-05
      ],
      [
        " Wheat",
        -9.0883464e-07
      ],
      [
        "ley",
        -0.000107238506
      ]
    ]
  },
  "This element is bonded to sodium and aluminum in cryolite, and it can be found naturally in minerals such as topaz and apatite. It was first isolated in the lab by Henri Moissan, and a compound containing": {
    "guess": "Fluorine",
    "confidence": [
      [
        "Fl",
        -0.0017361094
      ],
      [
        "u",
        -0.00012916465
      ],
      [
        "or",
        -9.960947e-05
      ],
      [
        "ine",
        -0.00050465803
      ]
    ]
  },
  "This election included a single electoral ballot cast for John Jay. This election included controversies over the Quasi-War and the Alien and Sedition Acts. The Twelfth Amendment was drafted in response": {
    "guess": "United States presidential election, 1796",
    "confidence": [
      [
        "United",
        -0.004348587
      ],
      [
        " States",
        -7.946405e-05
      ],
      [
        " presidential",
        -0.0003480978
      ],
      [
        " election",
        -4.310693e-05
      ],
      [
        ",",
        -0.00056339975
      ],
      [
        " ",
        -1.342522e-05
      ],
      [
        "179",
        -0.31166917
      ],
      [
        "6",
        -0.0010661551
      ]
    ]
  },
  "An elementary school is part of the first five floors of a building this man designed to be the tallest": {
    "guess": "Frank Gehry",
    "confidence": [
      [
        "Frank",
        -0.75574297
      ],
      [
        " Geh",
        -0.0044800853
      ],
      [
        "ry",
        -3.2140193e-05
      ]
    ]
  },
  "During his eleven years as an MP for Coventry this man organized a civilian works corps to help the army in Crimea and promoted a harmonic integration of railways. He worked with Joseph Lindley to publish": {
    "guess": "William Hillman",
    "confidence": [
      [
        "William",
        -0.17769688
      ],
      [
        " Hill",
        -0.9623492
      ],
      [
        "man",
        -0.20459522
      ]
    ]
  },
  "Eleven years before this act was passed, the Supreme Court in Katz vs. United States explicitly declined to extend its ruling to cases covered by it. The constitutionality of this law was addressed in the case U.S. vs. Nicholson and U.S. vs. Duggan, the latter of which involved members of the IRA. Chapter 36 of title 50, its third subchapter addresses \"pen registers and trap-and-trace devices\" and includes provisions for authorization in times of emergency and of war. Section 206 of the PATRIOT Act updated this legislation to provide for a \"roaming\" version of its most famous application, while Section 218 loosened the requirements for a warrant, which is granted by a secret court. Passed as the result of the Church Committee's investigation into Operations Minaret and Shamrock, FTP, name this 1978 law, which may have been violated recently by the NSA.": {
    "guess": "Foreign Intelligence Surveillance Act",
    "confidence": [
      [
        "Foreign",
        -0.006326909
      ],
      [
        " Intelligence",
        -0.000492149
      ],
      [
        " Surveillance",
        -0.0012816607
      ],
      [
        " Act",
        -8.220573e-05
      ]
    ]
  },
  "During this election, the Bourbon Democrats refused to support the mainstream Democratic nominee, who was supported by the pamphlet \"Coin's Financial School,\" and lost to a carefully managed \"front porch\"": {
    "guess": "1896 United States presidential election",
    "confidence": [
      [
        "189",
        -0.58895475
      ],
      [
        "6",
        -0.00022415895
      ],
      [
        " United",
        -0.0013858319
      ],
      [
        " States",
        -0.00013536324
      ],
      [
        " presidential",
        -0.031212192
      ],
      [
        " election",
        -0.00023369525
      ]
    ]
  },
  "This element is used as a catalyst in the Sandmeyer reaction, and is combined with zinc to catalyze the": {
    "guess": "Copper (I) chloride",
    "confidence": [
      [
        "C",
        -0.018051138
      ],
      [
        "opper",
        -0.0028904674
      ],
      [
        " (",
        -0.4257812
      ],
      [
        "I",
        -0.08243408
      ],
      [
        ")",
        -9.221884e-05
      ],
      [
        " chloride",
        -0.6863803
      ]
    ]
  },
  "This element is coordinated to thiol groups after reacting a protein with the FLASH-REASH reagent. It's not silver, but heating this element with carbon forms a black namesake \"mirror\". A compound of this element with molybdenum is used in the Nelson-Somogyi method of determining blood sugar. With all-trans-retinoic": {
    "guess": "Bismuth",
    "confidence": [
      [
        "B",
        -1.4910536
      ],
      [
        "ism",
        -0.0021608488
      ],
      [
        "uth",
        -1.3186812e-05
      ]
    ]
  },
  "Eleven days after a victory at the Battle of Gravelines over this force, one monarch gave the Speech": {
    "guess": "Spanish Armada",
    "confidence": [
      [
        "Spanish",
        -0.47553387
      ],
      [
        " Arm",
        -0.0010488853
      ],
      [
        "ada",
        -0.00015443214
      ]
    ]
  },
  "This element, strontium and oxygen form a compound which was the first observed example of a RuddlesdenPopper Phase. This element's tetrachloride is used as a Lewis acid catalyst in the Mukaiyama aldol reaction. This metal is bound to two Cp rings in a masked (*) carbene used for carbonyl methylenation, Tebbe's reagent. Magnesium reacts with this metal's tetrachloride in the final step of the Kroll process. It's found in the ore rutile and its dioxide is used in white paints.. For 10 points name this metal with symbol Ti.": {
    "guess": "Titanium",
    "confidence": [
      [
        "Titan",
        -0.0012296347
      ],
      [
        "ium",
        -2.2603901e-05
      ]
    ]
  },
  "This element extracted in the Frasch process is bonded to a hydrogen atom in a functional group once called a mercaptan. In nature, this element is most commonly found in an eight atom ring. This element is only found in the amino acids methionine and cysteine; in cysteine this element forms a type of": {
    "guess": "Sulfur",
    "confidence": [
      [
        "S",
        -0.0041073733
      ],
      [
        "ulf",
        -3.059055e-05
      ],
      [
        "ur",
        -0.0001008015
      ]
    ]
  },
  "This element was discovered in 1828 by Friedrich Wöhler. It is one of four elements named after the village of Ytterby in Sweden. Its physical characteristic is a silvery white and highly crystalline.": {
    "guess": "Yttrium",
    "confidence": [
      [
        "Y",
        -0.019343523
      ],
      [
        "t",
        -6.682846e-05
      ],
      [
        "tr",
        -0.10858186
      ],
      [
        "ium",
        -3.7623562e-05
      ]
    ]
  },
  "This element forms a red solution when it complexes with thiocyanate, and although it is not aluminum, a chloride of this element catalyzes a Friedel-Crafts alkylation. The oxide of this element is used": {
    "guess": "Iron",
    "confidence": [
      [
        "Iron",
        -0.0044825813
      ]
    ]
  },
  "Electronic transitions in this element produce the Pickering series. Type Ib supernovae are the only subclass of type I supernovae to possess absorption lines of this element. A phenomenon named for this element occurs when a degenerate core composed of this element reaches a temperature of 100 million Kelvin. The portion of a star consisting of elements heavier than this element is larger for population I stars than for population II stars. Stars move onto the horizontal branch after experiencing a (*) \"flash\" named for this element. Red giants generate carbon from the fusion of three atoms of this element. Nuclei of this element are formed in the proton-proton chain and by deuterium-tritium fusion--those nuclei are referred to as alpha particles. For 10 points, name this element formed from": {
    "guess": "Helium",
    "confidence": [
      [
        "Hel",
        -0.235401
      ],
      [
        "ium",
        -4.723352e-06
      ]
    ]
  },
  "The element with this atomic number has the highest value on the Pauling electronegativity scale. A collection named for this number includes a story in which Sergeant X receives a package from Charles and Esme that includes a letter and a wristwatch. Louis XIV was opposed by the League of Augsburg in a war named for this number of years. The religion Bahai is often represented by a star with this number of points, and the figure Heimdall from Norse myth was the son of this number of mothers. Beethoven's symphony of this number includes the \"Ode to Joy\" melody in its final movement. For 10 points,": {
    "guess": "Nine",
    "confidence": [
      [
        "Nine",
        -0.08313991
      ]
    ]
  },
  "In an elegy to General Wooster, this writer noted \"How, presumtuous shall we hope to find, Divine acceptance with the Almighty mind.\" In another work, this poet expresses gratitude for being \"taught to understand that there's a God, that there's a Savior too\" and notes that she \"may be refined, and join the angelic train.\" That work appeared in her (*) Poems on Various Subjects, Religious and Moral,": {
    "guess": "Phillis Wheatley",
    "confidence": [
      [
        "Ph",
        -0.0003449985
      ],
      [
        "illis",
        -2.6968896e-06
      ],
      [
        " Wheat",
        -4.3202e-07
      ],
      [
        "ley",
        -4.036525e-05
      ]
    ]
  },
  "Elected to the French Academy in 1896, he, like Zola, became famous for his outspoken stand on the Dreyfus case. Some of his  works include the short story collection _Balthasar,_ as well as the novels _The Gods are Athirst,_ _The Red City,_ and _The Revolt of the _  _Angels_. FTP, identify this author of the play _Thais_ and winner of the 1921 Nobel Prize, whose best-known works include _The _  _Opinions of Jerome Coignard,_ _The Crime of Sylvester Bonnard,_ and _Penguin Island_.": {
    "guess": "Anatole France",
    "confidence": [
      [
        "An",
        -0.00041148844
      ],
      [
        "at",
        -4.604148e-06
      ],
      [
        "ole",
        -6.704273e-07
      ],
      [
        " France",
        -3.9411618e-05
      ]
    ]
  },
  "This element catalyzes the cycloaddition of a nitrile with two equivalents of acetylene to form pyridine derivatives. Sepulchrate ligands are typically coordinated to this metal, whose inert hexammine complex ion forms a chloride salt employed as the chief model of Alfred Werner. Unusually for its row, the plus three oxidation state of this metal generally forms only low-spin octahedral complexes, in contrast to this metal's high-spin plus two complexes, whose pink solutions change (*) color when acid is added. This non-rhodium metal catalyzes the Bönnemann cyclization and hydroformylation. Gamma Knives irradiate tumors using the synthetic 60 isotope of this metal, whose alumina salts produce blue pigments. This metal acts as a cofactor for methionine synthase, which binds a vitamin containing it in a corrin ring. For 10 points, name this ferromagnetic metal found in vitamin B12, with chemical": {
    "guess": "Cobalt",
    "confidence": [
      [
        "C",
        -0.010628478
      ],
      [
        "ob",
        -1.2664457e-06
      ],
      [
        "alt",
        -0.00026848805
      ]
    ]
  },
  "In an elegy to General Wooster, this writer noted \"How, presumtuous shall we hope to find, Divine acceptance": {
    "guess": "Phillis Wheatley",
    "confidence": [
      [
        "Ph",
        -1.1362213
      ],
      [
        "illis",
        -0.03871536
      ],
      [
        " Wheat",
        -0.00013882013
      ],
      [
        "ley",
        -0.0005927092
      ]
    ]
  },
  "During this election, the Bourbon Democrats refused to support the mainstream Democratic nominee, who": {
    "guess": "United States presidential election, 1896",
    "confidence": [
      [
        "United",
        -1.0513209
      ],
      [
        " States",
        -0.00030984072
      ],
      [
        " presidential",
        -0.004642423
      ],
      [
        " election",
        -0.00011331789
      ],
      [
        ",",
        -0.10891579
      ],
      [
        " ",
        -9.150362e-05
      ],
      [
        "189",
        -0.13629156
      ],
      [
        "6",
        -0.00082391856
      ]
    ]
  },
  "These elements can be prepared through the reduction of AcF3 or AcF4 with lithium, calcium, or magnesium at temperatures of 1100 to 1400 degrees Celsius. Known for their self-heating, extreme explosiveness, and short lifetimes, all of their isotopes tend to be unstable and most undergo radioactive alpha decay, and the Aufbau principal dictates that they are constructed by adding electrons to the 5f subshell. Characterized by a 7s2 configuration FTP, what is the collective name for chemical elements 89-103?": {
    "guess": "Actinides",
    "confidence": [
      [
        "Act",
        -0.00365008
      ],
      [
        "in",
        -0.0004452084
      ],
      [
        "ides",
        -0.15746494
      ]
    ]
  },
  "This element's sulfide names a crystal lattice that is identical to diamond except for containing alternating atoms at adjacent lattice sites. Using this element and an acid as reagents, alpha-halo esters and aldehydes or ketones are converted to beta-hydroxyesters in the Reformatsky reaction. A \"couple\"": {
    "guess": "Zinc",
    "confidence": [
      [
        "Z",
        -0.25872174
      ],
      [
        "inc",
        -0.01207126
      ]
    ]
  },
  "This element can be used by itself or in an alloy with potassium for liquid metal cooling in submarine nuclear reactors. Its spectrum is notable for its two D-lines, and it can be created along with hydrogen in carbon fusion. Its hypochlorite is bleach, and its hydroxide is caustic soda. Three ions of": {
    "guess": "Mercury (element)",
    "confidence": [
      [
        "Mer",
        -0.70897835
      ],
      [
        "cury",
        -3.190179e-05
      ],
      [
        " (",
        -0.14669603
      ],
      [
        "element",
        -0.012545323
      ],
      [
        ")",
        -7.226629e-06
      ]
    ]
  },
  "This element can be used by itself or in an alloy with potassium for liquid metal cooling in submarine nuclear reactors. Its spectrum is notable for its two D-lines, and it can be created along with hydrogen": {
    "guess": "Sodium",
    "confidence": [
      [
        "S",
        -0.03323655
      ],
      [
        "odium",
        -3.655073e-05
      ]
    ]
  },
  "This election included a single electoral ballot cast for John Jay. This election included controversies": {
    "guess": "United States presidential election, 1800",
    "confidence": [
      [
        "United",
        -0.18913281
      ],
      [
        " States",
        -0.00029863926
      ],
      [
        " presidential",
        -0.008515997
      ],
      [
        " election",
        -0.0008425033
      ],
      [
        ",",
        -0.01063615
      ],
      [
        " ",
        -9.054999e-05
      ],
      [
        "180",
        -0.49847245
      ],
      [
        "0",
        -0.0033626044
      ]
    ]
  },
  "In this election, Samuel Pomeroy issued a circular supporting the Secretary of the Treasury as a candidate. The  incumbent had his cabinet sign the \"blind memorandum\" in the event that he lost this election, during which Wendell  Phillips supported a party that withdrew its candidate after the removal of postmaster general Montgomery Blair. The  Radical Democratic Party arose during this election, during which the word (*) \"miscegenation\" was coined in campaign  literature. Clement Vallandigham was on the Democratic platform committee in this election, during which the winning candidate  dropped Hannibal Hamlin as his running mate and chose Andrew Johnson instead. For 10 points, name this election in which  George McClellan was defeated by the incumbent, Abraham Lincoln.": {
    "guess": "United States presidential election, 1864",
    "confidence": [
      [
        "United",
        -0.24415493
      ],
      [
        " States",
        -0.00010843054
      ],
      [
        " presidential",
        -0.0024435506
      ],
      [
        " election",
        -0.0003803873
      ],
      [
        ",",
        -0.16945966
      ],
      [
        " ",
        -7.529192e-05
      ],
      [
        "186",
        -0.0010510309
      ],
      [
        "4",
        -6.80205e-05
      ]
    ]
  },
  "In this election, Samuel Pomeroy issued a circular supporting the Secretary of the Treasury as a candidate. The  incumbent had his cabinet sign the \"blind memorandum\" in the event that he lost this election, during which Wendell  Phillips supported a party that withdrew its candidate after the removal of postmaster general Montgomery Blair. The  Radical Democratic Party arose during this election, during which the word (*) \"miscegenation\" was coined in campaign  literature. Clement Vallandigham was on the Democratic platform committee in this election, during which the winning candidate  dropped Hannibal Hamlin as his running mate and chose Andrew Johnson instead. For 10 points, name this election": {
    "guess": "United States presidential election, 1864",
    "confidence": [
      [
        "United",
        -0.5514308
      ],
      [
        " States",
        -6.5278815e-05
      ],
      [
        " presidential",
        -0.004138599
      ],
      [
        " election",
        -0.0003933768
      ],
      [
        ",",
        -0.24311408
      ],
      [
        " ",
        -9.019238e-05
      ],
      [
        "186",
        -0.00040898516
      ],
      [
        "4",
        -6.384837e-05
      ]
    ]
  },
  "This element is used in liquid ammonia as a reducing agent in the Birch reduction. This element used to be produced in a process that utilized this element's molten hydroxide called the Castner process but is now produced commercially by the electrolysis of its chloride in the Downs process. It is normally stored in an inert gas or oil because of its extremely [*] violent reaction with water and this element gives a yellow color in a flame test. This element's hydroxide is also called lye and its bicarbonate is called baking soda. For 10 points, name this alkali metal that is below magnesium in": {
    "guess": "Sodium",
    "confidence": [
      [
        "S",
        -0.0015486642
      ],
      [
        "odium",
        -1.0280384e-06
      ]
    ]
  },
  "This element catalyzes the cycloaddition of a nitrile with two equivalents of acetylene to form pyridine derivatives. Sepulchrate ligands are typically coordinated to this metal, whose inert hexammine complex ion forms a chloride salt employed as the chief model of Alfred Werner. Unusually for its row, the plus three oxidation state of this metal generally forms only low-spin octahedral complexes, in contrast to this metal's high-spin plus two complexes, whose pink solutions change (*) color when acid is added. This non-rhodium metal catalyzes the Bönnemann cyclization and hydroformylation. Gamma Knives irradiate tumors using the synthetic 60 isotope of this metal, whose alumina salts produce blue pigments. This metal acts as a cofactor for methionine synthase, which binds a vitamin containing": {
    "guess": "Cobalt",
    "confidence": [
      [
        "C",
        -0.013397509
      ],
      [
        "ob",
        -2.8160932e-06
      ],
      [
        "alt",
        -0.00027099132
      ]
    ]
  },
  "The man elected to the Senate to replace John Eaton, Felix Grundy, also succeeded Eaton in this post and was the 13th man to hold this position. The man who defended the freedom of movement as guaranteed by the Constitution in the 1941 case Edwards v. California, Robert Jackson occupied this post before": {
    "guess": "United States Attorney General",
    "confidence": [
      [
        "United",
        -0.13410768
      ],
      [
        " States",
        -0.00059866573
      ],
      [
        " Attorney",
        -0.18694931
      ],
      [
        " General",
        -0.00018685187
      ]
    ]
  },
  "Electron paramagnetic spectroscopy showed that the simplest compound of this group forms an electron-deficient tetrahedral aggregate in solution. Researchers at the University of Waterloo reported that solutions of this class of compounds can be accurately titrated using a stock solution of N-benzylbenzamide": {
    "guess": "Borane",
    "confidence": [
      [
        "B",
        -0.84100926
      ],
      [
        "or",
        -0.6005274
      ],
      [
        "ane",
        -0.1548796
      ]
    ]
  },
  "For an electrical component envisioned by Leon Chua, this quantity depends on previous values, indicating that electrical components can have a memory for this quantity. Predictions for this quantity are too low in AC circuits because of the Skin Effect. In AC circuits, this is the real quantity added to the reactance to calculate the impedance. This quantity is equal to a material-dependent constant": {
    "guess": "Inductance",
    "confidence": [
      [
        "Ind",
        -0.6864778
      ],
      [
        "uct",
        -0.06916281
      ],
      [
        "ance",
        -0.00010831134
      ]
    ]
  },
  "In this election, Samuel Pomeroy issued a circular supporting the Secretary of the Treasury as a candidate.": {
    "guess": "United States presidential election, 1860",
    "confidence": [
      [
        "United",
        -0.086301155
      ],
      [
        " States",
        -6.217952e-05
      ],
      [
        " presidential",
        -0.056802616
      ],
      [
        " election",
        -6.4802e-05
      ],
      [
        ",",
        -0.0037031623
      ],
      [
        " ",
        -6.4444386e-05
      ],
      [
        "186",
        -0.44146806
      ],
      [
        "0",
        -0.49036515
      ]
    ]
  },
  "This element is the central atom of the product of the Michaelis-Arbuzov reaction, which is used to prepare": {
    "guess": "Phosphorus",
    "confidence": [
      [
        "Ph",
        -0.117742166
      ],
      [
        "osph",
        -0.00058603747
      ],
      [
        "orus",
        -0.011879968
      ]
    ]
  },
  "If the electric charge distribution is known, this law can determine the electric field only if the field passes through the surface in a uniform, symmetric fashion as found in a sphere, planar surface,": {
    "guess": "Gauss's law",
    "confidence": [
      [
        "G",
        -0.059134144
      ],
      [
        "auss",
        -0.008247648
      ],
      [
        "'s",
        -0.018407093
      ],
      [
        " law",
        -0.010430306
      ]
    ]
  },
  "This element can be used by itself or in an alloy with potassium for liquid metal cooling in submarine nuclear reactors. Its spectrum is notable for its two D-lines, and it can be created along with hydrogen in carbon fusion. Its hypochlorite is bleach, and its hydroxide is caustic soda. Three ions of this element are pushed out of a cell for every two potassium ions pulled in to maintain resting potential in animal cells by their namesake pumps. It is more dense than potassium despite being located": {
    "guess": "Sodium",
    "confidence": [
      [
        "S",
        -0.0014452338
      ],
      [
        "odium",
        -1.3544423e-05
      ]
    ]
  },
  "In an elegy to General Wooster, this writer noted \"How, presumtuous shall we hope to find, Divine acceptance with the Almighty mind.\" In another work, this poet expresses gratitude for being \"taught to understand that there's a God, that there's a Savior too\" and notes that she \"may be refined, and join": {
    "guess": "Phillis Wheatley",
    "confidence": [
      [
        "Ph",
        -0.09283859
      ],
      [
        "illis",
        -0.0022098545
      ],
      [
        " Wheat",
        -6.15835e-05
      ],
      [
        "ley",
        -0.00031460886
      ]
    ]
  },
  "These elements can be prepared through the reduction of AcF3 or AcF4 with lithium, calcium, or magnesium at temperatures of 1100 to 1400 degrees Celsius. Known for their self-heating, extreme explosiveness,": {
    "guess": "Actinides",
    "confidence": [
      [
        "Act",
        -0.034312643
      ],
      [
        "in",
        -0.0071097286
      ],
      [
        "ides",
        -0.19305311
      ]
    ]
  },
  "This element is the central atom of the product of the Michaelis-Arbuzov reaction, which is used to prepare esters of this element. Knowles won the 2001 Chemistry Nobel for designing the asymmetric, chiral hydrogenation catalyst DIPAMP, whose two central atoms are of this element. This element is the": {
    "guess": "Rhodium",
    "confidence": [
      [
        "Rh",
        -0.30447972
      ],
      [
        "odium",
        -9.729906e-06
      ]
    ]
  },
  "In a 2011 election in this region, a Socialist Labour and Liberal Party coalition defeated the Social Democrat Party, making Fabian Picardo this region's new prime minister. This region's flag depicts a red castle on a white background with a gold key hanging from the castle. People in this region speak a creole language called Llanito which borrows words from Genoese, Hebrew, Maltese, and Portuguese, but is mostly a blend of (*) Spanish and English. The nation that currently controls this region gained it after an Anglo-Dutch fleet captured it in 1704 and the Treaty of ► Utrecht ceded this region to the United Kingdom \"in perpetuity.\" For 10 points, name this overseas territory of the United": {
    "guess": "Gibraltar",
    "confidence": [
      [
        "G",
        -0.019752568
      ],
      [
        "ibraltar",
        -2.3676734e-05
      ]
    ]
  },
  "Electrons were fired at a crystalline target of this element in the Davisson-Germer experiment. Carbon monoxide is reacted with this element's carbonyl to give a pure form of this element in the Mond process. Along with chromium, this element is responsible for the corrosion resistance of austensitic": {
    "guess": "Nickel",
    "confidence": [
      [
        "Nick",
        -0.005504692
      ],
      [
        "el",
        -3.464347e-05
      ]
    ]
  },
  "This man won an election in college after he and his friend Robert Atwater traveled the country in a Ford Pinto, seeking endorsements from different schools. In 1994, this man organized a political campaign that defeated incumbent Governor (+) Ann Richards. Most recently, this man published an autobiography titled Courage and Consequence and co-founded the group American Crossroads, which raised money": {
    "guess": "Karl Rove",
    "confidence": [
      [
        "K",
        -0.0036769174
      ],
      [
        "arl",
        -2.7014437e-05
      ],
      [
        " R",
        -0.002604672
      ],
      [
        "ove",
        -8.625866e-05
      ]
    ]
  },
  "This element, strontium and oxygen form a compound which was the first observed example of a RuddlesdenPopper Phase. This element's tetrachloride is used as a Lewis acid catalyst in the Mukaiyama aldol reaction. This metal is bound to two Cp rings in a masked (*) carbene used for carbonyl methylenation,": {
    "guess": "Titanium",
    "confidence": [
      [
        "Titan",
        -0.23923613
      ],
      [
        "ium",
        -0.018781656
      ]
    ]
  },
  "In electrostatics, this quantity is defined as the work necessary to move one charge an infinite distance away from a nearby charge. In mechanics, one type of this quantity is equal to one half times a spring constant times the square of the distance from equilibrium. Another type of this quantity is the \"gravitational\" type, and is equal to the mass times the acceleration due to gravity times the height at which an object is located. For 10 points, name this type of energy which is stored in a system": {
    "guess": "Potential energy",
    "confidence": [
      [
        "Potential",
        -0.0045997035
      ],
      [
        " energy",
        -0.0024907608
      ]
    ]
  },
  "This element is bonded to sodium and aluminum in cryolite, and it can be found naturally in minerals such as topaz and apatite. It was first isolated in the lab by Henri Moissan, and a compound containing six atoms of this element is used during the uranium enrichment process. Neil Bartlett created the first known noble gas compound using (*) xenon and this element. This element is found in the polymer Teflon and is also bonded to carbon and chlorine in Freon. It is an extremely strong oxidizing agent, since it has the highest electronegativity out of all the elements. For ten points, identify this lightest halogen with atomic number 9 and chemical symbol F.": {
    "guess": "Fluorine",
    "confidence": [
      [
        "Fl",
        -0.0007413727
      ],
      [
        "u",
        -0.002246604
      ],
      [
        "or",
        -1.6286107e-05
      ],
      [
        "ine",
        -6.408677e-05
      ]
    ]
  },
  "This element forms a red solution when it complexes with thiocyanate, and although it is not aluminum, a chloride of this element catalyzes a Friedel-Crafts alkylation. The oxide of this element is used industrially to produce ammonia in the Haber-Bosch process, and this element exists in a solid solution with carbon in its gamma variety austenite. This element is derived from the ore hematite, and": {
    "guess": "Iron",
    "confidence": [
      [
        "Iron",
        -0.00095302897
      ]
    ]
  },
  "This element extracted in the Frasch process is bonded to a hydrogen atom in a functional group once called a mercaptan. In nature, this element is most commonly found in an eight atom ring. This element": {
    "guess": "Sulfur",
    "confidence": [
      [
        "S",
        -0.0024384323
      ],
      [
        "ulf",
        -7.815281e-05
      ],
      [
        "ur",
        -3.7385154e-05
      ]
    ]
  },
  "During this election, the Bourbon Democrats refused to support the mainstream Democratic nominee, who was supported by the pamphlet \"Coin's Financial School,\" and lost to a carefully managed \"front porch\" campaign managed by Mark Hanna. The Democratic candidate became the nominee for this election after delivering the \"Cross of Gold\" speech. For 10 points, name this election in which William Jennings": {
    "guess": "Election of 1896",
    "confidence": [
      [
        "E",
        -0.020381644
      ],
      [
        "lection",
        -0.000121542944
      ],
      [
        " of",
        -7.529192e-05
      ],
      [
        " ",
        -2.9160103e-05
      ],
      [
        "189",
        -0.029097425
      ],
      [
        "6",
        -0.00029208304
      ]
    ]
  },
  "Eleven years before this act was passed, the Supreme Court in Katz vs. United States explicitly declined to extend its ruling to cases covered by it. The constitutionality of this law was addressed in the case U.S. vs. Nicholson and U.S. vs. Duggan, the latter of which involved members of the IRA. Chapter 36 of title 50, its third subchapter addresses \"pen registers and trap-and-trace devices\" and includes provisions for authorization in times of emergency and of war. Section 206 of the PATRIOT Act updated this legislation to provide for a \"roaming\" version of its most famous application, while Section 218 loosened the requirements for a warrant, which is granted by a secret court. Passed as": {
    "guess": "Foreign Intelligence Surveillance Act",
    "confidence": [
      [
        "Foreign",
        -0.19016297
      ],
      [
        " Intelligence",
        -0.00012487332
      ],
      [
        " Surveillance",
        -0.0002290463
      ],
      [
        " Act",
        -1.640531e-05
      ]
    ]
  },
  "The Eleusinian mysteries claim she helped Demeter find Persephone. Depicted as having three heads, she is one of the few goddesses to whom dogs were sacrificed. Her common association with ghosts of the dead led to her being invoked in classical magic and to her mistakenly being called the goddess of witchcraft. Daughter of Perses and Asteria, FTP name this dark goddess of the crossroads who shares her name with a head witch in Macbeth.": {
    "guess": "Hecate",
    "confidence": [
      [
        "H",
        -0.041957233
      ],
      [
        "ec",
        -0.008545072
      ],
      [
        "ate",
        -6.9882217e-06
      ]
    ]
  },
  "The element with this atomic number has the highest value on the Pauling electronegativity scale. A collection named for this number includes a story in which Sergeant X receives a package from Charles and Esme that includes a letter and a wristwatch. Louis XIV was opposed by the League of Augsburg in": {
    "guess": "Nine",
    "confidence": [
      [
        "Nine",
        -0.064587906
      ]
    ]
  },
  "This element's allotropes include nanotubes and fullerenes. Another allotrope of this element consists of thin hexagonal sheets and is known as graphite. This element is bound to four hydrogen atoms in methane. For 10 points, name this element that makes up diamonds, which has atomic number six and symbol C.": {
    "guess": "Carbon",
    "confidence": [
      [
        "Carbon",
        -0.0011548665
      ]
    ]
  },
  "This element forms a red solution when it complexes with thiocyanate, and although it is not aluminum, a chloride of this element catalyzes a Friedel-Crafts alkylation. The oxide of this element is used industrially to produce ammonia in the Haber-Bosch process, and this element exists in a solid solution with carbon in its gamma variety austenite. This element is derived from the ore hematite, and its brass-colored pyrite is commonly known as \"fool's gold\". For 10 points, name this transition metal with chemical symbol Fe.": {
    "guess": "Iron",
    "confidence": [
      [
        "Iron",
        -0.0004325765
      ]
    ]
  },
  "This element can be extracted from its pollucite ore by dissolving it in hydrochloric acid, after which it is sold as an azide due to its reactivity. This metal's chloride is often added to a DNA solution to achieve a gradient in isopycnic centrifugation. Robert Bunsen and Gustav Kirchhoff named this element after the blue emission lines in its spectrum. Of the non-radioactive elements, this element's 133 isotope has the lowest electronegativity and the largest atomic radius. The oscillations of this element between two ground states is the basis for the SI unit of time and for atomic clocks. For": {
    "guess": "Cesium",
    "confidence": [
      [
        "C",
        -0.22227536
      ],
      [
        "esium",
        -0.0012585645
      ]
    ]
  },
  "In this election, Samuel Pomeroy issued a circular supporting the Secretary of the Treasury as a candidate. The  incumbent had his cabinet sign the \"blind memorandum\" in the event that he lost this election, during which Wendell  Phillips supported a party that withdrew its candidate after the removal of postmaster general Montgomery Blair. The  Radical Democratic Party arose during this election, during which the word (*) \"miscegenation\" was coined in campaign  literature. Clement Vallandigham was": {
    "guess": "1864 United States presidential election",
    "confidence": [
      [
        "186",
        -0.06634036
      ],
      [
        "4",
        -0.004984809
      ],
      [
        " United",
        -0.0015575935
      ],
      [
        " States",
        -7.660316e-05
      ],
      [
        " presidential",
        -0.008923823
      ],
      [
        " election",
        -8.172892e-05
      ]
    ]
  },
  "This element is used in liquid ammonia as a reducing agent in the Birch reduction. This element used to be produced in a process that utilized this element's molten hydroxide called the Castner process but is now produced commercially by the electrolysis of its chloride in the Downs process. It is normally stored in an inert gas or oil because of its extremely [*] violent reaction with water and this element gives a yellow color in a flame test. This element's hydroxide is also called lye and its bicarbonate is called baking soda. For 10 points, name this alkali metal that is below magnesium in the periodic table that has symbol Na and is paired with chloride in table salt.": {
    "guess": "Sodium",
    "confidence": [
      [
        "S",
        -0.0027397317
      ],
      [
        "odium",
        -7.107425e-06
      ]
    ]
  },
  "One element from this group participates in the Auwers synthesis by interacting with the pi electrons of an alkene as part of an addition reaction, and these elements can bond with each other to form their": {
    "guess": "Halogen",
    "confidence": [
      [
        "Hal",
        -0.11000844
      ],
      [
        "ogen",
        -0.027349202
      ]
    ]
  },
  "This man was elected to Congress with the slogan \"Congress needs a tail-gunner.\" He gained notice after a speech in Wheeling, West Virginia. He was criticized for his attack on the clerk Annie Lee Moss on the program See It Now by Edward R. Murrow. Along with attorney Roy Cohn, he was discredited during the 1954 Army hearings, in which Joseph Welch asked him \"Have you no sense of decency, sir?\" For": {
    "guess": "Joseph McCarthy",
    "confidence": [
      [
        "Joseph",
        -0.0074734055
      ],
      [
        " McCarthy",
        -0.00018613665
      ]
    ]
  },
  "In this election, the loser was placed with both Georgia Senator Thomas Watson and Maine businessman Arthur Sewall on the ballot. Political scientists view this election as ushering in the Fourth Party System. The winner ran with New Jersey politician Garret Hobart as his running mate, while the loser ran the first ever train tour campaign and focused most of his campaign on Free Silver. The winner of this election was managed by Ohio businessman Mark Hanna while the loser delivered the Cross of": {
    "guess": "United States presidential election, 1896",
    "confidence": [
      [
        "United",
        -0.6812374
      ],
      [
        " States",
        -0.0003029306
      ],
      [
        " presidential",
        -0.0007105246
      ],
      [
        " election",
        -0.00024072826
      ],
      [
        ",",
        -0.032351833
      ],
      [
        " ",
        -2.0696643e-05
      ],
      [
        "189",
        -0.00055577443
      ],
      [
        "6",
        -0.00014907165
      ]
    ]
  },
  "This element can be extracted from its pollucite ore by dissolving it in hydrochloric acid, after which it is sold as an azide due to its reactivity. This metal's chloride is often added to a DNA solution to achieve a gradient in isopycnic centrifugation. Robert Bunsen and Gustav Kirchhoff named this": {
    "guess": "Cesium",
    "confidence": [
      [
        "C",
        -0.30821902
      ],
      [
        "esium",
        -0.0026811291
      ]
    ]
  },
  "At Eleusis, this goddess was held to be the consort of Hermes. Aelian   records that Gale was a woman who angered this goddess, who  transformed her into the first polecat. Hesiod records that she was given  a portion of \"starry Ouranos,\" a portion of Gaea and a portion of the  unploughed sea. On ancient vases, this woman was depicted as the slayer  of Klytios by tossing at him a pair of torches. The": {
    "guess": "Hecate",
    "confidence": [
      [
        "H",
        -0.0053816224
      ],
      [
        "ec",
        -0.0004325765
      ],
      [
        "ate",
        -7.226629e-06
      ]
    ]
  },
  "In electrostatics, this quantity is defined as the work necessary to move one charge an infinite distance away from a nearby charge. In mechanics, one type of this quantity is equal to one half times a spring constant times the square of the distance from equilibrium. Another type of this quantity is the \"gravitational\" type, and is equal to the mass times the acceleration due to gravity times the": {
    "guess": "Potential energy",
    "confidence": [
      [
        "Potential",
        -0.009495392
      ],
      [
        " energy",
        -0.0023281944
      ]
    ]
  },
  "Eleven days after a victory at the Battle of Gravelines over this force, one monarch gave the Speech to the Troops at Tilbury. This expedition was supported by Pope Sixtus V. If this expedition had gone according to plan, an army under Alexander Farnese would have been transported to its destination.": {
    "guess": "Spanish Armada",
    "confidence": [
      [
        "Spanish",
        -0.8517943
      ],
      [
        " Arm",
        -8.9357956e-05
      ],
      [
        "ada",
        -0.00022821188
      ]
    ]
  },
  "This element was discovered in 1828 by Friedrich Wöhler. It is one of four elements named after the village of Ytterby in Sweden. Its physical characteristic is a silvery white and highly crystalline. Classified as a \"rare earth element\" this element is used in making as phosphors in LEDs and CRTs and is used in superconductors. For 10 points, name this element, whose atomic symbol is Y.": {
    "guess": "Yttrium",
    "confidence": [
      [
        "Y",
        -0.009042202
      ],
      [
        "t",
        -6.0345924e-06
      ],
      [
        "tr",
        -0.002796557
      ],
      [
        "ium",
        -6.206032e-05
      ]
    ]
  },
  "The man elected to the Senate to replace John Eaton, Felix Grundy, also succeeded Eaton in this post and was the 13th man to hold this position. The man who defended the freedom of movement as guaranteed by the Constitution in the 1941 case Edwards v. California, Robert Jackson occupied this post before being appointed to the Supreme Court. The man who succeeded William French Smith in this post ordered a study of the effects of pornography on society, while another man who occupied this post launched a series of namesake raids on communists. FTP, identify this office occupied at various times by such individuals as Edwin Meese, A. Mitchell Palmer, Robert F. Kennedy and Janet Reno.": {
    "guess": "United States Attorney General",
    "confidence": [
      [
        "United",
        -0.027589161
      ],
      [
        " States",
        -0.00028338484
      ],
      [
        " Attorney",
        -0.0020977992
      ],
      [
        " General",
        -9.996708e-05
      ]
    ]
  },
  "The Eleusinian mysteries claim she helped Demeter find Persephone. Depicted as having three heads, she is one of the few goddesses to whom dogs were sacrificed. Her common association with ghosts of the": {
    "guess": "Hecate",
    "confidence": [
      [
        "H",
        -0.0020260662
      ],
      [
        "ec",
        -0.0037270417
      ],
      [
        "ate",
        -9.0883464e-07
      ]
    ]
  },
  "This element is the central atom of the product of the Michaelis-Arbuzov reaction, which is used to prepare esters of this element. Knowles won the 2001 Chemistry Nobel for designing the asymmetric, chiral": {
    "guess": "Rhodium",
    "confidence": [
      [
        "Rh",
        -0.78083396
      ],
      [
        "odium",
        -0.0005399277
      ]
    ]
  },
  "This element's oxide was once produced by calcinating sodium carbonate and this element's hydroxide; that Deville process has now been replaced. A reduction agent consisting of a hydride, lithium, and this element is used to reduce carboxylic acid. This element's organometallic compound is found along with compounds of titanium in Ziegler-Natta catalysts. The (*) Bayer process precedes the electrolysis": {
    "guess": "Aluminium",
    "confidence": [
      [
        "Al",
        -0.06649641
      ],
      [
        "uminium",
        -0.09041429
      ]
    ]
  },
  "This element is used as a catalyst in the Sandmeyer reaction, and is combined with zinc to catalyze the Simmons-Smith reaction. This element and zinc are cofactors in superoxide dismutase. This element can be extracted from chalcocite by reacting it with oxygen gas, which creates sulfur dioxide. When in its +1 oxidation state, an atom of this element has a filled 3d orbital and an empty 4s orbital. This element accumulates in the body in Wilson's disease. With zinc, this element forms brass, and": {
    "guess": "Copper",
    "confidence": [
      [
        "C",
        -0.008801525
      ],
      [
        "opper",
        -0.000101159116
      ]
    ]
  },
  "In a 2011 election in this region, a Socialist Labour and Liberal Party coalition defeated the Social Democrat Party, making Fabian Picardo this region's new prime minister. This region's flag depicts a red castle on a white background with a gold key hanging from the castle. People in this region speak a creole language called Llanito which borrows words from Genoese, Hebrew, Maltese, and Portuguese, but is mostly a blend of (*) Spanish and English. The nation that currently controls this region gained it after an Anglo-Dutch fleet captured it in 1704 and the Treaty of ► Utrecht ceded this region to the United Kingdom \"in perpetuity.\" For 10 points, name this overseas territory of the United Kingdom nicknamed \"The Rock.\"": {
    "guess": "Gibraltar",
    "confidence": [
      [
        "G",
        -0.042302508
      ],
      [
        "ibraltar",
        -2.1411865e-05
      ]
    ]
  },
  "In electrostatics, this quantity is defined as the work necessary to move one charge an infinite distance away from a nearby charge. In mechanics, one type of this quantity is equal to one half times a spring constant times the square of the distance from equilibrium. Another type of this quantity is": {
    "guess": "Potential energy",
    "confidence": [
      [
        "Potential",
        -0.007735462
      ],
      [
        " energy",
        -0.0050555025
      ]
    ]
  },
  "At Eleusis, this goddess was held to be the consort of Hermes. Aelian   records that Gale was a woman who angered this goddess, who  transformed her into the first polecat. Hesiod records that she was given  a portion of \"starry Ouranos,\" a portion of Gaea and a portion of the  unploughed sea. On ancient": {
    "guess": "Hecate",
    "confidence": [
      [
        "H",
        -0.028593965
      ],
      [
        "ec",
        -0.012978441
      ],
      [
        "ate",
        -0.00027659023
      ]
    ]
  },
  "This man won an election in college after he and his friend Robert Atwater traveled the country in a Ford Pinto, seeking endorsements from different schools. In 1994, this man organized a political campaign that defeated incumbent Governor (+) Ann Richards. Most recently, this man published an autobiography titled Courage and Consequence and co-founded the group American Crossroads, which raised money for candidates in the 2010 midterm elections. This man was nicknamed \"The (*) Architect\" by his most famous client, for whom this man may have used push polls or organized the Swift Boat Veterans": {
    "guess": "Karl Rove",
    "confidence": [
      [
        "K",
        -0.0017769228
      ],
      [
        "arl",
        -3.0828953e-05
      ],
      [
        " R",
        -0.0013585674
      ],
      [
        "ove",
        -4.1318875e-05
      ]
    ]
  },
  "This element forms a red solution when it complexes with thiocyanate, and although it is not aluminum,": {
    "guess": "Iron",
    "confidence": [
      [
        "Iron",
        -0.0015298593
      ]
    ]
  },
  "They're not electrons, but angular momenta in these entities can cancel by Russell-Saunders coupling.": {
    "guess": "Molecular orbital diagram",
    "confidence": [
      [
        "M",
        -0.33330527
      ],
      [
        "olecular",
        -0.034087982
      ],
      [
        " orbital",
        -0.67584753
      ],
      [
        " diagram",
        -0.42444986
      ]
    ]
  },
  "This element is used in liquid ammonia as a reducing agent in the Birch reduction. This element used": {
    "guess": "Sodium",
    "confidence": [
      [
        "S",
        -0.054636363
      ],
      [
        "odium",
        -0.00014144262
      ]
    ]
  },
  "The element with this atomic number has the highest value on the Pauling electronegativity scale. A collection": {
    "guess": "Nobel gases",
    "confidence": [
      [
        "N",
        -0.94676745
      ],
      [
        "obel",
        -0.9209833
      ],
      [
        " gases",
        -0.4916106
      ]
    ]
  },
  "In the Eleusinian Mysteries, this god is referred to as Protogonus, the first born, and in early Greek": {
    "guess": "Dionysus",
    "confidence": [
      [
        "D",
        -0.63240004
      ],
      [
        "ion",
        -0.00046630012
      ],
      [
        "ys",
        -6.134509e-05
      ],
      [
        "us",
        -0.00010211275
      ]
    ]
  },
  "In this election, Samuel Pomeroy issued a circular supporting the Secretary of the Treasury as a candidate. The  incumbent had his cabinet sign the \"blind memorandum\" in the event that he lost this election, during which Wendell  Phillips supported a party that withdrew its candidate after the removal": {
    "guess": "United States presidential election, 1860",
    "confidence": [
      [
        "United",
        -1.0125586
      ],
      [
        " States",
        -0.0002007987
      ],
      [
        " presidential",
        -0.0026277388
      ],
      [
        " election",
        -0.00035083943
      ],
      [
        ",",
        -0.012205637
      ],
      [
        " ",
        -4.954393e-05
      ],
      [
        "186",
        -0.3184761
      ],
      [
        "0",
        -0.43804044
      ]
    ]
  },
  "His election to the House of Representatives in 1892 was his final successful attempt to gain elected office; however, he remained an important leader in American politics for more than twenty­five years afterwards. For ten points, identify this newspaper editor from Omaha who took the 1896 Democratic": {
    "guess": "William Jennings Bryan",
    "confidence": [
      [
        "William",
        -0.1772994
      ],
      [
        " Jennings",
        -0.022337284
      ],
      [
        " Bryan",
        -0.00029649358
      ]
    ]
  },
  "This election saw Californian George Osgoodby pose as a British merchant to trap Sir Lionel Sackville-West into exposing the Democratic candidate as the British preference. In another scandal during this election, William Wade Dudley wrote a letter to Indiana's county chairmen, telling them to divide": {
    "guess": "Murchison Letter",
    "confidence": [
      [
        "M",
        -1.2420636
      ],
      [
        "urch",
        -0.0016542292
      ],
      [
        "ison",
        -0.002017621
      ],
      [
        " Letter",
        -0.06962659
      ]
    ]
  },
  "In this election, Samuel Pomeroy issued a circular supporting the Secretary of the Treasury as a candidate. The  incumbent had his cabinet sign the \"blind memorandum\" in the event that he lost this election,": {
    "guess": "United States Senate election in Kansas, 1861",
    "confidence": [
      [
        "United",
        -0.118739076
      ],
      [
        " States",
        -0.00020950058
      ],
      [
        " Senate",
        -0.287121
      ],
      [
        " election",
        -0.035181697
      ],
      [
        " in",
        -0.039925005
      ],
      [
        " Kansas",
        -0.20770349
      ],
      [
        ",",
        -0.001027093
      ],
      [
        " ",
        -0.0004105348
      ],
      [
        "186",
        -0.5288854
      ],
      [
        "1",
        -0.54369605
      ]
    ]
  },
  "An eleven-line poem, its writer labeled it a \"curtal sonnet.\" The eighth line contains the aside \"who knows how?\", while the fifth refers to the \"fold, fallow, and plough\" which have \"plotted and (*) pieced\" the landscape. Ending \"praise him,\" this poem lists \"rose-moles,\" and \"finches wings\" as some of the \"dappled things\" that God should be glorified for. For 10 points— name this poem by Gerard Manley Hopkins.": {
    "guess": "Pied Beauty",
    "confidence": [
      [
        "P",
        -0.00081105554
      ],
      [
        "ied",
        -2.4584822e-06
      ],
      [
        " Beauty",
        -4.2153304e-05
      ]
    ]
  },
  "This element is coordinated to thiol groups after reacting a protein with the FLASH-REASH reagent. It's not silver, but heating this element with carbon forms a black namesake \"mirror\". A compound of this element with molybdenum is used in the Nelson-Somogyi method of determining blood sugar. With all-trans-retinoic acid, an oxide of this element is used to treat acute promyelocytic leukemia. One method of testing for the presence of this element involves forming hydrogen by reacting zinc and (*) nitric acid, then reacting it with the sample; that is the Marsh test. This element is often used to": {
    "guess": "Arsenic",
    "confidence": [
      [
        "Ars",
        -0.010563617
      ],
      [
        "enic",
        -0.00020437481
      ]
    ]
  },
  "An elementary school is part of the first five floors of a building this man designed to be the tallest residential structure in the world, the recently completed Beekman Tower. This man designed a building for a foundation created by Paul Allen, and that Experience Music Project building is adjacent": {
    "guess": "Frank Gehry",
    "confidence": [
      [
        "Frank",
        -0.003330876
      ],
      [
        " Geh",
        -0.0003011425
      ],
      [
        "ry",
        -9.4914985e-06
      ]
    ]
  },
  "Eleven days after a victory at the Battle of Gravelines over this force, one monarch gave the Speech to the Troops at Tilbury. This expedition was supported by Pope Sixtus V. If this expedition had gone according to plan, an army under Alexander Farnese would have been transported to its destination. The Duke of Medina Sidonia commanded this, and men such as Charles Howard and Francis Drake defeated this expedition. For 10 points, name this massive, failed naval expedition by Philip II, which tried to capture England from Elizabeth I in 1588.": {
    "guess": "Spanish Armada",
    "confidence": [
      [
        "Spanish",
        -0.020890787
      ],
      [
        " Arm",
        -6.8854926e-05
      ],
      [
        "ada",
        -0.000102708764
      ]
    ]
  },
  "In this election, Bernhard Gilliam drew the influential cartoon, \"The Tattooed Man\", which portrayed the eventual loser's scandals, such as the \"Mulligan Letters.\" The loser obtained his party's nomination after William Temcumseh Sherman declined. This election saw Benjamin Butler place third while running": {
    "guess": "United States presidential election, 1884",
    "confidence": [
      [
        "United",
        -0.38237545
      ],
      [
        " States",
        -0.00029291748
      ],
      [
        " presidential",
        -0.0019122191
      ],
      [
        " election",
        -0.00024417418
      ],
      [
        ",",
        -0.021691585
      ],
      [
        " ",
        -4.6444635e-05
      ],
      [
        "188",
        -0.009735427
      ],
      [
        "4",
        -0.00227182
      ]
    ]
  },
  "This element is bonded to sodium and aluminum in cryolite, and it can be found naturally in minerals such as topaz and apatite. It was first isolated in the lab by Henri Moissan, and a compound containing six atoms of this element is used during the uranium enrichment process. Neil Bartlett created the first known noble gas compound using (*) xenon and this element. This element is found in the polymer Teflon and is also bonded to carbon and chlorine in Freon. It is an extremely strong oxidizing agent, since it has the highest electronegativity out of all the elements. For ten points, identify": {
    "guess": "Fluorine",
    "confidence": [
      [
        "Fl",
        -0.0014918884
      ],
      [
        "u",
        -0.001405352
      ],
      [
        "or",
        -1.735894e-05
      ],
      [
        "ine",
        -7.2073424e-05
      ]
    ]
  },
  "The element with this atomic number has the highest value on the Pauling electronegativity scale. A collection named for this number includes a story in which Sergeant X receives a package from Charles and Esme that includes a letter and a wristwatch. Louis XIV was opposed by the League of Augsburg in a war named for this number of years. The religion Bahai is often represented by a star with this number of points, and the figure Heimdall from Norse myth was the son of this number of mothers. Beethoven's symphony of this number includes the \"Ode to Joy\" melody in its final movement. For 10 points, name this number whose square root is three.": {
    "guess": "Nine",
    "confidence": [
      [
        "Nine",
        -0.077098764
      ]
    ]
  },
  "The eleventh chapter of one of his treatises contains a dialogue between the author and an imaginary Epicurean friend, who attacks Stoicism to illustrate the author's point that rationalism is incompatible with religious experience. In the seventh section of that work, he argued that uniform past experience leads to the impression that necessity creates all (*) causal connections. He argued against testimony and revealed religion as a basis for proofs of God's existence in a section called \"Of Miracles.\" This thinker argued that it is not necessary for the mind to be exposed to a concept for it": {
    "guess": "David Hume",
    "confidence": [
      [
        "David",
        -0.7751833
      ],
      [
        " H",
        -7.517272e-05
      ],
      [
        "ume",
        -2.0339032e-05
      ]
    ]
  },
  "This element's allotropes include nanotubes and fullerenes. Another allotrope of this element consists": {
    "guess": "Carbon",
    "confidence": [
      [
        "Carbon",
        -0.0012864252
      ]
    ]
  },
  "Eleven days after a victory at the Battle of Gravelines over this force, one monarch gave the Speech to the Troops at Tilbury. This expedition was supported by Pope Sixtus V. If this expedition had gone according to plan, an army under Alexander Farnese would have been transported to its destination. The Duke of Medina Sidonia commanded this, and men such as Charles Howard and Francis Drake defeated": {
    "guess": "Philip II of Spain",
    "confidence": [
      [
        "Philip",
        -0.74292374
      ],
      [
        " II",
        -1.9816675e-06
      ],
      [
        " of",
        -1.9361265e-07
      ],
      [
        " Spain",
        -2.3319124e-05
      ]
    ]
  },
  "This election saw Californian George Osgoodby pose as a British merchant to trap Sir Lionel Sackville-West": {
    "guess": "1892 United States presidential election",
    "confidence": [
      [
        "189",
        -1.4077231
      ],
      [
        "2",
        -0.033900056
      ],
      [
        " United",
        -0.003999092
      ],
      [
        " States",
        -0.0004189946
      ],
      [
        " presidential",
        -0.07651787
      ],
      [
        " election",
        -0.00040004487
      ]
    ]
  },
  "Eleven years before this act was passed, the Supreme Court in Katz vs. United States explicitly declined to extend its ruling to cases covered by it. The constitutionality of this law was addressed in the case U.S. vs. Nicholson and U.S. vs. Duggan, the latter of which involved members of the IRA. Chapter 36 of title 50, its third subchapter addresses \"pen registers and trap-and-trace devices\" and includes provisions for authorization in times of emergency and of war. Section 206 of the PATRIOT Act updated this legislation to provide for a \"roaming\" version of its most famous application, while Section 218 loosened the requirements for a warrant, which is granted by a secret court. Passed as the result of the Church Committee's investigation into Operations Minaret and Shamrock, FTP, name this": {
    "guess": "Foreign Intelligence Surveillance Act",
    "confidence": [
      [
        "Foreign",
        -0.015366762
      ],
      [
        " Intelligence",
        -0.0004934602
      ],
      [
        " Surveillance",
        -0.0013015458
      ],
      [
        " Act",
        -0.00017040544
      ]
    ]
  },
  "This element, strontium and oxygen form a compound which was the first observed example of a RuddlesdenPopper Phase. This element's tetrachloride is used as a Lewis acid catalyst in the Mukaiyama aldol": {
    "guess": "Titanium",
    "confidence": [
      [
        "Titan",
        -0.021808462
      ],
      [
        "ium",
        -0.00012487332
      ]
    ]
  },
  "An eleven-line poem, its writer labeled it a \"curtal sonnet.\" The eighth line contains the aside \"who knows how?\", while the fifth refers to the \"fold, fallow, and plough\" which have \"plotted and (*) pieced\" the landscape. Ending \"praise him,\" this poem lists \"rose-moles,\" and \"finches wings\" as some": {
    "guess": "God's Grandeur",
    "confidence": [
      [
        "God",
        -0.27188563
      ],
      [
        "'s",
        -0.015729323
      ],
      [
        " Grand",
        -0.00062749104
      ],
      [
        "eur",
        -7.3458323e-06
      ]
    ]
  },
  "This element is the central atom of the product of the Michaelis-Arbuzov reaction, which is used to prepare esters of this element. Knowles won the 2001 Chemistry Nobel for designing the asymmetric, chiral hydrogenation catalyst DIPAMP, whose two central atoms are of this element. This element is the central atom of a reagent that deaminates arenediazonium salts. Replacing hydroxyl groups with halogens often uses (*) trihalides of this element. The most common organic reagent that uses this element": {
    "guess": "Phosphorus",
    "confidence": [
      [
        "Ph",
        -0.035231296
      ],
      [
        "osph",
        -0.00013858173
      ],
      [
        "orus",
        -0.0023601905
      ]
    ]
  },
  "This element turns a dark color when combined with starches, which is one reason it is used in Lugol's solution. At room temperature it is a solid that sublimes into a purple gas. This element or barium is used in most contrast solutions for CT scans, and this element is used naturally by the body to make (*) thyroid hormones. A lack of this element causes goiter, which appears as a swollen neck. For 10 points, name this element represented by the symbol I.": {
    "guess": "Iodine",
    "confidence": [
      [
        "I",
        -0.023494937
      ],
      [
        "od",
        -8.061054e-06
      ],
      [
        "ine",
        -5.0139948e-05
      ]
    ]
  },
  "In the Eleusinian Mysteries, this god is referred to as Protogonus, the first born, and in early Greek myth, he governs the interactions of Uranus and Gaia. The brother of Anteros, his mortal wife spills hot wax on him while attempting to discover his true identity; that wife is the beautiful (*) Psyche. Often described as the son of Ares and Aphrodite and known for carrying a bow that shoots golden": {
    "guess": "Eros",
    "confidence": [
      [
        "E",
        -0.021494659
      ],
      [
        "ros",
        -1.8550976e-05
      ]
    ]
  },
  "The eleventh chapter of one of his treatises contains a dialogue between the author and an imaginary": {
    "guess": "Denis Diderot",
    "confidence": [
      [
        "Den",
        -0.48735842
      ],
      [
        "is",
        -3.4047454e-05
      ],
      [
        " D",
        -0.0002545449
      ],
      [
        "ider",
        -4.4537377e-05
      ],
      [
        "ot",
        -0.00011450992
      ]
    ]
  },
  "In electromagnetism, this law is an important complement to the Law of Electromagnetic Induction. If this principle were not true, the current induced by a changing magnetic flux would ultimately violate": {
    "guess": "Lenz's law",
    "confidence": [
      [
        "Len",
        -0.0080417795
      ],
      [
        "z",
        -7.851042e-05
      ],
      [
        "'s",
        -0.00010616567
      ],
      [
        " law",
        -0.025348963
      ]
    ]
  },
  "Elected to the French Academy in 1896, he, like Zola, became famous for his outspoken stand on the Dreyfus case. Some of his  works include the short story collection _Balthasar,_ as well as the novels _The Gods are Athirst,_ _The Red City,_ and _The Revolt of the _  _Angels_. FTP, identify this author of the play _Thais_ and winner of the 1921 Nobel Prize, whose best-known works include _The _  _Opinions": {
    "guess": "Anatole France",
    "confidence": [
      [
        "An",
        -0.0014283328
      ],
      [
        "at",
        -1.4378848e-05
      ],
      [
        "ole",
        -4.8425554e-06
      ],
      [
        " France",
        -0.00032235344
      ]
    ]
  },
  "This element was the last to be discovered in nature, a fact that is not surprising since it is the second": {
    "guess": "Ununennium",
    "confidence": [
      [
        "Un",
        -1.9812503
      ],
      [
        "un",
        -0.22423282
      ],
      [
        "enn",
        -0.10786818
      ],
      [
        "ium",
        -5.383526e-05
      ]
    ]
  },
  "This element is coordinated to thiol groups after reacting a protein with the FLASH-REASH reagent. It's not silver, but heating this element with carbon forms a black namesake \"mirror\". A compound of this element with molybdenum is used in the Nelson-Somogyi method of determining blood sugar. With all-trans-retinoic acid, an oxide of this element is used to treat acute promyelocytic leukemia. One method": {
    "guess": "Arsenic",
    "confidence": [
      [
        "Ars",
        -0.12888588
      ],
      [
        "enic",
        -0.0015292633
      ]
    ]
  },
  "For an electrical component envisioned by Leon Chua, this quantity depends on previous values, indicating that electrical components can have a memory for this quantity. Predictions for this quantity are": {
    "guess": "Memristor",
    "confidence": [
      [
        "Mem",
        -0.06716923
      ],
      [
        "rist",
        -0.0005122834
      ],
      [
        "or",
        -0.00038908547
      ]
    ]
  },
  "In an elegy to General Wooster, this writer noted \"How, presumtuous shall we hope to find, Divine acceptance with the Almighty mind.\" In another work, this poet expresses gratitude for being \"taught to": {
    "guess": "Phillis Wheatley",
    "confidence": [
      [
        "Ph",
        -0.4676818
      ],
      [
        "illis",
        -0.0173782
      ],
      [
        " Wheat",
        -9.770221e-05
      ],
      [
        "ley",
        -0.00050501566
      ]
    ]
  },
  "Elected to the French Academy in 1896, he, like Zola, became famous for his outspoken stand on the Dreyfus case. Some of his  works include the short story collection _Balthasar,_ as well as the novels": {
    "guess": "Anatole France",
    "confidence": [
      [
        "An",
        -0.06631481
      ],
      [
        "at",
        -5.3193703e-06
      ],
      [
        "ole",
        -8.061054e-06
      ],
      [
        " France",
        -0.000107000094
      ]
    ]
  },
  "Electron paramagnetic spectroscopy showed that the simplest compound of this group forms an electron-deficient tetrahedral aggregate in solution. Researchers at the University of Waterloo reported that solutions of this class of compounds can be accurately titrated using a stock solution of N-benzylbenzamide indicator, which turns deep blue at the endpoint. Reactions involving these compounds, such as ketone alkylation, must be carried out in a polar aprotic solvent because they are very strong bases. In addition, TMEDA is often added to solution to increase the reactivity of these compounds by lowering the coordination number at the metal atoms. For 10 points, name this class of organometallic compounds defined by bonds between atoms of a hydrocarbon chain and a certain metal element which": {
    "guess": "Organometallic compound",
    "confidence": [
      [
        "Organ",
        -0.35858008
      ],
      [
        "omet",
        -0.4425909
      ],
      [
        "al",
        -8.061054e-06
      ],
      [
        "lic",
        -7.3458323e-06
      ],
      [
        " compound",
        -1.0679417
      ]
    ]
  },
  "This man was elected to Congress with the slogan \"Congress needs a tail-gunner.\" He gained notice after": {
    "guess": "Joseph McCarthy",
    "confidence": [
      [
        "Joseph",
        -0.004557104
      ],
      [
        " McCarthy",
        -0.00022749665
      ]
    ]
  },
  "This element catalyzes the cycloaddition of a nitrile with two equivalents of acetylene to form pyridine derivatives. Sepulchrate ligands are typically coordinated to this metal, whose inert hexammine complex ion forms a chloride salt employed as the chief model of Alfred Werner. Unusually for its row,": {
    "guess": "Ruthenium",
    "confidence": [
      [
        "R",
        -0.7564347
      ],
      [
        "uth",
        -0.03404917
      ],
      [
        "en",
        -3.22594e-05
      ],
      [
        "ium",
        -6.392203e-06
      ]
    ]
  },
  "This element turns a dark color when combined with starches, which is one reason it is used in Lugol's solution. At room temperature it is a solid that sublimes into a purple gas. This element or barium is used in most contrast solutions for CT scans, and this element is used naturally by the body to": {
    "guess": "Iodine",
    "confidence": [
      [
        "I",
        -0.00080665236
      ],
      [
        "od",
        -2.3392786e-06
      ],
      [
        "ine",
        -6.873572e-05
      ]
    ]
  },
  "This man won an election in college after he and his friend Robert Atwater traveled the country in a": {
    "guess": "William McKinley",
    "confidence": [
      [
        "William",
        -2.4002488
      ],
      [
        " McKin",
        -0.51686794
      ],
      [
        "ley",
        -0.00038050648
      ]
    ]
  },
  "Electromagnetic radiation pressure is inversely proportional to this quantity. The Lorentz factor can be found using an object's velocity and this quantity. Cherenkov radiation results when this value is exceeded, and its value through a particular medium constitutes a material's refractive index. The special theory of relativity states that this value is constant in all frames. Einstein proposed that": {
    "guess": "Speed of light",
    "confidence": [
      [
        "Speed",
        -0.030320898
      ],
      [
        " of",
        -8.196733e-05
      ],
      [
        " light",
        -0.011652695
      ]
    ]
  },
  "The element with the highest first ionization energy, it cannot be frozen at atmospheric pressure. One of its two liquid forms is a superfluid that can creep up the side of a container and flow with no": {
    "guess": "Helium",
    "confidence": [
      [
        "Hel",
        -0.0024142999
      ],
      [
        "ium",
        -7.58424e-06
      ]
    ]
  },
  "This element can be extracted from its pollucite ore by dissolving it in hydrochloric acid, after which it is sold as an azide due to its reactivity. This metal's chloride is often added to a DNA solution": {
    "guess": "Cesium",
    "confidence": [
      [
        "C",
        -0.08963513
      ],
      [
        "esium",
        -0.0013523798
      ]
    ]
  },
  "One element from this group participates in the Auwers synthesis by interacting with the pi electrons of an alkene as part of an addition reaction, and these elements can bond with each other to form their \"inter-\" variety. They react with hydrocarbons using a free radical mechanism, and one type was used to synthesize the first (*) noble gas compound with platinum. It is the only group to have elements": {
    "guess": "Halogen",
    "confidence": [
      [
        "Hal",
        -0.08764789
      ],
      [
        "ogen",
        -0.00084262254
      ]
    ]
  },
  "This element can be used by itself or in an alloy with potassium for liquid metal cooling in submarine": {
    "guess": "Sodium (element)",
    "confidence": [
      [
        "S",
        -0.066026494
      ],
      [
        "odium",
        -0.00025633295
      ],
      [
        " (",
        -0.6059375
      ],
      [
        "element",
        -1.5576937
      ],
      [
        ")",
        -5.0974373e-05
      ]
    ]
  },
  "This element is bonded to sodium and aluminum in cryolite, and it can be found naturally in minerals such as topaz and apatite. It was first isolated in the lab by Henri Moissan, and a compound containing six atoms of this element is used during the uranium enrichment process. Neil Bartlett created the": {
    "guess": "Fluorine",
    "confidence": [
      [
        "Fl",
        -0.0033081817
      ],
      [
        "u",
        -0.0017324176
      ],
      [
        "or",
        -6.837811e-05
      ],
      [
        "ine",
        -0.0011772511
      ]
    ]
  },
  "This element is coordinated to thiol groups after reacting a protein with the FLASH-REASH reagent. It's not silver, but heating this element with carbon forms a black namesake \"mirror\". A compound of this element with molybdenum is used in the Nelson-Somogyi method of determining blood sugar. With all-trans-retinoic acid, an oxide of this element is used to treat acute promyelocytic leukemia. One method of testing for the presence of this element involves forming hydrogen by reacting zinc and (*) nitric acid, then reacting it with the sample; that is the Marsh test. This element is often used to dope gallium to form a direct-bandgap semiconductor. Paul Erlich's syphilis drug, Salvarsan, contains this element, and it also inhibits pyruvate dehydrogenase and succinate dehydrogenase. For 10 points, name this poisonous element with atomic number 33 and symbol As.": {
    "guess": "Arsenic",
    "confidence": [
      [
        "Ars",
        -0.004586415
      ],
      [
        "enic",
        -0.00011176824
      ]
    ]
  },
  "This element forms a red solution when it complexes with thiocyanate, and although it is not aluminum, a chloride of this element catalyzes a Friedel-Crafts alkylation. The oxide of this element is used industrially to produce ammonia in the Haber-Bosch process, and this element exists in a solid solution": {
    "guess": "Iron",
    "confidence": [
      [
        "Iron",
        -0.00251062
      ]
    ]
  },
  "This element extracted in the Frasch process is bonded to a hydrogen atom in a functional group once called a mercaptan. In nature, this element is most commonly found in an eight atom ring. This element is only found in the amino acids methionine and cysteine; in cysteine this element forms a type of bridge that links polypeptide chains. A compound containing this element bonded to two hydrogen atoms": {
    "guess": "Sulfur",
    "confidence": [
      [
        "S",
        -0.00856351
      ],
      [
        "ulf",
        -2.4034345e-05
      ],
      [
        "ur",
        -0.00026145502
      ]
    ]
  },
  "In this election, Bernhard Gilliam drew the influential cartoon, \"The Tattooed Man\", which portrayed the eventual loser's scandals, such as the \"Mulligan Letters.\" The loser obtained his party's nomination after William Temcumseh Sherman declined. This election saw Benjamin Butler place third while running for the (*) Greenback party. Scandals in this election included the birth of Maria Halpin's child and Samuel Burchard's line \"Rum, Romanism and Rebellion,\" which doomed the \"Plumed Knight,\" as": {
    "guess": "United States presidential election, 1884",
    "confidence": [
      [
        "United",
        -0.21913779
      ],
      [
        " States",
        -0.00028088156
      ],
      [
        " presidential",
        -0.0027311707
      ],
      [
        " election",
        -0.00045665193
      ],
      [
        ",",
        -0.020232242
      ],
      [
        " ",
        -4.429897e-05
      ],
      [
        "188",
        -0.0010231629
      ],
      [
        "4",
        -0.0004304308
      ]
    ]
  },
  "This element is used in liquid ammonia as a reducing agent in the Birch reduction. This element used to be produced in a process that utilized this element's molten hydroxide called the Castner process but is now produced commercially by the electrolysis of its chloride in the Downs process. It is normally": {
    "guess": "Sodium",
    "confidence": [
      [
        "S",
        -0.0036349925
      ],
      [
        "odium",
        -8.299462e-06
      ]
    ]
  },
  "This element catalyzes the cycloaddition of a nitrile with two equivalents of acetylene to form pyridine derivatives. Sepulchrate ligands are typically coordinated to this metal, whose inert hexammine": {
    "guess": "Ruthenium",
    "confidence": [
      [
        "R",
        -1.2481287
      ],
      [
        "uth",
        -0.038398784
      ],
      [
        "en",
        -0.00012320446
      ],
      [
        "ium",
        -4.727906e-05
      ]
    ]
  },
  "This element is used as a catalyst in the Sandmeyer reaction, and is combined with zinc to catalyze the Simmons-Smith reaction. This element and zinc are cofactors in superoxide dismutase. This element can be extracted from chalcocite by reacting it with oxygen gas, which creates sulfur dioxide. When in its +1 oxidation state, an atom of this element has a filled 3d orbital and an empty 4s orbital. This element accumulates in the body in Wilson's disease. With zinc, this element forms brass, and with tin, it forms bronze. For 10 points, name this transition metal with atomic number 29 and symbol Cu.": {
    "guess": "Copper",
    "confidence": [
      [
        "C",
        -0.013590501
      ],
      [
        "opper",
        -7.171581e-05
      ]
    ]
  },
  "Electron paramagnetic spectroscopy showed that the simplest compound of this group forms an electron-deficient tetrahedral aggregate in solution. Researchers at the University of Waterloo reported that solutions of this class of compounds can be accurately titrated using a stock solution of N-benzylbenzamide indicator, which turns deep blue at the endpoint. Reactions involving these compounds, such as ketone alkylation, must be carried out in a polar aprotic solvent because they are very strong bases.": {
    "guess": "Lithium amide",
    "confidence": [
      [
        "L",
        -1.1411997
      ],
      [
        "ith",
        -0.00017922651
      ],
      [
        "ium",
        -2.1008714e-06
      ],
      [
        " am",
        -0.24996608
      ],
      [
        "ide",
        -0.041354865
      ]
    ]
  },
  "In the Eleusinian Mysteries, this god is referred to as Protogonus, the first born, and in early Greek myth, he governs the interactions of Uranus and Gaia. The brother of Anteros, his mortal wife spills": {
    "guess": "Phanes",
    "confidence": [
      [
        "Ph",
        -0.5596964
      ],
      [
        "anes",
        -8.180258e-06
      ]
    ]
  },
  "This element can be extracted from its pollucite ore by dissolving it in hydrochloric acid, after which it is sold as an azide due to its reactivity. This metal's chloride is often added to a DNA solution to achieve a gradient in isopycnic centrifugation. Robert Bunsen and Gustav Kirchhoff named this element after the blue emission lines in its spectrum. Of the non-radioactive elements, this element's 133 isotope has the lowest electronegativity and the largest atomic radius. The oscillations of": {
    "guess": "Caesium",
    "confidence": [
      [
        "Ca",
        -0.30491963
      ],
      [
        "esium",
        -6.062987e-05
      ]
    ]
  },
  "In electromagnetism, this law is an important complement to the Law of Electromagnetic Induction. If this principle were not true, the current induced by a changing magnetic flux would ultimately violate conservation of energy principles. For 10 points, name this law that states that a current induced by a changing magnetic flux will travel in the direction that opposes that change in magnetic flux.": {
    "guess": "Lenz's law",
    "confidence": [
      [
        "Len",
        -0.00063285517
      ],
      [
        "z",
        -0.00013226394
      ],
      [
        "'s",
        -6.086828e-05
      ],
      [
        " law",
        -0.056285743
      ]
    ]
  },
  "This element can be used by itself or in an alloy with potassium for liquid metal cooling in submarine nuclear reactors. Its spectrum is notable for its two D-lines, and it can be created along with hydrogen in carbon fusion. Its hypochlorite is bleach, and its hydroxide is caustic soda. Three ions of this element are pushed out of a cell for every two potassium ions pulled in to maintain resting potential in animal cells by their namesake pumps. It is more dense than potassium despite being located above it on the periodic table, where it is below lithium. Name this alkali metal that bonds with chlorine to form table salt.": {
    "guess": "Sodium",
    "confidence": [
      [
        "S",
        -0.0021165966
      ],
      [
        "odium",
        -1.7432603e-06
      ]
    ]
  },
  "This element's oxide was once produced by calcinating sodium carbonate and this element's hydroxide; that Deville process has now been replaced. A reduction agent consisting of a hydride, lithium, and this element is used to reduce carboxylic acid. This element's organometallic compound is found along with compounds of titanium in Ziegler-Natta catalysts. The (*) Bayer process precedes the electrolysis involved in the Hall-Heroult process to form this element's ore, bauxite. For 10 points, name this": {
    "guess": "Aluminium",
    "confidence": [
      [
        "Al",
        -0.021379018
      ],
      [
        "uminium",
        -0.008389154
      ]
    ]
  },
  "At Eleusis, this goddess was held to be the consort of Hermes. Aelian   records that Gale was a woman who angered this goddess, who  transformed her into the first polecat. Hesiod records that she was": {
    "guess": "Hecate",
    "confidence": [
      [
        "H",
        -0.007591722
      ],
      [
        "ec",
        -0.006857693
      ],
      [
        "ate",
        -0.00016420685
      ]
    ]
  },
  "This element is the central atom of the product of the Michaelis-Arbuzov reaction, which is used to prepare esters of this element. Knowles won the 2001 Chemistry Nobel for designing the asymmetric, chiral hydrogenation catalyst DIPAMP, whose two central atoms are of this element. This element is the central atom of a reagent that deaminates arenediazonium salts. Replacing hydroxyl groups with halogens": {
    "guess": "Rhodium",
    "confidence": [
      [
        "Rh",
        -0.61506706
      ],
      [
        "odium",
        -1.0445127e-05
      ]
    ]
  },
  "This election featured more vice-presidential candidates than presidential candidates, and Tom Watson": {
    "guess": "United States presidential election, 1904",
    "confidence": [
      [
        "United",
        -0.37840325
      ],
      [
        " States",
        -7.016616e-05
      ],
      [
        " presidential",
        -0.0018993635
      ],
      [
        " election",
        -0.00034690573
      ],
      [
        ",",
        -0.07718981
      ],
      [
        " ",
        -2.546479e-05
      ],
      [
        "190",
        -0.35755312
      ],
      [
        "4",
        -0.005959018
      ]
    ]
  },
  "This element is coordinated to thiol groups after reacting a protein with the FLASH-REASH reagent. It's not silver, but heating this element with carbon forms a black namesake \"mirror\". A compound of this element with molybdenum is used in the Nelson-Somogyi method of determining blood sugar. With all-trans-retinoic acid, an oxide of this element is used to treat acute promyelocytic leukemia. One method of testing for the presence of this element involves forming hydrogen by reacting zinc and (*)": {
    "guess": "Arsenic",
    "confidence": [
      [
        "Ars",
        -0.058022726
      ],
      [
        "enic",
        -0.000856551
      ]
    ]
  },
  "During this election, Alson Jenness Streeter was the first and only presidential candidate of the Union Labor Party, which came behind Clinton Bowen Fisk who was running for the Prohibition party. The": {
    "guess": "United States presidential election, 1888",
    "confidence": [
      [
        "United",
        -0.037322253
      ],
      [
        " States",
        -1.9504607e-05
      ],
      [
        " presidential",
        -0.00023619852
      ],
      [
        " election",
        -3.1305768e-05
      ],
      [
        ",",
        -0.0008427417
      ],
      [
        " ",
        -1.4498052e-05
      ],
      [
        "188",
        -0.0065986062
      ],
      [
        "8",
        -0.3087241
      ]
    ]
  },
  "The man elected to the Senate to replace John Eaton, Felix Grundy, also succeeded Eaton in this post and was the 13th man to hold this position. The man who defended the freedom of movement as guaranteed by the Constitution in the 1941 case Edwards v. California, Robert Jackson occupied this post before being appointed to the Supreme Court. The man who succeeded William French Smith in this post ordered": {
    "guess": "United States Attorney General",
    "confidence": [
      [
        "United",
        -0.11501584
      ],
      [
        " States",
        -0.00028290803
      ],
      [
        " Attorney",
        -0.0260843
      ],
      [
        " General",
        -8.363618e-05
      ]
    ]
  },
  "Electron paramagnetic spectroscopy showed that the simplest compound of this group forms an electron-deficient tetrahedral aggregate in solution. Researchers at the University of Waterloo reported that solutions of this class of compounds can be accurately titrated using a stock solution of N-benzylbenzamide indicator, which turns deep blue at the endpoint. Reactions involving these compounds, such": {
    "guess": "Boron cluster",
    "confidence": [
      [
        "B",
        -1.0136485
      ],
      [
        "oron",
        -0.6669581
      ],
      [
        " cluster",
        -0.33239248
      ]
    ]
  },
  "An elementary school is part of the first five floors of a building this man designed to be the tallest residential structure in the world, the recently completed Beekman Tower. This man designed a building for a foundation created by Paul Allen, and that Experience Music Project building is adjacent to the Space Needle. A building this man designed with Vlado Milunic (mee-LOO-nitch) was originally": {
    "guess": "Frank Gehry",
    "confidence": [
      [
        "Frank",
        -0.002177266
      ],
      [
        " Geh",
        -0.00046832662
      ],
      [
        "ry",
        -2.0935051e-05
      ]
    ]
  },
  "In this election, Bernhard Gilliam drew the influential cartoon, \"The Tattooed Man\", which portrayed the eventual loser's scandals, such as the \"Mulligan Letters.\" The loser obtained his party's nomination": {
    "guess": "James G. Blaine",
    "confidence": [
      [
        "James",
        -1.2091944
      ],
      [
        " G",
        -0.015310406
      ],
      [
        ".",
        -0.00023441046
      ],
      [
        " Bl",
        -0.0001878055
      ],
      [
        "aine",
        -0.00021998682
      ]
    ]
  },
  "Electrons were fired at a crystalline target of this element in the Davisson-Germer experiment. Carbon monoxide is reacted with this element's carbonyl to give a pure form of this element in the Mond process. Along with chromium, this element is responsible for the corrosion resistance of austensitic (OSS-ten-SIT-ick) (*) stainless steel, which is primarily formed of an alloy of iron and this compound.": {
    "guess": "Nickel",
    "confidence": [
      [
        "Nick",
        -0.026085924
      ],
      [
        "el",
        -6.1821906e-05
      ]
    ]
  },
  "This element is coordinated to thiol groups after reacting a protein with the FLASH-REASH reagent. It's not silver, but heating this element with carbon forms a black namesake \"mirror\". A compound of this element with molybdenum is used in the Nelson-Somogyi method of determining blood sugar. With all-trans-retinoic acid, an oxide of this element is used to treat acute promyelocytic leukemia. One method of testing for the presence of this element involves forming hydrogen by reacting zinc and (*) nitric acid, then reacting it with the sample; that is the Marsh test. This element is often used to dope gallium to form a direct-bandgap semiconductor. Paul Erlich's syphilis drug, Salvarsan, contains this element, and it also inhibits pyruvate dehydrogenase and succinate dehydrogenase. For 10 points,": {
    "guess": "Arsenic",
    "confidence": [
      [
        "Ars",
        -0.0031138994
      ],
      [
        "enic",
        -8.061054e-06
      ]
    ]
  },
  "This element was originally used as a catalyst in the Haber process, and it is found in abundance in Saskatchewan. Its two major isotopes are 238 and 235, the latter of which was once referred to as \"actino\" this element. That former isotope of this element is useful since it decays to the fissile plutonium": {
    "guess": "Uranium",
    "confidence": [
      [
        "U",
        -0.0006771696
      ],
      [
        "ran",
        -1.998142e-05
      ],
      [
        "ium",
        -9.014684e-06
      ]
    ]
  },
  "Electron paramagnetic spectroscopy showed that the simplest compound of this group forms an electron-deficient tetrahedral aggregate in solution. Researchers at the University of Waterloo reported that solutions of this class of compounds can be accurately titrated using a stock solution of N-benzylbenzamide indicator, which turns deep blue at the endpoint. Reactions involving these compounds, such as ketone alkylation, must be carried out in a polar aprotic solvent because they are very strong bases. In addition, TMEDA is often added to solution to increase the reactivity of these compounds by lowering the coordination number at the metal atoms. For 10 points, name this class of organometallic": {
    "guess": "Organometallic compound",
    "confidence": [
      [
        "Organ",
        -0.20514758
      ],
      [
        "omet",
        -0.0168824
      ],
      [
        "al",
        -2.4153549e-05
      ],
      [
        "lic",
        -1.640531e-05
      ],
      [
        " compound",
        -0.7001395
      ]
    ]
  },
  "This element's sulfide names a crystal lattice that is identical to diamond except for containing alternating atoms at adjacent lattice sites. Using this element and an acid as reagents, alpha-halo esters and aldehydes or ketones are converted to beta-hydroxyesters in the Reformatsky reaction. A \"couple\" of copper and this element is used in the cyclopropanation of alkenes called the Simmons-Smith": {
    "guess": "Zinc",
    "confidence": [
      [
        "Z",
        -0.022108994
      ],
      [
        "inc",
        -0.0004340069
      ]
    ]
  },
  "At Eleusis, this goddess was held to be the consort of Hermes. Aelian   records that Gale was a woman who angered this goddess, who  transformed her into the first polecat. Hesiod records that she was given  a portion of \"starry Ouranos,\" a portion of Gaea and a portion of the  unploughed sea. On ancient vases, this woman was depicted as the slayer  of Klytios by tossing at him a pair of torches. The Thracian aspect of this  daughter of Perses and (*) Asteria is Bendis, who was conflated with the": {
    "guess": "Hecate",
    "confidence": [
      [
        "H",
        -0.0022983474
      ],
      [
        "ec",
        -0.0002759942
      ],
      [
        "ate",
        -9.849109e-06
      ]
    ]
  },
  "The element with this atomic number has the highest value on the Pauling electronegativity scale. A collection named for this number includes a story in which Sergeant X receives a package from Charles": {
    "guess": "Nine",
    "confidence": [
      [
        "Nine",
        -0.0097101815
      ]
    ]
  },
  "This element's forbidden spectral lines include 496 and 501 nanometers. Isotope ratios of this element\n distinguish K and R meterorites and identical isotope ratios of it are important evidence for the Giant\n Impact Hypothesis. Studies by the HST have shown that the trace atmosphere of Ganymede is composed of\n compounds of this element. A defining characteristic of carbon stars is that they have more": {
    "guess": "Carbon",
    "confidence": [
      [
        "Carbon",
        -0.035258003
      ]
    ]
  },
  "This element is coordinated to thiol groups after reacting a protein with the FLASH-REASH reagent. It's": {
    "guess": "Sulfur",
    "confidence": [
      [
        "S",
        -0.05255023
      ],
      [
        "ulf",
        -0.06732148
      ],
      [
        "ur",
        -0.011206143
      ]
    ]
  },
  "Electron paramagnetic spectroscopy showed that the simplest compound of this group forms an electron-deficient tetrahedral aggregate in solution. Researchers at the University of Waterloo reported that solutions of this class of compounds can be accurately titrated using a stock solution of N-benzylbenzamide indicator, which turns deep blue at the endpoint. Reactions involving these compounds, such as ketone alkylation, must be carried out in a polar aprotic solvent because they are very strong bases. In addition, TMEDA is often added to solution to increase the reactivity of these compounds by lowering the coordination number at the metal atoms. For 10 points, name this class of organometallic compounds defined by bonds between atoms of a hydrocarbon chain and a certain metal element which is number 3 on the periodic table.": {
    "guess": "Grignard reagents",
    "confidence": [
      [
        "Gr",
        -0.7506664
      ],
      [
        "ign",
        -0.0017596714
      ],
      [
        "ard",
        -0.00010854974
      ],
      [
        " re",
        -0.5202361
      ],
      [
        "agents",
        -0.614041
      ]
    ]
  },
  "The eleventh chapter of one of his treatises contains a dialogue between the author and an imaginary Epicurean friend, who attacks Stoicism to illustrate the author's point that rationalism is incompatible with religious experience. In the seventh section of that work, he argued that uniform past experience leads to the impression that necessity creates all (*) causal connections. He argued against testimony and revealed religion as a basis for proofs of God's existence in a section called \"Of Miracles.\"": {
    "guess": "An Enquiry Concerning Human Understanding",
    "confidence": [
      [
        "An",
        -0.7514687
      ],
      [
        " En",
        -0.014382212
      ],
      [
        "quiry",
        -4.1273333e-06
      ],
      [
        " Concern",
        -0.24095146
      ],
      [
        "ing",
        -3.0113732e-05
      ],
      [
        " Human",
        -0.00039849523
      ],
      [
        " Understanding",
        -0.00011427152
      ]
    ]
  },
  "Elected to the French Academy in 1896, he, like Zola, became famous for his outspoken stand on the Dreyfus case. Some of his  works include the short story collection _Balthasar,_ as well as the novels _The Gods are Athirst,_ _The Red City,_ and _The Revolt of the _  _Angels_. FTP, identify this author": {
    "guess": "Anatole France",
    "confidence": [
      [
        "An",
        -0.0010501965
      ],
      [
        "at",
        -5.2001665e-06
      ],
      [
        "ole",
        -4.3202e-07
      ],
      [
        " France",
        -5.8126592e-05
      ]
    ]
  },
  "This element was the last to be discovered in nature, a fact that is not surprising since it is the second rarest element in the earth's crust. You can locate it on the periodic table by knowing that is": {
    "guess": "Astatine",
    "confidence": [
      [
        "A",
        -1.207623
      ],
      [
        "stat",
        -0.0001975802
      ],
      [
        "ine",
        -0.00032175743
      ]
    ]
  },
  "They're not electrons, but angular momenta in these entities can cancel by Russell-Saunders coupling. A set of these entities has subscripts \"x squared,\" \"xz,\" \"yz,\" \"xy,\" and \"x squared minus y squared.\" One of these entities is shaped like a torus surrounding a dumbbell. Madelung's rule gives the energies of these things but does not explain their unusual configuration in palladium, chromium, and copper. The Pauli exclusion principle and (*) Hund's rule are the basis for the Aufbau principle for": {
    "guess": "Electron configuration",
    "confidence": [
      [
        "Elect",
        -0.7527496
      ],
      [
        "ron",
        -0.00050763815
      ],
      [
        " configuration",
        -1.0259935
      ]
    ]
  },
  "This element catalyzes the cycloaddition of a nitrile with two equivalents of acetylene to form pyridine derivatives. Sepulchrate ligands are typically coordinated to this metal, whose inert hexammine complex ion forms a chloride salt employed as the chief model of Alfred Werner. Unusually for its row, the plus three oxidation state of this metal generally forms only low-spin octahedral complexes, in contrast to this metal's high-spin plus two complexes, whose pink solutions change (*) color when acid is added. This non-rhodium metal catalyzes the Bönnemann cyclization and hydroformylation. Gamma": {
    "guess": "Cobalt",
    "confidence": [
      [
        "C",
        -0.23087141
      ],
      [
        "ob",
        -0.00012558853
      ],
      [
        "alt",
        -0.00013798571
      ]
    ]
  },
  "The eleventh chapter of one of his treatises contains a dialogue between the author and an imaginary Epicurean friend, who attacks Stoicism to illustrate the author's point that rationalism is incompatible": {
    "guess": "Rene Descartes",
    "confidence": [
      [
        "R",
        -1.2329423
      ],
      [
        "ene",
        -0.17384951
      ],
      [
        " Desc",
        -0.000603311
      ],
      [
        "art",
        -0.0002108118
      ],
      [
        "es",
        -1.5928495e-05
      ]
    ]
  },
  "This election featured more vice-presidential candidates than presidential candidates, and Tom Watson won twenty-seven electoral votes for vice president despite being ignored by his running mate. Florence Kelley and Mary Lease notably campaigned for the eventual major-party loser, who did not earn his party's nomination until Altgeld transferred votes from Richard Bland. Henry Teller walked out of the Republicans' St. Louis convention over the main issue in this election, coinage. For ten points,": {
    "guess": "United States Presidential Election of 1896",
    "confidence": [
      [
        "United",
        -0.041157532
      ],
      [
        " States",
        -5.7768983e-05
      ],
      [
        " Presidential",
        -0.37801573
      ],
      [
        " Election",
        -0.00066966715
      ],
      [
        " of",
        -0.019052811
      ],
      [
        " ",
        -1.831257e-05
      ],
      [
        "189",
        -0.002735686
      ],
      [
        "6",
        -0.00045629436
      ]
    ]
  },
  "Eleven years before this act was passed, the Supreme Court in Katz vs. United States explicitly declined to extend its ruling to cases covered by it. The constitutionality of this law was addressed in the case U.S. vs. Nicholson and U.S. vs. Duggan, the latter of which involved members of the IRA. Chapter 36 of title 50, its third subchapter addresses \"pen registers and trap-and-trace devices\" and includes provisions for authorization in times of emergency and of war. Section 206 of the PATRIOT Act": {
    "guess": "USA PATRIOT Act",
    "confidence": [
      [
        "USA",
        -0.324667
      ],
      [
        " PAT",
        -0.022529157
      ],
      [
        "RI",
        -8.280175e-05
      ],
      [
        "OT",
        -7.465036e-06
      ],
      [
        " Act",
        -0.0108322725
      ]
    ]
  },
  "Electronic transitions in this element produce the Pickering series. Type Ib supernovae are the only subclass of type I supernovae to possess absorption lines of this element. A phenomenon named for this element occurs when a degenerate core composed of this element reaches a temperature of 100 million Kelvin. The portion of a star consisting of elements heavier than this element is larger for population I stars than for population II stars. Stars move onto the horizontal branch after experiencing a (*) \"flash\" named for this element. Red giants generate carbon from the fusion of three atoms of this element. Nuclei of this element are formed in the proton-proton chain and by deuterium-tritium": {
    "guess": "Helium",
    "confidence": [
      [
        "Hel",
        -0.19296475
      ],
      [
        "ium",
        -1.5213274e-05
      ]
    ]
  },
  "His election to the House of Representatives in 1892 was his final successful attempt to gain elected office; however, he remained an important leader in American politics for more than twenty­five years": {
    "guess": "Speaker of the United States House of Representatives",
    "confidence": [
      [
        "Speaker",
        -0.87495697
      ],
      [
        " of",
        -0.00040159453
      ],
      [
        " the",
        -0.00025907462
      ],
      [
        " United",
        -0.08428003
      ],
      [
        " States",
        -9.293406e-05
      ],
      [
        " House",
        -0.00018029935
      ],
      [
        " of",
        -2.7610455e-05
      ],
      [
        " Representatives",
        -0.000876447
      ]
    ]
  },
  "This element was originally used as a catalyst in the Haber process, and it is found in abundance in Saskatchewan. Its two major isotopes are 238 and 235, the latter of which was once referred to as \"actino\" this element. That former isotope of this element is useful since it decays to the fissile plutonium 239, and as such that isotope is frequently used in weapons. For 10 points, identify this element with atomic number 92 and symbol U.": {
    "guess": "Uranium",
    "confidence": [
      [
        "U",
        -0.0015527135
      ],
      [
        "ran",
        -4.5371802e-05
      ],
      [
        "ium",
        -3.2929079e-06
      ]
    ]
  },
  "For an electric dipole, it equals polarization times electric field. In mechanics, it's equal to power over two pi times rotational velocity and it vanishes when the position vector and the force vector": {
    "guess": "Electric dipole moment",
    "confidence": [
      [
        "Electric",
        -0.26176545
      ],
      [
        " dip",
        -0.14107013
      ],
      [
        "ole",
        -4.4894987e-05
      ],
      [
        " moment",
        -0.01936176
      ]
    ]
  },
  "During this election, the Bourbon Democrats refused to support the mainstream Democratic nominee, who was supported by the pamphlet \"Coin's Financial School,\" and lost to a carefully managed \"front porch\" campaign managed by Mark Hanna. The Democratic candidate became the nominee for this election after delivering the \"Cross of Gold\" speech. For 10 points, name this election in which William Jennings Bryan first ran for President, only to lose to William McKinley.": {
    "guess": "Election of 1896",
    "confidence": [
      [
        "E",
        -0.60188055
      ],
      [
        "lection",
        -0.0004987015
      ],
      [
        " of",
        -6.587483e-05
      ],
      [
        " ",
        -2.3676734e-05
      ],
      [
        "189",
        -0.0002634815
      ],
      [
        "6",
        -7.612634e-05
      ]
    ]
  },
  "The eleventh chapter of one of his treatises contains a dialogue between the author and an imaginary Epicurean friend, who attacks Stoicism to illustrate the author's point that rationalism is incompatible with religious experience. In the seventh section of that work, he argued that uniform past experience leads to the impression that necessity creates all (*) causal connections. He argued against": {
    "guess": "Treatise of Human Nature",
    "confidence": [
      [
        "T",
        -1.7415566
      ],
      [
        "reat",
        -0.00256353
      ],
      [
        "ise",
        -0.011043461
      ],
      [
        " of",
        -0.3295567
      ],
      [
        " Human",
        -0.0051656854
      ],
      [
        " Nature",
        -0.0006968272
      ]
    ]
  },
  "This election saw Californian George Osgoodby pose as a British merchant to trap Sir Lionel Sackville-West into exposing the Democratic candidate as the British preference. In another scandal during this election, William Wade Dudley wrote a letter to Indiana's county chairmen, telling them to divide \"floater\" voters into paid segments. This election, which saw the Murchison Letter and Blocks of Five scandals, resulted in a victory for Levi P. Morton's ticket and ushered in the president who presided": {
    "guess": "1888 United States presidential election",
    "confidence": [
      [
        "188",
        -0.8450332
      ],
      [
        "8",
        -0.007384652
      ],
      [
        " United",
        -0.0023613789
      ],
      [
        " States",
        -9.984788e-05
      ],
      [
        " presidential",
        -0.027014269
      ],
      [
        " election",
        -0.00023298002
      ]
    ]
  },
  "An elementary school is part of the first five floors of a building this man designed to be the tallest residential structure in the world, the recently completed Beekman Tower. This man designed a building for a foundation created by Paul Allen, and that Experience Music Project building is adjacent to the Space Needle. A building this man designed with Vlado Milunic (mee-LOO-nitch) was originally named \"Fred and Ginger.\" This man used erratic light-catching curves for an art museum he designed": {
    "guess": "Frank Gehry",
    "confidence": [
      [
        "Frank",
        -0.0002813584
      ],
      [
        " Geh",
        -0.00022070204
      ],
      [
        "ry",
        -1.3186812e-05
      ]
    ]
  },
  "Eleven years before this act was passed, the Supreme Court in Katz vs. United States explicitly declined": {
    "guess": "Title of the Wikipedia page: Fourth Amendment to the United States Constitution",
    "confidence": [
      [
        "Title",
        -0.97167826
      ],
      [
        " of",
        -0.7986431
      ],
      [
        " the",
        -0.016447457
      ],
      [
        " Wikipedia",
        -0.0014860583
      ],
      [
        " page",
        -0.0037184847
      ],
      [
        ":",
        -0.12046512
      ],
      [
        " Fourth",
        -1.7685537
      ],
      [
        " Amendment",
        -0.002086616
      ],
      [
        " to",
        -0.000116894
      ],
      [
        " the",
        -7.076218e-05
      ],
      [
        " United",
        -7.576874e-05
      ],
      [
        " States",
        -5.8484206e-05
      ],
      [
        " Constitution",
        -0.00020854695
      ]
    ]
  },
  "This element, strontium and oxygen form a compound which was the first observed example of a RuddlesdenPopper Phase. This element's tetrachloride is used as a Lewis acid catalyst in the Mukaiyama aldol reaction. This metal is bound to two Cp rings in a masked (*) carbene used for carbonyl methylenation, Tebbe's reagent. Magnesium reacts with this metal's tetrachloride in the final step of the Kroll process. It's found in the ore rutile and its dioxide is used in white paints.. For 10 points name": {
    "guess": "Titanium",
    "confidence": [
      [
        "Titan",
        -0.4865672
      ],
      [
        "ium",
        -7.5530326e-05
      ]
    ]
  },
  "This element is used as a catalyst in the Sandmeyer reaction, and is combined with zinc to catalyze the Simmons-Smith reaction. This element and zinc are cofactors in superoxide dismutase. This element can be extracted from chalcocite by reacting it with oxygen gas, which creates sulfur dioxide. When in its +1 oxidation state, an atom of this element has a filled 3d orbital and an empty 4s orbital. This element accumulates in the body in Wilson's disease. With zinc, this element forms brass, and with tin, it forms bronze. For 10 points, name this transition metal with atomic number 29 and symbol": {
    "guess": "Copper",
    "confidence": [
      [
        "C",
        -0.0132247005
      ],
      [
        "opper",
        -0.00019817622
      ]
    ]
  },
  "At Eleusis, this goddess was held to be the consort of Hermes. Aelian   records that Gale was a woman who angered this goddess, who  transformed her into the first polecat. Hesiod records that she was given  a portion of \"starry Ouranos,\" a portion of Gaea and a portion of the  unploughed sea. On ancient vases, this woman was depicted as the slayer  of Klytios by tossing at him a pair of torches. The Thracian aspect of this  daughter of Perses and (*) Asteria is Bendis, who was conflated with the  black dog that Queen Hecuba was turned into. She was sometimes said to be  the guardian of crossroads and she also heard the scream of Pesephone as she  was being abducted. For 10 points, name this": {
    "guess": "Hecate",
    "confidence": [
      [
        "H",
        -0.0034506263
      ],
      [
        "ec",
        -0.0003426144
      ],
      [
        "ate",
        -1.2829201e-05
      ]
    ]
  },
  "At Eleusis, this goddess was held to be the consort of Hermes. Aelian   records that Gale was a woman": {
    "guess": "Hecate",
    "confidence": [
      [
        "H",
        -0.013127056
      ],
      [
        "ec",
        -0.0073672608
      ],
      [
        "ate",
        -7.3861476e-05
      ]
    ]
  },
  "The eleventh chapter of one of his treatises contains a dialogue between the author and an imaginary Epicurean friend, who attacks Stoicism to illustrate the author's point that rationalism is incompatible with religious experience. In the seventh section of that work, he argued that uniform past experience leads to the impression that necessity creates all (*) causal connections. He argued against testimony and revealed religion as a basis for proofs of God's existence in a section called \"Of Miracles.\" This thinker argued that it is not necessary for the mind to be exposed to a concept for it to imagine it by using the example of a \"missing shade of blue.\" For 10 points, name this author of An Enquiry Concerning Human Understanding, a Scottish empiricist.": {
    "guess": "David Hume",
    "confidence": [
      [
        "David",
        -0.2269564
      ],
      [
        " H",
        -0.00025013436
      ],
      [
        "ume",
        -1.0325924e-05
      ]
    ]
  },
  "His election to the House of Representatives in 1892 was his final successful attempt to gain elected office; however, he remained an important leader in American politics for more than twenty­five years afterwards. For ten points, identify this newspaper editor from Omaha who took the 1896 Democratic national convention by storm with his \"Cross of Gold\"  speech.": {
    "guess": "William Jennings Bryan",
    "confidence": [
      [
        "William",
        -0.014872553
      ],
      [
        " Jennings",
        -0.0028695427
      ],
      [
        " Bryan",
        -0.00019150082
      ]
    ]
  },
  "This element is bonded to sodium and aluminum in cryolite, and it can be found naturally in minerals such as topaz and apatite. It was first isolated in the lab by Henri Moissan, and a compound containing six atoms of this element is used during the uranium enrichment process. Neil Bartlett created the first known noble gas compound using (*) xenon and this element. This element is found in the polymer": {
    "guess": "Fluorine",
    "confidence": [
      [
        "Fl",
        -0.08909509
      ],
      [
        "u",
        -0.0010147068
      ],
      [
        "or",
        -7.922564e-05
      ],
      [
        "ine",
        -0.00092003524
      ]
    ]
  },
  "For an electrical component envisioned by Leon Chua, this quantity depends on previous values, indicating that electrical components can have a memory for this quantity. Predictions for this quantity are too low in AC circuits because of the Skin Effect. In AC circuits, this is the real quantity added to the reactance to calculate the impedance. This quantity is equal to a material-dependent constant times length divided by cross-sectional area and by Ohm's law, it is equal to voltage over current. For 10 points, name this quantity whose SI unit is the ohm, which measures a circuit element's opposition": {
    "guess": "Inductance",
    "confidence": [
      [
        "Ind",
        -1.266891
      ],
      [
        "uct",
        -0.07023584
      ],
      [
        "ance",
        -9.817902e-05
      ]
    ]
  },
  "Electronic transitions in this element produce the Pickering series. Type Ib supernovae are the only subclass of type I supernovae to possess absorption lines of this element. A phenomenon named for this": {
    "guess": "Helium",
    "confidence": [
      [
        "Hel",
        -0.2732546
      ],
      [
        "ium",
        -1.247159e-05
      ]
    ]
  },
  "If the electric charge distribution is known, this law can determine the electric field only if the field passes through the surface in a uniform, symmetric fashion as found in a sphere, planar surface, or a cylinder. If the electric field is known at all points, the electric charge can be calculated": {
    "guess": "Gauss's law",
    "confidence": [
      [
        "G",
        -0.056417014
      ],
      [
        "auss",
        -0.0067992103
      ],
      [
        "'s",
        -0.011024011
      ],
      [
        " law",
        -0.0328203
      ]
    ]
  },
  "His election to the House of Representatives in 1892 was his final successful attempt to gain elected": {
    "guess": "Thomas Brackett Reed",
    "confidence": [
      [
        "Thomas",
        -0.9264733
      ],
      [
        " Bracket",
        -0.38829687
      ],
      [
        "t",
        -0.015346913
      ],
      [
        " Reed",
        -0.00017517358
      ]
    ]
  },
  "During his eleven years as an MP for Coventry this man organized a civilian works corps to help the army in Crimea and promoted a harmonic integration of railways. He worked with Joseph Lindley to publish The Magazine of Botany and The Flower Garden, works that drew heavily from his time with the Duke": {
    "guess": "Joseph Paxton",
    "confidence": [
      [
        "Joseph",
        -0.97951573
      ],
      [
        " Pax",
        -0.0071908077
      ],
      [
        "ton",
        -5.0616763e-05
      ]
    ]
  },
  "During his eleven years as an MP for Coventry this man organized a civilian works corps to help the army in Crimea and promoted a harmonic integration of railways. He worked with Joseph Lindley to publish The Magazine of Botany and The Flower Garden, works that drew heavily from his time with the Duke of Devonshire where he supervised the construction of a conservatory at Chatsworth and designed a": {
    "guess": "Joseph Paxton",
    "confidence": [
      [
        "Joseph",
        -0.47779337
      ],
      [
        " Pax",
        -0.00017314713
      ],
      [
        "ton",
        -2.4153549e-05
      ]
    ]
  },
  "Electronic transitions in this element produce the Pickering series. Type Ib supernovae are the only subclass of type I supernovae to possess absorption lines of this element. A phenomenon named for this element occurs when a degenerate core composed of this element reaches a temperature of 100 million Kelvin. The portion of a star consisting of elements heavier than this element is larger for population I stars than for population II stars. Stars move onto the horizontal branch after experiencing": {
    "guess": "Helium",
    "confidence": [
      [
        "Hel",
        -0.16693686
      ],
      [
        "ium",
        -1.9743013e-05
      ]
    ]
  },
  "This element, strontium and oxygen form a compound which was the first observed example of a RuddlesdenPopper": {
    "guess": "Strontium Titanate",
    "confidence": [
      [
        "Str",
        -0.07833352
      ],
      [
        "ont",
        -4.406056e-05
      ],
      [
        "ium",
        -9.9490266e-05
      ],
      [
        " Titan",
        -1.6947409
      ],
      [
        "ate",
        -0.0053962073
      ]
    ]
  },
  "During this election, Alson Jenness Streeter was the first and only presidential candidate of the Union Labor Party, which came behind Clinton Bowen Fisk who was running for the Prohibition party. The Democratic Party lost much of the Irish vote when it was made known that Sir Lionel Sackville-West, the  British Ambassador, had suggested that the Democratic candidate better represented British interests,": {
    "guess": "1888 United States presidential election",
    "confidence": [
      [
        "188",
        -0.19611283
      ],
      [
        "8",
        -0.009505436
      ],
      [
        " United",
        -0.011410059
      ],
      [
        " States",
        -0.00036061046
      ],
      [
        " presidential",
        -0.01626556
      ],
      [
        " election",
        -0.00020783172
      ]
    ]
  },
  "During this election, Alson Jenness Streeter was the first and only presidential candidate of the Union Labor Party, which came behind Clinton Bowen Fisk who was running for the Prohibition party. The Democratic Party lost much of the Irish vote when it was made known that Sir Lionel Sackville-West, the  British Ambassador, had suggested that the Democratic candidate better represented British interests, in the Murchison Letter. The incumbent's running mate was Allen Granberry Thurman, who replaced": {
    "guess": "United States presidential election, 1888",
    "confidence": [
      [
        "United",
        -0.55638576
      ],
      [
        " States",
        -0.00050406205
      ],
      [
        " presidential",
        -0.0020801937
      ],
      [
        " election",
        -0.00023584091
      ],
      [
        ",",
        -0.0011835616
      ],
      [
        " ",
        -1.92662e-05
      ],
      [
        "188",
        -0.0014818899
      ],
      [
        "8",
        -0.0075422614
      ]
    ]
  },
  "During this election, Alson Jenness Streeter was the first and only presidential candidate of the Union Labor Party, which came behind Clinton Bowen Fisk who was running for the Prohibition party. The Democratic Party lost much of the Irish vote when it was made known that Sir Lionel Sackville-West, the  British Ambassador, had suggested that the Democratic candidate better represented British interests, in the Murchison Letter. The incumbent's running mate was Allen Granberry Thurman, who replaced his vice president, Adlai E. Stevenson, and the winner's running mate, Levi Morton, may have helped": {
    "guess": "1888 United States presidential election",
    "confidence": [
      [
        "188",
        -0.5496389
      ],
      [
        "8",
        -0.135633
      ],
      [
        " United",
        -0.0005106182
      ],
      [
        " States",
        -6.086828e-05
      ],
      [
        " presidential",
        -0.002270397
      ],
      [
        " election",
        -2.4630364e-05
      ]
    ]
  },
  "During this election, Alson Jenness Streeter was the first and only presidential candidate of the Union Labor Party, which came behind Clinton Bowen Fisk who was running for the Prohibition party. The Democratic Party lost much of the Irish vote when it was made known that Sir Lionel Sackville-West, the  British Ambassador, had suggested that the Democratic candidate better represented British interests, in the Murchison Letter. The incumbent's running mate was Allen Granberry Thurman, who replaced his vice president, Adlai E. Stevenson, and the winner's running mate, Levi Morton, may have helped the winner carry the incumbent's home state of New York. This marked the third time in history, and": {
    "guess": "United States presidential election, 1888",
    "confidence": [
      [
        "United",
        -0.700085
      ],
      [
        " States",
        -0.00012952226
      ],
      [
        " presidential",
        -0.0006151012
      ],
      [
        " election",
        -8.375538e-05
      ],
      [
        ",",
        -0.0003042418
      ],
      [
        " ",
        -1.378283e-05
      ],
      [
        "188",
        -0.0017243229
      ],
      [
        "8",
        -0.050107297
      ]
    ]
  },
  "During this election, Alson Jenness Streeter was the first and only presidential candidate of the Union Labor Party, which came behind Clinton Bowen Fisk who was running for the Prohibition party. The Democratic Party lost much of the Irish vote when it was made known that Sir Lionel Sackville-West, the  British Ambassador, had suggested that the Democratic candidate better represented British interests, in the Murchison Letter. The incumbent's running mate was Allen Granberry Thurman, who replaced his vice president, Adlai E. Stevenson, and the winner's running mate, Levi Morton, may have helped the winner carry the incumbent's home state of New York. This marked the third time in history, and first time since 1876, that a candidate won without winning the popular vote. FTP, this is what election": {
    "guess": "1888 United States presidential election",
    "confidence": [
      [
        "188",
        -0.44262844
      ],
      [
        "8",
        -0.0014124969
      ],
      [
        " United",
        -0.00023119197
      ],
      [
        " States",
        -3.8219583e-05
      ],
      [
        " presidential",
        -0.0012492813
      ],
      [
        " election",
        -2.5345586e-05
      ]
    ]
  },
  "During this election, Alson Jenness Streeter was the first and only presidential candidate of the Union Labor Party, which came behind Clinton Bowen Fisk who was running for the Prohibition party. The Democratic Party lost much of the Irish vote when it was made known that Sir Lionel Sackville-West, the  British Ambassador, had suggested that the Democratic candidate better represented British interests, in the Murchison Letter. The incumbent's running mate was Allen Granberry Thurman, who replaced his vice president, Adlai E. Stevenson, and the winner's running mate, Levi Morton, may have helped the winner carry the incumbent's home state of New York. This marked the third time in history, and first time since 1876, that a candidate won without winning the popular vote. FTP, this is what election in which the incumbent Democract, Grover Cleveland, was defeated by Republican, Benjamin Harrison?": {
    "guess": "United States presidential election, 1888",
    "confidence": [
      [
        "United",
        -0.4765894
      ],
      [
        " States",
        -1.5332478e-05
      ],
      [
        " presidential",
        -0.0002069973
      ],
      [
        " election",
        -7.1238996e-05
      ],
      [
        ",",
        -0.00022010603
      ],
      [
        " ",
        -5.6769813e-06
      ],
      [
        "188",
        -0.0011622462
      ],
      [
        "8",
        -0.00036715568
      ]
    ]
  },
  "During this election, Alson Jenness Streeter was the first and only presidential candidate of the Union Labor Party, which came behind Clinton Bowen Fisk who was running for the Prohibition party. The Democratic Party lost much of the Irish vote when it was made known that Sir Lionel Sackville-West, the  British Ambassador, had suggested that the Democratic candidate better represented British interests, in the Murchison Letter. The incumbent's running mate was Allen Granberry Thurman, who replaced his vice president, Adlai E. Stevenson, and the winner's running mate, Levi Morton, may have helped the winner carry the incumbent's home state of New York. This marked the third time in history, and first time since 1876, that a candidate won without winning the popular vote. FTP, this is what election in which the incumbent Democract, Grover Cleveland, was defeated by Republican, Benjamin Harrison?  ": {
    "guess": "United States presidential election, 1888",
    "confidence": [
      [
        "United",
        -0.376532
      ],
      [
        " States",
        -2.6299214e-05
      ],
      [
        " presidential",
        -0.0006067679
      ],
      [
        " election",
        -0.000119993296
      ],
      [
        ",",
        -0.00045224142
      ],
      [
        " ",
        -1.0445127e-05
      ],
      [
        "188",
        -0.0019056665
      ],
      [
        "8",
        -0.0005375436
      ]
    ]
  }
}