{
  "On July 16, insurgents attacked the home of inspector-general Nevelle, forcing him to retreat. The president": {
    "guess": "Inspector General",
    "confidence": [
      [
        "Inspector",
        -0.07611121
      ],
      [
        " General",
        -0.17840405
      ]
    ]
  },
  "Julian Larcombe Schley, who had earlier served as an advisor to Panama, was one head of this  organization. Another head of this organization, Raymond A. Wheeler, implemented the Pick-Sloan plan. One  former procurement officer for this organization, Bunnatine \"Bunny\" Greenhouse won a whistleblower  lawsuit against it. The short film Operation Blue Jay was about this group's work in Greenland in the 1950s. This  organization did the initial work on the ALCAN in the 1940s. This group used Rome plows to destroy a jungle.  NASA contracted this organization to help build the Kennedy Space Center .This organization designed and built the  levees that failed during Hurricane Katrina. For 10 points,": {
    "guess": "United States Army Corps of Engineers",
    "confidence": [
      [
        "United",
        -0.45123944
      ],
      [
        " States",
        -0.00014764121
      ],
      [
        " Army",
        -7.350386e-05
      ],
      [
        " Corps",
        -3.786197e-05
      ],
      [
        " of",
        -6.968935e-05
      ],
      [
        " Engineers",
        -0.0003458329
      ]
    ]
  },
  "July twenty-second is the feast day of this patron saint of glovemakers, tanners, pharmacists, and hairstylists, who according to Mark's and Luke's gospels was cleansed by Jesus of seven demons. Roman Catholic tradition differs from Protestantism and Eastern Orthodoxy in also considering her to be the": {
    "guess": "Mary Magdalene",
    "confidence": [
      [
        "Mary",
        -0.1294606
      ],
      [
        " Mag",
        -0.00013250235
      ],
      [
        "dal",
        -7.9418505e-06
      ],
      [
        "ene",
        -3.7146747e-05
      ]
    ]
  },
  "Julian Larcombe Schley, who had earlier served as an advisor to Panama, was one head of this  organization. Another head of this organization, Raymond A. Wheeler, implemented the Pick-Sloan plan. One  former procurement officer for this organization, Bunnatine \"Bunny\" Greenhouse won a whistleblower  lawsuit against it. The short film Operation Blue Jay was about this group's work in Greenland in the 1950s. This  organization did the initial work on the ALCAN in the 1940s. This group used Rome plows to destroy a jungle.  NASA contracted this organization to help build the Kennedy Space Center .This organization designed and built the  levees that failed during Hurricane Katrina. For 10 points, name this division of the Defense Department in charge  of military construction and flood control.": {
    "guess": "United States Army Corps of Engineers",
    "confidence": [
      [
        "United",
        -0.0584765
      ],
      [
        " States",
        -0.00012844942
      ],
      [
        " Army",
        -1.4498052e-05
      ],
      [
        " Corps",
        -0.00027206415
      ],
      [
        " of",
        -3.8338785e-05
      ],
      [
        " Engineers",
        -0.0004624856
      ]
    ]
  },
  "Julie Bailey launched a campaign against the poor conditions of one of these places in Stafford, England. In 2013, Time magazine published a Steven Brill article attacking the practices of chargemasters at these institutions. Robert A. Petzel resigned following a scandal involving these types of places in Phoenix, Arizona. Although he claimed that he was \"mad as hell\" over allegations involving these places, Secretary Eric (*) Shinseki was grilled by Congress in May 2014 for the long wait times at a type of these places. In 2007, the Washington Post exposed the poor conditions of one of these places run by the Army that was named for Walter Reed. For 10 points, name these facilities operated": {
    "guess": "Veterans Health Administration",
    "confidence": [
      [
        "Veter",
        -0.118015684
      ],
      [
        "ans",
        -0.041804165
      ],
      [
        " Health",
        -0.31386435
      ],
      [
        " Administration",
        -0.013345975
      ]
    ]
  },
  "Julie Bailey launched a campaign against the poor conditions of one of these places in Stafford, England. In 2013, Time magazine published a Steven Brill article attacking the practices of chargemasters at these institutions. Robert A. Petzel resigned following a scandal involving these types of places": {
    "guess": "Hospital",
    "confidence": [
      [
        "Hospital",
        -0.7170911
      ]
    ]
  },
  "On July 16, insurgents attacked the home of inspector-general Nevelle, forcing him to retreat. The president then called out the militia from four states. Despite Governor Mifflin's hesitance to fight the insurgence, the militia volunteered in great numbers, including many members of the Society of Friends.": {
    "guess": "Whiskey Rebellion",
    "confidence": [
      [
        "Wh",
        -0.081681594
      ],
      [
        "iskey",
        -0.00046308164
      ],
      [
        " Rebellion",
        -0.0021565685
      ]
    ]
  },
  "Julie Bailey launched a campaign against the poor conditions of one of these places in Stafford, England.": {
    "guess": "Mid Staffordshire NHS Foundation Trust scandal",
    "confidence": [
      [
        "Mid",
        -0.34664994
      ],
      [
        " Stafford",
        -0.051330417
      ],
      [
        "shire",
        -9.770221e-05
      ],
      [
        " NHS",
        -0.053946365
      ],
      [
        " Foundation",
        -0.004169933
      ],
      [
        " Trust",
        -4.298773e-05
      ],
      [
        " scandal",
        -0.6762305
      ]
    ]
  },
  "Julie Bailey launched a campaign against the poor conditions of one of these places in Stafford, England. In 2013, Time magazine published a Steven Brill article attacking the practices of chargemasters at these institutions. Robert A. Petzel resigned following a scandal involving these types of places in Phoenix, Arizona. Although he claimed that he was \"mad as hell\" over allegations involving these": {
    "guess": "Veterans Health Administration",
    "confidence": [
      [
        "Veter",
        -0.49931294
      ],
      [
        "ans",
        -0.03087648
      ],
      [
        " Health",
        -0.0133314
      ],
      [
        " Administration",
        -0.0018191704
      ]
    ]
  },
  "Julie Bailey launched a campaign against the poor conditions of one of these places in Stafford, England. In 2013, Time magazine published a Steven Brill article attacking the practices of chargemasters at these institutions. Robert A. Petzel resigned following a scandal involving these types of places in Phoenix, Arizona. Although he claimed that he was \"mad as hell\" over allegations involving these places, Secretary Eric (*) Shinseki was grilled by Congress in May 2014 for the long wait times at a type of these places. In 2007, the Washington Post exposed the poor conditions of one of these places": {
    "guess": "Veterans Health Administration",
    "confidence": [
      [
        "Veter",
        -0.1137525
      ],
      [
        "ans",
        -0.032686237
      ],
      [
        " Health",
        -0.03711046
      ],
      [
        " Administration",
        -0.0021358638
      ]
    ]
  },
  "After Julius Caesar defeated Juba I at Thaspus, the Roman army in this region stationed itself at Lambessa. The region was conquered by the Vandals in 429, but shortly before that it had become the center of the Donatist movement. During the long reign of Masinissa, it was initially allied with nearby Carthage in the Second Punic War but later switched sides. FTP, name this region, whose boundaries coincided approximately with those of modern Algeria.": {
    "guess": "Numidia",
    "confidence": [
      [
        "Num",
        -0.21622263
      ],
      [
        "idia",
        -0.0013978567
      ]
    ]
  },
  "Julie Bailey launched a campaign against the poor conditions of one of these places in Stafford, England. In 2013, Time magazine published a Steven Brill article attacking the practices of chargemasters at these institutions. Robert A. Petzel resigned following a scandal involving these types of places in Phoenix, Arizona. Although he claimed that he was \"mad as hell\" over allegations involving these places, Secretary Eric (*) Shinseki was grilled by Congress in May 2014 for the long wait times at": {
    "guess": "Veterans Health Administration scandal of 2014",
    "confidence": [
      [
        "Veter",
        -0.09694082
      ],
      [
        "ans",
        -0.023993423
      ],
      [
        " Health",
        -0.012691753
      ],
      [
        " Administration",
        -0.0016732762
      ],
      [
        " scandal",
        -0.02450469
      ],
      [
        " of",
        -0.00047774
      ],
      [
        " ",
        -7.159661e-05
      ],
      [
        "201",
        -1.1994775e-05
      ],
      [
        "4",
        -0.00025704817
      ]
    ]
  },
  "After Julius Caesar defeated Juba I at Thaspus, the Roman army in this region stationed itself at Lambessa. The region was conquered by the Vandals in 429, but shortly before that it had become the center of the Donatist movement. During the long reign of Masinissa, it was initially allied with nearby Carthage in the Second Punic War but later switched sides. FTP, name this region, whose boundaries": {
    "guess": "Numidia",
    "confidence": [
      [
        "Num",
        -0.10979099
      ],
      [
        "idia",
        -0.0034462379
      ]
    ]
  },
  "After Julius Caesar defeated Juba I at Thaspus, the Roman army in this region stationed itself at Lambessa.": {
    "guess": "Numidia",
    "confidence": [
      [
        "Num",
        -1.1706649
      ],
      [
        "idia",
        -0.0015796131
      ]
    ]
  },
  "July twenty-second is the feast day of this patron saint of glovemakers, tanners, pharmacists, and hairstylists,": {
    "guess": "Mary Magdalene",
    "confidence": [
      [
        "Mary",
        -0.78149116
      ],
      [
        " Mag",
        -0.00021140782
      ],
      [
        "dal",
        -0.0070303045
      ],
      [
        "ene",
        -0.00018911675
      ]
    ]
  },
  "July twenty-second is the feast day of this patron saint of glovemakers, tanners, pharmacists, and hairstylists, who according to Mark's and Luke's gospels was cleansed by Jesus of seven demons. Roman": {
    "guess": "Mary Magdalene",
    "confidence": [
      [
        "Mary",
        -0.2346449
      ],
      [
        " Mag",
        -0.0007038529
      ],
      [
        "dal",
        -6.2729996e-06
      ],
      [
        "ene",
        -4.5491004e-05
      ]
    ]
  },
  "On July 16, insurgents attacked the home of inspector-general Nevelle, forcing him to retreat. The president then called out the militia from four states. Despite Governor Mifflin's hesitance to fight the insurgence, the militia volunteered in great numbers, including many members of the Society of Friends. General Lee, governor of Virginia was appointed chief command. This is the story of the formation": {
    "guess": "Whiskey Rebellion",
    "confidence": [
      [
        "Wh",
        -0.040697526
      ],
      [
        "iskey",
        -9.531814e-05
      ],
      [
        " Rebellion",
        -0.00521194
      ]
    ]
  },
  "On July 16, insurgents attacked the home of inspector-general Nevelle, forcing him to retreat. The president then called out the militia from four states. Despite Governor Mifflin's hesitance to fight the insurgence, the militia volunteered in great numbers, including many members of the Society of Friends. General Lee, governor of Virginia was appointed chief command. This is the story of the formation of a force to put down, FTP which rebellion of farmers in Western Pennsylvania.": {
    "guess": "Whiskey Rebellion",
    "confidence": [
      [
        "Wh",
        -0.0062330756
      ],
      [
        "iskey",
        -0.00025001515
      ],
      [
        " Rebellion",
        -0.0013301217
      ]
    ]
  },
  "Julian Larcombe Schley, who had earlier served as an advisor to Panama, was one head of this  organization. Another head of this organization, Raymond A. Wheeler, implemented the Pick-Sloan plan. One  former procurement officer for this organization, Bunnatine \"Bunny\" Greenhouse won a whistleblower  lawsuit against it. The short film Operation Blue Jay was about this group's work in Greenland in the": {
    "guess": "United States Army Corps of Engineers",
    "confidence": [
      [
        "United",
        -0.076218024
      ],
      [
        " States",
        -0.00018065695
      ],
      [
        " Army",
        -0.00018327577
      ],
      [
        " Corps",
        -4.85903e-05
      ],
      [
        " of",
        -0.00026610398
      ],
      [
        " Engineers",
        -0.00024608144
      ]
    ]
  },
  "In July 2012, this company issued a $6.2 billion writedown that was partially due to its acquisition of aQuantive in 2007. One employee of this company left to become the CEO of Zynga after one of his products was criticized for requiring (*) internet connectivity checks every 24 hours and restricting game resales. The net loss this company experienced after releasing its first tablet contributed to the planned retirement of its CEO, Steve Ballmer. For ten points, name this corporation which recently rolled out its Surface 2 tablets and released an update to Windows 8.": {
    "guess": "Microsoft",
    "confidence": [
      [
        "Microsoft",
        -0.005402846
      ]
    ]
  },
  "July twenty-second is the feast day of this patron saint of glovemakers, tanners, pharmacists, and hairstylists, who according to Mark's and Luke's gospels was cleansed by Jesus of seven demons. Roman Catholic tradition differs from Protestantism and Eastern Orthodoxy in also considering her to be the same person who pours perfume over Jesus'  feet in Bethany and is the sister of Lazarus and Martha. For 10 points, whom do the gospels record as the first witness of Jesus' resurrection?": {
    "guess": "Mary Magdalene",
    "confidence": [
      [
        "Mary",
        -0.005614
      ],
      [
        " Mag",
        -0.0013211924
      ],
      [
        "dal",
        -3.9054008e-05
      ],
      [
        "ene",
        -5.371606e-05
      ]
    ]
  },
  "Julian Larcombe Schley, who had earlier served as an advisor to Panama, was one head of this  organization. Another head of this organization, Raymond A. Wheeler, implemented the Pick-Sloan plan. One  former procurement officer for this organization, Bunnatine \"Bunny\" Greenhouse won a whistleblower ": {
    "guess": "United States Army Corps of Engineers",
    "confidence": [
      [
        "United",
        -0.13936132
      ],
      [
        " States",
        -0.0002582402
      ],
      [
        " Army",
        -0.0017747845
      ],
      [
        " Corps",
        -0.00014597236
      ],
      [
        " of",
        -0.00031055594
      ],
      [
        " Engineers",
        -0.00020866614
      ]
    ]
  },
  "Julie Bailey launched a campaign against the poor conditions of one of these places in Stafford, England. In 2013, Time magazine published a Steven Brill article attacking the practices of chargemasters": {
    "guess": "Mid Staffordshire NHS Foundation Trust Scandal",
    "confidence": [
      [
        "Mid",
        -0.08175707
      ],
      [
        " Stafford",
        -0.09158921
      ],
      [
        "shire",
        -0.00044759247
      ],
      [
        " NHS",
        -0.046990417
      ],
      [
        " Foundation",
        -0.0052696844
      ],
      [
        " Trust",
        -3.368984e-05
      ],
      [
        " Sc",
        -0.33275083
      ],
      [
        "andal",
        -3.6908343e-05
      ]
    ]
  },
  "After Julius Caesar defeated Juba I at Thaspus, the Roman army in this region stationed itself at Lambessa. The region was conquered by the Vandals in 429, but shortly before that it had become the center": {
    "guess": "Numidia",
    "confidence": [
      [
        "Num",
        -0.55138564
      ],
      [
        "idia",
        -0.00034201838
      ]
    ]
  },
  "Julie Bailey launched a campaign against the poor conditions of one of these places in Stafford, England. In 2013, Time magazine published a Steven Brill article attacking the practices of chargemasters at these institutions. Robert A. Petzel resigned following a scandal involving these types of places in Phoenix, Arizona. Although he claimed that he was \"mad as hell\" over allegations involving these places, Secretary Eric (*) Shinseki was grilled by Congress in May 2014 for the long wait times at a type of these places. In 2007, the Washington Post exposed the poor conditions of one of these places run by the Army that was named for Walter Reed. For 10 points, name these facilities operated by the Veterans Affairs administration.": {
    "guess": "Veterans Health Administration",
    "confidence": [
      [
        "Veter",
        -0.06369752
      ],
      [
        "ans",
        -0.0043115495
      ],
      [
        " Health",
        -0.047113135
      ],
      [
        " Administration",
        -0.0013821403
      ]
    ]
  },
  "In July 2012, this company issued a $6.2 billion writedown that was partially due to its acquisition": {
    "guess": "Microsoft",
    "confidence": [
      [
        "Microsoft",
        -0.0016952958
      ]
    ]
  },
  "In July 2012, this company issued a $6.2 billion writedown that was partially due to its acquisition of aQuantive in 2007. One employee of this company left to become the CEO of Zynga after one of his products was criticized for requiring (*) internet connectivity checks every 24 hours and restricting game resales. The net loss this company experienced after releasing its first tablet contributed to": {
    "guess": "Microsoft",
    "confidence": [
      [
        "Microsoft",
        -0.004484712
      ]
    ]
  },
  "Julian Larcombe Schley, who had earlier served as an advisor to Panama, was one head of this  organization. Another head of this organization, Raymond A. Wheeler, implemented the Pick-Sloan plan. One ": {
    "guess": "United States Bureau of Reclamation",
    "confidence": [
      [
        "United",
        -0.2615652
      ],
      [
        " States",
        -0.00018113377
      ],
      [
        " Bureau",
        -0.20722356
      ],
      [
        " of",
        -0.00010509284
      ],
      [
        " Re",
        -0.00034511767
      ],
      [
        "clamation",
        -0.00029852006
      ]
    ]
  },
  "In July 2012, this company issued a $6.2 billion writedown that was partially due to its acquisition of aQuantive in 2007. One employee of this company left to become the CEO of Zynga after one of his products was criticized for requiring (*) internet connectivity checks every 24 hours and restricting game resales. The net loss this company experienced after releasing its first tablet contributed to the planned retirement of its CEO, Steve Ballmer. For ten points, name this corporation which recently": {
    "guess": "Microsoft",
    "confidence": [
      [
        "Microsoft",
        -0.02597245
      ]
    ]
  },
  "After Julius Caesar defeated Juba I at Thaspus, the Roman army in this region stationed itself at Lambessa. The region was conquered by the Vandals in 429, but shortly before that it had become the center of the Donatist movement. During the long reign of Masinissa, it was initially allied with nearby": {
    "guess": "Africa Nova",
    "confidence": [
      [
        "Africa",
        -1.0425806
      ],
      [
        " Nova",
        -0.6284196
      ]
    ]
  },
  "On July 16, insurgents attacked the home of inspector-general Nevelle, forcing him to retreat. The president then called out the militia from four states. Despite Governor Mifflin's hesitance to fight": {
    "guess": "Whiskey Rebellion",
    "confidence": [
      [
        "Wh",
        -0.036278356
      ],
      [
        "iskey",
        -0.0001277342
      ],
      [
        " Rebellion",
        -0.0005995002
      ]
    ]
  },
  "Julian Larcombe Schley, who had earlier served as an advisor to Panama, was one head of this  organization. Another head of this organization, Raymond A. Wheeler, implemented the Pick-Sloan plan. One  former procurement officer for this organization, Bunnatine \"Bunny\" Greenhouse won a whistleblower  lawsuit against it. The short film Operation Blue Jay was about this group's work in Greenland in the 1950s. This  organization did the initial work on the ALCAN in the 1940s. This group used Rome plows to destroy a jungle.  NASA contracted this organization to help build the Kennedy Space Center .This": {
    "guess": "United States Army Corps of Engineers",
    "confidence": [
      [
        "United",
        -0.23131968
      ],
      [
        " States",
        -0.000288153
      ],
      [
        " Army",
        -0.00027778227
      ],
      [
        " Corps",
        -0.000117370815
      ],
      [
        " of",
        -0.000115582756
      ],
      [
        " Engineers",
        -0.00028672256
      ]
    ]
  },
  "Julian Larcombe Schley, who had earlier served as an advisor to Panama, was one head of this  organization.": {
    "guess": "United States Department of State",
    "confidence": [
      [
        "United",
        -1.9267392
      ],
      [
        " States",
        -0.5716022
      ],
      [
        " Department",
        -0.9161162
      ],
      [
        " of",
        -0.0002488231
      ],
      [
        " State",
        -0.5263166
      ]
    ]
  },
  "In July 2012, this company issued a $6.2 billion writedown that was partially due to its acquisition of aQuantive in 2007. One employee of this company left to become the CEO of Zynga after one of his": {
    "guess": "Microsoft",
    "confidence": [
      [
        "Microsoft",
        -0.0156080965
      ]
    ]
  },
  "In July 2012, this company issued a $6.2 billion writedown that was partially due to its acquisition of aQuantive in 2007. One employee of this company left to become the CEO of Zynga after one of his products was criticized for requiring (*) internet connectivity checks every 24 hours and restricting": {
    "guess": "Microsoft",
    "confidence": [
      [
        "Microsoft",
        -0.047749203
      ]
    ]
  },
  "July twenty-second is the feast day of this patron saint of glovemakers, tanners, pharmacists, and hairstylists, who according to Mark's and Luke's gospels was cleansed by Jesus of seven demons. Roman Catholic tradition differs from Protestantism and Eastern Orthodoxy in also considering her to be the same person who pours perfume over Jesus'  feet in Bethany and is the sister of Lazarus and Martha.": {
    "guess": "Mary Magdalene",
    "confidence": [
      [
        "Mary",
        -0.016195774
      ],
      [
        " Mag",
        -0.0010637711
      ],
      [
        "dal",
        -1.700133e-05
      ],
      [
        "ene",
        -3.9530823e-05
      ]
    ]
  },
  "Julian Larcombe Schley, who had earlier served as an advisor to Panama, was one head of this  organization. Another head of this organization, Raymond A. Wheeler, implemented the Pick-Sloan plan. One  former procurement officer for this organization, Bunnatine \"Bunny\" Greenhouse won a whistleblower  lawsuit against it. The short film Operation Blue Jay was about this group's work in Greenland in the 1950s. This  organization did the initial work on the ALCAN in the 1940s. This group used Rome plows": {
    "guess": "United States Army Corps of Engineers",
    "confidence": [
      [
        "United",
        -0.07408724
      ],
      [
        " States",
        -0.00018625586
      ],
      [
        " Army",
        -0.00046379687
      ],
      [
        " Corps",
        -0.00024120507
      ],
      [
        " of",
        -0.00027480218
      ],
      [
        " Engineers",
        -0.00038062572
      ]
    ]
  }
}