{
  "It is hypothesized that they require freezing to flower because the cold damages the branch and stimulates growth. The plant may reproduce from rhizomes or seeds and its flowers require pollination from the yucca moth.* Unlike most trees, this one does not have annual growth rings and, in fact, its trunk consists of thousands of small fibers. They were supposedly named by Mormon settlers, who believed": {
    "guess": "Joshua Tree",
    "confidence": [
      [
        "Josh",
        -0.5108393
      ],
      [
        "ua",
        -1.0445127e-05
      ],
      [
        " Tree",
        -0.6563744
      ]
    ]
  },
  "In a hypothesis, the progenote is the predecessor of all components of this level formulated in 1990.": {
    "guess": "Last universal common ancestor",
    "confidence": [
      [
        "Last",
        -0.09747615
      ],
      [
        " universal",
        -0.027541617
      ],
      [
        " common",
        -0.008364573
      ],
      [
        " ancestor",
        -1.640531e-05
      ]
    ]
  },
  "Hypabyssal types of these rocks form discordant dikes, while plutonic types form cordant laccoliths. Mafic types of these rocks, which contain relatively heavier elements and are exemplified by peridotite, are contrasted with their felsic types including rhyolite. One of these rocks that cools without forming crystals, obsidian, is an extrusive type of these rocks as is basalt, while granite is an extrusive one of these. For 10 points, name this type of rocks formed from magma, contrasted with sedimentary": {
    "guess": "Igneous rock",
    "confidence": [
      [
        "I",
        -0.007592195
      ],
      [
        "gne",
        -9.0883464e-07
      ],
      [
        "ous",
        -5.2001665e-06
      ],
      [
        " rock",
        -0.00724608
      ]
    ]
  },
  "In a hypothetical universe where quark masses are made very large but the QCD scale unchanged, this would become the lightest meson, because the masses of the mesons we know would scale like quark masses.  Attempts to calculate its properties have made use of the AdS/CFT duality, or of lattice QCD. ": {
    "guess": "Mass gap",
    "confidence": [
      [
        "Mass",
        -1.7655807
      ],
      [
        " gap",
        -1.4149988
      ]
    ]
  },
  "Hypabyssal types of these rocks form discordant dikes, while plutonic types form cordant laccoliths. Mafic types of these rocks, which contain relatively heavier elements and are exemplified by peridotite, are contrasted with their felsic types including rhyolite. One of these rocks that cools without forming crystals, obsidian, is an extrusive type of these rocks as is basalt, while granite is an": {
    "guess": "Igneous rock",
    "confidence": [
      [
        "I",
        -0.046445485
      ],
      [
        "gne",
        -7.89631e-07
      ],
      [
        "ous",
        -5.3193703e-06
      ],
      [
        " rock",
        -0.009000732
      ]
    ]
  },
  "Hyperplasia in this organ is associated with myasthenia gravis, while aplasia of it results from failure of the third and fourth pharyngeal pouches to develop and is known as DiGeorge syndrome. Keratinized": {
    "guess": "Thymus",
    "confidence": [
      [
        "Th",
        -0.0010294734
      ],
      [
        "ym",
        -6.7901296e-05
      ],
      [
        "us",
        -0.0003124632
      ]
    ]
  },
  "Hyperplasia in this organ is associated with myasthenia gravis, while aplasia of it results from failure": {
    "guess": "Thymus",
    "confidence": [
      [
        "Th",
        -0.0073467814
      ],
      [
        "ym",
        -0.00044306272
      ],
      [
        "us",
        -0.00082546816
      ]
    ]
  },
  "Hyperplasia in this organ is associated with myasthenia gravis, while aplasia of it results from failure of the third and fourth pharyngeal pouches to develop and is known as DiGeorge syndrome. Keratinized cells called Hassall's corpuscles are found in its medulla, and dendritic cells at its corticomedullary junction recognize self-reactive cells. Epithelial cells in its cortex express MHC molecules that allow for positive selection. Found posterior to the manubrium of the sternum, this pyramid-shaped organ reaches its maximum size at puberty. For 10 points, identify this lymphoid organ, the site of T cell development.": {
    "guess": "Thymus",
    "confidence": [
      [
        "Th",
        -0.018393405
      ],
      [
        "ym",
        -0.00023953622
      ],
      [
        "us",
        -8.208653e-05
      ]
    ]
  },
  "In a hypothetical universe where quark masses are made very large but the QCD scale unchanged, this would become the lightest meson, because the masses of the mesons we know would scale like quark masses.  Attempts to calculate its properties have made use of the AdS/CFT duality, or of lattice QCD.  Experimentally it has remained elusive, perhaps because it is a broad resonance and mixed with other mesonic states.  A theoretical proof of its existence in Yang-Mills would demonstrate a mass gap and": {
    "guess": "Glueball",
    "confidence": [
      [
        "Gl",
        -1.4124556
      ],
      [
        "ue",
        -0.000115701965
      ],
      [
        "ball",
        -0.001349165
      ]
    ]
  },
  "Hyperplasia in this organ is associated with myasthenia gravis, while aplasia of it results from failure of the third and fourth pharyngeal pouches to develop and is known as DiGeorge syndrome. Keratinized cells called Hassall's corpuscles are found in its medulla, and dendritic cells at its corticomedullary junction recognize self-reactive cells. Epithelial cells in its cortex express MHC molecules that allow for positive selection. Found posterior to the manubrium of the sternum, this pyramid-shaped organ reaches its maximum size at puberty. For 10 points, identify this lymphoid organ, the site": {
    "guess": "Thymus",
    "confidence": [
      [
        "Th",
        -0.005694254
      ],
      [
        "ym",
        -0.00021641071
      ],
      [
        "us",
        -5.6934558e-05
      ]
    ]
  },
  "Hyperplasia in this organ is associated with myasthenia gravis, while aplasia of it results from failure of the third and fourth pharyngeal pouches to develop and is known as DiGeorge syndrome. Keratinized cells called Hassall's corpuscles are found in its medulla, and dendritic cells at its corticomedullary junction recognize self-reactive cells. Epithelial cells in its cortex express MHC molecules that allow for positive selection. Found posterior to the manubrium of the sternum, this pyramid-shaped": {
    "guess": "Thymus",
    "confidence": [
      [
        "Th",
        -0.0076800887
      ],
      [
        "ym",
        -0.0017902553
      ],
      [
        "us",
        -0.00025311444
      ]
    ]
  },
  "Hypabyssal types of these rocks form discordant dikes, while plutonic types form cordant laccoliths. Mafic types of these rocks, which contain relatively heavier elements and are exemplified by peridotite, are contrasted with their felsic types including rhyolite. One of these rocks that cools without": {
    "guess": "Intrusive rock",
    "confidence": [
      [
        "In",
        -0.5231077
      ],
      [
        "tr",
        -7.922564e-05
      ],
      [
        "usive",
        -0.08119568
      ],
      [
        " rock",
        -0.0015271214
      ]
    ]
  },
  "Hyperplasia in this organ is associated with myasthenia gravis, while aplasia of it results from failure of the third and fourth pharyngeal pouches to develop and is known as DiGeorge syndrome. Keratinized cells called Hassall's corpuscles are found in its medulla, and dendritic cells at its corticomedullary junction recognize self-reactive cells. Epithelial cells in its cortex express MHC molecules": {
    "guess": "Thymus",
    "confidence": [
      [
        "Th",
        -0.009656456
      ],
      [
        "ym",
        -0.00018923594
      ],
      [
        "us",
        -0.010911292
      ]
    ]
  },
  "In a hypothesis, the progenote is the predecessor of all components of this level formulated in 1990. Its central definition is based on the differences by genome, therefore 2 of constituents of this level": {
    "guess": "Domain (biology)",
    "confidence": [
      [
        "Domain",
        -1.0087793
      ],
      [
        " (",
        -0.40271923
      ],
      [
        "biology",
        -0.08164787
      ],
      [
        ")",
        -0.00041184606
      ]
    ]
  },
  "In a hypothetical universe where quark masses are made very large but the QCD scale unchanged, this would become the lightest meson, because the masses of the mesons we know would scale like quark masses.": {
    "guess": "Mass in quantum field theory",
    "confidence": [
      [
        "Mass",
        -1.3328124
      ],
      [
        " in",
        -1.1096344
      ],
      [
        " quantum",
        -0.73662275
      ],
      [
        " field",
        -0.7725963
      ],
      [
        " theory",
        -0.0015124812
      ]
    ]
  },
  "Hypabyssal types of these rocks form discordant dikes, while plutonic types form cordant laccoliths. Mafic types of these rocks, which contain relatively heavier elements and are exemplified by peridotite,": {
    "guess": "Ultramafic rock",
    "confidence": [
      [
        "U",
        -0.9431563
      ],
      [
        "ltr",
        -3.631232e-05
      ],
      [
        "am",
        -0.0019038896
      ],
      [
        "af",
        -3.2929079e-06
      ],
      [
        "ic",
        -1.4259645e-05
      ],
      [
        " rock",
        -0.05379297
      ]
    ]
  },
  "It is hypothesized that they require freezing to flower because the cold damages the branch and stimulates growth. The plant may reproduce from rhizomes or seeds and its flowers require pollination from the yucca moth.* Unlike most trees, this one does not have annual growth rings and, in fact, its trunk consists of thousands of small fibers. They were supposedly named by Mormon settlers, who believed that the tree's upraised branches resembled that of a biblical patriarch. FTP, name this tree found primarily in the Mojave desert, the namesake of a national park in California.": {
    "guess": "Joshua Tree",
    "confidence": [
      [
        "Josh",
        -0.04972262
      ],
      [
        "ua",
        -0.00012523093
      ],
      [
        " Tree",
        -0.454332
      ]
    ]
  },
  "Hyperplasia in this organ is associated with myasthenia gravis, while aplasia of it results from failure of the third and fourth pharyngeal pouches to develop and is known as DiGeorge syndrome. Keratinized cells called Hassall's corpuscles are found in its medulla, and dendritic cells at its corticomedullary": {
    "guess": "Thymus",
    "confidence": [
      [
        "Th",
        -0.0010013706
      ],
      [
        "ym",
        -9.253091e-06
      ],
      [
        "us",
        -0.00053766277
      ]
    ]
  },
  "In a hypothesis, the progenote is the predecessor of all components of this level formulated in 1990. Its central definition is based on the differences by genome, therefore 2 of constituents of this level are filled with microscopic, primitive, prokaryotic organisms, and the third includes amoeba, slime molds, paramecia and all other macroscopic forms of life. Eukarya is the most populous member of": {
    "guess": "Three-domain system",
    "confidence": [
      [
        "Three",
        -1.4979992
      ],
      [
        "-domain",
        -0.033740558
      ],
      [
        " system",
        -0.02661621
      ]
    ]
  },
  "Hypabyssal types of these rocks form discordant dikes, while plutonic types form cordant laccoliths.": {
    "guess": "Intrusion (geology)",
    "confidence": [
      [
        "In",
        -0.8220796
      ],
      [
        "tr",
        -8.351697e-05
      ],
      [
        "usion",
        -0.24491386
      ],
      [
        " (",
        -0.18615831
      ],
      [
        "ge",
        -0.0051879818
      ],
      [
        "ology",
        -6.704273e-07
      ],
      [
        ")",
        -0.00014132341
      ]
    ]
  },
  "It is hypothesized that they require freezing to flower because the cold damages the branch and stimulates growth. The plant may reproduce from rhizomes or seeds and its flowers require pollination from the yucca moth.* Unlike most trees, this one does not have annual growth rings and, in fact, its trunk": {
    "guess": "Yucca",
    "confidence": [
      [
        "Y",
        -0.21214536
      ],
      [
        "ucc",
        -9.253091e-06
      ],
      [
        "a",
        -3.8577193e-05
      ]
    ]
  },
  "In a hypothetical universe where quark masses are made very large but the QCD scale unchanged, this would become the lightest meson, because the masses of the mesons we know would scale like quark masses.  Attempts to calculate its properties have made use of the AdS/CFT duality, or of lattice QCD.  Experimentally it has remained elusive, perhaps because it is a broad resonance and mixed with other mesonic states.  A theoretical proof of its existence in Yang-Mills would demonstrate a mass gap and win a million-dollar Clay Institute prize.  FTP, what is this theoretical color-singlet state made up of the force carriers of QCD, a bound state of gluons?": {
    "guess": "Gluonium",
    "confidence": [
      [
        "G",
        -0.07700485
      ],
      [
        "lu",
        -4.5133394e-05
      ],
      [
        "onium",
        -0.2633624
      ]
    ]
  },
  "In a hypothetical universe where quark masses are made very large but the QCD scale unchanged, this would become the lightest meson, because the masses of the mesons we know would scale like quark masses.  Attempts to calculate its properties have made use of the AdS/CFT duality, or of lattice QCD.  Experimentally it has remained elusive, perhaps because it is a broad resonance and mixed with other": {
    "guess": "Exotic meson",
    "confidence": [
      [
        "Ex",
        -1.1254154
      ],
      [
        "otic",
        -0.0071548265
      ],
      [
        " mes",
        -0.13133968
      ],
      [
        "on",
        -0.2072759
      ]
    ]
  },
  "In a hypothetical universe where quark masses are made very large but the QCD scale unchanged, this would become the lightest meson, because the masses of the mesons we know would scale like quark masses.  Attempts to calculate its properties have made use of the AdS/CFT duality, or of lattice QCD.  Experimentally it has remained elusive, perhaps because it is a broad resonance and mixed with other mesonic states.  A theoretical proof of its existence in Yang-Mills would demonstrate a mass gap and win a million-dollar Clay Institute prize.  FTP, what is this theoretical color-singlet state made": {
    "guess": "Yang-Mills existence and mass gap",
    "confidence": [
      [
        "Yang",
        -0.59687126
      ],
      [
        "-M",
        -0.60038227
      ],
      [
        "ills",
        -0.0007999806
      ],
      [
        " existence",
        -0.80703163
      ],
      [
        " and",
        -0.039554607
      ],
      [
        " mass",
        -0.004299204
      ],
      [
        " gap",
        -0.0044999043
      ]
    ]
  },
  "It is hypothesized that they require freezing to flower because the cold damages the branch and stimulates growth. The plant may reproduce from rhizomes or seeds and its flowers require pollination from the yucca moth.* Unlike most trees, this one does not have annual growth rings and, in fact, its trunk consists of thousands of small fibers. They were supposedly named by Mormon settlers, who believed that the tree's upraised branches resembled that of a biblical patriarch. FTP, name this tree found": {
    "guess": "Joshua Tree",
    "confidence": [
      [
        "Josh",
        -0.26486138
      ],
      [
        "ua",
        -7.445749e-05
      ],
      [
        " Tree",
        -0.40000513
      ]
    ]
  },
  "It is hypothesized that they require freezing to flower because the cold damages the branch and stimulates growth. The plant may reproduce from rhizomes or seeds and its flowers require pollination from": {
    "guess": "Apple",
    "confidence": [
      [
        "Apple",
        -2.4931998
      ]
    ]
  },
  "It is hypothesized that they require freezing to flower because the cold damages the branch and stimulates": {
    "guess": "Winter dormancy",
    "confidence": [
      [
        "Winter",
        -0.73156416
      ],
      [
        " dorm",
        -0.29277796
      ],
      [
        "ancy",
        -0.00037514235
      ]
    ]
  },
  "In a hypothesis, the progenote is the predecessor of all components of this level formulated in 1990. Its central definition is based on the differences by genome, therefore 2 of constituents of this level are filled with microscopic, primitive, prokaryotic organisms, and the third includes amoeba, slime molds, paramecia and all other macroscopic forms of life. Eukarya is the most populous member of for ten points, what level below empire, but above kingdom that also includes Eubacteria and Archaea.": {
    "guess": "Domain (biology)",
    "confidence": [
      [
        "Domain",
        -0.008084591
      ],
      [
        " (",
        -0.627177
      ],
      [
        "biology",
        -0.2174503
      ],
      [
        ")",
        -8.268255e-05
      ]
    ]
  },
  "Hypabyssal types of these rocks form discordant dikes, while plutonic types form cordant laccoliths. Mafic types of these rocks, which contain relatively heavier elements and are exemplified by peridotite, are contrasted with their felsic types including rhyolite. One of these rocks that cools without forming crystals, obsidian, is an extrusive type of these rocks as is basalt, while granite is an extrusive one of these. For 10 points, name this type of rocks formed from magma, contrasted with sedimentary and metamorphic rocks.": {
    "guess": "Igneous rock",
    "confidence": [
      [
        "I",
        -0.006136515
      ],
      [
        "gne",
        -1.8624639e-06
      ],
      [
        "ous",
        -7.703444e-06
      ],
      [
        " rock",
        -0.007828895
      ]
    ]
  },
  "In a hypothetical universe where quark masses are made very large but the QCD scale unchanged, this would": {
    "guess": "Quark-gluon plasma",
    "confidence": [
      [
        "Qu",
        -0.77206916
      ],
      [
        "ark",
        -0.0018290534
      ],
      [
        "-g",
        -0.43416187
      ],
      [
        "lu",
        -5.5122365e-07
      ],
      [
        "on",
        -1.342522e-05
      ],
      [
        " plasma",
        -0.0005595852
      ]
    ]
  },
  "In a hypothesis, the progenote is the predecessor of all components of this level formulated in 1990. Its central definition is based on the differences by genome, therefore 2 of constituents of this level are filled with microscopic, primitive, prokaryotic organisms, and the third includes amoeba, slime": {
    "guess": "Last universal common ancestor",
    "confidence": [
      [
        "Last",
        -0.4831943
      ],
      [
        " universal",
        -0.0989628
      ],
      [
        " common",
        -0.0139497
      ],
      [
        " ancestor",
        -7.421909e-05
      ]
    ]
  }
}