{
  "This man is depicted in Sir John Tenniel's cartoon entitled \"Dropping the Pilot\" as a maritime pilot": {
    "guess": "Otto von Bismarck",
    "confidence": [
      [
        "Ot",
        -0.020547844
      ],
      [
        "to",
        -5.3193703e-06
      ],
      [
        " von",
        -0.0008089099
      ],
      [
        " B",
        -2.057744e-05
      ],
      [
        "ism",
        -8.537869e-06
      ],
      [
        "ar",
        -0.0003924232
      ],
      [
        "ck",
        -6.2729996e-06
      ]
    ]
  },
  "One of them depicts soldiers aiming at a group on horseback while two flying figures point towards an anvil-shaped rock and is titled Asmodea. Others depict two old people eating, a mostly submerged dog, and two elderly monks. Fantastic Vision and Fight with Cudgels are two of the most uncharacteristic, and one of the most famous depicts a shadowy, horned figure surrounded by a group of women, The Witches Sabbath. This collections appears on the walls of the \"Deaf Man's Villa.\" FTP, identify this series of paintings that contains Saturn Devouring his Sons, a set of Francisco Goya works named for": {
    "guess": "Black Paintings",
    "confidence": [
      [
        "Black",
        -0.015590492
      ],
      [
        " Paint",
        -0.00043174208
      ],
      [
        "ings",
        -1.3544423e-05
      ]
    ]
  },
  "One depiction of this scene features one figure grasping a glass of red wine that begins to spill, while": {
    "guess": "Wedding at Cana",
    "confidence": [
      [
        "Wed",
        -1.4160734
      ],
      [
        "ding",
        -0.00011772843
      ],
      [
        " at",
        -0.010995946
      ],
      [
        " Can",
        -1.0445127e-05
      ],
      [
        "a",
        -0.00010497363
      ]
    ]
  },
  "In one depiction of this figure, a muscular, shirtless man reaches up to him in a pose that mimics Adam": {
    "guess": "Apollo Belvedere",
    "confidence": [
      [
        "Apollo",
        -0.513963
      ],
      [
        " Bel",
        -0.00086179224
      ],
      [
        "ved",
        -3.3809047e-05
      ],
      [
        "ere",
        -0.00013011828
      ]
    ]
  },
  "A depiction of this event by Fra Angelico contains monks wearing gold-studded robes kneeling before a sarcophagus, while one by Hieronymus Bosch includes a man in an egg and an enormous knife. William Blake's drawing of this event shows a scale-carrying angel pointing to a book made of lightning, and": {
    "guess": "The Last Judgment",
    "confidence": [
      [
        "The",
        -0.87587166
      ],
      [
        " Last",
        -0.14791588
      ],
      [
        " Judgment",
        -0.08204517
      ]
    ]
  },
  "A depiction of this event was produced by Howard Chandler Christy in the sail lot of the Washington Naval Yard because it was so large. Junius Brutus Stearns painted a series of works depicting the leader": {
    "guess": "George Washington's crossing of the Delaware",
    "confidence": [
      [
        "George",
        -1.5003582
      ],
      [
        " Washington",
        -0.0011399771
      ],
      [
        "'s",
        -0.75231904
      ],
      [
        " crossing",
        -1.1437182
      ],
      [
        " of",
        -0.00014561474
      ],
      [
        " the",
        -0.00090407656
      ],
      [
        " Delaware",
        -0.00014251545
      ]
    ]
  },
  "Dependencies to this substance have been noted in patients with defective transketolase or pyruvate dehydrogenase, two enzymes that require a cofactor derived from it for their activity. One of its deficiency syndromes manifests as damage to the mammillary bodies and is frequently found in chronic alcoholics, while another deficiency syndrome, known as Shoshin's disease, manifests as heart failure and sudden death. It is required as its pyrophosphate for decarboxylation reactions. First crystallized": {
    "guess": "Thiamine",
    "confidence": [
      [
        "Th",
        -0.003452768
      ],
      [
        "iam",
        -3.7981175e-05
      ],
      [
        "ine",
        -0.0012189285
      ]
    ]
  },
  "This man depicted the heads of Marco Vecellio, his son Orazio, and himself above those of a dog, wolf": {
    "guess": "Tiziano Vecellio",
    "confidence": [
      [
        "T",
        -0.83725744
      ],
      [
        "iz",
        -0.6249877
      ],
      [
        "iano",
        -0.03374586
      ],
      [
        " Vec",
        -0.013874461
      ],
      [
        "ell",
        -0.053058077
      ],
      [
        "io",
        -5.8126592e-05
      ]
    ]
  },
  "Dependencies to this substance have been noted in patients with defective transketolase or pyruvate dehydrogenase,": {
    "guess": "Thiamine",
    "confidence": [
      [
        "Th",
        -0.10805609
      ],
      [
        "iam",
        -0.00012248923
      ],
      [
        "ine",
        -0.002327483
      ]
    ]
  },
  "One depiction of this scene features one figure grasping a glass of red wine that begins to spill, while another figure in that depiction has no mouth. Picasso's version of this scene features a lizard-like person standing next to a green blob, and was painted to represent his wife and mistress. Paul Baudry created a depiction of this scene showing an overturned chair and a woman in a blue dress, which is less famous than a depiction that was saved by Antoine Gros. A pair of depictions of this scene feature a red-haired nude woman standing next to the central figure. An object in another depiction of this scene states that the subject was \"just too unhappy to deserve your kindness\". Those aforementioned two depictions are by Edvard Munch, and the most famous version depicts the central figure lying in a bathtub. For 10 points, name this scene depicted by Jacques-Louis David, the assassination of a journalist during the French Revolution.": {
    "guess": "The Death of Marat",
    "confidence": [
      [
        "The",
        -0.02462135
      ],
      [
        " Death",
        -0.0003673941
      ],
      [
        " of",
        -3.0828953e-05
      ],
      [
        " Mar",
        -1.8550976e-05
      ],
      [
        "at",
        -1.0921943e-05
      ]
    ]
  },
  "Dependencies to this substance have been noted in patients with defective transketolase or pyruvate dehydrogenase, two enzymes that require a cofactor derived from it for their activity. One of its deficiency syndromes manifests as damage to the mammillary bodies and is frequently found in chronic alcoholics, while another deficiency syndrome, known as Shoshin's disease, manifests as heart failure and sudden death. It is required as its pyrophosphate for decarboxylation reactions. First crystallized by Donath and Jansen from rice polishings, FTP identify this vitamin whose deficiency can manifest": {
    "guess": "Thiamine",
    "confidence": [
      [
        "Th",
        -0.015068538
      ],
      [
        "iam",
        -0.00017588881
      ],
      [
        "ine",
        -0.0009375471
      ]
    ]
  },
  "One of them depicts soldiers aiming at a group on horseback while two flying figures point towards an anvil-shaped rock and is titled Asmodea. Others depict two old people eating, a mostly submerged dog, and two elderly monks. Fantastic Vision and Fight with Cudgels are two of the most uncharacteristic, and one of the most famous depicts a shadowy, horned figure surrounded by a group of women, The Witches Sabbath. This collections appears on the walls of the \"Deaf Man's Villa.\" FTP, identify this": {
    "guess": "Black Paintings",
    "confidence": [
      [
        "Black",
        -0.0071300888
      ],
      [
        " Paint",
        -0.0005804349
      ],
      [
        "ings",
        -4.6563837e-05
      ]
    ]
  },
  "This man depicts several mourners placing the dead Christ on top of a flat rock, and portrays the Virgin Mary as an old woman in his work Entombment. In addition to painting Boy with a Basket of Fruit, this painter made a painting of Saint Joseph with an ass, an angel and the Madonna and Child, Rest on the Flight Into Egypt. He also painted a portrait with three dumbfounded disciples reveling at the sight of Jesus post-resurrection, The Supper at Emmaus. His best-known work shows Jesus and a beam of light pointing at the title figure surrounded by his assistants. For 10 points, name this Italian painter and master of chiaroscuro who painted The Calling of St. Matthew.": {
    "guess": "Caravaggio",
    "confidence": [
      [
        "Car",
        -0.06473106
      ],
      [
        "av",
        -0.00053087185
      ],
      [
        "aggio",
        -1.4021238e-05
      ]
    ]
  },
  "This man is depicted in Sir John Tenniel's cartoon entitled \"Dropping the Pilot\" as a maritime pilot leaving a ship. He was the target of an assassination attempt by a student who shot him five times at close range and was named Cohen-Blind. This politician described his domestic programs as \"practical Christianity\" and pushed for legislation on accident and disability insurance. He edited a report of a meeting between Count Benedetti and a certain ruler. This man led a meeting to revise the Treaty": {
    "guess": "Otto von Bismarck",
    "confidence": [
      [
        "Ot",
        -0.098679855
      ],
      [
        "to",
        -2.220075e-06
      ],
      [
        " von",
        -0.0011943945
      ],
      [
        " B",
        -7.822647e-06
      ],
      [
        "ism",
        -2.6537622e-05
      ],
      [
        "ar",
        -0.0009712525
      ],
      [
        "ck",
        -1.2233183e-05
      ]
    ]
  },
  "He departed from his main instrument to play piano in a 1963 solo album for Impulse Records, which followed his The Black Saint and the Sinner Lady. He spent time in Duke Ellington's band, but an altercation": {
    "guess": "Charles Mingus",
    "confidence": [
      [
        "Charles",
        -1.6687039
      ],
      [
        " Ming",
        -0.0011185461
      ],
      [
        "us",
        -5.347765e-05
      ]
    ]
  },
  "This man depicts several mourners placing the dead Christ on top of a flat rock, and portrays the Virgin Mary as an old woman in his work Entombment. In addition to painting Boy with a Basket of Fruit, this painter made a painting of Saint Joseph with an ass, an angel and the Madonna and Child, Rest on the Flight Into Egypt. He also painted a portrait with three dumbfounded disciples reveling at the sight of Jesus post-resurrection, The Supper at Emmaus. His best-known work shows Jesus and a beam of light pointing at the title figure surrounded by his assistants. For 10 points, name this Italian": {
    "guess": "Michelangelo Merisi da Caravaggio",
    "confidence": [
      [
        "Mich",
        -0.38686085
      ],
      [
        "el",
        -3.9769227e-05
      ],
      [
        "angelo",
        -0.00012654216
      ],
      [
        " Mer",
        -0.18977979
      ],
      [
        "isi",
        -0.0005586316
      ],
      [
        " da",
        -0.0011930868
      ],
      [
        " Car",
        -0.00013202553
      ],
      [
        "av",
        -3.4285862e-05
      ],
      [
        "aggio",
        -1.4617256e-05
      ]
    ]
  },
  "Depending on whether they it is iron rich or magnesium rich, a mineral in this category is known as either a fayalite or a forsterite. It is found in heavy igneous rocks and minerals in this category have": {
    "guess": "Olivine",
    "confidence": [
      [
        "O",
        -0.09716866
      ],
      [
        "liv",
        -3.2929079e-06
      ],
      [
        "ine",
        -0.00022725825
      ]
    ]
  },
  "He departed from his main instrument to play piano in a 1963 solo album for Impulse Records, which followed his The Black Saint and the Sinner Lady. He spent time in Duke Ellington's band, but an altercation with trombonist Juan Tizol brought about his reputation as the only musician ever fired by Ellington.": {
    "guess": "Charles Mingus",
    "confidence": [
      [
        "Charles",
        -0.076116174
      ],
      [
        " Ming",
        -0.00017040544
      ],
      [
        "us",
        -2.6537622e-05
      ]
    ]
  },
  "In one depiction of this figure, a muscular, shirtless man reaches up to him in a pose that mimics Adam in Michelangelo's Creation, while a child below him clutches at a gray woman whose lap contains a sprawling gray baby. In another depiction, this figure journeys past a writing snake near a solitary dead tree in front of a wooden fence. In that depiction, this figure is going the wrong way along a race track. He is the half-brother of Sleep in a Waterhouse painting, and a renaissance motif sees him sneaking up on a maiden. For 10 points, name this figure, depicted by Benjamin West and Albert Pinkham Ryder \"on a pale horse.\"": {
    "guess": "Death",
    "confidence": [
      [
        "Death",
        -0.0044534975
      ]
    ]
  },
  "In one depiction of this figure, a muscular, shirtless man reaches up to him in a pose that mimics Adam in Michelangelo's Creation, while a child below him clutches at a gray woman whose lap contains a sprawling gray baby. In another depiction, this figure journeys past a writing snake near a solitary dead tree in front of a wooden fence. In that depiction, this figure is going the wrong way along": {
    "guess": "The Pilgrim's Progress",
    "confidence": [
      [
        "The",
        -1.6750543
      ],
      [
        " Pil",
        -1.4645141
      ],
      [
        "grim",
        -0.07402935
      ],
      [
        "'s",
        -0.24629386
      ],
      [
        " Progress",
        -0.0018992441
      ]
    ]
  },
  "The depiction of the main figure in this painting is based on the same figure's depiction in Giotto's Rising of Drusiana scene in the Peruzzi chapel, even down to the identical dress.  The theme of the": {
    "guess": "Lamentation of Christ",
    "confidence": [
      [
        "L",
        -2.074659
      ],
      [
        "ament",
        -0.0047327224
      ],
      [
        "ation",
        -0.0049816086
      ],
      [
        " of",
        -0.05964919
      ],
      [
        " Christ",
        -0.0024064544
      ]
    ]
  },
  "In one depiction by Luca Giordano, four old men view the titular event, as a fifth sits above them, possibly": {
    "guess": "The Rape of the Sabine Women",
    "confidence": [
      [
        "The",
        -0.08085522
      ],
      [
        " Rape",
        -0.27154168
      ],
      [
        " of",
        -5.252402e-05
      ],
      [
        " the",
        -0.0008603655
      ],
      [
        " Sab",
        -0.00024989594
      ],
      [
        "ine",
        -0.00013011828
      ],
      [
        " Women",
        -2.3319124e-05
      ]
    ]
  },
  "The department associated with this Cabinet position was created during the tenure of the delightfully named Ebenezer R. Hoar. One man to hold this position was a member of the Ohio Gang and campaign manager": {
    "guess": "United States Department of Justice",
    "confidence": [
      [
        "United",
        -0.5518339
      ],
      [
        " States",
        -2.1531068e-05
      ],
      [
        " Department",
        -0.07572382
      ],
      [
        " of",
        -1.1994775e-05
      ],
      [
        " Justice",
        -0.2620193
      ]
    ]
  },
  "The department associated with this Cabinet position was created during the tenure of the delightfully named Ebenezer R. Hoar. One man to hold this position was a member of the Ohio Gang and campaign manager in 1920 for Warren Harding, while another holder of this post served as the campaign manager in 1968 for Richard Nixon. Besides Harry Daugherty, others to hold this position include Robert Jackson and Edwin Meese. The first man to hold this position had earlier sponsored the large state-friendly": {
    "guess": "United States Attorney General",
    "confidence": [
      [
        "United",
        -0.0021895182
      ],
      [
        " States",
        -1.0921943e-05
      ],
      [
        " Attorney",
        -0.017922105
      ],
      [
        " General",
        -6.2775536e-05
      ]
    ]
  },
  "Depending on the translation, forgetting this concept can lead to humaneness and righteousness or can lead to goodness and piety. However, this concept should be remembered, because the person of superior integrity has no purpose for acting, while the person of superior righteousness has a purpose for acting. When people listen for it, there is not enough to be heard, but when people put it to use, it is inexhaustible. The one that can be told and named is not the eternal one. It is associated with an ancient man who, in a famous picture, enjoys the taste of vinegar. Give this Chinese word (*) meaning path often associated with Lao Tzu.": {
    "guess": "Tao Te Ching",
    "confidence": [
      [
        "T",
        -0.01803053
      ],
      [
        "ao",
        -1.0325924e-05
      ],
      [
        " Te",
        -0.13068677
      ],
      [
        " Ch",
        -1.247159e-05
      ],
      [
        "ing",
        -9.133887e-06
      ]
    ]
  },
  "A depiction of this event by Fra Angelico contains monks wearing gold-studded robes kneeling before a sarcophagus, while one by Hieronymus Bosch includes a man in an egg and an enormous knife. William": {
    "guess": "The Last Judgment (Bosch triptych)",
    "confidence": [
      [
        "The",
        -0.7934776
      ],
      [
        " Last",
        -0.9650512
      ],
      [
        " Judgment",
        -0.093631566
      ],
      [
        " (",
        -0.70695233
      ],
      [
        "B",
        -0.6500777
      ],
      [
        "os",
        -4.4849444e-06
      ],
      [
        "ch",
        -3.4121115e-06
      ],
      [
        " tri",
        -0.0854079
      ],
      [
        "pty",
        -4.365741e-06
      ],
      [
        "ch",
        -0.00029995048
      ],
      [
        ")",
        -0.0027656448
      ]
    ]
  },
  "In one depiction of this figure, a muscular, shirtless man reaches up to him in a pose that mimics Adam in Michelangelo's Creation, while a child below him clutches at a gray woman whose lap contains a": {
    "guess": "The Creation of Adam",
    "confidence": [
      [
        "The",
        -1.4930105
      ],
      [
        " Creation",
        -0.6860288
      ],
      [
        " of",
        -0.00015693542
      ],
      [
        " Adam",
        -0.20102216
      ]
    ]
  },
  "The department associated with this Cabinet position was created during the tenure of the delightfully named Ebenezer R. Hoar. One man to hold this position was a member of the Ohio Gang and campaign manager in 1920 for Warren Harding, while another holder of this post served as the campaign manager in 1968 for Richard Nixon. Besides Harry Daugherty, others to hold this position include Robert Jackson and Edwin Meese. The first man to hold this position had earlier sponsored the large state-friendly \"Virginia Plan\" at the Constitutional Convention. For 10 points, name this Cabinet position first held by Edmund Randolph and now held by Eric Holder.": {
    "guess": "United States Attorney General",
    "confidence": [
      [
        "United",
        -0.006414559
      ],
      [
        " States",
        -0.00032569113
      ],
      [
        " Attorney",
        -0.00018041854
      ],
      [
        " General",
        -3.3451433e-05
      ]
    ]
  },
  "This man depicted the members of a confraternitas kneeling in a space resembling an apse created by the opened mantle of the Virgin, who towers over the men and women against a background of solid gold": {
    "guess": "Filippo Lippi",
    "confidence": [
      [
        "Fil",
        -0.39343807
      ],
      [
        "ippo",
        -0.026786128
      ],
      [
        " L",
        -0.000363829
      ],
      [
        "ippi",
        -0.00010402
      ]
    ]
  },
  "One of them depicts soldiers aiming at a group on horseback while two flying figures point towards an anvil-shaped rock and is titled Asmodea. Others depict two old people eating, a mostly submerged dog, and two elderly monks. Fantastic Vision and Fight with Cudgels are two of the most uncharacteristic, and one of the most famous depicts a shadowy, horned figure surrounded by a group of women, The": {
    "guess": "Francisco Goya",
    "confidence": [
      [
        "Franc",
        -0.006909787
      ],
      [
        "isco",
        -5.157039e-05
      ],
      [
        " G",
        -0.0034448074
      ],
      [
        "oya",
        -4.7875077e-05
      ]
    ]
  },
  "He departed from his main instrument to play piano in a 1963 solo album for Impulse Records, which followed his The Black Saint and the Sinner Lady. He spent time in Duke Ellington's band, but an altercation with trombonist Juan Tizol brought about his reputation as the only musician ever fired by Ellington. His popular recordings include Changes I and Changes II, and Let My Children Hear Music. FTP,": {
    "guess": "Charles Mingus",
    "confidence": [
      [
        "Charles",
        -0.026079187
      ],
      [
        " Ming",
        -0.00021498026
      ],
      [
        "us",
        -1.640531e-05
      ]
    ]
  },
  "One of them depicts soldiers aiming at a group on horseback while two flying figures point towards an anvil-shaped rock and is titled Asmodea. Others depict two old people eating, a mostly submerged dog,": {
    "guess": "Francisco Goya's Black Paintings",
    "confidence": [
      [
        "Franc",
        -0.9548346
      ],
      [
        "isco",
        -0.014716214
      ],
      [
        " G",
        -0.18213716
      ],
      [
        "oya",
        -0.00024679664
      ],
      [
        "'s",
        -0.1600805
      ],
      [
        " Black",
        -0.028265482
      ],
      [
        " Paint",
        -0.00031937702
      ],
      [
        "ings",
        -1.1756368e-05
      ]
    ]
  },
  "The departure function of this quantity is divided by the quantity ideal gas constant times temperature,   and then placed in a power that is multiplied by pressure to find fugacity. The partial molar  measurement of this quantity is equivalent to chemical potential. This quantity is applied to systems": {
    "guess": "Gibbs free energy",
    "confidence": [
      [
        "G",
        -0.0024637638
      ],
      [
        "ib",
        -1.147242e-06
      ],
      [
        "bs",
        -3.7623562e-05
      ],
      [
        " free",
        -0.0076411753
      ],
      [
        " energy",
        -1.7239736e-05
      ]
    ]
  },
  "In one depiction by Luca Giordano, four old men view the titular event, as a fifth sits above them, possibly directing the action. In a version by Picasso, a man stands with his left foot atop a woman, poised to do battle against a nearby horseman. In the center of a version by Poussin, one man raises a knife to slay an old man holding his legs, as an old woman and two children lie crying to the left,": {
    "guess": "The Rape of the Sabine Women",
    "confidence": [
      [
        "The",
        -0.004653338
      ],
      [
        " Rape",
        -0.0021640635
      ],
      [
        " of",
        -2.2484697e-05
      ],
      [
        " the",
        -0.00037275828
      ],
      [
        " Sab",
        -1.342522e-05
      ],
      [
        "ine",
        -3.9650025e-05
      ],
      [
        " Women",
        -3.0471343e-05
      ]
    ]
  },
  "This man depicted running horses and an excited crowd in Racing at Longchamp. One of his early works depicts dozens of men in top hats and is styled after works by Velazquez. In addition to Music in the Tuileries, he painted a man with a top hat in front of a drinking waitress at a bar in The Cafe Concert. He painted a series of works depicting the Parisian nightlife, a famous one of which featuring a woman faultily reflected in a mirror facing a large crowd. His most famous work depicts a woman dining with two gentlemen while a slave washes rags in the background. For 10 points, name this French painter of A Bar at the Folies-Bergere and The Luncheon on the Grass.": {
    "guess": "Édouard Manet",
    "confidence": [
      [
        "É",
        -0.012222477
      ],
      [
        "d",
        -0.000112960275
      ],
      [
        "ou",
        -2.6537622e-05
      ],
      [
        "ard",
        -1.6643718e-05
      ],
      [
        " Man",
        -5.240482e-05
      ],
      [
        "et",
        -7.822647e-06
      ]
    ]
  },
  "This man depicted an artist leaning on his elbow next to an unfinished Pieta in his Michelangelo in His Studio. One of his paintings shows the title animal attacking the leg of a rearing horse, while another is set in a palace where concubines are being murdered in preparation for the title event. This creator of Tiger Hunt and Death of Sardanapalus is best remembered for a painting featuring a small": {
    "guess": "Eugène Delacroix",
    "confidence": [
      [
        "E",
        -0.009268532
      ],
      [
        "ug",
        -6.6306106e-06
      ],
      [
        "ène",
        -0.0028042756
      ],
      [
        " Del",
        -0.00012952226
      ],
      [
        "acro",
        -0.000115463554
      ],
      [
        "ix",
        -1.8908588e-05
      ]
    ]
  },
  "This man depicted running horses and an excited crowd in Racing at Longchamp. One of his early works depicts dozens of men in top hats and is styled after works by Velazquez. In addition to Music in the Tuileries, he painted a man with a top hat in front of a drinking waitress at a bar in The Cafe Concert. He painted a series of works depicting the Parisian nightlife, a famous one of which featuring": {
    "guess": "Édouard Manet",
    "confidence": [
      [
        "É",
        -0.063752875
      ],
      [
        "d",
        -8.89548e-06
      ],
      [
        "ou",
        -4.179569e-05
      ],
      [
        "ard",
        -2.1173457e-05
      ],
      [
        " Man",
        -0.00027754388
      ],
      [
        "et",
        -7.465036e-06
      ]
    ]
  },
  "He was depicted as Esme Amarinth in Robert Hichens's novel The Green Carnation.  He took to calling himself Sebastian Melmoth when he went to France in 1897, three years before his death.  The author of the stories A House of Pomegranates and The Happy Prince, he is better known today for his plays.  FTP, identify this Irish-born author of A Woman of No Importance, Lady Windermere's Fan, and The Importance": {
    "guess": "Oscar Wilde",
    "confidence": [
      [
        "O",
        -0.00067347434
      ],
      [
        "scar",
        -1.6240566e-06
      ],
      [
        " Wilde",
        -0.00018554063
      ]
    ]
  },
  "He was depicted as Esme Amarinth in Robert Hichens's novel The Green Carnation.  He took to calling himself": {
    "guess": "Oscar Wilde",
    "confidence": [
      [
        "O",
        -0.018096795
      ],
      [
        "scar",
        -2.4630364e-05
      ],
      [
        " Wilde",
        -0.00031794657
      ]
    ]
  },
  "In one depiction of this scene, Lucas Cranach the Elder shows a character dressed in Renaissance garb with a long sword and donning a large red hat. In another depiction, this time by Andre Mantegna, the right foot of the other title character is prominently in the background. The scene portrays the exploits of a woman from Bethulia, under siege from an invading Assyrian army. In some depictions her": {
    "guess": "Judith beheading Holofernes",
    "confidence": [
      [
        "Jud",
        -0.045783218
      ],
      [
        "ith",
        -3.7146747e-05
      ],
      [
        " be",
        -0.451333
      ],
      [
        "heading",
        -9.3530085e-05
      ],
      [
        " H",
        -0.00015371693
      ],
      [
        "olo",
        -1.1637165e-05
      ],
      [
        "fer",
        -4.4849444e-06
      ],
      [
        "nes",
        -0.000110337794
      ]
    ]
  },
  "A deposit of gold in this country was discovered by Gabriel Read, leading to a large influx of Chinese immigrants who came to work in its Otago region's goldfields after this country's namesake \"Land Wars.\" One culture from this country killed and ate most of the crew of the Boyd. In 1893, the passage of the Electoral Bill made this country the (*) first to give women the right to vote. The moa bird was hunted to extinction in this country. A perpetual source of tension during this country's colonial period was the translation of the word for \"sovereignty\" in various versions of a treaty co-authored by William Hobson. For 10 points, name this modern-day country where the Rainbow Warrior was sunk, and which was incorporated into the British Empire by the Treaty of Waitangi.": {
    "guess": "New Zealand",
    "confidence": [
      [
        "New",
        -0.04083292
      ],
      [
        " Zealand",
        -0.0056659183
      ]
    ]
  },
  "One depiction of this scene features one figure grasping a glass of red wine that begins to spill, while another figure in that depiction has no mouth. Picasso's version of this scene features a lizard-like person standing next to a green blob, and was painted to represent his wife and mistress. Paul Baudry created a depiction of this scene showing an overturned chair and a woman in a blue dress, which is less famous than a depiction that was saved by Antoine Gros. A pair of depictions of this scene feature a red-haired nude woman standing next to the central figure. An object in another depiction of this scene states that the subject was \"just too unhappy to deserve your kindness\". Those aforementioned two depictions are by Edvard Munch, and the most famous version depicts the central figure lying in a bathtub. For 10 points, name this scene depicted by Jacques-Louis David, the assassination": {
    "guess": "The Death of Marat",
    "confidence": [
      [
        "The",
        -0.08578905
      ],
      [
        " Death",
        -0.0014657003
      ],
      [
        " of",
        -3.7981175e-05
      ],
      [
        " Mar",
        -0.0001039008
      ],
      [
        "at",
        -2.5583993e-05
      ]
    ]
  },
  "This man depicted an artist leaning on his elbow next to an unfinished Pieta in his Michelangelo in His Studio. One of his paintings shows the title animal attacking the leg of a rearing horse, while another is set in a palace where concubines are being murdered in preparation for the title event. This creator of Tiger Hunt and Death of Sardanapalus is best remembered for a painting featuring a small boy pointing a gun at the sky while the title character stands on a pile of bodies and waves the": {
    "guess": "Eugène Delacroix",
    "confidence": [
      [
        "E",
        -0.012913253
      ],
      [
        "ug",
        -4.246537e-06
      ],
      [
        "ène",
        -0.0020464095
      ],
      [
        " Del",
        -0.00013631687
      ],
      [
        "acro",
        -4.406056e-05
      ],
      [
        "ix",
        -4.00813e-06
      ]
    ]
  },
  "The depiction of the main figure in this painting is based on the same figure's depiction in Giotto's Rising of Drusiana scene in the Peruzzi chapel, even down to the identical dress.  The theme of the work is taken from Matthew 17:24-26 and was intended to be \"read\" by starting in the middle, which": {
    "guess": "Transfiguration (Raphael)",
    "confidence": [
      [
        "Trans",
        -0.32726806
      ],
      [
        "fig",
        -0.0005071613
      ],
      [
        "uration",
        -9.829823e-05
      ],
      [
        " (",
        -0.63059616
      ],
      [
        "R",
        -0.017336484
      ],
      [
        "aphael",
        -0.00064726785
      ],
      [
        ")",
        -0.0010523385
      ]
    ]
  },
  "One depiction of this scene features one figure grasping a glass of red wine that begins to spill, while another figure in that depiction has no mouth. Picasso's version of this scene features a lizard-like person standing next to a green blob, and was painted to represent his wife and mistress. Paul Baudry created a depiction of this scene showing an overturned chair and a woman in a blue dress, which": {
    "guess": "The Death of Sardanapalus",
    "confidence": [
      [
        "The",
        -0.9141291
      ],
      [
        " Death",
        -1.446704
      ],
      [
        " of",
        -0.0003491706
      ],
      [
        " S",
        -0.29714897
      ],
      [
        "ard",
        -0.0012947621
      ],
      [
        "an",
        -6.5278815e-05
      ],
      [
        "ap",
        -0.00023941702
      ],
      [
        "alus",
        -0.0004740447
      ]
    ]
  },
  "This man depicted the members of a confraternitas kneeling in a space resembling an apse created by the opened mantle of the Virgin, who towers over the men and women against a background of solid gold in the central panel of his early Polyptych of the Misericordia, which joins his Polyptych of Saint Augustine among his altarpieces. A basket with linen gauze and a coral necklace adorning the Child mark his Madonna di Senigallia, which was done contemperaneously with his double portrait of Battista Sforza and her husband. Patrons of this artist of the Madonna del Parto included Sigismondo Pandolfo Malatesta and Federico da Montefeltro, while one of this man's paintings shows three men talking outside of a room, inside of which a man in a white turban watches as figure, who is tied to a column surmounted by a gold statue, is being whipped. Another series depicts The Meeting of Solomon and the Queen of Sheba and a nocturnal Dream of Constantine, and was made for a church in Arezzo. For 10 points, name this painter of The Flagellation and the The History of the True Cross.": {
    "guess": "Piero della Francesca",
    "confidence": [
      [
        "P",
        -0.0003857478
      ],
      [
        "iero",
        -0.0026708997
      ],
      [
        " della",
        -0.00046486966
      ],
      [
        " Frances",
        -0.0016817249
      ],
      [
        "ca",
        -9.5914154e-05
      ]
    ]
  },
  "Some depictions of this male figure are based on a marble head formerly found in the Palazzo Rondanini.": {
    "guess": "Marsyas (sculpture)",
    "confidence": [
      [
        "M",
        -0.49456775
      ],
      [
        "ars",
        -0.012451494
      ],
      [
        "yas",
        -0.008594242
      ],
      [
        " (",
        -0.45766154
      ],
      [
        "sc",
        -0.0657084
      ],
      [
        "ulpt",
        -9.138441e-05
      ],
      [
        "ure",
        -0.0039000576
      ],
      [
        ")",
        -0.00084429135
      ]
    ]
  },
  "The departure function of this quantity is divided by the quantity ideal gas constant times temperature,   and then placed in a power that is multiplied by pressure to find fugacity. The partial molar  measurement of this quantity is equivalent to chemical potential. This quantity is applied to systems   that are both isothermal and isobaric, and a basic formula for this quantity includes a pressure times  volume term if that formula uses internal energy rather than enthalpy. Identify this quantity used  to determine whether reactions will occur simultaneously, often contrasted with a similar": {
    "guess": "Gibbs free energy",
    "confidence": [
      [
        "G",
        -0.008660894
      ],
      [
        "ib",
        -4.4849444e-06
      ],
      [
        "bs",
        -0.00021676833
      ],
      [
        " free",
        -0.037380703
      ],
      [
        " energy",
        -3.333223e-05
      ]
    ]
  },
  "One depiction of this scene features one figure grasping a glass of red wine that begins to spill, while another figure in that depiction has no mouth. Picasso's version of this scene features a lizard-like person standing next to a green blob, and was painted to represent his wife and mistress. Paul": {
    "guess": "Les Demoiselles d'Avignon",
    "confidence": [
      [
        "Les",
        -1.0834336
      ],
      [
        " Demo",
        -0.13074367
      ],
      [
        "is",
        -4.179569e-05
      ],
      [
        "elles",
        -0.0003011425
      ],
      [
        " d",
        -0.00012630376
      ],
      [
        "'",
        -0.00074768317
      ],
      [
        "Av",
        -8.8165914e-05
      ],
      [
        "ignon",
        -0.00015252856
      ]
    ]
  },
  "Some depictions of this male figure are based on a marble head formerly found in the Palazzo Rondanini. Pius VII purchased a sculpture of this figure modeled on the Apollo Belvedere to stand where the": {
    "guess": "Perseus with the Head of Medusa",
    "confidence": [
      [
        "Per",
        -0.018084507
      ],
      [
        "se",
        -0.0005432617
      ],
      [
        "us",
        -2.4034345e-05
      ],
      [
        " with",
        -0.042790428
      ],
      [
        " the",
        -0.00010676169
      ],
      [
        " Head",
        -0.0038491285
      ],
      [
        " of",
        -3.650519e-06
      ],
      [
        " Med",
        -0.00011820524
      ],
      [
        "usa",
        -0.00024488938
      ]
    ]
  },
  "In one depiction of this figure, a muscular, shirtless man reaches up to him in a pose that mimics Adam in Michelangelo's Creation, while a child below him clutches at a gray woman whose lap contains a sprawling gray baby. In another depiction, this figure journeys past a writing snake near a solitary": {
    "guess": "Norse mythology in popular culture",
    "confidence": [
      [
        "N",
        -2.2572727
      ],
      [
        "orse",
        -0.16859892
      ],
      [
        " mythology",
        -0.93615955
      ],
      [
        " in",
        -0.4760095
      ],
      [
        " popular",
        -0.0032585193
      ],
      [
        " culture",
        -0.00015121732
      ]
    ]
  },
  "Depending on the translation, forgetting this concept can lead to humaneness and righteousness or can lead to goodness and piety. However, this concept should be remembered, because the person of superior integrity has no purpose for acting, while the person of superior righteousness has a purpose for acting. When people listen for it, there is not enough to be heard, but when people put it to use, it is inexhaustible. The one that can be told and named is not the eternal one. It is associated with": {
    "guess": "Tao Te Ching",
    "confidence": [
      [
        "T",
        -0.14210123
      ],
      [
        "ao",
        -1.0087517e-05
      ],
      [
        " Te",
        -0.00010473523
      ],
      [
        " Ch",
        -2.4987974e-05
      ],
      [
        "ing",
        -1.1279553e-05
      ]
    ]
  },
  "A depiction of this event was produced by Howard Chandler Christy in the sail lot of the Washington Naval Yard because it was so large. Junius Brutus Stearns painted a series of works depicting the leader of this event. One of the oldest attendees was the oddly named Daniel of St. Thomas Jenifer, while another attendee, James Wilson, developed an infamous proposal. At the conclusion, one man predicted it \"will astonish our enemies,\" while a Virginian declined to go because he \"smelt a rat.\" For 10": {
    "guess": "Constitutional Convention",
    "confidence": [
      [
        "Con",
        -0.3989362
      ],
      [
        "stitution",
        -2.129266e-05
      ],
      [
        "al",
        -9.043079e-05
      ],
      [
        " Convention",
        -0.0039854352
      ]
    ]
  },
  "A deposit of gold in this country was discovered by Gabriel Read, leading to a large influx of Chinese": {
    "guess": "Australia",
    "confidence": [
      [
        "Australia",
        -0.20496239
      ]
    ]
  },
  "In one depiction by Luca Giordano, four old men view the titular event, as a fifth sits above them, possibly directing the action. In a version by Picasso, a man stands with his left foot atop a woman, poised to do battle against a nearby horseman. In the center of a version by Poussin, one man raises a knife to slay an old man holding his legs, as an old woman and two children lie crying to the left, while a depiction by Reubens sees the title event in the foreground and the battle it inspired in the back. FTP, name this pseudo-historical event, the aftermath of which was depicted by David with": {
    "guess": "The Rape of the Sabine Women",
    "confidence": [
      [
        "The",
        -0.012872178
      ],
      [
        " Rape",
        -0.0005245577
      ],
      [
        " of",
        -1.0087517e-05
      ],
      [
        " the",
        -0.00010807293
      ],
      [
        " Sab",
        -2.8325678e-05
      ],
      [
        "ine",
        -3.3093824e-05
      ],
      [
        " Women",
        -3.650519e-06
      ]
    ]
  },
  "One of them depicts soldiers aiming at a group on horseback while two flying figures point towards an anvil-shaped rock and is titled Asmodea. Others depict two old people eating, a mostly submerged dog, and two elderly monks. Fantastic Vision and Fight with Cudgels are two of the most uncharacteristic, and one of the most famous depicts a shadowy, horned figure surrounded by a group of women, The Witches Sabbath. This collections appears on the walls of the \"Deaf Man's Villa.\" FTP, identify this series of paintings that contains Saturn Devouring his Sons, a set of Francisco Goya works named for their uniform use of a certain dark color.": {
    "guess": "Black Paintings",
    "confidence": [
      [
        "Black",
        -0.0105377715
      ],
      [
        " Paint",
        -0.00051026064
      ],
      [
        "ings",
        -1.0564331e-05
      ]
    ]
  },
  "This man depicted the members of a confraternitas kneeling in a space resembling an apse created by the opened mantle of the Virgin, who towers over the men and women against a background of solid gold in the central panel of his early Polyptych of the Misericordia, which joins his Polyptych of Saint Augustine among his altarpieces. A basket with linen gauze and a coral necklace adorning the Child mark his Madonna di Senigallia, which was done contemperaneously with his double portrait of Battista": {
    "guess": "Piero della Francesca",
    "confidence": [
      [
        "P",
        -0.028038898
      ],
      [
        "iero",
        -0.04304224
      ],
      [
        " della",
        -0.0040840977
      ],
      [
        " Frances",
        -9.841743e-05
      ],
      [
        "ca",
        -0.0007417303
      ]
    ]
  },
  "The man depicted a young girl clasping both hands to her chest in his The Prayer. He produced a gold, serrated object reminiscent of his best known work in Le Coq, and produced several Mademoiselle Poganys and Maiastras. Thirty meters of stacked rhombus shapes comprise his war tribute for his home country, The Endless Column, and he scandalized the Salon with his phallic Princess X. This artist of": {
    "guess": "Constantin Brâncuși",
    "confidence": [
      [
        "Constant",
        -0.0037788164
      ],
      [
        "in",
        -8.44706e-05
      ],
      [
        " Br",
        -6.6232446e-05
      ],
      [
        "â",
        -0.00016504127
      ],
      [
        "nc",
        -2.220075e-06
      ],
      [
        "u",
        -1.5809293e-05
      ],
      [
        "și",
        -0.00010139752
      ]
    ]
  },
  "Depending on whether they it is iron rich or magnesium rich, a mineral in this category is known as either a fayalite or a forsterite. It is found in heavy igneous rocks and minerals in this category have high melting points. Of its two varieties, forsterite crystalizes first, with fayalite following": {
    "guess": "Olivine",
    "confidence": [
      [
        "O",
        -0.04774591
      ],
      [
        "liv",
        -1.8624639e-06
      ],
      [
        "ine",
        -0.00019924906
      ]
    ]
  },
  "The department associated with this Cabinet position was created during the tenure of the delightfully named Ebenezer R. Hoar. One man to hold this position was a member of the Ohio Gang and campaign manager in 1920 for Warren Harding, while another holder of this post served as the campaign manager in 1968 for Richard Nixon. Besides Harry Daugherty, others to hold this position include Robert Jackson and Edwin Meese. The first man to hold this position had earlier sponsored the large state-friendly \"Virginia Plan\" at the Constitutional Convention. For 10 points, name this Cabinet position first": {
    "guess": "United States Attorney General",
    "confidence": [
      [
        "United",
        -0.039041582
      ],
      [
        " States",
        -0.00023500649
      ],
      [
        " Attorney",
        -0.061452597
      ],
      [
        " General",
        -2.1531068e-05
      ]
    ]
  },
  "This man depicted running horses and an excited crowd in Racing at Longchamp. One of his early works": {
    "guess": "Édouard Manet",
    "confidence": [
      [
        "É",
        -0.0054645054
      ],
      [
        "d",
        -2.546479e-05
      ],
      [
        "ou",
        -3.4166656e-05
      ],
      [
        "ard",
        -1.6524515e-05
      ],
      [
        " Man",
        -4.596782e-05
      ],
      [
        "et",
        -1.4974867e-05
      ]
    ]
  },
  "The man depicted a young girl clasping both hands to her chest in his The Prayer. He produced a gold, serrated object reminiscent of his best known work in Le Coq, and produced several Mademoiselle Poganys": {
    "guess": "Aristide Maillol",
    "confidence": [
      [
        "A",
        -0.5530868
      ],
      [
        "rist",
        -0.0420552
      ],
      [
        "ide",
        -0.00020556684
      ],
      [
        " Ma",
        -0.00123035
      ],
      [
        "ill",
        -7.89631e-07
      ],
      [
        "ol",
        -0.00029911607
      ]
    ]
  },
  "The depiction of the main figure in this painting is based on the same figure's depiction in Giotto's": {
    "guess": "St. Francis of Assisi in Ecstasy",
    "confidence": [
      [
        "St",
        -1.3278716
      ],
      [
        ".",
        -0.008585141
      ],
      [
        " Francis",
        -0.010801268
      ],
      [
        " of",
        -0.4048151
      ],
      [
        " Ass",
        -0.00014430351
      ],
      [
        "isi",
        -0.0024215565
      ],
      [
        " in",
        -0.50792193
      ],
      [
        " Ec",
        -0.10332215
      ],
      [
        "stasy",
        -0.00088144984
      ]
    ]
  },
  "A deposit of gold in this country was discovered by Gabriel Read, leading to a large influx of Chinese immigrants who came to work in its Otago region's goldfields after this country's namesake \"Land Wars.\"": {
    "guess": "New Zealand Gold Rush",
    "confidence": [
      [
        "New",
        -0.0031856748
      ],
      [
        " Zealand",
        -0.00089776615
      ],
      [
        " Gold",
        -0.20737995
      ],
      [
        " Rush",
        -0.052674536
      ]
    ]
  },
  "One of them depicts soldiers aiming at a group on horseback while two flying figures point towards an": {
    "guess": "The Battle of Anghiari",
    "confidence": [
      [
        "The",
        -0.79160464
      ],
      [
        " Battle",
        -0.92209643
      ],
      [
        " of",
        -0.004467743
      ],
      [
        " An",
        -0.3361091
      ],
      [
        "ghi",
        -1.4855664e-05
      ],
      [
        "ari",
        -6.635165e-05
      ]
    ]
  },
  "Depending on the translation, forgetting this concept can lead to humaneness and righteousness or can lead to goodness and piety. However, this concept should be remembered, because the person of superior integrity has no purpose for acting, while the person of superior righteousness has a purpose for acting. When people listen for it, there is not enough to be heard, but when people put it to use, it is inexhaustible. The one that can be told and named is not the eternal one. It is associated with an ancient man who, in a famous picture, enjoys the taste of vinegar. Give this Chinese word (*)": {
    "guess": "Tao Te Ching",
    "confidence": [
      [
        "T",
        -0.19335124
      ],
      [
        "ao",
        -0.00034130315
      ],
      [
        " Te",
        -0.07338089
      ],
      [
        " Ch",
        -0.000103662394
      ],
      [
        "ing",
        -1.4974867e-05
      ]
    ]
  },
  "This man depicted the members of a confraternitas kneeling in a space resembling an apse created by the opened mantle of the Virgin, who towers over the men and women against a background of solid gold in the central panel of his early Polyptych of the Misericordia, which joins his Polyptych of Saint Augustine among his altarpieces. A basket with linen gauze and a coral necklace adorning the Child mark his Madonna di Senigallia, which was done contemperaneously with his double portrait of Battista Sforza and her husband. Patrons of this artist of the Madonna del Parto included Sigismondo Pandolfo": {
    "guess": "Piero della Francesca",
    "confidence": [
      [
        "P",
        -0.0018374874
      ],
      [
        "iero",
        -0.0042774845
      ],
      [
        " della",
        -0.0015130773
      ],
      [
        " Frances",
        -0.00064381096
      ],
      [
        "ca",
        -0.00066418375
      ]
    ]
  },
  "One depiction of this scene features one figure grasping a glass of red wine that begins to spill, while another figure in that depiction has no mouth. Picasso's version of this scene features a lizard-like person standing next to a green blob, and was painted to represent his wife and mistress. Paul Baudry created a depiction of this scene showing an overturned chair and a woman in a blue dress, which is less famous than a depiction that was saved by Antoine Gros. A pair of depictions of this scene feature a red-haired nude woman standing next to the central figure. An object in another depiction of this scene states that the subject was \"just too unhappy to deserve your kindness\". Those aforementioned two depictions are by Edvard Munch, and the most famous version depicts the central figure": {
    "guess": "The Descent from the Cross",
    "confidence": [
      [
        "The",
        -0.91692394
      ],
      [
        " Des",
        -1.1725534
      ],
      [
        "cent",
        -0.50691724
      ],
      [
        " from",
        -0.0010234014
      ],
      [
        " the",
        -3.9054008e-05
      ],
      [
        " Cross",
        -2.3080716e-05
      ]
    ]
  },
  "Depending on whether they it is iron rich or magnesium rich, a mineral in this category is known as either a fayalite or a forsterite. It is found in heavy igneous rocks and minerals in this category have high melting points. Of its two varieties, forsterite crystalizes first, with fayalite following just as pyroxenes are beginning to form. An orthosilicate of magnesia, it is semiprecious and its formation temperature of about 1400 degrees places it at the top of the discontinuous branch of Bowen's reaction series. Name the class of minerals whose gem is peridot, and, FTP, is named for a color": {
    "guess": "Olivine",
    "confidence": [
      [
        "O",
        -0.7449275
      ],
      [
        "liv",
        -4.3941356e-05
      ],
      [
        "ine",
        -0.0037814279
      ]
    ]
  },
  "A depiction of this event by Fra Angelico contains monks wearing gold-studded robes kneeling before a sarcophagus, while one by Hieronymus Bosch includes a man in an egg and an enormous knife. William Blake's drawing of this event shows a scale-carrying angel pointing to a book made of lightning, and a fresco of it portrays St. Bartholomew holding his flayed skin. It was often depicted on cathedral": {
    "guess": "Sistine Chapel",
    "confidence": [
      [
        "S",
        -1.5398504
      ],
      [
        "istine",
        -0.0015536671
      ],
      [
        " Chapel",
        -0.00031842338
      ]
    ]
  },
  "One depiction of this scene features one figure grasping a glass of red wine that begins to spill, while another figure in that depiction has no mouth. Picasso's version of this scene features a lizard-like": {
    "guess": "Guernica",
    "confidence": [
      [
        "Gu",
        -0.18188249
      ],
      [
        "ern",
        -3.4166656e-05
      ],
      [
        "ica",
        -4.3822154e-05
      ]
    ]
  },
  "Depending on whether they it is iron rich or magnesium rich, a mineral in this category is known as either": {
    "guess": "Olivine",
    "confidence": [
      [
        "O",
        -0.22747013
      ],
      [
        "liv",
        -3.1737043e-06
      ],
      [
        "ine",
        -3.070975e-05
      ]
    ]
  },
  "He was depicted as Esme Amarinth in Robert Hichens's novel The Green Carnation.  He took to calling himself Sebastian Melmoth when he went to France in 1897, three years before his death.  The author of the stories A House of Pomegranates and The Happy Prince, he is better known today for his plays.  FTP, identify this Irish-born author of A Woman of No Importance, Lady Windermere's Fan, and The Importance of Being Earnest.": {
    "guess": "Oscar Wilde",
    "confidence": [
      [
        "O",
        -0.002907466
      ],
      [
        "scar",
        -3.1737043e-06
      ],
      [
        " Wilde",
        -0.0009833892
      ]
    ]
  },
  "This man depicted running horses and an excited crowd in Racing at Longchamp. One of his early works depicts dozens of men in top hats and is styled after works by Velazquez. In addition to Music in the Tuileries, he painted a man with a top hat in front of a drinking waitress at a bar in The Cafe Concert. He painted a series of works depicting the Parisian nightlife, a famous one of which featuring a woman faultily reflected in a mirror facing a large crowd. His most famous work depicts a woman dining with two gentlemen while a slave washes rags in the background. For 10 points, name this French": {
    "guess": "Édouard Manet",
    "confidence": [
      [
        "É",
        -0.021326037
      ],
      [
        "d",
        -4.7159858e-05
      ],
      [
        "ou",
        -0.00014311148
      ],
      [
        "ard",
        -2.0815847e-05
      ],
      [
        " Man",
        -3.3809047e-05
      ],
      [
        "et",
        -5.0139948e-05
      ]
    ]
  },
  "He departed from his main instrument to play piano in a 1963 solo album for Impulse Records, which followed his The Black Saint and the Sinner Lady. He spent time in Duke Ellington's band, but an altercation with trombonist Juan Tizol brought about his reputation as the only musician ever fired by Ellington. His popular recordings include Changes I and Changes II, and Let My Children Hear Music. FTP, name this pioneering jazz bandleader and bass player, who also recorded Pithecanthropus Erectus.": {
    "guess": "Charles Mingus",
    "confidence": [
      [
        "Charles",
        -0.0133807985
      ],
      [
        " Ming",
        -0.0001786305
      ],
      [
        "us",
        -1.4617256e-05
      ]
    ]
  },
  "Depending on the translation, forgetting this concept can lead to humaneness and righteousness or can": {
    "guess": "Forgiveness",
    "confidence": [
      [
        "Forg",
        -0.7139174
      ],
      [
        "iveness",
        -0.041985348
      ]
    ]
  },
  "The man depicted a young girl clasping both hands to her chest in his The Prayer. He produced a gold, serrated object reminiscent of his best known work in Le Coq, and produced several Mademoiselle Poganys and Maiastras. Thirty meters of stacked rhombus shapes comprise his war tribute for his home country, The Endless Column, and he scandalized the Salon with his phallic Princess X. This artist of Sleeping Muse created several sleek, aerodynamic representations of a certain animal. For 10 points,": {
    "guess": "Constantin Brâncuși",
    "confidence": [
      [
        "Constant",
        -0.0031671452
      ],
      [
        "in",
        -2.9756122e-05
      ],
      [
        " Br",
        -2.1769476e-05
      ],
      [
        "â",
        -5.7961847e-06
      ],
      [
        "nc",
        -9.0883464e-07
      ],
      [
        "u",
        -1.0280384e-06
      ],
      [
        "și",
        -2.3676734e-05
      ]
    ]
  },
  "This man depicts several mourners placing the dead Christ on top of a flat rock, and portrays the Virgin Mary as an old woman in his work Entombment. In addition to painting Boy with a Basket of Fruit, this painter made a painting of Saint Joseph with an ass, an angel and the Madonna and Child, Rest": {
    "guess": "Caravaggio",
    "confidence": [
      [
        "Car",
        -0.44174394
      ],
      [
        "av",
        -0.0064450037
      ],
      [
        "aggio",
        -6.146429e-05
      ]
    ]
  },
  "A depiction of this event by Fra Angelico contains monks wearing gold-studded robes kneeling before a sarcophagus, while one by Hieronymus Bosch includes a man in an egg and an enormous knife. William Blake's drawing of this event shows a scale-carrying angel pointing to a book made of lightning, and a fresco of it portrays St. Bartholomew holding his flayed skin. It was often depicted on cathedral tympana, like the one at Chartres Cathedral, and early ones show the Hellmouth and the Elders of the": {
    "guess": "Last Judgment",
    "confidence": [
      [
        "Last",
        -0.77005976
      ],
      [
        " Judgment",
        -0.015443295
      ]
    ]
  },
  "This man is depicted in Sir John Tenniel's cartoon entitled \"Dropping the Pilot\" as a maritime pilot leaving a ship. He was the target of an assassination attempt by a student who shot him five times at close range and was named Cohen-Blind. This politician described his domestic programs as \"practical Christianity\" and pushed for legislation on accident and disability insurance. He edited a report": {
    "guess": "Otto von Bismarck",
    "confidence": [
      [
        "Ot",
        -0.86754864
      ],
      [
        "to",
        -3.2929079e-06
      ],
      [
        " von",
        -0.0009005005
      ],
      [
        " B",
        -1.11603495e-05
      ],
      [
        "ism",
        -7.822647e-06
      ],
      [
        "ar",
        -0.00036227933
      ],
      [
        "ck",
        -7.3458323e-06
      ]
    ]
  },
  "This man is depicted in Sir John Tenniel's cartoon entitled \"Dropping the Pilot\" as a maritime pilot leaving a ship. He was the target of an assassination attempt by a student who shot him five times at close range and was named Cohen-Blind. This politician described his domestic programs as \"practical Christianity\" and pushed for legislation on accident and disability insurance. He edited a report of a meeting between Count Benedetti and a certain ruler. This man led a meeting to revise the Treaty of San Stefano and reorganize the Balkans after the Russo-Turkish War. This politician initiated": {
    "guess": "Otto von Bismarck",
    "confidence": [
      [
        "Ot",
        -0.00027659023
      ],
      [
        "to",
        -1.504853e-06
      ],
      [
        " von",
        -0.0010039895
      ],
      [
        " B",
        -1.3067608e-05
      ],
      [
        "ism",
        -1.1994775e-05
      ],
      [
        "ar",
        -0.00055613206
      ],
      [
        "ck",
        -3.650519e-06
      ]
    ]
  },
  "Some depictions of this male figure are based on a marble head formerly found in the Palazzo Rondanini. Pius VII purchased a sculpture of this figure modeled on the Apollo Belvedere to stand where the Apollo once stood; that sculpture is by Antonio Canova. Cosimo de Medici commissioned a freestanding": {
    "guess": "Perseus with the Head of Medusa",
    "confidence": [
      [
        "Per",
        -0.07240207
      ],
      [
        "se",
        -0.0033009357
      ],
      [
        "us",
        -2.0458236e-05
      ],
      [
        " with",
        -0.03410412
      ],
      [
        " the",
        -9.8536635e-05
      ],
      [
        " Head",
        -0.0018831812
      ],
      [
        " of",
        -1.8624639e-06
      ],
      [
        " Med",
        -7.409989e-05
      ],
      [
        "usa",
        -0.00015836587
      ]
    ]
  },
  "A deposit of gold in this country was discovered by Gabriel Read, leading to a large influx of Chinese immigrants who came to work in its Otago region's goldfields after this country's namesake \"Land Wars.\" One culture from this country killed and ate most of the crew of the Boyd. In 1893, the passage of the Electoral Bill made this country the (*) first to give women the right to vote. The moa bird was hunted to extinction in this country. A perpetual source of tension during this country's colonial period was the translation of the word for \"sovereignty\" in various versions of a treaty co-authored by William Hobson. For 10 points, name this modern-day country where the Rainbow Warrior was sunk,": {
    "guess": "New Zealand",
    "confidence": [
      [
        "New",
        -0.014087221
      ],
      [
        " Zealand",
        -0.010297696
      ]
    ]
  },
  "A depiction of this event was produced by Howard Chandler Christy in the sail lot of the Washington Naval Yard because it was so large. Junius Brutus Stearns painted a series of works depicting the leader of this event. One of the oldest attendees was the oddly named Daniel of St. Thomas Jenifer, while another attendee, James Wilson, developed an infamous proposal. At the conclusion, one man predicted it \"will astonish our enemies,\" while a Virginian declined to go because he \"smelt a rat.\" For 10 points, identify this event presided over by George Washington in 1787 at Philadelphia which set up": {
    "guess": "Philadelphia Convention",
    "confidence": [
      [
        "Philadelphia",
        -0.73603374
      ],
      [
        " Convention",
        -0.016769277
      ]
    ]
  },
  "A deposit of gold in this country was discovered by Gabriel Read, leading to a large influx of Chinese immigrants who came to work in its Otago region's goldfields after this country's namesake \"Land Wars.\" One culture from this country killed and ate most of the crew of the Boyd. In 1893, the passage of the Electoral Bill made this country the (*) first to give women the right to vote. The moa bird was hunted to extinction in this country. A perpetual source of tension during this country's colonial period was the translation of the word for \"sovereignty\" in various versions of a treaty co-authored": {
    "guess": "New Zealand",
    "confidence": [
      [
        "New",
        -0.19206321
      ],
      [
        " Zealand",
        -0.0015974608
      ]
    ]
  },
  "Depending on the translation, forgetting this concept can lead to humaneness and righteousness or can lead to goodness and piety. However, this concept should be remembered, because the person of superior integrity has no purpose for acting, while the person of superior righteousness has a purpose for acting. When people listen for it, there is not enough to be heard, but when people put it to use,": {
    "guess": "Tao Te Ching",
    "confidence": [
      [
        "T",
        -1.6962271
      ],
      [
        "ao",
        -0.22812285
      ],
      [
        " Te",
        -0.09032804
      ],
      [
        " Ch",
        -6.4325184e-05
      ],
      [
        "ing",
        -2.3795938e-05
      ]
    ]
  },
  "This man depicted the heads of Marco Vecellio, his son Orazio, and himself above those of a dog, wolf and lion in Allegory of Prudence. This man created two works for the Frari Basilica, Assumption of the Virgin and the Pesaro Madonna. Another work shows a cheetah-drawn chariot on the island of Naxos and is entitled Bacchus and Ariadne. His most famous work was created for the marriage of Giulia Varano": {
    "guess": "Titian",
    "confidence": [
      [
        "Tit",
        -0.009596719
      ],
      [
        "ian",
        -4.4537377e-05
      ]
    ]
  },
  "This man depicts several mourners placing the dead Christ on top of a flat rock, and portrays the Virgin Mary as an old woman in his work Entombment. In addition to painting Boy with a Basket of Fruit,": {
    "guess": "Nicolas Poussin",
    "confidence": [
      [
        "Nic",
        -0.6988672
      ],
      [
        "olas",
        -0.0001844678
      ],
      [
        " Pou",
        -0.00023226479
      ],
      [
        "ss",
        -9.4914985e-06
      ],
      [
        "in",
        -1.0802739e-05
      ]
    ]
  },
  "Depending on whether they it is iron rich or magnesium rich, a mineral in this category is known as either a fayalite or a forsterite. It is found in heavy igneous rocks and minerals in this category have high melting points. Of its two varieties, forsterite crystalizes first, with fayalite following just as pyroxenes are beginning to form. An orthosilicate of magnesia, it is semiprecious and its formation temperature of about 1400 degrees places it at the top of the discontinuous branch of Bowen's reaction series. Name the class of minerals whose gem is peridot, and, FTP, is named for a color resembling an oily fruit.": {
    "guess": "Olivine",
    "confidence": [
      [
        "O",
        -0.80559313
      ],
      [
        "liv",
        -5.6100132e-05
      ],
      [
        "ine",
        -0.0027702863
      ]
    ]
  },
  "He was depicted as Esme Amarinth in Robert Hichens's novel The Green Carnation.  He took to calling himself Sebastian Melmoth when he went to France in 1897, three years before his death.  The author of the stories A House of Pomegranates and The Happy Prince, he is better known today for his plays.": {
    "guess": "Oscar Wilde",
    "confidence": [
      [
        "O",
        -0.003449922
      ],
      [
        "scar",
        -5.6769813e-06
      ],
      [
        " Wilde",
        -0.0006428573
      ]
    ]
  },
  "Depending on whether they it is iron rich or magnesium rich, a mineral in this category is known as either a fayalite or a forsterite. It is found in heavy igneous rocks and minerals in this category have high melting points. Of its two varieties, forsterite crystalizes first, with fayalite following just as pyroxenes are beginning to form. An orthosilicate of magnesia, it is semiprecious and its formation temperature of about 1400 degrees places it at the top of the discontinuous branch of Bowen's": {
    "guess": "Olivine",
    "confidence": [
      [
        "O",
        -0.09413231
      ],
      [
        "liv",
        -2.1054253e-05
      ],
      [
        "ine",
        -0.00013381359
      ]
    ]
  },
  "The depiction of the main figure in this painting is based on the same figure's depiction in Giotto's Rising of Drusiana scene in the Peruzzi chapel, even down to the identical dress.  The theme of the work is taken from Matthew 17:24-26 and was intended to be \"read\" by starting in the middle, which showed how to satisfy the request, then to the left, where a fish is caught with a coin in its mouth, finally to the right, where a tax collector is paid.  FTP, name this painting in the Brancacci Chapel": {
    "guess": "The Tribute Money",
    "confidence": [
      [
        "The",
        -0.076586775
      ],
      [
        " Tribute",
        -0.0012188092
      ],
      [
        " Money",
        -0.00011653639
      ]
    ]
  },
  "This man depicted the heads of Marco Vecellio, his son Orazio, and himself above those of a dog, wolf and lion in Allegory of Prudence. This man created two works for the Frari Basilica, Assumption of the Virgin and the Pesaro Madonna. Another work shows a cheetah-drawn chariot on the island of Naxos and is entitled Bacchus and Ariadne. His most famous work was created for the marriage of Giulia Varano to Guidobaldo della Rovere, and depicts a dog and a nude woman lying on a bed. For 10 points, name this Venetian artist of Venus of Urbino.": {
    "guess": "Titian",
    "confidence": [
      [
        "Tit",
        -0.0038900997
      ],
      [
        "ian",
        -1.700133e-05
      ]
    ]
  },
  "Some depictions of this male figure are based on a marble head formerly found in the Palazzo Rondanini. Pius VII purchased a sculpture of this figure modeled on the Apollo Belvedere to stand where the Apollo once stood; that sculpture is by Antonio Canova. Cosimo de Medici commissioned a freestanding bronze of this figure placed near Donatello's Judith and Holofernes in the (*) Loggia dei Lanzi that": {
    "guess": "Perseus with the Head of Medusa",
    "confidence": [
      [
        "Per",
        -0.019326583
      ],
      [
        "se",
        -0.0050068707
      ],
      [
        "us",
        -1.6762922e-05
      ],
      [
        " with",
        -0.028685825
      ],
      [
        " the",
        -0.00011236426
      ],
      [
        " Head",
        -0.0038285793
      ],
      [
        " of",
        -2.9352968e-06
      ],
      [
        " Med",
        -0.00027742467
      ],
      [
        "usa",
        -0.00023298002
      ]
    ]
  },
  "One depiction of this scene features one figure grasping a glass of red wine that begins to spill, while another figure in that depiction has no mouth. Picasso's version of this scene features a lizard-like person standing next to a green blob, and was painted to represent his wife and mistress. Paul Baudry created a depiction of this scene showing an overturned chair and a woman in a blue dress, which is less famous than a depiction that was saved by Antoine Gros. A pair of depictions of this scene feature a red-haired nude woman standing next to the central figure. An object in another depiction": {
    "guess": "The Death of Sardanapalus",
    "confidence": [
      [
        "The",
        -0.79612523
      ],
      [
        " Death",
        -0.54247653
      ],
      [
        " of",
        -0.0010149452
      ],
      [
        " S",
        -0.46074355
      ],
      [
        "ard",
        -0.0014617849
      ],
      [
        "an",
        -0.00010425841
      ],
      [
        "ap",
        -0.0004973903
      ],
      [
        "alus",
        -0.00035977605
      ]
    ]
  },
  "A depiction of this event was produced by Howard Chandler Christy in the sail lot of the Washington Naval Yard because it was so large. Junius Brutus Stearns painted a series of works depicting the leader of this event. One of the oldest attendees was the oddly named Daniel of St. Thomas Jenifer, while another attendee, James Wilson, developed an infamous proposal. At the conclusion, one man predicted it \"will astonish our enemies,\" while a Virginian declined to go because he \"smelt a rat.\" For 10 points, identify this event presided over by George Washington in 1787 at Philadelphia which set up a system of government to replace the Articles of Confederation.": {
    "guess": "Constitutional Convention",
    "confidence": [
      [
        "Con",
        -0.53048736
      ],
      [
        "stitution",
        -2.5583993e-05
      ],
      [
        "al",
        -0.000113079484
      ],
      [
        " Convention",
        -0.0046546417
      ]
    ]
  },
  "This man depicted the heads of Marco Vecellio, his son Orazio, and himself above those of a dog, wolf and lion in Allegory of Prudence. This man created two works for the Frari Basilica, Assumption of the Virgin and the Pesaro Madonna. Another work shows a cheetah-drawn chariot on the island of Naxos and is entitled Bacchus and Ariadne. His most famous work was created for the marriage of Giulia Varano to Guidobaldo della Rovere, and depicts a dog and a nude woman lying on a bed. For 10 points, name": {
    "guess": "Titian",
    "confidence": [
      [
        "Tit",
        -0.007468551
      ],
      [
        "ian",
        -3.0471343e-05
      ]
    ]
  },
  "One depiction of this scene features one figure grasping a glass of red wine that begins to spill, while another figure in that depiction has no mouth. Picasso's version of this scene features a lizard-like person standing next to a green blob, and was painted to represent his wife and mistress. Paul Baudry created a depiction of this scene showing an overturned chair and a woman in a blue dress, which is less famous than a depiction that was saved by Antoine Gros. A pair of depictions of this scene": {
    "guess": "The Death of Sardanapalus",
    "confidence": [
      [
        "The",
        -0.48125696
      ],
      [
        " Death",
        -0.88437533
      ],
      [
        " of",
        -0.00045926712
      ],
      [
        " S",
        -0.16731027
      ],
      [
        "ard",
        -0.00042102108
      ],
      [
        "an",
        -4.7040652e-05
      ],
      [
        "ap",
        -0.00020735491
      ],
      [
        "alus",
        -0.00010652328
      ]
    ]
  },
  "This man depicted running horses and an excited crowd in Racing at Longchamp. One of his early works depicts dozens of men in top hats and is styled after works by Velazquez. In addition to Music in the": {
    "guess": "Édouard Manet",
    "confidence": [
      [
        "É",
        -0.04377481
      ],
      [
        "d",
        -1.7835755e-05
      ],
      [
        "ou",
        -0.00016527968
      ],
      [
        "ard",
        -1.9146995e-05
      ],
      [
        " Man",
        -0.00022356294
      ],
      [
        "et",
        -3.297462e-05
      ]
    ]
  },
  "This man depicted the heads of Marco Vecellio, his son Orazio, and himself above those of a dog, wolf and lion in Allegory of Prudence. This man created two works for the Frari Basilica, Assumption of the Virgin and the Pesaro Madonna. Another work shows a cheetah-drawn chariot on the island of Naxos": {
    "guess": "Titian",
    "confidence": [
      [
        "Tit",
        -0.026332695
      ],
      [
        "ian",
        -5.419287e-05
      ]
    ]
  },
  "The departure function of this quantity is divided by the quantity ideal gas constant times temperature,   and then placed in a power that is multiplied by pressure to find fugacity. The partial molar  measurement of this quantity is equivalent to chemical potential. This quantity is applied to systems   that are both isothermal and isobaric, and a basic formula for this quantity includes a pressure times  volume term if that formula uses internal energy rather than enthalpy. Identify this quantity": {
    "guess": "Gibbs free energy",
    "confidence": [
      [
        "G",
        -0.017987214
      ],
      [
        "ib",
        -3.650519e-06
      ],
      [
        "bs",
        -0.00016837897
      ],
      [
        " free",
        -0.016635166
      ],
      [
        " energy",
        -3.6073914e-05
      ]
    ]
  },
  "The department associated with this Cabinet position was created during the tenure of the delightfully named Ebenezer R. Hoar. One man to hold this position was a member of the Ohio Gang and campaign manager in 1920 for Warren Harding, while another holder of this post served as the campaign manager in 1968 for Richard Nixon. Besides Harry Daugherty, others to hold this position include Robert Jackson": {
    "guess": "United States Attorney General",
    "confidence": [
      [
        "United",
        -0.0057441485
      ],
      [
        " States",
        -5.9080223e-05
      ],
      [
        " Attorney",
        -0.02763114
      ],
      [
        " General",
        -7.8033605e-05
      ]
    ]
  },
  "The depiction of the main figure in this painting is based on the same figure's depiction in Giotto's Rising of Drusiana scene in the Peruzzi chapel, even down to the identical dress.  The theme of the work is taken from Matthew 17:24-26 and was intended to be \"read\" by starting in the middle, which showed how to satisfy the request, then to the left, where a fish is caught with a coin in its mouth, finally to the right, where a tax collector is paid.  FTP, name this painting in the Brancacci Chapel of the Santa Maria del Carmine in Florence, a masterwork by Masaccio.": {
    "guess": "The Tribute Money",
    "confidence": [
      [
        "The",
        -0.06350197
      ],
      [
        " Tribute",
        -0.0013664273
      ],
      [
        " Money",
        -8.5781845e-05
      ]
    ]
  },
  "A depiction of this event by Fra Angelico contains monks wearing gold-studded robes kneeling before a sarcophagus, while one by Hieronymus Bosch includes a man in an egg and an enormous knife. William Blake's drawing of this event shows a scale-carrying angel pointing to a book made of lightning, and a fresco of it portrays St. Bartholomew holding his flayed skin. It was often depicted on cathedral tympana, like the one at Chartres Cathedral, and early ones show the Hellmouth and the Elders of the Apocalypse. For 10 points, name this event depicted as the Crack of Doom, exemplified by Michelangelo's": {
    "guess": "Last Judgment",
    "confidence": [
      [
        "Last",
        -0.07744734
      ],
      [
        " Judgment",
        -0.0100603895
      ]
    ]
  },
  "This man depicted the members of a confraternitas kneeling in a space resembling an apse created by the opened mantle of the Virgin, who towers over the men and women against a background of solid gold in the central panel of his early Polyptych of the Misericordia, which joins his Polyptych of Saint Augustine among his altarpieces. A basket with linen gauze and a coral necklace adorning the Child mark his Madonna di Senigallia, which was done contemperaneously with his double portrait of Battista Sforza and her husband. Patrons of this artist of the Madonna del Parto included Sigismondo Pandolfo Malatesta and Federico da Montefeltro, while one of this man's paintings shows three men talking": {
    "guess": "Piero della Francesca",
    "confidence": [
      [
        "P",
        -0.0010887817
      ],
      [
        "iero",
        -0.0010479353
      ],
      [
        " della",
        -0.0006559624
      ],
      [
        " Frances",
        -0.00041732576
      ],
      [
        "ca",
        -0.0004740447
      ]
    ]
  },
  "This man depicted the members of a confraternitas kneeling in a space resembling an apse created by the opened mantle of the Virgin, who towers over the men and women against a background of solid gold in the central panel of his early Polyptych of the Misericordia, which joins his Polyptych of Saint Augustine among his altarpieces. A basket with linen gauze and a coral necklace adorning the Child": {
    "guess": "Andrea del Castagno",
    "confidence": [
      [
        "And",
        -0.6867141
      ],
      [
        "rea",
        -0.00011939728
      ],
      [
        " del",
        -0.6445566
      ],
      [
        " Cast",
        -0.07699359
      ],
      [
        "ag",
        -6.704273e-07
      ],
      [
        "no",
        -9.0883464e-07
      ]
    ]
  },
  "This man depicted the members of a confraternitas kneeling in a space resembling an apse created by the opened mantle of the Virgin, who towers over the men and women against a background of solid gold in the central panel of his early Polyptych of the Misericordia, which joins his Polyptych of Saint Augustine among his altarpieces. A basket with linen gauze and a coral necklace adorning the Child mark his Madonna di Senigallia, which was done contemperaneously with his double portrait of Battista Sforza and her husband. Patrons of this artist of the Madonna del Parto included Sigismondo Pandolfo Malatesta and Federico da Montefeltro, while one of this man's paintings shows three men talking outside of a room, inside of which a man in a white turban watches as figure, who is tied to a column surmounted by a gold statue, is being whipped. Another series depicts The Meeting of Solomon and the": {
    "guess": "Piero della Francesca",
    "confidence": [
      [
        "P",
        -0.0033610547
      ],
      [
        "iero",
        -0.001194156
      ],
      [
        " della",
        -0.00087668543
      ],
      [
        " Frances",
        -0.00058937154
      ],
      [
        "ca",
        -0.0007015954
      ]
    ]
  },
  "In one depiction by Luca Giordano, four old men view the titular event, as a fifth sits above them, possibly directing the action. In a version by Picasso, a man stands with his left foot atop a woman, poised to do battle against a nearby horseman. In the center of a version by Poussin, one man raises a knife to slay an old man holding his legs, as an old woman and two children lie crying to the left, while a depiction by Reubens sees the title event in the foreground and the battle it inspired in the back. FTP, name this pseudo-historical event, the aftermath of which was depicted by David with several nude Romans checked in their battle by the titular figures, who were captured to serve as wives.": {
    "guess": "The Rape of the Sabine Women",
    "confidence": [
      [
        "The",
        -0.012079971
      ],
      [
        " Rape",
        -0.0059045036
      ],
      [
        " of",
        -1.4617256e-05
      ],
      [
        " the",
        -0.00018006093
      ],
      [
        " Sab",
        -1.7120534e-05
      ],
      [
        "ine",
        -3.5597102e-05
      ],
      [
        " Women",
        -5.080963e-06
      ]
    ]
  },
  "This man depicted running horses and an excited crowd in Racing at Longchamp. One of his early works depicts dozens of men in top hats and is styled after works by Velazquez. In addition to Music in the Tuileries, he painted a man with a top hat in front of a drinking waitress at a bar in The Cafe Concert.": {
    "guess": "Édouard Manet",
    "confidence": [
      [
        "É",
        -0.027798465
      ],
      [
        "d",
        -9.221884e-05
      ],
      [
        "ou",
        -3.23786e-05
      ],
      [
        "ard",
        -1.2590794e-05
      ],
      [
        " Man",
        -0.00039670718
      ],
      [
        "et",
        -7.3458323e-06
      ]
    ]
  },
  "This man depicted an artist leaning on his elbow next to an unfinished Pieta in his Michelangelo in His": {
    "guess": "Giorgio Vasari",
    "confidence": [
      [
        "Gi",
        -1.0297792
      ],
      [
        "org",
        -0.00033856148
      ],
      [
        "io",
        -5.9914648e-05
      ],
      [
        " Vas",
        -0.0014166653
      ],
      [
        "ari",
        -0.00014966767
      ]
    ]
  },
  "This man is depicted in Sir John Tenniel's cartoon entitled \"Dropping the Pilot\" as a maritime pilot leaving a ship. He was the target of an assassination attempt by a student who shot him five times at close range and was named Cohen-Blind. This politician described his domestic programs as \"practical Christianity\" and pushed for legislation on accident and disability insurance. He edited a report of a meeting between Count Benedetti and a certain ruler. This man led a meeting to revise the Treaty of San Stefano and reorganize the Balkans after the Russo-Turkish War. This politician initiated the anti-Catholic Kulturkampf and proclaimed that the great questions will be resolved \"by iron and": {
    "guess": "Otto von Bismarck",
    "confidence": [
      [
        "Ot",
        -0.00038455575
      ],
      [
        "to",
        -1.6240566e-06
      ],
      [
        " von",
        -0.000162538
      ],
      [
        " B",
        -6.1537958e-06
      ],
      [
        "ism",
        -1.0087517e-05
      ],
      [
        "ar",
        -0.0003361774
      ],
      [
        "ck",
        -3.1737043e-06
      ]
    ]
  },
  "In one depiction of this scene, Lucas Cranach the Elder shows a character dressed in Renaissance garb with a long sword and donning a large red hat. In another depiction, this time by Andre Mantegna, the right foot of the other title character is prominently in the background. The scene portrays the exploits of a woman from Bethulia, under siege from an invading Assyrian army. In some depictions her servant woman Abra is directly aiding her in the main action, though in others she is just left holding the bag. For 10 points, name this Biblical scene, depicted by both Caravaggio and Artemisia Gentileschi, of a Jewish widow assassinating an Assyrian general in his tent.": {
    "guess": "Judith Beheading Holofernes",
    "confidence": [
      [
        "Jud",
        -0.0047483873
      ],
      [
        "ith",
        -9.133887e-06
      ],
      [
        " Be",
        -0.16901006
      ],
      [
        "heading",
        -4.3202e-07
      ],
      [
        " H",
        -0.00041363045
      ],
      [
        "olo",
        -3.888926e-06
      ],
      [
        "fer",
        -2.3392786e-06
      ],
      [
        "nes",
        -3.3809047e-05
      ]
    ]
  },
  "This man depicted the members of a confraternitas kneeling in a space resembling an apse created by the opened mantle of the Virgin, who towers over the men and women against a background of solid gold in the central panel of his early Polyptych of the Misericordia, which joins his Polyptych of Saint": {
    "guess": "Piero della Francesca",
    "confidence": [
      [
        "P",
        -0.56057656
      ],
      [
        "iero",
        -0.08793254
      ],
      [
        " della",
        -0.001238564
      ],
      [
        " Frances",
        -0.00016539889
      ],
      [
        "ca",
        -0.00046379687
      ]
    ]
  },
  "This man depicts several mourners placing the dead Christ on top of a flat rock, and portrays the Virgin": {
    "guess": "Michelangelo's Pietà",
    "confidence": [
      [
        "Mich",
        -1.6185465
      ],
      [
        "el",
        -0.00027635184
      ],
      [
        "angelo",
        -0.00064178446
      ],
      [
        "'s",
        -0.017273694
      ],
      [
        " Piet",
        -0.15712696
      ],
      [
        "à",
        -0.00090312294
      ]
    ]
  },
  "In one depiction by Luca Giordano, four old men view the titular event, as a fifth sits above them, possibly directing the action. In a version by Picasso, a man stands with his left foot atop a woman,": {
    "guess": "The Rape of the Sabine Women",
    "confidence": [
      [
        "The",
        -0.0010578182
      ],
      [
        " Rape",
        -0.0015847353
      ],
      [
        " of",
        -2.9352968e-06
      ],
      [
        " the",
        -0.00057054835
      ],
      [
        " Sab",
        -6.749814e-06
      ],
      [
        "ine",
        -1.4974867e-05
      ],
      [
        " Women",
        -6.9882217e-06
      ]
    ]
  },
  "Dependencies to this substance have been noted in patients with defective transketolase or pyruvate dehydrogenase, two enzymes that require a cofactor derived from it for their activity. One of its deficiency syndromes manifests as damage to the mammillary bodies and is frequently found in chronic alcoholics, while another deficiency syndrome, known as Shoshin's disease, manifests as heart failure": {
    "guess": "Thiamine",
    "confidence": [
      [
        "Th",
        -0.027082613
      ],
      [
        "iam",
        -0.00015217095
      ],
      [
        "ine",
        -0.00025216083
      ]
    ]
  },
  "In one depiction by Luca Giordano, four old men view the titular event, as a fifth sits above them, possibly directing the action. In a version by Picasso, a man stands with his left foot atop a woman, poised to do battle against a nearby horseman. In the center of a version by Poussin, one man raises": {
    "guess": "The Rape of the Sabine Women",
    "confidence": [
      [
        "The",
        -0.003347748
      ],
      [
        " Rape",
        -0.00047368708
      ],
      [
        " of",
        -4.604148e-06
      ],
      [
        " the",
        -0.00032604876
      ],
      [
        " Sab",
        -1.378283e-05
      ],
      [
        "ine",
        -3.1305768e-05
      ],
      [
        " Women",
        -2.129266e-05
      ]
    ]
  },
  "The departure function of this quantity is divided by the quantity ideal gas constant times temperature,   and then placed in a power that is multiplied by pressure to find fugacity. The partial molar": {
    "guess": "Fugacity coefficient",
    "confidence": [
      [
        "F",
        -0.7041067
      ],
      [
        "ug",
        -4.3202e-07
      ],
      [
        "acity",
        -8.017927e-05
      ],
      [
        " coefficient",
        -0.18352424
      ]
    ]
  },
  "One of them depicts soldiers aiming at a group on horseback while two flying figures point towards an anvil-shaped rock and is titled Asmodea. Others depict two old people eating, a mostly submerged dog, and two elderly monks. Fantastic Vision and Fight with Cudgels are two of the most uncharacteristic,": {
    "guess": "Black Paintings",
    "confidence": [
      [
        "Black",
        -0.39276695
      ],
      [
        " Paint",
        -0.002302151
      ],
      [
        "ings",
        -0.00010509284
      ]
    ]
  },
  "A depiction of this event was produced by Howard Chandler Christy in the sail lot of the Washington Naval Yard because it was so large. Junius Brutus Stearns painted a series of works depicting the leader of this event. One of the oldest attendees was the oddly named Daniel of St. Thomas Jenifer, while": {
    "guess": "American Revolutionary War",
    "confidence": [
      [
        "American",
        -1.3540559
      ],
      [
        " Revolutionary",
        -0.7665724
      ],
      [
        " War",
        -0.00095505174
      ]
    ]
  },
  "The department associated with this Cabinet position was created during the tenure of the delightfully named Ebenezer R. Hoar. One man to hold this position was a member of the Ohio Gang and campaign manager in 1920 for Warren Harding, while another holder of this post served as the campaign manager": {
    "guess": "United States Attorney General",
    "confidence": [
      [
        "United",
        -0.0072876234
      ],
      [
        " States",
        -5.4312077e-05
      ],
      [
        " Attorney",
        -0.2929481
      ],
      [
        " General",
        -0.0001373897
      ]
    ]
  },
  "This man depicted the members of a confraternitas kneeling in a space resembling an apse created by the opened mantle of the Virgin, who towers over the men and women against a background of solid gold in the central panel of his early Polyptych of the Misericordia, which joins his Polyptych of Saint Augustine among his altarpieces. A basket with linen gauze and a coral necklace adorning the Child mark his Madonna di Senigallia, which was done contemperaneously with his double portrait of Battista Sforza and her husband. Patrons of this artist of the Madonna del Parto included Sigismondo Pandolfo Malatesta and Federico da Montefeltro, while one of this man's paintings shows three men talking outside of a room, inside of which a man in a white turban watches as figure, who is tied to a column surmounted by a gold statue, is being whipped. Another series depicts The Meeting of Solomon and the Queen of Sheba and a nocturnal Dream of Constantine, and was made for a church in Arezzo. For 10": {
    "guess": "Piero della Francesca",
    "confidence": [
      [
        "P",
        -0.0018980522
      ],
      [
        "iero",
        -0.00072422944
      ],
      [
        " della",
        -0.00055231754
      ],
      [
        " Frances",
        -0.00040815072
      ],
      [
        "ca",
        -0.0002491807
      ]
    ]
  },
  "A depiction of this event was produced by Howard Chandler Christy in the sail lot of the Washington Naval Yard because it was so large. Junius Brutus Stearns painted a series of works depicting the leader of this event. One of the oldest attendees was the oddly named Daniel of St. Thomas Jenifer, while another attendee, James Wilson, developed an infamous proposal. At the conclusion, one man predicted": {
    "guess": "American Civil War",
    "confidence": [
      [
        "American",
        -0.82178015
      ],
      [
        " Civil",
        -0.6997998
      ],
      [
        " War",
        -0.0005101414
      ]
    ]
  },
  "Some depictions of this male figure are based on a marble head formerly found in the Palazzo Rondanini. Pius VII purchased a sculpture of this figure modeled on the Apollo Belvedere to stand where the Apollo once stood; that sculpture is by Antonio Canova. Cosimo de Medici commissioned a freestanding bronze of this figure placed near Donatello's Judith and Holofernes in the (*) Loggia dei Lanzi that shows him holding a curvedtipped sword. For 10 points, name this Greek hero whom Benvenuto Cellini": {
    "guess": "Perseus with the Head of Medusa",
    "confidence": [
      [
        "Per",
        -0.042236105
      ],
      [
        "se",
        -0.0039439946
      ],
      [
        "us",
        -5.5265704e-05
      ],
      [
        " with",
        -0.16153176
      ],
      [
        " the",
        -0.00024536622
      ],
      [
        " Head",
        -0.00457455
      ],
      [
        " of",
        -2.220075e-06
      ],
      [
        " Med",
        -7.338466e-05
      ],
      [
        "usa",
        -0.0002158147
      ]
    ]
  },
  "One depiction of this scene features one figure grasping a glass of red wine that begins to spill, while another figure in that depiction has no mouth. Picasso's version of this scene features a lizard-like person standing next to a green blob, and was painted to represent his wife and mistress. Paul Baudry created a depiction of this scene showing an overturned chair and a woman in a blue dress, which is less famous than a depiction that was saved by Antoine Gros. A pair of depictions of this scene feature a red-haired nude woman standing next to the central figure. An object in another depiction of this scene states that the subject was \"just too unhappy to deserve your kindness\". Those aforementioned": {
    "guess": "The Death of Sardanapalus",
    "confidence": [
      [
        "The",
        -0.50355005
      ],
      [
        " Death",
        -0.52406615
      ],
      [
        " of",
        -0.00042137867
      ],
      [
        " S",
        -0.08442423
      ],
      [
        "ard",
        -0.000878589
      ],
      [
        "an",
        -7.243103e-05
      ],
      [
        "ap",
        -0.0003304593
      ],
      [
        "alus",
        -0.00032235344
      ]
    ]
  },
  "This man depicted an artist leaning on his elbow next to an unfinished Pieta in his Michelangelo in His Studio. One of his paintings shows the title animal attacking the leg of a rearing horse, while another is set in a palace where concubines are being murdered in preparation for the title event. This": {
    "guess": "Eugène Delacroix",
    "confidence": [
      [
        "E",
        -0.057255603
      ],
      [
        "ug",
        -3.261701e-05
      ],
      [
        "ène",
        -0.0011536744
      ],
      [
        " Del",
        -0.00015264409
      ],
      [
        "acro",
        -6.551722e-05
      ],
      [
        "ix",
        -1.18755715e-05
      ]
    ]
  },
  "The man depicted a young girl clasping both hands to her chest in his The Prayer. He produced a gold,": {
    "guess": "William-Adolphe Bouguereau",
    "confidence": [
      [
        "William",
        -1.6944531
      ],
      [
        "-",
        -0.16084842
      ],
      [
        "Ad",
        -8.657073e-06
      ],
      [
        "ol",
        -6.384837e-05
      ],
      [
        "phe",
        -0.00045224142
      ],
      [
        " Bou",
        -7.088138e-05
      ],
      [
        "gu",
        -7.076218e-05
      ],
      [
        "ere",
        -5.3596854e-05
      ],
      [
        "au",
        -3.7697225e-06
      ]
    ]
  },
  "This man is depicted in Sir John Tenniel's cartoon entitled \"Dropping the Pilot\" as a maritime pilot leaving a ship. He was the target of an assassination attempt by a student who shot him five times at close range and was named Cohen-Blind. This politician described his domestic programs as \"practical": {
    "guess": "Maximilian Harden",
    "confidence": [
      [
        "Max",
        -1.619454
      ],
      [
        "im",
        -0.29979947
      ],
      [
        "ilian",
        -0.064319104
      ],
      [
        " Harden",
        -0.26168194
      ]
    ]
  },
  "In one depiction of this scene, Lucas Cranach the Elder shows a character dressed in Renaissance garb with a long sword and donning a large red hat. In another depiction, this time by Andre Mantegna, the right foot of the other title character is prominently in the background. The scene portrays the exploits of a woman from Bethulia, under siege from an invading Assyrian army. In some depictions her servant woman Abra is directly aiding her in the main action, though in others she is just left holding": {
    "guess": "Judith beheading Holofernes",
    "confidence": [
      [
        "Jud",
        -0.063451745
      ],
      [
        "ith",
        -3.7265952e-05
      ],
      [
        " be",
        -0.46952772
      ],
      [
        "heading",
        -0.00014799883
      ],
      [
        " H",
        -0.00048215056
      ],
      [
        "olo",
        -0.00011486754
      ],
      [
        "fer",
        -7.350386e-05
      ],
      [
        "nes",
        -0.00077770784
      ]
    ]
  },
  "The man depicted a young girl clasping both hands to her chest in his The Prayer. He produced a gold, serrated object reminiscent of his best known work in Le Coq, and produced several Mademoiselle Poganys and Maiastras. Thirty meters of stacked rhombus shapes comprise his war tribute for his home country,": {
    "guess": "Constantin Brâncuși",
    "confidence": [
      [
        "Constant",
        -0.06438025
      ],
      [
        "in",
        -0.00012928384
      ],
      [
        " Br",
        -9.1622824e-05
      ],
      [
        "â",
        -0.00060093065
      ],
      [
        "nc",
        -3.650519e-06
      ],
      [
        "u",
        -1.6643718e-05
      ],
      [
        "și",
        -7.827201e-05
      ]
    ]
  },
  "Dependencies to this substance have been noted in patients with defective transketolase or pyruvate dehydrogenase, two enzymes that require a cofactor derived from it for their activity. One of its deficiency": {
    "guess": "Thiamine",
    "confidence": [
      [
        "Th",
        -0.027384931
      ],
      [
        "iam",
        -0.00015383612
      ],
      [
        "ine",
        -0.00016337242
      ]
    ]
  },
  "Dependencies to this substance have been noted in patients with defective transketolase or pyruvate dehydrogenase, two enzymes that require a cofactor derived from it for their activity. One of its deficiency syndromes manifests as damage to the mammillary bodies and is frequently found in chronic alcoholics, while another deficiency syndrome, known as Shoshin's disease, manifests as heart failure and sudden death. It is required as its pyrophosphate for decarboxylation reactions. First crystallized by Donath and Jansen from rice polishings, FTP identify this vitamin whose deficiency can manifest as wet or dry forms of beriberi.": {
    "guess": "Thiamine",
    "confidence": [
      [
        "Th",
        -0.13339657
      ],
      [
        "iam",
        -5.4908094e-05
      ],
      [
        "ine",
        -0.0014017868
      ]
    ]
  },
  "This man depicted the members of a confraternitas kneeling in a space resembling an apse created by the opened mantle of the Virgin, who towers over the men and women against a background of solid gold in the central panel of his early Polyptych of the Misericordia, which joins his Polyptych of Saint Augustine among his altarpieces. A basket with linen gauze and a coral necklace adorning the Child mark his Madonna di Senigallia, which was done contemperaneously with his double portrait of Battista Sforza and her husband. Patrons of this artist of the Madonna del Parto included Sigismondo Pandolfo Malatesta and Federico da Montefeltro, while one of this man's paintings shows three men talking outside of a room, inside of which a man in a white turban watches as figure, who is tied to a column": {
    "guess": "Piero della Francesca",
    "confidence": [
      [
        "P",
        -0.001283568
      ],
      [
        "iero",
        -0.00060236105
      ],
      [
        " della",
        -0.0003306977
      ],
      [
        " Frances",
        -0.00023441046
      ],
      [
        "ca",
        -0.0006212961
      ]
    ]
  },
  "This man depicts several mourners placing the dead Christ on top of a flat rock, and portrays the Virgin Mary as an old woman in his work Entombment. In addition to painting Boy with a Basket of Fruit, this painter made a painting of Saint Joseph with an ass, an angel and the Madonna and Child, Rest on the Flight Into Egypt. He also painted a portrait with three dumbfounded disciples reveling at the": {
    "guess": "Caravaggio",
    "confidence": [
      [
        "Car",
        -0.089474484
      ],
      [
        "av",
        -5.145119e-05
      ],
      [
        "aggio",
        -2.2603901e-05
      ]
    ]
  },
  "The departure function of this quantity is divided by the quantity ideal gas constant times temperature,   and then placed in a power that is multiplied by pressure to find fugacity. The partial molar  measurement of this quantity is equivalent to chemical potential. This quantity is applied to systems   that are both isothermal and isobaric, and a basic formula for this quantity includes a pressure times  volume term if that formula uses internal energy rather than enthalpy. Identify this quantity used  to determine whether reactions will occur simultaneously, often contrasted with a similar quantity  named for Helmholtz.": {
    "guess": "Gibbs free energy",
    "confidence": [
      [
        "G",
        -0.0022181766
      ],
      [
        "ib",
        -2.3392786e-06
      ],
      [
        "bs",
        -0.00017004783
      ],
      [
        " free",
        -0.04526304
      ],
      [
        " energy",
        -4.5371802e-05
      ]
    ]
  },
  "Dependencies to this substance have been noted in patients with defective transketolase or pyruvate dehydrogenase, two enzymes that require a cofactor derived from it for their activity. One of its deficiency syndromes manifests as damage to the mammillary bodies and is frequently found in chronic alcoholics,": {
    "guess": "Thiamine",
    "confidence": [
      [
        "Th",
        -0.012995749
      ],
      [
        "iam",
        -0.00031162877
      ],
      [
        "ine",
        -0.00016361084
      ]
    ]
  },
  "He departed from his main instrument to play piano in a 1963 solo album for Impulse Records, which followed": {
    "guess": "John Coltrane Live at Birdland",
    "confidence": [
      [
        "John",
        -0.7594773
      ],
      [
        " Col",
        -2.0339032e-05
      ],
      [
        "tr",
        -5.2001665e-06
      ],
      [
        "ane",
        -3.8219583e-05
      ],
      [
        " Live",
        -0.51146126
      ],
      [
        " at",
        -0.0010921159
      ],
      [
        " Bird",
        -0.0011526017
      ],
      [
        "land",
        -7.89631e-07
      ]
    ]
  },
  "The depiction of the main figure in this painting is based on the same figure's depiction in Giotto's Rising of Drusiana scene in the Peruzzi chapel, even down to the identical dress.  The theme of the work is taken from Matthew 17:24-26 and was intended to be \"read\" by starting in the middle, which showed how to satisfy the request, then to the left, where a fish is caught with a coin in its mouth,": {
    "guess": "Tribute money",
    "confidence": [
      [
        "T",
        -0.7055732
      ],
      [
        "rib",
        -0.010812702
      ],
      [
        "ute",
        -0.033191223
      ],
      [
        " money",
        -0.40391877
      ]
    ]
  },
  "The departure function of this quantity is divided by the quantity ideal gas constant times temperature,   and then placed in a power that is multiplied by pressure to find fugacity. The partial molar  measurement of this quantity is equivalent to chemical potential. This quantity is applied to systems   that are both isothermal and isobaric, and a basic formula for this quantity includes a pressure": {
    "guess": "Gibbs free energy",
    "confidence": [
      [
        "G",
        -0.008193139
      ],
      [
        "ib",
        -3.4121115e-06
      ],
      [
        "bs",
        -9.2576454e-05
      ],
      [
        " free",
        -0.010020264
      ],
      [
        " energy",
        -2.2484697e-05
      ]
    ]
  },
  "Depending on whether they it is iron rich or magnesium rich, a mineral in this category is known as either a fayalite or a forsterite. It is found in heavy igneous rocks and minerals in this category have high melting points. Of its two varieties, forsterite crystalizes first, with fayalite following just as pyroxenes are beginning to form. An orthosilicate of magnesia, it is semiprecious and its formation": {
    "guess": "Olivine",
    "confidence": [
      [
        "O",
        -0.046883624
      ],
      [
        "liv",
        -1.0280384e-06
      ],
      [
        "ine",
        -1.6762922e-05
      ]
    ]
  },
  "Depending on the translation, forgetting this concept can lead to humaneness and righteousness or can lead to goodness and piety. However, this concept should be remembered, because the person of superior integrity has no purpose for acting, while the person of superior righteousness has a purpose for": {
    "guess": "Analects",
    "confidence": [
      [
        "Ana",
        -0.5472074
      ],
      [
        "lect",
        -6.9882217e-06
      ],
      [
        "s",
        -1.1756368e-05
      ]
    ]
  },
  "In one depiction of this scene, Lucas Cranach the Elder shows a character dressed in Renaissance garb with a long sword and donning a large red hat. In another depiction, this time by Andre Mantegna, the right foot of the other title character is prominently in the background. The scene portrays the exploits of a woman from Bethulia, under siege from an invading Assyrian army. In some depictions her servant woman Abra is directly aiding her in the main action, though in others she is just left holding the bag. For 10 points, name this Biblical scene, depicted by both Caravaggio and Artemisia Gentileschi,": {
    "guess": "Judith Beheading Holofernes",
    "confidence": [
      [
        "Jud",
        -0.015472995
      ],
      [
        "ith",
        -1.8908588e-05
      ],
      [
        " Be",
        -0.45107904
      ],
      [
        "heading",
        -4.3202e-07
      ],
      [
        " H",
        -0.00012047011
      ],
      [
        "olo",
        -7.703444e-06
      ],
      [
        "fer",
        -1.0280384e-06
      ],
      [
        "nes",
        -1.7478143e-05
      ]
    ]
  },
  "A deposit of gold in this country was discovered by Gabriel Read, leading to a large influx of Chinese immigrants who came to work in its Otago region's goldfields after this country's namesake \"Land Wars.\" One culture from this country killed and ate most of the crew of the Boyd. In 1893, the passage": {
    "guess": "History of New Zealand",
    "confidence": [
      [
        "History",
        -0.6667242
      ],
      [
        " of",
        -0.00019269285
      ],
      [
        " New",
        -0.059336495
      ],
      [
        " Zealand",
        -0.00010580806
      ]
    ]
  },
  "This man depicted the heads of Marco Vecellio, his son Orazio, and himself above those of a dog, wolf and lion in Allegory of Prudence. This man created two works for the Frari Basilica, Assumption of": {
    "guess": "Titian",
    "confidence": [
      [
        "Tit",
        -0.0168586
      ],
      [
        "ian",
        -4.632543e-05
      ]
    ]
  },
  "A depiction of this event by Fra Angelico contains monks wearing gold-studded robes kneeling before a sarcophagus, while one by Hieronymus Bosch includes a man in an egg and an enormous knife. William Blake's drawing of this event shows a scale-carrying angel pointing to a book made of lightning, and a fresco of it portrays St. Bartholomew holding his flayed skin. It was often depicted on cathedral tympana, like the one at Chartres Cathedral, and early ones show the Hellmouth and the Elders of the Apocalypse. For 10 points, name this event depicted as the Crack of Doom, exemplified by Michelangelo's fresco on the wall of the Sistine Chapel.": {
    "guess": "Last Judgment",
    "confidence": [
      [
        "Last",
        -0.006167086
      ],
      [
        " Judgment",
        -0.00056316133
      ]
    ]
  },
  "A deposit of gold in this country was discovered by Gabriel Read, leading to a large influx of Chinese immigrants who came to work in its Otago region's goldfields after this country's namesake \"Land Wars.\" One culture from this country killed and ate most of the crew of the Boyd. In 1893, the passage of the Electoral Bill made this country the (*) first to give women the right to vote. The moa bird was hunted to extinction in this country. A perpetual source of tension during this country's colonial": {
    "guess": "New Zealand",
    "confidence": [
      [
        "New",
        -0.31596205
      ],
      [
        " Zealand",
        -0.00066418375
      ]
    ]
  },
  "He was depicted as Esme Amarinth in Robert Hichens's novel The Green Carnation.  He took to calling himself Sebastian Melmoth when he went to France in 1897, three years before his death.  The author of": {
    "guess": "Oscar Wilde",
    "confidence": [
      [
        "O",
        -0.021701854
      ],
      [
        "scar",
        -7.107425e-06
      ],
      [
        " Wilde",
        -0.00026813045
      ]
    ]
  },
  "This man is depicted in Sir John Tenniel's cartoon entitled \"Dropping the Pilot\" as a maritime pilot leaving a ship. He was the target of an assassination attempt by a student who shot him five times at close range and was named Cohen-Blind. This politician described his domestic programs as \"practical Christianity\" and pushed for legislation on accident and disability insurance. He edited a report of a meeting between Count Benedetti and a certain ruler. This man led a meeting to revise the Treaty of San Stefano and reorganize the Balkans after the Russo-Turkish War. This politician initiated the anti-Catholic Kulturkampf and proclaimed that the great questions will be resolved \"by iron and blood.\" For 10 points, name this Prussian statesman known as the \"Iron Chancellor\" of Germany.": {
    "guess": "Otto von Bismarck",
    "confidence": [
      [
        "Ot",
        -0.00040862753
      ],
      [
        "to",
        -2.8160932e-06
      ],
      [
        " von",
        -7.529192e-05
      ],
      [
        " B",
        -2.220075e-06
      ],
      [
        "ism",
        -1.0206721e-05
      ],
      [
        "ar",
        -0.00013727049
      ],
      [
        "ck",
        -5.5122365e-07
      ]
    ]
  },
  "In one depiction of this scene, Lucas Cranach the Elder shows a character dressed in Renaissance garb with a long sword and donning a large red hat. In another depiction, this time by Andre Mantegna, the right foot of the other title character is prominently in the background. The scene portrays the": {
    "guess": "Death of the Virgin",
    "confidence": [
      [
        "Death",
        -1.6156974
      ],
      [
        " of",
        -0.00026586556
      ],
      [
        " the",
        -0.4924964
      ],
      [
        " Virgin",
        -0.010168138
      ]
    ]
  },
  "In one depiction of this scene, Lucas Cranach the Elder shows a character dressed in Renaissance garb": {
    "guess": "Adam and Eve in the Garden of Eden",
    "confidence": [
      [
        "Adam",
        -1.549088
      ],
      [
        " and",
        -1.5332478e-05
      ],
      [
        " Eve",
        -0.0015555671
      ],
      [
        " in",
        -0.6679764
      ],
      [
        " the",
        -0.36883205
      ],
      [
        " Garden",
        -0.016021114
      ],
      [
        " of",
        -0.0042170626
      ],
      [
        " Eden",
        -0.007368561
      ]
    ]
  },
  "This man depicted the members of a confraternitas kneeling in a space resembling an apse created by the": {
    "guess": "Giotto's Scrovegni Chapel",
    "confidence": [
      [
        "G",
        -1.5876602
      ],
      [
        "iot",
        -0.17591153
      ],
      [
        "to",
        -1.6240566e-06
      ],
      [
        "'s",
        -0.6482588
      ],
      [
        " Sc",
        -1.5643294
      ],
      [
        "rove",
        -0.00021331508
      ],
      [
        "gni",
        -5.0139948e-05
      ],
      [
        " Chapel",
        -7.465036e-06
      ]
    ]
  },
  "A deposit of gold in this country was discovered by Gabriel Read, leading to a large influx of Chinese immigrants who came to work in its Otago region's goldfields after this country's namesake \"Land Wars.\" One culture from this country killed and ate most of the crew of the Boyd. In 1893, the passage of the Electoral Bill made this country the (*) first to give women the right to vote. The moa bird": {
    "guess": "New Zealand",
    "confidence": [
      [
        "New",
        -0.33670723
      ],
      [
        " Zealand",
        -0.001747531
      ]
    ]
  },
  "This man depicted running horses and an excited crowd in Racing at Longchamp. One of his early works depicts dozens of men in top hats and is styled after works by Velazquez. In addition to Music in the Tuileries, he painted a man with a top hat in front of a drinking waitress at a bar in The Cafe Concert. He painted a series of works depicting the Parisian nightlife, a famous one of which featuring a woman faultily reflected in a mirror facing a large crowd. His most famous work depicts a woman": {
    "guess": "Édouard Manet",
    "confidence": [
      [
        "É",
        -0.018778263
      ],
      [
        "d",
        -5.7649777e-05
      ],
      [
        "ou",
        -0.000102708764
      ],
      [
        "ard",
        -1.5213274e-05
      ],
      [
        " Man",
        -2.2603901e-05
      ],
      [
        "et",
        -1.247159e-05
      ]
    ]
  },
  "The man depicted a young girl clasping both hands to her chest in his The Prayer. He produced a gold, serrated object reminiscent of his best known work in Le Coq, and produced several Mademoiselle Poganys and Maiastras. Thirty meters of stacked rhombus shapes comprise his war tribute for his home country, The Endless Column, and he scandalized the Salon with his phallic Princess X. This artist of Sleeping Muse created several sleek, aerodynamic representations of a certain animal. For 10 points, name this Romanian sculptor of Bird in Space.": {
    "guess": "Constantin Brâncuși",
    "confidence": [
      [
        "Constant",
        -0.0107760215
      ],
      [
        "in",
        -8.180258e-06
      ],
      [
        " Br",
        -4.9617593e-06
      ],
      [
        "â",
        -1.0325924e-05
      ],
      [
        "nc",
        -4.3202e-07
      ],
      [
        "u",
        -2.220075e-06
      ],
      [
        "și",
        -2.2484697e-05
      ]
    ]
  },
  "In one depiction of this scene, Lucas Cranach the Elder shows a character dressed in Renaissance garb with a long sword and donning a large red hat. In another depiction, this time by Andre Mantegna, the": {
    "guess": "St. Sebastian",
    "confidence": [
      [
        "St",
        -1.6062274
      ],
      [
        ".",
        -0.008781906
      ],
      [
        " Sebastian",
        -0.4500888
      ]
    ]
  },
  "Depending on the translation, forgetting this concept can lead to humaneness and righteousness or can lead to goodness and piety. However, this concept should be remembered, because the person of superior": {
    "guess": "Analects",
    "confidence": [
      [
        "Ana",
        -0.0194463
      ],
      [
        "lect",
        -3.0545007e-06
      ],
      [
        "s",
        -3.094816e-05
      ]
    ]
  },
  "Some depictions of this male figure are based on a marble head formerly found in the Palazzo Rondanini. Pius VII purchased a sculpture of this figure modeled on the Apollo Belvedere to stand where the Apollo once stood; that sculpture is by Antonio Canova. Cosimo de Medici commissioned a freestanding bronze of this figure placed near Donatello's Judith and Holofernes in the (*) Loggia dei Lanzi that shows him holding a curvedtipped sword. For 10 points, name this Greek hero whom Benvenuto Cellini depicted holding the head of Medusa.": {
    "guess": "Perseus with the Head of Medusa",
    "confidence": [
      [
        "Per",
        -0.007295201
      ],
      [
        "se",
        -0.000546957
      ],
      [
        "us",
        -9.555654e-05
      ],
      [
        " with",
        -0.011572105
      ],
      [
        " the",
        -0.00012190055
      ],
      [
        " Head",
        -0.005024425
      ],
      [
        " of",
        -2.9352968e-06
      ],
      [
        " Med",
        -4.894791e-05
      ],
      [
        "usa",
        -0.00018470621
      ]
    ]
  },
  "This man depicted an artist leaning on his elbow next to an unfinished Pieta in his Michelangelo in His Studio. One of his paintings shows the title animal attacking the leg of a rearing horse, while another": {
    "guess": "Caravaggio",
    "confidence": [
      [
        "Car",
        -1.560139
      ],
      [
        "av",
        -0.0031465814
      ],
      [
        "aggio",
        -0.00010545045
      ]
    ]
  },
  "A depiction of this event by Fra Angelico contains monks wearing gold-studded robes kneeling before a": {
    "guess": "San Marco Altarpiece",
    "confidence": [
      [
        "San",
        -1.63454
      ],
      [
        " Marco",
        -0.028797835
      ],
      [
        " Alt",
        -0.0029326566
      ],
      [
        "arp",
        -6.749814e-06
      ],
      [
        "iece",
        -0.001135693
      ]
    ]
  },
  "In one depiction by Luca Giordano, four old men view the titular event, as a fifth sits above them, possibly directing the action. In a version by Picasso, a man stands with his left foot atop a woman, poised to do battle against a nearby horseman. In the center of a version by Poussin, one man raises a knife to slay an old man holding his legs, as an old woman and two children lie crying to the left, while a depiction by Reubens sees the title event in the foreground and the battle it inspired in the back. FTP, name this pseudo-historical event, the aftermath of which was depicted by David with several nude Romans checked in their battle by the titular figures, who were captured to serve as": {
    "guess": "The Rape of the Sabine Women",
    "confidence": [
      [
        "The",
        -0.020044962
      ],
      [
        " Rape",
        -0.0056738644
      ],
      [
        " of",
        -1.4855664e-05
      ],
      [
        " the",
        -0.00018339496
      ],
      [
        " Sab",
        -2.9636918e-05
      ],
      [
        "ine",
        -7.231183e-05
      ],
      [
        " Women",
        -6.9882217e-06
      ]
    ]
  },
  "In one depiction of this figure, a muscular, shirtless man reaches up to him in a pose that mimics Adam in Michelangelo's Creation, while a child below him clutches at a gray woman whose lap contains a sprawling gray baby. In another depiction, this figure journeys past a writing snake near a solitary dead tree in front of a wooden fence. In that depiction, this figure is going the wrong way along a race track. He is the half-brother of Sleep in a Waterhouse painting, and a renaissance motif sees him sneaking up on a maiden. For 10 points, name this figure, depicted by Benjamin West and Albert": {
    "guess": "Death (personification)",
    "confidence": [
      [
        "Death",
        -0.83458054
      ],
      [
        " (",
        -0.7876571
      ],
      [
        "person",
        -0.088768445
      ],
      [
        "ification",
        -0.0024931375
      ],
      [
        ")",
        -0.025448453
      ]
    ]
  },
  "The departure function of this quantity is divided by the quantity ideal gas constant times temperature,": {
    "guess": "Fugacity",
    "confidence": [
      [
        "F",
        -0.25733137
      ],
      [
        "ug",
        -1.18755715e-05
      ],
      [
        "acity",
        -8.44706e-05
      ]
    ]
  },
  "The department associated with this Cabinet position was created during the tenure of the delightfully": {
    "guess": "United States Department of the Navy",
    "confidence": [
      [
        "United",
        -0.8972754
      ],
      [
        " States",
        -0.00035274302
      ],
      [
        " Department",
        -0.13290478
      ],
      [
        " of",
        -2.6656826e-05
      ],
      [
        " the",
        -0.79301286
      ],
      [
        " Navy",
        -0.052497074
      ]
    ]
  },
  "In one depiction by Luca Giordano, four old men view the titular event, as a fifth sits above them, possibly directing the action. In a version by Picasso, a man stands with his left foot atop a woman, poised to do battle against a nearby horseman. In the center of a version by Poussin, one man raises a knife to slay an old man holding his legs, as an old woman and two children lie crying to the left, while a depiction by Reubens sees the title event in the foreground and the battle it inspired in": {
    "guess": "The Rape of the Sabine Women",
    "confidence": [
      [
        "The",
        -0.0021022023
      ],
      [
        " Rape",
        -0.0007419687
      ],
      [
        " of",
        -3.1737043e-06
      ],
      [
        " the",
        -0.00017398155
      ],
      [
        " Sab",
        -1.4140442e-05
      ],
      [
        "ine",
        -1.4259645e-05
      ],
      [
        " Women",
        -4.00813e-06
      ]
    ]
  },
  "In one depiction of this figure, a muscular, shirtless man reaches up to him in a pose that mimics Adam in Michelangelo's Creation, while a child below him clutches at a gray woman whose lap contains a sprawling gray baby. In another depiction, this figure journeys past a writing snake near a solitary dead tree in front of a wooden fence. In that depiction, this figure is going the wrong way along a race track. He is the half-brother of Sleep in a Waterhouse painting, and a renaissance motif sees": {
    "guess": "Death (personification)",
    "confidence": [
      [
        "Death",
        -0.99204606
      ],
      [
        " (",
        -0.0074056
      ],
      [
        "person",
        -0.0003545311
      ],
      [
        "ification",
        -0.0002419203
      ],
      [
        ")",
        -0.00013202553
      ]
    ]
  },
  "This man depicted an artist leaning on his elbow next to an unfinished Pieta in his Michelangelo in His Studio. One of his paintings shows the title animal attacking the leg of a rearing horse, while another is set in a palace where concubines are being murdered in preparation for the title event. This creator of Tiger Hunt and Death of Sardanapalus is best remembered for a painting featuring a small boy pointing a gun at the sky while the title character stands on a pile of bodies and waves the French flag. For 10 points, name this artist who created Liberty Leading the People.": {
    "guess": "Eugène Delacroix",
    "confidence": [
      [
        "E",
        -0.010166602
      ],
      [
        "ug",
        -1.0280384e-06
      ],
      [
        "ène",
        -0.00068622536
      ],
      [
        " Del",
        -2.4272753e-05
      ],
      [
        "acro",
        -3.631232e-05
      ],
      [
        "ix",
        -5.5577775e-06
      ]
    ]
  },
  "A depiction of this event was produced by Howard Chandler Christy in the sail lot of the Washington Naval": {
    "guess": "Signing of the Treaty of Portsmouth",
    "confidence": [
      [
        "Signing",
        -0.6969698
      ],
      [
        " of",
        -0.0026220279
      ],
      [
        " the",
        -0.0027957296
      ],
      [
        " Treaty",
        -0.36531565
      ],
      [
        " of",
        -0.00307516
      ],
      [
        " Portsmouth",
        -0.6532545
      ]
    ]
  },
  "This man depicts several mourners placing the dead Christ on top of a flat rock, and portrays the Virgin Mary as an old woman in his work Entombment. In addition to painting Boy with a Basket of Fruit, this painter made a painting of Saint Joseph with an ass, an angel and the Madonna and Child, Rest on the Flight Into Egypt. He also painted a portrait with three dumbfounded disciples reveling at the sight of Jesus post-resurrection, The Supper at Emmaus. His best-known work shows Jesus and a beam": {
    "guess": "Caravaggio",
    "confidence": [
      [
        "Car",
        -0.20761746
      ],
      [
        "av",
        -0.00010664248
      ],
      [
        "aggio",
        -1.4617256e-05
      ]
    ]
  },
  "This man is depicted in Sir John Tenniel's cartoon entitled \"Dropping the Pilot\" as a maritime pilot leaving a ship. He was the target of an assassination attempt by a student who shot him five times at": {
    "guess": "Otto von Bismarck",
    "confidence": [
      [
        "Ot",
        -0.14420854
      ],
      [
        "to",
        -1.4140442e-05
      ],
      [
        " von",
        -0.00031997304
      ],
      [
        " B",
        -1.3544423e-05
      ],
      [
        "ism",
        -5.6769813e-06
      ],
      [
        "ar",
        -0.00030495704
      ],
      [
        "ck",
        -1.1279553e-05
      ]
    ]
  }
}