{
  "A self-portrait of this man in his largest painting is often attributed to his wife, Susan MacDowell.": {
    "guess": "Thomas Eakins",
    "confidence": [
      [
        "Thomas",
        -0.0029397865
      ],
      [
        " E",
        -0.0021186194
      ],
      [
        "ak",
        -0.000119993296
      ],
      [
        "ins",
        -1.0564331e-05
      ]
    ]
  },
  "Seligman interprets the results of this experiment as support for his preparedness theory of stimuli pairing. Conductied in part by Rosalie Rayner, in the \"Incidental Observations\", her and her more famous collaborator noted that thumb sucking was often used as a compensatory device for blocking fear. They claim the subject overgeneralized to such things as a Santa Claus mask, a bearded man, and a fur coat. Later analysis showed that the experimenters overstated the fear response compared the response when the bar was struck with the hammer. FTP, name this behaviorist experiment most famously associated with John Watson, where the namesake child was conditioned to fear rats,.": {
    "guess": "Little Albert experiment",
    "confidence": [
      [
        "Little",
        -0.00899518
      ],
      [
        " Albert",
        -0.00017159748
      ],
      [
        " experiment",
        -0.0075475816
      ]
    ]
  },
  "A self-portrait by this artist shares its name with a children's book written about him by Francois Place, namely The Old Man Mad About Drawing. In one work, this artist of Oceans of Wisdom depicted a trio of men tossing packages to each other on the roof of a pawn shop. In another of his works, a bunch of sheets of paper blow into the air as a group of travelers struggle against the wind, while a third of his works depicts a man kneeling inside a huge barrel. His most famous series depicts a \"dragon of smoke\" issuing from the title entity in one entry, while another entry shows a several boats": {
    "guess": "Hugo Pratt",
    "confidence": [
      [
        "H",
        -1.3455774
      ],
      [
        "ugo",
        -0.85943204
      ],
      [
        " Pratt",
        -0.0030852556
      ]
    ]
  },
  "Seligman interprets the results of this experiment as support for his preparedness theory of stimuli pairing. Conductied in part by Rosalie Rayner, in the \"Incidental Observations\", her and her more famous collaborator noted that thumb sucking was often used as a compensatory device for blocking fear. They claim the subject overgeneralized to such things as a Santa Claus mask, a bearded man, and a fur coat. Later analysis showed that the experimenters overstated the fear response compared the response": {
    "guess": "Little Albert experiment",
    "confidence": [
      [
        "Little",
        -0.06520048
      ],
      [
        " Albert",
        -0.0008978853
      ],
      [
        " experiment",
        -0.008674377
      ]
    ]
  },
  "Self advancement among practitioners of this religion is described by the Bridge to Total Freedom. In this religion, the ARC and KRC triangles govern the stability of society. This religion emphasizes auditing, which it believes can occur with the help of E-meters. Volcanoes with hydrogen (*) bombs detonated inside were thought to have made thetans stick together in this religion, which despises an ancient alien named Xenu (ZEE-noo). For 10 points, name this religion that was built around the theory of dianetics by founder L. Ron Hubbard.": {
    "guess": "Scientology",
    "confidence": [
      [
        "Scient",
        -0.10632482
      ],
      [
        "ology",
        -0.00019710339
      ]
    ]
  },
  "It isn't Sekigahara, but this battle was also decided by the treachery of one of the losing commander's generals, who refused to attack the victor's camp after Kilpatrick had launched an attack on the water ponds. The losers posessed heavy artillery operated by French specialists, but their initial cannonade against the victor's position proved useless because of the longer range of the British guns. William Watts negotiated the betrayal of Mir Jafar, who was installed as the next Nawab as a consequence of this engagement, in which Siraj Ud Daulah was forced to retreat despite having roughly 50,000 troops as opposed to the less than 3,000 under British command. Marking the beginning of the British": {
    "guess": "Battle of Plassey",
    "confidence": [
      [
        "Battle",
        -0.005410673
      ],
      [
        " of",
        -4.8425554e-06
      ],
      [
        " Pl",
        -8.76891e-05
      ],
      [
        "as",
        -0.00014454192
      ],
      [
        "sey",
        -4.3202e-07
      ]
    ]
  },
  "A self portrait of this artist wearing a cross on his black tunic and holding a palette can be seen in": {
    "guess": "Diego Velázquez",
    "confidence": [
      [
        "Die",
        -0.09561399
      ],
      [
        "go",
        -9.610702e-06
      ],
      [
        " Vel",
        -0.0022223413
      ],
      [
        "áz",
        -0.0006809804
      ],
      [
        "quez",
        -5.6934558e-05
      ]
    ]
  },
  "A self portrait of this artist wearing a cross on his black tunic and holding a palette can be seen in one of his paintings. He included a cupid holding a mirror in his Rokeby Venus and painted the results": {
    "guess": "Diego Velázquez",
    "confidence": [
      [
        "Die",
        -0.002891775
      ],
      [
        "go",
        -4.00813e-06
      ],
      [
        " Vel",
        -0.0010351915
      ],
      [
        "áz",
        -7.100059e-05
      ],
      [
        "quez",
        -2.7610455e-05
      ]
    ]
  },
  "A self-portrait of this man in his largest painting is often attributed to his wife, Susan MacDowell. In a painting this artist man made of a friend, an arched bridge appears over the Schuylkill River, on which that friend rows a small boat. This artist of Max Schmitt in a Single Scull also depicted a group of men and a nurse observing a mastectomy. The only woman in another painting by this man shields her eyes as medical students operate on a man's leg in a surgical theater. For 10 points, name": {
    "guess": "Thomas Eakins",
    "confidence": [
      [
        "Thomas",
        -0.029622156
      ],
      [
        " E",
        -0.00082999794
      ],
      [
        "ak",
        -0.00025204162
      ],
      [
        "ins",
        -1.11603495e-05
      ]
    ]
  },
  "A self-portrait by this artist shares its name with a children's book written about him by Francois Place, namely The Old Man Mad About Drawing. In one work, this artist of Oceans of Wisdom depicted a trio of men tossing packages to each other on the roof of a pawn shop. In another of his works, a bunch of sheets of paper blow into the air as a group of travelers struggle against the wind, while a third of his works depicts a man kneeling inside a huge barrel. His most famous series depicts a \"dragon": {
    "guess": "Hugo Pratt",
    "confidence": [
      [
        "H",
        -1.1642914
      ],
      [
        "ugo",
        -0.07779227
      ],
      [
        " Pratt",
        -0.0041901134
      ]
    ]
  },
  "A self-portrait by this artist shares its name with a children's book written about him by Francois Place, namely The Old Man Mad About Drawing. In one work, this artist of Oceans of Wisdom depicted a trio of men tossing packages to each other on the roof of a pawn shop. In another of his works, a bunch": {
    "guess": "Jean-Jacques Sempé",
    "confidence": [
      [
        "Jean",
        -1.4007648
      ],
      [
        "-J",
        -0.11371037
      ],
      [
        "ac",
        -0.0025039595
      ],
      [
        "ques",
        -0.0006492906
      ],
      [
        " S",
        -0.087970205
      ],
      [
        "emp",
        -9.72254e-05
      ],
      [
        "é",
        -0.0016792254
      ]
    ]
  },
  "It isn't Sekigahara, but this battle was also decided by the treachery of one of the losing commander's generals, who refused to attack the victor's camp after Kilpatrick had launched an attack on the water ponds. The losers posessed heavy artillery operated by French specialists, but their initial cannonade against the victor's position proved useless because of the longer range of the British guns. William Watts negotiated the betrayal of Mir Jafar, who was installed as the next Nawab as a consequence": {
    "guess": "Battle of Plassey",
    "confidence": [
      [
        "Battle",
        -0.021094142
      ],
      [
        " of",
        -0.00066704466
      ],
      [
        " Pl",
        -0.0061241947
      ],
      [
        "as",
        -2.319992e-05
      ],
      [
        "sey",
        -1.9361265e-07
      ]
    ]
  },
  "A self-portrait by this artist shares its name with a children's book written about him by Francois Place, namely The Old Man Mad About Drawing. In one work, this artist of Oceans of Wisdom depicted a trio of men tossing packages to each other on the roof of a pawn shop. In another of his works, a bunch of sheets of paper blow into the air as a group of travelers struggle against the wind, while a third of his works depicts a man kneeling inside a huge barrel. His most famous series depicts a \"dragon of smoke\" issuing from the title entity in one entry, while another entry shows a several boats struggling against the title aquatic phenomenon, The Great Wave of Kanagawa. For 10 points, idenitfy": {
    "guess": "Hokusai",
    "confidence": [
      [
        "H",
        -0.64096534
      ],
      [
        "okus",
        -0.00018816312
      ],
      [
        "ai",
        -3.7742768e-05
      ]
    ]
  },
  "Self advancement among practitioners of this religion is described by the Bridge to Total Freedom. In this religion, the ARC and KRC triangles govern the stability of society. This religion emphasizes": {
    "guess": "Scientology",
    "confidence": [
      [
        "Scient",
        -0.007745275
      ],
      [
        "ology",
        -0.0006156972
      ]
    ]
  },
  "Self advancement among practitioners of this religion is described by the Bridge to Total Freedom. In this religion, the ARC and KRC triangles govern the stability of society. This religion emphasizes auditing, which it believes can occur with the help of E-meters. Volcanoes with hydrogen (*) bombs detonated inside were thought to have made thetans stick together in this religion, which despises an ancient alien named Xenu (ZEE-noo). For 10 points, name this religion that was built around the theory": {
    "guess": "Church of Scientology",
    "confidence": [
      [
        "Church",
        -0.06758848
      ],
      [
        " of",
        -5.216641e-05
      ],
      [
        " Scientology",
        -4.608702e-05
      ]
    ]
  },
  "Seligman interprets the results of this experiment as support for his preparedness theory of stimuli pairing. Conductied in part by Rosalie Rayner, in the \"Incidental Observations\", her and her more famous collaborator noted that thumb sucking was often used as a compensatory device for blocking fear.": {
    "guess": "Little Albert experiment",
    "confidence": [
      [
        "Little",
        -0.088466905
      ],
      [
        " Albert",
        -0.0009560054
      ],
      [
        " experiment",
        -0.048387825
      ]
    ]
  },
  "A self portrait of this artist wearing a cross on his black tunic and holding a palette can be seen in one of his paintings. He included a cupid holding a mirror in his Rokeby Venus and painted the results of the siege of a Dutch town in The Surrender of Breda. This artist painted a girl stepping on a dog and a dwarf in a dress as the title attendants of the Infanta Margarita as court painter for Philip": {
    "guess": "Diego Velázquez",
    "confidence": [
      [
        "Die",
        -0.0010655591
      ],
      [
        "go",
        -8.299462e-06
      ],
      [
        " Vel",
        -0.0010568645
      ],
      [
        "áz",
        -4.20341e-05
      ],
      [
        "quez",
        -3.5954712e-05
      ]
    ]
  },
  "It isn't Sekigahara, but this battle was also decided by the treachery of one of the losing commander's generals, who refused to attack the victor's camp after Kilpatrick had launched an attack on the water ponds. The losers posessed heavy artillery operated by French specialists, but their initial cannonade against the victor's position proved useless because of the longer range of the British guns.": {
    "guess": "Battle of Bladensburg",
    "confidence": [
      [
        "Battle",
        -0.37555504
      ],
      [
        " of",
        -0.0016812482
      ],
      [
        " Bl",
        -2.3384268
      ],
      [
        "ad",
        -0.50495
      ],
      [
        "ensburg",
        -0.00083547767
      ]
    ]
  },
  "It isn't Sekigahara, but this battle was also decided by the treachery of one of the losing commander's generals, who refused to attack the victor's camp after Kilpatrick had launched an attack on the": {
    "guess": "Battle of Chancellorsville",
    "confidence": [
      [
        "Battle",
        -0.034421597
      ],
      [
        " of",
        -0.00015181334
      ],
      [
        " Ch",
        -1.5292027
      ],
      [
        "ancell",
        -0.01923338
      ],
      [
        "ors",
        -1.0280384e-06
      ],
      [
        "ville",
        -2.2365493e-05
      ]
    ]
  },
  "Self advancement among practitioners of this religion is described by the Bridge to Total Freedom. In": {
    "guess": "Church of Scientology",
    "confidence": [
      [
        "Church",
        -0.0437319
      ],
      [
        " of",
        -0.00041637212
      ],
      [
        " Scientology",
        -9.031158e-05
      ]
    ]
  },
  "A self portrait of this artist wearing a cross on his black tunic and holding a palette can be seen in one of his paintings. He included a cupid holding a mirror in his Rokeby Venus and painted the results of the siege of a Dutch town in The Surrender of Breda. This artist painted a girl stepping on": {
    "guess": "Diego Velázquez",
    "confidence": [
      [
        "Die",
        -0.0031880478
      ],
      [
        "go",
        -5.2001665e-06
      ],
      [
        " Vel",
        -0.00086572603
      ],
      [
        "áz",
        -3.0471343e-05
      ],
      [
        "quez",
        -3.1186566e-05
      ]
    ]
  },
  "A self-portrait by this artist shares its name with a children's book written about him by Francois Place, namely The Old Man Mad About Drawing. In one work, this artist of Oceans of Wisdom depicted a trio of men tossing packages to each other on the roof of a pawn shop. In another of his works, a bunch of sheets of paper blow into the air as a group of travelers struggle against the wind, while a": {
    "guess": "Johann Peter Hasenclever",
    "confidence": [
      [
        "J",
        -1.1905311
      ],
      [
        "oh",
        -1.0583001
      ],
      [
        "ann",
        -0.008284174
      ],
      [
        " Peter",
        -1.6530454
      ],
      [
        " Has",
        -0.45425394
      ],
      [
        "enc",
        -0.00027945114
      ],
      [
        "lever",
        -3.8934802e-05
      ]
    ]
  },
  "It isn't Sekigahara, but this battle was also decided by the treachery of one of the losing commander's": {
    "guess": "Battle of Cannae",
    "confidence": [
      [
        "Battle",
        -0.056497682
      ],
      [
        " of",
        -0.0011246218
      ],
      [
        " Cann",
        -0.6398618
      ],
      [
        "ae",
        -1.0921943e-05
      ]
    ]
  },
  "Self advancement among practitioners of this religion is described by the Bridge to Total Freedom. In this religion, the ARC and KRC triangles govern the stability of society. This religion emphasizes auditing, which it believes can occur with the help of E-meters. Volcanoes with hydrogen (*) bombs detonated inside were thought to have made thetans stick together in this religion, which despises an": {
    "guess": "Church of Scientology",
    "confidence": [
      [
        "Church",
        -0.1528631
      ],
      [
        " of",
        -0.00031079436
      ],
      [
        " Scientology",
        -0.00019567294
      ]
    ]
  },
  "It isn't Sekigahara, but this battle was also decided by the treachery of one of the losing commander's generals, who refused to attack the victor's camp after Kilpatrick had launched an attack on the water ponds. The losers posessed heavy artillery operated by French specialists, but their initial cannonade against the victor's position proved useless because of the longer range of the British guns. William Watts negotiated the betrayal of Mir Jafar, who was installed as the next Nawab as a consequence of this engagement, in which Siraj Ud Daulah was forced to retreat despite having roughly 50,000": {
    "guess": "Battle of Plassey",
    "confidence": [
      [
        "Battle",
        -0.025921347
      ],
      [
        " of",
        -0.0014245218
      ],
      [
        " Pl",
        -0.019711541
      ],
      [
        "as",
        -7.8748824e-05
      ],
      [
        "sey",
        -6.704273e-07
      ]
    ]
  },
  "A self portrait of this artist wearing a cross on his black tunic and holding a palette can be seen in one of his paintings. He included a cupid holding a mirror in his Rokeby Venus and painted the results of the siege of a Dutch town in The Surrender of Breda. This artist painted a girl stepping on a dog and a dwarf in a dress as the title attendants of the Infanta Margarita as court painter for Philip IV of Spain. For 20 points, name this Spanish painter of Las Meninas.": {
    "guess": "Diego Velázquez",
    "confidence": [
      [
        "Die",
        -0.00061283633
      ],
      [
        "go",
        -2.6968896e-06
      ],
      [
        " Vel",
        -0.0019437458
      ],
      [
        "áz",
        -1.11603495e-05
      ],
      [
        "quez",
        -3.1186566e-05
      ]
    ]
  },
  "Seligman interprets the results of this experiment as support for his preparedness theory of stimuli pairing. Conductied in part by Rosalie Rayner, in the \"Incidental Observations\", her and her more famous": {
    "guess": "Little Albert experiment",
    "confidence": [
      [
        "Little",
        -0.11228448
      ],
      [
        " Albert",
        -0.0015001025
      ],
      [
        " experiment",
        -0.011013274
      ]
    ]
  },
  "A self-portrait by this artist shares its name with a children's book written about him by Francois Place, namely The Old Man Mad About Drawing. In one work, this artist of Oceans of Wisdom depicted a trio of men tossing packages to each other on the roof of a pawn shop. In another of his works, a bunch of sheets of paper blow into the air as a group of travelers struggle against the wind, while a third of his works depicts a man kneeling inside a huge barrel. His most famous series depicts a \"dragon of smoke\" issuing from the title entity in one entry, while another entry shows a several boats struggling against the title aquatic phenomenon, The Great Wave of Kanagawa. For 10 points, idenitfy this Japanese ukiyo-e artist who created the series Thirty-Six Views of Mount Fuji.": {
    "guess": "Katsushika Hokusai",
    "confidence": [
      [
        "K",
        -0.67694813
      ],
      [
        "ats",
        -0.00010580806
      ],
      [
        "ush",
        -0.0002703953
      ],
      [
        "ika",
        -1.60477e-05
      ],
      [
        " H",
        -0.00014036978
      ],
      [
        "okus",
        -2.220075e-06
      ],
      [
        "ai",
        -1.9862217e-05
      ]
    ]
  },
  "Seligman interprets the results of this experiment as support for his preparedness theory of stimuli": {
    "guess": "Little Albert experiment",
    "confidence": [
      [
        "Little",
        -0.20453188
      ],
      [
        " Albert",
        -0.00064118847
      ],
      [
        " experiment",
        -0.0026853986
      ]
    ]
  },
  "Seligman interprets the results of this experiment as support for his preparedness theory of stimuli pairing. Conductied in part by Rosalie Rayner, in the \"Incidental Observations\", her and her more famous collaborator noted that thumb sucking was often used as a compensatory device for blocking fear. They claim the subject overgeneralized to such things as a Santa Claus mask, a bearded man, and a": {
    "guess": "Little Albert experiment",
    "confidence": [
      [
        "Little",
        -0.046268065
      ],
      [
        " Albert",
        -0.005994917
      ],
      [
        " experiment",
        -0.020605069
      ]
    ]
  },
  "A self-portrait of this man in his largest painting is often attributed to his wife, Susan MacDowell. In a painting this artist man made of a friend, an arched bridge appears over the Schuylkill River, on which that friend rows a small boat. This artist of Max Schmitt in a Single Scull also depicted": {
    "guess": "Thomas Eakins",
    "confidence": [
      [
        "Thomas",
        -0.027636014
      ],
      [
        " E",
        -0.0005508871
      ],
      [
        "ak",
        -0.00015074051
      ],
      [
        "ins",
        -1.0206721e-05
      ]
    ]
  },
  "A self-portrait by this artist shares its name with a children's book written about him by Francois Place,": {
    "guess": "Antoine de Saint-Exupéry",
    "confidence": [
      [
        "Ant",
        -1.8582337
      ],
      [
        "oine",
        -0.04577149
      ],
      [
        " de",
        -0.042671755
      ],
      [
        " Saint",
        -0.0018321344
      ],
      [
        "-",
        -0.00878628
      ],
      [
        "Ex",
        -0.00078544876
      ],
      [
        "up",
        -0.0001407274
      ],
      [
        "é",
        -0.063137315
      ],
      [
        "ry",
        -2.2246291e-05
      ]
    ]
  },
  "A self-portrait by this artist shares its name with a children's book written about him by Francois Place, namely The Old Man Mad About Drawing. In one work, this artist of Oceans of Wisdom depicted a": {
    "guess": "Jean-Jacques Sempé",
    "confidence": [
      [
        "Jean",
        -0.95187217
      ],
      [
        "-J",
        -0.2474065
      ],
      [
        "ac",
        -0.0024273829
      ],
      [
        "ques",
        -0.0010741344
      ],
      [
        " S",
        -0.048787657
      ],
      [
        "emp",
        -0.00020377879
      ],
      [
        "é",
        -0.0037190807
      ]
    ]
  },
  "Self advancement among practitioners of this religion is described by the Bridge to Total Freedom. In this religion, the ARC and KRC triangles govern the stability of society. This religion emphasizes auditing, which it believes can occur with the help of E-meters. Volcanoes with hydrogen (*) bombs detonated": {
    "guess": "Church of Scientology",
    "confidence": [
      [
        "Church",
        -0.016630944
      ],
      [
        " of",
        -1.735894e-05
      ],
      [
        " Scientology",
        -1.5928495e-05
      ]
    ]
  },
  "It isn't Sekigahara, but this battle was also decided by the treachery of one of the losing commander's generals, who refused to attack the victor's camp after Kilpatrick had launched an attack on the water ponds. The losers posessed heavy artillery operated by French specialists, but their initial cannonade": {
    "guess": "Battle of Plassey",
    "confidence": [
      [
        "Battle",
        -0.06331961
      ],
      [
        " of",
        -0.00043543737
      ],
      [
        " Pl",
        -0.23498736
      ],
      [
        "as",
        -0.0016813673
      ],
      [
        "sey",
        -0.00011415232
      ]
    ]
  },
  "A self-portrait of this man in his largest painting is often attributed to his wife, Susan MacDowell. In a painting this artist man made of a friend, an arched bridge appears over the Schuylkill River, on which that friend rows a small boat. This artist of Max Schmitt in a Single Scull also depicted a group of men and a nurse observing a mastectomy. The only woman in another painting by this man shields": {
    "guess": "Thomas Eakins",
    "confidence": [
      [
        "Thomas",
        -0.0030382012
      ],
      [
        " E",
        -0.000520028
      ],
      [
        "ak",
        -0.00013274075
      ],
      [
        "ins",
        -8.061054e-06
      ]
    ]
  },
  "A self-portrait of this man in his largest painting is often attributed to his wife, Susan MacDowell. In a painting this artist man made of a friend, an arched bridge appears over the Schuylkill River, on which that friend rows a small boat. This artist of Max Schmitt in a Single Scull also depicted a group of men and a nurse observing a mastectomy. The only woman in another painting by this man shields her eyes as medical students operate on a man's leg in a surgical theater. For 10 points, name this artist of the similarly named Philadelphia-set paintings The Agnew Clinic and The Gross Clinic.": {
    "guess": "Thomas Eakins",
    "confidence": [
      [
        "Thomas",
        -0.004060829
      ],
      [
        " E",
        -0.00074815995
      ],
      [
        "ak",
        -0.00028564973
      ],
      [
        "ins",
        -1.7478143e-05
      ]
    ]
  },
  "It isn't Sekigahara, but this battle was also decided by the treachery of one of the losing commander's generals, who refused to attack the victor's camp after Kilpatrick had launched an attack on the water ponds. The losers posessed heavy artillery operated by French specialists, but their initial cannonade against the victor's position proved useless because of the longer range of the British guns. William Watts negotiated the betrayal of Mir Jafar, who was installed as the next Nawab as a consequence of this engagement, in which Siraj Ud Daulah was forced to retreat despite having roughly 50,000 troops as opposed to the less than 3,000 under British command. Marking the beginning of the British conquest of India, FTP, name this June 23, 1757 battle which was won by Robert Clive.": {
    "guess": "Battle of Plassey",
    "confidence": [
      [
        "Battle",
        -0.0007275634
      ],
      [
        " of",
        -4.692145e-05
      ],
      [
        " Pl",
        -4.2153304e-05
      ],
      [
        "as",
        -0.000106046464
      ],
      [
        "sey",
        -3.1281633e-07
      ]
    ]
  },
  "Seligman interprets the results of this experiment as support for his preparedness theory of stimuli pairing. Conductied in part by Rosalie Rayner, in the \"Incidental Observations\", her and her more famous collaborator noted that thumb sucking was often used as a compensatory device for blocking fear. They claim the subject overgeneralized to such things as a Santa Claus mask, a bearded man, and a fur coat. Later analysis showed that the experimenters overstated the fear response compared the response when the bar was struck with the hammer. FTP, name this behaviorist experiment most famously associated": {
    "guess": "Little Albert experiment",
    "confidence": [
      [
        "Little",
        -0.034603897
      ],
      [
        " Albert",
        -0.0011399771
      ],
      [
        " experiment",
        -0.20906428
      ]
    ]
  },
  "A self-portrait of this man in his largest painting is often attributed to his wife, Susan MacDowell. In a painting this artist man made of a friend, an arched bridge appears over the Schuylkill River,": {
    "guess": "Thomas Eakins",
    "confidence": [
      [
        "Thomas",
        -0.12708864
      ],
      [
        " E",
        -0.009463045
      ],
      [
        "ak",
        -3.3213026e-05
      ],
      [
        "ins",
        -2.6537622e-05
      ]
    ]
  }
}