{
  "Pirates in this modern day country based in Senj were forced to disband after causing a namesake war": {
    "guess": "Croatia",
    "confidence": [
      [
        "C",
        -0.015154959
      ],
      [
        "roat",
        -9.0907604e-05
      ],
      [
        "ia",
        -6.098748e-05
      ]
    ]
  },
  "Pirates in this modern day country based in Senj were forced to disband after causing a namesake war between the Habsburgs and Venetians. In addition to the Uskoks, forces mostly from this country defeated a much larger Ottoman force at Sisak, triggering the Long War, after the peace achieved following the defeat of force's from this country at the Battle of Krbava Field. Although not Poland, it entered a pacta conventa with Coloman the Booklover of Hungary, which was nominally allowed for self-governance and a personal union with Hungary. Its major port was made a free city in the 1920 Treaty": {
    "guess": "Croatia",
    "confidence": [
      [
        "C",
        -0.36365962
      ],
      [
        "roat",
        -2.4391957e-05
      ],
      [
        "ia",
        -0.009210896
      ]
    ]
  },
  "When Pirithous came to abduct and marry her, her husband had Pirithous bound to a chair with serpents. She turned Minthe into a mint plant when her husband pursued the nymph. Her jealousy seems odd, since her marriage was the result of her abduction from the field of Enna where she picked flowers with": {
    "guess": "Persephone",
    "confidence": [
      [
        "Per",
        -0.40396166
      ],
      [
        "se",
        -1.1398757e-05
      ],
      [
        "phone",
        -0.0001245157
      ]
    ]
  },
  "Pirates in this modern day country based in Senj were forced to disband after causing a namesake war between the Habsburgs and Venetians. In addition to the Uskoks, forces mostly from this country defeated a much larger Ottoman force at Sisak, triggering the Long War, after the peace achieved following the defeat of force's from this country at the Battle of Krbava Field. Although not Poland, it entered": {
    "guess": "Croatia",
    "confidence": [
      [
        "C",
        -0.12178346
      ],
      [
        "roat",
        -0.00018304103
      ],
      [
        "ia",
        -0.04067109
      ]
    ]
  },
  "When Pirithous came to abduct and marry her, her husband had Pirithous bound to a chair with serpents.": {
    "guess": "Persephone",
    "confidence": [
      [
        "Per",
        -0.6170975
      ],
      [
        "se",
        -0.00039694557
      ],
      [
        "phone",
        -0.00029923528
      ]
    ]
  },
  "When Pirithous came to abduct and marry her, her husband had Pirithous bound to a chair with serpents. She turned Minthe into a mint plant when her husband pursued the nymph. Her jealousy seems odd, since her marriage was the result of her abduction from the field of Enna where she picked flowers with her attendants, who were turned into the Sirens. This abduction caused the Earth to become fallow": {
    "guess": "Persephone",
    "confidence": [
      [
        "Per",
        -0.1175744
      ],
      [
        "se",
        -1.8550976e-05
      ],
      [
        "phone",
        -6.80205e-05
      ]
    ]
  },
  "When Pirithous came to abduct and marry her, her husband had Pirithous bound to a chair with serpents. She turned Minthe into a mint plant when her husband pursued the nymph. Her jealousy seems odd, since her marriage was the result of her abduction from the field of Enna where she picked flowers with her attendants, who were turned into the Sirens. This abduction caused the Earth to become fallow due to the inattention of her mother, Demeter. For ten points, name this Greek goddess of flowers, the wife of Hades.": {
    "guess": "Persephone",
    "confidence": [
      [
        "Per",
        -0.0042823465
      ],
      [
        "se",
        -2.7252845e-05
      ],
      [
        "phone",
        -3.333223e-05
      ]
    ]
  },
  "Pirates in this modern day country based in Senj were forced to disband after causing a namesake war between the Habsburgs and Venetians. In addition to the Uskoks, forces mostly from this country defeated": {
    "guess": "Croatia",
    "confidence": [
      [
        "C",
        -0.0037374913
      ],
      [
        "roat",
        -1.640531e-05
      ],
      [
        "ia",
        -0.005733721
      ]
    ]
  },
  "Pirates in this modern day country based in Senj were forced to disband after causing a namesake war between the Habsburgs and Venetians. In addition to the Uskoks, forces mostly from this country defeated a much larger Ottoman force at Sisak, triggering the Long War, after the peace achieved following the defeat of force's from this country at the Battle of Krbava Field. Although not Poland, it entered a pacta conventa with Coloman the Booklover of Hungary, which was nominally allowed for self-governance": {
    "guess": "Croatia",
    "confidence": [
      [
        "C",
        -0.05405829
      ],
      [
        "roat",
        -0.00029470553
      ],
      [
        "ia",
        -0.0018658104
      ]
    ]
  },
  "Pirates in this modern day country based in Senj were forced to disband after causing a namesake war between the Habsburgs and Venetians. In addition to the Uskoks, forces mostly from this country defeated a much larger Ottoman force at Sisak, triggering the Long War, after the peace achieved following the defeat of force's from this country at the Battle of Krbava Field. Although not Poland, it entered a pacta conventa with Coloman the Booklover of Hungary, which was nominally allowed for self-governance and a personal union with Hungary. Its major port was made a free city in the 1920 Treaty of Rapallo between Italy and Yugoslavia, even though Italians were the majority in that city. This country, which controls most of the Istrian Peninsula, possesses the city of Rijeka, which was once known as Fiume. For 10 points, name this country with capital at Zagreb.": {
    "guess": "Croatia",
    "confidence": [
      [
        "C",
        -0.0005601813
      ],
      [
        "roat",
        -1.9816675e-06
      ],
      [
        "ia",
        -0.000119754885
      ]
    ]
  },
  "When Pirithous came to abduct and marry her, her husband had Pirithous bound to a chair with serpents. She turned Minthe into a mint plant when her husband pursued the nymph. Her jealousy seems odd, since": {
    "guess": "Persephone",
    "confidence": [
      [
        "Per",
        -0.36769706
      ],
      [
        "se",
        -0.00017350474
      ],
      [
        "phone",
        -0.0001659949
      ]
    ]
  },
  "Pirates in this modern day country based in Senj were forced to disband after causing a namesake war between the Habsburgs and Venetians. In addition to the Uskoks, forces mostly from this country defeated a much larger Ottoman force at Sisak, triggering the Long War, after the peace achieved following": {
    "guess": "Croatia",
    "confidence": [
      [
        "C",
        -0.17621212
      ],
      [
        "roat",
        -0.00024703506
      ],
      [
        "ia",
        -0.08067499
      ]
    ]
  },
  "Pirates in this modern day country based in Senj were forced to disband after causing a namesake war between the Habsburgs and Venetians. In addition to the Uskoks, forces mostly from this country defeated a much larger Ottoman force at Sisak, triggering the Long War, after the peace achieved following the defeat of force's from this country at the Battle of Krbava Field. Although not Poland, it entered a pacta conventa with Coloman the Booklover of Hungary, which was nominally allowed for self-governance and a personal union with Hungary. Its major port was made a free city in the 1920 Treaty of Rapallo between Italy and Yugoslavia, even though Italians were the majority in that city. This country,": {
    "guess": "Croatia",
    "confidence": [
      [
        "C",
        -0.0027828852
      ],
      [
        "roat",
        -9.133887e-06
      ],
      [
        "ia",
        -0.0006679983
      ]
    ]
  },
  "Pirates in this modern day country based in Senj were forced to disband after causing a namesake war between the Habsburgs and Venetians. In addition to the Uskoks, forces mostly from this country defeated a much larger Ottoman force at Sisak, triggering the Long War, after the peace achieved following the defeat of force's from this country at the Battle of Krbava Field. Although not Poland, it entered a pacta conventa with Coloman the Booklover of Hungary, which was nominally allowed for self-governance and a personal union with Hungary. Its major port was made a free city in the 1920 Treaty of Rapallo between Italy and Yugoslavia, even though Italians were the majority in that city. This country, which controls most of the Istrian Peninsula, possesses the city of Rijeka, which was once known": {
    "guess": "Croatia",
    "confidence": [
      [
        "C",
        -0.0032788406
      ],
      [
        "roat",
        -6.9882217e-06
      ],
      [
        "ia",
        -0.0011574854
      ]
    ]
  },
  "When Pirithous came to abduct and marry her, her husband had Pirithous bound to a chair with serpents. She turned Minthe into a mint plant when her husband pursued the nymph. Her jealousy seems odd, since her marriage was the result of her abduction from the field of Enna where she picked flowers with her attendants, who were turned into the Sirens. This abduction caused the Earth to become fallow due to the inattention of her mother, Demeter. For ten points, name this Greek goddess of flowers, the": {
    "guess": "Persephone",
    "confidence": [
      [
        "Per",
        -0.0074418057
      ],
      [
        "se",
        -0.00017636562
      ],
      [
        "phone",
        -0.00011081461
      ]
    ]
  }
}