{
  "Edvard Munch created a version of this painting including a bowl of fruit and a nude woman facing directly towards the viewer, in which the title figure is laid out on a bed. The top half of this painting is depicts nothing but a black wall, while the bottom half contains a wooden box with the artist's": {
    "guess": "The Death of Marat",
    "confidence": [
      [
        "The",
        -0.015422157
      ],
      [
        " Death",
        -0.039690617
      ],
      [
        " of",
        -0.00023250321
      ],
      [
        " Mar",
        -0.0003801489
      ],
      [
        "at",
        -1.3306016e-05
      ]
    ]
  },
  "Eduard Lalo wrote a \"Norwegian\" one for orchestra in 1879, while Charles Stanford wrote a whole set of Irish ones.  The word derives from a Greek word for a professional dramatic reciter of Homeric poems, and the word came to mean a free-form composition.  The comic story of a man getting a job on a": {
    "guess": "Rhapsody",
    "confidence": [
      [
        "R",
        -0.25188738
      ],
      [
        "haps",
        -0.006412544
      ],
      [
        "ody",
        -0.0032496045
      ]
    ]
  },
  "Educated at Marburg and Heidelberg, this scientist used a different procedure than Oersted to produce": {
    "guess": "Hans Christian Ørsted",
    "confidence": [
      [
        "H",
        -0.9851573
      ],
      [
        "ans",
        -0.06218828
      ],
      [
        " Christian",
        -0.0003246183
      ],
      [
        " Ø",
        -0.46256816
      ],
      [
        "r",
        -0.00031377445
      ],
      [
        "sted",
        -5.7961847e-06
      ]
    ]
  },
  "Edvard Munch created a version of this painting including a bowl of fruit and a nude woman facing directly": {
    "guess": "The Death of Marat",
    "confidence": [
      [
        "The",
        -0.65569675
      ],
      [
        " Death",
        -0.009585732
      ],
      [
        " of",
        -0.00013607845
      ],
      [
        " Mar",
        -0.00012892624
      ],
      [
        "at",
        -1.3902034e-05
      ]
    ]
  },
  "His education included a Dominican school, Transylvania College and West Point. He left Congress to fight in the Mexican War, winning the battle of Buena Vista and becoming a national. His entire presidency was taken up with conflict, both external and with politicians such as vice-president Alexander Stephens. FTP, name this man who died in New Orleans in 1889 without ever having asked for his U.S. citizenship back.": {
    "guess": "Jefferson Davis",
    "confidence": [
      [
        "Jeff",
        -1.1159558
      ],
      [
        "erson",
        -1.9027791e-05
      ],
      [
        " Davis",
        -6.9570146e-05
      ]
    ]
  },
  "Eduard Lalo wrote a \"Norwegian\" one for orchestra in 1879, while Charles Stanford wrote a whole set of": {
    "guess": "Symphony in E-flat major, Op. 55",
    "confidence": [
      [
        "Sym",
        -0.7916588
      ],
      [
        "phony",
        -0.14240317
      ],
      [
        " in",
        -0.86083376
      ],
      [
        " E",
        -1.108086
      ],
      [
        "-flat",
        -0.6897484
      ],
      [
        " major",
        -0.18728514
      ],
      [
        ",",
        -0.66425276
      ],
      [
        " Op",
        -0.055203274
      ],
      [
        ".",
        -0.005567532
      ],
      [
        " ",
        -0.012545088
      ],
      [
        "55",
        -1.5773025
      ]
    ]
  },
  "Educated at Marburg and Heidelberg, this scientist used a different procedure than Oersted to produce essentially pure aluminum in 1827, for which he was honored by Napoleon III. He spent a year with Berzelius": {
    "guess": "Friedrich Wöhler",
    "confidence": [
      [
        "F",
        -0.09869184
      ],
      [
        "ried",
        -0.0025741137
      ],
      [
        "rich",
        -0.0001309527
      ],
      [
        " W",
        -0.0065031517
      ],
      [
        "öh",
        -0.008472381
      ],
      [
        "ler",
        -2.4749568e-05
      ]
    ]
  },
  "Eduard Lalo wrote a \"Norwegian\" one for orchestra in 1879, while Charles Stanford wrote a whole set of Irish ones.  The word derives from a Greek word for a professional dramatic reciter of Homeric poems, and the word came to mean a free-form composition.  The comic story of a man getting a job on a construction site during the Depression was Fantasia II's setting of the jazz piano concerto that is the most famous American work in, FTP, what musical form that includes Liszt's Hungarian ones, Rachmaninoff's on a theme of Paganini, and Queen's Bohemian?": {
    "guess": "Fantasia",
    "confidence": [
      [
        "Fant",
        -0.4824562
      ],
      [
        "asia",
        -0.045262016
      ]
    ]
  },
  "Educated at Marburg and Heidelberg, this scientist used a different procedure than Oersted to produce essentially pure aluminum in 1827, for which he was honored by Napoleon III. He spent a year with Berzelius in Stockholm, and his friendship with Liebig and their common interest in cyanates led to his most famous discovery. While attempting to prepare ammonium cyanate from silver cyanate and ammonium chloride, he produced a natural product from inorganic materials. FTP, who is this German chemist who synthesized urea in 1828?": {
    "guess": "Friedrich Wöhler",
    "confidence": [
      [
        "F",
        -0.008859667
      ],
      [
        "ried",
        -0.00028362326
      ],
      [
        "rich",
        -7.982166e-05
      ],
      [
        " W",
        -0.00038848948
      ],
      [
        "öh",
        -0.005544886
      ],
      [
        "ler",
        -2.749125e-05
      ]
    ]
  },
  "Edvard Munch created a version of this painting including a bowl of fruit and a nude woman facing directly towards the viewer, in which the title figure is laid out on a bed. The top half of this painting is depicts nothing but a black wall, while the bottom half contains a wooden box with the artist's signature on it and an inkwell on top. The title figure holds a (*) note in his left hand and a quill in his right after being murdered in his bathtub by Charlotte Corday. For 10 points, name this": {
    "guess": "The Death of Marat",
    "confidence": [
      [
        "The",
        -0.12563388
      ],
      [
        " Death",
        -0.02142861
      ],
      [
        " of",
        -0.00020222914
      ],
      [
        " Mar",
        -0.0007823494
      ],
      [
        "at",
        -8.418666e-06
      ]
    ]
  },
  "His education included a Dominican school, Transylvania College and West Point. He left Congress to fight in the Mexican War, winning the battle of Buena Vista and becoming a national. His entire presidency": {
    "guess": "Zachary Taylor",
    "confidence": [
      [
        "Z",
        -0.03960618
      ],
      [
        "ach",
        -2.4584822e-06
      ],
      [
        "ary",
        -6.909333e-05
      ],
      [
        " Taylor",
        -0.00024037065
      ]
    ]
  },
  "Educated at Marburg and Heidelberg, this scientist used a different procedure than Oersted to produce essentially pure aluminum in 1827, for which he was honored by Napoleon III. He spent a year with Berzelius in Stockholm, and his friendship with Liebig and their common interest in cyanates led to his most famous discovery. While attempting to prepare ammonium cyanate from silver cyanate and ammonium": {
    "guess": "Friedrich Wöhler",
    "confidence": [
      [
        "F",
        -0.14920829
      ],
      [
        "ried",
        -0.00041184606
      ],
      [
        "rich",
        -0.000274683
      ],
      [
        " W",
        -0.00087978103
      ],
      [
        "öh",
        -0.011296199
      ],
      [
        "ler",
        -1.5928495e-05
      ]
    ]
  },
  "Edvard Munch created a version of this painting including a bowl of fruit and a nude woman facing directly towards the viewer, in which the title figure is laid out on a bed. The top half of this painting is depicts nothing but a black wall, while the bottom half contains a wooden box with the artist's signature on it and an inkwell on top. The title figure holds a (*) note in his left hand and a quill": {
    "guess": "The Death of Marat",
    "confidence": [
      [
        "The",
        -0.009999251
      ],
      [
        " Death",
        -0.0072817076
      ],
      [
        " of",
        -0.00075388176
      ],
      [
        " Mar",
        -0.00028147758
      ],
      [
        "at",
        -2.6968896e-06
      ]
    ]
  },
  "Eduard Lalo wrote a \"Norwegian\" one for orchestra in 1879, while Charles Stanford wrote a whole set of Irish ones.  The word derives from a Greek word for a professional dramatic reciter of Homeric poems,": {
    "guess": "Rhapsody",
    "confidence": [
      [
        "R",
        -0.87788725
      ],
      [
        "haps",
        -0.0034454034
      ],
      [
        "ody",
        -0.0024398626
      ]
    ]
  },
  "Eduard Lalo wrote a \"Norwegian\" one for orchestra in 1879, while Charles Stanford wrote a whole set of Irish ones.  The word derives from a Greek word for a professional dramatic reciter of Homeric poems, and the word came to mean a free-form composition.  The comic story of a man getting a job on a construction site during the Depression was Fantasia II's setting of the jazz piano concerto that is": {
    "guess": "Rhapsody",
    "confidence": [
      [
        "R",
        -0.12861255
      ],
      [
        "haps",
        -0.0029416867
      ],
      [
        "ody",
        -0.0018347532
      ]
    ]
  },
  "His education included a Dominican school, Transylvania College and West Point. He left Congress to fight in the Mexican War, winning the battle of Buena Vista and becoming a national. His entire presidency was taken up with conflict, both external and with politicians such as vice-president Alexander Stephens. FTP, name this man who died in New Orleans in 1889 without ever having asked for his U.S.": {
    "guess": "Zachary Taylor",
    "confidence": [
      [
        "Z",
        -0.8827592
      ],
      [
        "ach",
        -2.4391957e-05
      ],
      [
        "ary",
        -0.00025990538
      ],
      [
        " Taylor",
        -0.0007623416
      ]
    ]
  },
  "Edvard Munch created a version of this painting including a bowl of fruit and a nude woman facing directly towards the viewer, in which the title figure is laid out on a bed. The top half of this painting is depicts nothing but a black wall, while the bottom half contains a wooden box with the artist's signature on it and an inkwell on top. The title figure holds a (*) note in his left hand and a quill in his right after being murdered in his bathtub by Charlotte Corday. For 10 points, name this painting depicting an assassination which took place in 1793, by Jacques-Louis David.": {
    "guess": "The Death of Marat",
    "confidence": [
      [
        "The",
        -0.008108478
      ],
      [
        " Death",
        -0.00027742467
      ],
      [
        " of",
        -3.750436e-05
      ],
      [
        " Mar",
        -0.0001909048
      ],
      [
        "at",
        -1.3902034e-05
      ]
    ]
  },
  "Edvard Munch created a version of this painting including a bowl of fruit and a nude woman facing directly towards the viewer, in which the title figure is laid out on a bed. The top half of this painting": {
    "guess": "The Death of Marat",
    "confidence": [
      [
        "The",
        -0.04586108
      ],
      [
        " Death",
        -0.03463349
      ],
      [
        " of",
        -0.0001657565
      ],
      [
        " Mar",
        -0.0002509688
      ],
      [
        "at",
        -2.7729659e-05
      ]
    ]
  },
  "His education included a Dominican school, Transylvania College and West Point. He left Congress to fight": {
    "guess": "United States Military Academy",
    "confidence": [
      [
        "United",
        -0.98403746
      ],
      [
        " States",
        -0.0023403275
      ],
      [
        " Military",
        -0.054411497
      ],
      [
        " Academy",
        -0.00029410952
      ]
    ]
  },
  "His education included a Dominican school, Transylvania College and West Point. He left Congress to fight in the Mexican War, winning the battle of Buena Vista and becoming a national. His entire presidency was taken up with conflict, both external and with politicians such as vice-president Alexander": {
    "guess": "Zachary Taylor",
    "confidence": [
      [
        "Z",
        -0.007996961
      ],
      [
        "ach",
        -1.2113979e-05
      ],
      [
        "ary",
        -0.00013882013
      ],
      [
        " Taylor",
        -0.00034797855
      ]
    ]
  },
  "Educated at Marburg and Heidelberg, this scientist used a different procedure than Oersted to produce essentially pure aluminum in 1827, for which he was honored by Napoleon III. He spent a year with Berzelius in Stockholm, and his friendship with Liebig and their common interest in cyanates led to his most famous discovery. While attempting to prepare ammonium cyanate from silver cyanate and ammonium chloride, he produced a natural product from inorganic materials. FTP, who is this German chemist": {
    "guess": "Friedrich Woehler",
    "confidence": [
      [
        "F",
        -0.633221
      ],
      [
        "ried",
        -0.004633284
      ],
      [
        "rich",
        -0.0006115251
      ],
      [
        " Wo",
        -0.11156267
      ],
      [
        "ehler",
        -0.001188326
      ]
    ]
  },
  "Eduard Lalo wrote a \"Norwegian\" one for orchestra in 1879, while Charles Stanford wrote a whole set of Irish ones.  The word derives from a Greek word for a professional dramatic reciter of Homeric poems, and the word came to mean a free-form composition.  The comic story of a man getting a job on a construction site during the Depression was Fantasia II's setting of the jazz piano concerto that is the most famous American work in, FTP, what musical form that includes Liszt's Hungarian ones, Rachmaninoff's": {
    "guess": "Rhapsody",
    "confidence": [
      [
        "R",
        -0.19813453
      ],
      [
        "haps",
        -0.0011857036
      ],
      [
        "ody",
        -0.0009957717
      ]
    ]
  },
  "Educated at Marburg and Heidelberg, this scientist used a different procedure than Oersted to produce essentially pure aluminum in 1827, for which he was honored by Napoleon III. He spent a year with Berzelius in Stockholm, and his friendship with Liebig and their common interest in cyanates led to his": {
    "guess": "Friedrich Wöhler",
    "confidence": [
      [
        "F",
        -0.009625403
      ],
      [
        "ried",
        -0.00012260844
      ],
      [
        "rich",
        -0.00018482542
      ],
      [
        " W",
        -0.000512045
      ],
      [
        "öh",
        -0.0027939454
      ],
      [
        "ler",
        -4.6563837e-05
      ]
    ]
  }
}