{
  "The Lucas circles can be drawn by inscribing a square in this other geometric shape. Clark Kimberling": {
    "guess": "Lucas circle",
    "confidence": [
      [
        "Luc",
        -0.51247543
      ],
      [
        "as",
        -0.0002852921
      ],
      [
        " circle",
        -0.53591365
      ]
    ]
  },
  "The Lucas circles can be drawn by inscribing a square in this other geometric shape. Clark Kimberling has catalogued over three thousand centers of this shape, some of which include the Nagel point and the nine-point center. Kimberling center X1 refers to the point at which the angular bisectors intersect; that point does not necessary lie on the Euler line, unlike the (*) circumcenter, orthocenter, and centroid. For 10 points, name this geometric shape whose angles add up to one hundred eighty degrees and has three sides.": {
    "guess": "Triangle",
    "confidence": [
      [
        "Triangle",
        -0.06967952
      ]
    ]
  },
  "The Lucas-Lehmer test can determine if one of them is of interest. All even perfect numbers are the product of a power of 2 and a prime one; for example, 28 is \"2 squared times 7\" and 496 is \"2 to the": {
    "guess": "Even Perfect Numbers",
    "confidence": [
      [
        "Even",
        -0.691741
      ],
      [
        " Perfect",
        -0.55207944
      ],
      [
        " Numbers",
        -0.084554374
      ]
    ]
  },
  "The Lucas-Lehmer test can determine if one of them is of interest. All even perfect numbers are the product of a power of 2 and a prime one; for example, 28 is \"2 squared times 7\" and 496 is \"2 to the fourth times 31\".  For ten points, what are these numbers named for a Minim friar which are of the form": {
    "guess": "Mersenne prime",
    "confidence": [
      [
        "M",
        -0.035956524
      ],
      [
        "ers",
        -1.3663626e-05
      ],
      [
        "enne",
        -1.962381e-05
      ],
      [
        " prime",
        -0.0057883626
      ]
    ]
  },
  "The Lucas circles can be drawn by inscribing a square in this other geometric shape. Clark Kimberling has catalogued over three thousand centers of this shape, some of which include the Nagel point and the nine-point center. Kimberling center X1 refers to the point at which the angular bisectors intersect; that point does not necessary lie on the Euler line, unlike the (*) circumcenter, orthocenter, and centroid. For 10 points, name this geometric shape whose angles add up to one hundred eighty degrees": {
    "guess": "Triangle",
    "confidence": [
      [
        "Triangle",
        -0.05679563
      ]
    ]
  },
  "Lucius Sulla ordered this man to recover Sicily and Africa from the Marians, and this man crushed a revolt led by the consul Marcus Lepidus. He helped Metellus fight against Sertorius in Spain, and his son Sextus became a pirate after losing at the Battle of Munda. Aulus Gabinius granted this man powers to fight off the Cilician pirates in Lex Gabinia, and he helped end the slave rebellion led by Spartacus. Ptolemy XIII ordered the assassination of this man in Egypt, and he was defeated at the Battle": {
    "guess": "Pompey",
    "confidence": [
      [
        "P",
        -0.13272828
      ],
      [
        "om",
        -2.9756122e-05
      ],
      [
        "pe",
        -4.723352e-06
      ],
      [
        "y",
        -0.00010843054
      ]
    ]
  },
  "The Lucas-Lehmer test can determine if one of them is of interest. All even perfect numbers are the product": {
    "guess": "Perfect Numbers",
    "confidence": [
      [
        "Perfect",
        -0.3161945
      ],
      [
        " Numbers",
        -0.8652316
      ]
    ]
  },
  "The \"lucky survivors\" model of this process was described by one of its original developers and aims to explain the observation fast metastable fragmentation as an outcome of partial neutralization. Knoechnmuss and colleagues have studied the roles of secondary reactions within the plume on the final spectra yielded by this technique. The laser pulse used in this technique is usually in the ultraviolet range, where DHB, sialic acid, and other reagents used to embed the analyte in this process can strongly absorb. Developed roughly simultaneously by Tanaka and by Karas and Hillenkamp, this technique yields mainly singly charged ions with minimal fragmentation, unlike a similar soft ionization": {
    "guess": "MALDI-TOF",
    "confidence": [
      [
        "MAL",
        -0.28290904
      ],
      [
        "DI",
        -3.6431527e-05
      ],
      [
        "-",
        -0.016377203
      ],
      [
        "TO",
        -0.0019239946
      ],
      [
        "F",
        -4.00813e-06
      ]
    ]
  },
  "The \"lucky survivors\" model of this process was described by one of its original developers and aims to explain the observation fast metastable fragmentation as an outcome of partial neutralization. Knoechnmuss and colleagues have studied the roles of secondary reactions within the plume on the final spectra yielded by this technique. The laser pulse used in this technique is usually in the ultraviolet range, where DHB, sialic acid, and other reagents used to embed the analyte in this process can strongly absorb. Developed roughly simultaneously by Tanaka and by Karas and Hillenkamp, this technique yields mainly singly charged ions with minimal fragmentation, unlike a similar soft ionization technique, electrospray ionization. Like ESI, it is typically coupled to a time-of-flight mass analyzer for analysis of protein size. For 10 points, name this ion generation technique often used to analyze protein molecular weight, in which the analyte is embedded in a organic acid matrix.": {
    "guess": "Matrix-assisted laser desorption/ionization",
    "confidence": [
      [
        "Matrix",
        -0.50948566
      ],
      [
        "-ass",
        -0.024221506
      ],
      [
        "isted",
        -0.00015347853
      ],
      [
        " laser",
        -0.0027896615
      ],
      [
        " des",
        -0.0001006823
      ],
      [
        "orption",
        -0.00021974841
      ],
      [
        "/ion",
        -0.0059721656
      ],
      [
        "ization",
        -0.00013357517
      ]
    ]
  },
  "Lucius Sulla ordered this man to recover Sicily and Africa from the Marians, and this man crushed a revolt led by the consul Marcus Lepidus. He helped Metellus fight against Sertorius in Spain, and his son Sextus became a pirate after losing at the Battle of Munda. Aulus Gabinius granted this man powers": {
    "guess": "Pompey",
    "confidence": [
      [
        "P",
        -0.074632905
      ],
      [
        "om",
        -1.867018e-05
      ],
      [
        "pe",
        -1.9743013e-05
      ],
      [
        "y",
        -0.0003348698
      ]
    ]
  },
  "Lucius Sulla ordered this man to recover Sicily and Africa from the Marians, and this man crushed a revolt led by the consul Marcus Lepidus. He helped Metellus fight against Sertorius in Spain, and his son Sextus became a pirate after losing at the Battle of Munda. Aulus Gabinius granted this man powers to fight off the Cilician pirates in Lex Gabinia, and he helped end the slave rebellion led by Spartacus.": {
    "guess": "Pompey",
    "confidence": [
      [
        "P",
        -0.029233115
      ],
      [
        "om",
        -1.0802739e-05
      ],
      [
        "pe",
        -2.577686e-06
      ],
      [
        "y",
        -5.4669687e-05
      ]
    ]
  },
  "The Lucas circles can be drawn by inscribing a square in this other geometric shape. Clark Kimberling has catalogued over three thousand centers of this shape, some of which include the Nagel point and the nine-point center. Kimberling center X1 refers to the point at which the angular bisectors intersect; that point does not necessary lie on the Euler line, unlike the (*) circumcenter, orthocenter,": {
    "guess": "Triangle",
    "confidence": [
      [
        "Triangle",
        -0.1327214
      ]
    ]
  },
  "Lucius Sulla ordered this man to recover Sicily and Africa from the Marians, and this man crushed a revolt led by the consul Marcus Lepidus. He helped Metellus fight against Sertorius in Spain, and his son Sextus became a pirate after losing at the Battle of Munda. Aulus Gabinius granted this man powers to fight off the Cilician pirates in Lex Gabinia, and he helped end the slave rebellion led by Spartacus. Ptolemy XIII ordered the assassination of this man in Egypt, and he was defeated at the Battle of Pharsalus. For 10 points, name this member of the First Triumvirate who fought Julius Caesar in a civil war.": {
    "guess": "Pompey",
    "confidence": [
      [
        "P",
        -0.06198281
      ],
      [
        "om",
        -2.577686e-06
      ],
      [
        "pe",
        -1.6240566e-06
      ],
      [
        "y",
        -8.5543434e-05
      ]
    ]
  },
  "The \"lucky survivors\" model of this process was described by one of its original developers and aims to explain the observation fast metastable fragmentation as an outcome of partial neutralization. Knoechnmuss and colleagues have studied the roles of secondary reactions within the plume on the final spectra yielded by this technique. The laser pulse used in this technique is usually in the ultraviolet range, where DHB, sialic acid, and other reagents used to embed the analyte in this process can strongly absorb. Developed roughly simultaneously by Tanaka and by Karas and Hillenkamp, this technique yields mainly singly charged ions with minimal fragmentation, unlike a similar soft ionization technique, electrospray ionization. Like ESI, it is typically coupled to a time-of-flight mass analyzer for analysis of protein size. For 10 points, name this ion generation technique often used to analyze": {
    "guess": "MALDI",
    "confidence": [
      [
        "MAL",
        -0.66382027
      ],
      [
        "DI",
        -1.867018e-05
      ]
    ]
  },
  "The \"lucky survivors\" model of this process was described by one of its original developers and aims": {
    "guess": "MALDI",
    "confidence": [
      [
        "MAL",
        -0.31842235
      ],
      [
        "DI",
        -2.6060809e-05
      ]
    ]
  },
  "The Lucas-Lehmer test can determine if one of them is of interest. All even perfect numbers are the product of a power of 2 and a prime one; for example, 28 is \"2 squared times 7\" and 496 is \"2 to the fourth times 31\".  For ten points, what are these numbers named for a Minim friar which are of the form \"2 to the nth minus one\"?": {
    "guess": "Mersenne prime",
    "confidence": [
      [
        "M",
        -0.008773516
      ],
      [
        "ers",
        -1.2829201e-05
      ],
      [
        "enne",
        -4.739826e-05
      ],
      [
        " prime",
        -0.2851244
      ]
    ]
  },
  "The Lucas circles can be drawn by inscribing a square in this other geometric shape. Clark Kimberling has catalogued over three thousand centers of this shape, some of which include the Nagel point and": {
    "guess": "Triangle",
    "confidence": [
      [
        "Triangle",
        -0.0024422393
      ]
    ]
  },
  "Lucius Sulla ordered this man to recover Sicily and Africa from the Marians, and this man crushed a revolt led by the consul Marcus Lepidus. He helped Metellus fight against Sertorius in Spain, and his son Sextus became a pirate after losing at the Battle of Munda. Aulus Gabinius granted this man powers to fight off the Cilician pirates in Lex Gabinia, and he helped end the slave rebellion led by Spartacus. Ptolemy XIII ordered the assassination of this man in Egypt, and he was defeated at the Battle of Pharsalus. For 10 points, name this member of the First Triumvirate who fought Julius Caesar": {
    "guess": "Pompey",
    "confidence": [
      [
        "P",
        -0.106569074
      ],
      [
        "om",
        -1.0445127e-05
      ],
      [
        "pe",
        -1.8624639e-06
      ],
      [
        "y",
        -9.6629374e-05
      ]
    ]
  },
  "The \"lucky survivors\" model of this process was described by one of its original developers and aims to explain the observation fast metastable fragmentation as an outcome of partial neutralization. Knoechnmuss and colleagues have studied the roles of secondary reactions within the plume on the final spectra yielded by this technique. The laser pulse used in this technique is usually in the ultraviolet range, where DHB, sialic acid, and other reagents used to embed the analyte in this process can": {
    "guess": "Matrix-assisted laser desorption/ionization",
    "confidence": [
      [
        "Matrix",
        -0.5385387
      ],
      [
        "-ass",
        -0.0153038325
      ],
      [
        "isted",
        -0.00016456447
      ],
      [
        " laser",
        -0.0024005054
      ],
      [
        " des",
        -4.6563837e-05
      ],
      [
        "orption",
        -0.00046355845
      ],
      [
        "/ion",
        -0.005015648
      ],
      [
        "ization",
        -3.357064e-05
      ]
    ]
  },
  "The \"lucky survivors\" model of this process was described by one of its original developers and aims to explain the observation fast metastable fragmentation as an outcome of partial neutralization. Knoechnmuss and colleagues have studied the roles of secondary reactions within the plume on the final spectra yielded by this technique. The laser pulse used in this technique is usually in the ultraviolet": {
    "guess": "Matrix-assisted laser desorption/ionization",
    "confidence": [
      [
        "Matrix",
        -0.13722816
      ],
      [
        "-ass",
        -0.0040011113
      ],
      [
        "isted",
        -0.00012713818
      ],
      [
        " laser",
        -0.003303074
      ],
      [
        " des",
        -2.2842309e-05
      ],
      [
        "orption",
        -0.00036239854
      ],
      [
        "/ion",
        -0.010461684
      ],
      [
        "ization",
        -2.5583993e-05
      ]
    ]
  },
  "Lucius Sulla ordered this man to recover Sicily and Africa from the Marians, and this man crushed a revolt": {
    "guess": "Pompey",
    "confidence": [
      [
        "P",
        -0.05142904
      ],
      [
        "om",
        -0.00010568886
      ],
      [
        "pe",
        -1.2664457e-06
      ],
      [
        "y",
        -5.383526e-05
      ]
    ]
  },
  "Lucius Sulla ordered this man to recover Sicily and Africa from the Marians, and this man crushed a revolt led by the consul Marcus Lepidus. He helped Metellus fight against Sertorius in Spain, and his": {
    "guess": "Pompey",
    "confidence": [
      [
        "P",
        -0.029050875
      ],
      [
        "om",
        -3.3451433e-05
      ],
      [
        "pe",
        -2.3392786e-06
      ],
      [
        "y",
        -5.3000836e-05
      ]
    ]
  },
  "The \"lucky survivors\" model of this process was described by one of its original developers and aims to explain the observation fast metastable fragmentation as an outcome of partial neutralization. Knoechnmuss and colleagues have studied the roles of secondary reactions within the plume on the final spectra yielded by this technique. The laser pulse used in this technique is usually in the ultraviolet range, where DHB, sialic acid, and other reagents used to embed the analyte in this process can strongly absorb. Developed roughly simultaneously by Tanaka and by Karas and Hillenkamp, this technique yields mainly singly charged ions with minimal fragmentation, unlike a similar soft ionization technique, electrospray ionization. Like ESI, it is typically coupled to a time-of-flight mass analyzer": {
    "guess": "Matrix-assisted laser desorption/ionization",
    "confidence": [
      [
        "Matrix",
        -0.5503717
      ],
      [
        "-ass",
        -0.0054281047
      ],
      [
        "isted",
        -5.1689596e-05
      ],
      [
        " laser",
        -0.003250912
      ],
      [
        " des",
        -2.3795938e-05
      ],
      [
        "orption",
        -0.00012904544
      ],
      [
        "/ion",
        -0.0071460605
      ],
      [
        "ization",
        -9.1026806e-05
      ]
    ]
  },
  "The \"lucky survivors\" model of this process was described by one of its original developers and aims to explain the observation fast metastable fragmentation as an outcome of partial neutralization. Knoechnmuss and colleagues have studied the roles of secondary reactions within the plume on the final": {
    "guess": "Laser ablation",
    "confidence": [
      [
        "L",
        -0.7420594
      ],
      [
        "aser",
        -0.014577476
      ],
      [
        " ab",
        -0.35200393
      ],
      [
        "lation",
        -4.298773e-05
      ]
    ]
  },
  "The Lucas circles can be drawn by inscribing a square in this other geometric shape. Clark Kimberling has catalogued over three thousand centers of this shape, some of which include the Nagel point and the nine-point center. Kimberling center X1 refers to the point at which the angular bisectors intersect;": {
    "guess": "Triangle",
    "confidence": [
      [
        "Triangle",
        -0.056048967
      ]
    ]
  },
  "The \"lucky survivors\" model of this process was described by one of its original developers and aims to explain the observation fast metastable fragmentation as an outcome of partial neutralization. Knoechnmuss and colleagues have studied the roles of secondary reactions within the plume on the final spectra yielded by this technique. The laser pulse used in this technique is usually in the ultraviolet range, where DHB, sialic acid, and other reagents used to embed the analyte in this process can strongly absorb. Developed roughly simultaneously by Tanaka and by Karas and Hillenkamp, this technique": {
    "guess": "MALDI-TOF",
    "confidence": [
      [
        "MAL",
        -0.70661753
      ],
      [
        "DI",
        -5.550411e-05
      ],
      [
        "-",
        -0.006474372
      ],
      [
        "TO",
        -0.0003892047
      ],
      [
        "F",
        -3.5313153e-06
      ]
    ]
  },
  "The \"lucky survivors\" model of this process was described by one of its original developers and aims to explain the observation fast metastable fragmentation as an outcome of partial neutralization. Knoechnmuss": {
    "guess": "Fragmentation model",
    "confidence": [
      [
        "Fragment",
        -1.4636271
      ],
      [
        "ation",
        -0.0036234737
      ],
      [
        " model",
        -0.70646006
      ]
    ]
  }
}