{
  "The machine used in this experiment can be represented as a projection operator into orthogonal subspaces. Usually modeled using electrons, the original experiment actually used silver atoms, and later ones verified it with hydrogen atoms. Though one of the simplest quantum systems, with only two states, it was nonetheless critical to the development of quantum mechanics, demonstrating the nature of measurement as a process that fundamentally altered the system. FTP, name this 1922 experiment devised by a pair of German physicists in which particles were deflected through an inhomogeneous magnetic field, demonstrated that they have intrinsic spin.": {
    "guess": "Stern–Gerlach experiment",
    "confidence": [
      [
        "S",
        -0.0001246349
      ],
      [
        "tern",
        -6.869018e-06
      ],
      [
        "–",
        -0.0019939432
      ],
      [
        "Ger",
        -1.9361265e-07
      ],
      [
        "l",
        -1.2948405e-05
      ],
      [
        "ach",
        -1.9816675e-06
      ],
      [
        " experiment",
        -0.0021933254
      ]
    ]
  },
  "This machine can be summoned via telegraph wire by a man who \"could, without missing it, pay the  national": {
    "guess": "Telegraphy",
    "confidence": [
      [
        "Tele",
        -1.029288
      ],
      [
        "graph",
        -0.033555098
      ],
      [
        "y",
        -1.3129624
      ]
    ]
  },
  "They can be made by reacting a halo-alkane with magnesium in ether. These  organometallic compounds have the general formula RMgX, where R is an organic  group and X is a halogen. FTP, name these compounds, useful in organic  synthesis, where render organic groups nucleophilic, and which are named for": {
    "guess": "Grignard reagent",
    "confidence": [
      [
        "Gr",
        -0.3473509
      ],
      [
        "ign",
        -1.2829201e-05
      ],
      [
        "ard",
        -2.618001e-05
      ],
      [
        " re",
        -0.4025686
      ],
      [
        "agent",
        -0.4716751
      ]
    ]
  },
  "Mademoiselle Y's name is revealed to be Amelia in one play by this author consisting of a monologue by Frau X. This playwright of The Stronger faced a blasphemy trial over the publication of his short story collection Married. Frederik commits arson to kill himself and his family because Elise misused all their money in his play The (*) Pelican. This author wrote a play in which the title character's": {
    "guess": "August Strindberg",
    "confidence": [
      [
        "August",
        -0.032044094
      ],
      [
        " Str",
        -0.00012558853
      ],
      [
        "ind",
        -0.00020830853
      ],
      [
        "berg",
        -0.00015157493
      ]
    ]
  },
  "They can be made by reacting a halo-alkane with magnesium in ether. These  organometallic compounds have the general formula RMgX, where R is an organic  group and X is a halogen. FTP, name these compounds,": {
    "guess": "Grignard reagents",
    "confidence": [
      [
        "Gr",
        -0.03778462
      ],
      [
        "ign",
        -4.8425554e-06
      ],
      [
        "ard",
        -1.4617256e-05
      ],
      [
        " re",
        -0.13626952
      ],
      [
        "agents",
        -0.2961319
      ]
    ]
  },
  "He made a notorious for a personal loan he made to the island of Salamis at forty-eight percent interest, though opinion forgave him when he joined the Optimate side during the second civil war. His mother Servilia prodded his career along, and his lack of military experience did not prevent him from holding off Mark Antony for a time at Philippi, where he was compelled to take his life along with Caius Cassius. For 10 points, name this conspirator who was pointedly asked \"and you?\" after stabbing Julius Caesar.": {
    "guess": "Marcus Junius Brutus the Younger",
    "confidence": [
      [
        "Marcus",
        -0.67332685
      ],
      [
        " Jun",
        -0.025621602
      ],
      [
        "ius",
        -0.00012106613
      ],
      [
        " Brut",
        -0.00024144349
      ],
      [
        "us",
        -6.742448e-05
      ],
      [
        " the",
        -0.5862673
      ],
      [
        " Young",
        -0.0004965559
      ],
      [
        "er",
        -5.4385737e-06
      ]
    ]
  },
  "The only man-made island in this chain is Longue Vue Island, while the lands of Zavikon Island are connected by a famously small bridge. Other islands in this group include Dark Island, which is home to": {
    "guess": "Thousand Islands",
    "confidence": [
      [
        "Th",
        -0.19920845
      ],
      [
        "ousand",
        -0.00013905855
      ],
      [
        " Islands",
        -0.00017708084
      ]
    ]
  },
  "He made an opera about Henry VIII, and an early film score for The Assassination of the Duke of Guise. One of his violin concertos uses Cuban rhythms, the Havanaise, and his symphonies include one nicknamed for an instrument in two of its sections, the (*) pipe organ. One of his works uses a poem by": {
    "guess": "Camille Saint-Saëns",
    "confidence": [
      [
        "Cam",
        -0.011346068
      ],
      [
        "ille",
        -2.9756122e-05
      ],
      [
        " Saint",
        -7.183501e-05
      ],
      [
        "-S",
        -5.5980927e-05
      ],
      [
        "a",
        -6.241792e-05
      ],
      [
        "ë",
        -0.00041148844
      ],
      [
        "ns",
        -6.2729996e-06
      ]
    ]
  },
  "The only man-made island in this chain is Longue Vue Island, while the lands of Zavikon Island are connected by a famously small bridge. Other islands in this group include Dark Island, which is home to the Singer Towers, and one once known as Hemlock Island and now called Heart Island, which is home to Boldt Castle. One can reach this chain by its namesake bridge, which runs from Collins Landing near Alexandria Bay and connects Wellesley Island and Hill Island to Interstate-84; that international bridge ends near Kingston. Geologically, this chain is an extension of the Adirondack Mountains to": {
    "guess": "Thousand Islands",
    "confidence": [
      [
        "Th",
        -0.1537143
      ],
      [
        "ousand",
        -5.0497558e-05
      ],
      [
        " Islands",
        -0.00067050155
      ]
    ]
  },
  "Mademoiselle Y's name is revealed to be Amelia in one play by this author consisting of a monologue by": {
    "guess": "August Strindberg",
    "confidence": [
      [
        "August",
        -0.9721701
      ],
      [
        " Str",
        -9.460292e-05
      ],
      [
        "ind",
        -0.0003092447
      ],
      [
        "berg",
        -0.00014585316
      ]
    ]
  },
  "The only man-made island in this chain is Longue Vue Island, while the lands of Zavikon Island are connected by a famously small bridge. Other islands in this group include Dark Island, which is home to the Singer Towers, and one once known as Hemlock Island and now called Heart Island, which is home to Boldt Castle. One can reach this chain by its namesake bridge, which runs from Collins Landing near": {
    "guess": "Thousand Islands",
    "confidence": [
      [
        "Th",
        -0.18884239
      ],
      [
        "ousand",
        -6.372917e-05
      ],
      [
        " Islands",
        -0.0011885645
      ]
    ]
  },
  "They can be made to have an extremely high gradient in the optical densities, resulting in extremely low measured speed of light within them; some have slowed beams of light down to mere meters per second. In November 2003 independent teams led by Rudolf Grimm and Deborah Jin were able to show that they": {
    "guess": "Bose–Einstein condensate",
    "confidence": [
      [
        "B",
        -0.72250324
      ],
      [
        "ose",
        -0.0002359601
      ],
      [
        "–",
        -0.010045516
      ],
      [
        "E",
        -7.89631e-07
      ],
      [
        "instein",
        -6.704273e-07
      ],
      [
        " cond",
        -0.00047261795
      ],
      [
        "ens",
        -1.2829201e-05
      ],
      [
        "ate",
        -0.00015800826
      ]
    ]
  },
  "Macrophages form crown-like structures around dead cells in this tissue. Hibernomas form through the excessive growth of one type of this tissue. Mitochondria in this tissue express uncoupling protein-1 in their inner membranes to dissipate the proton gradient. TNF alpha and resistin are produced in": {
    "guess": "Adipose tissue",
    "confidence": [
      [
        "Ad",
        -0.10404738
      ],
      [
        "ip",
        -8.172892e-05
      ],
      [
        "ose",
        -5.240482e-05
      ],
      [
        " tissue",
        -0.002816409
      ]
    ]
  },
  "Mademoiselle Y's name is revealed to be Amelia in one play by this author consisting of a monologue by Frau X. This playwright of The Stronger faced a blasphemy trial over the publication of his short story collection Married. Frederik commits arson to kill himself and his family because Elise misused all their money in his play The (*) Pelican. This author wrote a play in which the title character's psychosis foils a plan to start a hotel at Lake Como. A mummy convinces Jacob Hummel to hang himself in the presence of Arkenholtz in one drama by this author, whose most famous character reacts to": {
    "guess": "August Strindberg",
    "confidence": [
      [
        "August",
        -0.005436997
      ],
      [
        " Str",
        -0.00023679454
      ],
      [
        "ind",
        -0.00019912985
      ],
      [
        "berg",
        -0.00019245445
      ]
    ]
  },
  "The only man-made island in this chain is Longue Vue Island, while the lands of Zavikon Island are connected by a famously small bridge. Other islands in this group include Dark Island, which is home to the Singer Towers, and one once known as Hemlock Island and now called Heart Island, which is home to Boldt Castle. One can reach this chain by its namesake bridge, which runs from Collins Landing near Alexandria Bay and connects Wellesley Island and Hill Island to Interstate-84; that international bridge ends near Kingston. Geologically, this chain is an extension of the Adirondack Mountains to connect to the Canadian Shield. FTP, name this archipelago in the St. Lawrence River between Ontario": {
    "guess": "Thousand Islands",
    "confidence": [
      [
        "Th",
        -0.25413942
      ],
      [
        "ousand",
        -4.179569e-05
      ],
      [
        " Islands",
        -0.00010235115
      ]
    ]
  },
  "He made five versions of his best-known print, which includes a horseman holding a lance and is entitled Three Crosses. One painting by this man shows the dissection of the criminal Aris Kindt, and another is a group portrait of sampling officials entitled The (*) Syndics of the Cloth Guild. This man's": {
    "guess": "Rembrandt",
    "confidence": [
      [
        "Rem",
        -0.0036892705
      ],
      [
        "brand",
        -0.0002606206
      ],
      [
        "t",
        -7.147741e-05
      ]
    ]
  },
  "He made a notorious for a personal loan he made to the island of Salamis at forty-eight percent interest, though opinion forgave him when he joined the Optimate side during the second civil war. His mother Servilia prodded his career along, and his lack of military experience did not prevent him from": {
    "guess": "Brutus",
    "confidence": [
      [
        "Br",
        -0.4512285
      ],
      [
        "ut",
        -4.763667e-05
      ],
      [
        "us",
        -7.529192e-05
      ]
    ]
  },
  "Maclovia delivers an address from Pantiland praising the title character for his organization in this": {
    "guess": "Maclovia",
    "confidence": [
      [
        "Mac",
        -1.4302267
      ],
      [
        "lo",
        -0.13076375
      ],
      [
        "via",
        -5.109358e-05
      ]
    ]
  },
  "He made an opera about Henry VIII, and an early film score for The Assassination of the Duke of Guise.": {
    "guess": "Michael Nyman",
    "confidence": [
      [
        "Michael",
        -1.9944458
      ],
      [
        " Ny",
        -0.54526204
      ],
      [
        "man",
        -6.0345924e-06
      ]
    ]
  },
  "Maclovia delivers an address from Pantiland praising the title character for his organization in this author's novel Captain Pantoja and the Special Service. The Counselor loses to the Throat-Slitter in another work, while Zavalita and Don Bermúdez are contrasted in a work set in a brothel, Conversation": {
    "guess": "Mario Vargas Llosa",
    "confidence": [
      [
        "Mario",
        -0.5523338
      ],
      [
        " V",
        -0.0017151589
      ],
      [
        "argas",
        -1.9743013e-05
      ],
      [
        " L",
        -2.6895234e-05
      ],
      [
        "los",
        -4.604148e-06
      ],
      [
        "a",
        -6.9882217e-06
      ]
    ]
  },
  "Mademoiselle Y's name is revealed to be Amelia in one play by this author consisting of a monologue by Frau X. This playwright of The Stronger faced a blasphemy trial over the publication of his short story collection Married. Frederik commits arson to kill himself and his family because Elise misused all their money in his play The (*) Pelican. This author wrote a play in which the title character's psychosis foils a plan to start a hotel at Lake Como. A mummy convinces Jacob Hummel to hang himself": {
    "guess": "August Strindberg",
    "confidence": [
      [
        "August",
        -0.007378974
      ],
      [
        " Str",
        -9.889425e-05
      ],
      [
        "ind",
        -0.00011486754
      ],
      [
        "berg",
        -0.0001136755
      ]
    ]
  },
  "This machine can be summoned via telegraph wire by a man who \"could, without missing it, pay the  national debt of France.\" This contraption is illuminated by Ruhmkorff lamps and it contains a number of  Rouquayrol apparatuses. One the interior of this machine is written \"Mobils In Mobili\" which was the motto  of its designer. This device is sought by Farragut who launches an expedition to find it": {
    "guess": "Nautilus",
    "confidence": [
      [
        "Na",
        -0.5747656
      ],
      [
        "utilus",
        -5.2047206e-05
      ]
    ]
  },
  "They can be made to have an extremely high gradient in the optical densities, resulting in extremely low measured speed of light within them; some have slowed beams of light down to mere meters per second.": {
    "guess": "Optical medium",
    "confidence": [
      [
        "Opt",
        -0.31472072
      ],
      [
        "ical",
        -0.00025597532
      ],
      [
        " medium",
        -0.12869567
      ]
    ]
  },
  "Maclovia delivers an address from Pantiland praising the title character for his organization in this author's novel Captain Pantoja and the Special Service. The Counselor loses to the Throat-Slitter in another work, while Zavalita and Don Bermúdez are contrasted in a work set in a brothel, Conversation in the Cathedral. This author of The War of the End of the World is better known for a work narrated": {
    "guess": "Mario Vargas Llosa",
    "confidence": [
      [
        "Mario",
        -0.015654564
      ],
      [
        " V",
        -0.00017183588
      ],
      [
        "argas",
        -2.0458236e-05
      ],
      [
        " L",
        -1.7239736e-05
      ],
      [
        "los",
        -4.4849444e-06
      ],
      [
        "a",
        -4.365741e-06
      ]
    ]
  },
  "This machine can be summoned via telegraph wire by a man who \"could, without missing it, pay the  national debt of France.\" This contraption is illuminated by Ruhmkorff lamps and it contains a number of": {
    "guess": "Ruhmkorff coil",
    "confidence": [
      [
        "R",
        -1.041477
      ],
      [
        "uh",
        -0.0015660459
      ],
      [
        "mk",
        -0.00022117885
      ],
      [
        "or",
        -7.505351e-05
      ],
      [
        "ff",
        -7.3861476e-05
      ],
      [
        " coil",
        -0.1696624
      ]
    ]
  },
  "Macrophages form crown-like structures around dead cells in this tissue. Hibernomas form through the excessive growth of one type of this tissue. Mitochondria in this tissue express uncoupling protein-1 in their inner membranes to dissipate the proton gradient. TNF alpha and resistin are produced in this tissue. A hormone produced primarily by this tissue is encoded by the ob gene. Non-shivering (*) thermogenesis is promoted by the brown kind of this tissue, which is most abundant in newborns, while": {
    "guess": "Adipose tissue",
    "confidence": [
      [
        "Ad",
        -0.0957662
      ],
      [
        "ip",
        -1.2664457e-06
      ],
      [
        "ose",
        -4.604148e-06
      ],
      [
        " tissue",
        -0.012842059
      ]
    ]
  },
  "They can be made to have an extremely high gradient in the optical densities, resulting in extremely low measured speed of light within them; some have slowed beams of light down to mere meters per second. In November 2003 independent teams led by Rudolf Grimm and Deborah Jin were able to show that they can also be formed from molecules. Chu, Phillips, and Cohen- Tannoudji won a Nobel for the technique used to create them, though the final achievement, using a cloud of approximately 2000 rubidium atoms, was done by Wieman, Ketterle, and Cornell. Formed from matter that has been cooled to near absolute": {
    "guess": "Bose–Einstein condensate",
    "confidence": [
      [
        "B",
        -0.08880652
      ],
      [
        "ose",
        -0.00036311377
      ],
      [
        "–",
        -0.017390737
      ],
      [
        "E",
        -4.246537e-06
      ],
      [
        "instein",
        -1.9816675e-06
      ],
      [
        " cond",
        -0.000891452
      ],
      [
        "ens",
        -0.0002387018
      ],
      [
        "ate",
        -0.0003587032
      ]
    ]
  },
  "He made five versions of his best-known print, which includes a horseman holding a lance and is entitled Three Crosses. One painting by this man shows the dissection of the criminal Aris Kindt, and another": {
    "guess": "Rembrandt Bugatti",
    "confidence": [
      [
        "Rem",
        -0.017936861
      ],
      [
        "brand",
        -0.00013476722
      ],
      [
        "t",
        -0.00016504127
      ],
      [
        " Bug",
        -0.9985943
      ],
      [
        "atti",
        -0.003529279
      ]
    ]
  },
  "The machine used in this experiment can be represented as a projection operator into orthogonal subspaces. Usually modeled using electrons, the original experiment actually used silver atoms, and later ones verified it with hydrogen atoms. Though one of the simplest quantum systems, with only two states, it was nonetheless critical to the development of quantum mechanics, demonstrating the nature of measurement as a process that fundamentally altered the system. FTP, name this 1922 experiment devised by a pair of German physicists in which particles were deflected through an inhomogeneous magnetic": {
    "guess": "Stern–Gerlach experiment",
    "confidence": [
      [
        "S",
        -0.00032926726
      ],
      [
        "tern",
        -9.4914985e-06
      ],
      [
        "–",
        -0.0023212952
      ],
      [
        "Ger",
        0.0
      ],
      [
        "l",
        -1.1041146e-05
      ],
      [
        "ach",
        -1.504853e-06
      ],
      [
        " experiment",
        -0.00045116857
      ]
    ]
  },
  "They can be made by reacting a halo-alkane with magnesium in ether. These  organometallic compounds have": {
    "guess": "Grignard reagents",
    "confidence": [
      [
        "Gr",
        -0.0018722363
      ],
      [
        "ign",
        -9.372295e-06
      ],
      [
        "ard",
        -7.9418505e-06
      ],
      [
        " re",
        -0.43478617
      ],
      [
        "agents",
        -0.2849652
      ]
    ]
  },
  "He made an opera about Henry VIII, and an early film score for The Assassination of the Duke of Guise. One of his violin concertos uses Cuban rhythms, the Havanaise, and his symphonies include one nicknamed": {
    "guess": "Carl Nielsen",
    "confidence": [
      [
        "Carl",
        -0.09716271
      ],
      [
        " Nielsen",
        -0.00028588812
      ]
    ]
  },
  "Macrophages form crown-like structures around dead cells in this tissue. Hibernomas form through the": {
    "guess": "Adipose tissue",
    "confidence": [
      [
        "Ad",
        -0.07618367
      ],
      [
        "ip",
        -2.0100624e-05
      ],
      [
        "ose",
        -0.0019908512
      ],
      [
        " tissue",
        -0.08847411
      ]
    ]
  },
  "He made a notorious for a personal loan he made to the island of Salamis at forty-eight percent interest, though opinion forgave him when he joined the Optimate side during the second civil war. His mother Servilia prodded his career along, and his lack of military experience did not prevent him from holding off Mark Antony for a time at Philippi, where he was compelled to take his life along with Caius Cassius. For 10 points, name this conspirator who was pointedly asked \"and you?\" after stabbing": {
    "guess": "Marcus Junius Brutus the Younger",
    "confidence": [
      [
        "Marcus",
        -0.48845962
      ],
      [
        " Jun",
        -0.036627553
      ],
      [
        "ius",
        -4.8709502e-05
      ],
      [
        " Brut",
        -0.00070278003
      ],
      [
        "us",
        -2.057744e-05
      ],
      [
        " the",
        -0.24694583
      ],
      [
        " Young",
        -0.00036263696
      ],
      [
        "er",
        -2.8160932e-06
      ]
    ]
  },
  "They can be made from the reaction of organolithium reagents with aldehydes and ketones; the acid-catalyzed hydration of alkenes, ozymercuration-demecuration of alkenes, the reaction of Grignard reagents with aldehydes, esters, or ketones, or by the hydrolysis of alkyl halides.  They can be converted to dialkyl ethers and are combined with carboxylic acids to undergo Fischer esterification.  FTP name this group of organic compounds, composed of an OH group attached to a hydrocarbon group and symbolized": {
    "guess": "Alcohol",
    "confidence": [
      [
        "Al",
        -0.005871556
      ],
      [
        "cohol",
        -0.011590362
      ]
    ]
  },
  "They can be made to have an extremely high gradient in the optical densities, resulting in extremely low measured speed of light within them; some have slowed beams of light down to mere meters per second. In November 2003 independent teams led by Rudolf Grimm and Deborah Jin were able to show that they can also be formed from molecules. Chu, Phillips, and Cohen- Tannoudji won a Nobel for the technique used to create them, though the final achievement, using a cloud of approximately 2000 rubidium atoms, was done by Wieman, Ketterle, and Cornell. Formed from matter that has been cooled to near absolute zero, FTP, name this so-called fifth phase of matter.": {
    "guess": "Bose–Einstein condensate",
    "confidence": [
      [
        "B",
        -0.0033313527
      ],
      [
        "ose",
        -6.0391463e-05
      ],
      [
        "–",
        -0.007916063
      ],
      [
        "E",
        -1.0280384e-06
      ],
      [
        "instein",
        -7.89631e-07
      ],
      [
        " cond",
        -0.00034690573
      ],
      [
        "ens",
        -9.253091e-06
      ],
      [
        "ate",
        -1.247159e-05
      ]
    ]
  },
  "Mademoiselle Y's name is revealed to be Amelia in one play by this author consisting of a monologue by Frau X. This playwright of The Stronger faced a blasphemy trial over the publication of his short story collection Married. Frederik commits arson to kill himself and his family because Elise misused": {
    "guess": "August Strindberg",
    "confidence": [
      [
        "August",
        -0.010705497
      ],
      [
        " Str",
        -0.00020032188
      ],
      [
        "ind",
        -0.00010831134
      ],
      [
        "berg",
        -0.00019316968
      ]
    ]
  },
  "This machine can be summoned via telegraph wire by a man who \"could, without missing it, pay the  national debt of France.\" This contraption is illuminated by Ruhmkorff lamps and it contains a number of  Rouquayrol apparatuses. One the interior of this machine is written \"Mobils In Mobili\" which was": {
    "guess": "Twenty Thousand Leagues Under the Sea",
    "confidence": [
      [
        "Twenty",
        -0.74789864
      ],
      [
        " Thousand",
        -0.00031150956
      ],
      [
        " Le",
        -0.000318185
      ],
      [
        "agues",
        -1.8074163e-05
      ],
      [
        " Under",
        -0.005638413
      ],
      [
        " the",
        -0.0046952264
      ],
      [
        " Sea",
        -0.0369957
      ]
    ]
  },
  "He made five versions of his best-known print, which includes a horseman holding a lance and is entitled Three Crosses. One painting by this man shows the dissection of the criminal Aris Kindt, and another is a group portrait of sampling officials entitled The (*) Syndics of the Cloth Guild. This man's best-known work includes a girl carrying a chicken and depicts the company of Willem van Ruytenburch and Frans Banning Cocq. For 10 points, name this Dutch artist of The Anatomy Lesson of Dr. Nicolaes Tulp and The Night Watch.": {
    "guess": "Rembrandt",
    "confidence": [
      [
        "Rem",
        -0.005348313
      ],
      [
        "brand",
        -0.00038205247
      ],
      [
        "t",
        -1.9504607e-05
      ]
    ]
  },
  "He made an opera about Henry VIII, and an early film score for The Assassination of the Duke of Guise. One of his violin concertos uses Cuban rhythms, the Havanaise, and his symphonies include one nicknamed for an instrument in two of its sections, the (*) pipe organ. One of his works uses a poem by Henri Cazalis beginning \"Zig, zig, zig\", while another contains the movements \"Royal March of the Lion\" and \"The Swan\". For 10 points, name this composer of Danse Macabre and The Carnival of the Animals.": {
    "guess": "Camille Saint-Saëns",
    "confidence": [
      [
        "Cam",
        -0.022760024
      ],
      [
        "ille",
        -0.00010485443
      ],
      [
        " Saint",
        -0.000363829
      ],
      [
        "-S",
        -0.0004261468
      ],
      [
        "a",
        -0.000112245056
      ],
      [
        "ë",
        -0.0008925212
      ],
      [
        "ns",
        -2.8802491e-05
      ]
    ]
  },
  "The machine used in this experiment can be represented as a projection operator into orthogonal subspaces. Usually modeled using electrons, the original experiment actually used silver atoms, and later ones verified it with hydrogen atoms. Though one of the simplest quantum systems, with only two states, it was nonetheless critical to the development of quantum mechanics, demonstrating the nature of measurement as a process that fundamentally altered the system. FTP, name this 1922 experiment devised": {
    "guess": "Stern–Gerlach experiment",
    "confidence": [
      [
        "S",
        -0.0036691984
      ],
      [
        "tern",
        -8.180258e-06
      ],
      [
        "–",
        -0.0034576445
      ],
      [
        "Ger",
        -1.8624639e-06
      ],
      [
        "l",
        -1.700133e-05
      ],
      [
        "ach",
        -1.2664457e-06
      ],
      [
        " experiment",
        -0.0017468157
      ]
    ]
  },
  "They can be made from the reaction of organolithium reagents with aldehydes and ketones; the acid-catalyzed hydration of alkenes, ozymercuration-demecuration of alkenes, the reaction of Grignard reagents with aldehydes, esters, or ketones, or by the hydrolysis of alkyl halides.  They can be converted to dialkyl ethers and are combined with carboxylic acids to undergo Fischer esterification.  FTP name this group of organic compounds, composed of an OH group attached to a hydrocarbon group and symbolized as R-OH.": {
    "guess": "Alcohol",
    "confidence": [
      [
        "Al",
        -0.00700864
      ],
      [
        "cohol",
        -0.037261724
      ]
    ]
  },
  "He made five versions of his best-known print, which includes a horseman holding a lance and is entitled Three Crosses. One painting by this man shows the dissection of the criminal Aris Kindt, and another is a group portrait of sampling officials entitled The (*) Syndics of the Cloth Guild. This man's best-known work includes a girl carrying a chicken and depicts the company of Willem van Ruytenburch and Frans Banning Cocq. For 10 points, name this Dutch artist of The Anatomy Lesson of Dr. Nicolaes": {
    "guess": "Rembrandt",
    "confidence": [
      [
        "Rem",
        -0.0016439996
      ],
      [
        "brand",
        -0.00022713904
      ],
      [
        "t",
        -4.990154e-05
      ]
    ]
  },
  "Macrophages form crown-like structures around dead cells in this tissue. Hibernomas form through the excessive growth of one type of this tissue. Mitochondria in this tissue express uncoupling protein-1 in their inner membranes to dissipate the proton gradient. TNF alpha and resistin are produced in this tissue. A hormone produced primarily by this tissue is encoded by the ob gene. Non-shivering (*) thermogenesis is promoted by the brown kind of this tissue, which is most abundant in newborns, while the white kind of this tissue is the primary source of leptin. Abdominal deposits of this tissue are a risk factor for cardiovascular disease. It is removed by liposuction. For 10 points, name this": {
    "guess": "Adipose tissue",
    "confidence": [
      [
        "Ad",
        -0.016372638
      ],
      [
        "ip",
        -7.89631e-07
      ],
      [
        "ose",
        -1.504853e-06
      ],
      [
        " tissue",
        -0.0011365238
      ]
    ]
  },
  "Macrophages form crown-like structures around dead cells in this tissue. Hibernomas form through the excessive growth of one type of this tissue. Mitochondria in this tissue express uncoupling protein-1 in their inner membranes to dissipate the proton gradient. TNF alpha and resistin are produced in this tissue. A hormone produced primarily by this tissue is encoded by the ob gene. Non-shivering (*) thermogenesis is promoted by the brown kind of this tissue, which is most abundant in newborns, while the white kind of this tissue is the primary source of leptin. Abdominal deposits of this tissue": {
    "guess": "Adipose tissue",
    "confidence": [
      [
        "Ad",
        -0.04365648
      ],
      [
        "ip",
        -4.4849444e-06
      ],
      [
        "ose",
        -1.6240566e-06
      ],
      [
        " tissue",
        -0.011111254
      ]
    ]
  },
  "The only man-made island in this chain is Longue Vue Island, while the lands of Zavikon Island are connected by a famously small bridge. Other islands in this group include Dark Island, which is home to the Singer Towers, and one once known as Hemlock Island and now called Heart Island, which is home": {
    "guess": "Thousand Islands (New York)",
    "confidence": [
      [
        "Th",
        -0.56294566
      ],
      [
        "ousand",
        -8.542423e-05
      ],
      [
        " Islands",
        -0.00061736605
      ],
      [
        " (",
        -0.52625036
      ],
      [
        "New",
        -0.18340357
      ],
      [
        " York",
        -6.511407e-06
      ],
      [
        ")",
        -0.000978148
      ]
    ]
  },
  "Mademoiselle Y's name is revealed to be Amelia in one play by this author consisting of a monologue by Frau X. This playwright of The Stronger faced a blasphemy trial over the publication of his short story collection Married. Frederik commits arson to kill himself and his family because Elise misused all their money in his play The (*) Pelican. This author wrote a play in which the title character's psychosis foils a plan to start a hotel at Lake Como. A mummy convinces Jacob Hummel to hang himself in the presence of Arkenholtz in one drama by this author, whose most famous character reacts to the beheading of a canary by killing herself with a razor. For 10 points, name this Swedish playwright of The Ghost Sonata and Miss Julie.": {
    "guess": "August Strindberg",
    "confidence": [
      [
        "August",
        -0.0037195575
      ],
      [
        " Str",
        -2.4630364e-05
      ],
      [
        "ind",
        -0.00012654216
      ],
      [
        "berg",
        -0.00012213163
      ]
    ]
  },
  "The only man-made island in this chain is Longue Vue Island, while the lands of Zavikon Island are connected by a famously small bridge. Other islands in this group include Dark Island, which is home to the Singer Towers, and one once known as Hemlock Island and now called Heart Island, which is home to Boldt Castle. One can reach this chain by its namesake bridge, which runs from Collins Landing near Alexandria Bay and connects Wellesley Island and Hill Island to Interstate-84; that international": {
    "guess": "Thousand Islands",
    "confidence": [
      [
        "Th",
        -0.18661036
      ],
      [
        "ousand",
        -4.3941356e-05
      ],
      [
        " Islands",
        -0.0008839532
      ]
    ]
  },
  "The machine used in this experiment can be represented as a projection operator into orthogonal subspaces.": {
    "guess": "Projection operator",
    "confidence": [
      [
        "Projection",
        -0.39332765
      ],
      [
        " operator",
        -0.624085
      ]
    ]
  },
  "The machine used in this experiment can be represented as a projection operator into orthogonal subspaces. Usually modeled using electrons, the original experiment actually used silver atoms, and later ones verified it with hydrogen atoms. Though one of the simplest quantum systems, with only two states, it was nonetheless critical to the development of quantum mechanics, demonstrating the nature of": {
    "guess": "Stern–Gerlach experiment",
    "confidence": [
      [
        "S",
        -7.4695905e-05
      ],
      [
        "tern",
        -6.869018e-06
      ],
      [
        "–",
        -0.0052085016
      ],
      [
        "Ger",
        0.0
      ],
      [
        "l",
        -3.1737043e-06
      ],
      [
        "ach",
        -6.704273e-07
      ],
      [
        " experiment",
        -0.001097834
      ]
    ]
  },
  "He made five versions of his best-known print, which includes a horseman holding a lance and is entitled Three Crosses. One painting by this man shows the dissection of the criminal Aris Kindt, and another is a group portrait of sampling officials entitled The (*) Syndics of the Cloth Guild. This man's best-known work includes a girl carrying a chicken and depicts the company of Willem van Ruytenburch": {
    "guess": "Rembrandt",
    "confidence": [
      [
        "Rem",
        -0.0016026984
      ],
      [
        "brand",
        -0.00076555274
      ],
      [
        "t",
        -0.00016218038
      ]
    ]
  },
  "He was made Duke of Hereford in return for his support of the king against the Duke of Gloucester, but he was banished the following year. After landing at Ravenspur, he took the throne and had his predecessor": {
    "guess": "Henry IV of England",
    "confidence": [
      [
        "Henry",
        -0.12758854
      ],
      [
        " IV",
        -0.051340833
      ],
      [
        " of",
        -0.0006825301
      ],
      [
        " England",
        -3.202099e-05
      ]
    ]
  },
  "They can be made from the reaction of organolithium reagents with aldehydes and ketones; the acid-catalyzed hydration of alkenes, ozymercuration-demecuration of alkenes, the reaction of Grignard reagents": {
    "guess": "Alcohol",
    "confidence": [
      [
        "Al",
        -0.34389728
      ],
      [
        "cohol",
        -0.041352343
      ]
    ]
  },
  "He was made Duke of Hereford in return for his support of the king against the Duke of Gloucester, but": {
    "guess": "Henry IV of England",
    "confidence": [
      [
        "Henry",
        -0.2054566
      ],
      [
        " IV",
        -0.09435689
      ],
      [
        " of",
        -0.0006329744
      ],
      [
        " England",
        -5.7292167e-05
      ]
    ]
  },
  "They can be made by reacting a halo-alkane with magnesium in ether. These  organometallic compounds have the general formula RMgX, where R is an organic  group and X is a halogen. FTP, name these compounds, useful in organic  synthesis, where render organic groups nucleophilic, and which are named for  the 1912 Nobel Prize winner in Chemistry.": {
    "guess": "Organomagnesium compounds",
    "confidence": [
      [
        "Organ",
        -0.709741
      ],
      [
        "om",
        -0.6837954
      ],
      [
        "agn",
        -0.0008274946
      ],
      [
        "esium",
        -5.5861725e-05
      ],
      [
        " compounds",
        -0.19680795
      ]
    ]
  },
  "He was made Duke of Hereford in return for his support of the king against the Duke of Gloucester, but he was banished the following year. After landing at Ravenspur, he took the throne and had his predecessor killed at Pontefract Castle, but his reign was troubled until his victory at Shrewsbury over": {
    "guess": "Henry IV of England",
    "confidence": [
      [
        "Henry",
        -0.0070930314
      ],
      [
        " IV",
        -0.032075495
      ],
      [
        " of",
        -0.19218756
      ],
      [
        " England",
        -5.967624e-05
      ]
    ]
  },
  "Maclovia delivers an address from Pantiland praising the title character for his organization in this author's novel Captain Pantoja and the Special Service. The Counselor loses to the Throat-Slitter in another work, while Zavalita and Don Bermúdez are contrasted in a work set in a brothel, Conversation in the Cathedral. This author of The War of the End of the World is better known for a work narrated by Mario about Pedro Camacho's radio works. For ten points, identify this Peruvian author of Aunt Julia and the Scriptwriter.": {
    "guess": "Mario Vargas Llosa",
    "confidence": [
      [
        "Mario",
        -0.0022951365
      ],
      [
        " V",
        -0.00013584005
      ],
      [
        "argas",
        -1.0683535e-05
      ],
      [
        " L",
        -1.60477e-05
      ],
      [
        "los",
        -2.1008714e-06
      ],
      [
        "a",
        -6.0345924e-06
      ]
    ]
  },
  "They can be made from the reaction of organolithium reagents with aldehydes and ketones; the acid-catalyzed": {
    "guess": "Alcohol",
    "confidence": [
      [
        "Al",
        -0.32047477
      ],
      [
        "cohol",
        -0.048552282
      ]
    ]
  },
  "He made a notorious for a personal loan he made to the island of Salamis at forty-eight percent interest,": {
    "guess": "Brutus",
    "confidence": [
      [
        "Br",
        -0.96579844
      ],
      [
        "ut",
        -0.0028650204
      ],
      [
        "us",
        -4.143808e-05
      ]
    ]
  },
  "He made a notorious for a personal loan he made to the island of Salamis at forty-eight percent interest, though opinion forgave him when he joined the Optimate side during the second civil war. His mother Servilia prodded his career along, and his lack of military experience did not prevent him from holding off Mark Antony for a time at Philippi, where he was compelled to take his life along with": {
    "guess": "Marcus Junius Brutus the Younger",
    "confidence": [
      [
        "Marcus",
        -0.07559694
      ],
      [
        " Jun",
        -0.014846821
      ],
      [
        "ius",
        -2.6656826e-05
      ],
      [
        " Brut",
        -0.00030733744
      ],
      [
        "us",
        -5.3954464e-05
      ],
      [
        " the",
        -0.019675778
      ],
      [
        " Young",
        -0.00031460886
      ],
      [
        "er",
        -3.7697225e-06
      ]
    ]
  },
  "They can be made to have an extremely high gradient in the optical densities, resulting in extremely low measured speed of light within them; some have slowed beams of light down to mere meters per second. In November 2003 independent teams led by Rudolf Grimm and Deborah Jin were able to show that they can also be formed from molecules. Chu, Phillips, and Cohen- Tannoudji won a Nobel for the technique used to create them, though the final achievement, using a cloud of approximately 2000 rubidium": {
    "guess": "Bose–Einstein condensate",
    "confidence": [
      [
        "B",
        -0.29570433
      ],
      [
        "ose",
        -1.3663626e-05
      ],
      [
        "–",
        -0.005199013
      ],
      [
        "E",
        -3.4121115e-06
      ],
      [
        "instein",
        -1.9361265e-07
      ],
      [
        " cond",
        -0.00021450345
      ],
      [
        "ens",
        -1.2948405e-05
      ],
      [
        "ate",
        -1.0325924e-05
      ]
    ]
  },
  "This machine can be summoned via telegraph wire by a man who \"could, without missing it, pay the  national debt of France.\" This contraption is illuminated by Ruhmkorff lamps and it contains a number of  Rouquayrol apparatuses. One the interior of this machine is written \"Mobils In Mobili\" which was the motto  of its designer. This device is sought by Farragut who launches an expedition to find it using the Abraham  Lincoln. This machine contains a drawing room in which is an organ. This conveyance uses extracted sodium to  generate electricity and this machine was thought initially to be a narwhal. For 10 points, name this submarine  commanded by Captain Nemo.": {
    "guess": "Nautilus",
    "confidence": [
      [
        "Na",
        -0.0062340256
      ],
      [
        "utilus",
        -0.000119993296
      ]
    ]
  },
  "The machine used in this experiment can be represented as a projection operator into orthogonal subspaces. Usually modeled using electrons, the original experiment actually used silver atoms, and later": {
    "guess": "Stern–Gerlach experiment",
    "confidence": [
      [
        "S",
        -0.30389592
      ],
      [
        "tern",
        -0.0005492182
      ],
      [
        "–",
        -0.07245406
      ],
      [
        "Ger",
        -7.3458323e-06
      ],
      [
        "l",
        -1.3186812e-05
      ],
      [
        "ach",
        -2.3392786e-06
      ],
      [
        " experiment",
        -0.017954778
      ]
    ]
  },
  "The only man-made island in this chain is Longue Vue Island, while the lands of Zavikon Island are connected by a famously small bridge. Other islands in this group include Dark Island, which is home to the Singer Towers, and one once known as Hemlock Island and now called Heart Island, which is home to Boldt Castle. One can reach this chain by its namesake bridge, which runs from Collins Landing near Alexandria Bay and connects Wellesley Island and Hill Island to Interstate-84; that international bridge ends near Kingston. Geologically, this chain is an extension of the Adirondack Mountains to connect to the Canadian Shield. FTP, name this archipelago in the St. Lawrence River between Ontario and New York, which lends it name to a type of salad dressing.": {
    "guess": "Thousand Islands",
    "confidence": [
      [
        "Th",
        -0.05244232
      ],
      [
        "ousand",
        -1.831257e-05
      ],
      [
        " Islands",
        -0.00013691289
      ]
    ]
  },
  "They can be made from the reaction of organolithium reagents with aldehydes and ketones; the acid-catalyzed hydration of alkenes, ozymercuration-demecuration of alkenes, the reaction of Grignard reagents with aldehydes, esters, or ketones, or by the hydrolysis of alkyl halides.  They can be converted": {
    "guess": "Alcohol",
    "confidence": [
      [
        "Al",
        -0.08954609
      ],
      [
        "cohol",
        -0.02495953
      ]
    ]
  },
  "They can be made to have an extremely high gradient in the optical densities, resulting in extremely low measured speed of light within them; some have slowed beams of light down to mere meters per second. In November 2003 independent teams led by Rudolf Grimm and Deborah Jin were able to show that they can also be formed from molecules. Chu, Phillips, and Cohen- Tannoudji won a Nobel for the technique": {
    "guess": "Bose–Einstein condensate",
    "confidence": [
      [
        "B",
        -0.165031
      ],
      [
        "ose",
        -9.794062e-05
      ],
      [
        "–",
        -0.013528172
      ],
      [
        "E",
        -7.89631e-07
      ],
      [
        "instein",
        -6.704273e-07
      ],
      [
        " cond",
        -0.00045962472
      ],
      [
        "ens",
        -0.00013822412
      ],
      [
        "ate",
        -0.00016146517
      ]
    ]
  },
  "He made a notorious for a personal loan he made to the island of Salamis at forty-eight percent interest, though opinion forgave him when he joined the Optimate side during the second civil war. His mother": {
    "guess": "Brutus",
    "confidence": [
      [
        "Br",
        -0.52874416
      ],
      [
        "ut",
        -9.2695656e-05
      ],
      [
        "us",
        -0.00016206119
      ]
    ]
  },
  "The only man-made island in this chain is Longue Vue Island, while the lands of Zavikon Island are connected": {
    "guess": "Thousand Islands",
    "confidence": [
      [
        "Th",
        -0.21995486
      ],
      [
        "ousand",
        -1.4974867e-05
      ],
      [
        " Islands",
        -5.5265704e-05
      ]
    ]
  },
  "Maclovia delivers an address from Pantiland praising the title character for his organization in this author's novel Captain Pantoja and the Special Service. The Counselor loses to the Throat-Slitter in": {
    "guess": "Captain Pantoja and the Special Service",
    "confidence": [
      [
        "Captain",
        -0.071519166
      ],
      [
        " P",
        -0.0042021056
      ],
      [
        "anto",
        -5.7292167e-05
      ],
      [
        "ja",
        -8.44706e-05
      ],
      [
        " and",
        -2.7133641e-05
      ],
      [
        " the",
        -0.0012980925
      ],
      [
        " Special",
        -0.0016497105
      ],
      [
        " Service",
        -0.0066772406
      ]
    ]
  },
  "He made an opera about Henry VIII, and an early film score for The Assassination of the Duke of Guise. One of his violin concertos uses Cuban rhythms, the Havanaise, and his symphonies include one nicknamed for an instrument in two of its sections, the (*) pipe organ. One of his works uses a poem by Henri Cazalis beginning \"Zig, zig, zig\", while another contains the movements \"Royal March of the Lion\"": {
    "guess": "Camille Saint-Saëns",
    "confidence": [
      [
        "Cam",
        -0.17737287
      ],
      [
        "ille",
        -1.1279553e-05
      ],
      [
        " Saint",
        -0.0001439459
      ],
      [
        "-S",
        -0.0004982247
      ],
      [
        "a",
        -0.00028731857
      ],
      [
        "ë",
        -0.00080450665
      ],
      [
        "ns",
        -8.077529e-05
      ]
    ]
  },
  "Macrophages form crown-like structures around dead cells in this tissue. Hibernomas form through the excessive growth of one type of this tissue. Mitochondria in this tissue express uncoupling protein-1": {
    "guess": "Adipose tissue",
    "confidence": [
      [
        "Ad",
        -0.24912708
      ],
      [
        "ip",
        -5.4385737e-06
      ],
      [
        "ose",
        -1.0206721e-05
      ],
      [
        " tissue",
        -0.004633165
      ]
    ]
  },
  "He was made Duke of Hereford in return for his support of the king against the Duke of Gloucester, but he was banished the following year. After landing at Ravenspur, he took the throne and had his predecessor killed at Pontefract Castle, but his reign was troubled until his victory at Shrewsbury over the Earl of Douglas, Henry Percy, and Hotspur. FTP, name this British monarch, the son of John of Gaunt who became the first king of the house of Lancaster in 1400 when he deposed Richard II.": {
    "guess": "Henry IV of England",
    "confidence": [
      [
        "Henry",
        -0.0028949752
      ],
      [
        " IV",
        -0.001447022
      ],
      [
        " of",
        -0.0018323729
      ],
      [
        " England",
        -1.0683535e-05
      ]
    ]
  },
  "Macrophages form crown-like structures around dead cells in this tissue. Hibernomas form through the excessive growth of one type of this tissue. Mitochondria in this tissue express uncoupling protein-1 in their inner membranes to dissipate the proton gradient. TNF alpha and resistin are produced in this tissue. A hormone produced primarily by this tissue is encoded by the ob gene. Non-shivering (*) thermogenesis is promoted by the brown kind of this tissue, which is most abundant in newborns, while the white kind of this tissue is the primary source of leptin. Abdominal deposits of this tissue are a risk factor for cardiovascular disease. It is removed by liposuction. For 10 points, name this kind of amorphous connective tissue which stores fat.": {
    "guess": "Adipose tissue",
    "confidence": [
      [
        "Ad",
        -0.03224992
      ],
      [
        "ip",
        -2.1008714e-06
      ],
      [
        "ose",
        -3.1281633e-07
      ],
      [
        " tissue",
        -0.0017948969
      ]
    ]
  },
  "This machine can be summoned via telegraph wire by a man who \"could, without missing it, pay the  national debt of France.\" This contraption is illuminated by Ruhmkorff lamps and it contains a number of  Rouquayrol apparatuses. One the interior of this machine is written \"Mobils In Mobili\" which was the motto  of its designer. This device is sought by Farragut who launches an expedition to find it using the Abraham  Lincoln. This machine contains a drawing room in which is an organ. This conveyance": {
    "guess": "Nautilus",
    "confidence": [
      [
        "Na",
        -0.7812049
      ],
      [
        "utilus",
        -5.2643223e-05
      ]
    ]
  },
  "Maclovia delivers an address from Pantiland praising the title character for his organization in this author's novel Captain Pantoja and the Special Service. The Counselor loses to the Throat-Slitter in another work, while Zavalita and Don Bermúdez are contrasted in a work set in a brothel, Conversation in the Cathedral. This author of The War of the End of the World is better known for a work narrated by Mario about Pedro Camacho's radio works. For ten points, identify this Peruvian author of Aunt": {
    "guess": "Mario Vargas Llosa",
    "confidence": [
      [
        "Mario",
        -0.0056784838
      ],
      [
        " V",
        -0.00015252856
      ],
      [
        "argas",
        -1.831257e-05
      ],
      [
        " L",
        -1.0445127e-05
      ],
      [
        "los",
        -1.3856493e-06
      ],
      [
        "a",
        -6.392203e-06
      ]
    ]
  },
  "Mademoiselle Y's name is revealed to be Amelia in one play by this author consisting of a monologue by Frau X. This playwright of The Stronger faced a blasphemy trial over the publication of his short story collection Married. Frederik commits arson to kill himself and his family because Elise misused all their money in his play The (*) Pelican. This author wrote a play in which the title character's psychosis foils a plan to start a hotel at Lake Como. A mummy convinces Jacob Hummel to hang himself in the presence of Arkenholtz in one drama by this author, whose most famous character reacts to the beheading of a canary by killing herself with a razor. For 10 points, name this Swedish playwright": {
    "guess": "August Strindberg",
    "confidence": [
      [
        "August",
        -0.0023366394
      ],
      [
        " Str",
        -1.6643718e-05
      ],
      [
        "ind",
        -0.00012701898
      ],
      [
        "berg",
        -0.00011594037
      ]
    ]
  },
  "This machine can be summoned via telegraph wire by a man who \"could, without missing it, pay the  national debt of France.\" This contraption is illuminated by Ruhmkorff lamps and it contains a number of  Rouquayrol apparatuses. One the interior of this machine is written \"Mobils In Mobili\" which was the motto  of its designer. This device is sought by Farragut who launches an expedition to find it using the Abraham  Lincoln. This machine contains a drawing room in which is an organ. This conveyance uses extracted sodium to  generate electricity and this machine was thought initially to be a narwhal.": {
    "guess": "Nautilus",
    "confidence": [
      [
        "Na",
        -0.67082345
      ],
      [
        "utilus",
        -2.8325678e-05
      ]
    ]
  },
  "He was made Duke of Hereford in return for his support of the king against the Duke of Gloucester, but he was banished the following year. After landing at Ravenspur, he took the throne and had his predecessor killed at Pontefract Castle, but his reign was troubled until his victory at Shrewsbury over the Earl of Douglas, Henry Percy, and Hotspur. FTP, name this British monarch, the son of John of": {
    "guess": "Henry IV of England",
    "confidence": [
      [
        "Henry",
        -0.025568377
      ],
      [
        " IV",
        -0.011295383
      ],
      [
        " of",
        -0.018294046
      ],
      [
        " England",
        -6.980855e-05
      ]
    ]
  },
  "The machine used in this experiment can be represented as a projection operator into orthogonal subspaces. Usually modeled using electrons, the original experiment actually used silver atoms, and later ones verified it with hydrogen atoms. Though one of the simplest quantum systems, with only two states,": {
    "guess": "Stern–Gerlach experiment",
    "confidence": [
      [
        "S",
        -0.05643335
      ],
      [
        "tern",
        -5.9080223e-05
      ],
      [
        "–",
        -0.012470447
      ],
      [
        "Ger",
        -2.577686e-06
      ],
      [
        "l",
        -3.0828953e-05
      ],
      [
        "ach",
        -3.0545007e-06
      ],
      [
        " experiment",
        -0.0019531336
      ]
    ]
  },
  "They can be made to have an extremely high gradient in the optical densities, resulting in extremely": {
    "guess": "Gradient index lens",
    "confidence": [
      [
        "Gradient",
        -0.14844966
      ],
      [
        " index",
        -0.30141816
      ],
      [
        " lens",
        -0.61253154
      ]
    ]
  },
  "They can be made from the reaction of organolithium reagents with aldehydes and ketones; the acid-catalyzed hydration of alkenes, ozymercuration-demecuration of alkenes, the reaction of Grignard reagents with aldehydes, esters, or ketones, or by the hydrolysis of alkyl halides.  They can be converted to dialkyl ethers and are combined with carboxylic acids to undergo Fischer esterification.  FTP name": {
    "guess": "Ester",
    "confidence": [
      [
        "E",
        -0.66495985
      ],
      [
        "ster",
        -0.13476495
      ]
    ]
  },
  "Macrophages form crown-like structures around dead cells in this tissue. Hibernomas form through the excessive growth of one type of this tissue. Mitochondria in this tissue express uncoupling protein-1 in their inner membranes to dissipate the proton gradient. TNF alpha and resistin are produced in this tissue. A hormone produced primarily by this tissue is encoded by the ob gene. Non-shivering (*)": {
    "guess": "Adipose tissue",
    "confidence": [
      [
        "Ad",
        -0.08012917
      ],
      [
        "ip",
        -9.014684e-06
      ],
      [
        "ose",
        -4.0961266e-05
      ],
      [
        " tissue",
        -0.014966739
      ]
    ]
  },
  "Mademoiselle Y's name is revealed to be Amelia in one play by this author consisting of a monologue by Frau X. This playwright of The Stronger faced a blasphemy trial over the publication of his short": {
    "guess": "August Strindberg",
    "confidence": [
      [
        "August",
        -0.030443946
      ],
      [
        " Str",
        -5.9914648e-05
      ],
      [
        "ind",
        -0.0001006823
      ],
      [
        "berg",
        -0.00015217095
      ]
    ]
  },
  "He made five versions of his best-known print, which includes a horseman holding a lance and is entitled": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -0.80075175
      ]
    ]
  }
}