{
  "A popular French master of these entities named Amédée-François Frézier wrote a treatise on them in 1706, while Claude-Francois Menestrier was specially commissioned to create some for Louis XIV following the Peace of the Pyrenees. A competition using these entities is outlined in the (+) Huolongjing;": {
    "guess": "Fireworks",
    "confidence": [
      [
        "Fire",
        -0.0067080283
      ],
      [
        "works",
        -0.00389875
      ]
    ]
  },
  "A popular anecdote tells how this painting's artist was heavily distracted by two swans as he painted its background while on the banks of the Hogsmill River. Another story describes how Elizabeth Siddall, the model for the title character, caught a cold after posing in a bathtub for hours. Flowers and plants are portrayed in painstaking detail in this Pre-Raphaelite work, including the necklace of violets around the titular literary character as she lies drowning in the river. For 10 points, name": {
    "guess": "Ophelia (painting)",
    "confidence": [
      [
        "O",
        -0.0018715211
      ],
      [
        "ph",
        -4.3202e-07
      ],
      [
        "elia",
        -0.0001408466
      ],
      [
        " (",
        -0.0073891524
      ],
      [
        "paint",
        -0.002384807
      ],
      [
        "ing",
        -8.76891e-05
      ],
      [
        ")",
        -0.00209578
      ]
    ]
  },
  "A popular character in this novel is mocked with the appellation \"Six-finger-dog-tooth-meringue-pie\" by a pair of characters who are themselves targeted by Rosemary Villanucci. Its fifth chapter opens by describing a type of woman who only feels affection for her cat, as exemplified by Geraldine. One character in this novel was interrupted while having sex with Darlene by two white men, who laugh and force him to continue. Another of its characters is tricked into poisoning a dog owned by the (*)": {
    "guess": "The Secret Life of Bees",
    "confidence": [
      [
        "The",
        -0.37651145
      ],
      [
        " Secret",
        -0.7994183
      ],
      [
        " Life",
        -0.10682805
      ],
      [
        " of",
        -0.00038753584
      ],
      [
        " Be",
        -0.0017052944
      ],
      [
        "es",
        -5.3193703e-06
      ]
    ]
  },
  "Popular festivals in honor of this god include the Tubilustrium and the Equirria.  His sacred animals were the woodpecker and wolf and his epithets included Gradivus and Ultor.  His consort was the Sabine fertility goddess Nerio, but Ovid relates that he was tricked into sleeping with Anna Perenna.  The chief temple of his sat on the Capitoline hill beside those of Jupiter and Quirinus, the latter": {
    "guess": "Mars (mythology)",
    "confidence": [
      [
        "M",
        -0.0010917583
      ],
      [
        "ars",
        -5.2001665e-06
      ],
      [
        " (",
        -0.004500381
      ],
      [
        "my",
        -0.010964813
      ],
      [
        "th",
        -1.9361265e-07
      ],
      [
        "ology",
        -9.543734e-05
      ],
      [
        ")",
        -1.2829201e-05
      ]
    ]
  },
  "This man's popularity plummeted following the disastrous rescue attempt of Operation Eagle Claw. He claimed": {
    "guess": "Jimmy Carter",
    "confidence": [
      [
        "Jimmy",
        -0.641495
      ],
      [
        " Carter",
        -0.0015178345
      ]
    ]
  },
  "One of its popularizers asserted that communities are psychic beings, with distinctive ways of thinking and feeling. An individual's sadness, he wrote, comes not from \"this or that incident in his life, but from the group to which he belongs.\" The collapse of normative regulation of societal relationships through rules and shared values, leads to this phenomenon, where personal feelings of despair, isolation and  meaninglessness grow and potentially erupt as individual pathologies and civic disorders. FTP, name this concept expounded on by Robert Merton and Emile Durkheim.": {
    "guess": "Collective consciousness",
    "confidence": [
      [
        "Collect",
        -0.562694
      ],
      [
        "ive",
        -0.00015312091
      ],
      [
        " consciousness",
        -0.7058673
      ]
    ]
  },
  "One pope of this name had all German churches read an encyclical written in German rather than Latin; that encyclical by a pope of this name was Mit brennender Sorge. Another pope of this name declared Rome an \"open city\" and was criticized as being the \"Pope of (+) Silence\" for his lack of action against the Holocaust. The longest-reigning pope had this name; that pope wrote the Syllabus of (*) Errors and was responsible for the dogma of the Immaculate Conception. For 10 points, give this papal name used by the twelfth, who reigned during World War II, and the ninth, who organized the First Vatican": {
    "guess": "Pius",
    "confidence": [
      [
        "P",
        -0.04586268
      ],
      [
        "ius",
        -0.4637089
      ]
    ]
  },
  "The Pope excommunicated him and his entire country through the interdict of 1208 because he refused to accept Stephen Langton's appointment as archbishop. He became unpopular after a tax program to support his war with Phillip II for control of France. His throne was all the more untenable because he": {
    "guess": "John, King of England",
    "confidence": [
      [
        "John",
        -0.15068577
      ],
      [
        ",",
        -0.000113913906
      ],
      [
        " King",
        -4.0842064e-05
      ],
      [
        " of",
        -6.749814e-06
      ],
      [
        " England",
        -4.7517467e-05
      ]
    ]
  },
  "A popular character in this novel is mocked with the appellation \"Six-finger-dog-tooth-meringue-pie\" by a pair of characters who are themselves targeted by Rosemary Villanucci. Its fifth chapter opens by describing a type of woman who only feels affection for her cat, as exemplified by Geraldine. One character in this novel was interrupted while having sex with Darlene by two white men, who laugh and": {
    "guess": "The World According to Garp",
    "confidence": [
      [
        "The",
        -0.86851597
      ],
      [
        " World",
        -1.0305203
      ],
      [
        " According",
        -0.0064272294
      ],
      [
        " to",
        -0.00069170515
      ],
      [
        " G",
        -0.0004895265
      ],
      [
        "arp",
        -2.4630364e-05
      ]
    ]
  },
  "Pope Sixtus IV established this concept's feast and this concept was established as dogma by Pius IX. In Ineffabilis Deus, Pius IX claimed scriptural evidence for this concept in the Book of Luke 1:28, where Gabriel offers a greeting, and in Genesis 3:15, in a warning made by God towards the serpent. Protestants reject this doctrine, since Jesus is the only figure stated in the Bible to have no sin but Catholics accept it for that very reason. Arguing that Mary was in complete faith throughout her entire life, for 10 points, name this doctrine which states that the Virgin was protected by God from Original Sin at the birth of Christ.": {
    "guess": "Immaculate Conception",
    "confidence": [
      [
        "Im",
        -0.0011022298
      ],
      [
        "mac",
        -5.7961847e-06
      ],
      [
        "ulate",
        -1.9146995e-05
      ],
      [
        " Con",
        -5.5122365e-07
      ],
      [
        "ception",
        -3.2929079e-06
      ]
    ]
  },
  "Poor neighborhoods in this city include Allapattah, the home of a namesake gang, as well as the historically African-American Overtown. Every March, this city celebrates a carnival called the Calle Ocho, while a controversial construction project is underway to construct a billion-dollar port tunnel under this city's Government Cut channel. The Supreme Court heard a case concerning Santeria animal sacrifices arising from this city's suburb of (*) Hialeah, where English is the native language of only 7 percent of the population. A 1980 riot and the 1998 drug war centered on its crime-ridden Liberty City neighborhood, but its best known neighborhood is undoubtedly Little Havana, the center of its Cuban community. For 10 points, name this seat of Dade County in southern Florida.": {
    "guess": "Miami",
    "confidence": [
      [
        "Miami",
        -0.00037907605
      ]
    ]
  },
  "Pope v. Illinois clarified the test for this, while Kois v. Wisconsin said that it could never apply to anything rationally related to a news article. Stanley v. Georgia held that it can only be invoked to bar distribution of items, and that \"mere private possession\" should be protected. A 1973 case": {
    "guess": "Miller v. California",
    "confidence": [
      [
        "Miller",
        -0.48438585
      ],
      [
        " v",
        -0.026766049
      ],
      [
        ".",
        -0.0012221322
      ],
      [
        " California",
        -0.0019442226
      ]
    ]
  },
  "One of the most popular contemporary compositions for this instrument is \"Stranger on the Shore.\" Stravinsky's": {
    "guess": "Clarinet",
    "confidence": [
      [
        "Clar",
        -0.035931457
      ],
      [
        "inet",
        -4.596782e-05
      ]
    ]
  },
  "One pope of this name had all German churches read an encyclical written in German rather than Latin; that encyclical by a pope of this name was Mit brennender Sorge. Another pope of this name declared Rome an \"open city\" and was criticized as being the \"Pope of (+) Silence\" for his lack of action against the Holocaust. The longest-reigning pope had this name; that pope wrote the Syllabus of (*) Errors": {
    "guess": "Pope Pius",
    "confidence": [
      [
        "P",
        -0.01979173
      ],
      [
        "ope",
        -0.7428758
      ],
      [
        " P",
        -0.017581902
      ],
      [
        "ius",
        -6.241792e-05
      ]
    ]
  },
  "One of the most popular episodes of this show involves a bargain struck with a character played by Anthony Anderson to give prison protection to one of the major characters, who had been informed upon by Emolia Melendez for swiping a bag of heroin. This show spent nearly a million dollars on a fifteen-minute \"promosode\" taking place between its fifth and sixth seasons that was released for free to the Internet. A character who tries to mediate between the extremes on this show is Claudette Wyms, who sympathizes with neither the by-the-book Captain Aceveda nor the leader of the Strike Team. For 10 points, name this show in which Vic Mackey, played by Michael Chiklis, is a horribly abusive police": {
    "guess": "The Shield",
    "confidence": [
      [
        "The",
        -0.03208531
      ],
      [
        " Shield",
        -0.0056119813
      ]
    ]
  },
  "One pope of this name had all German churches read an encyclical written in German rather than Latin;": {
    "guess": "Pope Benedict XVI",
    "confidence": [
      [
        "P",
        -0.77808326
      ],
      [
        "ope",
        -0.12716654
      ],
      [
        " Benedict",
        -0.63083524
      ],
      [
        " XVI",
        -0.15850855
      ]
    ]
  },
  "One of the most popular contemporary compositions for this instrument is \"Stranger on the Shore.\" Stravinsky's Ebony Concerto was composed in order to showcase one player of this instrument, modern players of which include Acker Bilk and Pete Fountain. In addition to playing the saxophone, Lester Young also played this instrument. Cole Porter's song \"Begin the Beguine\" became popular thanks to a 1938 recording by a player of this instrument, Artie Shaw. Woody Herman inspired the stage name of one player of this instrument. Another player of this instrument became the first jazz bandleader to play at Carnegie Hall in 1938 and was known as the \"King of Swing.\" For 10 points, name this instrument played by Woody Allen and Benny Goodman.": {
    "guess": "Clarinet",
    "confidence": [
      [
        "Clar",
        -0.0023102423
      ],
      [
        "inet",
        -1.60477e-05
      ]
    ]
  },
  "One pope of this name had all German churches read an encyclical written in German rather than Latin; that encyclical by a pope of this name was Mit brennender Sorge. Another pope of this name declared": {
    "guess": "Mit brennender Sorge",
    "confidence": [
      [
        "Mit",
        -0.04965694
      ],
      [
        " b",
        -0.01653844
      ],
      [
        "ren",
        -4.1557283e-05
      ],
      [
        "n",
        -0.00054171204
      ],
      [
        "ender",
        -0.0011450992
      ],
      [
        " S",
        -0.00038205247
      ],
      [
        "orge",
        -0.00020520923
      ]
    ]
  },
  "A popular French master of these entities named Amédée-François Frézier wrote a treatise on them in 1706, while Claude-Francois Menestrier was specially commissioned to create some for Louis XIV following the Peace of the Pyrenees. A competition using these entities is outlined in the (+) Huolongjing; that competition was made possible by their derivation from one of the \"Four Great Inventions\" alongside papermaking, printing and the compass. James II attempted to ban these entities from being used to commemorate an incident where Robert Catesby and other conspirators were foiled in an effort to": {
    "guess": "Fireworks",
    "confidence": [
      [
        "Fire",
        -0.014246956
      ],
      [
        "works",
        -0.001341435
      ]
    ]
  },
  "A popular banner supporting this cause urged \"Kaiser Wilson\" to \"take the beam out of [his] eye.\" Sweden adopted a limited form of this right for taxpaying guild members during the Age of Liberty. Emmeline Pankhurst delivered her \"Freedom or Death\" speech in support of this right. New Zealand was the first modern country to adopt an unrestricted form of this right in 1893 while it was part of South Australia. The denial of this right was the first grievance listed in the Declaration of Sentiments": {
    "guess": "Women's suffrage",
    "confidence": [
      [
        "Women",
        -0.025413593
      ],
      [
        "'s",
        -2.4272753e-05
      ],
      [
        " suff",
        -0.0074375547
      ],
      [
        "rage",
        -4.8351892e-05
      ]
    ]
  },
  "Pope Sixtus IV established this concept's feast and this concept was established as dogma by Pius IX. In Ineffabilis Deus, Pius IX claimed scriptural evidence for this concept in the Book of Luke 1:28,": {
    "guess": "Immaculate Conception",
    "confidence": [
      [
        "Im",
        -0.016170323
      ],
      [
        "mac",
        -4.246537e-06
      ],
      [
        "ulate",
        -3.7027545e-05
      ],
      [
        " Con",
        -4.246537e-06
      ],
      [
        "ception",
        -9.372295e-06
      ]
    ]
  },
  "A pope from this house rode around Rome on a white elephant named Hanno. This house was targeted by the Pazzi Conspiracy, and one of its members founded the Grand Duchy of Tuscany. The popes Clement VII and Leo X hailed from this house, whose rule was attacked by the Bonfire of the Vanities under Savonarola. This banking family rose to power under (*) Cosimo, and patronized the young Michelangelo and": {
    "guess": "House of Medici",
    "confidence": [
      [
        "House",
        -0.091203414
      ],
      [
        " of",
        -0.00048703788
      ],
      [
        " Med",
        -1.5213274e-05
      ],
      [
        "ici",
        -2.9352968e-06
      ]
    ]
  },
  "One of the most popular contemporary compositions for this instrument is \"Stranger on the Shore.\" Stravinsky's Ebony Concerto was composed in order to showcase one player of this instrument, modern players of which include Acker Bilk and Pete Fountain. In addition to playing the saxophone, Lester Young also played this instrument. Cole Porter's song \"Begin the Beguine\" became popular thanks to a 1938 recording by a player of this instrument, Artie Shaw. Woody Herman inspired the stage name of one player of this instrument. Another player of this instrument became the first jazz bandleader to play at Carnegie Hall in 1938 and was known as the \"King of Swing.\" For 10 points, name this instrument": {
    "guess": "Clarinet",
    "confidence": [
      [
        "Clar",
        -0.002488738
      ],
      [
        "inet",
        -1.2948405e-05
      ]
    ]
  },
  "A pope from this house rode around Rome on a white elephant named Hanno. This house was targeted by the Pazzi Conspiracy, and one of its members founded the Grand Duchy of Tuscany. The popes Clement VII and Leo X hailed from this house, whose rule was attacked by the Bonfire of the Vanities under Savonarola. This banking family rose to power under (*) Cosimo, and patronized the young Michelangelo and Leonardo da Vinci under its leader Lorenzo the Magnificent. For 10 points, name this family that": {
    "guess": "House of Medici",
    "confidence": [
      [
        "House",
        -0.6215988
      ],
      [
        " of",
        -0.00041696816
      ],
      [
        " Med",
        -7.302705e-05
      ],
      [
        "ici",
        -1.2233183e-05
      ]
    ]
  },
  "A popular theory in evolutionary biology posits that it was once responsible for both cellular replication and catalysis. It differs from deoxyribonucleic acid structurally only at the 3' position, though": {
    "guess": "RNA World hypothesis",
    "confidence": [
      [
        "RNA",
        -0.5236009
      ],
      [
        " World",
        -0.14577594
      ],
      [
        " hypothesis",
        -0.47042704
      ]
    ]
  },
  "His popularity in the South was increased in 1854 when he joined in writing the Ostend Manifesto. As President, he failed to make a stand regarding the status of Kansas as a slave state, causing a rift in his Democratic Party which contributed to his defeat by Abraham Lincoln. FTP, identify this fifteenth President of the United States.": {
    "guess": "James Buchanan",
    "confidence": [
      [
        "James",
        -0.25000247
      ],
      [
        " Buchanan",
        -0.0003463097
      ]
    ]
  },
  "One of its popularizers asserted that communities are psychic beings, with distinctive ways of thinking and feeling. An individual's sadness, he wrote, comes not from \"this or that incident in his life,": {
    "guess": "Collective unconscious",
    "confidence": [
      [
        "Collect",
        -0.35077354
      ],
      [
        "ive",
        -0.00039146954
      ],
      [
        " unconscious",
        -0.165763
      ]
    ]
  },
  "A popular banner supporting this cause urged \"Kaiser Wilson\" to \"take the beam out of [his] eye.\" Sweden": {
    "guess": "Women's suffrage",
    "confidence": [
      [
        "Women",
        -0.90807235
      ],
      [
        "'s",
        -0.14205737
      ],
      [
        " suff",
        -0.015721459
      ],
      [
        "rage",
        -0.00028398086
      ]
    ]
  },
  "This man's popularity plummeted following the disastrous rescue attempt of Operation Eagle Claw. He claimed that the United States faced a \"crisis of confidence\" in his \"malaise\" speech. Although he failed to solve the Iran Hostage Crisis, he helped negotiate peace between Egypt and Israel in the Camp David Accords. For 10 points, name this Georgia-born president succeeded by Ronald Reagan.": {
    "guess": "Jimmy Carter",
    "confidence": [
      [
        "Jimmy",
        -0.03040463
      ],
      [
        " Carter",
        -0.00036013365
      ]
    ]
  },
  "A Pop Art version includes a depiction of the artist herself, Marisol, sitting opposite the scene of wood sculpture. A version by Tintoretto divided the oil on canvas painting diagonally with the table,": {
    "guess": "Last Supper",
    "confidence": [
      [
        "Last",
        -0.063023485
      ],
      [
        " Sup",
        -0.000100205485
      ],
      [
        "per",
        -2.6968896e-06
      ]
    ]
  },
  "A popular French master of these entities named Amédée-François Frézier wrote a treatise on them in 1706, while Claude-Francois Menestrier was specially commissioned to create some for Louis XIV following": {
    "guess": "Fireworks",
    "confidence": [
      [
        "Fire",
        -0.6641794
      ],
      [
        "works",
        -0.03183327
      ]
    ]
  },
  "A popular French master of these entities named Amédée-François Frézier wrote a treatise on them in 1706, while Claude-Francois Menestrier was specially commissioned to create some for Louis XIV following the Peace of the Pyrenees. A competition using these entities is outlined in the (+) Huolongjing; that competition was made possible by their derivation from one of the \"Four Great Inventions\" alongside": {
    "guess": "Fireworks",
    "confidence": [
      [
        "Fire",
        -0.021157287
      ],
      [
        "works",
        -0.001453448
      ]
    ]
  },
  "A popular theory in evolutionary biology posits that it was once responsible for both cellular replication and catalysis. It differs from deoxyribonucleic acid structurally only at the 3' position, though cells use uracil instead of thymine during synthesis. FTP, name this macromolecule, which can be found in the cell as ribosomal, transfer, and messenger types.": {
    "guess": "RNA",
    "confidence": [
      [
        "RNA",
        -0.005572271
      ]
    ]
  },
  "Population inversion is achieved in diatomic nitrogen and in this molecule in order to produce infrared light in the most commonly used form of laser industrially. In the body, a certain \"anhydrase\" enzyme": {
    "guess": "Carbon monoxide laser",
    "confidence": [
      [
        "Carbon",
        -0.003883096
      ],
      [
        " mon",
        -0.102043435
      ],
      [
        "oxide",
        -0.00041601455
      ],
      [
        " laser",
        -0.011930144
      ]
    ]
  },
  "One of its popularizers asserted that communities are psychic beings, with distinctive ways of thinking and feeling. An individual's sadness, he wrote, comes not from \"this or that incident in his life, but from the group to which he belongs.\" The collapse of normative regulation of societal relationships through rules and shared values, leads to this phenomenon, where personal feelings of despair,": {
    "guess": "Anomie",
    "confidence": [
      [
        "An",
        -0.6044311
      ],
      [
        "om",
        -3.88156e-05
      ],
      [
        "ie",
        -0.00090526865
      ]
    ]
  },
  "A popular anecdote tells how this painting's artist was heavily distracted by two swans as he painted its background while on the banks of the Hogsmill River. Another story describes how Elizabeth Siddall,": {
    "guess": "Ophelia (painting)",
    "confidence": [
      [
        "O",
        -0.08338758
      ],
      [
        "ph",
        0.0
      ],
      [
        "elia",
        -4.763667e-05
      ],
      [
        " (",
        -0.05252445
      ],
      [
        "paint",
        -0.0053441627
      ],
      [
        "ing",
        -1.11603495e-05
      ],
      [
        ")",
        -0.00842935
      ]
    ]
  },
  "One of the most popular episodes of this show involves a bargain struck with a character played by Anthony Anderson to give prison protection to one of the major characters, who had been informed upon by Emolia Melendez for swiping a bag of heroin. This show spent nearly a million dollars on a fifteen-minute": {
    "guess": "Empire (2015 TV series)",
    "confidence": [
      [
        "Emp",
        -0.5229013
      ],
      [
        "ire",
        -0.00018685187
      ],
      [
        " (",
        -0.033557404
      ],
      [
        "201",
        -0.011073877
      ],
      [
        "5",
        -0.0003770496
      ],
      [
        " TV",
        -0.00027968953
      ],
      [
        " series",
        -0.004619053
      ],
      [
        ")",
        -0.00016432605
      ]
    ]
  },
  "In a popular contemporary pasquinade, this man was attacked for traveling with \"Two Turks, three Whores, and a half-dozen nurses.\" Both Thomas Hanmer and William Bromley refused to take office under this man, whose supporters consolidated their position by instituting the Septennial Act, which allowed for seven years between elecitons. The first half of this king's reign was dominated by the ministry of James Stanhope, who negotiated the Triple Alliance for this king over the objections of (*) Robert Walpole. This man's accession was made possible by the 1701 Act of Settlement, which ensured a": {
    "guess": "George I of Great Britain",
    "confidence": [
      [
        "George",
        -0.016291246
      ],
      [
        " I",
        -0.02723099
      ],
      [
        " of",
        -8.3159364e-05
      ],
      [
        " Great",
        -0.0002700377
      ],
      [
        " Britain",
        -0.00021641071
      ]
    ]
  },
  "The popularity of the 1967 BBC serial spread to other nations and revived interest in its author's works. Published in 1922 with two \"interludes,\" the character of Irene in this series bear's resemblance": {
    "guess": "John Galsworthy",
    "confidence": [
      [
        "John",
        -0.9033908
      ],
      [
        " G",
        -0.20936668
      ],
      [
        "als",
        -0.00084131124
      ],
      [
        "worthy",
        -0.00014847564
      ]
    ]
  },
  "A popular anecdote tells how this painting's artist was heavily distracted by two swans as he painted its background while on the banks of the Hogsmill River. Another story describes how Elizabeth Siddall, the model for the title character, caught a cold after posing in a bathtub for hours. Flowers and plants are portrayed in painstaking detail in this Pre-Raphaelite work, including the necklace of": {
    "guess": "Ophelia (painting)",
    "confidence": [
      [
        "O",
        -0.0042964728
      ],
      [
        "ph",
        -6.0345924e-06
      ],
      [
        "elia",
        -6.647085e-05
      ],
      [
        " (",
        -0.10122848
      ],
      [
        "paint",
        -0.004366152
      ],
      [
        "ing",
        -4.6802244e-05
      ],
      [
        ")",
        -0.0019614631
      ]
    ]
  },
  "Pope John Paul II's first trip outside of Rome as Pope was to her shrine; she supposedly left an image that has yet to decay in 470 years. Traditionally depicted in paintings as [*] pregnant with Jesus, she is revered for her dark hair and olive skin. Considered the patron saint of the Americas—for 10 points—name this 1531  apparition of the Virgin Mary in Tepeyac, Mexico.": {
    "guess": "Our Lady of Guadalupe",
    "confidence": [
      [
        "Our",
        -0.023420632
      ],
      [
        " Lady",
        -6.49212e-05
      ],
      [
        " of",
        -4.9186317e-05
      ],
      [
        " Gu",
        -5.3239244e-05
      ],
      [
        "ad",
        -0.00038789344
      ],
      [
        "alu",
        -3.202099e-05
      ],
      [
        "pe",
        -1.6643718e-05
      ]
    ]
  },
  "A popular character in this novel is mocked with the appellation \"Six-finger-dog-tooth-meringue-pie\" by a pair of characters who are themselves targeted by Rosemary Villanucci. Its fifth chapter opens by describing a type of woman who only feels affection for her cat, as exemplified by Geraldine. One character in this novel was interrupted while having sex with Darlene by two white men, who laugh and force him to continue. Another of its characters is tricked into poisoning a dog owned by the (*) pedophile Soaphead Church. The narrator and her sister Frieda plant marigolds which fail to bloom, mirroring the death of a child created when the drunken Cholly rapes his daughter. For 10 points, Claudia MacTeer narrates which Toni Morrison novel, in which Pecola Breedlove obsesses about wanting to": {
    "guess": "The Bluest Eye",
    "confidence": [
      [
        "The",
        -0.017692233
      ],
      [
        " Bl",
        -0.00010521204
      ],
      [
        "uest",
        -3.888926e-06
      ],
      [
        " Eye",
        -5.538491e-05
      ]
    ]
  },
  "A popular character in this novel is mocked with the appellation \"Six-finger-dog-tooth-meringue-pie\" by a pair of characters who are themselves targeted by Rosemary Villanucci. Its fifth chapter opens by describing a type of woman who only feels affection for her cat, as exemplified by Geraldine. One character in this novel was interrupted while having sex with Darlene by two white men, who laugh and force him to continue. Another of its characters is tricked into poisoning a dog owned by the (*) pedophile Soaphead Church. The narrator and her sister Frieda plant marigolds which fail to bloom,": {
    "guess": "The Bluest Eye",
    "confidence": [
      [
        "The",
        -0.017700432
      ],
      [
        " Bl",
        -0.00014478032
      ],
      [
        "uest",
        -1.504853e-06
      ],
      [
        " Eye",
        -4.9663133e-05
      ]
    ]
  },
  "A popular anecdote tells how this painting's artist was heavily distracted by two swans as he painted": {
    "guess": "The Persistence of Memory",
    "confidence": [
      [
        "The",
        -0.40269867
      ],
      [
        " Persistence",
        -0.017190496
      ],
      [
        " of",
        -2.8921695e-05
      ],
      [
        " Memory",
        -6.659005e-05
      ]
    ]
  },
  "Popular excerpts from this opera include the duet Ah! l'honn?e  homme! and En vain j'esp?e un sort prosp?e.": {
    "guess": "Les contes d'Hoffmann",
    "confidence": [
      [
        "Les",
        -1.6518253
      ],
      [
        " cont",
        -0.2675925
      ],
      [
        "es",
        -7.159661e-05
      ],
      [
        " d",
        -0.00017314713
      ],
      [
        "'H",
        -0.0027820545
      ],
      [
        "off",
        -2.577686e-06
      ],
      [
        "mann",
        -0.009129263
      ]
    ]
  },
  "Poor neighborhoods in this city include Allapattah, the home of a namesake gang, as well as the historically African-American Overtown. Every March, this city celebrates a carnival called the Calle Ocho, while a controversial construction project is underway to construct a billion-dollar port tunnel": {
    "guess": "Miami",
    "confidence": [
      [
        "Miami",
        -0.0010280466
      ]
    ]
  },
  "Pope Clement VIII, upon learning of it, lamented \"This crucifies me.\" It offered an amnesty, protection from the Inquisition while travelling abroad, and the right to bring grievances directly to the king, but did not exempt the group concerned from the tithe or antipathetic marriage restrictions. It created zones of special religious expression in 100 specific geographic areas, including La Rochelle. The Edict of Fontainebleau issued by Louis XIV revoked, for 10 points, what 1598 declaration of Henry IV promising tolerance for French Huguenots?": {
    "guess": "Edict of Nantes",
    "confidence": [
      [
        "Ed",
        -0.021370623
      ],
      [
        "ict",
        -5.7649777e-05
      ],
      [
        " of",
        -0.001703983
      ],
      [
        " N",
        -0.0013184543
      ],
      [
        "antes",
        -5.240482e-05
      ]
    ]
  },
  "About 5% of the population has the full blown version of this passing disorder, which is four times more common in women than in men, and should not be treated by tanning beds. Symptoms include a change in appetite, particularly in favor of sweet or starchy foods, weight gain and fatigue. The proper treatment is light therapy throughout the months in question. FTP, name this psychological disorder which is seven times more common in Washington state than in Florida, and strikes hardest during the winter.": {
    "guess": "Seasonal Affective Disorder",
    "confidence": [
      [
        "Season",
        -0.043205973
      ],
      [
        "al",
        -8.923875e-05
      ],
      [
        " A",
        -0.18543991
      ],
      [
        "ffective",
        -0.00026276626
      ],
      [
        " Disorder",
        -3.6908343e-05
      ]
    ]
  },
  "This man popularized a song first written by Art Hickman and Harry Williams and adapted it into \"In a Mellow Tone.\" Besides \"Rose Room,\" this man included the tracks \"The Telecasters\" and \"Sonnet for Sister Kate\" on one album. This man released Black, Brown, and Beige and(*) Such Sweet Thunder and collaborated": {
    "guess": "Duke Ellington",
    "confidence": [
      [
        "D",
        -0.01996012
      ],
      [
        "uke",
        -0.00015335932
      ],
      [
        " Ell",
        -0.00016325322
      ],
      [
        "ington",
        -0.00015443214
      ]
    ]
  },
  "Poor neighborhoods in this city include Allapattah, the home of a namesake gang, as well as the historically African-American Overtown. Every March, this city celebrates a carnival called the Calle Ocho, while a controversial construction project is underway to construct a billion-dollar port tunnel under this city's Government Cut channel. The Supreme Court heard a case concerning Santeria animal": {
    "guess": "Miami",
    "confidence": [
      [
        "Miami",
        -0.0007198188
      ]
    ]
  },
  "Popular excerpts from this opera include the duet Ah! l'honn?e  homme! and En vain j'esp?e un sort prosp?e.  The villain, revealed to be the title character's father, sinks into the earth at the end after Alice aids the title character in attaining his love.  Set in Palermo, it begins with Raimbaut singing a ballad of marriage to the title character, who must win the Princess Isabelle at a tournament.  The climax of this opera occurs when dead nuns rise from their graves and assist the title character": {
    "guess": "Robert le Diable",
    "confidence": [
      [
        "Robert",
        -0.18593515
      ],
      [
        " le",
        -0.053582154
      ],
      [
        " D",
        -0.44320026
      ],
      [
        "iable",
        -1.569009e-05
      ]
    ]
  },
  "One of its popularizers asserted that communities are psychic beings, with distinctive ways of thinking and feeling. An individual's sadness, he wrote, comes not from \"this or that incident in his life, but from the group to which he belongs.\" The collapse of normative regulation of societal relationships": {
    "guess": "Collective effervescence",
    "confidence": [
      [
        "Collect",
        -0.43323773
      ],
      [
        "ive",
        -2.0219828e-05
      ],
      [
        " eff",
        -0.7764325
      ],
      [
        "erv",
        -0.00082379935
      ],
      [
        "esc",
        -9.0883464e-07
      ],
      [
        "ence",
        -3.0828953e-05
      ]
    ]
  },
  "One of the most popular contemporary compositions for this instrument is \"Stranger on the Shore.\" Stravinsky's Ebony Concerto was composed in order to showcase one player of this instrument, modern players of which include Acker Bilk and Pete Fountain. In addition to playing the saxophone, Lester Young also played this instrument. Cole Porter's song \"Begin the Beguine\" became popular thanks to a 1938 recording by a player of this instrument, Artie Shaw. Woody Herman inspired the stage name of one player of this instrument. Another player of this instrument became the first jazz bandleader to play": {
    "guess": "Clarinet",
    "confidence": [
      [
        "Clar",
        -0.010051773
      ],
      [
        "inet",
        -3.4166656e-05
      ]
    ]
  },
  "A popular banner supporting this cause urged \"Kaiser Wilson\" to \"take the beam out of [his] eye.\" Sweden adopted a limited form of this right for taxpaying guild members during the Age of Liberty. Emmeline Pankhurst delivered her \"Freedom or Death\" speech in support of this right. New Zealand was the first modern country to adopt an unrestricted form of this right in 1893 while it was part of South": {
    "guess": "Women's suffrage",
    "confidence": [
      [
        "Women",
        -0.0116044
      ],
      [
        "'s",
        -2.4391957e-05
      ],
      [
        " suff",
        -0.0055275736
      ],
      [
        "rage",
        -0.000104496816
      ]
    ]
  },
  "Pope Clement VIII, upon learning of it, lamented \"This crucifies me.\" It offered an amnesty, protection from the Inquisition while travelling abroad, and the right to bring grievances directly to the king, but did not exempt the group concerned from the tithe or antipathetic marriage restrictions. It": {
    "guess": "Edict of Nantes",
    "confidence": [
      [
        "Ed",
        -0.00470673
      ],
      [
        "ict",
        -2.7968066e-05
      ],
      [
        " of",
        -0.000117370815
      ],
      [
        " N",
        -0.0052373107
      ],
      [
        "antes",
        -3.8100377e-05
      ]
    ]
  },
  "A popular French master of these entities named Amédée-François Frézier wrote a treatise on them in 1706,": {
    "guess": "Fabulous entities",
    "confidence": [
      [
        "Fab",
        -0.60506785
      ],
      [
        "ulous",
        -0.06325135
      ],
      [
        " entities",
        -0.37363267
      ]
    ]
  },
  "Pope Clement VIII, upon learning of it, lamented \"This crucifies me.\" It offered an amnesty, protection": {
    "guess": "Edict of Nantes",
    "confidence": [
      [
        "Ed",
        -0.01984501
      ],
      [
        "ict",
        -1.7954959e-05
      ],
      [
        " of",
        -0.00022725825
      ],
      [
        " N",
        -0.0023019128
      ],
      [
        "antes",
        -4.429897e-05
      ]
    ]
  },
  "A popular anecdote tells how this painting's artist was heavily distracted by two swans as he painted its background while on the banks of the Hogsmill River. Another story describes how Elizabeth Siddall, the model for the title character, caught a cold after posing in a bathtub for hours. Flowers and": {
    "guess": "Ophelia (painting)",
    "confidence": [
      [
        "O",
        -0.046609003
      ],
      [
        "ph",
        -4.3202e-07
      ],
      [
        "elia",
        -4.179569e-05
      ],
      [
        " (",
        -0.00960828
      ],
      [
        "paint",
        -0.015249362
      ],
      [
        "ing",
        -2.4630364e-05
      ],
      [
        ")",
        -0.00017588881
      ]
    ]
  },
  "Population inversion is achieved in diatomic nitrogen and in this molecule in order to produce infrared light in the most commonly used form of laser industrially. In the body, a certain \"anhydrase\" enzyme converts this molecule into an anion. The bond angles of this molecule are 180 degrees, thus making": {
    "guess": "Carbon Dioxide",
    "confidence": [
      [
        "Carbon",
        -0.018769495
      ],
      [
        " D",
        -0.69058424
      ],
      [
        "ioxide",
        -1.5928495e-05
      ]
    ]
  },
  "A pope from this house rode around Rome on a white elephant named Hanno. This house was targeted by the Pazzi Conspiracy, and one of its members founded the Grand Duchy of Tuscany. The popes Clement VII and Leo X hailed from this house, whose rule was attacked by the Bonfire of the Vanities under Savonarola. This banking family rose to power under (*) Cosimo, and patronized the young Michelangelo and Leonardo da Vinci under its leader Lorenzo the Magnificent. For 10 points, name this family that ruled Florence during the Renaissance.": {
    "guess": "House of Medici",
    "confidence": [
      [
        "House",
        -0.7626195
      ],
      [
        " of",
        -0.00045819426
      ],
      [
        " Med",
        -0.010294742
      ],
      [
        "ici",
        -8.537869e-06
      ]
    ]
  },
  "This man popularized a song first written by Art Hickman and Harry Williams and adapted it into \"In a Mellow Tone.\" Besides \"Rose Room,\" this man included the tracks \"The Telecasters\" and \"Sonnet for Sister Kate\" on one album. This man released Black, Brown, and Beige and(*) Such Sweet Thunder and collaborated with Billy Strayhorn, who wrote Take the A Train. His best known album is a live record of a 1956 appearance at the Newport Jazz Festival. For 10 points, name this big-band pianist who created It Don't Mean a Thing (If It Ain't Got That Swing).": {
    "guess": "Duke Ellington",
    "confidence": [
      [
        "D",
        -0.0030436665
      ],
      [
        "uke",
        -6.704273e-07
      ],
      [
        " Ell",
        -1.0087517e-05
      ],
      [
        "ington",
        -0.00013035668
      ]
    ]
  },
  "One of the most popular episodes of this show involves a bargain struck with a character played by Anthony Anderson to give prison protection to one of the major characters, who had been informed upon by Emolia Melendez for swiping a bag of heroin. This show spent nearly a million dollars on a fifteen-minute \"promosode\" taking place between its fifth and sixth seasons that was released for free to the Internet. A character who tries to mediate between the extremes on this show is Claudette Wyms,": {
    "guess": "The Shield",
    "confidence": [
      [
        "The",
        -0.028365022
      ],
      [
        " Shield",
        -0.00020425562
      ]
    ]
  },
  "Pope v. Illinois clarified the test for this, while Kois v. Wisconsin said that it could never apply to anything rationally related to a news article. Stanley v. Georgia held that it can only be invoked to bar distribution of items, and that \"mere private possession\" should be protected. A 1973 case clarified the meaning of the word \"utterly\" in its definition from the Memoirs case, and a 1957 formulation of the standard for this used the impression of the \"dominant theme\" on \"the average person, applying contemporary community standards.\" FTP, Roth v. California and Miller v. California attempted to define what type of speech, which is given very low First Amendment value.": {
    "guess": "Obscenity",
    "confidence": [
      [
        "Obs",
        -0.023934528
      ],
      [
        "cen",
        -0.0059610335
      ],
      [
        "ity",
        -1.0445127e-05
      ]
    ]
  },
  "Pope Sixtus IV established this concept's feast and this concept was established as dogma by Pius IX.": {
    "guess": "Immaculate Conception",
    "confidence": [
      [
        "Im",
        -0.00093623594
      ],
      [
        "mac",
        -1.8624639e-06
      ],
      [
        "ulate",
        -2.319992e-05
      ],
      [
        " Con",
        -3.5313153e-06
      ],
      [
        "ception",
        -6.1537958e-06
      ]
    ]
  },
  "A popular French master of these entities named Amédée-François Frézier wrote a treatise on them in 1706, while Claude-Francois Menestrier was specially commissioned to create some for Louis XIV following the Peace of the Pyrenees. A competition using these entities is outlined in the (+) Huolongjing; that competition was made possible by their derivation from one of the \"Four Great Inventions\" alongside papermaking, printing and the compass. James II attempted to ban these entities from being used to commemorate an incident where Robert Catesby and other conspirators were foiled in an effort to kill the first Stuart King of England. A (*) composition written for an event involving these entities is often performed alongside Water Music, also by George Frideric Handel. Invented by the Chinese": {
    "guess": "Fireworks",
    "confidence": [
      [
        "Fire",
        -0.013332811
      ],
      [
        "works",
        -7.100059e-05
      ]
    ]
  },
  "The Pope excommunicated him and his entire country through the interdict of 1208 because he refused to accept Stephen Langton's appointment as archbishop. He became unpopular after a tax program to support his war with Phillip II for control of France. His throne was all the more untenable because he usurped the title in 1199 on the death of Richard I. For 10 points—identify this British monarch who was thus left with no choice at Runnymede but to sign the Magna Carta.": {
    "guess": "John, King of England",
    "confidence": [
      [
        "John",
        -0.41731432
      ],
      [
        ",",
        -0.011305163
      ],
      [
        " King",
        -0.000117132404
      ],
      [
        " of",
        -1.1994775e-05
      ],
      [
        " England",
        -1.998142e-05
      ]
    ]
  },
  "Pope John Paul II's first trip outside of Rome as Pope was to her shrine; she supposedly left an image": {
    "guess": "Our Lady of Guadalupe",
    "confidence": [
      [
        "Our",
        -0.74313736
      ],
      [
        " Lady",
        -5.8126592e-05
      ],
      [
        " of",
        -0.0001823258
      ],
      [
        " Gu",
        -0.53827024
      ],
      [
        "ad",
        -0.00035941842
      ],
      [
        "alu",
        -4.0246043e-05
      ],
      [
        "pe",
        -1.50940705e-05
      ]
    ]
  },
  "In a popular contemporary pasquinade, this man was attacked for traveling with \"Two Turks, three Whores, and a half-dozen nurses.\" Both Thomas Hanmer and William Bromley refused to take office under this man, whose supporters consolidated their position by instituting the Septennial Act, which allowed for seven years between elecitons. The first half of this king's reign was dominated by the ministry": {
    "guess": "George I of Great Britain",
    "confidence": [
      [
        "George",
        -0.053280413
      ],
      [
        " I",
        -0.024427444
      ],
      [
        " of",
        -1.3186812e-05
      ],
      [
        " Great",
        -5.312004e-05
      ],
      [
        " Britain",
        -7.7079974e-05
      ]
    ]
  },
  "Poor neighborhoods in this city include Allapattah, the home of a namesake gang, as well as the historically African-American Overtown. Every March, this city celebrates a carnival called the Calle Ocho, while a controversial construction project is underway to construct a billion-dollar port tunnel under this city's Government Cut channel. The Supreme Court heard a case concerning Santeria animal sacrifices arising from this city's suburb of (*) Hialeah, where English is the native language of only 7 percent of the population. A 1980 riot and the 1998 drug war centered on its crime-ridden Liberty": {
    "guess": "Miami",
    "confidence": [
      [
        "Miami",
        -0.00074328
      ]
    ]
  },
  "A Pop Art version includes a depiction of the artist herself, Marisol, sitting opposite the scene of wood sculpture. A version by Tintoretto divided the oil on canvas painting diagonally with the table, and includes a choir of angels, while Marisol's inspiration was painted for Santa Maria delle Grazie. Give the titles for these works depicting the moment at which Jesus announces that one apostle will": {
    "guess": "Last Supper",
    "confidence": [
      [
        "Last",
        -0.2766307
      ],
      [
        " Sup",
        -0.0005959241
      ],
      [
        "per",
        -8.304016e-05
      ]
    ]
  },
  "A popular anecdote tells how this painting's artist was heavily distracted by two swans as he painted its background while on the banks of the Hogsmill River. Another story describes how Elizabeth Siddall, the model for the title character, caught a cold after posing in a bathtub for hours. Flowers and plants are portrayed in painstaking detail in this Pre-Raphaelite work, including the necklace of violets around the titular literary character as she lies drowning in the river. For 10 points, name this John Millais painting of a female character from Hamlet.": {
    "guess": "Ophelia (painting)",
    "confidence": [
      [
        "O",
        -0.0033241033
      ],
      [
        "ph",
        -1.0280384e-06
      ],
      [
        "elia",
        -6.659005e-05
      ],
      [
        " (",
        -0.13192782
      ],
      [
        "paint",
        -0.004935459
      ],
      [
        "ing",
        -2.8206474e-05
      ],
      [
        ")",
        -0.00015490896
      ]
    ]
  },
  "The popularity of the 1967 BBC serial spread to other nations and revived interest in its author's works.": {
    "guess": "John Galsworthy",
    "confidence": [
      [
        "John",
        -1.0942923
      ],
      [
        " G",
        -0.59686136
      ],
      [
        "als",
        -0.005441143
      ],
      [
        "worthy",
        -0.0013928539
      ]
    ]
  },
  "One of the most popular episodes of this show involves a bargain struck with a character played by Anthony Anderson to give prison protection to one of the major characters, who had been informed upon by Emolia Melendez for swiping a bag of heroin. This show spent nearly a million dollars on a fifteen-minute \"promosode\" taking place between its fifth and sixth seasons that was released for free to the Internet. A character who tries to mediate between the extremes on this show is Claudette Wyms, who sympathizes with neither the by-the-book Captain Aceveda nor the leader of the Strike Team. For": {
    "guess": "The Shield",
    "confidence": [
      [
        "The",
        -0.01274696
      ],
      [
        " Shield",
        -4.596782e-05
      ]
    ]
  },
  "Popular excerpts from this opera include the duet Ah! l'honn?e  homme! and En vain j'esp?e un sort prosp?e.  The villain, revealed to be the title character's father, sinks into the earth at the end after Alice aids the title character in attaining his love.  Set in Palermo, it begins with Raimbaut singing": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -0.86460984
      ]
    ]
  },
  "One of the most popular contemporary compositions for this instrument is \"Stranger on the Shore.\" Stravinsky's Ebony Concerto was composed in order to showcase one player of this instrument, modern players of which include Acker Bilk and Pete Fountain. In addition to playing the saxophone, Lester Young": {
    "guess": "Saxophone",
    "confidence": [
      [
        "S",
        -0.6609699
      ],
      [
        "ax",
        -0.024372298
      ],
      [
        "ophone",
        -0.0033907604
      ]
    ]
  },
  "A Pop Art version includes a depiction of the artist herself, Marisol, sitting opposite the scene of wood sculpture. A version by Tintoretto divided the oil on canvas painting diagonally with the table, and includes a choir of angels, while Marisol's inspiration was painted for Santa Maria delle Grazie. Give the titles for these works depicting the moment at which Jesus announces that one apostle will betray him, the best known of which, FTP, was painted by Leonardo da Vinci.": {
    "guess": "The Last Supper",
    "confidence": [
      [
        "The",
        -0.18286014
      ],
      [
        " Last",
        -0.0012351145
      ],
      [
        " Sup",
        -2.7372049e-05
      ],
      [
        "per",
        -1.0921943e-05
      ]
    ]
  },
  "About 5% of the population has the full blown version of this passing disorder, which is four times more common in women than in men, and should not be treated by tanning beds. Symptoms include a change in appetite, particularly in favor of sweet or starchy foods, weight gain and fatigue. The proper treatment is light therapy throughout the months in question. FTP, name this psychological disorder": {
    "guess": "Seasonal Affective Disorder",
    "confidence": [
      [
        "Season",
        -0.018901328
      ],
      [
        "al",
        -0.00013190633
      ],
      [
        " A",
        -0.5691573
      ],
      [
        "ffective",
        -0.00018149138
      ],
      [
        " Disorder",
        -6.3609965e-05
      ]
    ]
  },
  "One of its popularizers asserted that communities are psychic beings, with distinctive ways of thinking and feeling. An individual's sadness, he wrote, comes not from \"this or that incident in his life, but from the group to which he belongs.\" The collapse of normative regulation of societal relationships through rules and shared values, leads to this phenomenon, where personal feelings of despair, isolation and  meaninglessness grow and potentially erupt as individual pathologies and civic disorders.": {
    "guess": "Émile Durkheim",
    "confidence": [
      [
        "É",
        -0.65655535
      ],
      [
        "mile",
        -0.00011450992
      ],
      [
        " Dur",
        -6.15835e-05
      ],
      [
        "k",
        -8.172892e-05
      ],
      [
        "heim",
        -8.2324936e-05
      ]
    ]
  },
  "A popular banner supporting this cause urged \"Kaiser Wilson\" to \"take the beam out of [his] eye.\" Sweden adopted a limited form of this right for taxpaying guild members during the Age of Liberty. Emmeline": {
    "guess": "Women's suffrage",
    "confidence": [
      [
        "Women",
        -0.22373858
      ],
      [
        "'s",
        -0.34189084
      ],
      [
        " suff",
        -0.018570466
      ],
      [
        "rage",
        -0.00037430789
      ]
    ]
  },
  "Pope Clement VIII, upon learning of it, lamented \"This crucifies me.\" It offered an amnesty, protection from the Inquisition while travelling abroad, and the right to bring grievances directly to the king, but did not exempt the group concerned from the tithe or antipathetic marriage restrictions. It created zones of special religious expression in 100 specific geographic areas, including La Rochelle.": {
    "guess": "Edict of Nantes",
    "confidence": [
      [
        "Ed",
        -0.024430119
      ],
      [
        "ict",
        -5.9437833e-05
      ],
      [
        " of",
        -0.00026753443
      ],
      [
        " N",
        -0.0031661948
      ],
      [
        "antes",
        -0.0001878055
      ]
    ]
  },
  "In a popular contemporary pasquinade, this man was attacked for traveling with \"Two Turks, three Whores, and a half-dozen nurses.\" Both Thomas Hanmer and William Bromley refused to take office under this man, whose supporters consolidated their position by instituting the Septennial Act, which allowed for seven years between elecitons. The first half of this king's reign was dominated by the ministry of James Stanhope, who negotiated the Triple Alliance for this king over the objections of (*) Robert": {
    "guess": "George I of Great Britain",
    "confidence": [
      [
        "George",
        -0.058271173
      ],
      [
        " I",
        -0.015280817
      ],
      [
        " of",
        -1.4259645e-05
      ],
      [
        " Great",
        -0.00013989297
      ],
      [
        " Britain",
        -6.551722e-05
      ]
    ]
  },
  "Pope Sixtus IV established this concept's feast and this concept was established as dogma by Pius IX. In Ineffabilis Deus, Pius IX claimed scriptural evidence for this concept in the Book of Luke 1:28, where Gabriel offers a greeting, and in Genesis 3:15, in a warning made by God towards the serpent.": {
    "guess": "Immaculate Conception",
    "confidence": [
      [
        "Im",
        -0.0074699707
      ],
      [
        "mac",
        -3.4121115e-06
      ],
      [
        "ulate",
        -1.4855664e-05
      ],
      [
        " Con",
        -5.5577775e-06
      ],
      [
        "ception",
        -5.9153886e-06
      ]
    ]
  },
  "One pope of this name had all German churches read an encyclical written in German rather than Latin; that encyclical by a pope of this name was Mit brennender Sorge. Another pope of this name declared Rome an \"open city\" and was criticized as being the \"Pope of (+) Silence\" for his lack of action against the Holocaust. The longest-reigning pope had this name; that pope wrote the Syllabus of (*) Errors and was responsible for the dogma of the Immaculate Conception. For 10 points, give this papal name used by the twelfth, who reigned during World War II, and the ninth, who organized the First Vatican Council that decreed papal infallibility.": {
    "guess": "Pius",
    "confidence": [
      [
        "P",
        -0.0125354305
      ],
      [
        "ius",
        -0.23287064
      ]
    ]
  },
  "A popular banner supporting this cause urged \"Kaiser Wilson\" to \"take the beam out of [his] eye.\" Sweden adopted a limited form of this right for taxpaying guild members during the Age of Liberty. Emmeline Pankhurst delivered her \"Freedom or Death\" speech in support of this right. New Zealand was the first modern country to adopt an unrestricted form of this right in 1893 while it was part of South Australia. The denial of this right was the first grievance listed in the Declaration of Sentiments drafted at the Seneca Falls Convention. For 10 points, name this right established in the Nineteenth": {
    "guess": "Women's suffrage",
    "confidence": [
      [
        "Women",
        -0.040073786
      ],
      [
        "'s",
        -0.00018625586
      ],
      [
        " suff",
        -0.04270065
      ],
      [
        "rage",
        -7.5530326e-05
      ]
    ]
  },
  "One of the most popular episodes of this show involves a bargain struck with a character played by Anthony": {
    "guess": "The Twilight Zone",
    "confidence": [
      [
        "The",
        -0.20535158
      ],
      [
        " Twilight",
        -0.015857456
      ],
      [
        " Zone",
        -4.8425554e-06
      ]
    ]
  },
  "His popularity in the South was increased in 1854 when he joined in writing the Ostend Manifesto. As President, he failed to make a stand regarding the status of Kansas as a slave state, causing a rift": {
    "guess": "Franklin Pierce",
    "confidence": [
      [
        "Frank",
        -0.60118955
      ],
      [
        "lin",
        -8.1490514e-05
      ],
      [
        " Pierce",
        -4.2868523e-05
      ]
    ]
  },
  "This man popularized a song first written by Art Hickman and Harry Williams and adapted it into \"In a Mellow Tone.\" Besides \"Rose Room,\" this man included the tracks \"The Telecasters\" and \"Sonnet for Sister Kate\" on one album. This man released Black, Brown, and Beige and(*) Such Sweet Thunder and collaborated with Billy Strayhorn, who wrote Take the A Train. His best known album is a live record of a 1956 appearance at the Newport Jazz Festival. For 10 points, name this big-band pianist who created": {
    "guess": "Duke Ellington discography",
    "confidence": [
      [
        "D",
        -0.0013433276
      ],
      [
        "uke",
        -8.657073e-06
      ],
      [
        " Ell",
        -7.529192e-05
      ],
      [
        "ington",
        -0.00014871404
      ],
      [
        " disc",
        -0.5946486
      ],
      [
        "ography",
        -9.9251854e-05
      ]
    ]
  },
  "In a popular contemporary pasquinade, this man was attacked for traveling with \"Two Turks, three Whores, and a half-dozen nurses.\" Both Thomas Hanmer and William Bromley refused to take office under this man, whose supporters consolidated their position by instituting the Septennial Act, which allowed for seven years between elecitons. The first half of this king's reign was dominated by the ministry of James Stanhope, who negotiated the Triple Alliance for this king over the objections of (*) Robert Walpole. This man's accession was made possible by the 1701 Act of Settlement, which ensured a Protestant king over the claims of James, the Old Pretender. For 10 points, identify this king who in 1714 succeeded Queen Anne and founded England's Hanoverian dynasty.": {
    "guess": "George I of Great Britain",
    "confidence": [
      [
        "George",
        -0.010080575
      ],
      [
        " I",
        -0.00010545045
      ],
      [
        " of",
        -7.89631e-07
      ],
      [
        " Great",
        -3.750436e-05
      ],
      [
        " Britain",
        -1.1279553e-05
      ]
    ]
  },
  "A popular French master of these entities named Amédée-François Frézier wrote a treatise on them in 1706, while Claude-Francois Menestrier was specially commissioned to create some for Louis XIV following the Peace of the Pyrenees. A competition using these entities is outlined in the (+) Huolongjing; that competition was made possible by their derivation from one of the \"Four Great Inventions\" alongside papermaking, printing and the compass. James II attempted to ban these entities from being used": {
    "guess": "Fireworks",
    "confidence": [
      [
        "Fire",
        -0.008628287
      ],
      [
        "works",
        -0.0039998037
      ]
    ]
  },
  "In a popular contemporary pasquinade, this man was attacked for traveling with \"Two Turks, three Whores,": {
    "guess": "George I of Great Britain",
    "confidence": [
      [
        "George",
        -0.25478798
      ],
      [
        " I",
        -0.015473464
      ],
      [
        " of",
        -5.7961847e-06
      ],
      [
        " Great",
        -0.00020199074
      ],
      [
        " Britain",
        -7.326546e-05
      ]
    ]
  },
  "A popular banner supporting this cause urged \"Kaiser Wilson\" to \"take the beam out of [his] eye.\" Sweden adopted a limited form of this right for taxpaying guild members during the Age of Liberty. Emmeline Pankhurst delivered her \"Freedom or Death\" speech in support of this right. New Zealand was the": {
    "guess": "Women's suffrage",
    "confidence": [
      [
        "Women",
        -0.06447079
      ],
      [
        "'s",
        -0.00017636562
      ],
      [
        " suff",
        -0.00385922
      ],
      [
        "rage",
        -0.00014787962
      ]
    ]
  },
  "Popular festivals in honor of this god include the Tubilustrium and the Equirria.  His sacred animals were the woodpecker and wolf and his epithets included Gradivus and Ultor.  His consort was the Sabine fertility goddess Nerio, but Ovid relates that he was tricked into sleeping with Anna Perenna.  The chief temple of his sat on the Capitoline hill beside those of Jupiter and Quirinus, the latter of whom is associated with his son Romulus.  FTP, name this Roman god of war often identified with the Greek Ares.": {
    "guess": "Mars (mythology)",
    "confidence": [
      [
        "M",
        -0.00124797
      ],
      [
        "ars",
        -9.0883464e-07
      ],
      [
        " (",
        -3.297462e-05
      ],
      [
        "my",
        -6.062987e-05
      ],
      [
        "th",
        0.0
      ],
      [
        "ology",
        -5.8365e-05
      ],
      [
        ")",
        -1.504853e-06
      ]
    ]
  },
  "Poor neighborhoods in this city include Allapattah, the home of a namesake gang, as well as the historically": {
    "guess": "Miami",
    "confidence": [
      [
        "Miami",
        -0.045361694
      ]
    ]
  },
  "Pope v. Illinois clarified the test for this, while Kois v. Wisconsin said that it could never apply to anything rationally related to a news article. Stanley v. Georgia held that it can only be invoked to bar distribution of items, and that \"mere private possession\" should be protected. A 1973 case clarified the meaning of the word \"utterly\" in its definition from the Memoirs case, and a 1957 formulation": {
    "guess": "Obscenity",
    "confidence": [
      [
        "Obs",
        -0.40351385
      ],
      [
        "cen",
        -0.016031552
      ],
      [
        "ity",
        -3.88156e-05
      ]
    ]
  },
  "Popular festivals in honor of this god include the Tubilustrium and the Equirria.  His sacred animals were the woodpecker and wolf and his epithets included Gradivus and Ultor.  His consort was the Sabine": {
    "guess": "Mars (mythology)",
    "confidence": [
      [
        "M",
        -0.0029009245
      ],
      [
        "ars",
        -2.3392786e-06
      ],
      [
        " (",
        -0.28964046
      ],
      [
        "my",
        -0.07591012
      ],
      [
        "th",
        -1.9361265e-07
      ],
      [
        "ology",
        -0.00030126172
      ],
      [
        ")",
        -3.7265952e-05
      ]
    ]
  },
  "He popularized the nickname \"Gotham\" for New York City, even though he died long before the creation": {
    "guess": "Washington Irving",
    "confidence": [
      [
        "Washington",
        -0.0043542865
      ],
      [
        " Irving",
        -0.00026944166
      ]
    ]
  },
  "Poor neighborhoods in this city include Allapattah, the home of a namesake gang, as well as the historically African-American Overtown. Every March, this city celebrates a carnival called the Calle Ocho, while a controversial construction project is underway to construct a billion-dollar port tunnel under this city's Government Cut channel. The Supreme Court heard a case concerning Santeria animal sacrifices arising from this city's suburb of (*) Hialeah, where English is the native language of only 7 percent of the population. A 1980 riot and the 1998 drug war centered on its crime-ridden Liberty City neighborhood, but its best known neighborhood is undoubtedly Little Havana, the center of its": {
    "guess": "Miami",
    "confidence": [
      [
        "Miami",
        -0.0016363817
      ]
    ]
  },
  "Pope Sixtus IV established this concept's feast and this concept was established as dogma by Pius IX. In Ineffabilis Deus, Pius IX claimed scriptural evidence for this concept in the Book of Luke 1:28, where Gabriel offers a greeting, and in Genesis 3:15, in a warning made by God towards the serpent. Protestants reject this doctrine, since Jesus is the only figure stated in the Bible to have no sin but Catholics accept it for that very reason. Arguing that Mary was in complete faith throughout her entire life, for 10 points, name this doctrine which states that the Virgin was protected by God from": {
    "guess": "Immaculate Conception",
    "confidence": [
      [
        "Im",
        -0.00503356
      ],
      [
        "mac",
        -7.9418505e-06
      ],
      [
        "ulate",
        -3.750436e-05
      ],
      [
        " Con",
        -1.9816675e-06
      ],
      [
        "ception",
        -5.7961847e-06
      ]
    ]
  },
  "One pope of this name had all German churches read an encyclical written in German rather than Latin; that encyclical by a pope of this name was Mit brennender Sorge. Another pope of this name declared Rome an \"open city\" and was criticized as being the \"Pope of (+) Silence\" for his lack of action against the Holocaust. The longest-reigning pope had this name; that pope wrote the Syllabus of (*) Errors and was responsible for the dogma of the Immaculate Conception. For 10 points, give this papal": {
    "guess": "Pius",
    "confidence": [
      [
        "P",
        -0.023989348
      ],
      [
        "ius",
        -0.66470355
      ]
    ]
  },
  "A popular character in this novel is mocked with the appellation \"Six-finger-dog-tooth-meringue-pie\" by a pair of characters who are themselves targeted by Rosemary Villanucci. Its fifth chapter opens by describing a type of woman who only feels affection for her cat, as exemplified by Geraldine. One": {
    "guess": "The Secret History (Donna Tartt novel)",
    "confidence": [
      [
        "The",
        -1.1293104
      ],
      [
        " Secret",
        -0.50922954
      ],
      [
        " History",
        -0.9266131
      ],
      [
        " (",
        -0.7532507
      ],
      [
        "Don",
        -0.5262458
      ],
      [
        "na",
        -9.1026806e-05
      ],
      [
        " Tart",
        -0.0002514456
      ],
      [
        "t",
        -0.009814292
      ],
      [
        " novel",
        -0.041333705
      ],
      [
        ")",
        -0.0002483463
      ]
    ]
  },
  "Pope Sixtus IV established this concept's feast and this concept was established as dogma by Pius IX. In Ineffabilis Deus, Pius IX claimed scriptural evidence for this concept in the Book of Luke 1:28, where Gabriel offers a greeting, and in Genesis 3:15, in a warning made by God towards the serpent. Protestants reject this doctrine, since Jesus is the only figure stated in the Bible to have no sin": {
    "guess": "Immaculate Conception",
    "confidence": [
      [
        "Im",
        -0.016470194
      ],
      [
        "mac",
        -3.7697225e-06
      ],
      [
        "ulate",
        -1.0206721e-05
      ],
      [
        " Con",
        -2.1008714e-06
      ],
      [
        "ception",
        -5.6769813e-06
      ]
    ]
  },
  "This pop singer was the first winner of the Gershwin prize, and in 2002, he recorded the track \"Father and Daughter\" as the theme song for The Wild Thornberrys Movie. One of his songs says, \"If you'll be my bodyguard... I can call you Betty,\" and in another song he sings \"Goodbye Rosie, queen of Corona.\" Those tracks are \"You Can Call Me Al\" and \"Me and Julio Down By The Schoolyard.\" This singer of": {
    "guess": "Paul Simon",
    "confidence": [
      [
        "Paul",
        -0.014853759
      ],
      [
        " Simon",
        -0.00024596223
      ]
    ]
  },
  "Popular excerpts from this opera include the duet Ah! l'honn?e  homme! and En vain j'esp?e un sort prosp?e.  The villain, revealed to be the title character's father, sinks into the earth at the end after": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -0.9328148
      ]
    ]
  },
  "Popular excerpts from this opera include the duet Ah! l'honn?e  homme! and En vain j'esp?e un sort prosp?e.  The villain, revealed to be the title character's father, sinks into the earth at the end after Alice aids the title character in attaining his love.  Set in Palermo, it begins with Raimbaut singing a ballad of marriage to the title character, who must win the Princess Isabelle at a tournament.": {
    "guess": "Robert le diable",
    "confidence": [
      [
        "Robert",
        -0.49572238
      ],
      [
        " le",
        -0.0026313039
      ],
      [
        " di",
        -0.52040285
      ],
      [
        "able",
        -6.392203e-06
      ]
    ]
  },
  "One of the most popular episodes of this show involves a bargain struck with a character played by Anthony Anderson to give prison protection to one of the major characters, who had been informed upon": {
    "guess": "List of The Shield episodes",
    "confidence": [
      [
        "List",
        -0.4264947
      ],
      [
        " of",
        -0.0021296835
      ],
      [
        " The",
        -1.5777258
      ],
      [
        " Shield",
        -0.07473712
      ],
      [
        " episodes",
        -0.0929847
      ]
    ]
  },
  "Poor neighborhoods in this city include Allapattah, the home of a namesake gang, as well as the historically African-American Overtown. Every March, this city celebrates a carnival called the Calle Ocho,": {
    "guess": "Miami",
    "confidence": [
      [
        "Miami",
        -0.0009933914
      ]
    ]
  },
  "He popularized the nickname \"Gotham\" for New York City, even though he died long before the creation of Batman. More famously, he wrote a collection of short stories titled The Sketch Book of Geeffrey Crayon and a history of the state of New York under the pseudonym Diedrich Knickerbocker. For ten points, identify this author of such stories as \"Rip Van Winkle\" and \"The Legend of Sleepy Hollow.\"": {
    "guess": "Washington Irving",
    "confidence": [
      [
        "Washington",
        -0.001303453
      ],
      [
        " Irving",
        -0.00032485672
      ]
    ]
  },
  "A pope from this house rode around Rome on a white elephant named Hanno. This house was targeted by the Pazzi Conspiracy, and one of its members founded the Grand Duchy of Tuscany. The popes Clement VII and Leo X hailed from this house, whose rule was attacked by the Bonfire of the Vanities under Savonarola.": {
    "guess": "House of Medici",
    "confidence": [
      [
        "House",
        -0.0766708
      ],
      [
        " of",
        -7.409989e-05
      ],
      [
        " Med",
        -7.302705e-05
      ],
      [
        "ici",
        -1.0683535e-05
      ]
    ]
  },
  "The popularity of the 1967 BBC serial spread to other nations and revived interest in its author's works. Published in 1922 with two \"interludes,\" the character of Irene in this series bear's resemblance to the author's real life spouse, Ada and the story of their family was continued in The White Monkey, The Silver Spoon, and The Swan Song. FTP identify this series, John Galsworthy's most famous work.": {
    "guess": "The Forsyte Saga",
    "confidence": [
      [
        "The",
        -0.0896324
      ],
      [
        " Fors",
        -0.0014899849
      ],
      [
        "yte",
        -0.002856709
      ],
      [
        " Saga",
        -0.007143702
      ]
    ]
  },
  "The popularity of the 1967 BBC serial spread to other nations and revived interest in its author's works. Published in 1922 with two \"interludes,\" the character of Irene in this series bear's resemblance to the author's real life spouse, Ada and the story of their family was continued in The White Monkey,": {
    "guess": "John Galsworthy",
    "confidence": [
      [
        "John",
        -0.3117576
      ],
      [
        " G",
        -0.0017414625
      ],
      [
        "als",
        -8.180258e-06
      ],
      [
        "worthy",
        -0.00038205247
      ]
    ]
  },
  "This man's popularity plummeted following the disastrous rescue attempt of Operation Eagle Claw. He claimed that the United States faced a \"crisis of confidence\" in his \"malaise\" speech. Although he failed": {
    "guess": "Jimmy Carter",
    "confidence": [
      [
        "Jimmy",
        -0.018526237
      ],
      [
        " Carter",
        -0.00078699476
      ]
    ]
  },
  "One pope of this name had all German churches read an encyclical written in German rather than Latin; that encyclical by a pope of this name was Mit brennender Sorge. Another pope of this name declared Rome an \"open city\" and was criticized as being the \"Pope of (+) Silence\" for his lack of action against": {
    "guess": "Pope Pius XII",
    "confidence": [
      [
        "P",
        -0.501066
      ],
      [
        "ope",
        -0.3332952
      ],
      [
        " P",
        -0.05725909
      ],
      [
        "ius",
        -2.5583993e-05
      ],
      [
        " XII",
        -0.15573825
      ]
    ]
  },
  "A popular character in this novel is mocked with the appellation \"Six-finger-dog-tooth-meringue-pie\" by a pair of characters who are themselves targeted by Rosemary Villanucci. Its fifth chapter opens by describing a type of woman who only feels affection for her cat, as exemplified by Geraldine. One character in this novel was interrupted while having sex with Darlene by two white men, who laugh and force him to continue. Another of its characters is tricked into poisoning a dog owned by the (*) pedophile Soaphead Church. The narrator and her sister Frieda plant marigolds which fail to bloom, mirroring the death of a child created when the drunken Cholly rapes his daughter. For 10 points, Claudia": {
    "guess": "The Bluest Eye",
    "confidence": [
      [
        "The",
        -0.021134766
      ],
      [
        " Bl",
        -7.8033605e-05
      ],
      [
        "uest",
        -7.465036e-06
      ],
      [
        " Eye",
        -5.407367e-05
      ]
    ]
  },
  "He popularized the nickname \"Gotham\" for New York City, even though he died long before the creation of Batman. More famously, he wrote a collection of short stories titled The Sketch Book of Geeffrey Crayon and a history of the state of New York under the pseudonym Diedrich Knickerbocker. For ten points,": {
    "guess": "Washington Irving",
    "confidence": [
      [
        "Washington",
        -0.000947784
      ],
      [
        " Irving",
        -8.089449e-05
      ]
    ]
  },
  "A popular character in this novel is mocked with the appellation \"Six-finger-dog-tooth-meringue-pie\"": {
    "guess": "A Fine Balance",
    "confidence": [
      [
        "A",
        -0.1508403
      ],
      [
        " Fine",
        -0.0006992113
      ],
      [
        " Balance",
        -0.00059390126
      ]
    ]
  },
  "Pope v. Illinois clarified the test for this, while Kois v. Wisconsin said that it could never apply": {
    "guess": "Jury nullification",
    "confidence": [
      [
        "J",
        -2.2639441
      ],
      [
        "ury",
        -0.0030973814
      ],
      [
        " null",
        -0.7810006
      ],
      [
        "ification",
        -0.0006788348
      ]
    ]
  },
  "Popular festivals in honor of this god include the Tubilustrium and the Equirria.  His sacred animals": {
    "guess": "Mars (mythology)",
    "confidence": [
      [
        "M",
        -0.0031693915
      ],
      [
        "ars",
        -0.00021843717
      ],
      [
        " (",
        -0.053258035
      ],
      [
        "my",
        -0.08252156
      ],
      [
        "th",
        -4.3202e-07
      ],
      [
        "ology",
        -0.00034130315
      ],
      [
        ")",
        -2.1531068e-05
      ]
    ]
  },
  "One of the most popular contemporary compositions for this instrument is \"Stranger on the Shore.\" Stravinsky's Ebony Concerto was composed in order to showcase one player of this instrument, modern players": {
    "guess": "Clarinet",
    "confidence": [
      [
        "Clar",
        -0.025191005
      ],
      [
        "inet",
        -1.3663626e-05
      ]
    ]
  },
  "Population inversion is achieved in diatomic nitrogen and in this molecule in order to produce infrared light in the most commonly used form of laser industrially. In the body, a certain \"anhydrase\" enzyme converts this molecule into an anion. The bond angles of this molecule are 180 degrees, thus making it the textbook example of a molecule with linear geometry. At atmospheric pressure, it does not form a liquid, instead undergoing deposition from its normal form into dry ice. For 20 points, identify this greenhouse gas.": {
    "guess": "Carbon Dioxide",
    "confidence": [
      [
        "Carbon",
        -0.007245842
      ],
      [
        " D",
        -0.12143448
      ],
      [
        "ioxide",
        -0.00018840152
      ]
    ]
  },
  "A Pop Art version includes a depiction of the artist herself, Marisol, sitting opposite the scene of wood sculpture. A version by Tintoretto divided the oil on canvas painting diagonally with the table, and includes a choir of angels, while Marisol's inspiration was painted for Santa Maria delle Grazie.": {
    "guess": "Last Supper",
    "confidence": [
      [
        "Last",
        -0.5997297
      ],
      [
        " Sup",
        -0.00032998246
      ],
      [
        "per",
        -1.247159e-05
      ]
    ]
  },
  "Popular excerpts from this opera include the duet Ah! l'honn?e  homme! and En vain j'esp?e un sort prosp?e.  The villain, revealed to be the title character's father, sinks into the earth at the end after Alice aids the title character in attaining his love.  Set in Palermo, it begins with Raimbaut singing a ballad of marriage to the title character, who must win the Princess Isabelle at a tournament.  The climax of this opera occurs when dead nuns rise from their graves and assist the title character in stopping the Prince of Granada.  FTP, identify this opera about a Norman king by Giacomo Meyerbeer.": {
    "guess": "Robert le diable",
    "confidence": [
      [
        "Robert",
        -0.003889265
      ],
      [
        " le",
        -0.0059289164
      ],
      [
        " di",
        -0.23483156
      ],
      [
        "able",
        -2.220075e-06
      ]
    ]
  },
  "This pop singer was the first winner of the Gershwin prize, and in 2002, he recorded the track \"Father and Daughter\" as the theme song for The Wild Thornberrys Movie. One of his songs says, \"If you'll be my bodyguard... I can call you Betty,\" and in another song he sings \"Goodbye Rosie, queen of Corona.\"": {
    "guess": "Paul Simon",
    "confidence": [
      [
        "Paul",
        -0.0041606724
      ],
      [
        " Simon",
        -0.00016504127
      ]
    ]
  },
  "In a popular contemporary pasquinade, this man was attacked for traveling with \"Two Turks, three Whores, and a half-dozen nurses.\" Both Thomas Hanmer and William Bromley refused to take office under this": {
    "guess": "George I of Great Britain",
    "confidence": [
      [
        "George",
        -0.47555643
      ],
      [
        " I",
        -0.017321253
      ],
      [
        " of",
        -0.00010688089
      ],
      [
        " Great",
        -0.00027230257
      ],
      [
        " Britain",
        -0.0002354833
      ]
    ]
  },
  "Pope v. Illinois clarified the test for this, while Kois v. Wisconsin said that it could never apply to anything rationally related to a news article. Stanley v. Georgia held that it can only be invoked to bar distribution of items, and that \"mere private possession\" should be protected. A 1973 case clarified the meaning of the word \"utterly\" in its definition from the Memoirs case, and a 1957 formulation of the standard for this used the impression of the \"dominant theme\" on \"the average person, applying contemporary community standards.\" FTP, Roth v. California and Miller v. California attempted": {
    "guess": "Obscenity in the United States",
    "confidence": [
      [
        "Obs",
        -0.14445473
      ],
      [
        "cen",
        -0.014405478
      ],
      [
        "ity",
        -3.9292416e-05
      ],
      [
        " in",
        -0.6739349
      ],
      [
        " the",
        -0.060784917
      ],
      [
        " United",
        -0.024887444
      ],
      [
        " States",
        -0.00019972587
      ]
    ]
  },
  "Pope Clement VIII, upon learning of it, lamented \"This crucifies me.\" It offered an amnesty, protection from the Inquisition while travelling abroad, and the right to bring grievances directly to the king,": {
    "guess": "Edict of Nantes",
    "confidence": [
      [
        "Ed",
        -0.05577414
      ],
      [
        "ict",
        -1.0325924e-05
      ],
      [
        " of",
        -0.00013703208
      ],
      [
        " N",
        -0.001274758
      ],
      [
        "antes",
        -7.147741e-05
      ]
    ]
  },
  "One of its popularizers asserted that communities are psychic beings, with distinctive ways of thinking": {
    "guess": "Collective unconscious",
    "confidence": [
      [
        "Collect",
        -1.7839998
      ],
      [
        "ive",
        -0.0017445581
      ],
      [
        " unconscious",
        -0.43663624
      ]
    ]
  },
  "Population inversion is achieved in diatomic nitrogen and in this molecule in order to produce infrared light in the most commonly used form of laser industrially. In the body, a certain \"anhydrase\" enzyme converts this molecule into an anion. The bond angles of this molecule are 180 degrees, thus making it the textbook example of a molecule with linear geometry. At atmospheric pressure, it does not form a liquid, instead undergoing deposition from its normal form into dry ice. For 20 points, identify": {
    "guess": "Carbon Dioxide",
    "confidence": [
      [
        "Carbon",
        -0.0070784753
      ],
      [
        " D",
        -0.25027835
      ],
      [
        "ioxide",
        -5.4908094e-05
      ]
    ]
  },
  "Popular festivals in honor of this god include the Tubilustrium and the Equirria.  His sacred animals were the woodpecker and wolf and his epithets included Gradivus and Ultor.  His consort was the Sabine fertility goddess Nerio, but Ovid relates that he was tricked into sleeping with Anna Perenna. ": {
    "guess": "Mars (mythology)",
    "confidence": [
      [
        "M",
        -0.0064587323
      ],
      [
        "ars",
        -4.723352e-06
      ],
      [
        " (",
        -0.013518653
      ],
      [
        "my",
        -0.026850887
      ],
      [
        "th",
        -4.3202e-07
      ],
      [
        "ology",
        -0.0002700377
      ],
      [
        ")",
        -1.640531e-05
      ]
    ]
  },
  "A popular French master of these entities named Amédée-François Frézier wrote a treatise on them in 1706, while Claude-Francois Menestrier was specially commissioned to create some for Louis XIV following the Peace of the Pyrenees. A competition using these entities is outlined in the (+) Huolongjing; that competition was made possible by their derivation from one of the \"Four Great Inventions\" alongside papermaking, printing and the compass. James II attempted to ban these entities from being used to commemorate an incident where Robert Catesby and other conspirators were foiled in an effort to kill the first Stuart King of England. A (*) composition written for an event involving these entities is often performed alongside Water Music, also by George Frideric Handel. Invented by the Chinese and derived from gunpowder, for 10 points, name this type of celebratory explosive often set off on Guy Fawkes Night.": {
    "guess": "Fireworks",
    "confidence": [
      [
        "Fire",
        -0.009594
      ],
      [
        "works",
        -0.015476504
      ]
    ]
  },
  "Population inversion is achieved in diatomic nitrogen and in this molecule in order to produce infrared light in the most commonly used form of laser industrially. In the body, a certain \"anhydrase\" enzyme converts this molecule into an anion. The bond angles of this molecule are 180 degrees, thus making it the textbook example of a molecule with linear geometry. At atmospheric pressure, it does not": {
    "guess": "Carbon dioxide",
    "confidence": [
      [
        "Carbon",
        -0.011616065
      ],
      [
        " dioxide",
        -0.24342036
      ]
    ]
  },
  "About 5% of the population has the full blown version of this passing disorder, which is four times more common in women than in men, and should not be treated by tanning beds. Symptoms include a change in appetite, particularly in favor of sweet or starchy foods, weight gain and fatigue. The proper": {
    "guess": "Seasonal Affective Disorder",
    "confidence": [
      [
        "Season",
        -0.05066431
      ],
      [
        "al",
        -0.00031341682
      ],
      [
        " A",
        -0.14381662
      ],
      [
        "ffective",
        -0.00033022088
      ],
      [
        " Disorder",
        -5.407367e-05
      ]
    ]
  },
  "In a popular contemporary pasquinade, this man was attacked for traveling with \"Two Turks, three Whores, and a half-dozen nurses.\" Both Thomas Hanmer and William Bromley refused to take office under this man, whose supporters consolidated their position by instituting the Septennial Act, which allowed for seven years between elecitons. The first half of this king's reign was dominated by the ministry of James Stanhope, who negotiated the Triple Alliance for this king over the objections of (*) Robert Walpole. This man's accession was made possible by the 1701 Act of Settlement, which ensured a Protestant king over the claims of James, the Old Pretender. For 10 points, identify this king who in": {
    "guess": "George I of Great Britain",
    "confidence": [
      [
        "George",
        -0.047861375
      ],
      [
        " I",
        -0.00219416
      ],
      [
        " of",
        -8.537869e-06
      ],
      [
        " Great",
        -0.00022058284
      ],
      [
        " Britain",
        -2.9636918e-05
      ]
    ]
  },
  "This pop singer was the first winner of the Gershwin prize, and in 2002, he recorded the track \"Father and Daughter\" as the theme song for The Wild Thornberrys Movie. One of his songs says, \"If you'll be my bodyguard... I can call you Betty,\" and in another song he sings \"Goodbye Rosie, queen of Corona.\" Those tracks are \"You Can Call Me Al\" and \"Me and Julio Down By The Schoolyard.\" This singer of Graceland was the writer for a duo that produced such hits as \"Cecilia,\" \"The Boxer,\" and \"Sounds of Silence.\" For 10 points, name this singer of solo works such as \"50 Ways to Leave Your Lover,\" but who is best known for his partnership with Art Garfunkel.": {
    "guess": "Paul Simon",
    "confidence": [
      [
        "Paul",
        -0.0051812204
      ],
      [
        " Simon",
        -0.00016563729
      ]
    ]
  },
  "Poor neighborhoods in this city include Allapattah, the home of a namesake gang, as well as the historically African-American Overtown. Every March, this city celebrates a carnival called the Calle Ocho, while a controversial construction project is underway to construct a billion-dollar port tunnel under this city's Government Cut channel. The Supreme Court heard a case concerning Santeria animal sacrifices arising from this city's suburb of (*) Hialeah, where English is the native language of only": {
    "guess": "Miami",
    "confidence": [
      [
        "Miami",
        -0.0004222131
      ]
    ]
  },
  "This pop singer was the first winner of the Gershwin prize, and in 2002, he recorded the track \"Father and Daughter\" as the theme song for The Wild Thornberrys Movie. One of his songs says, \"If you'll be my bodyguard... I can call you Betty,\" and in another song he sings \"Goodbye Rosie, queen of Corona.\" Those tracks are \"You Can Call Me Al\" and \"Me and Julio Down By The Schoolyard.\" This singer of Graceland was the writer for a duo that produced such hits as \"Cecilia,\" \"The Boxer,\" and \"Sounds of": {
    "guess": "Paul Simon",
    "confidence": [
      [
        "Paul",
        -0.014369868
      ],
      [
        " Simon",
        -2.9517714e-05
      ]
    ]
  },
  "Pope John Paul II's first trip outside of Rome as Pope was to her shrine; she supposedly left an image that has yet to decay in 470 years. Traditionally depicted in paintings as [*] pregnant with Jesus, she is revered for her dark hair and olive skin. Considered the patron saint of the Americas—for 10": {
    "guess": "Our Lady of Guadalupe",
    "confidence": [
      [
        "Our",
        -0.06465294
      ],
      [
        " Lady",
        -8.029847e-05
      ],
      [
        " of",
        -4.1557283e-05
      ],
      [
        " Gu",
        -5.312004e-05
      ],
      [
        "ad",
        -0.0005233657
      ],
      [
        "alu",
        -3.6908343e-05
      ],
      [
        "pe",
        -7.58424e-06
      ]
    ]
  },
  "One of the most popular contemporary compositions for this instrument is \"Stranger on the Shore.\" Stravinsky's Ebony Concerto was composed in order to showcase one player of this instrument, modern players of which include Acker Bilk and Pete Fountain. In addition to playing the saxophone, Lester Young also played this instrument. Cole Porter's song \"Begin the Beguine\" became popular thanks to a 1938": {
    "guess": "Clarinet",
    "confidence": [
      [
        "Clar",
        -0.0068891854
      ],
      [
        "inet",
        -1.9146995e-05
      ]
    ]
  },
  "A pope from this house rode around Rome on a white elephant named Hanno. This house was targeted by the Pazzi Conspiracy, and one of its members founded the Grand Duchy of Tuscany. The popes Clement VII": {
    "guess": "House of Medici",
    "confidence": [
      [
        "House",
        -0.67792046
      ],
      [
        " of",
        -0.0001439459
      ],
      [
        " Med",
        -0.00020294437
      ],
      [
        "ici",
        -1.5451682e-05
      ]
    ]
  },
  "This man popularized a song first written by Art Hickman and Harry Williams and adapted it into \"In a": {
    "guess": "Horace Greeley",
    "confidence": [
      [
        "Hor",
        -0.29624194
      ],
      [
        "ace",
        -0.0004622472
      ],
      [
        " Gree",
        -0.004235582
      ],
      [
        "ley",
        -6.17027e-05
      ]
    ]
  },
  "A popular character in this novel is mocked with the appellation \"Six-finger-dog-tooth-meringue-pie\" by a pair of characters who are themselves targeted by Rosemary Villanucci. Its fifth chapter opens by describing a type of woman who only feels affection for her cat, as exemplified by Geraldine. One character in this novel was interrupted while having sex with Darlene by two white men, who laugh and force him to continue. Another of its characters is tricked into poisoning a dog owned by the (*) pedophile Soaphead Church. The narrator and her sister Frieda plant marigolds which fail to bloom, mirroring the death of a child created when the drunken Cholly rapes his daughter. For 10 points, Claudia MacTeer narrates which Toni Morrison novel, in which Pecola Breedlove obsesses about wanting to have white skin and the title facial feature?": {
    "guess": "The Bluest Eye",
    "confidence": [
      [
        "The",
        -0.014012235
      ],
      [
        " Bl",
        -0.00016504127
      ],
      [
        "uest",
        -1.0683535e-05
      ],
      [
        " Eye",
        -7.624555e-05
      ]
    ]
  },
  "He popularized the nickname \"Gotham\" for New York City, even though he died long before the creation of Batman. More famously, he wrote a collection of short stories titled The Sketch Book of Geeffrey": {
    "guess": "Washington Irving",
    "confidence": [
      [
        "Washington",
        -0.006551475
      ],
      [
        " Irving",
        -0.0028605126
      ]
    ]
  },
  "In a popular contemporary pasquinade, this man was attacked for traveling with \"Two Turks, three Whores, and a half-dozen nurses.\" Both Thomas Hanmer and William Bromley refused to take office under this man, whose supporters consolidated their position by instituting the Septennial Act, which allowed": {
    "guess": "George I of Great Britain",
    "confidence": [
      [
        "George",
        -0.18543644
      ],
      [
        " I",
        -0.0012240359
      ],
      [
        " of",
        -3.1186566e-05
      ],
      [
        " Great",
        -0.00013345598
      ],
      [
        " Britain",
        -0.00012308525
      ]
    ]
  },
  "A popular theory in evolutionary biology posits that it was once responsible for both cellular replication": {
    "guess": "RNA world",
    "confidence": [
      [
        "RNA",
        -0.07873599
      ],
      [
        " world",
        -0.0708956
      ]
    ]
  },
  "Popular festivals in honor of this god include the Tubilustrium and the Equirria.  His sacred animals were the woodpecker and wolf and his epithets included Gradivus and Ultor.  His consort was the Sabine fertility goddess Nerio, but Ovid relates that he was tricked into sleeping with Anna Perenna.  The chief temple of his sat on the Capitoline hill beside those of Jupiter and Quirinus, the latter of whom is associated with his son Romulus.  FTP, name this Roman god of war often identified with the": {
    "guess": "Mars",
    "confidence": [
      [
        "M",
        -0.0011396231
      ],
      [
        "ars",
        -7.107425e-06
      ]
    ]
  },
  "A popular banner supporting this cause urged \"Kaiser Wilson\" to \"take the beam out of [his] eye.\" Sweden adopted a limited form of this right for taxpaying guild members during the Age of Liberty. Emmeline Pankhurst delivered her \"Freedom or Death\" speech in support of this right. New Zealand was the first modern country to adopt an unrestricted form of this right in 1893 while it was part of South Australia. The denial of this right was the first grievance listed in the Declaration of Sentiments drafted at the Seneca Falls Convention. For 10 points, name this right established in the Nineteenth Amendment of the United States Constitution.": {
    "guess": "Women's suffrage",
    "confidence": [
      [
        "Women",
        -0.05618399
      ],
      [
        "'s",
        -0.00011617878
      ],
      [
        " suff",
        -0.03820604
      ],
      [
        "rage",
        -5.8841815e-05
      ]
    ]
  },
  "One of the most popular contemporary compositions for this instrument is \"Stranger on the Shore.\" Stravinsky's Ebony Concerto was composed in order to showcase one player of this instrument, modern players of which include Acker Bilk and Pete Fountain. In addition to playing the saxophone, Lester Young also played this instrument. Cole Porter's song \"Begin the Beguine\" became popular thanks to a 1938 recording by a player of this instrument, Artie Shaw. Woody Herman inspired the stage name of one": {
    "guess": "Clarinet",
    "confidence": [
      [
        "Clar",
        -0.021785716
      ],
      [
        "inet",
        -0.000110337794
      ]
    ]
  },
  "The Pope excommunicated him and his entire country through the interdict of 1208 because he refused to": {
    "guess": "Philip II of France",
    "confidence": [
      [
        "Philip",
        -0.37281382
      ],
      [
        " II",
        -0.400781
      ],
      [
        " of",
        -0.06080388
      ],
      [
        " France",
        -2.9756122e-05
      ]
    ]
  },
  "A popular French master of these entities named Amédée-François Frézier wrote a treatise on them in 1706, while Claude-Francois Menestrier was specially commissioned to create some for Louis XIV following the Peace of the Pyrenees. A competition using these entities is outlined in the (+) Huolongjing; that competition was made possible by their derivation from one of the \"Four Great Inventions\" alongside papermaking, printing and the compass. James II attempted to ban these entities from being used to commemorate an incident where Robert Catesby and other conspirators were foiled in an effort to kill the first Stuart King of England. A (*) composition written for an event involving these entities is often performed alongside Water Music, also by George Frideric Handel. Invented by the Chinese and derived from gunpowder, for 10 points, name this type of celebratory explosive often set off": {
    "guess": "Fireworks",
    "confidence": [
      [
        "Fire",
        -0.06101889
      ],
      [
        "works",
        -0.011694994
      ]
    ]
  },
  "The Pope excommunicated him and his entire country through the interdict of 1208 because he refused to accept Stephen Langton's appointment as archbishop. He became unpopular after a tax program to support": {
    "guess": "John, King of England",
    "confidence": [
      [
        "John",
        -0.074586436
      ],
      [
        ",",
        -3.0828953e-05
      ],
      [
        " King",
        -2.7252845e-05
      ],
      [
        " of",
        -1.6286107e-05
      ],
      [
        " England",
        -3.464347e-05
      ]
    ]
  },
  "Pope Clement VIII, upon learning of it, lamented \"This crucifies me.\" It offered an amnesty, protection from the Inquisition while travelling abroad, and the right to bring grievances directly to the king, but did not exempt the group concerned from the tithe or antipathetic marriage restrictions. It created zones of special religious expression in 100 specific geographic areas, including La Rochelle. The Edict of Fontainebleau issued by Louis XIV revoked, for 10 points, what 1598 declaration of": {
    "guess": "Edict of Nantes",
    "confidence": [
      [
        "Ed",
        -0.17172672
      ],
      [
        "ict",
        -0.00010688089
      ],
      [
        " of",
        -0.0016204304
      ],
      [
        " N",
        -0.0017395553
      ],
      [
        "antes",
        -0.00016015393
      ]
    ]
  },
  "About 5% of the population has the full blown version of this passing disorder, which is four times more common in women than in men, and should not be treated by tanning beds. Symptoms include a change": {
    "guess": "Eating disorder",
    "confidence": [
      [
        "E",
        -1.8351097
      ],
      [
        "ating",
        -0.03064813
      ],
      [
        " disorder",
        -1.0301242
      ]
    ]
  },
  "A pope from this house rode around Rome on a white elephant named Hanno. This house was targeted by the": {
    "guess": "House of Medici",
    "confidence": [
      [
        "House",
        -0.18655162
      ],
      [
        " of",
        -0.00035953766
      ],
      [
        " Med",
        -0.05758066
      ],
      [
        "ici",
        -2.9756122e-05
      ]
    ]
  },
  "Pope John Paul II's first trip outside of Rome as Pope was to her shrine; she supposedly left an image that has yet to decay in 470 years. Traditionally depicted in paintings as [*] pregnant with Jesus,": {
    "guess": "Our Lady of Guadalupe",
    "confidence": [
      [
        "Our",
        -0.10458759
      ],
      [
        " Lady",
        -5.6457742e-05
      ],
      [
        " of",
        -7.147741e-05
      ],
      [
        " Gu",
        -0.0018083414
      ],
      [
        "ad",
        -0.0003029306
      ],
      [
        "alu",
        -7.433829e-05
      ],
      [
        "pe",
        -1.831257e-05
      ]
    ]
  },
  "A popular character in this novel is mocked with the appellation \"Six-finger-dog-tooth-meringue-pie\" by a pair of characters who are themselves targeted by Rosemary Villanucci. Its fifth chapter opens": {
    "guess": "The Secret Life of Bees",
    "confidence": [
      [
        "The",
        -0.7113275
      ],
      [
        " Secret",
        -0.027596474
      ],
      [
        " Life",
        -0.44471854
      ],
      [
        " of",
        -0.00044056313
      ],
      [
        " Be",
        -0.00232058
      ],
      [
        "es",
        -6.511407e-06
      ]
    ]
  },
  "One of the most popular episodes of this show involves a bargain struck with a character played by Anthony Anderson to give prison protection to one of the major characters, who had been informed upon by Emolia Melendez for swiping a bag of heroin. This show spent nearly a million dollars on a fifteen-minute \"promosode\" taking place between its fifth and sixth seasons that was released for free to": {
    "guess": "Orange Is the New Black",
    "confidence": [
      [
        "Orange",
        -0.84729934
      ],
      [
        " Is",
        -0.049636185
      ],
      [
        " the",
        -0.0021719127
      ],
      [
        " New",
        -0.0001135563
      ],
      [
        " Black",
        -6.3609965e-05
      ]
    ]
  },
  "Population inversion is achieved in diatomic nitrogen and in this molecule in order to produce infrared": {
    "guess": "Carbon monoxide",
    "confidence": [
      [
        "Carbon",
        -0.02833477
      ],
      [
        " mon",
        -0.19027345
      ],
      [
        "oxide",
        -0.00032926726
      ]
    ]
  },
  "This pop singer was the first winner of the Gershwin prize, and in 2002, he recorded the track \"Father and Daughter\" as the theme song for The Wild Thornberrys Movie. One of his songs says, \"If you'll": {
    "guess": "Paul Simon",
    "confidence": [
      [
        "Paul",
        -0.004935459
      ],
      [
        " Simon",
        -2.749125e-05
      ]
    ]
  },
  "This man popularized a song first written by Art Hickman and Harry Williams and adapted it into \"In a Mellow Tone.\" Besides \"Rose Room,\" this man included the tracks \"The Telecasters\" and \"Sonnet for Sister": {
    "guess": "Duke Ellington",
    "confidence": [
      [
        "D",
        -0.1811612
      ],
      [
        "uke",
        -0.0014703455
      ],
      [
        " Ell",
        -0.00022642381
      ],
      [
        "ington",
        -0.00018983196
      ]
    ]
  },
  "One of the most popular episodes of this show involves a bargain struck with a character played by Anthony Anderson to give prison protection to one of the major characters, who had been informed upon by Emolia Melendez for swiping a bag of heroin. This show spent nearly a million dollars on a fifteen-minute \"promosode\" taking place between its fifth and sixth seasons that was released for free to the Internet. A character who tries to mediate between the extremes on this show is Claudette Wyms, who sympathizes with neither the by-the-book Captain Aceveda nor the leader of the Strike Team. For 10 points, name this show in which Vic Mackey, played by Michael Chiklis, is a horribly abusive police detective, a lauded drama on FX.": {
    "guess": "The Shield",
    "confidence": [
      [
        "The",
        -0.016781118
      ],
      [
        " Shield",
        -0.0032297564
      ]
    ]
  },
  "The Pope excommunicated him and his entire country through the interdict of 1208 because he refused to accept Stephen Langton's appointment as archbishop. He became unpopular after a tax program to support his war with Phillip II for control of France. His throne was all the more untenable because he usurped the title in 1199 on the death of Richard I. For 10 points—identify this British monarch who": {
    "guess": "John, King of England",
    "confidence": [
      [
        "John",
        -0.021810442
      ],
      [
        ",",
        -5.145119e-05
      ],
      [
        " King",
        -2.2842309e-05
      ],
      [
        " of",
        -4.1273333e-06
      ],
      [
        " England",
        -2.0696643e-05
      ]
    ]
  },
  "This man's popularity plummeted following the disastrous rescue attempt of Operation Eagle Claw. He claimed that the United States faced a \"crisis of confidence\" in his \"malaise\" speech. Although he failed to solve the Iran Hostage Crisis, he helped negotiate peace between Egypt and Israel in the Camp": {
    "guess": "Jimmy Carter",
    "confidence": [
      [
        "Jimmy",
        -0.119461216
      ],
      [
        " Carter",
        -0.0018434441
      ]
    ]
  },
  "A popular French master of these entities named Amédée-François Frézier wrote a treatise on them in 1706, while Claude-Francois Menestrier was specially commissioned to create some for Louis XIV following the Peace of the Pyrenees. A competition using these entities is outlined in the (+) Huolongjing; that competition was made possible by their derivation from one of the \"Four Great Inventions\" alongside papermaking, printing and the compass. James II attempted to ban these entities from being used to commemorate an incident where Robert Catesby and other conspirators were foiled in an effort to kill the first Stuart King of England. A (*) composition written for an event involving these entities": {
    "guess": "Fireworks",
    "confidence": [
      [
        "Fire",
        -0.009520197
      ],
      [
        "works",
        -0.00010473523
      ]
    ]
  },
  "A Pop Art version includes a depiction of the artist herself, Marisol, sitting opposite the scene of": {
    "guess": "Saturn Devouring His Son",
    "confidence": [
      [
        "Sat",
        -0.672152
      ],
      [
        "urn",
        -2.188868e-05
      ],
      [
        " Dev",
        -0.0005284878
      ],
      [
        "our",
        -1.4140442e-05
      ],
      [
        "ing",
        -1.1756368e-05
      ],
      [
        " His",
        -0.0001407274
      ],
      [
        " Son",
        -9.6867785e-05
      ]
    ]
  },
  "Pope v. Illinois clarified the test for this, while Kois v. Wisconsin said that it could never apply to anything rationally related to a news article. Stanley v. Georgia held that it can only be invoked": {
    "guess": "Freedom of speech in the United States",
    "confidence": [
      [
        "Freedom",
        -1.3504441
      ],
      [
        " of",
        -0.003959667
      ],
      [
        " speech",
        -0.64260167
      ],
      [
        " in",
        -0.17912602
      ],
      [
        " the",
        -0.0009311102
      ],
      [
        " United",
        -0.00026169344
      ],
      [
        " States",
        -0.00014931006
      ]
    ]
  },
  "Pope v. Illinois clarified the test for this, while Kois v. Wisconsin said that it could never apply to anything rationally related to a news article. Stanley v. Georgia held that it can only be invoked to bar distribution of items, and that \"mere private possession\" should be protected. A 1973 case clarified the meaning of the word \"utterly\" in its definition from the Memoirs case, and a 1957 formulation of the standard for this used the impression of the \"dominant theme\" on \"the average person,": {
    "guess": "Obscenity",
    "confidence": [
      [
        "Obs",
        -0.058955587
      ],
      [
        "cen",
        -0.014154105
      ],
      [
        "ity",
        -2.7133641e-05
      ]
    ]
  },
  "His popularity in the South was increased in 1854 when he joined in writing the Ostend Manifesto. As": {
    "guess": "Pierre Soulé",
    "confidence": [
      [
        "P",
        -0.3612709
      ],
      [
        "ierre",
        -0.0020423676
      ],
      [
        " Soul",
        -0.058465827
      ],
      [
        "é",
        -3.888926e-06
      ]
    ]
  },
  "His popularity in the South was increased in 1854 when he joined in writing the Ostend Manifesto. As President, he failed to make a stand regarding the status of Kansas as a slave state, causing a rift in his Democratic Party which contributed to his defeat by Abraham Lincoln. FTP, identify this fifteenth": {
    "guess": "James Buchanan",
    "confidence": [
      [
        "James",
        -0.31472045
      ],
      [
        " Buchanan",
        -0.00056792586
      ]
    ]
  },
  "This pop singer was the first winner of the Gershwin prize, and in 2002, he recorded the track \"Father": {
    "guess": "Paul Simon",
    "confidence": [
      [
        "Paul",
        -0.25309289
      ],
      [
        " Simon",
        -0.08139922
      ]
    ]
  },
  "About 5% of the population has the full blown version of this passing disorder, which is four times more common in women than in men, and should not be treated by tanning beds. Symptoms include a change in appetite, particularly in favor of sweet or starchy foods, weight gain and fatigue. The proper treatment is light therapy throughout the months in question. FTP, name this psychological disorder which is seven times more common in Washington state than in Florida, and strikes hardest during the": {
    "guess": "Seasonal Affective Disorder",
    "confidence": [
      [
        "Season",
        -0.01352476
      ],
      [
        "al",
        -0.0003976608
      ],
      [
        " A",
        -0.17536047
      ],
      [
        "ffective",
        -0.00033010167
      ],
      [
        " Disorder",
        -6.980855e-05
      ]
    ]
  },
  "Pope Sixtus IV established this concept's feast and this concept was established as dogma by Pius IX. In Ineffabilis Deus, Pius IX claimed scriptural evidence for this concept in the Book of Luke 1:28, where Gabriel offers a greeting, and in Genesis 3:15, in a warning made by God towards the serpent. Protestants reject this doctrine, since Jesus is the only figure stated in the Bible to have no sin but Catholics accept it for that very reason. Arguing that Mary was in complete faith throughout her": {
    "guess": "Immaculate Conception",
    "confidence": [
      [
        "Im",
        -0.01630532
      ],
      [
        "mac",
        -6.6306106e-06
      ],
      [
        "ulate",
        -3.6431527e-05
      ],
      [
        " Con",
        -8.657073e-06
      ],
      [
        "ception",
        -6.6306106e-06
      ]
    ]
  },
  "This man popularized a song first written by Art Hickman and Harry Williams and adapted it into \"In a Mellow Tone.\" Besides \"Rose Room,\" this man included the tracks \"The Telecasters\" and \"Sonnet for Sister Kate\" on one album. This man released Black, Brown, and Beige and(*) Such Sweet Thunder and collaborated with Billy Strayhorn, who wrote Take the A Train. His best known album is a live record of": {
    "guess": "Duke Ellington discography",
    "confidence": [
      [
        "D",
        -0.009262504
      ],
      [
        "uke",
        -0.0001724319
      ],
      [
        " Ell",
        -0.0001501445
      ],
      [
        "ington",
        -0.00024763108
      ],
      [
        " disc",
        -0.7199537
      ],
      [
        "ography",
        -0.00059544726
      ]
    ]
  },
  "This pop singer was the first winner of the Gershwin prize, and in 2002, he recorded the track \"Father and Daughter\" as the theme song for The Wild Thornberrys Movie. One of his songs says, \"If you'll be my bodyguard... I can call you Betty,\" and in another song he sings \"Goodbye Rosie, queen of Corona.\" Those tracks are \"You Can Call Me Al\" and \"Me and Julio Down By The Schoolyard.\" This singer of Graceland was the writer for a duo that produced such hits as \"Cecilia,\" \"The Boxer,\" and \"Sounds of Silence.\" For 10 points, name this singer of solo works such as \"50 Ways to Leave Your Lover,\" but": {
    "guess": "Paul Simon",
    "confidence": [
      [
        "Paul",
        -0.0031010658
      ],
      [
        " Simon",
        -0.00010342398
      ]
    ]
  },
  "A popular theory in evolutionary biology posits that it was once responsible for both cellular replication and catalysis. It differs from deoxyribonucleic acid structurally only at the 3' position, though cells use uracil instead of thymine during synthesis. FTP, name this macromolecule, which can be": {
    "guess": "RNA",
    "confidence": [
      [
        "RNA",
        -0.00240372
      ]
    ]
  },
  "About 5% of the population has the full blown version of this passing disorder, which is four times more": {
    "guess": "Bipolar disorder",
    "confidence": [
      [
        "B",
        -1.0130615
      ],
      [
        "ip",
        -0.0006452414
      ],
      [
        "olar",
        -6.396757e-05
      ],
      [
        " disorder",
        -0.37893835
      ]
    ]
  }
}