{
  "With a diameter 35 times that of the sun, its bluish-white tint is typical of stars found in its constellation, except for the reddish-orange tint of the alpha star of its constellation. The beta star": {
    "guess": "Rigel",
    "confidence": [
      [
        "R",
        -0.8799514
      ],
      [
        "igel",
        -0.0163602
      ]
    ]
  },
  "Diabetic patients taking metformin may see a buildup of this substance, and that buildup can inhibit phosphofructokinase. Cardiac muscle is highly permeable to this compound, where it is burned as a source of fuel. It can be converted to glucose in the liver by the Cori cycle. It is typically produced from pyruvate in the absence of sufficient oxygen. Common in sour or fermented dairy products like": {
    "guess": "Lactic acid",
    "confidence": [
      [
        "L",
        -0.0028761995
      ],
      [
        "actic",
        -0.002213777
      ],
      [
        " acid",
        -0.008638677
      ]
    ]
  },
  "During a diatribe in chapter six of this text, the author criticizes the statement that \"food is meant for the stomach and the stomach for food,\" countering with the argument that \"the body is meant...for the Lord.\" The author of this text commands \"drive out the wicked person among you\" in response to a man involved in a relationship with his father's wife. A controversial passage from this text commands that \"women should remain silent in the churches.\" Its author repeatedly warns against idolatry in his congregation in this text. It appears before other works in the same style like Galatians and Ephesians. Its passage claiming love transcends faith and hope is often read at weddings. For 10 points, name this New Testament book, the earlier of two letters sent from Paul to some Christians": {
    "guess": "First Epistle to the Corinthians",
    "confidence": [
      [
        "First",
        -0.0020051266
      ],
      [
        " Ep",
        -0.36812136
      ],
      [
        "istle",
        -5.3193703e-06
      ],
      [
        " to",
        -9.198044e-05
      ],
      [
        " the",
        -3.619312e-05
      ],
      [
        " Corinthians",
        -3.888926e-06
      ]
    ]
  },
  "During a diatribe in chapter six of this text, the author criticizes the statement that \"food is meant for the stomach and the stomach for food,\" countering with the argument that \"the body is meant...for the Lord.\" The author of this text commands \"drive out the wicked person among you\" in response to a man involved in a relationship with his father's wife. A controversial passage from this text commands": {
    "guess": "First Corinthians",
    "confidence": [
      [
        "First",
        -0.47855356
      ],
      [
        " Corinthians",
        -0.055624858
      ]
    ]
  },
  "During a diatribe in chapter six of this text, the author criticizes the statement that \"food is meant for the stomach and the stomach for food,\" countering with the argument that \"the body is meant...for the Lord.\" The author of this text commands \"drive out the wicked person among you\" in response": {
    "guess": "1 Corinthians",
    "confidence": [
      [
        "1",
        -0.6726792
      ],
      [
        " Corinthians",
        -0.0042739194
      ]
    ]
  },
  "Diabetes insipidus has occasionally been confused with a \"Histiocytosis\" of cells named after this man.  Those cells are a subclass of antigen-presenting cells also known as dendritic cells. A better known structure named after this man produces such hormones as ghrelin in its epsilon cells and somatostatin in its delta cells, while the better-known alpha and beta cells produce glucagon and insulin. For 10 points, name this German anatomist whose namesake \"islets\" are found in the pancreas.": {
    "guess": "Paul Langerhans",
    "confidence": [
      [
        "Paul",
        -0.23470373
      ],
      [
        " L",
        -0.00039075434
      ],
      [
        "anger",
        -2.3080716e-05
      ],
      [
        "h",
        -3.5477897e-05
      ],
      [
        "ans",
        -9.133887e-06
      ]
    ]
  },
  "Dials indicate that the date is April 11th, the time either 9:30 or 10:30 am. The half-hidden crucifix in the top left corner, paired with an oblique anamorphic object, recalls images of \"St. Jerome in His Study.\" The inlaid marble floor is taken from Westminster Abbey, but a gnomon shows a latitude corresponding to North Africa. Other jarring images include a lute with a broken string and the foreground": {
    "guess": "The Ambassadors",
    "confidence": [
      [
        "The",
        -0.015231168
      ],
      [
        " Amb",
        -0.0004523606
      ],
      [
        "assadors",
        -1.1041146e-05
      ]
    ]
  },
  "A diary entry in this novel states that the last chimpanzees still turn their noses up at human beings, while comparing a character to a Neanderthal. In a scene from this novel, the protagonist warns a character not to return to a cinema operator's house; that conversation takes place on a bench near a rendition of the Pieta in a museum. This novel's title refers to an occurrence during the (*) crucifixion,": {
    "guess": "The Passion of the Christ",
    "confidence": [
      [
        "The",
        -0.39053905
      ],
      [
        " Passion",
        -2.0588675
      ],
      [
        " of",
        -0.18927412
      ],
      [
        " the",
        -0.43343303
      ],
      [
        " Christ",
        -0.0021213538
      ]
    ]
  },
  "A dialogue between a dead boy and a dead cat takes place in this author's four hour unperformable puppet play Once Five Years Have Passed, and in a \"puppet farce\" by this man he stands on stage and argues with a puppet called \"the poet.\" The title character walks on stage leading his four children, declares, \"My poor children,\" then kills them with a wooden dagger in his Buster Keaton's Constitutional, while a black cockroach with artistic aspirations is enraptured by the title character in his The Butterfly's Evil Spell.  The image of a bleeding horse pervades a lullaby in a better-known work, and the title character's namesake condition leads her to kill her husband Juan in Yerma. For 10 points": {
    "guess": "Federico García Lorca",
    "confidence": [
      [
        "F",
        -0.004083978
      ],
      [
        "eder",
        -7.107425e-06
      ],
      [
        "ico",
        -0.00015133653
      ],
      [
        " García",
        -0.075917415
      ],
      [
        " Lor",
        -5.9795446e-05
      ],
      [
        "ca",
        -0.00017851128
      ]
    ]
  },
  "Dials indicate that the date is April 11th, the time either 9:30 or 10:30 am. The half-hidden crucifix in the top left corner, paired with an oblique anamorphic object, recalls images of \"St. Jerome in": {
    "guess": "The Ambassadors",
    "confidence": [
      [
        "The",
        -0.4033682
      ],
      [
        " Amb",
        -0.0045000236
      ],
      [
        "assadors",
        -3.8457987e-05
      ]
    ]
  },
  "All of the dialogue for this film was improvised from day to day, and new lines were often whispered to actors during filming. Jean Seberg plays Patricia Franchini, the young American journalist. Its director": {
    "guess": "Breathless (1960 film)",
    "confidence": [
      [
        "Bre",
        -0.0011751055
      ],
      [
        "ath",
        -4.3202e-07
      ],
      [
        "less",
        -1.3902034e-05
      ],
      [
        " (",
        -0.16694684
      ],
      [
        "196",
        -0.00010330478
      ],
      [
        "0",
        -3.5597102e-05
      ],
      [
        " film",
        -0.001726584
      ],
      [
        ")",
        -3.7697225e-06
      ]
    ]
  },
  "Diabetic patients taking metformin may see a buildup of this substance, and that buildup can inhibit phosphofructokinase. Cardiac muscle is highly permeable to this compound, where it is burned as a source of fuel. It can be converted to glucose in the liver by the Cori cycle. It is typically produced from pyruvate in the absence of sufficient oxygen. Common in sour or fermented dairy products like yogurt, for 10 points, identify this metabolic product, mirrored by ethanol in plants, the result of a fermentation pathway.": {
    "guess": "Lactic acid",
    "confidence": [
      [
        "L",
        -0.004690711
      ],
      [
        "actic",
        -0.029741462
      ],
      [
        " acid",
        -0.20334913
      ]
    ]
  },
  "The diamond problem occurs when using these programming constructs during the \"multiple\" type of a certain process. Except for private member variables, languages like Smalltalk are entirely comprised of these constructs, lacking even primitive types. Functors are these kinds of things specifically designed for function use. In C++, \"the rule of big three\" refers to the necessity of writing an assignment": {
    "guess": "Resource Acquisition Is Initialization",
    "confidence": [
      [
        "Resource",
        -0.90652776
      ],
      [
        " Acquisition",
        -0.19188897
      ],
      [
        " Is",
        -0.030238219
      ],
      [
        " Initialization",
        -0.0012772576
      ]
    ]
  },
  "A diary entry in this novel states that the last chimpanzees still turn their noses up at human beings, while comparing a character to a Neanderthal. In a scene from this novel, the protagonist warns a character not to return to a cinema operator's house; that conversation takes place on a bench near a rendition of the Pieta in a museum. This novel's title refers to an occurrence during the (*) crucifixion, which is also alluded to by the novel being broken into three \"hearings\". In this novel, Ivanov": {
    "guess": "The Master and Margarita",
    "confidence": [
      [
        "The",
        -0.5088135
      ],
      [
        " Master",
        -0.060486168
      ],
      [
        " and",
        -7.481511e-05
      ],
      [
        " Marg",
        -4.763667e-05
      ],
      [
        "ar",
        -0.00010854974
      ],
      [
        "ita",
        -3.9411618e-05
      ]
    ]
  },
  "With a diameter 35 times that of the sun, its bluish-white tint is typical of stars found in its constellation,": {
    "guess": "Orion (constellation)",
    "confidence": [
      [
        "Or",
        -0.7854913
      ],
      [
        "ion",
        -6.6947665e-05
      ],
      [
        " (",
        -0.00020985818
      ],
      [
        "const",
        -0.00028588812
      ],
      [
        "ellation",
        -6.749814e-06
      ],
      [
        ")",
        -1.8624639e-06
      ]
    ]
  },
  "The diamond problem occurs when using these programming constructs during the \"multiple\" type of a certain process. Except for private member variables, languages like Smalltalk are entirely comprised of these constructs, lacking even primitive types. Functors are these kinds of things specifically designed for function use. In C++, \"the rule of big three\" refers to the necessity of writing an assignment operator, destructor, and copy constructor for these things, and these structures are instantiations": {
    "guess": "Classes",
    "confidence": [
      [
        "Classes",
        -0.69540536
      ]
    ]
  },
  "Dials indicate that the date is April 11th, the time either 9:30 or 10:30 am. The half-hidden crucifix in the top left corner, paired with an oblique anamorphic object, recalls images of \"St. Jerome in His Study.\" The inlaid marble floor is taken from Westminster Abbey, but a gnomon shows a latitude": {
    "guess": "The Ambassadors",
    "confidence": [
      [
        "The",
        -0.069819264
      ],
      [
        " Amb",
        -0.0012282043
      ],
      [
        "assadors",
        -6.869018e-06
      ]
    ]
  },
  "A dialogue between a dead boy and a dead cat takes place in this author's four hour unperformable puppet play Once Five Years Have Passed, and in a \"puppet farce\" by this man he stands on stage and argues with a puppet called \"the poet.\" The title character walks on stage leading his four children, declares, \"My poor children,\" then kills them with a wooden dagger in his Buster Keaton's Constitutional,": {
    "guess": "Fernando Arrabal",
    "confidence": [
      [
        "F",
        -0.009120407
      ],
      [
        "ern",
        -0.6691351
      ],
      [
        "ando",
        -2.4034345e-05
      ],
      [
        " Arr",
        -0.010079395
      ],
      [
        "abal",
        -4.8828708e-05
      ]
    ]
  },
  ",3-diaminopropane accelerates the isomerization of one type of these compounds in a zipper-like fashion. The Glaser Coupling results in the joining of two of these compounds, and they can be synthesized through the Corey-Fuchs reaction. Potassium permanganate oxides these compounds to two carboxylic acids, and they can be selectively reduced to a similar functional group in the presence of a palladium catalyst named for Lindlar. The central carbon atoms in these groups have sp hybridization, and the two unhybridized p orbitals form the two pi bonds in these groups. For 10 points, name these compounds containing a carbon-carbon triple bond.": {
    "guess": "Alkyne",
    "confidence": [
      [
        "Al",
        -0.0046256995
      ],
      [
        "ky",
        -0.42385924
      ],
      [
        "ne",
        -5.4385737e-06
      ]
    ]
  },
  "A dialogue between a dead boy and a dead cat takes place in this author's four hour unperformable puppet play Once Five Years Have Passed, and in a \"puppet farce\" by this man he stands on stage and argues with a puppet called \"the poet.\" The title character walks on stage leading his four children, declares, \"My poor children,\" then kills them with a wooden dagger in his Buster Keaton's Constitutional, while a black cockroach with artistic aspirations is enraptured by the title character in his The Butterfly's Evil Spell.  The image of a bleeding horse pervades a lullaby in a better-known work, and the title character's namesake condition leads her to kill her husband Juan in Yerma. For 10 points name this author of Blood Wedding and The House of Bernarda Alba.": {
    "guess": "Federico García Lorca",
    "confidence": [
      [
        "F",
        -0.0004867995
      ],
      [
        "eder",
        -3.0545007e-06
      ],
      [
        "ico",
        -1.92662e-05
      ],
      [
        " García",
        -0.0005063269
      ],
      [
        " Lor",
        -6.704273e-07
      ],
      [
        "ca",
        -2.1054253e-05
      ]
    ]
  },
  "During a diatribe in chapter six of this text, the author criticizes the statement that \"food is meant for the stomach and the stomach for food,\" countering with the argument that \"the body is meant...for the Lord.\" The author of this text commands \"drive out the wicked person among you\" in response to a man involved in a relationship with his father's wife. A controversial passage from this text commands that \"women should remain silent in the churches.\" Its author repeatedly warns against idolatry in his congregation in this text. It appears before other works in the same style like Galatians": {
    "guess": "First Epistle to the Corinthians",
    "confidence": [
      [
        "First",
        -0.0012788072
      ],
      [
        " Ep",
        -0.009787728
      ],
      [
        "istle",
        -3.888926e-06
      ],
      [
        " to",
        -0.00012415809
      ],
      [
        " the",
        -0.0001944809
      ],
      [
        " Corinthians",
        -1.7120534e-05
      ]
    ]
  },
  "A diary entry in this novel states that the last chimpanzees still turn their noses up at human beings, while comparing a character to a Neanderthal. In a scene from this novel, the protagonist warns a": {
    "guess": "The Evolution of Bruno Littlemore",
    "confidence": [
      [
        "The",
        -0.89411974
      ],
      [
        " Evolution",
        -1.7103024
      ],
      [
        " of",
        -0.028478686
      ],
      [
        " Bruno",
        -0.09514813
      ],
      [
        " Little",
        -3.059055e-05
      ],
      [
        "more",
        -5.080963e-06
      ]
    ]
  },
  "Dials indicate that the date is April 11th, the time either 9:30 or 10:30 am. The half-hidden crucifix in the top left corner, paired with an oblique anamorphic object, recalls images of \"St. Jerome in His Study.\" The inlaid marble floor is taken from Westminster Abbey, but a gnomon shows a latitude corresponding to North Africa. Other jarring images include a lute with a broken string and the foreground image of a distorted skull. For 10 points, name this portrait of Georges de Selve and Jean de": {
    "guess": "The Ambassadors (Holbein)",
    "confidence": [
      [
        "The",
        -0.01722108
      ],
      [
        " Amb",
        -8.208653e-05
      ],
      [
        "assadors",
        -2.2007884e-05
      ],
      [
        " (",
        -0.28448886
      ],
      [
        "Hol",
        -0.0020298732
      ],
      [
        "be",
        -3.4762674e-05
      ],
      [
        "in",
        -4.9617593e-06
      ],
      [
        ")",
        -3.2140193e-05
      ]
    ]
  },
  "Dials indicate that the date is April 11th, the time either 9:30 or 10:30 am. The half-hidden crucifix": {
    "guess": "Battle of Shiloh",
    "confidence": [
      [
        "Battle",
        -0.109659076
      ],
      [
        " of",
        -0.003911457
      ],
      [
        " Sh",
        -0.0064305486
      ],
      [
        "il",
        -3.7742768e-05
      ],
      [
        "oh",
        -1.147242e-06
      ]
    ]
  },
  ",3-diaminopropane accelerates the isomerization of one type of these compounds in a zipper-like fashion. The Glaser Coupling results in the joining of two of these compounds, and they can be synthesized through the Corey-Fuchs reaction. Potassium permanganate oxides these compounds to two carboxylic": {
    "guess": "Alkyne",
    "confidence": [
      [
        "Al",
        -0.011119623
      ],
      [
        "ky",
        -0.1660059
      ],
      [
        "ne",
        -8.6735476e-05
      ]
    ]
  },
  "A diary entry in this novel states that the last chimpanzees still turn their noses up at human beings, while comparing a character to a Neanderthal. In a scene from this novel, the protagonist warns a character not to return to a cinema operator's house; that conversation takes place on a bench near a rendition of the Pieta in a museum. This novel's title refers to an occurrence during the (*) crucifixion, which is also alluded to by the novel being broken into three \"hearings\". In this novel, Ivanov and Gletkin disagree about the best way to coerce the protagonist into confessing to a crime he did not commit. For 10 points, name this novel in which Rubashov is given a show trial during the Stalinist purges, by Arthur Koestler.": {
    "guess": "Darkness at Noon",
    "confidence": [
      [
        "Dark",
        -0.016067335
      ],
      [
        "ness",
        -3.917321e-05
      ],
      [
        " at",
        -0.00010986099
      ],
      [
        " Noon",
        -1.4855664e-05
      ]
    ]
  },
  "During a diatribe in chapter six of this text, the author criticizes the statement that \"food is meant for the stomach and the stomach for food,\" countering with the argument that \"the body is meant...for the Lord.\" The author of this text commands \"drive out the wicked person among you\" in response to a man involved in a relationship with his father's wife. A controversial passage from this text commands that \"women should remain silent in the churches.\" Its author repeatedly warns against idolatry in his congregation in this text. It appears before other works in the same style like Galatians and Ephesians. Its passage claiming love transcends faith and hope is often read at weddings. For 10 points, name this New Testament book, the earlier of two letters sent from Paul to some Christians in Greece.": {
    "guess": "First Epistle to the Corinthians",
    "confidence": [
      [
        "First",
        -0.006279279
      ],
      [
        " Ep",
        -0.011237857
      ],
      [
        "istle",
        -5.2001665e-06
      ],
      [
        " to",
        -0.00011331789
      ],
      [
        " the",
        -7.6364755e-05
      ],
      [
        " Corinthians",
        -7.226629e-06
      ]
    ]
  },
  "Diabetes insipidus has occasionally been confused with a \"Histiocytosis\" of cells named after this man.  Those cells are a subclass of antigen-presenting cells also known as dendritic cells. A better known structure named after this man produces such hormones as ghrelin in its epsilon cells and somatostatin": {
    "guess": "Pancreas",
    "confidence": [
      [
        "Pan",
        -0.3198577
      ],
      [
        "cre",
        -0.0023612597
      ],
      [
        "as",
        -0.2735457
      ]
    ]
  },
  ",3-diaminopropane accelerates the isomerization of one type of these compounds in a zipper-like fashion.": {
    "guess": "Cis-trans isomerization",
    "confidence": [
      [
        "C",
        -0.97337204
      ],
      [
        "is",
        -0.599606
      ],
      [
        "-trans",
        -0.11867852
      ],
      [
        " is",
        -0.015985329
      ],
      [
        "omer",
        -0.0016385274
      ],
      [
        "ization",
        -0.26756364
      ]
    ]
  },
  "Diabetes insipidus has occasionally been confused with a \"Histiocytosis\" of cells named after this man.": {
    "guess": "Hans Selye",
    "confidence": [
      [
        "H",
        -2.2796967
      ],
      [
        "ans",
        -0.6873724
      ],
      [
        " S",
        -0.72302717
      ],
      [
        "ely",
        -0.0012307076
      ],
      [
        "e",
        -6.420598e-05
      ]
    ]
  },
  "A dialogue between a dead boy and a dead cat takes place in this author's four hour unperformable puppet play Once Five Years Have Passed, and in a \"puppet farce\" by this man he stands on stage and argues with a puppet called \"the poet.\" The title character walks on stage leading his four children, declares, \"My poor children,\" then kills them with a wooden dagger in his Buster Keaton's Constitutional, while a black cockroach with artistic aspirations is enraptured by the title character in his The Butterfly's Evil Spell.  The image of a bleeding horse pervades a lullaby in a better-known work,": {
    "guess": "Federico García Lorca",
    "confidence": [
      [
        "F",
        -0.0018122714
      ],
      [
        "eder",
        -0.005599191
      ],
      [
        "ico",
        -4.9186317e-05
      ],
      [
        " García",
        -0.09076545
      ],
      [
        " Lor",
        -3.7981175e-05
      ],
      [
        "ca",
        -0.00017481597
      ]
    ]
  },
  "Diabetic patients taking metformin may see a buildup of this substance, and that buildup can inhibit phosphofructokinase. Cardiac muscle is highly permeable to this compound, where it is burned as a source": {
    "guess": "Glucose",
    "confidence": [
      [
        "Gl",
        -1.4919382
      ],
      [
        "ucose",
        -0.0054170806
      ]
    ]
  },
  "A diary entry in this novel states that the last chimpanzees still turn their noses up at human beings,": {
    "guess": "Planet of the Apes",
    "confidence": [
      [
        "Planet",
        -0.7879873
      ],
      [
        " of",
        -3.059055e-05
      ],
      [
        " the",
        -5.5861725e-05
      ],
      [
        " Ap",
        -0.00015109812
      ],
      [
        "es",
        -1.8624639e-06
      ]
    ]
  },
  "During a diatribe in chapter six of this text, the author criticizes the statement that \"food is meant for the stomach and the stomach for food,\" countering with the argument that \"the body is meant...for the Lord.\" The author of this text commands \"drive out the wicked person among you\" in response to a man involved in a relationship with his father's wife. A controversial passage from this text commands that \"women should remain silent in the churches.\" Its author repeatedly warns against idolatry": {
    "guess": "First Corinthians",
    "confidence": [
      [
        "First",
        -0.25287768
      ],
      [
        " Corinthians",
        -0.008668107
      ]
    ]
  },
  "The diamond problem occurs when using these programming constructs during the \"multiple\" type of a certain process. Except for private member variables, languages like Smalltalk are entirely comprised of these constructs, lacking even primitive types. Functors are these kinds of things specifically designed": {
    "guess": "Object-oriented programming constructs",
    "confidence": [
      [
        "Object",
        -1.1100297
      ],
      [
        "-oriented",
        -0.053955283
      ],
      [
        " programming",
        -0.020062596
      ],
      [
        " constructs",
        -0.50945544
      ]
    ]
  },
  "Diabetes insipidus has occasionally been confused with a \"Histiocytosis\" of cells named after this man.  Those cells are a subclass of antigen-presenting cells also known as dendritic cells. A better known structure named after this man produces such hormones as ghrelin in its epsilon cells and somatostatin in its delta cells, while the better-known alpha and beta cells produce glucagon and insulin.": {
    "guess": "Pancreas",
    "confidence": [
      [
        "Pan",
        -0.24957633
      ],
      [
        "cre",
        -0.00021807956
      ],
      [
        "as",
        -0.042605266
      ]
    ]
  },
  "A dialogue between a dead boy and a dead cat takes place in this author's four hour unperformable puppet play Once Five Years Have Passed, and in a \"puppet farce\" by this man he stands on stage and argues": {
    "guess": "Federico García Lorca",
    "confidence": [
      [
        "F",
        -0.021958683
      ],
      [
        "eder",
        -0.30004305
      ],
      [
        "ico",
        -2.4987974e-05
      ],
      [
        " García",
        -0.031178102
      ],
      [
        " Lor",
        -7.703444e-06
      ],
      [
        "ca",
        -8.280175e-05
      ]
    ]
  },
  "All of the dialogue for this film was improvised from day to day, and new lines were often whispered to actors during filming. Jean Seberg plays Patricia Franchini, the young American journalist. Its director gained fame with the technique of \"jump cuts\" during the driving scenes of Jean-Paul Belmondo's character Michel Poiccard, who is also known as the car thief Laszlo Kovacs. For 10 points, name": {
    "guess": "Breathleſs",
    "confidence": [
      [
        "Bre",
        -0.041819364
      ],
      [
        "ath",
        -0.0002162915
      ],
      [
        "le",
        -0.502011
      ],
      [
        "\\xc5",
        -0.00077591976
      ],
      [
        "\\xbf",
        -2.3915141e-05
      ],
      [
        "s",
        -0.0002576442
      ]
    ]
  },
  "The diamond problem occurs when using these programming constructs during the \"multiple\" type of a certain process. Except for private member variables, languages like Smalltalk are entirely comprised of these constructs, lacking even primitive types. Functors are these kinds of things specifically designed for function use. In C++, \"the rule of big three\" refers to the necessity of writing an assignment operator, destructor, and copy constructor for these things, and these structures are instantiations of classes. A programming philosophy named for these entities emphasizes polymorphism, inheritance and encapsulation. For 10 points, name this these things that certain programming paradigm \"orients\"": {
    "guess": "Object-oriented programming",
    "confidence": [
      [
        "Object",
        -0.01435565
      ],
      [
        "-oriented",
        -0.0506872
      ],
      [
        " programming",
        -0.43904305
      ]
    ]
  },
  ",3-diaminopropane accelerates the isomerization of one type of these compounds in a zipper-like fashion. The Glaser Coupling results in the joining of two of these compounds, and they can be synthesized through the Corey-Fuchs reaction. Potassium permanganate oxides these compounds to two carboxylic acids, and they can be selectively reduced to a similar functional group in the presence of a palladium catalyst named for Lindlar. The central carbon atoms in these groups have sp hybridization, and the two unhybridized p orbitals form the two pi bonds in these groups. For 10 points, name these compounds": {
    "guess": "Alkyne",
    "confidence": [
      [
        "Al",
        -0.004284246
      ],
      [
        "ky",
        -0.0064142016
      ],
      [
        "ne",
        -1.11603495e-05
      ]
    ]
  },
  "All of the dialogue for this film was improvised from day to day, and new lines were often whispered to actors during filming. Jean Seberg plays Patricia Franchini, the young American journalist. Its director gained fame with the technique of \"jump cuts\" during the driving scenes of Jean-Paul Belmondo's character Michel Poiccard, who is also known as the car thief Laszlo Kovacs. For 10 points, name this French New Wave film by Jean-Luc Godard.": {
    "guess": "Breathleſs",
    "confidence": [
      [
        "Bre",
        -0.0013225036
      ],
      [
        "ath",
        -2.0339032e-05
      ],
      [
        "le",
        -0.17223553
      ],
      [
        "\\xc5",
        -4.6563837e-05
      ],
      [
        "\\xbf",
        -7.89631e-07
      ],
      [
        "s",
        -0.00019519613
      ]
    ]
  },
  "All of the dialogue for this film was improvised from day to day, and new lines were often whispered to actors during filming. Jean Seberg plays Patricia Franchini, the young American journalist. Its director gained fame with the technique of \"jump cuts\" during the driving scenes of Jean-Paul Belmondo's": {
    "guess": "Breathless (1960 film)",
    "confidence": [
      [
        "Bre",
        -0.021778835
      ],
      [
        "ath",
        -0.00021831797
      ],
      [
        "less",
        -0.5077803
      ],
      [
        " (",
        -0.44698894
      ],
      [
        "196",
        -0.00315205
      ],
      [
        "0",
        -0.00011260267
      ],
      [
        " film",
        -0.00077913096
      ],
      [
        ")",
        -0.00020377879
      ]
    ]
  },
  "The diamond problem occurs when using these programming constructs during the \"multiple\" type of a certain": {
    "guess": "Multiple inheritance",
    "confidence": [
      [
        "Multiple",
        -0.049284473
      ],
      [
        " inheritance",
        -0.009861859
      ]
    ]
  },
  "With a diameter 35 times that of the sun, its bluish-white tint is typical of stars found in its constellation, except for the reddish-orange tint of the alpha star of its constellation. The beta star of its constellation, it is located diagonally opposite Betelgeuse. FTP, name this star, also known": {
    "guess": "Rigel",
    "confidence": [
      [
        "R",
        -0.12178589
      ],
      [
        "igel",
        -0.0014471412
      ]
    ]
  },
  "Diabetic patients taking metformin may see a buildup of this substance, and that buildup can inhibit phosphofructokinase. Cardiac muscle is highly permeable to this compound, where it is burned as a source of fuel. It can be converted to glucose in the liver by the Cori cycle. It is typically produced from pyruvate in the absence of sufficient oxygen. Common in sour or fermented dairy products like yogurt, for 10 points, identify this metabolic product, mirrored by ethanol in plants, the result of": {
    "guess": "Lactic acid",
    "confidence": [
      [
        "L",
        -0.0038906955
      ],
      [
        "actic",
        -0.00016289561
      ],
      [
        " acid",
        -0.0059086466
      ]
    ]
  },
  "A dialogue between a dead boy and a dead cat takes place in this author's four hour unperformable puppet": {
    "guess": "Robert Lowell",
    "confidence": [
      [
        "Robert",
        -0.059534185
      ],
      [
        " Lowell",
        -0.24728324
      ]
    ]
  },
  "Diabetic patients taking metformin may see a buildup of this substance, and that buildup can inhibit phosphofructokinase. Cardiac muscle is highly permeable to this compound, where it is burned as a source of fuel. It can be converted to glucose in the liver by the Cori cycle. It is typically produced": {
    "guess": "Lactic acid",
    "confidence": [
      [
        "L",
        -0.007585221
      ],
      [
        "actic",
        -0.0023559064
      ],
      [
        " acid",
        -0.0035918753
      ]
    ]
  },
  "The diamond problem occurs when using these programming constructs during the \"multiple\" type of a certain process. Except for private member variables, languages like Smalltalk are entirely comprised of these constructs, lacking even primitive types. Functors are these kinds of things specifically designed for function use. In C++, \"the rule of big three\" refers to the necessity of writing an assignment operator, destructor, and copy constructor for these things, and these structures are instantiations of classes. A programming philosophy named for these entities emphasizes polymorphism, inheritance and encapsulation. For 10 points, name this these things that certain programming paradigm \"orients\" towards.": {
    "guess": "Object-oriented Programming",
    "confidence": [
      [
        "Object",
        -0.011721157
      ],
      [
        "-oriented",
        -0.15782028
      ],
      [
        " Programming",
        -0.5509456
      ]
    ]
  },
  "All of the dialogue for this film was improvised from day to day, and new lines were often whispered": {
    "guess": "The Blair Witch Project",
    "confidence": [
      [
        "The",
        -1.6568332
      ],
      [
        " Blair",
        -0.029312769
      ],
      [
        " Witch",
        -6.563642e-05
      ],
      [
        " Project",
        -0.000101159116
      ]
    ]
  },
  "Diabetes insipidus has occasionally been confused with a \"Histiocytosis\" of cells named after this man.  Those cells are a subclass of antigen-presenting cells also known as dendritic cells. A better known": {
    "guess": "Langerhans cell",
    "confidence": [
      [
        "L",
        -0.25373575
      ],
      [
        "anger",
        -0.00048656107
      ],
      [
        "h",
        -0.0002519224
      ],
      [
        "ans",
        -2.4584822e-06
      ],
      [
        " cell",
        -0.32356957
      ]
    ]
  },
  "During a diatribe in chapter six of this text, the author criticizes the statement that \"food is meant": {
    "guess": "An Essay on the Principle of Population",
    "confidence": [
      [
        "An",
        -0.42367178
      ],
      [
        " Essay",
        -0.0043704254
      ],
      [
        " on",
        -0.00074161106
      ],
      [
        " the",
        -0.0010412636
      ],
      [
        " Principle",
        -0.0006267758
      ],
      [
        " of",
        -0.0001593195
      ],
      [
        " Population",
        -0.00028278882
      ]
    ]
  },
  "With a diameter 35 times that of the sun, its bluish-white tint is typical of stars found in its constellation, except for the reddish-orange tint of the alpha star of its constellation. The beta star of its constellation, it is located diagonally opposite Betelgeuse. FTP, name this star, also known as Beta Orionis, found in the Orion constellation.": {
    "guess": "Rigel",
    "confidence": [
      [
        "R",
        -0.079938024
      ],
      [
        "igel",
        -0.0010969995
      ]
    ]
  },
  "Diabetic patients taking metformin may see a buildup of this substance, and that buildup can inhibit": {
    "guess": "Lactic acid",
    "confidence": [
      [
        "L",
        -0.11075123
      ],
      [
        "actic",
        -0.029506998
      ],
      [
        " acid",
        -0.344324
      ]
    ]
  },
  "During a diatribe in chapter six of this text, the author criticizes the statement that \"food is meant for the stomach and the stomach for food,\" countering with the argument that \"the body is meant...for": {
    "guess": "Epistle to the Romans",
    "confidence": [
      [
        "Ep",
        -1.1206203
      ],
      [
        "istle",
        -0.0015358122
      ],
      [
        " to",
        -0.0017791878
      ],
      [
        " the",
        -0.0043553486
      ],
      [
        " Romans",
        -0.4030496
      ]
    ]
  },
  ",3-diaminopropane accelerates the isomerization of one type of these compounds in a zipper-like fashion. The Glaser Coupling results in the joining of two of these compounds, and they can be synthesized through the Corey-Fuchs reaction. Potassium permanganate oxides these compounds to two carboxylic acids, and they can be selectively reduced to a similar functional group in the presence of a palladium": {
    "guess": "Alkyne",
    "confidence": [
      [
        "Al",
        -0.004483762
      ],
      [
        "ky",
        -0.05109903
      ],
      [
        "ne",
        -3.5120287e-05
      ]
    ]
  },
  "Dials indicate that the date is April 11th, the time either 9:30 or 10:30 am. The half-hidden crucifix in the top left corner, paired with an oblique anamorphic object, recalls images of \"St. Jerome in His Study.\" The inlaid marble floor is taken from Westminster Abbey, but a gnomon shows a latitude corresponding to North Africa. Other jarring images include a lute with a broken string and the foreground image of a distorted skull. For 10 points, name this portrait of Georges de Selve and Jean de Dinteville painted by Hans Holbein the Younger.": {
    "guess": "The Ambassadors (Holbein)",
    "confidence": [
      [
        "The",
        -0.00039051592
      ],
      [
        " Amb",
        -8.006007e-05
      ],
      [
        "assadors",
        -2.4153549e-05
      ],
      [
        " (",
        -0.39567146
      ],
      [
        "Hol",
        -5.1928004e-05
      ],
      [
        "be",
        -1.60477e-05
      ],
      [
        "in",
        -3.7697225e-06
      ],
      [
        ")",
        -3.655073e-05
      ]
    ]
  },
  "A diary entry in this novel states that the last chimpanzees still turn their noses up at human beings, while comparing a character to a Neanderthal. In a scene from this novel, the protagonist warns a character not to return to a cinema operator's house; that conversation takes place on a bench near a rendition of the Pieta in a museum. This novel's title refers to an occurrence during the (*) crucifixion, which is also alluded to by the novel being broken into three \"hearings\". In this novel, Ivanov and Gletkin disagree about the best way to coerce the protagonist into confessing to a crime he": {
    "guess": "Darkness at Noon",
    "confidence": [
      [
        "Dark",
        -0.32410818
      ],
      [
        "ness",
        -8.6616266e-05
      ],
      [
        " at",
        -0.00088431075
      ],
      [
        " Noon",
        -2.7252845e-05
      ]
    ]
  },
  "The diamond problem occurs when using these programming constructs during the \"multiple\" type of a certain process. Except for private member variables, languages like Smalltalk are entirely comprised": {
    "guess": "Multiple inheritance",
    "confidence": [
      [
        "Multiple",
        -0.022608291
      ],
      [
        " inheritance",
        -0.26027888
      ]
    ]
  },
  "A diary entry in this novel states that the last chimpanzees still turn their noses up at human beings, while comparing a character to a Neanderthal. In a scene from this novel, the protagonist warns a character not to return to a cinema operator's house; that conversation takes place on a bench near a rendition of the Pieta in a museum. This novel's title refers to an occurrence during the (*) crucifixion, which is also alluded to by the novel being broken into three \"hearings\". In this novel, Ivanov and Gletkin disagree about the best way to coerce the protagonist into confessing to a crime he did not commit. For 10 points, name this novel in which Rubashov is given a show trial during the": {
    "guess": "Darkness at Noon",
    "confidence": [
      [
        "Dark",
        -0.002772428
      ],
      [
        "ness",
        -3.4166656e-05
      ],
      [
        " at",
        -0.00024608144
      ],
      [
        " Noon",
        -1.0921943e-05
      ]
    ]
  },
  "A dialogue between a dead boy and a dead cat takes place in this author's four hour unperformable puppet play Once Five Years Have Passed, and in a \"puppet farce\" by this man he stands on stage and argues with a puppet called \"the poet.\" The title character walks on stage leading his four children, declares,": {
    "guess": "Fernando Arrabal",
    "confidence": [
      [
        "F",
        -0.0009556478
      ],
      [
        "ern",
        -0.51331496
      ],
      [
        "ando",
        -3.1281633e-07
      ],
      [
        " Arr",
        -0.018312063
      ],
      [
        "abal",
        -7.465036e-06
      ]
    ]
  },
  "A diary entry in this novel states that the last chimpanzees still turn their noses up at human beings, while comparing a character to a Neanderthal. In a scene from this novel, the protagonist warns a character not to return to a cinema operator's house; that conversation takes place on a bench near": {
    "guess": "The Testaments",
    "confidence": [
      [
        "The",
        -0.31766197
      ],
      [
        " Test",
        -1.0596383
      ],
      [
        "aments",
        -7.660316e-05
      ]
    ]
  },
  ",3-diaminopropane accelerates the isomerization of one type of these compounds in a zipper-like fashion. The Glaser Coupling results in the joining of two of these compounds, and they can be synthesized through the Corey-Fuchs reaction. Potassium permanganate oxides these compounds to two carboxylic acids, and they can be selectively reduced to a similar functional group in the presence of a palladium catalyst named for Lindlar. The central carbon atoms in these groups have sp hybridization, and": {
    "guess": "Alkyne",
    "confidence": [
      [
        "Al",
        -0.0038063764
      ],
      [
        "ky",
        -0.004764746
      ],
      [
        "ne",
        -3.888926e-06
      ]
    ]
  },
  "The diamond problem occurs when using these programming constructs during the \"multiple\" type of a certain process. Except for private member variables, languages like Smalltalk are entirely comprised of these constructs, lacking even primitive types. Functors are these kinds of things specifically designed for function use. In C++, \"the rule of big three\" refers to the necessity of writing an assignment operator, destructor, and copy constructor for these things, and these structures are instantiations of classes. A programming philosophy named for these entities emphasizes polymorphism, inheritance": {
    "guess": "Classes",
    "confidence": [
      [
        "Classes",
        -0.5403604
      ]
    ]
  },
  "During a diatribe in chapter six of this text, the author criticizes the statement that \"food is meant for the stomach and the stomach for food,\" countering with the argument that \"the body is meant...for the Lord.\" The author of this text commands \"drive out the wicked person among you\" in response to a man involved in a relationship with his father's wife. A controversial passage from this text commands that \"women should remain silent in the churches.\" Its author repeatedly warns against idolatry in his congregation in this text. It appears before other works in the same style like Galatians and Ephesians. Its passage claiming love transcends faith and hope is often read at weddings. For 10": {
    "guess": "First Epistle to the Corinthians",
    "confidence": [
      [
        "First",
        -0.0006180776
      ],
      [
        " Ep",
        -0.09785401
      ],
      [
        "istle",
        -4.1273333e-06
      ],
      [
        " to",
        -4.739826e-05
      ],
      [
        " the",
        -8.041768e-05
      ],
      [
        " Corinthians",
        -4.8425554e-06
      ]
    ]
  },
  "A dialogue between a dead boy and a dead cat takes place in this author's four hour unperformable puppet play Once Five Years Have Passed, and in a \"puppet farce\" by this man he stands on stage and argues with a puppet called \"the poet.\" The title character walks on stage leading his four children, declares, \"My poor children,\" then kills them with a wooden dagger in his Buster Keaton's Constitutional, while a black cockroach with artistic aspirations is enraptured by the title character in his The": {
    "guess": "Fernando Arrabal",
    "confidence": [
      [
        "F",
        -0.02990634
      ],
      [
        "ern",
        -0.41935378
      ],
      [
        "ando",
        -1.4974867e-05
      ],
      [
        " Arr",
        -0.0041829906
      ],
      [
        "abal",
        -8.6735476e-05
      ]
    ]
  },
  ",3-diaminopropane accelerates the isomerization of one type of these compounds in a zipper-like fashion. The Glaser Coupling results in the joining of two of these compounds, and they can be synthesized": {
    "guess": "Alkyne",
    "confidence": [
      [
        "Al",
        -0.026173959
      ],
      [
        "ky",
        -0.014261644
      ],
      [
        "ne",
        -1.0280384e-06
      ]
    ]
  }
}