{
  "This substance contains a several Debye lengths layer known as the Debye sheath. The temperature of one part of this substance can be measured using a Langmuir probe, and the transfer of energy between particles and the wave results in Landau damping. A traveling oscillation that propagates in the direction of the magnetic field, known as an Alfven wave, can be found in this substance, which is confined": {
    "guess": "Plasma (physics)",
    "confidence": [
      [
        "Pl",
        -0.00055898924
      ],
      [
        "asma",
        -4.012684e-05
      ],
      [
        " (",
        -0.00041327282
      ],
      [
        "physics",
        -0.00022892709
      ],
      [
        ")",
        -7.89631e-07
      ]
    ]
  },
  "The most successful direct rival to this organization was founded by Leopold Damrosch and his son Walter in 1878. Aaron Copland's Connotations was composed to commemorate this organization's move to a building that later became known as Avery Fisher Hall. In one of this organization's most controversial performances, the conductor delivered a disclaimer from the podium before an unusually slow performance of Brahms's Piano Concerto No. 1 by (*) Glenn Gould. In 2008, this orchestra toured North Korea. Ernest Schelling was the first conductor of this orchestra's series of Young People's Concerts, which were popularized by its longtime music director Leonard Bernstein. For 10 points, name this member of the \"Big Five\" American orchestras which plays its home concerts in Lincoln Center.": {
    "guess": "New York Philharmonic",
    "confidence": [
      [
        "New",
        -0.0017535957
      ],
      [
        " York",
        -4.572941e-05
      ],
      [
        " Phil",
        -1.147242e-06
      ],
      [
        "har",
        -1.569009e-05
      ],
      [
        "monic",
        -2.6537622e-05
      ]
    ]
  },
  "This substance acts as an electron donor for enzymes that synthesize carnitine, and also in the hydroxylation of proline and lysine to produce collagen. Most animals can synthesize this compound using": {
    "guess": "Vitamin C",
    "confidence": [
      [
        "V",
        -0.0036155125
      ],
      [
        "itamin",
        -2.6299214e-05
      ],
      [
        " C",
        -0.00058699114
      ]
    ]
  },
  "The success of the winning army in this battle was quickly muted by a loss that resulted in the Truce": {
    "guess": "Battle of Agincourt",
    "confidence": [
      [
        "Battle",
        -0.044817027
      ],
      [
        " of",
        -0.0024131115
      ],
      [
        " Ag",
        -0.5437242
      ],
      [
        "inc",
        -0.14277023
      ],
      [
        "ourt",
        -2.0458236e-05
      ]
    ]
  },
  "This substance acts as an electron donor for enzymes that synthesize carnitine, and also in the hydroxylation of proline and lysine to produce collagen. Most animals can synthesize this compound using glycogen from the liver or in a kidney-based synthesis, but humans and other simians have a defective gene for L-gulonolactone oxidase and thus must consume this vitamin. For 10 points, name this common antioxidant, a vitamin that Linus Pauling prescribes in megadoses, prevents scurvy, and comes from citrus fruits.": {
    "guess": "Vitamin C",
    "confidence": [
      [
        "V",
        -0.00089836214
      ],
      [
        "itamin",
        -2.6537622e-05
      ],
      [
        " C",
        -0.00010425841
      ]
    ]
  },
  "One substance containing this element catalyzes the oxidation of primary and secondary alcohols to carboxylic acids and ketones, and is called the Jones reagent. Uvarovite garnet contains this element, and stichtite is an alteration product from serpentine that bears this element. With potassium, its hexavalent ion forms a potent oxidizing agent, sometimes used to clean glassware. Two atoms of this element can form a quintuple covalent bond. Stainless steel contains this element, and metal things are plated with it to make them shiny. For 10 points, name this namesake of some green and yellow pigments,": {
    "guess": "Chromium",
    "confidence": [
      [
        "Ch",
        -0.003464771
      ],
      [
        "romium",
        -0.00018256421
      ]
    ]
  },
  "This substance is produced through the iridium- or rhodium-catalyzed carbonylation of methanol in the Cativa and Monsanto processes. This compound's anhydride reacts with salicylic acid in the production of aspirin. Used industrially in the production of PVA polymers and as a polar protic solvent, this compound forms cyclic hydrogen-bonded dimers. Like lactic acid, it is produced when certain bacteria ferment ethanol. It forms ice-like crystals in its very pure \"glacial\" form. For 10 points, name this second-simplest carboxylic acid with formula CH3COOH, found in wine and vinegar.": {
    "guess": "Acetic acid",
    "confidence": [
      [
        "Ac",
        -0.0030097922
      ],
      [
        "etic",
        -6.551722e-05
      ],
      [
        " acid",
        -0.028998189
      ]
    ]
  },
  "This substance contains a several Debye lengths layer known as the Debye sheath. The temperature of one part of this substance can be measured using a Langmuir probe, and the transfer of energy between particles and the wave results in Landau damping. A traveling oscillation that propagates in the direction of the magnetic field, known as an Alfven wave, can be found in this substance, which is confined by a magnetic field in a donut-shaped tube called a tokamak. Present in a fluorescent light bulb, it is also located in fusion reactors and the interior of the sun. For 10 points, name this ionized gas that is often called the fourth state of matter.": {
    "guess": "Plasma (physics)",
    "confidence": [
      [
        "Pl",
        -0.00103936
      ],
      [
        "asma",
        -1.1041146e-05
      ],
      [
        " (",
        -0.0066137654
      ],
      [
        "physics",
        -0.0003454753
      ],
      [
        ")",
        -1.6240566e-06
      ]
    ]
  },
  "After a successful attack by the Saxons against this man, he retaliated by executing 4500 Saxons in a single day.  His focus on the destruction of Pamplona led to his inability to capture Zaragoza.  He put down a revolt by Hunald, and distaste with his wife Fastrada led to a minor revolt by Pepin the": {
    "guess": "Charlemagne",
    "confidence": [
      [
        "Char",
        -0.2863306
      ],
      [
        "lem",
        -0.00051621714
      ],
      [
        "agne",
        -0.0002258278
      ]
    ]
  },
  "This substance can be stained using luxol fast blue. This substance is damaged as a result of defects in the PMP22 gene, which causes type 1A Charcot-Marie-Tooth disease. This substance and the structure it typically binds to are eaten by macrophages after transection in Wallerian degeneration. A ceramide bonded to a phosphocholine gives a type of molecule referred to as \"sphingo-this.\" This substance induces saltatory conduction between (*) nodes of Ranvier, and it gives white matter its white color. Its degradation is the cause of multiple sclerosis. For 10 points, name this substance created": {
    "guess": "Myelin",
    "confidence": [
      [
        "My",
        -0.013280105
      ],
      [
        "elin",
        -0.0023867106
      ]
    ]
  },
  "It had success in communist countries in the 1980's, becoming the first Western credit card to be issued in China and the USSR. The brand's name was first featured in italics in 1990 with twenty-three horizontal interlocking bars. Although Ralph Nader won a fair use lawsuit allowing the parody of its": {
    "guess": "Mastercard",
    "confidence": [
      [
        "Master",
        -0.29265404
      ],
      [
        "card",
        -0.55306184
      ]
    ]
  },
  "This substance is combined with organomagnesium (or-GAN-oh-mag-NEEZ-ee-um) bromides to give carboxylic": {
    "guess": "Grignard reagent",
    "confidence": [
      [
        "Gr",
        -0.08304809
      ],
      [
        "ign",
        -0.00014835644
      ],
      [
        "ard",
        -3.1305768e-05
      ],
      [
        " re",
        -0.69972134
      ],
      [
        "agent",
        -0.1471572
      ]
    ]
  },
  "Their succession law is codified in the Edict of Telipinus, which alludes to their legendary first king, Labarnas. The oldest evidence for this empire is found in the Kultepe and Anitta tablets, which tell of the conquests of Nesa and Zalpuwa. Their king Mursilis destroyed the Amorite dynasty in Babylon, and this group's later resurgence began with a defeat of Arzawa under their king Suppiluliumas. Their name means \"towards the north,\" derived from their description relative to Canaan in the Bible.": {
    "guess": "Hittites",
    "confidence": [
      [
        "H",
        -0.0024879037
      ],
      [
        "itt",
        -1.3306016e-05
      ],
      [
        "ites",
        -0.073620446
      ]
    ]
  },
  "These substances are transported by PIN proteins and bind to TIR1. They stimulate proton pumps to lower the pH and activate expansins, according to the acid growth hypothesis. In high concentrations, they stimulate excess ethylene production, which induces abscission, hence the use of these compounds": {
    "guess": "Auxin",
    "confidence": [
      [
        "Aux",
        -0.00047082987
      ],
      [
        "in",
        -0.00050180085
      ]
    ]
  },
  "One substance containing this element catalyzes the oxidation of primary and secondary alcohols to carboxylic acids and ketones, and is called the Jones reagent. Uvarovite garnet contains this element, and stichtite is an alteration product from serpentine that bears this element. With potassium, its": {
    "guess": "Chromium",
    "confidence": [
      [
        "Ch",
        -0.014883828
      ],
      [
        "romium",
        -0.00024441257
      ]
    ]
  },
  "These substances are glycoproteins which can stimulate lysosome activity, which in turn stimulates the specific immune system. By binding to receptors in plasma membranes of uninfected cells, they prevent viral reproduction inside infected cells via a signaling pathway. They are one of the first nonspecific lines of defense against viruses. For 10 points, name these antimicrobial proteins that increase": {
    "guess": "Interferon",
    "confidence": [
      [
        "Inter",
        -0.021288926
      ],
      [
        "fer",
        -8.4112995e-05
      ],
      [
        "on",
        -0.31624228
      ]
    ]
  },
  "A sub-plot in this novel focuses on Sylvester Roberts, who transforms into the black nationalist Uhuru": {
    "guess": "Satanic Verses",
    "confidence": [
      [
        "S",
        -0.24216676
      ],
      [
        "atan",
        -0.0001757696
      ],
      [
        "ic",
        -7.226629e-06
      ],
      [
        " Vers",
        -0.00015145572
      ],
      [
        "es",
        -1.247159e-05
      ]
    ]
  },
  "The most successful force in this battle was the Kosciuszko squadron led by Witold Urbanowicz. This battle included six raids on Biggin Hill, and began in earnest on August 13th, known as \"Eagle Day.\"": {
    "guess": "Battle of Britain",
    "confidence": [
      [
        "Battle",
        -0.1619539
      ],
      [
        " of",
        -0.0002422779
      ],
      [
        " Britain",
        -0.0002966128
      ]
    ]
  },
  "This man's successor, after losing the region of Golconda, was captured along with Kavi Kulesh, after which he was  tortured, then cut to pieces, which were then thrown in a river. In this man's victory at Pratapgarh, he lured the opposing commander into a meeting, during which he killed him during a hug using a concealed dagger and set of \"tiger claws.\"  That general, Afzal Khan, was the subordinate of Sultan Ali Adil Shah of the Bijapur region, where this man engaged in  guerrilla warfare. This man and his son hid inside baskets of sweets to escape the city of Agra, where they lived as  prisoners": {
    "guess": "Shivaji",
    "confidence": [
      [
        "Sh",
        -0.122689225
      ],
      [
        "iv",
        -0.0031081922
      ],
      [
        "aji",
        -8.6497064e-05
      ]
    ]
  },
  "The success of the winning army in this battle was quickly muted by a loss that resulted in the Truce of Esplechin in the same year. This contest was preceded three years earlier by the Battle of Cadzand at the same site. The winning force grew in strength by meeting up with Robert Morley and dividing itself into three sections, with archers on the outside flank. The other side included a force from Genoa under Egidio Barbavera, which escaped while the main force under Nicolas Behuchet and Hugues Quieret was destroyed. The king leading the winning force tried to follow it up with a siege of Tournai, but was rebuffed and returned to his queen Philippa of Hainault. A landmark victory for that king": {
    "guess": "Battle of Sluys",
    "confidence": [
      [
        "Battle",
        -0.053138223
      ],
      [
        " of",
        -0.00020544765
      ],
      [
        " Sl",
        -0.10407456
      ],
      [
        "u",
        -0.00040564747
      ],
      [
        "ys",
        -5.5122365e-07
      ]
    ]
  },
  "Their succession law is codified in the Edict of Telipinus, which alludes to their legendary first king, Labarnas. The oldest evidence for this empire is found in the Kultepe and Anitta tablets, which tell of the conquests of Nesa and Zalpuwa. Their king Mursilis destroyed the Amorite dynasty in Babylon, and this group's later resurgence began with a defeat of Arzawa under their king Suppiluliumas. Their name means \"towards the north,\" derived from their description relative to Canaan in the Bible. An account found at Boghazk?y provides their side of events which unfolded under Muwatallis, who led them against Egypt at the Battle of Kadesh. FTP, name this group which long ruled Anatolia and whose capital was Hattusa.": {
    "guess": "Hittites",
    "confidence": [
      [
        "H",
        -0.0017668125
      ],
      [
        "itt",
        -2.2723105e-05
      ],
      [
        "ites",
        -0.0021089823
      ]
    ]
  },
  "These substances are glycoproteins which can stimulate lysosome activity, which in turn stimulates the specific immune system. By binding to receptors in plasma membranes of uninfected cells, they prevent viral reproduction inside infected cells via a signaling pathway. They are one of the first nonspecific": {
    "guess": "Interferons",
    "confidence": [
      [
        "Inter",
        -0.43079463
      ],
      [
        "fer",
        -0.0023111922
      ],
      [
        "ons",
        -0.44783363
      ]
    ]
  },
  "This substance is reacted with sodium and an alcohol in the Birch reduction, and it is acylated through the use of a Lewis acid catalyst in the Friedel-Crafts acylation. This substance is produced through the catalytic reforming process, and linking two molecules of this substance forms biphenyl. When a [*] methyl group is attached to this substance, toluene is formed. With a structure famously described by August Kekulé, this substance's alternating double bonds make it the simplest aromatic hydrocarbon.": {
    "guess": "Benzene",
    "confidence": [
      [
        "B",
        -0.0006745471
      ],
      [
        "enz",
        -1.147242e-06
      ],
      [
        "ene",
        -3.4047454e-05
      ]
    ]
  },
  "One of these substances is used in an analytical technique whose tris-glycine buffer system was developed by Ulrich Laemmli, which can be followed by the addition of Coomassie dyes. These substances, as": {
    "guess": "SDS-PAGE",
    "confidence": [
      [
        "SD",
        -0.6340261
      ],
      [
        "S",
        -4.9617593e-06
      ],
      [
        "-P",
        -0.22622554
      ],
      [
        "AGE",
        -0.0037759775
      ]
    ]
  },
  "These substances were recently used to create a radio that received signals via their vibration. Processes": {
    "guess": "Piezoelectric materials",
    "confidence": [
      [
        "Pie",
        -0.15257607
      ],
      [
        "z",
        -0.00013572084
      ],
      [
        "oe",
        -1.3856493e-06
      ],
      [
        "lectric",
        -1.831257e-05
      ],
      [
        " materials",
        -0.5139178
      ]
    ]
  },
  "This man's successor, after losing the region of Golconda, was captured along with Kavi Kulesh, after which he was  tortured, then cut to pieces, which were then thrown in a river. In this man's victory": {
    "guess": "Tughlaq dynasty",
    "confidence": [
      [
        "T",
        -1.703262
      ],
      [
        "ugh",
        -0.31783602
      ],
      [
        "la",
        -0.049943663
      ],
      [
        "q",
        -0.00027802069
      ],
      [
        " dynasty",
        -0.48971477
      ]
    ]
  },
  "One of these substances consists of palladium deposited on CaCO3 reacted with lead acetate and is used to hydrogenate alkynes into alkenes, called the Lindlar variety. Another of these substances is usually titanium and is used in alkene synthesis, called the Ziegler-Natta type. Iron oxide acts as one of these in the Haber process and these substances act by [*] providing an alternate pathway to a reaction, thereby lowering the energy of the transition state. These substances' biological analogs are enzymes and they are used and remade throughout a chemical reaction. For 10 points, name these substances which speed up reactions without being consumed in the process.": {
    "guess": "Catalyst",
    "confidence": [
      [
        "C",
        -0.0035562427
      ],
      [
        "atal",
        0.0
      ],
      [
        "yst",
        -0.12634929
      ]
    ]
  },
  "Substances lacking this property can create Rollin films. This property can be described as  the amount of resistance to deformation when shear stress is applied, and there are dynamic and  kinematic forms": {
    "guess": "Viscosity",
    "confidence": [
      [
        "Vis",
        -0.004638384
      ],
      [
        "cosity",
        -0.00018125297
      ]
    ]
  },
  "One sub-pathway in this process is activated by Hageman factor and prekallikrein, and one critical protein in this pathway is Gamma-glutamyl carboxylase, which acts upon Proteins S, C and Z. VKORC recycles one important molecule in this process, which is why warfarin is often used to inhibit this process. Disrupted in delta storage pool deficiency and Bernard-Soulier syndrome, important activators": {
    "guess": "Vitamin K-dependent proteins",
    "confidence": [
      [
        "V",
        -0.18637156
      ],
      [
        "itamin",
        -2.577686e-06
      ],
      [
        " K",
        -0.0064444076
      ],
      [
        "-dependent",
        -1.6000761
      ],
      [
        " proteins",
        -0.5363531
      ]
    ]
  },
  "The success of the winning army in this battle was quickly muted by a loss that resulted in the Truce of Esplechin in the same year. This contest was preceded three years earlier by the Battle of Cadzand at the same site. The winning force grew in strength by meeting up with Robert Morley and dividing itself into three sections, with archers on the outside flank. The other side included a force from Genoa under Egidio Barbavera, which escaped while the main force under Nicolas Behuchet and Hugues Quieret was destroyed. The king leading the winning force tried to follow it up with a siege of Tournai,": {
    "guess": "Battle of Roosebeke",
    "confidence": [
      [
        "Battle",
        -0.100860395
      ],
      [
        " of",
        -0.00063714286
      ],
      [
        " Roose",
        -0.39512536
      ],
      [
        "be",
        -0.0052806037
      ],
      [
        "ke",
        -1.867018e-05
      ]
    ]
  },
  "This man's successor, after losing the region of Golconda, was captured along with Kavi Kulesh, after which he was  tortured, then cut to pieces, which were then thrown in a river. In this man's victory at Pratapgarh, he lured the opposing commander into a meeting, during which he killed him during a": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -0.8643474
      ]
    ]
  },
  "The success of the winning army in this battle was quickly muted by a loss that resulted in the Truce of Esplechin in the same year. This contest was preceded three years earlier by the Battle of Cadzand at the same site. The winning force grew in strength by meeting up with Robert Morley and dividing itself into three sections, with archers on the outside flank. The other side included a force from Genoa under Egidio Barbavera, which escaped while the main force under Nicolas Behuchet and Hugues": {
    "guess": "Battle of Sluys",
    "confidence": [
      [
        "Battle",
        -0.119088985
      ],
      [
        " of",
        -0.005701604
      ],
      [
        " Sl",
        -0.20437737
      ],
      [
        "u",
        -0.019168478
      ],
      [
        "ys",
        -1.8624639e-06
      ]
    ]
  },
  "This substance contains several preservative and defensive chemicals. Sometimes referred to as \"nature's flypaper,\" it is produced by pine trees, among other plants. For ten points, name this substance which often traps insects as it hardens into amber and is used on the bows of string instruments.": {
    "guess": "Resin",
    "confidence": [
      [
        "Res",
        -0.23032995
      ],
      [
        "in",
        -0.0005905636
      ]
    ]
  },
  "These substances are transported by PIN proteins and bind to TIR1. They stimulate proton pumps to lower the pH and activate expansins, according to the acid growth hypothesis. In high concentrations, they stimulate excess ethylene production, which induces abscission, hence the use of these compounds in herbicides like Agent Orange. Indole-3-acetic acid is one example of these compounds which contribute": {
    "guess": "Auxin",
    "confidence": [
      [
        "Aux",
        -0.0076770154
      ],
      [
        "in",
        -0.024856508
      ]
    ]
  },
  "This substance is dissolved in zinc chloride in a reagent used for classifying alcohols named for Lucas. With a zinc amalgam, it participates in the reduction of ketones to alkanes in the Clemmenson Reduction. It is mixed with nitric acid to make aqua regia. Though it is highly corrosive to skin, this": {
    "guess": "Hydrochloric acid",
    "confidence": [
      [
        "Hy",
        -0.028146224
      ],
      [
        "dro",
        -3.1544176e-05
      ],
      [
        "chlor",
        -0.004000992
      ],
      [
        "ic",
        -0.00040493225
      ],
      [
        " acid",
        -0.008073354
      ]
    ]
  },
  "This substance can be stained using luxol fast blue. This substance is damaged as a result of defects": {
    "guess": "Myelin",
    "confidence": [
      [
        "My",
        -0.026293209
      ],
      [
        "elin",
        -6.778209e-05
      ]
    ]
  },
  "This substance can be identified by testing for beta-2 transferrin. The protein content of this substance is analyzed by Pandy's Test. The density of another substance relative to this substance is defined as baricity. Arachnoid villi restrict it to flow one way. This substance is produced by ependymal cells of the choroid plexus. Oligoclonal banding in this substance is an important diagnostic test for multiple sclerosis. When it is collected from a patient, they are usually laid on their side in a fetal position and a very long needle is inserted between two lumbar vertebrae. For 10 points, name": {
    "guess": "Cerebrospinal fluid",
    "confidence": [
      [
        "C",
        -0.0076308744
      ],
      [
        "ere",
        -3.1281633e-07
      ],
      [
        "bro",
        -4.561021e-05
      ],
      [
        "sp",
        -9.0883464e-07
      ],
      [
        "inal",
        -2.9994528e-05
      ],
      [
        " fluid",
        -0.20619108
      ]
    ]
  },
  "After a successful attack by the Saxons against this man, he retaliated by executing 4500 Saxons in a single day.  His focus on the destruction of Pamplona led to his inability to capture Zaragoza.  He put down a revolt by Hunald, and distaste with his wife Fastrada led to a minor revolt by Pepin the Hunchback.  This ruler's court was centered around a unique octagonal chapel at the royal capitol of Aachen, where this ruler died after bathing in the warm springs. The brother of Carloman and son of": {
    "guess": "Charlemagne",
    "confidence": [
      [
        "Char",
        -0.18074827
      ],
      [
        "lem",
        -0.00011021859
      ],
      [
        "agne",
        -7.576874e-05
      ]
    ]
  },
  "When this substance is used, it often leaves behind a liquid with naphthalene and various phenols. The": {
    "guess": "Chloroform",
    "confidence": [
      [
        "Ch",
        -0.23091769
      ],
      [
        "lor",
        -0.014454817
      ],
      [
        "o",
        -0.29401442
      ],
      [
        "form",
        -0.0017929897
      ]
    ]
  },
  "This substance is combined with organomagnesium (or-GAN-oh-mag-NEEZ-ee-um) bromides to give carboxylic (CAR-box-ILL-ick) acids. As a supercritical fluid, it is used to decrease the viscosity of crude oil.": {
    "guess": "Carbon dioxide",
    "confidence": [
      [
        "Carbon",
        -0.10708588
      ],
      [
        " dioxide",
        -0.22392555
      ]
    ]
  },
  "In a subplot, the main character's father, the future author of the world's greatest compendium of democratic": {
    "guess": "The Federalist Papers",
    "confidence": [
      [
        "The",
        -0.9491242
      ],
      [
        " Federal",
        -0.5508362
      ],
      [
        "ist",
        -0.0019871634
      ],
      [
        " Papers",
        -0.00631222
      ]
    ]
  },
  "Subplots involve the manipulation of a peasant family and a one year window to rescue the princess Erona from being burned at the stake.  It includes such poems as \"What tongue can her perfections tell\" and a double sestina depicting a discussion between Klaius and Strephon.  The first part ends with the heroes fighting off a lion and a bear, while another scene involves a prince disguising himself as an Amazon.  The first iteration of this work included an appendix titled \"A Debate on Versification,\" as well as a dedication to the author's \"dear sister,\" the Countess of Pembroke.  Composed in": {
    "guess": "The Faerie Queene",
    "confidence": [
      [
        "The",
        -0.4612014
      ],
      [
        " Fa",
        -0.3038961
      ],
      [
        "erie",
        -0.00025001515
      ],
      [
        " Que",
        -0.006993012
      ],
      [
        "ene",
        -1.1041146e-05
      ]
    ]
  },
  "This substance is produced through the iridium- or rhodium-catalyzed carbonylation of methanol in the Cativa and Monsanto processes. This compound's anhydride reacts with salicylic acid in the production of aspirin. Used industrially in the production of PVA polymers and as a polar protic solvent, this compound forms cyclic hydrogen-bonded dimers. Like lactic acid, it is produced when certain bacteria ferment ethanol. It forms ice-like crystals in its very pure \"glacial\" form. For 10 points, name": {
    "guess": "Acetic acid",
    "confidence": [
      [
        "Ac",
        -0.0046844264
      ],
      [
        "etic",
        -0.0003553655
      ],
      [
        " acid",
        -0.06019999
      ]
    ]
  },
  "This substance reacts with sodium chloride in the Mannheim process. This substance is created industrially through a process that employs vanadium (vuh-NAY-dee-um) oxide as a catalyst, the contact process. A certain trioxide combined with this compound is called oleum (OH-lee-um), and this compound's two hydrogen atoms per ionizable molecule makes it diprotic. For 10 points, name this strong acid found in car batteries with formula H-two S-O four.": {
    "guess": "Sulfuric acid",
    "confidence": [
      [
        "S",
        -0.0058023515
      ],
      [
        "ulf",
        -9.372295e-06
      ],
      [
        "ur",
        -5.2285613e-05
      ],
      [
        "ic",
        -0.0003545311
      ],
      [
        " acid",
        -0.3585294
      ]
    ]
  },
  "When these substances are added to water, compounds named for Zundel and Eigen, among others, are produced. The effect of these substances on water is spread through the entire solution by the Grotthuss": {
    "guess": "Proton Transport",
    "confidence": [
      [
        "Pro",
        -0.25236356
      ],
      [
        "ton",
        -0.00036930136
      ],
      [
        " Transport",
        -1.3666717
      ]
    ]
  },
  "Subtracting the square of this quantity from the square of an astronomical body's speed gives the constant": {
    "guess": "Speed of light",
    "confidence": [
      [
        "Speed",
        -0.5939539
      ],
      [
        " of",
        -0.48378608
      ],
      [
        " light",
        -0.1965033
      ]
    ]
  },
  "This substance is reacted with sodium and an alcohol in the Birch reduction, and it is acylated through the use of a Lewis acid catalyst in the Friedel-Crafts acylation. This substance is produced through the catalytic reforming process, and linking two molecules of this substance forms biphenyl. When a [*] methyl group is attached to this substance, toluene is formed. With a structure famously described": {
    "guess": "Benzene",
    "confidence": [
      [
        "B",
        -0.6666469
      ],
      [
        "enz",
        -2.1008714e-06
      ],
      [
        "ene",
        -2.58224e-05
      ]
    ]
  },
  "One sub-pathway in this process is activated by Hageman factor and prekallikrein, and one critical protein in this pathway is Gamma-glutamyl carboxylase, which acts upon Proteins S, C and Z. VKORC recycles one important molecule in this process, which is why warfarin is often used to inhibit this process.": {
    "guess": "Vitamin K cycle",
    "confidence": [
      [
        "V",
        -0.035881996
      ],
      [
        "itamin",
        -2.220075e-06
      ],
      [
        " K",
        -0.010172971
      ],
      [
        " cycle",
        -0.28373513
      ]
    ]
  },
  "Subtracting the square of this quantity from the square of an astronomical body's speed gives the constant c3 [cee-three]. Jeans' formula indirectly gives the probability that a given molecule in a Maxwell-Boltzmann distribution will achieve this, and this astronomical quantity is itself equal to root two times the velocity of any object in uniform circular orbit about the body in question at the radius in question. This result is derived by setting the object's kinetic energy equal to its gravitational": {
    "guess": "Escape velocity",
    "confidence": [
      [
        "Escape",
        -0.5382468
      ],
      [
        " velocity",
        -0.107626826
      ]
    ]
  },
  "A sub-plot in this novel focuses on Sylvester Roberts, who transforms into the black nationalist Uhuru Simba. Mirza Saed's wife drowns in a river after Hal Valance attempts to exploit the hero's dreams. A visit to the \"Hot Wax\" nightclub causes the main character to lose the powers he received after falling from an exploding airplane into the English Channel. For 10 points, name this novel about Saladin Chamcha and Gibreel Farishta, whose 1988 publication resulted in a fatwa being declared on Salman Rushdie.": {
    "guess": "The Satanic Verses",
    "confidence": [
      [
        "The",
        -0.0017409857
      ],
      [
        " Sat",
        -0.00037287746
      ],
      [
        "anic",
        -5.6100132e-05
      ],
      [
        " Vers",
        -2.4034345e-05
      ],
      [
        "es",
        -1.1637165e-05
      ]
    ]
  },
  "This man succeeded Henry Norris as ambassador to France, and his home in Paris became a headquarters for Protestant refugees in the wake of St. Bartholomew's Day Massacre - in his 64-page account of that": {
    "guess": "Nicholas Throckmorton",
    "confidence": [
      [
        "Nich",
        -1.0032226
      ],
      [
        "olas",
        -0.00047368708
      ],
      [
        " Th",
        -0.1072265
      ],
      [
        "rock",
        -1.1517961e-05
      ],
      [
        "m",
        -4.2391708e-05
      ],
      [
        "orton",
        -9.133887e-06
      ]
    ]
  },
  "A successful lawyer in Arras, he soon gained a reputation for being \"incorruptible\" among his associates. After he became a leading member of the Montagnards, he later tried to set up his \"cult of the supreme being\" to replace Christianity during the revolution. After he had his friend Danton executed, though, his virtual dictatorship would come to an end with the Thermidorian Reaction. A leader of": {
    "guess": "Maximilien Robespierre",
    "confidence": [
      [
        "Max",
        -0.00081796566
      ],
      [
        "im",
        -5.967624e-05
      ],
      [
        "il",
        -0.00020258676
      ],
      [
        "ien",
        -2.9352968e-06
      ],
      [
        " Rob",
        -8.3278566e-05
      ],
      [
        "esp",
        -1.378283e-05
      ],
      [
        "ierre",
        -5.2001665e-06
      ]
    ]
  },
  "The most successful single from the 2007 album of this name contains the chorus \"your hips, your thighs/you got me hypnotized\" and is called \"Ayo Technology.\" It was the surname of Mike Logan's successor as Lennie Briscoe's partner on Law & Order, a character portrayed by Benjamin Bratt. The comic strip of this name, drawn by (*) Ray Billingsley, features such characters as Gunk, a native of Flyspeck Island, and the bullies Derrick and \"Onion\", and runs a different surreal Kwanzaa story every year.": {
    "guess": "Curtis",
    "confidence": [
      [
        "C",
        -0.0053043156
      ],
      [
        "urt",
        -0.01460861
      ],
      [
        "is",
        -0.00023143037
      ]
    ]
  },
  "This substance can be identified by testing for beta-2 transferrin. The protein content of this substance is analyzed by Pandy's Test. The density of another substance relative to this substance is defined as baricity. Arachnoid villi restrict it to flow one way. This substance is produced by ependymal cells of the choroid plexus. Oligoclonal banding in this substance is an important diagnostic test for multiple sclerosis. When it is collected from a patient, they are usually laid on their side in": {
    "guess": "Cerebrospinal fluid",
    "confidence": [
      [
        "C",
        -0.122901775
      ],
      [
        "ere",
        0.0
      ],
      [
        "bro",
        -6.873572e-05
      ],
      [
        "sp",
        -4.3202e-07
      ],
      [
        "inal",
        -3.2855416e-05
      ],
      [
        " fluid",
        -0.25513726
      ]
    ]
  },
  "This substance does not contain tartaric acid, but it is often combined with it or other acids such as": {
    "guess": "Wine vinegar",
    "confidence": [
      [
        "W",
        -1.2730334
      ],
      [
        "ine",
        -0.00013226394
      ],
      [
        " vinegar",
        -2.1369312
      ]
    ]
  },
  "Subtracting the square of this quantity from the square of an astronomical body's speed gives the constant c3 [cee-three]. Jeans' formula indirectly gives the probability that a given molecule in a Maxwell-Boltzmann distribution will achieve this, and this astronomical quantity is itself equal to root two times the velocity of any object in uniform circular orbit about the body in question at the radius in question. This result is derived by setting the object's kinetic energy equal to its gravitational potential energy at that radius. For 10 points, name the constant that, for a planet of mass M [emm] with radius R [arr], is given at the planet's surface by  [root two gee emm over arr], the": {
    "guess": "Gravitational constant",
    "confidence": [
      [
        "Gr",
        -0.443651
      ],
      [
        "avit",
        -0.0008313055
      ],
      [
        "ational",
        -9.472212e-05
      ],
      [
        " constant",
        -0.1047395
      ]
    ]
  },
  "This substance can be identified by testing for beta-2 transferrin. The protein content of this substance is analyzed by Pandy's Test. The density of another substance relative to this substance is defined as baricity. Arachnoid villi restrict it to flow one way. This substance is produced by ependymal cells of the choroid plexus. Oligoclonal banding in this substance is an important diagnostic test for multiple sclerosis. When it is collected from a patient, they are usually laid on their side in a fetal position and a very long needle is inserted between two lumbar vertebrae. For 10 points, name this clear bodily fluid that protects the brain and is usually known by a three letter acronym.": {
    "guess": "Cerebrospinal fluid",
    "confidence": [
      [
        "C",
        -0.01910918
      ],
      [
        "ere",
        -2.4584822e-06
      ],
      [
        "bro",
        -0.00041935223
      ],
      [
        "sp",
        -1.7432603e-06
      ],
      [
        "inal",
        -1.18755715e-05
      ],
      [
        " fluid",
        -0.18615544
      ]
    ]
  },
  "This man succeeded Henry Norris as ambassador to France, and his home in Paris became a headquarters for Protestant refugees in the wake of St. Bartholomew's Day Massacre - in his 64-page account of that massacre, he advised breaching relations with France. This man's secretary and closest advisor was Robert Beale, who was wed to the sister of his wife Ursula St. Barbe - that marriage also led this man to gain a son-in-law, the poet Philip Sidney. His advice to pursue military action in the Low Countries was realized in the Treaty of Nonsuch. He oversaw reconstruction of Dover Harbour and opposed the Duke of Anjou's marriage to the queen, after he'd begun his term as principal secretary of England,": {
    "guess": "Francis Walsingham",
    "confidence": [
      [
        "Franc",
        -0.6212704
      ],
      [
        "is",
        -1.7239736e-05
      ],
      [
        " W",
        -1.3306016e-05
      ],
      [
        "als",
        -8.418666e-06
      ],
      [
        "ingham",
        -1.7954959e-05
      ]
    ]
  },
  "Substances exhibiting it can be analyzed by polishing the surface with an appropriate colloidal suspension, producing Bitter patterns.  These patterns provide evidence for the \"domain\" theory explaining this property, as does the Barkhausen effect, which holds that it increases in a series of minute": {
    "guess": "Magnetic domain",
    "confidence": [
      [
        "M",
        -0.3999113
      ],
      [
        "agnetic",
        -0.35902026
      ],
      [
        " domain",
        -0.7393075
      ]
    ]
  },
  "The most successful direct rival to this organization was founded by Leopold Damrosch and his son Walter in 1878. Aaron Copland's Connotations was composed to commemorate this organization's move to a building that later became known as Avery Fisher Hall. In one of this organization's most controversial performances, the conductor delivered a disclaimer from the podium before an unusually slow performance of Brahms's Piano Concerto No. 1 by (*) Glenn Gould. In 2008, this orchestra toured North Korea. Ernest Schelling was the first conductor of this orchestra's series of Young People's Concerts,": {
    "guess": "New York Philharmonic",
    "confidence": [
      [
        "New",
        -0.0034132053
      ],
      [
        " York",
        -9.484132e-05
      ],
      [
        " Phil",
        -4.6563837e-05
      ],
      [
        "har",
        -8.1490514e-05
      ],
      [
        "monic",
        -5.8245798e-05
      ]
    ]
  },
  "One of these substances is used in an analytical technique whose tris-glycine buffer system was developed by Ulrich Laemmli, which can be followed by the addition of Coomassie dyes. These substances, as wetting agents, encourage flocculation, and the aforementioned example of these substances is used to denature proteins. Below the Krafft temperature, they form micelles, and cleaning agents that deal better with grease and hard water than soap can employ these substances, one of which is SDS. A major type of emulsifier, these substances possess hydrophobic tails and hydrophilic heads. For 10 points,": {
    "guess": "Surfactant",
    "confidence": [
      [
        "Sur",
        -0.060355313
      ],
      [
        "fact",
        -6.2729996e-06
      ],
      [
        "ant",
        -0.022280391
      ]
    ]
  },
  "Subtracting the square of this quantity from the square of an astronomical body's speed gives the constant c3 [cee-three]. Jeans' formula indirectly gives the probability that a given molecule in a Maxwell-Boltzmann distribution will achieve this, and this astronomical quantity is itself equal to root": {
    "guess": "Escape velocity",
    "confidence": [
      [
        "Escape",
        -0.273849
      ],
      [
        " velocity",
        -0.018287249
      ]
    ]
  },
  "This substance can be identified by testing for beta-2 transferrin. The protein content of this substance is analyzed by Pandy's Test. The density of another substance relative to this substance is defined": {
    "guess": "Cerebrospinal fluid",
    "confidence": [
      [
        "C",
        -0.0036991276
      ],
      [
        "ere",
        -9.0883464e-07
      ],
      [
        "bro",
        -0.0054368773
      ],
      [
        "sp",
        -1.0206721e-05
      ],
      [
        "inal",
        -2.7133641e-05
      ],
      [
        " fluid",
        -0.14665775
      ]
    ]
  },
  "Subplots involve the manipulation of a peasant family and a one year window to rescue the princess Erona from being burned at the stake.  It includes such poems as \"What tongue can her perfections tell\" and a double sestina depicting a discussion between Klaius and Strephon.  The first part ends with": {
    "guess": "The Faerie Queene",
    "confidence": [
      [
        "The",
        -0.82372004
      ],
      [
        " Fa",
        -0.2102362
      ],
      [
        "erie",
        -0.02022126
      ],
      [
        " Que",
        -0.010898081
      ],
      [
        "ene",
        -3.2929079e-06
      ]
    ]
  },
  "This substance contains several preservative and defensive chemicals. Sometimes referred to as \"nature's flypaper,\" it is produced by pine trees, among other plants. For ten points, name this substance": {
    "guess": "Resin",
    "confidence": [
      [
        "Res",
        -0.010705616
      ],
      [
        "in",
        -0.00011164904
      ]
    ]
  },
  "This substance can be stained using luxol fast blue. This substance is damaged as a result of defects in the PMP22 gene, which causes type 1A Charcot-Marie-Tooth disease. This substance and the structure it typically binds to are eaten by macrophages after transection in Wallerian degeneration. A ceramide bonded to a phosphocholine gives a type of molecule referred to as \"sphingo-this.\" This substance induces saltatory conduction between (*) nodes of Ranvier, and it gives white matter its white color.": {
    "guess": "Myelin",
    "confidence": [
      [
        "My",
        -0.016305907
      ],
      [
        "elin",
        -3.3093824e-05
      ]
    ]
  },
  "Subplots include Eugene Morgan wanting to marry Isabel, who instead marries the dull Wilbur Minafer, and the eventual resentment that George feels at the attentions paid to his mother. Coming between The Turmoil and The Midlander in the Growth trilogy, it follows a spoiled scion as his family fortune collapses. For 10 points, name this 1918 novel by Booth Tarkington.": {
    "guess": "The Magnificent Ambersons",
    "confidence": [
      [
        "The",
        -0.0017347981
      ],
      [
        " Magn",
        -0.0009227732
      ],
      [
        "ificent",
        -0.00048703788
      ],
      [
        " Amb",
        -5.6769813e-06
      ],
      [
        "erson",
        -1.0280384e-06
      ],
      [
        "s",
        -1.7432603e-06
      ]
    ]
  },
  "When this substance is used, it often leaves behind a liquid with naphthalene and various phenols. The lowest rank of this type of substance, formed from peat, is lignite, while higher grades are classified as anthracite or the bituminous type. Plant remains over a long period of time transform into this sedimentary rock. For 10 points, name this substance which is used to generate electricity after it is mined out of the ground.": {
    "guess": "Coal",
    "confidence": [
      [
        "Coal",
        -0.00090157334
      ]
    ]
  },
  "These substances exhibit Shockley-Read-Hall and Auger [oh-ZHAY] recombination. One type has a temperature dependence governed by Fermi-Dirac statistics. The intrinsic type has a small but non-zero band gap between the valence and conduction bands. Charge carriers in these materials include both electrons and holes. Their Fermi levels change after adding boron or phosphorous impurities through doping, producing their p and n types. Used in diodes and solar panels, some examples include germanium and": {
    "guess": "Semiconductor",
    "confidence": [
      [
        "Sem",
        -0.0010708004
      ],
      [
        "iconductor",
        -0.00028708015
      ]
    ]
  },
  "This substance contains a several Debye lengths layer known as the Debye sheath. The temperature of one part of this substance can be measured using a Langmuir probe, and the transfer of energy between particles and the wave results in Landau damping. A traveling oscillation that propagates in the direction": {
    "guess": "Plasma (physics)",
    "confidence": [
      [
        "Pl",
        -0.003708743
      ],
      [
        "asma",
        -4.501419e-05
      ],
      [
        " (",
        -0.009010895
      ],
      [
        "physics",
        -0.0006288022
      ],
      [
        ")",
        -7.89631e-07
      ]
    ]
  },
  "One substance containing this element catalyzes the oxidation of primary and secondary alcohols to carboxylic acids and ketones, and is called the Jones reagent. Uvarovite garnet contains this element, and stichtite is an alteration product from serpentine that bears this element. With potassium, its hexavalent ion forms a potent oxidizing agent, sometimes used to clean glassware. Two atoms of this element can form a quintuple covalent bond. Stainless steel contains this element, and metal things": {
    "guess": "Chromium",
    "confidence": [
      [
        "Ch",
        -0.0049697435
      ],
      [
        "romium",
        -0.0005151443
      ]
    ]
  },
  "This man succeeded Henry Norris as ambassador to France, and his home in Paris became a headquarters for Protestant refugees in the wake of St. Bartholomew's Day Massacre - in his 64-page account of that massacre, he advised breaching relations with France. This man's secretary and closest advisor was Robert Beale, who was wed to the sister of his wife Ursula St. Barbe - that marriage also led this man to gain a son-in-law, the poet Philip Sidney. His advice to pursue military action in the Low Countries was realized in the Treaty of Nonsuch. He oversaw reconstruction of Dover Harbour and opposed": {
    "guess": "Sir Francis Walsingham",
    "confidence": [
      [
        "Sir",
        -0.97043604
      ],
      [
        " Francis",
        -0.012788977
      ],
      [
        " W",
        -7.314626e-05
      ],
      [
        "als",
        -2.808727e-05
      ],
      [
        "ingham",
        -0.00011248347
      ]
    ]
  },
  "When these substances are added to water, compounds named for Zundel and Eigen, among others, are produced. The effect of these substances on water is spread through the entire solution by the Grotthuss mechanism. Antimony complexes form many of the \"super-\" variety of these; this \"super-\" class is defined by a certain position on the Hammett scale. Metal cations with a high charge density act as these when coordinating ligands. Their strength is most commonly measured by Ka (K-A), the dissociation constant, They have, among others, Arrhenius, Brønsted-Lowry, and Lewis definitions. For 10 points, name these substances, which have low pH in contrast to bases.": {
    "guess": "Acids",
    "confidence": [
      [
        "Ac",
        -0.0522517
      ],
      [
        "ids",
        -0.19733182
      ]
    ]
  },
  "When these substances are added to water, compounds named for Zundel and Eigen, among others, are produced.": {
    "guess": "Proton transfer",
    "confidence": [
      [
        "Pro",
        -0.029468795
      ],
      [
        "ton",
        -0.0010709196
      ],
      [
        " transfer",
        -1.2273095
      ]
    ]
  },
  "One of these substances is used in an analytical technique whose tris-glycine buffer system was developed by Ulrich Laemmli, which can be followed by the addition of Coomassie dyes. These substances, as wetting agents, encourage flocculation, and the aforementioned example of these substances is used to denature proteins. Below the Krafft temperature, they form micelles, and cleaning agents that deal better with grease and hard water than soap can employ these substances, one of which is SDS. A major": {
    "guess": "Surfactant",
    "confidence": [
      [
        "Sur",
        -0.09587938
      ],
      [
        "fact",
        -1.0564331e-05
      ],
      [
        "ant",
        -0.006008668
      ]
    ]
  },
  "A successful stock broker, he moved to Copenhagen to start a business career, but returned to France without his family to paint full-time. Though friends with Cezanne and Pisarro, he was attracted by the symbolism and vitality in the art of Asia, as the influence of Japanese prints in his \"Yellow Christ\"": {
    "guess": "Paul Gauguin",
    "confidence": [
      [
        "Paul",
        -0.01857971
      ],
      [
        " Ga",
        -5.4550484e-05
      ],
      [
        "ugu",
        -0.001623172
      ],
      [
        "in",
        -6.511407e-06
      ]
    ]
  },
  "This substance does not contain tartaric acid, but it is often combined with it or other acids such as lemon juice or vinegar. It can be added to water to stabilize pH levels, which is helpful for detergents. When heated, it releases carbon dioxide, which is helpful in cooking and in putting out fires. It is also good at absorbing smells. Name this chemical also known as Sodium Bicarbonate.": {
    "guess": "Baking Soda",
    "confidence": [
      [
        "B",
        -0.050329164
      ],
      [
        "aking",
        -0.0011094939
      ],
      [
        " Soda",
        -0.40683922
      ]
    ]
  },
  "Substances lacking this property can create Rollin films. This property can be described as  the amount of resistance to deformation when shear stress is applied, and there are dynamic and  kinematic forms of it. The Reynolds number is ratio of inertial forces to forces that are caused by this quantity, which is symbolized as eta. Superfluids lack this property, while values for it are written in the": {
    "guess": "Viscosity",
    "confidence": [
      [
        "Vis",
        -0.00032306867
      ],
      [
        "cosity",
        -7.107425e-06
      ]
    ]
  },
  "One substance containing this element catalyzes the oxidation of primary and secondary alcohols to carboxylic acids and ketones, and is called the Jones reagent. Uvarovite garnet contains this element,": {
    "guess": "Chromium",
    "confidence": [
      [
        "Ch",
        -0.06944399
      ],
      [
        "romium",
        -0.0011971325
      ]
    ]
  },
  "This man succeeded Henry Norris as ambassador to France, and his home in Paris became a headquarters for Protestant refugees in the wake of St. Bartholomew's Day Massacre - in his 64-page account of that massacre, he advised breaching relations with France. This man's secretary and closest advisor was Robert Beale, who was wed to the sister of his wife Ursula St. Barbe - that marriage also led this man to gain a son-in-law, the poet Philip Sidney. His advice to pursue military action in the Low Countries was realized in the Treaty of Nonsuch. He oversaw reconstruction of Dover Harbour and opposed the Duke of Anjou's marriage to the queen, after he'd begun his term as principal secretary of England, replacing William Cecil. Known for thwarting the designs of Francis Throckmorton and Anthony": {
    "guess": "Francis Walsingham",
    "confidence": [
      [
        "Franc",
        -0.18378991
      ],
      [
        "is",
        -5.7649777e-05
      ],
      [
        " W",
        -8.006007e-05
      ],
      [
        "als",
        -2.4034345e-05
      ],
      [
        "ingham",
        -5.8245798e-05
      ]
    ]
  },
  "This substance is produced through the iridium- or rhodium-catalyzed carbonylation of methanol in the Cativa and Monsanto processes. This compound's anhydride reacts with salicylic acid in the production": {
    "guess": "Acetylsalicylic acid",
    "confidence": [
      [
        "Ac",
        -0.46016014
      ],
      [
        "ety",
        -0.706575
      ],
      [
        "ls",
        -0.0014399962
      ],
      [
        "al",
        -8.6735476e-05
      ],
      [
        "icy",
        -3.1544176e-05
      ],
      [
        "lic",
        -0.002237209
      ],
      [
        " acid",
        -0.0055042226
      ]
    ]
  },
  "A sub-plot in this novel focuses on Sylvester Roberts, who transforms into the black nationalist Uhuru Simba. Mirza Saed's wife drowns in a river after Hal Valance attempts to exploit the hero's dreams. A visit to the \"Hot Wax\" nightclub causes the main character to lose the powers he received after falling from an exploding airplane into the English Channel. For 10 points, name this novel about Saladin": {
    "guess": "The Satanic Verses",
    "confidence": [
      [
        "The",
        -0.31655338
      ],
      [
        " Sat",
        -0.039728187
      ],
      [
        "anic",
        -0.0003620409
      ],
      [
        " Vers",
        -0.0001136755
      ],
      [
        "es",
        -6.2729996e-06
      ]
    ]
  },
  "A sub-plot in this novel focuses on Sylvester Roberts, who transforms into the black nationalist Uhuru Simba. Mirza Saed's wife drowns in a river after Hal Valance attempts to exploit the hero's dreams. A visit to the \"Hot Wax\" nightclub causes the main character to lose the powers he received after falling from an exploding airplane into the English Channel. For 10 points, name this novel about Saladin Chamcha and Gibreel Farishta, whose 1988 publication resulted in a fatwa being declared on Salman": {
    "guess": "The Satanic Verses",
    "confidence": [
      [
        "The",
        -0.0023877798
      ],
      [
        " Sat",
        -6.3490756e-05
      ],
      [
        "anic",
        -3.619312e-05
      ],
      [
        " Vers",
        -2.1173457e-05
      ],
      [
        "es",
        -4.246537e-06
      ]
    ]
  },
  "This substance does not contain tartaric acid, but it is often combined with it or other acids such as lemon juice or vinegar. It can be added to water to stabilize pH levels, which is helpful for detergents. When heated, it releases carbon dioxide, which is helpful in cooking and in putting out fires.": {
    "guess": "Baking Soda",
    "confidence": [
      [
        "B",
        -0.42827624
      ],
      [
        "aking",
        -0.0033756727
      ],
      [
        " Soda",
        -0.40759832
      ]
    ]
  },
  "Sudarshan and Mishra hypothesized that performing this frequently will cause the \"freezing\" of the evolution": {
    "guess": "Evolutionary computation",
    "confidence": [
      [
        "Ev",
        -0.5062598
      ],
      [
        "olution",
        -0.0013608321
      ],
      [
        "ary",
        -0.117864616
      ],
      [
        " computation",
        -0.6697755
      ]
    ]
  },
  "This substance does not contain tartaric acid, but it is often combined with it or other acids such as lemon juice or vinegar. It can be added to water to stabilize pH levels, which is helpful for detergents.": {
    "guess": "Citric acid",
    "confidence": [
      [
        "Cit",
        -0.9941465
      ],
      [
        "ric",
        -0.00011117222
      ],
      [
        " acid",
        -0.016728953
      ]
    ]
  },
  "This man succeeded Henry Norris as ambassador to France, and his home in Paris became a headquarters for Protestant refugees in the wake of St. Bartholomew's Day Massacre - in his 64-page account of that massacre, he advised breaching relations with France. This man's secretary and closest advisor was Robert Beale, who was wed to the sister of his wife Ursula St. Barbe - that marriage also led this": {
    "guess": "Nicholas Throckmorton",
    "confidence": [
      [
        "Nich",
        -0.5650543
      ],
      [
        "olas",
        -0.00020175234
      ],
      [
        " Th",
        -0.005818233
      ],
      [
        "rock",
        -3.1737043e-06
      ],
      [
        "m",
        -0.000101159116
      ],
      [
        "orton",
        -2.0339032e-05
      ]
    ]
  },
  "After a successful attack by the Saxons against this man, he retaliated by executing 4500 Saxons in a": {
    "guess": "Massacre of Verden",
    "confidence": [
      [
        "Mass",
        -0.5920406
      ],
      [
        "acre",
        -0.0001909048
      ],
      [
        " of",
        -0.023888081
      ],
      [
        " Ver",
        -0.00019364648
      ],
      [
        "den",
        -3.1281633e-07
      ]
    ]
  },
  "Their succession law is codified in the Edict of Telipinus, which alludes to their legendary first king, Labarnas. The oldest evidence for this empire is found in the Kultepe and Anitta tablets, which tell of the conquests of Nesa and Zalpuwa. Their king Mursilis destroyed the Amorite dynasty in Babylon, and this group's later resurgence began with a defeat of Arzawa under their king Suppiluliumas.": {
    "guess": "Hittites",
    "confidence": [
      [
        "H",
        -0.0031465814
      ],
      [
        "itt",
        -3.4285862e-05
      ],
      [
        "ites",
        -0.10080048
      ]
    ]
  },
  "Substances lacking this property can create Rollin films. This property can be described as  the amount of resistance to deformation when shear stress is applied, and there are dynamic and  kinematic forms of it. The Reynolds number is ratio of inertial forces to forces that are caused by this quantity,": {
    "guess": "Viscosity",
    "confidence": [
      [
        "Vis",
        -0.0018008426
      ],
      [
        "cosity",
        -9.968313e-06
      ]
    ]
  },
  "One of these substances is used in an analytical technique whose tris-glycine buffer system was developed by Ulrich Laemmli, which can be followed by the addition of Coomassie dyes. These substances, as wetting agents, encourage flocculation, and the aforementioned example of these substances is used": {
    "guess": "Detergent",
    "confidence": [
      [
        "D",
        -0.6920608
      ],
      [
        "eter",
        -1.5570886e-05
      ],
      [
        "gent",
        -0.23393956
      ]
    ]
  },
  "One sub-structure in this organelle develops with the aid of VIPP1, a protein present in every organism that contains this organelle, from Arabidopsis Thaliana to cyanobacteria. Besides a similarly-named compound, these organelles contain carotenoid pigments. Lamellae connect parts of the stroma, the": {
    "guess": "Thylakoid",
    "confidence": [
      [
        "Th",
        -0.15463431
      ],
      [
        "yl",
        -0.0008350008
      ],
      [
        "ak",
        -0.00056625705
      ],
      [
        "oid",
        -0.001051627
      ]
    ]
  },
  "In 1929, he succeeded Arturo Toscanini as musical director of La Scala in Milan, and wrote the opera Nerone, which glorified Mussolini. While he tried to revive the commedia in La maschere, he is better": {
    "guess": "Pietro Mascagni",
    "confidence": [
      [
        "P",
        -0.5295829
      ],
      [
        "iet",
        -0.011248825
      ],
      [
        "ro",
        -2.1411865e-05
      ],
      [
        " Masc",
        -2.9279307e-05
      ],
      [
        "agn",
        -4.2630116e-05
      ],
      [
        "i",
        -7.362307e-05
      ]
    ]
  },
  "This substance is produced through the iridium- or rhodium-catalyzed carbonylation of methanol in the Cativa and Monsanto processes. This compound's anhydride reacts with salicylic acid in the production of aspirin. Used industrially in the production of PVA polymers and as a polar protic solvent, this compound forms cyclic hydrogen-bonded dimers. Like lactic acid, it is produced when certain bacteria": {
    "guess": "Acetic acid",
    "confidence": [
      [
        "Ac",
        -0.18900187
      ],
      [
        "etic",
        -0.0010738961
      ],
      [
        " acid",
        -0.3674527
      ]
    ]
  },
  "In a subplot, the main character's father, the future author of the world's greatest compendium of democratic literature, is accosted by his secretary Gladys, with whom he is having an affair. Illidge, the communist, is an accessory in the murder of the Mosley-like Everard Webley. The other murderer, Spandrell, is himself murdered by the police after playing Beethoven's A Minor Quartet for the skeptical Mark Rampion, who is based on DH Lawrence. It deals mostly with the aging artist John Bidlake, the tart Lucy Tantamount, and the autobiographical character of Philip Quarles. For ten points, name": {
    "guess": "Point Counter Point",
    "confidence": [
      [
        "Point",
        -0.95537263
      ],
      [
        " Counter",
        -0.0008174888
      ],
      [
        " Point",
        -0.00068967865
      ]
    ]
  },
  "He succeeded his father in 1556 at the age of 12 under the regency of Bairam Khan, a Turkmen noble. That same year, one of his armies defeated Hindu forces under Hemu, restoring him to the throne of India, but the territories were greatly diminished. He attempted to move his capital from Delhi to Fatehpur": {
    "guess": "Akbar",
    "confidence": [
      [
        "Ak",
        -0.3231614
      ],
      [
        "bar",
        -4.501419e-05
      ]
    ]
  },
  "The most successful instance of a certain type of this was designed by R. Orin Cornett, and William Stokoe": {
    "guess": "Cochlear Implant",
    "confidence": [
      [
        "C",
        -0.42068452
      ],
      [
        "och",
        -0.011517783
      ],
      [
        "lear",
        -1.1756368e-05
      ],
      [
        " Im",
        -0.67950267
      ],
      [
        "plant",
        -0.0077369893
      ]
    ]
  },
  "This substance acts as an electron donor for enzymes that synthesize carnitine, and also in the hydroxylation of proline and lysine to produce collagen. Most animals can synthesize this compound using glycogen from the liver or in a kidney-based synthesis, but humans and other simians have a defective": {
    "guess": "Vitamin C",
    "confidence": [
      [
        "V",
        -0.025283184
      ],
      [
        "itamin",
        -3.464347e-05
      ],
      [
        " C",
        -0.00054242724
      ]
    ]
  },
  "This substance contains a several Debye lengths layer known as the Debye sheath. The temperature of one part of this substance can be measured using a Langmuir probe, and the transfer of energy between": {
    "guess": "Plasma (physics)",
    "confidence": [
      [
        "Pl",
        -0.023092436
      ],
      [
        "asma",
        -7.7079974e-05
      ],
      [
        " (",
        -0.013252343
      ],
      [
        "physics",
        -0.00040421702
      ],
      [
        ")",
        -1.147242e-06
      ]
    ]
  },
  "This substance is reacted with sodium and an alcohol in the Birch reduction, and it is acylated through the use of a Lewis acid catalyst in the Friedel-Crafts acylation. This substance is produced through the catalytic reforming process, and linking two molecules of this substance forms biphenyl. When a [*] methyl group is attached to this substance, toluene is formed. With a structure famously described by August Kekulé, this substance's alternating double bonds make it the simplest aromatic hydrocarbon. For 10 points, identify this ring-shaped hydrocarbon with formula C6H6.": {
    "guess": "Benzene",
    "confidence": [
      [
        "B",
        -0.0023159531
      ],
      [
        "enz",
        -4.365741e-06
      ],
      [
        "ene",
        -6.706687e-05
      ]
    ]
  },
  "In 1929, he succeeded Arturo Toscanini as musical director of La Scala in Milan, and wrote the opera Nerone, which glorified Mussolini. While he tried to revive the commedia in La maschere, he is better known as an exponent of the verismo style of opera. His best-known work, featuring characters such as Alfio, village girls Lola and Santuzza, and the soldier Turiddu, is based on a Sicilian melodrama by Giovanni Verga. For 10 points--name this composer of Cavalleria Rusticana.": {
    "guess": "Pietro Mascagni",
    "confidence": [
      [
        "P",
        -0.16134866
      ],
      [
        "iet",
        -2.9875326e-05
      ],
      [
        "ro",
        -4.9663133e-05
      ],
      [
        " Masc",
        -3.368984e-05
      ],
      [
        "agn",
        -1.569009e-05
      ],
      [
        "i",
        -3.8457987e-05
      ]
    ]
  },
  "One sub-structure in this organelle develops with the aid of VIPP1, a protein present in every organism that contains this organelle, from Arabidopsis Thaliana to cyanobacteria. Besides a similarly-named": {
    "guess": "Thylakoid",
    "confidence": [
      [
        "Th",
        -0.31910723
      ],
      [
        "yl",
        -0.00060915196
      ],
      [
        "ak",
        -0.00010092071
      ],
      [
        "oid",
        -0.00063630845
      ]
    ]
  },
  "The most successful direct rival to this organization was founded by Leopold Damrosch and his son Walter": {
    "guess": "New York Philharmonic",
    "confidence": [
      [
        "New",
        -0.08701388
      ],
      [
        " York",
        -7.314626e-05
      ],
      [
        " Phil",
        -0.25147328
      ],
      [
        "har",
        -1.640531e-05
      ],
      [
        "monic",
        -8.76891e-05
      ]
    ]
  },
  "This substance is combined with organomagnesium (or-GAN-oh-mag-NEEZ-ee-um) bromides to give carboxylic (CAR-box-ILL-ick) acids. As a supercritical fluid, it is used to decrease the viscosity of crude oil. Ethanol and this substance are produced in the (*) fermentation of glucose by yeast. Its structure is predicted to be linear due to its two double bonds. In the presence of water, this triatomic substance is in equilibrium with carbonic acid. For 10 points, name this gas, symbolized CO2 (see oh two).": {
    "guess": "Carbon dioxide",
    "confidence": [
      [
        "Carbon",
        -0.0014676038
      ],
      [
        " dioxide",
        -0.3144941
      ]
    ]
  },
  "The most successful force in this battle was the Kosciuszko squadron led by Witold Urbanowicz. This battle included six raids on Biggin Hill, and began in earnest on August 13th, known as \"Eagle Day.\" It was the precursor to the abortive Operation Sealion, and was fought between attacking Stukas and defending Hurricanes and Spitfires. The victorious side in this battle was aided by the new radar, as": {
    "guess": "Battle of Britain",
    "confidence": [
      [
        "Battle",
        -0.04038032
      ],
      [
        " of",
        -0.0011612925
      ],
      [
        " Britain",
        -0.00026789203
      ]
    ]
  },
  "It had success in communist countries in the 1980's, becoming the first Western credit card to be issued in China and the USSR. The brand's name was first featured in italics in 1990 with twenty-three horizontal interlocking bars. Although Ralph Nader won a fair use lawsuit allowing the parody of its successful commercials, the campaign has continued, now featuring Billy Crudup as a gas station attendant. For 10 points what is this credit card, the use of which is \"priceless\"?": {
    "guess": "Mastercard",
    "confidence": [
      [
        "Master",
        -0.5315522
      ],
      [
        "card",
        -0.28737155
      ]
    ]
  },
  "Substances exhibiting it can be analyzed by polishing the surface with an appropriate colloidal suspension, producing Bitter patterns.  These patterns provide evidence for the \"domain\" theory explaining this property, as does the Barkhausen effect, which holds that it increases in a series of minute jumps as the applied magnetic field is increased. Occurring below the Curie point, FTP, what is this": {
    "guess": "Magnetic domain",
    "confidence": [
      [
        "M",
        -0.59978336
      ],
      [
        "agnetic",
        -0.03915508
      ],
      [
        " domain",
        -0.6026316
      ]
    ]
  },
  "This man's successor, after losing the region of Golconda, was captured along with Kavi Kulesh, after which he was  tortured, then cut to pieces, which were then thrown in a river. In this man's victory at Pratapgarh, he lured the opposing commander into a meeting, during which he killed him during a hug using a concealed dagger and set of \"tiger claws.\"  That general, Afzal Khan, was the subordinate of Sultan Ali Adil Shah of the Bijapur region, where this man engaged in  guerrilla warfare. This man and his son hid inside baskets of sweets to escape the city of Agra, where they lived as  prisoners under this man's rival, (*) Aurangzeb. For 10 points, name this Hindu fighter against the Mughals and founder of the Marathan Empire who shares part of his name with the Hindu destroyer god.": {
    "guess": "Shivaji",
    "confidence": [
      [
        "Sh",
        -0.046690915
      ],
      [
        "iv",
        -0.0009631503
      ],
      [
        "aji",
        -7.4695905e-05
      ]
    ]
  },
  "He succeeded to the throne at the age of five upon abdication of his father.  Under this man's rule, his nation aided Justo Jos?Urquiza against Juan Manuel de Rosas, also intervening in Uruguayan affairs": {
    "guess": "Pedro II of Brazil",
    "confidence": [
      [
        "Ped",
        -0.20869048
      ],
      [
        "ro",
        -1.0564331e-05
      ],
      [
        " II",
        -0.0005243193
      ],
      [
        " of",
        -2.2484697e-05
      ],
      [
        " Brazil",
        -3.059055e-05
      ]
    ]
  },
  "The most successful force in this battle was the Kosciuszko squadron led by Witold Urbanowicz. This battle included six raids on Biggin Hill, and began in earnest on August 13th, known as \"Eagle Day.\" It was the precursor to the abortive Operation Sealion, and was fought between attacking Stukas and defending Hurricanes and Spitfires. The victorious side in this battle was aided by the new radar, as well as Goebbels's decision to focus on bombing London. For 10 points, name this 1940 air battle which": {
    "guess": "Battle of Britain",
    "confidence": [
      [
        "Battle",
        -0.0012521349
      ],
      [
        " of",
        -0.0028482676
      ],
      [
        " Britain",
        -0.0005632806
      ]
    ]
  },
  "This substance contains several preservative and defensive chemicals. Sometimes referred to as \"nature's": {
    "guess": "Preservative",
    "confidence": [
      [
        "Pres",
        -0.48591354
      ],
      [
        "ervative",
        -0.09454909
      ]
    ]
  },
  "A Sub-Sub Librarian and a Late Consumptive Usher supply an Etymology and a series of Extracts which preface this work. One character in it declares that a ship was his \"Yale College\" and his \"Harvard.\"  Another character in this work discovers he can no longer enjoy a pipe and casts it overboard. While other characters in this novel include the harpooners Daggoo, Tashtego, and the cannibal, Queequeg, and the first mate, Starbuck. FTP, name this novel, which begins \"Call Me Ishmael,\" and was written by Herman  Melville.": {
    "guess": "Moby-Dick",
    "confidence": [
      [
        "M",
        -0.012668101
      ],
      [
        "oby",
        -7.89631e-07
      ],
      [
        "-D",
        -0.0017709737
      ],
      [
        "ick",
        -0.00026526954
      ]
    ]
  },
  "This man succeeded his brother Carloman, and this opponent of Desiderius ended Lombard influence in Italy at the Battle of Pavia. The Treaty of Verdun divided his land among his grandsons, and Einhard's biography of this man recounts how this son of (*) Pepin the Short and grandson of Charles Martel was crowned \"Emperor of the Romans\" in 800 by Pope Leo III. For 10 points, name this Carolingian ruler": {
    "guess": "Charlemagne",
    "confidence": [
      [
        "Char",
        -0.0017535957
      ],
      [
        "lem",
        -1.3186812e-05
      ],
      [
        "agne",
        -0.0001406082
      ]
    ]
  },
  "Their succession law is codified in the Edict of Telipinus, which alludes to their legendary first king, Labarnas. The oldest evidence for this empire is found in the Kultepe and Anitta tablets, which tell of the conquests of Nesa and Zalpuwa. Their king Mursilis destroyed the Amorite dynasty in Babylon, and this group's later resurgence began with a defeat of Arzawa under their king Suppiluliumas. Their name means \"towards the north,\" derived from their description relative to Canaan in the Bible. An account found at Boghazk?y provides their side of events which unfolded under Muwatallis, who led them against Egypt at the Battle of Kadesh. FTP, name this group which long ruled Anatolia and whose": {
    "guess": "Hittites",
    "confidence": [
      [
        "H",
        -0.030342069
      ],
      [
        "itt",
        -0.0002551409
      ],
      [
        "ites",
        -0.06772006
      ]
    ]
  },
  "He succeeded his father in 1556 at the age of 12 under the regency of Bairam Khan, a Turkmen noble. That same year, one of his armies defeated Hindu forces under Hemu, restoring him to the throne of India, but the territories were greatly diminished. He attempted to move his capital from Delhi to Fatehpur Sikri, but this proved too difficult and instead governed his empire from a traveling camp. His": {
    "guess": "Mughal Empire",
    "confidence": [
      [
        "M",
        -0.42475697
      ],
      [
        "ugh",
        -1.7478143e-05
      ],
      [
        "al",
        -1.18755715e-05
      ],
      [
        " Empire",
        -0.0010561493
      ]
    ]
  },
  "One substance containing this element catalyzes the oxidation of primary and secondary alcohols to carboxylic acids and ketones, and is called the Jones reagent. Uvarovite garnet contains this element, and stichtite is an alteration product from serpentine that bears this element. With potassium, its hexavalent ion forms a potent oxidizing agent, sometimes used to clean glassware. Two atoms of this": {
    "guess": "Chromium",
    "confidence": [
      [
        "Ch",
        -0.004744588
      ],
      [
        "romium",
        -0.0018486744
      ]
    ]
  },
  "One substance containing this element catalyzes the oxidation of primary and secondary alcohols to carboxylic": {
    "guess": "Manganese dioxide",
    "confidence": [
      [
        "M",
        -0.38440588
      ],
      [
        "anganese",
        -0.004641119
      ],
      [
        " dioxide",
        -0.05949611
      ]
    ]
  },
  "The success of the winning army in this battle was quickly muted by a loss that resulted in the Truce of Esplechin in the same year. This contest was preceded three years earlier by the Battle of Cadzand at the same site. The winning force grew in strength by meeting up with Robert Morley and dividing itself into three sections, with archers on the outside flank. The other side included a force from Genoa under Egidio Barbavera, which escaped while the main force under Nicolas Behuchet and Hugues Quieret was destroyed. The king leading the winning force tried to follow it up with a siege of Tournai, but was rebuffed and returned to his queen Philippa of Hainault. A landmark victory for that king Edward III over Philip VI, FTP, name this 1340 battle, probably the most important naval engagement of the Hundred Years War.": {
    "guess": "Battle of Sluys",
    "confidence": [
      [
        "Battle",
        -0.011876903
      ],
      [
        " of",
        -3.7027545e-05
      ],
      [
        " Sl",
        -1.4617256e-05
      ],
      [
        "u",
        -0.00028469609
      ],
      [
        "ys",
        -4.3202e-07
      ]
    ]
  },
  "This substance reacts with sodium chloride in the Mannheim process. This substance is created industrially through a process that employs vanadium (vuh-NAY-dee-um) oxide as a catalyst, the contact process.": {
    "guess": "Sulfuric acid",
    "confidence": [
      [
        "S",
        -0.60367566
      ],
      [
        "ulf",
        -0.0030851366
      ],
      [
        "ur",
        -5.5122365e-07
      ],
      [
        "ic",
        -0.00071421993
      ],
      [
        " acid",
        -0.005583183
      ]
    ]
  },
  "A Sub-Sub Librarian and a Late Consumptive Usher supply an Etymology and a series of Extracts which preface this work. One character in it declares that a ship was his \"Yale College\" and his \"Harvard.\"  Another character in this work discovers he can no longer enjoy a pipe and casts it overboard. While": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -0.55796015
      ]
    ]
  },
  "In 1929, he succeeded Arturo Toscanini as musical director of La Scala in Milan, and wrote the opera Nerone, which glorified Mussolini. While he tried to revive the commedia in La maschere, he is better known as an exponent of the verismo style of opera. His best-known work, featuring characters such as Alfio, village girls Lola and Santuzza, and the soldier Turiddu, is based on a Sicilian melodrama": {
    "guess": "Arrigo Boito",
    "confidence": [
      [
        "Arr",
        -0.9589263
      ],
      [
        "igo",
        -0.0008236801
      ],
      [
        " Bo",
        -0.00054469216
      ],
      [
        "ito",
        -0.00028052396
      ]
    ]
  },
  "These substances exhibit Shockley-Read-Hall and Auger [oh-ZHAY] recombination. One type has a temperature dependence governed by Fermi-Dirac statistics. The intrinsic type has a small but non-zero band": {
    "guess": "Semiconductor physics",
    "confidence": [
      [
        "Sem",
        -0.04379249
      ],
      [
        "iconductor",
        -0.00069242035
      ],
      [
        " physics",
        -0.779692
      ]
    ]
  },
  "In a subplot, the main character's father, the future author of the world's greatest compendium of democratic literature, is accosted by his secretary Gladys, with whom he is having an affair. Illidge,": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -1.6859572
      ]
    ]
  },
  "This substance can be stained using luxol fast blue. This substance is damaged as a result of defects in the PMP22 gene, which causes type 1A Charcot-Marie-Tooth disease. This substance and the structure": {
    "guess": "Myelin",
    "confidence": [
      [
        "My",
        -0.018624756
      ],
      [
        "elin",
        -1.7954959e-05
      ]
    ]
  },
  "In 1929, he succeeded Arturo Toscanini as musical director of La Scala in Milan, and wrote the opera": {
    "guess": "Pietro Mascagni",
    "confidence": [
      [
        "P",
        -0.4353281
      ],
      [
        "iet",
        -0.0003832445
      ],
      [
        "ro",
        -2.6060809e-05
      ],
      [
        " Masc",
        -4.4849444e-06
      ],
      [
        "agn",
        -2.618001e-05
      ],
      [
        "i",
        -7.8987236e-05
      ]
    ]
  },
  "After a successful attack by the Saxons against this man, he retaliated by executing 4500 Saxons in a single day.  His focus on the destruction of Pamplona led to his inability to capture Zaragoza.  He put down a revolt by Hunald, and distaste with his wife Fastrada led to a minor revolt by Pepin the Hunchback.  This ruler's court was centered around a unique octagonal chapel at the royal capitol of Aachen, where this ruler died after bathing in the warm springs. The brother of Carloman and son of Pepin the Short, FTP, identify this second Carolingian king, crowned emperor of the Romans by Pope": {
    "guess": "Charlemagne",
    "confidence": [
      [
        "Char",
        -0.005728498
      ],
      [
        "lem",
        -3.750436e-05
      ],
      [
        "agne",
        -0.00013059509
      ]
    ]
  },
  "Subplots involve the manipulation of a peasant family and a one year window to rescue the princess Erona from being burned at the stake.  It includes such poems as \"What tongue can her perfections tell\" and a double sestina depicting a discussion between Klaius and Strephon.  The first part ends with the heroes fighting off a lion and a bear, while another scene involves a prince disguising himself as an Amazon.  The first iteration of this work included an appendix titled \"A Debate on Versification,\" as well as a dedication to the author's \"dear sister,\" the Countess of Pembroke.  Composed in five \"Books or Acts,\" it opens with the ruler of the title realm, Basilius, receiving dire prophecies concerning the fate of his two daughters, Pamela and Philoclea.  For 10 points, identify this 16th": {
    "guess": "The Countess of Pembroke's Arcadia",
    "confidence": [
      [
        "The",
        -0.057669107
      ],
      [
        " Count",
        -0.04864107
      ],
      [
        "ess",
        -0.0025189423
      ],
      [
        " of",
        -0.00019197763
      ],
      [
        " Pemb",
        -0.006918315
      ],
      [
        "roke",
        -2.486877e-05
      ],
      [
        "'s",
        -0.0022869261
      ],
      [
        " Arc",
        -0.001075088
      ],
      [
        "adia",
        -3.4121115e-06
      ]
    ]
  },
  "A successful lawyer in Arras, he soon gained a reputation for being \"incorruptible\" among his associates. After he became a leading member of the Montagnards, he later tried to set up his \"cult of the supreme being\" to replace Christianity during the revolution. After he had his friend Danton executed,": {
    "guess": "Maximilien Robespierre",
    "confidence": [
      [
        "Max",
        -0.00033165133
      ],
      [
        "im",
        -6.49212e-05
      ],
      [
        "il",
        -0.00013536324
      ],
      [
        "ien",
        -4.246537e-06
      ],
      [
        " Rob",
        -0.0011418844
      ],
      [
        "esp",
        -1.4140442e-05
      ],
      [
        "ierre",
        -1.1279553e-05
      ]
    ]
  },
  "The success of the winning army in this battle was quickly muted by a loss that resulted in the Truce of Esplechin in the same year. This contest was preceded three years earlier by the Battle of Cadzand at the same site. The winning force grew in strength by meeting up with Robert Morley and dividing itself into three sections, with archers on the outside flank. The other side included a force from Genoa under Egidio Barbavera, which escaped while the main force under Nicolas Behuchet and Hugues Quieret was destroyed. The king leading the winning force tried to follow it up with a siege of Tournai, but was rebuffed and returned to his queen Philippa of Hainault. A landmark victory for that king Edward III over Philip VI, FTP, name this 1340 battle, probably the most important naval engagement": {
    "guess": "Battle of Sluys",
    "confidence": [
      [
        "Battle",
        -0.015257939
      ],
      [
        " of",
        -2.3795938e-05
      ],
      [
        " Sl",
        -1.7835755e-05
      ],
      [
        "u",
        -0.00022952311
      ],
      [
        "ys",
        -5.5122365e-07
      ]
    ]
  },
  "Substances exhibiting it can be analyzed by polishing the surface with an appropriate colloidal suspension,": {
    "guess": "Metallography",
    "confidence": [
      [
        "Metal",
        -0.5841529
      ],
      [
        "log",
        -0.0009207504
      ],
      [
        "raph",
        -0.047034204
      ],
      [
        "y",
        -2.677603e-05
      ]
    ]
  },
  "A Sub-Sub Librarian and a Late Consumptive Usher supply an Etymology and a series of Extracts which preface this work. One character in it declares that a ship was his \"Yale College\" and his \"Harvard.\"  Another character in this work discovers he can no longer enjoy a pipe and casts it overboard. While other characters in this novel include the harpooners Daggoo, Tashtego, and the cannibal, Queequeg,": {
    "guess": "Moby-Dick",
    "confidence": [
      [
        "M",
        -0.111757025
      ],
      [
        "oby",
        -0.00021736434
      ],
      [
        "-D",
        -0.009506726
      ],
      [
        "ick",
        -0.0002786167
      ]
    ]
  },
  "This substance is produced through the iridium- or rhodium-catalyzed carbonylation of methanol in the": {
    "guess": "Acetic acid",
    "confidence": [
      [
        "Ac",
        -0.7907612
      ],
      [
        "etic",
        -0.00097232533
      ],
      [
        " acid",
        -0.0070300656
      ]
    ]
  },
  "The most successful instance of a certain type of this was designed by R. Orin Cornett, and William Stokoe wrote some important books on one of these. One of these was used by disparate groups of Plains Indians in the nineteenth century, and a noted example of the emergence of one of these involves the Villa Libertad vocational center and a school in San Judas. In addition to that Nicaraguan one, an artificial one was created by the Abbot of l'Epée and exported to Hartford, Connecticut in 1816 by": {
    "guess": "Sign languages",
    "confidence": [
      [
        "Sign",
        -0.08453356
      ],
      [
        " languages",
        -0.13350745
      ]
    ]
  },
  "He succeeded to the throne at the age of five upon abdication of his father.  Under this man's rule, his nation aided Justo Jos?Urquiza against Juan Manuel de Rosas, also intervening in Uruguayan affairs in support of Venancio Flores.  He was finally deposed by a revolution led by Manuel Deodoro da Fonseca and spent the remainder of his life in Europe.  A law abolishing slavery was signed by his daughter Isabel and he joined his nation with Argentina and Uruguay in the War of the Triple Alliance.  FTP, identify this second and last emperor who ruled Brazil.": {
    "guess": "Pedro II of Brazil",
    "confidence": [
      [
        "Ped",
        -0.13430499
      ],
      [
        "ro",
        -7.9418505e-06
      ],
      [
        " II",
        -6.086828e-05
      ],
      [
        " of",
        -0.000114033115
      ],
      [
        " Brazil",
        -2.2246291e-05
      ]
    ]
  },
  "When these substances are added to water, compounds named for Zundel and Eigen, among others, are produced. The effect of these substances on water is spread through the entire solution by the Grotthuss mechanism. Antimony complexes form many of the \"super-\" variety of these; this \"super-\" class is defined by a certain position on the Hammett scale. Metal cations with a high charge density act as these when coordinating ligands. Their strength is most commonly measured by Ka (K-A), the dissociation constant, They have, among others, Arrhenius, Brønsted-Lowry, and Lewis definitions. For 10 points,": {
    "guess": "Acid (chemistry)",
    "confidence": [
      [
        "Ac",
        -0.379755
      ],
      [
        "id",
        -0.015793033
      ],
      [
        " (",
        -0.20486061
      ],
      [
        "chemistry",
        -0.021561503
      ],
      [
        ")",
        -0.00012380048
      ]
    ]
  },
  "This substance is combined with organomagnesium (or-GAN-oh-mag-NEEZ-ee-um) bromides to give carboxylic (CAR-box-ILL-ick) acids. As a supercritical fluid, it is used to decrease the viscosity of crude oil. Ethanol and this substance are produced in the (*) fermentation of glucose by yeast. Its structure is predicted to be linear due to its two double bonds. In the presence of water, this triatomic substance is in equilibrium with carbonic acid. For 10 points, name this gas, symbolized CO2 (see oh": {
    "guess": "Carbon dioxide",
    "confidence": [
      [
        "Carbon",
        -0.0023322364
      ],
      [
        " dioxide",
        -0.24475838
      ]
    ]
  },
  "This substance was found to be Griffith's \"transformation agent\" in rats by MacLeod, McCarty, and Avery. Hershey and Chase carried out an experiment employing bacteriophages that determined that this molecule contained phosphorus. Chargaff's rules govern the proportions of this molecule's bases. The": {
    "guess": "DNA",
    "confidence": [
      [
        "DNA",
        -0.033623107
      ]
    ]
  },
  "Substances exhibiting it can be analyzed by polishing the surface with an appropriate colloidal suspension, producing Bitter patterns.  These patterns provide evidence for the \"domain\" theory explaining this property, as does the Barkhausen effect, which holds that it increases in a series of minute jumps as the applied magnetic field is increased. Occurring below the Curie point, FTP, what is this property seen in elements like cobalt, nickel, and iron, in which substances are magnetized by weak": {
    "guess": "Ferromagnetism",
    "confidence": [
      [
        "F",
        -0.038337864
      ],
      [
        "er",
        -0.04625725
      ],
      [
        "rom",
        -1.735894e-05
      ],
      [
        "agnet",
        -0.014644325
      ],
      [
        "ism",
        -3.3093824e-05
      ]
    ]
  },
  "After a successful attack by the Saxons against this man, he retaliated by executing 4500 Saxons in a single day.  His focus on the destruction of Pamplona led to his inability to capture Zaragoza.  He": {
    "guess": "Charlemagne",
    "confidence": [
      [
        "Char",
        -0.7420382
      ],
      [
        "lem",
        -0.0007467369
      ],
      [
        "agne",
        -0.0005343251
      ]
    ]
  },
  "The most successful force in this battle was the Kosciuszko squadron led by Witold Urbanowicz. This battle included six raids on Biggin Hill, and began in earnest on August 13th, known as \"Eagle Day.\" It was the precursor to the abortive Operation Sealion, and was fought between attacking Stukas and": {
    "guess": "Battle of Britain",
    "confidence": [
      [
        "Battle",
        -0.018389426
      ],
      [
        " of",
        -0.0027642217
      ],
      [
        " Britain",
        -0.0004693994
      ]
    ]
  },
  "This substance acts as an electron donor for enzymes that synthesize carnitine, and also in the hydroxylation of proline and lysine to produce collagen. Most animals can synthesize this compound using glycogen from the liver or in a kidney-based synthesis, but humans and other simians have a defective gene for L-gulonolactone oxidase and thus must consume this vitamin. For 10 points, name this common": {
    "guess": "Vitamin C",
    "confidence": [
      [
        "V",
        -0.0014699879
      ],
      [
        "itamin",
        -2.4034345e-05
      ],
      [
        " C",
        -8.029847e-05
      ]
    ]
  },
  "He succeeded his father in 1556 at the age of 12 under the regency of Bairam Khan, a Turkmen noble. That same year, one of his armies defeated Hindu forces under Hemu, restoring him to the throne of India,": {
    "guess": "Akbar",
    "confidence": [
      [
        "Ak",
        -0.66862595
      ],
      [
        "bar",
        -2.2484697e-05
      ]
    ]
  },
  "Substances such as gallium arsenide with a direct one of these can emit light and are thus frequently used in LED's. Metals have a negative value for this quantity that decreases as temperature is raised, explaining why the conductivity of semiconductors increases with increasing temperature. FTP identify this quantity that is defined as the energy difference between the top of the valence band and the bottom of the conduction band, often abbreviated E-sub-G.": {
    "guess": "Bandgap",
    "confidence": [
      [
        "Band",
        -0.45080754
      ],
      [
        "gap",
        -0.43146256
      ]
    ]
  },
  "A Sub-Sub Librarian and a Late Consumptive Usher supply an Etymology and a series of Extracts which preface this work. One character in it declares that a ship was his \"Yale College\" and his \"Harvard.\"": {
    "guess": "Moby-Dick",
    "confidence": [
      [
        "M",
        -0.85590976
      ],
      [
        "oby",
        -0.0008604847
      ],
      [
        "-D",
        -0.08067499
      ],
      [
        "ick",
        -0.0004247164
      ]
    ]
  },
  "These substances are transported by PIN proteins and bind to TIR1. They stimulate proton pumps to lower the pH and activate expansins, according to the acid growth hypothesis. In high concentrations, they stimulate excess ethylene production, which induces abscission, hence the use of these compounds in herbicides like Agent Orange. Indole-3-acetic acid is one example of these compounds which contribute to apical dominance, phototropisms, and cell elongation. For 10 points, name these plant hormones whose effect is strengthened in the presence of cytokinins and gibberellins.": {
    "guess": "Auxin",
    "confidence": [
      [
        "Aux",
        -0.0015217646
      ],
      [
        "in",
        -0.054474037
      ]
    ]
  },
  "One sub-pathway in this process is activated by Hageman factor and prekallikrein, and one critical protein in this pathway is Gamma-glutamyl carboxylase, which acts upon Proteins S, C and Z. VKORC recycles one important molecule in this process, which is why warfarin is often used to inhibit this process. Disrupted in delta storage pool deficiency and Bernard-Soulier syndrome, important activators of this process include Tissue Factor and Von Willebrand factor. This process relies on the transformation of fibrinogen to fibrin by thrombin, and is disrupted in hemophilia. FTP, name this process initiated by platelets, the hardening and drying of blood in a wound.": {
    "guess": "Blood clotting",
    "confidence": [
      [
        "Blood",
        -0.2351256
      ],
      [
        " clot",
        -0.049647305
      ],
      [
        "ting",
        -0.0061922036
      ]
    ]
  },
  "He was succeeded by his brother Smenkhkare, who was co-regent with him during the final years of his reign. Like his father, who married a non-royal woman named Tiy, he married a woman who was not of royal": {
    "guess": "Ankhesenamun",
    "confidence": [
      [
        "An",
        -0.43596363
      ],
      [
        "k",
        -0.007473756
      ],
      [
        "hes",
        -0.009087569
      ],
      [
        "en",
        -8.3874584e-05
      ],
      [
        "am",
        -0.00095076405
      ],
      [
        "un",
        -0.00028255043
      ]
    ]
  },
  "The success of the winning army in this battle was quickly muted by a loss that resulted in the Truce of Esplechin in the same year. This contest was preceded three years earlier by the Battle of Cadzand": {
    "guess": "Battle of Saint-Amand",
    "confidence": [
      [
        "Battle",
        -0.019460214
      ],
      [
        " of",
        -0.0004191138
      ],
      [
        " Saint",
        -1.3934661
      ],
      [
        "-A",
        -1.0474802
      ],
      [
        "mand",
        -0.18380795
      ]
    ]
  },
  "These substances are transported by PIN proteins and bind to TIR1. They stimulate proton pumps to lower the pH and activate expansins, according to the acid growth hypothesis. In high concentrations, they stimulate excess ethylene production, which induces abscission, hence the use of these compounds in herbicides like Agent Orange. Indole-3-acetic acid is one example of these compounds which contribute to apical dominance, phototropisms, and cell elongation. For 10 points, name these plant hormones": {
    "guess": "Auxin",
    "confidence": [
      [
        "Aux",
        -0.001366189
      ],
      [
        "in",
        -0.19618876
      ]
    ]
  },
  "These substances were recently used to create a radio that received signals via their vibration. Processes for their production include chemical vapor deposition and laser ablation. These objects were first created in the fifties, but little notice was taken until 1991. Their toxicity is being questioned before these substances are developed for biological applications like the delivery of drugs. Theirsp2 bonding gives them a higher tensile strength than diamond, and they can be single- or mutiply-walled. Consisting of rolled-up graphene, identify these allotropes of carbon that are cylindrical.": {
    "guess": "Carbon nanotube",
    "confidence": [
      [
        "Carbon",
        -0.0257486
      ],
      [
        " nan",
        -0.029782657
      ],
      [
        "ot",
        -2.4584822e-06
      ],
      [
        "ube",
        -0.12680735
      ]
    ]
  },
  "One of these substances consists of palladium deposited on CaCO3 reacted with lead acetate and is used to hydrogenate alkynes into alkenes, called the Lindlar variety. Another of these substances is usually titanium and is used in alkene synthesis, called the Ziegler-Natta type. Iron oxide acts as one of these in the Haber process and these substances act by [*] providing an alternate pathway to a reaction, thereby lowering the energy of the transition state. These substances' biological analogs are enzymes and they are used and remade throughout a chemical reaction. For 10 points, name these substances": {
    "guess": "Catalysts",
    "confidence": [
      [
        "C",
        -0.006874503
      ],
      [
        "atal",
        -3.1281633e-07
      ],
      [
        "ysts",
        -0.44275472
      ]
    ]
  },
  "The most successful instance of a certain type of this was designed by R. Orin Cornett, and William Stokoe wrote some important books on one of these. One of these was used by disparate groups of Plains Indians in the nineteenth century, and a noted example of the emergence of one of these involves the": {
    "guess": "Sign language",
    "confidence": [
      [
        "Sign",
        -0.27162382
      ],
      [
        " language",
        -0.56567305
      ]
    ]
  },
  "One of these substances consists of palladium deposited on CaCO3 reacted with lead acetate and is used to hydrogenate alkynes into alkenes, called the Lindlar variety. Another of these substances is usually": {
    "guess": "Alkene",
    "confidence": [
      [
        "Al",
        -0.079779424
      ],
      [
        "k",
        -0.014869848
      ],
      [
        "ene",
        -0.0003242607
      ]
    ]
  },
  "This man succeeded his brother Carloman, and this opponent of Desiderius ended Lombard influence in Italy at the Battle of Pavia. The Treaty of Verdun divided his land among his grandsons, and Einhard's": {
    "guess": "Charlemagne",
    "confidence": [
      [
        "Char",
        -0.0016931501
      ],
      [
        "lem",
        -3.22594e-05
      ],
      [
        "agne",
        -8.900034e-05
      ]
    ]
  },
  "Subplots include Eugene Morgan wanting to marry Isabel, who instead marries the dull Wilbur Minafer, and the eventual resentment that George feels at the attentions paid to his mother. Coming between The": {
    "guess": "The Magnificent Ambersons",
    "confidence": [
      [
        "The",
        -0.003928676
      ],
      [
        " Magn",
        -0.00012415809
      ],
      [
        "ificent",
        -0.00023274162
      ],
      [
        " Amb",
        -1.0280384e-06
      ],
      [
        "erson",
        -6.704273e-07
      ],
      [
        "s",
        -3.1737043e-06
      ]
    ]
  },
  "When this substance is used, it often leaves behind a liquid with naphthalene and various phenols. The lowest rank of this type of substance, formed from peat, is lignite, while higher grades are classified": {
    "guess": "Coal",
    "confidence": [
      [
        "Coal",
        -0.0024868345
      ]
    ]
  },
  "He was succeeded by his brother Smenkhkare, who was co-regent with him during the final years of his reign. Like his father, who married a non-royal woman named Tiy, he married a woman who was not of royal blood, the daughter of a vizier named Ay. After changing his name in the fifth year of his reign, he moved the capital in the following year to a site in Middle Egypt which is now known as el-Amarna. FTP, name this pharoah of the 18th dynasty who was married to Nefertiti and introduced the cult of a son god named Aten.": {
    "guess": "Akhenaten",
    "confidence": [
      [
        "Ak",
        -0.010070658
      ],
      [
        "hen",
        -0.0018622379
      ],
      [
        "aten",
        -0.00033868066
      ]
    ]
  },
  "After a successful attack by the Saxons against this man, he retaliated by executing 4500 Saxons in a single day.  His focus on the destruction of Pamplona led to his inability to capture Zaragoza.  He put down a revolt by Hunald, and distaste with his wife Fastrada led to a minor revolt by Pepin the Hunchback.  This ruler's court was centered around a unique octagonal chapel at the royal capitol of": {
    "guess": "Charlemagne",
    "confidence": [
      [
        "Char",
        -0.032472197
      ],
      [
        "lem",
        -0.00021891399
      ],
      [
        "agne",
        -5.312004e-05
      ]
    ]
  },
  "This substance reacts with sodium chloride in the Mannheim process. This substance is created industrially through a process that employs vanadium (vuh-NAY-dee-um) oxide as a catalyst, the contact process. A certain trioxide combined with this compound is called oleum (OH-lee-um), and this compound's": {
    "guess": "Sulfuric acid",
    "confidence": [
      [
        "S",
        -0.0047938223
      ],
      [
        "ulf",
        -0.00036347136
      ],
      [
        "ur",
        -4.0603656e-05
      ],
      [
        "ic",
        -0.10251696
      ],
      [
        " acid",
        -0.20334709
      ]
    ]
  },
  "A successful lawyer in Arras, he soon gained a reputation for being \"incorruptible\" among his associates.": {
    "guess": "Maximilien Robespierre",
    "confidence": [
      [
        "Max",
        -0.0032581617
      ],
      [
        "im",
        -1.8550976e-05
      ],
      [
        "il",
        -0.00020318278
      ],
      [
        "ien",
        -7.703444e-06
      ],
      [
        " Rob",
        -0.0007000457
      ],
      [
        "esp",
        -1.4140442e-05
      ],
      [
        "ierre",
        -4.723352e-06
      ]
    ]
  },
  "When this substance is used, it often leaves behind a liquid with naphthalene and various phenols. The lowest rank of this type of substance, formed from peat, is lignite, while higher grades are classified as anthracite or the bituminous type. Plant remains over a long period of time transform into this sedimentary rock. For 10 points, name this substance which is used to generate electricity after": {
    "guess": "Coal",
    "confidence": [
      [
        "Coal",
        -0.0014463067
      ]
    ]
  },
  "This substance contains a several Debye lengths layer known as the Debye sheath. The temperature of one part of this substance can be measured using a Langmuir probe, and the transfer of energy between particles and the wave results in Landau damping. A traveling oscillation that propagates in the direction of the magnetic field, known as an Alfven wave, can be found in this substance, which is confined by a magnetic field in a donut-shaped tube called a tokamak. Present in a fluorescent light bulb,": {
    "guess": "Plasma (physics)",
    "confidence": [
      [
        "Pl",
        -0.00045974395
      ],
      [
        "asma",
        -6.392203e-06
      ],
      [
        " (",
        -0.0004904801
      ],
      [
        "physics",
        -0.00023286081
      ],
      [
        ")",
        -1.504853e-06
      ]
    ]
  },
  "A successful lawyer in Arras, he soon gained a reputation for being \"incorruptible\" among his associates. After he became a leading member of the Montagnards, he later tried to set up his \"cult of the": {
    "guess": "Maximilien Robespierre",
    "confidence": [
      [
        "Max",
        -0.0038442556
      ],
      [
        "im",
        -2.6656826e-05
      ],
      [
        "il",
        -0.0005819846
      ],
      [
        "ien",
        -5.7961847e-06
      ],
      [
        " Rob",
        -0.00037180464
      ],
      [
        "esp",
        -1.0445127e-05
      ],
      [
        "ierre",
        -4.723352e-06
      ]
    ]
  },
  "He succeeded his father in 1556 at the age of 12 under the regency of Bairam Khan, a Turkmen noble. That": {
    "guess": "Akbar",
    "confidence": [
      [
        "Ak",
        -0.061179366
      ],
      [
        "bar",
        -1.2590794e-05
      ]
    ]
  },
  "He was succeeded by his brother Smenkhkare, who was co-regent with him during the final years of his reign. Like his father, who married a non-royal woman named Tiy, he married a woman who was not of royal blood, the daughter of a vizier named Ay. After changing his name in the fifth year of his reign, he moved the capital in the following year to a site in Middle Egypt which is now known as el-Amarna. FTP, name this pharoah of the 18th dynasty who was married to Nefertiti and introduced the cult": {
    "guess": "Akhenaten",
    "confidence": [
      [
        "Ak",
        -0.0175258
      ],
      [
        "hen",
        -0.0018923414
      ],
      [
        "aten",
        -0.00054791063
      ]
    ]
  },
  "Substances exhibiting it can be analyzed by polishing the surface with an appropriate colloidal suspension, producing Bitter patterns.  These patterns provide evidence for the \"domain\" theory explaining this property, as does the Barkhausen effect, which holds that it increases in a series of minute jumps as the applied magnetic field is increased. Occurring below the Curie point, FTP, what is this property seen in elements like cobalt, nickel, and iron, in which substances are magnetized by weak magnetic fields?": {
    "guess": "Ferromagnetism",
    "confidence": [
      [
        "F",
        -0.023831978
      ],
      [
        "er",
        -0.0010407903
      ],
      [
        "rom",
        -6.9882217e-06
      ],
      [
        "agnet",
        -0.0013344056
      ],
      [
        "ism",
        -1.3544423e-05
      ]
    ]
  },
  "This man's successor, after losing the region of Golconda, was captured along with Kavi Kulesh, after": {
    "guess": "Shah Jahan",
    "confidence": [
      [
        "Sh",
        -0.7907882
      ],
      [
        "ah",
        -0.052938346
      ],
      [
        " J",
        -0.020657042
      ],
      [
        "ahan",
        -5.6934558e-05
      ]
    ]
  },
  "This man succeeded Henry Norris as ambassador to France, and his home in Paris became a headquarters for Protestant refugees in the wake of St. Bartholomew's Day Massacre - in his 64-page account of that massacre, he advised breaching relations with France. This man's secretary and closest advisor was Robert Beale, who was wed to the sister of his wife Ursula St. Barbe - that marriage also led this man to gain a son-in-law, the poet Philip Sidney. His advice to pursue military action in the Low Countries was realized in the Treaty of Nonsuch. He oversaw reconstruction of Dover Harbour and opposed the Duke of Anjou's marriage to the queen, after he'd begun his term as principal secretary of England, replacing William Cecil. Known for thwarting the designs of Francis Throckmorton and Anthony Babington, FTP, name this \"spymaster\" who performed espionage under Queen Elizabeth I.": {
    "guess": "Francis Walsingham",
    "confidence": [
      [
        "Franc",
        -0.06549729
      ],
      [
        "is",
        -3.619312e-05
      ],
      [
        " W",
        -0.00037538074
      ],
      [
        "als",
        -3.23786e-05
      ],
      [
        "ingham",
        -8.10137e-05
      ]
    ]
  },
  "This substance was found to be Griffith's \"transformation agent\" in rats by MacLeod, McCarty, and Avery. Hershey and Chase carried out an experiment employing bacteriophages that determined that this molecule contained phosphorus. Chargaff's rules govern the proportions of this molecule's bases. The Meselson-Stahl experiment proved the semiconservative nature of its replication, a process that forms Okazaki fragments. For 10 points, name this molecule made up of thymine, adenine, cytosine, and guanine, which carries the genetic code of all organisms.": {
    "guess": "DNA",
    "confidence": [
      [
        "DNA",
        -0.0013523798
      ]
    ]
  },
  "Substances such as gallium arsenide with a direct one of these can emit light and are thus frequently": {
    "guess": "Direct bandgap semiconductor",
    "confidence": [
      [
        "Direct",
        -0.36460242
      ],
      [
        " band",
        -0.04665621
      ],
      [
        "gap",
        -0.23324825
      ],
      [
        " semiconductor",
        -0.4265924
      ]
    ]
  },
  "The most successful instance of a certain type of this was designed by R. Orin Cornett, and William Stokoe wrote some important books on one of these. One of these was used by disparate groups of Plains Indians in the nineteenth century, and a noted example of the emergence of one of these involves the Villa Libertad vocational center and a school in San Judas. In addition to that Nicaraguan one, an artificial one was created by the Abbot of l'Epée and exported to Hartford, Connecticut in 1816 by Laurent Clerc. There, the French type was transmuted into an American type by Thomas Gallaudet. For": {
    "guess": "Sign Language",
    "confidence": [
      [
        "Sign",
        -0.05646569
      ],
      [
        " Language",
        -0.7725919
      ]
    ]
  },
  "One sub-structure in this organelle develops with the aid of VIPP1, a protein present in every organism": {
    "guess": "Chloroplast",
    "confidence": [
      [
        "Ch",
        -0.07704137
      ],
      [
        "lor",
        -8.864273e-05
      ],
      [
        "oplast",
        -0.0004007601
      ]
    ]
  },
  "The most successful force in this battle was the Kosciuszko squadron led by Witold Urbanowicz. This battle": {
    "guess": "Battle of Britain",
    "confidence": [
      [
        "Battle",
        -0.06241756
      ],
      [
        " of",
        -0.00034774013
      ],
      [
        " Britain",
        -0.001367381
      ]
    ]
  },
  "This man succeeded his brother Carloman, and this opponent of Desiderius ended Lombard influence in Italy at the Battle of Pavia. The Treaty of Verdun divided his land among his grandsons, and Einhard's biography of this man recounts how this son of (*) Pepin the Short and grandson of Charles Martel": {
    "guess": "Charlemagne",
    "confidence": [
      [
        "Char",
        -0.003286567
      ],
      [
        "lem",
        -3.4524266e-05
      ],
      [
        "agne",
        -9.984788e-05
      ]
    ]
  },
  "It had success in communist countries in the 1980's, becoming the first Western credit card to be issued": {
    "guess": "Credit card industry in the United States",
    "confidence": [
      [
        "Credit",
        -0.9052968
      ],
      [
        " card",
        -0.10533653
      ],
      [
        " industry",
        -1.0687152
      ],
      [
        " in",
        -0.039947458
      ],
      [
        " the",
        -0.9134901
      ],
      [
        " United",
        -0.36524844
      ],
      [
        " States",
        -0.005845839
      ]
    ]
  },
  "One of these substances is used in an analytical technique whose tris-glycine buffer system was developed by Ulrich Laemmli, which can be followed by the addition of Coomassie dyes. These substances, as wetting agents, encourage flocculation, and the aforementioned example of these substances is used to denature proteins. Below the Krafft temperature, they form micelles, and cleaning agents that deal": {
    "guess": "Surfactant",
    "confidence": [
      [
        "Sur",
        -0.017213231
      ],
      [
        "fact",
        -1.6240566e-06
      ],
      [
        "ant",
        -0.040676583
      ]
    ]
  },
  "These substances were recently used to create a radio that received signals via their vibration. Processes for their production include chemical vapor deposition and laser ablation. These objects were": {
    "guess": "Carbon nanotube",
    "confidence": [
      [
        "Carbon",
        -1.3744794
      ],
      [
        " nan",
        -0.103705116
      ],
      [
        "ot",
        -0.0011354546
      ],
      [
        "ube",
        -0.35181686
      ]
    ]
  },
  "He succeeded his father in 1556 at the age of 12 under the regency of Bairam Khan, a Turkmen noble. That same year, one of his armies defeated Hindu forces under Hemu, restoring him to the throne of India, but the territories were greatly diminished. He attempted to move his capital from Delhi to Fatehpur Sikri, but this proved too difficult and instead governed his empire from a traveling camp. His last conquest was of Asirgarh, a fort on the Deccan plateau, because he had to face the rebellion": {
    "guess": "Akbar",
    "confidence": [
      [
        "Ak",
        -0.29524314
      ],
      [
        "bar",
        -6.749814e-06
      ]
    ]
  },
  "The most successful direct rival to this organization was founded by Leopold Damrosch and his son Walter in 1878. Aaron Copland's Connotations was composed to commemorate this organization's move to a building that later became known as Avery Fisher Hall. In one of this organization's most controversial performances, the conductor delivered a disclaimer from the podium before an unusually slow performance": {
    "guess": "New York Philharmonic",
    "confidence": [
      [
        "New",
        -0.015925733
      ],
      [
        " York",
        -7.660316e-05
      ],
      [
        " Phil",
        -0.00017827288
      ],
      [
        "har",
        -7.266944e-05
      ],
      [
        "monic",
        -8.542423e-05
      ]
    ]
  },
  "The most successful single from the 2007 album of this name contains the chorus \"your hips, your thighs/you got me hypnotized\" and is called \"Ayo Technology.\" It was the surname of Mike Logan's successor": {
    "guess": "Logan",
    "confidence": [
      [
        "Log",
        -1.6226692
      ],
      [
        "an",
        -0.011023301
      ]
    ]
  },
  "The most successful single from the 2007 album of this name contains the chorus \"your hips, your thighs/you got me hypnotized\" and is called \"Ayo Technology.\" It was the surname of Mike Logan's successor as Lennie Briscoe's partner on Law & Order, a character portrayed by Benjamin Bratt. The comic strip of this name, drawn by (*) Ray Billingsley, features such characters as Gunk, a native of Flyspeck Island, and the bullies Derrick and \"Onion\", and runs a different surreal Kwanzaa story every year. An actress with this surname is married to Christopher Guest and played Laurie Strode in 1978's Halloween. For 10 points, identify this name, the given name of 50 Cent and the surname of actress Jamie": {
    "guess": "Curtis",
    "confidence": [
      [
        "C",
        -0.024145985
      ],
      [
        "urt",
        -0.00011069541
      ],
      [
        "is",
        -0.0001409658
      ]
    ]
  },
  "Substances lacking this property can create Rollin films. This property can be described as  the amount of resistance to deformation when shear stress is applied, and there are dynamic and  kinematic forms of it. The Reynolds number is ratio of inertial forces to forces that are caused by this quantity, which is symbolized as eta. Superfluids lack this property, while values for it are written in the units kilograms per meter cubed. For 10 points, name this property of liquids to  resist flow.": {
    "guess": "Viscosity",
    "confidence": [
      [
        "Vis",
        -0.0025349983
      ],
      [
        "cosity",
        -0.00034118397
      ]
    ]
  },
  "He succeeded to the throne at the age of five upon abdication of his father.  Under this man's rule, his nation aided Justo Jos?Urquiza against Juan Manuel de Rosas, also intervening in Uruguayan affairs in support of Venancio Flores.  He was finally deposed by a revolution led by Manuel Deodoro da Fonseca and spent the remainder of his life in Europe.  A law abolishing slavery was signed by his daughter Isabel and he joined his nation with Argentina and Uruguay in the War of the Triple Alliance.": {
    "guess": "Pedro II of Brazil",
    "confidence": [
      [
        "Ped",
        -0.083375074
      ],
      [
        "ro",
        -9.610702e-06
      ],
      [
        " II",
        -0.00011021859
      ],
      [
        " of",
        -0.00014156183
      ],
      [
        " Brazil",
        -4.2630116e-05
      ]
    ]
  },
  "He succeeded his father in 1556 at the age of 12 under the regency of Bairam Khan, a Turkmen noble. That same year, one of his armies defeated Hindu forces under Hemu, restoring him to the throne of India, but the territories were greatly diminished. He attempted to move his capital from Delhi to Fatehpur Sikri, but this proved too difficult and instead governed his empire from a traveling camp. His last conquest was of Asirgarh, a fort on the Deccan plateau, because he had to face the rebellion of his son, Jahangir, in the north. FTP, who is this great Muhgal emperor?": {
    "guess": "Akbar",
    "confidence": [
      [
        "Ak",
        -0.0641294
      ],
      [
        "bar",
        -0.00014573395
      ]
    ]
  },
  "This substance is reacted with sodium and an alcohol in the Birch reduction, and it is acylated through the use of a Lewis acid catalyst in the Friedel-Crafts acylation. This substance is produced through the catalytic reforming process, and linking two molecules of this substance forms biphenyl. When": {
    "guess": "Benzene",
    "confidence": [
      [
        "B",
        -0.64718604
      ],
      [
        "enz",
        -5.9795446e-05
      ],
      [
        "ene",
        -4.0007635e-05
      ]
    ]
  },
  "Subplots involve the manipulation of a peasant family and a one year window to rescue the princess Erona from being burned at the stake.  It includes such poems as \"What tongue can her perfections tell\"": {
    "guess": "The Princess Erona",
    "confidence": [
      [
        "The",
        -1.0325695
      ],
      [
        " Princess",
        -1.0014775
      ],
      [
        " E",
        -0.8933336
      ],
      [
        "ron",
        -0.10637607
      ],
      [
        "a",
        -0.00021200384
      ]
    ]
  },
  "These substances exhibit Shockley-Read-Hall and Auger [oh-ZHAY] recombination. One type has a temperature dependence governed by Fermi-Dirac statistics. The intrinsic type has a small but non-zero band gap between the valence and conduction bands. Charge carriers in these materials include both electrons": {
    "guess": "Semiconductor",
    "confidence": [
      [
        "Sem",
        -0.0017264684
      ],
      [
        "iconductor",
        -0.00032855204
      ]
    ]
  },
  "This substance was found to be Griffith's \"transformation agent\" in rats by MacLeod, McCarty, and Avery. Hershey and Chase carried out an experiment employing bacteriophages that determined that this molecule contained phosphorus. Chargaff's rules govern the proportions of this molecule's bases. The Meselson-Stahl experiment proved the semiconservative nature of its replication, a process that forms Okazaki fragments. For 10 points, name this molecule made up of thymine, adenine, cytosine, and guanine,": {
    "guess": "DNA",
    "confidence": [
      [
        "DNA",
        -0.0012915473
      ]
    ]
  },
  "One sub-pathway in this process is activated by Hageman factor and prekallikrein, and one critical protein in this pathway is Gamma-glutamyl carboxylase, which acts upon Proteins S, C and Z. VKORC recycles one important molecule in this process, which is why warfarin is often used to inhibit this process. Disrupted in delta storage pool deficiency and Bernard-Soulier syndrome, important activators of this process include Tissue Factor and Von Willebrand factor. This process relies on the transformation of fibrinogen to fibrin by thrombin, and is disrupted in hemophilia. FTP, name this process initiated": {
    "guess": "Coagulation",
    "confidence": [
      [
        "Co",
        -0.3209269
      ],
      [
        "ag",
        -5.3358446e-05
      ],
      [
        "ulation",
        -3.1305768e-05
      ]
    ]
  },
  "This man's successor, after losing the region of Golconda, was captured along with Kavi Kulesh, after which he was  tortured, then cut to pieces, which were then thrown in a river. In this man's victory at Pratapgarh, he lured the opposing commander into a meeting, during which he killed him during a hug using a concealed dagger and set of \"tiger claws.\"  That general, Afzal Khan, was the subordinate of Sultan Ali Adil Shah of the Bijapur region, where this man engaged in  guerrilla warfare. This": {
    "guess": "Shivaji",
    "confidence": [
      [
        "Sh",
        -0.08571464
      ],
      [
        "iv",
        -0.0056055808
      ],
      [
        "aji",
        -0.0001170132
      ]
    ]
  },
  "This substance is dissolved in zinc chloride in a reagent used for classifying alcohols named for Lucas. With a zinc amalgam, it participates in the reduction of ketones to alkanes in the Clemmenson Reduction.": {
    "guess": "Alcohol (chemistry)",
    "confidence": [
      [
        "Al",
        -0.83154404
      ],
      [
        "cohol",
        -0.080172636
      ],
      [
        " (",
        -0.39159626
      ],
      [
        "chemistry",
        -0.19710486
      ],
      [
        ")",
        -0.00018697108
      ]
    ]
  },
  "Subtracting the square of this quantity from the square of an astronomical body's speed gives the constant c3 [cee-three]. Jeans' formula indirectly gives the probability that a given molecule in a Maxwell-Boltzmann": {
    "guess": "Jeans' escape formula",
    "confidence": [
      [
        "Je",
        -0.37028185
      ],
      [
        "ans",
        -1.3856493e-06
      ],
      [
        "'",
        -0.33265066
      ],
      [
        " escape",
        -0.15633833
      ],
      [
        " formula",
        -0.22147077
      ]
    ]
  },
  "The success of the winning army in this battle was quickly muted by a loss that resulted in the Truce of Esplechin in the same year. This contest was preceded three years earlier by the Battle of Cadzand at the same site. The winning force grew in strength by meeting up with Robert Morley and dividing": {
    "guess": "Battle of Roosebeke",
    "confidence": [
      [
        "Battle",
        -0.091731586
      ],
      [
        " of",
        -0.01590767
      ],
      [
        " Roose",
        -0.9047631
      ],
      [
        "be",
        -0.0015504523
      ],
      [
        "ke",
        -2.939851e-05
      ]
    ]
  },
  "These substances were recently used to create a radio that received signals via their vibration. Processes for their production include chemical vapor deposition and laser ablation. These objects were first created in the fifties, but little notice was taken until 1991. Their toxicity is being questioned before these substances are developed for biological applications like the delivery of drugs. Theirsp2 bonding gives them a higher tensile strength than diamond, and they can be single- or mutiply-walled.": {
    "guess": "Carbon Nanotubes",
    "confidence": [
      [
        "Carbon",
        -0.27796963
      ],
      [
        " Nan",
        -0.6003706
      ],
      [
        "ot",
        -0.000509307
      ],
      [
        "ubes",
        -0.01073828
      ]
    ]
  },
  "This substance reacts with sodium chloride in the Mannheim process. This substance is created industrially": {
    "guess": "Sulfuric acid",
    "confidence": [
      [
        "S",
        -0.37011003
      ],
      [
        "ulf",
        -0.026821062
      ],
      [
        "ur",
        -0.00025001515
      ],
      [
        "ic",
        -0.15602253
      ],
      [
        " acid",
        -0.0046598613
      ]
    ]
  },
  "One sub-pathway in this process is activated by Hageman factor and prekallikrein, and one critical protein in this pathway is Gamma-glutamyl carboxylase, which acts upon Proteins S, C and Z. VKORC recycles": {
    "guess": "Vitamin K antagonist",
    "confidence": [
      [
        "V",
        -0.066155374
      ],
      [
        "itamin",
        -5.3193703e-06
      ],
      [
        " K",
        -0.004628296
      ],
      [
        " antagonist",
        -0.4990477
      ]
    ]
  },
  "In a subplot, the main character's father, the future author of the world's greatest compendium of democratic literature, is accosted by his secretary Gladys, with whom he is having an affair. Illidge, the communist, is an accessory in the murder of the Mosley-like Everard Webley. The other murderer, Spandrell, is himself murdered by the police after playing Beethoven's A Minor Quartet for the skeptical Mark Rampion, who is based on DH Lawrence. It deals mostly with the aging artist John Bidlake,": {
    "guess": "Point Counter Point",
    "confidence": [
      [
        "Point",
        -0.20850258
      ],
      [
        " Counter",
        -0.0012408252
      ],
      [
        " Point",
        -3.4405064e-05
      ]
    ]
  },
  "Substances exhibiting it can be analyzed by polishing the surface with an appropriate colloidal suspension, producing Bitter patterns.  These patterns provide evidence for the \"domain\" theory explaining": {
    "guess": "Crystallography",
    "confidence": [
      [
        "Crystal",
        -0.78976536
      ],
      [
        "log",
        -0.09971759
      ],
      [
        "raph",
        -0.010064287
      ],
      [
        "y",
        -7.839122e-05
      ]
    ]
  },
  "Subplots involve the manipulation of a peasant family and a one year window to rescue the princess Erona from being burned at the stake.  It includes such poems as \"What tongue can her perfections tell\" and a double sestina depicting a discussion between Klaius and Strephon.  The first part ends with the heroes fighting off a lion and a bear, while another scene involves a prince disguising himself as an Amazon.  The first iteration of this work included an appendix titled \"A Debate on Versification,\" as well as a dedication to the author's \"dear sister,\" the Countess of Pembroke.  Composed in five \"Books or Acts,\" it opens with the ruler of the title realm, Basilius, receiving dire prophecies concerning the fate of his two daughters, Pamela and Philoclea.  For 10 points, identify this 16th century pastoral romance, a work published in \"Old\" and \"New\" versions and written by Philip Sydney.": {
    "guess": "The Countess of Pembroke's Arcadia",
    "confidence": [
      [
        "The",
        -0.07725128
      ],
      [
        " Count",
        -0.11384602
      ],
      [
        "ess",
        -0.00011248347
      ],
      [
        " of",
        -4.20341e-05
      ],
      [
        " Pemb",
        -5.2001665e-06
      ],
      [
        "roke",
        -2.868329e-05
      ],
      [
        "'s",
        -0.00013476722
      ],
      [
        " Arc",
        -0.0001437075
      ],
      [
        "adia",
        -2.0935051e-05
      ]
    ]
  },
  "The most successful single from the 2007 album of this name contains the chorus \"your hips, your thighs/you got me hypnotized\" and is called \"Ayo Technology.\" It was the surname of Mike Logan's successor as Lennie Briscoe's partner on Law & Order, a character portrayed by Benjamin Bratt. The comic strip of this name, drawn by (*) Ray Billingsley, features such characters as Gunk, a native of Flyspeck Island, and the bullies Derrick and \"Onion\", and runs a different surreal Kwanzaa story every year. An actress with this surname is married to Christopher Guest and played Laurie Strode in 1978's Halloween.": {
    "guess": "Curtis",
    "confidence": [
      [
        "C",
        -0.01651862
      ],
      [
        "urt",
        -0.0016015063
      ],
      [
        "is",
        -0.00038825106
      ]
    ]
  },
  "A successful stock broker, he moved to Copenhagen to start a business career, but returned to France without his family to paint full-time. Though friends with Cezanne and Pisarro, he was attracted by": {
    "guess": "Paul Cézanne",
    "confidence": [
      [
        "Paul",
        -0.20014444
      ],
      [
        " C",
        -0.19508909
      ],
      [
        "é",
        -0.22324029
      ],
      [
        "z",
        -1.0683535e-05
      ],
      [
        "anne",
        -2.5345586e-05
      ]
    ]
  },
  "This substance can be identified by testing for beta-2 transferrin. The protein content of this substance is analyzed by Pandy's Test. The density of another substance relative to this substance is defined as baricity. Arachnoid villi restrict it to flow one way. This substance is produced by ependymal": {
    "guess": "Cerebrospinal fluid",
    "confidence": [
      [
        "C",
        -0.0117874835
      ],
      [
        "ere",
        -6.704273e-07
      ],
      [
        "bro",
        -0.00031806578
      ],
      [
        "sp",
        -2.6968896e-06
      ],
      [
        "inal",
        -2.868329e-05
      ],
      [
        " fluid",
        -0.11666561
      ]
    ]
  },
  "Sudarshan and Mishra hypothesized that performing this frequently will cause the \"freezing\" of the evolution of a system via the quantum zeno effect. Doing this splits the universe into the number of possible outcomes for this process according to the many worlds theory. According to the Heisenberg uncertainty principle, this process cannot be simultaneously performed with arbitrary precision for commuting variables. For 10 points, identify this process which would cause the collapse of a system into a particular energy eigenstate, as exemplified by opening the box with Schrodinger's cat in it.": {
    "guess": "Quantum Zeno effect",
    "confidence": [
      [
        "Quant",
        -0.07595211
      ],
      [
        "um",
        -1.6166903e-05
      ],
      [
        " Z",
        -0.18534265
      ],
      [
        "eno",
        0.0
      ],
      [
        " effect",
        -0.0011928485
      ]
    ]
  },
  "Sudarshan and Mishra hypothesized that performing this frequently will cause the \"freezing\" of the evolution of a system via the quantum zeno effect. Doing this splits the universe into the number of possible outcomes for this process according to the many worlds theory. According to the Heisenberg uncertainty principle, this process cannot be simultaneously performed with arbitrary precision for commuting variables. For 10 points, identify this process which would cause the collapse of a system": {
    "guess": "Quantum Zeno effect",
    "confidence": [
      [
        "Quant",
        -0.09743396
      ],
      [
        "um",
        -2.6968896e-06
      ],
      [
        " Z",
        -0.15956225
      ],
      [
        "eno",
        0.0
      ],
      [
        " effect",
        -0.0019078122
      ]
    ]
  },
  "In a subplot, the main character's father, the future author of the world's greatest compendium of democratic literature, is accosted by his secretary Gladys, with whom he is having an affair. Illidge, the communist, is an accessory in the murder of the Mosley-like Everard Webley. The other murderer,": {
    "guess": "An Inspector Calls",
    "confidence": [
      [
        "An",
        -0.68835443
      ],
      [
        " Inspector",
        -0.15856786
      ],
      [
        " Calls",
        -0.0011209265
      ]
    ]
  },
  "This man's successor, after losing the region of Golconda, was captured along with Kavi Kulesh, after which he was  tortured, then cut to pieces, which were then thrown in a river. In this man's victory at Pratapgarh, he lured the opposing commander into a meeting, during which he killed him during a hug using a concealed dagger and set of \"tiger claws.\"  That general, Afzal Khan, was the subordinate of Sultan Ali Adil Shah of the Bijapur region, where this man engaged in  guerrilla warfare. This man and his son hid inside baskets of sweets to escape the city of Agra, where they lived as  prisoners under this man's rival, (*) Aurangzeb. For 10 points, name this Hindu fighter against the Mughals": {
    "guess": "Shivaji",
    "confidence": [
      [
        "Sh",
        -0.026320508
      ],
      [
        "iv",
        -0.00025275684
      ],
      [
        "aji",
        -1.0280384e-06
      ]
    ]
  },
  "A Sub-Sub Librarian and a Late Consumptive Usher supply an Etymology and a series of Extracts which preface this work. One character in it declares that a ship was his \"Yale College\" and his \"Harvard.\"  Another character in this work discovers he can no longer enjoy a pipe and casts it overboard. While other characters in this novel include the harpooners Daggoo, Tashtego, and the cannibal, Queequeg, and the first mate, Starbuck. FTP, name this novel, which begins \"Call Me Ishmael,\" and was written": {
    "guess": "Moby-Dick",
    "confidence": [
      [
        "M",
        -0.008939538
      ],
      [
        "oby",
        -1.7835755e-05
      ],
      [
        "-D",
        -0.0061318954
      ],
      [
        "ick",
        -0.00018649426
      ]
    ]
  },
  "These substances are transported by PIN proteins and bind to TIR1. They stimulate proton pumps to lower the pH and activate expansins, according to the acid growth hypothesis. In high concentrations, they": {
    "guess": "Auxin",
    "confidence": [
      [
        "Aux",
        -0.00018577903
      ],
      [
        "in",
        -0.0029183996
      ]
    ]
  },
  "This substance can be stained using luxol fast blue. This substance is damaged as a result of defects in the PMP22 gene, which causes type 1A Charcot-Marie-Tooth disease. This substance and the structure it typically binds to are eaten by macrophages after transection in Wallerian degeneration. A ceramide": {
    "guess": "Myelin",
    "confidence": [
      [
        "My",
        -0.03945136
      ],
      [
        "elin",
        -2.0219828e-05
      ]
    ]
  },
  "These substances are glycoproteins which can stimulate lysosome activity, which in turn stimulates the specific immune system. By binding to receptors in plasma membranes of uninfected cells, they prevent": {
    "guess": "Cytokine",
    "confidence": [
      [
        "C",
        -1.0946797
      ],
      [
        "yt",
        -0.0021811924
      ],
      [
        "ok",
        -0.00074459123
      ],
      [
        "ine",
        -0.045187272
      ]
    ]
  },
  "When this substance is used, it often leaves behind a liquid with naphthalene and various phenols. The lowest rank of this type of substance, formed from peat, is lignite, while higher grades are classified as anthracite or the bituminous type. Plant remains over a long period of time transform into": {
    "guess": "Coal",
    "confidence": [
      [
        "Coal",
        -0.002056881
      ]
    ]
  },
  "Subplots involve the manipulation of a peasant family and a one year window to rescue the princess Erona from being burned at the stake.  It includes such poems as \"What tongue can her perfections tell\" and a double sestina depicting a discussion between Klaius and Strephon.  The first part ends with the heroes fighting off a lion and a bear, while another scene involves a prince disguising himself as an Amazon.  The first iteration of this work included an appendix titled \"A Debate on Versification,\"": {
    "guess": "The Faerie Queene",
    "confidence": [
      [
        "The",
        -0.39753664
      ],
      [
        " Fa",
        -0.06709164
      ],
      [
        "erie",
        -0.0024729206
      ],
      [
        " Que",
        -0.005902846
      ],
      [
        "ene",
        -5.2001665e-06
      ]
    ]
  },
  "Their succession law is codified in the Edict of Telipinus, which alludes to their legendary first king,": {
    "guess": "Hittites",
    "confidence": [
      [
        "H",
        -0.006001202
      ],
      [
        "itt",
        -0.00022022522
      ],
      [
        "ites",
        -0.22706345
      ]
    ]
  },
  "Sudarshan and Mishra hypothesized that performing this frequently will cause the \"freezing\" of the evolution of a system via the quantum zeno effect. Doing this splits the universe into the number of possible outcomes for this process according to the many worlds theory. According to the Heisenberg uncertainty principle, this process cannot be simultaneously performed with arbitrary precision for commuting": {
    "guess": "Quantum Zeno effect",
    "confidence": [
      [
        "Quant",
        -0.0518519
      ],
      [
        "um",
        -7.088138e-05
      ],
      [
        " Z",
        -0.01082756
      ],
      [
        "eno",
        -1.9361265e-07
      ],
      [
        " effect",
        -0.0033432364
      ]
    ]
  },
  "The success of the winning army in this battle was quickly muted by a loss that resulted in the Truce of Esplechin in the same year. This contest was preceded three years earlier by the Battle of Cadzand at the same site. The winning force grew in strength by meeting up with Robert Morley and dividing itself into three sections, with archers on the outside flank. The other side included a force from": {
    "guess": "Battle of Sluys",
    "confidence": [
      [
        "Battle",
        -0.08833716
      ],
      [
        " of",
        -0.030415967
      ],
      [
        " Sl",
        -0.3152075
      ],
      [
        "u",
        -0.0557826
      ],
      [
        "ys",
        -4.246537e-06
      ]
    ]
  },
  "A successful lawyer in Arras, he soon gained a reputation for being \"incorruptible\" among his associates. After he became a leading member of the Montagnards, he later tried to set up his \"cult of the supreme being\" to replace Christianity during the revolution. After he had his friend Danton executed, though, his virtual dictatorship would come to an end with the Thermidorian Reaction. A leader of the Jacobins, this was, FTP, what leader of the Committee of  Public Safety who established the Reign": {
    "guess": "Maximilien Robespierre",
    "confidence": [
      [
        "Max",
        -0.0020677068
      ],
      [
        "im",
        -7.064298e-05
      ],
      [
        "il",
        -7.8033605e-05
      ],
      [
        "ien",
        -2.8160932e-06
      ],
      [
        " Rob",
        -0.00016218038
      ],
      [
        "esp",
        -1.2113979e-05
      ],
      [
        "ierre",
        -4.1273333e-06
      ]
    ]
  },
  "He was succeeded by his brother Smenkhkare, who was co-regent with him during the final years of his reign. Like his father, who married a non-royal woman named Tiy, he married a woman who was not of royal blood, the daughter of a vizier named Ay. After changing his name in the fifth year of his reign, he moved the capital in the following year to a site in Middle Egypt which is now known as el-Amarna.": {
    "guess": "Akhenaten",
    "confidence": [
      [
        "Ak",
        -0.024220232
      ],
      [
        "hen",
        -0.00081701204
      ],
      [
        "aten",
        -0.0002069973
      ]
    ]
  },
  "One sub-structure in this organelle develops with the aid of VIPP1, a protein present in every organism that contains this organelle, from Arabidopsis Thaliana to cyanobacteria. Besides a similarly-named compound, these organelles contain carotenoid pigments. Lamellae connect parts of the stroma, the fluid that surrounds stacks of thylakoids. These structures also consist of a fluid stroma, where NADP is reduced to NADPH after light energy is captured. For 10 points, identify these organelles that": {
    "guess": "Chloroplast",
    "confidence": [
      [
        "Ch",
        -0.14608511
      ],
      [
        "lor",
        -0.000260859
      ],
      [
        "oplast",
        -0.00028696097
      ]
    ]
  },
  "This substance was found to be Griffith's \"transformation agent\" in rats by MacLeod, McCarty, and Avery. Hershey and Chase carried out an experiment employing bacteriophages that determined that this molecule": {
    "guess": "DNA",
    "confidence": [
      [
        "DNA",
        -0.040395208
      ]
    ]
  },
  "One of these substances is used in an analytical technique whose tris-glycine buffer system was developed": {
    "guess": "Polyacrylamide gel electrophoresis",
    "confidence": [
      [
        "Poly",
        -1.0913316
      ],
      [
        "ac",
        -0.00018280261
      ],
      [
        "ry",
        -3.8100377e-05
      ],
      [
        "lam",
        -5.3358446e-05
      ],
      [
        "ide",
        -2.7014437e-05
      ],
      [
        " gel",
        -0.0013838055
      ],
      [
        " elect",
        -0.0038969878
      ],
      [
        "roph",
        -1.1279553e-05
      ],
      [
        "ores",
        -3.5120287e-05
      ],
      [
        "is",
        -0.00013309837
      ]
    ]
  },
  "This man succeeded his brother Carloman, and this opponent of Desiderius ended Lombard influence in Italy at the Battle of Pavia. The Treaty of Verdun divided his land among his grandsons, and Einhard's biography of this man recounts how this son of (*) Pepin the Short and grandson of Charles Martel was crowned \"Emperor of the Romans\" in 800 by Pope Leo III. For 10 points, name this Carolingian ruler who united Western Europe as King of the Franks.": {
    "guess": "Charlemagne",
    "confidence": [
      [
        "Char",
        -0.0015297402
      ],
      [
        "lem",
        -1.0921943e-05
      ],
      [
        "agne",
        -0.00013965457
      ]
    ]
  },
  "Sudarshan and Mishra hypothesized that performing this frequently will cause the \"freezing\" of the evolution of a system via the quantum zeno effect. Doing this splits the universe into the number of possible": {
    "guess": "Quantum Zeno effect",
    "confidence": [
      [
        "Quant",
        -0.2527312
      ],
      [
        "um",
        -0.0005246769
      ],
      [
        " Z",
        -0.11654276
      ],
      [
        "eno",
        -5.9153886e-06
      ],
      [
        " effect",
        -0.48084527
      ]
    ]
  },
  "He was succeeded by his brother Smenkhkare, who was co-regent with him during the final years of his": {
    "guess": "Akhenaten",
    "confidence": [
      [
        "Ak",
        -0.14630407
      ],
      [
        "hen",
        -7.1954215e-05
      ],
      [
        "aten",
        -0.00019889144
      ]
    ]
  },
  "When these substances are added to water, compounds named for Zundel and Eigen, among others, are produced. The effect of these substances on water is spread through the entire solution by the Grotthuss mechanism. Antimony complexes form many of the \"super-\" variety of these; this \"super-\" class is defined by a certain position on the Hammett scale. Metal cations with a high charge density act as these when coordinating ligands. Their strength is most commonly measured by Ka (K-A), the dissociation": {
    "guess": "Acid (chemistry)",
    "confidence": [
      [
        "Ac",
        -0.063860804
      ],
      [
        "id",
        -0.0026521094
      ],
      [
        " (",
        -0.037163984
      ],
      [
        "chemistry",
        -0.004457178
      ],
      [
        ")",
        -1.4259645e-05
      ]
    ]
  },
  "One of these substances consists of palladium deposited on CaCO3 reacted with lead acetate and is used to hydrogenate alkynes into alkenes, called the Lindlar variety. Another of these substances is usually titanium and is used in alkene synthesis, called the Ziegler-Natta type. Iron oxide acts as one": {
    "guess": "Catalysis",
    "confidence": [
      [
        "C",
        -0.20179318
      ],
      [
        "atal",
        -2.9517714e-05
      ],
      [
        "ysis",
        -0.578092
      ]
    ]
  },
  "One sub-pathway in this process is activated by Hageman factor and prekallikrein, and one critical protein": {
    "guess": "Intrinsic pathway of coagulation",
    "confidence": [
      [
        "In",
        -0.47667128
      ],
      [
        "trinsic",
        -0.0006865794
      ],
      [
        " pathway",
        -0.04775682
      ],
      [
        " of",
        -0.16809724
      ],
      [
        " co",
        -0.16926222
      ],
      [
        "ag",
        -4.4849444e-06
      ],
      [
        "ulation",
        -2.1173457e-05
      ]
    ]
  },
  "When these substances are added to water, compounds named for Zundel and Eigen, among others, are produced. The effect of these substances on water is spread through the entire solution by the Grotthuss mechanism. Antimony complexes form many of the \"super-\" variety of these; this \"super-\" class is defined by a certain position on the Hammett scale. Metal cations with a high charge density act as these": {
    "guess": "Acid (chemistry)",
    "confidence": [
      [
        "Ac",
        -0.13028094
      ],
      [
        "id",
        -0.006602041
      ],
      [
        " (",
        -0.06574859
      ],
      [
        "chemistry",
        -0.012794748
      ],
      [
        ")",
        -8.959636e-05
      ]
    ]
  },
  "Their succession law is codified in the Edict of Telipinus, which alludes to their legendary first king, Labarnas. The oldest evidence for this empire is found in the Kultepe and Anitta tablets, which tell of the conquests of Nesa and Zalpuwa. Their king Mursilis destroyed the Amorite dynasty in Babylon,": {
    "guess": "Hittites",
    "confidence": [
      [
        "H",
        -0.0036779903
      ],
      [
        "itt",
        -0.0001593195
      ],
      [
        "ites",
        -0.08730351
      ]
    ]
  },
  "These substances exhibit Shockley-Read-Hall and Auger [oh-ZHAY] recombination. One type has a temperature": {
    "guess": "Semiconductor physics",
    "confidence": [
      [
        "Sem",
        -0.13901988
      ],
      [
        "iconductor",
        -0.014903546
      ],
      [
        " physics",
        -1.0611691
      ]
    ]
  },
  "One sub-pathway in this process is activated by Hageman factor and prekallikrein, and one critical protein in this pathway is Gamma-glutamyl carboxylase, which acts upon Proteins S, C and Z. VKORC recycles one important molecule in this process, which is why warfarin is often used to inhibit this process. Disrupted in delta storage pool deficiency and Bernard-Soulier syndrome, important activators of this process include Tissue Factor and Von Willebrand factor. This process relies on the transformation": {
    "guess": "Coagulation",
    "confidence": [
      [
        "Co",
        -1.1132478
      ],
      [
        "ag",
        -3.750436e-05
      ],
      [
        "ulation",
        -0.00046951865
      ]
    ]
  },
  "A sub-plot in this novel focuses on Sylvester Roberts, who transforms into the black nationalist Uhuru Simba. Mirza Saed's wife drowns in a river after Hal Valance attempts to exploit the hero's dreams. A visit to the \"Hot Wax\" nightclub causes the main character to lose the powers he received after": {
    "guess": "The Satanic Verses",
    "confidence": [
      [
        "The",
        -0.08829024
      ],
      [
        " Sat",
        -0.00079878856
      ],
      [
        "anic",
        -7.9702455e-05
      ],
      [
        " Vers",
        -8.6497064e-05
      ],
      [
        "es",
        -4.246537e-06
      ]
    ]
  },
  "A successful lawyer in Arras, he soon gained a reputation for being \"incorruptible\" among his associates. After he became a leading member of the Montagnards, he later tried to set up his \"cult of the supreme being\" to replace Christianity during the revolution. After he had his friend Danton executed, though, his virtual dictatorship would come to an end with the Thermidorian Reaction. A leader of the Jacobins, this was, FTP, what leader of the Committee of  Public Safety who established the Reign of Terror during the French Revolution?": {
    "guess": "Maximilien Robespierre",
    "confidence": [
      [
        "Max",
        -0.0058293724
      ],
      [
        "im",
        -7.493431e-05
      ],
      [
        "il",
        -0.00037549992
      ],
      [
        "ien",
        -2.8160932e-06
      ],
      [
        " Rob",
        -0.0002755174
      ],
      [
        "esp",
        -2.2365493e-05
      ],
      [
        "ierre",
        -6.1537958e-06
      ]
    ]
  },
  "Subtracting the square of this quantity from the square of an astronomical body's speed gives the constant c3 [cee-three]. Jeans' formula indirectly gives the probability that a given molecule in a Maxwell-Boltzmann distribution will achieve this, and this astronomical quantity is itself equal to root two times the velocity of any object in uniform circular orbit about the body in question at the radius in question. This result is derived by setting the object's kinetic energy equal to its gravitational potential energy at that radius. For 10 points, name the constant that, for a planet of mass": {
    "guess": "Escape velocity",
    "confidence": [
      [
        "Escape",
        -1.1501021
      ],
      [
        " velocity",
        -0.011740359
      ]
    ]
  },
  "A sub-plot in this novel focuses on Sylvester Roberts, who transforms into the black nationalist Uhuru Simba. Mirza Saed's wife drowns in a river after Hal Valance attempts to exploit the hero's dreams.": {
    "guess": "The Satanic Verses",
    "confidence": [
      [
        "The",
        -0.046892945
      ],
      [
        " Sat",
        -0.0029685497
      ],
      [
        "anic",
        -9.710619e-05
      ],
      [
        " Vers",
        -8.542423e-05
      ],
      [
        "es",
        -4.2868523e-05
      ]
    ]
  },
  "The most successful single from the 2007 album of this name contains the chorus \"your hips, your thighs/you got me hypnotized\" and is called \"Ayo Technology.\" It was the surname of Mike Logan's successor as Lennie Briscoe's partner on Law & Order, a character portrayed by Benjamin Bratt. The comic strip of this name, drawn by (*) Ray Billingsley, features such characters as Gunk, a native of Flyspeck": {
    "guess": "Curtis (comic strip)",
    "confidence": [
      [
        "C",
        -0.024012506
      ],
      [
        "urt",
        -0.0016173348
      ],
      [
        "is",
        -0.0019398193
      ],
      [
        " (",
        -0.4621904
      ],
      [
        "comic",
        -0.49804482
      ],
      [
        " strip",
        -0.0015229565
      ],
      [
        ")",
        -0.00071803085
      ]
    ]
  },
  "This substance is combined with organomagnesium (or-GAN-oh-mag-NEEZ-ee-um) bromides to give carboxylic (CAR-box-ILL-ick) acids. As a supercritical fluid, it is used to decrease the viscosity of crude oil. Ethanol and this substance are produced in the (*) fermentation of glucose by yeast. Its structure": {
    "guess": "Carbon dioxide",
    "confidence": [
      [
        "Carbon",
        -0.06446419
      ],
      [
        " dioxide",
        -0.060417823
      ]
    ]
  },
  "Sudarshan and Mishra hypothesized that performing this frequently will cause the \"freezing\" of the evolution of a system via the quantum zeno effect. Doing this splits the universe into the number of possible outcomes for this process according to the many worlds theory. According to the Heisenberg uncertainty": {
    "guess": "Quantum Zeno effect",
    "confidence": [
      [
        "Quant",
        -0.03384233
      ],
      [
        "um",
        -2.7968066e-05
      ],
      [
        " Z",
        -0.46381435
      ],
      [
        "eno",
        0.0
      ],
      [
        " effect",
        -0.0047490993
      ]
    ]
  },
  "This man succeeded Henry Norris as ambassador to France, and his home in Paris became a headquarters for Protestant refugees in the wake of St. Bartholomew's Day Massacre - in his 64-page account of that massacre, he advised breaching relations with France. This man's secretary and closest advisor was": {
    "guess": "Nicholas Throckmorton",
    "confidence": [
      [
        "Nich",
        -0.4250812
      ],
      [
        "olas",
        -0.00015312091
      ],
      [
        " Th",
        -0.03211763
      ],
      [
        "rock",
        -6.6306106e-06
      ],
      [
        "m",
        -4.572941e-05
      ],
      [
        "orton",
        -1.0802739e-05
      ]
    ]
  },
  "The most successful instance of a certain type of this was designed by R. Orin Cornett, and William Stokoe wrote some important books on one of these. One of these was used by disparate groups of Plains Indians in the nineteenth century, and a noted example of the emergence of one of these involves the Villa Libertad vocational center and a school in San Judas. In addition to that Nicaraguan one, an": {
    "guess": "Sign languages",
    "confidence": [
      [
        "Sign",
        -0.13966441
      ],
      [
        " languages",
        -0.30214882
      ]
    ]
  },
  "He was succeeded by his brother Smenkhkare, who was co-regent with him during the final years of his reign. Like his father, who married a non-royal woman named Tiy, he married a woman who was not of royal blood, the daughter of a vizier named Ay. After changing his name in the fifth year of his reign,": {
    "guess": "Ankhesenamun",
    "confidence": [
      [
        "An",
        -0.7293266
      ],
      [
        "k",
        -0.0042715464
      ],
      [
        "hes",
        -0.23543519
      ],
      [
        "en",
        -9.0907604e-05
      ],
      [
        "am",
        -0.0015962723
      ],
      [
        "un",
        -0.00045093018
      ]
    ]
  },
  "Subplots involve the manipulation of a peasant family and a one year window to rescue the princess Erona from being burned at the stake.  It includes such poems as \"What tongue can her perfections tell\" and a double sestina depicting a discussion between Klaius and Strephon.  The first part ends with the heroes fighting off a lion and a bear, while another scene involves a prince disguising himself as an Amazon.  The first iteration of this work included an appendix titled \"A Debate on Versification,\" as well as a dedication to the author's \"dear sister,\" the Countess of Pembroke.  Composed in five \"Books or Acts,\" it opens with the ruler of the title realm, Basilius, receiving dire prophecies": {
    "guess": "The Countess of Pembroke's Arcadia",
    "confidence": [
      [
        "The",
        -0.16210131
      ],
      [
        " Count",
        -0.0058006863
      ],
      [
        "ess",
        -0.000646195
      ],
      [
        " of",
        -0.00016849818
      ],
      [
        " Pemb",
        -0.00012499251
      ],
      [
        "roke",
        -2.3795938e-05
      ],
      [
        "'s",
        -0.00042555082
      ],
      [
        " Arc",
        -0.00010545045
      ],
      [
        "adia",
        -7.7199176e-05
      ]
    ]
  },
  "He succeeded to the throne at the age of five upon abdication of his father.  Under this man's rule, his nation aided Justo Jos?Urquiza against Juan Manuel de Rosas, also intervening in Uruguayan affairs in support of Venancio Flores.  He was finally deposed by a revolution led by Manuel Deodoro da Fonseca": {
    "guess": "Pedro II of Brazil",
    "confidence": [
      [
        "Ped",
        -0.109477445
      ],
      [
        "ro",
        -3.0545007e-06
      ],
      [
        " II",
        -0.00016623331
      ],
      [
        " of",
        -0.00011617878
      ],
      [
        " Brazil",
        -4.1318875e-05
      ]
    ]
  },
  "This substance can be identified by testing for beta-2 transferrin. The protein content of this substance is analyzed by Pandy's Test. The density of another substance relative to this substance is defined as baricity. Arachnoid villi restrict it to flow one way. This substance is produced by ependymal cells of the choroid plexus. Oligoclonal banding in this substance is an important diagnostic test": {
    "guess": "Cerebrospinal fluid",
    "confidence": [
      [
        "C",
        -0.021662768
      ],
      [
        "ere",
        -1.9361265e-07
      ],
      [
        "bro",
        -0.000106284875
      ],
      [
        "sp",
        -1.3856493e-06
      ],
      [
        "inal",
        -3.297462e-05
      ],
      [
        " fluid",
        -0.20590867
      ]
    ]
  },
  "Substances such as gallium arsenide with a direct one of these can emit light and are thus frequently used in LED's. Metals have a negative value for this quantity that decreases as temperature is raised, explaining why the conductivity of semiconductors increases with increasing temperature. FTP identify": {
    "guess": "Band gap",
    "confidence": [
      [
        "Band",
        -0.35017926
      ],
      [
        " gap",
        -0.056235716
      ]
    ]
  },
  "The most successful direct rival to this organization was founded by Leopold Damrosch and his son Walter in 1878. Aaron Copland's Connotations was composed to commemorate this organization's move to a building that later became known as Avery Fisher Hall. In one of this organization's most controversial performances, the conductor delivered a disclaimer from the podium before an unusually slow performance of Brahms's Piano Concerto No. 1 by (*) Glenn Gould. In 2008, this orchestra toured North Korea. Ernest Schelling was the first conductor of this orchestra's series of Young People's Concerts, which were popularized by its longtime music director Leonard Bernstein. For 10 points, name this member": {
    "guess": "New York Philharmonic",
    "confidence": [
      [
        "New",
        -0.0047665266
      ],
      [
        " York",
        -0.00020759332
      ],
      [
        " Phil",
        -9.841743e-05
      ],
      [
        "har",
        -0.00011749002
      ],
      [
        "monic",
        -9.8536635e-05
      ]
    ]
  },
  "One of these substances is used in an analytical technique whose tris-glycine buffer system was developed by Ulrich Laemmli, which can be followed by the addition of Coomassie dyes. These substances, as wetting agents, encourage flocculation, and the aforementioned example of these substances is used to denature proteins. Below the Krafft temperature, they form micelles, and cleaning agents that deal better with grease and hard water than soap can employ these substances, one of which is SDS. A major type of emulsifier, these substances possess hydrophobic tails and hydrophilic heads. For 10 points, name these substances that reduce the surface tension of liquids.": {
    "guess": "Surfactant",
    "confidence": [
      [
        "Sur",
        -0.05146018
      ],
      [
        "fact",
        -7.226629e-06
      ],
      [
        "ant",
        -0.25995696
      ]
    ]
  },
  "These substances exhibit Shockley-Read-Hall and Auger [oh-ZHAY] recombination. One type has a temperature dependence governed by Fermi-Dirac statistics. The intrinsic type has a small but non-zero band gap between the valence and conduction bands. Charge carriers in these materials include both electrons and holes. Their Fermi levels change after adding boron or phosphorous impurities through doping, producing their p and n types. Used in diodes and solar panels, some examples include germanium and silicon. For 10 points, name these materials with conductivities between those of conductors and": {
    "guess": "Semiconductor",
    "confidence": [
      [
        "Sem",
        -0.0006822917
      ],
      [
        "iconductor",
        -0.03969715
      ]
    ]
  },
  "These substances were recently used to create a radio that received signals via their vibration. Processes for their production include chemical vapor deposition and laser ablation. These objects were first created in the fifties, but little notice was taken until 1991. Their toxicity is being questioned": {
    "guess": "Carbon nanotube",
    "confidence": [
      [
        "Carbon",
        -0.8651026
      ],
      [
        " nan",
        -0.19022636
      ],
      [
        "ot",
        -0.0010239973
      ],
      [
        "ube",
        -0.1373193
      ]
    ]
  },
  "This substance is dissolved in zinc chloride in a reagent used for classifying alcohols named for Lucas. With a zinc amalgam, it participates in the reduction of ketones to alkanes in the Clemmenson Reduction. It is mixed with nitric acid to make aqua regia. Though it is highly corrosive to skin, this acid, also called muriatic acid, is often used by high school students in classroom titration labs.": {
    "guess": "Hydrochloric acid",
    "confidence": [
      [
        "Hy",
        -0.0070451023
      ],
      [
        "dro",
        -7.58424e-06
      ],
      [
        "chlor",
        -0.0008885911
      ],
      [
        "ic",
        -4.894791e-05
      ],
      [
        " acid",
        -0.027663732
      ]
    ]
  },
  "A successful stock broker, he moved to Copenhagen to start a business career, but returned to France": {
    "guess": "Denmark",
    "confidence": [
      [
        "Den",
        -0.87833774
      ],
      [
        "mark",
        -0.050500542
      ]
    ]
  },
  "Subplots involve the manipulation of a peasant family and a one year window to rescue the princess Erona from being burned at the stake.  It includes such poems as \"What tongue can her perfections tell\" and a double sestina depicting a discussion between Klaius and Strephon.  The first part ends with the heroes fighting off a lion and a bear, while another scene involves a prince disguising himself": {
    "guess": "The Faerie Queene",
    "confidence": [
      [
        "The",
        -1.1678631
      ],
      [
        " Fa",
        -0.22505993
      ],
      [
        "erie",
        -0.01742237
      ],
      [
        " Que",
        -0.015359831
      ],
      [
        "ene",
        -1.1517961e-05
      ]
    ]
  },
  "This man succeeded Henry Norris as ambassador to France, and his home in Paris became a headquarters": {
    "guess": "Benjamin Franklin",
    "confidence": [
      [
        "Ben",
        -1.2718016
      ],
      [
        "jamin",
        -0.004306088
      ],
      [
        " Franklin",
        -0.0059747775
      ]
    ]
  },
  "It had success in communist countries in the 1980's, becoming the first Western credit card to be issued in China and the USSR. The brand's name was first featured in italics in 1990 with twenty-three horizontal interlocking bars. Although Ralph Nader won a fair use lawsuit allowing the parody of its successful commercials, the campaign has continued, now featuring Billy Crudup as a gas station attendant.": {
    "guess": "MasterCard",
    "confidence": [
      [
        "Master",
        -0.6207057
      ],
      [
        "Card",
        -0.5542483
      ]
    ]
  },
  "A Sub-Sub Librarian and a Late Consumptive Usher supply an Etymology and a series of Extracts which preface": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -0.8414186
      ]
    ]
  },
  "Subtracting the square of this quantity from the square of an astronomical body's speed gives the constant c3 [cee-three]. Jeans' formula indirectly gives the probability that a given molecule in a Maxwell-Boltzmann distribution will achieve this, and this astronomical quantity is itself equal to root two times the velocity of any object in uniform circular orbit about the body in question at the radius": {
    "guess": "Escape velocity",
    "confidence": [
      [
        "Escape",
        -0.04667601
      ],
      [
        " velocity",
        -0.04830139
      ]
    ]
  },
  "After a successful attack by the Saxons against this man, he retaliated by executing 4500 Saxons in a single day.  His focus on the destruction of Pamplona led to his inability to capture Zaragoza.  He put down a revolt by Hunald, and distaste with his wife Fastrada led to a minor revolt by Pepin the Hunchback.  This ruler's court was centered around a unique octagonal chapel at the royal capitol of Aachen, where this ruler died after bathing in the warm springs. The brother of Carloman and son of Pepin the Short, FTP, identify this second Carolingian king, crowned emperor of the Romans by Pope Leo III in 800, with a name meaning \"Charles the Great.\"": {
    "guess": "Charlemagne",
    "confidence": [
      [
        "Char",
        -0.0018246465
      ],
      [
        "lem",
        -1.7597347e-05
      ],
      [
        "agne",
        -0.000116655596
      ]
    ]
  },
  "This substance was found to be Griffith's \"transformation agent\" in rats by MacLeod, McCarty, and Avery.": {
    "guess": "Transformation (genetics)",
    "confidence": [
      [
        "Transformation",
        -1.1840334
      ],
      [
        " (",
        -0.5574429
      ],
      [
        "gen",
        -0.00097624067
      ],
      [
        "etics",
        -1.18755715e-05
      ],
      [
        ")",
        -6.1821906e-05
      ]
    ]
  },
  "One sub-structure in this organelle develops with the aid of VIPP1, a protein present in every organism that contains this organelle, from Arabidopsis Thaliana to cyanobacteria. Besides a similarly-named compound, these organelles contain carotenoid pigments. Lamellae connect parts of the stroma, the fluid that surrounds stacks of thylakoids. These structures also consist of a fluid stroma, where NADP": {
    "guess": "Chloroplast",
    "confidence": [
      [
        "Ch",
        -0.027327403
      ],
      [
        "lor",
        -0.0018654527
      ],
      [
        "oplast",
        -0.00085287035
      ]
    ]
  },
  "This substance is reacted with sodium and an alcohol in the Birch reduction, and it is acylated through": {
    "guess": "Benzene",
    "confidence": [
      [
        "B",
        -0.4058002
      ],
      [
        "enz",
        -0.108395554
      ],
      [
        "ene",
        -0.4956565
      ]
    ]
  },
  "Subtracting the square of this quantity from the square of an astronomical body's speed gives the constant c3 [cee-three]. Jeans' formula indirectly gives the probability that a given molecule in a Maxwell-Boltzmann distribution will achieve this, and this astronomical quantity is itself equal to root two times the velocity of any object in uniform circular orbit about the body in question at the radius in question. This result is derived by setting the object's kinetic energy equal to its gravitational potential energy at that radius. For 10 points, name the constant that, for a planet of mass M [emm] with radius R [arr], is given at the planet's surface by  [root two gee emm over arr], the upward speed the object needs to free itself from the gravitation of that body.": {
    "guess": "Escape velocity",
    "confidence": [
      [
        "Escape",
        -0.8142843
      ],
      [
        " velocity",
        -0.11830856
      ]
    ]
  },
  "Their succession law is codified in the Edict of Telipinus, which alludes to their legendary first king, Labarnas. The oldest evidence for this empire is found in the Kultepe and Anitta tablets, which tell of the conquests of Nesa and Zalpuwa. Their king Mursilis destroyed the Amorite dynasty in Babylon, and this group's later resurgence began with a defeat of Arzawa under their king Suppiluliumas. Their name means \"towards the north,\" derived from their description relative to Canaan in the Bible. An account found at Boghazk?y provides their side of events which unfolded under Muwatallis, who": {
    "guess": "Hittites",
    "confidence": [
      [
        "H",
        -0.0060471776
      ],
      [
        "itt",
        -1.4498052e-05
      ],
      [
        "ites",
        -0.054256257
      ]
    ]
  },
  "The most successful instance of a certain type of this was designed by R. Orin Cornett, and William Stokoe wrote some important books on one of these. One of these was used by disparate groups of Plains": {
    "guess": "Sign language interpreter",
    "confidence": [
      [
        "Sign",
        -0.08841289
      ],
      [
        " language",
        -0.09802543
      ],
      [
        " interpreter",
        -0.42907244
      ]
    ]
  },
  "Their succession law is codified in the Edict of Telipinus, which alludes to their legendary first king, Labarnas. The oldest evidence for this empire is found in the Kultepe and Anitta tablets, which": {
    "guess": "Hittites",
    "confidence": [
      [
        "H",
        -0.0046338765
      ],
      [
        "itt",
        -0.000113079484
      ],
      [
        "ites",
        -0.41998085
      ]
    ]
  },
  "He succeeded to the throne at the age of five upon abdication of his father.  Under this man's rule, his nation aided Justo Jos?Urquiza against Juan Manuel de Rosas, also intervening in Uruguayan affairs in support of Venancio Flores.  He was finally deposed by a revolution led by Manuel Deodoro da Fonseca and spent the remainder of his life in Europe.  A law abolishing slavery was signed by his daughter": {
    "guess": "Pedro II of Brazil",
    "confidence": [
      [
        "Ped",
        -0.17651492
      ],
      [
        "ro",
        -6.392203e-06
      ],
      [
        " II",
        -0.00024691585
      ],
      [
        " of",
        -0.00029780483
      ],
      [
        " Brazil",
        -3.4762674e-05
      ]
    ]
  },
  "These substances are glycoproteins which can stimulate lysosome activity, which in turn stimulates the specific immune system. By binding to receptors in plasma membranes of uninfected cells, they prevent viral reproduction inside infected cells via a signaling pathway. They are one of the first nonspecific lines of defense against viruses. For 10 points, name these antimicrobial proteins that increase resistance of neighboring cells to infection once one cell has been infected.": {
    "guess": "Interferon",
    "confidence": [
      [
        "Inter",
        -0.0084780585
      ],
      [
        "fer",
        -8.506662e-05
      ],
      [
        "on",
        -0.3127022
      ]
    ]
  },
  "This substance acts as an electron donor for enzymes that synthesize carnitine, and also in the hydroxylation of proline and lysine to produce collagen. Most animals can synthesize this compound using glycogen from the liver or in a kidney-based synthesis, but humans and other simians have a defective gene for L-gulonolactone oxidase and thus must consume this vitamin. For 10 points, name this common antioxidant, a vitamin that Linus Pauling prescribes in megadoses, prevents scurvy, and comes from": {
    "guess": "Vitamin C",
    "confidence": [
      [
        "V",
        -0.001989067
      ],
      [
        "itamin",
        -4.0603656e-05
      ],
      [
        " C",
        -0.00014871404
      ]
    ]
  },
  "Subplots include Eugene Morgan wanting to marry Isabel, who instead marries the dull Wilbur Minafer, and the eventual resentment that George feels at the attentions paid to his mother. Coming between The Turmoil and The Midlander in the Growth trilogy, it follows a spoiled scion as his family fortune": {
    "guess": "The Magnificent Ambersons",
    "confidence": [
      [
        "The",
        -0.012549328
      ],
      [
        " Magn",
        -0.0069134566
      ],
      [
        "ificent",
        -0.000615578
      ],
      [
        " Amb",
        -1.5570886e-05
      ],
      [
        "erson",
        -2.3392786e-06
      ],
      [
        "s",
        -1.3067608e-05
      ]
    ]
  },
  "One of these substances consists of palladium deposited on CaCO3 reacted with lead acetate and is used": {
    "guess": "Palladium on calcium carbonate",
    "confidence": [
      [
        "P",
        -0.6678275
      ],
      [
        "all",
        -0.0011909412
      ],
      [
        "adium",
        -0.0005606581
      ],
      [
        " on",
        -0.15009388
      ],
      [
        " calcium",
        -0.025635777
      ],
      [
        " carbonate",
        -0.00011248347
      ]
    ]
  },
  "One sub-structure in this organelle develops with the aid of VIPP1, a protein present in every organism that contains this organelle, from Arabidopsis Thaliana to cyanobacteria. Besides a similarly-named compound, these organelles contain carotenoid pigments. Lamellae connect parts of the stroma, the fluid that surrounds stacks of thylakoids. These structures also consist of a fluid stroma, where NADP is reduced to NADPH after light energy is captured. For 10 points, identify these organelles that carry out photosynthesis in plants.": {
    "guess": "Chloroplast",
    "confidence": [
      [
        "Ch",
        -0.010178048
      ],
      [
        "lor",
        -3.261701e-05
      ],
      [
        "oplast",
        -9.066919e-05
      ]
    ]
  },
  "This man succeeded his brother Carloman, and this opponent of Desiderius ended Lombard influence in Italy": {
    "guess": "Charlemagne",
    "confidence": [
      [
        "Char",
        -0.017883826
      ],
      [
        "lem",
        -2.1650272e-05
      ],
      [
        "agne",
        -9.460292e-05
      ]
    ]
  },
  "This substance is dissolved in zinc chloride in a reagent used for classifying alcohols named for Lucas.": {
    "guess": "Hydrochloric acid",
    "confidence": [
      [
        "Hy",
        -0.03873899
      ],
      [
        "dro",
        -4.1199673e-05
      ],
      [
        "chlor",
        -0.00030257297
      ],
      [
        "ic",
        -0.0001942425
      ],
      [
        " acid",
        -0.0030468814
      ]
    ]
  },
  "It had success in communist countries in the 1980's, becoming the first Western credit card to be issued in China and the USSR. The brand's name was first featured in italics in 1990 with twenty-three": {
    "guess": "Visa Inc.",
    "confidence": [
      [
        "Vis",
        -0.1673261
      ],
      [
        "a",
        -1.504853e-06
      ],
      [
        " Inc",
        -0.109304436
      ],
      [
        ".",
        -0.0018449827
      ]
    ]
  },
  "Substances such as gallium arsenide with a direct one of these can emit light and are thus frequently used in LED's. Metals have a negative value for this quantity that decreases as temperature is raised,": {
    "guess": "Band gap",
    "confidence": [
      [
        "Band",
        -0.0064853844
      ],
      [
        " gap",
        -0.10822085
      ]
    ]
  },
  "Subplots include Eugene Morgan wanting to marry Isabel, who instead marries the dull Wilbur Minafer,": {
    "guess": "The Magnificent Ambersons",
    "confidence": [
      [
        "The",
        -0.010770128
      ],
      [
        " Magn",
        -0.000508711
      ],
      [
        "ificent",
        -0.00061641244
      ],
      [
        " Amb",
        -1.7120534e-05
      ],
      [
        "erson",
        -4.3202e-07
      ],
      [
        "s",
        -4.246537e-06
      ]
    ]
  },
  "One of these substances consists of palladium deposited on CaCO3 reacted with lead acetate and is used to hydrogenate alkynes into alkenes, called the Lindlar variety. Another of these substances is usually titanium and is used in alkene synthesis, called the Ziegler-Natta type. Iron oxide acts as one of these in the Haber process and these substances act by [*] providing an alternate pathway to a reaction, thereby lowering the energy of the transition state. These substances' biological analogs": {
    "guess": "Catalyst",
    "confidence": [
      [
        "C",
        -0.039893154
      ],
      [
        "atal",
        -4.3202e-07
      ],
      [
        "yst",
        -0.009937642
      ]
    ]
  },
  "The most successful single from the 2007 album of this name contains the chorus \"your hips, your thighs/you got me hypnotized\" and is called \"Ayo Technology.\" It was the surname of Mike Logan's successor as Lennie Briscoe's partner on Law & Order, a character portrayed by Benjamin Bratt. The comic strip": {
    "guess": "Curtis (comic strip)",
    "confidence": [
      [
        "C",
        -0.05809561
      ],
      [
        "urt",
        -8.45898e-05
      ],
      [
        "is",
        -0.12776826
      ],
      [
        " (",
        -0.036308937
      ],
      [
        "comic",
        -0.041992664
      ],
      [
        " strip",
        -2.4749568e-05
      ],
      [
        ")",
        -0.00015800826
      ]
    ]
  },
  "In a subplot, the main character's father, the future author of the world's greatest compendium of democratic literature, is accosted by his secretary Gladys, with whom he is having an affair. Illidge, the communist, is an accessory in the murder of the Mosley-like Everard Webley. The other murderer, Spandrell, is himself murdered by the police after playing Beethoven's A Minor Quartet for the skeptical": {
    "guess": "The Man Who Was Thursday",
    "confidence": [
      [
        "The",
        -0.86491126
      ],
      [
        " Man",
        -1.9430305
      ],
      [
        " Who",
        -0.16141388
      ],
      [
        " Was",
        -0.32856548
      ],
      [
        " Thursday",
        -0.0030966662
      ]
    ]
  },
  "Subplots involve the manipulation of a peasant family and a one year window to rescue the princess Erona": {
    "guess": "Mario",
    "confidence": [
      [
        "Mario",
        -0.3479525
      ]
    ]
  },
  "This substance contains a several Debye lengths layer known as the Debye sheath. The temperature of one": {
    "guess": "Plasma (physics)",
    "confidence": [
      [
        "Pl",
        -0.13372283
      ],
      [
        "asma",
        -9.019238e-05
      ],
      [
        " (",
        -0.006197538
      ],
      [
        "physics",
        -0.00039361522
      ],
      [
        ")",
        -6.704273e-07
      ]
    ]
  },
  "These substances exhibit Shockley-Read-Hall and Auger [oh-ZHAY] recombination. One type has a temperature dependence governed by Fermi-Dirac statistics. The intrinsic type has a small but non-zero band gap between the valence and conduction bands. Charge carriers in these materials include both electrons and holes. Their Fermi levels change after adding boron or phosphorous impurities through doping, producing their p and n types. Used in diodes and solar panels, some examples include germanium and silicon. For 10 points, name these materials with conductivities between those of conductors and non-conductors.": {
    "guess": "Semiconductor",
    "confidence": [
      [
        "Sem",
        -0.0005460034
      ],
      [
        "iconductor",
        -0.005896207
      ]
    ]
  },
  "These substances exhibit Shockley-Read-Hall and Auger [oh-ZHAY] recombination. One type has a temperature dependence governed by Fermi-Dirac statistics. The intrinsic type has a small but non-zero band gap between the valence and conduction bands. Charge carriers in these materials include both electrons and holes. Their Fermi levels change after adding boron or phosphorous impurities through doping,": {
    "guess": "Semiconductor",
    "confidence": [
      [
        "Sem",
        -0.001417619
      ],
      [
        "iconductor",
        -0.00021152703
      ]
    ]
  },
  "This substance is produced through the iridium- or rhodium-catalyzed carbonylation of methanol in the Cativa and Monsanto processes. This compound's anhydride reacts with salicylic acid in the production of aspirin. Used industrially in the production of PVA polymers and as a polar protic solvent, this": {
    "guess": "Acetic anhydride",
    "confidence": [
      [
        "Ac",
        -0.26155272
      ],
      [
        "etic",
        -0.003990304
      ],
      [
        " an",
        -0.22404629
      ],
      [
        "hy",
        -0.0008058179
      ],
      [
        "d",
        -6.1106686e-05
      ],
      [
        "ride",
        -0.0005975929
      ]
    ]
  },
  "In a subplot, the main character's father, the future author of the world's greatest compendium of democratic literature, is accosted by his secretary Gladys, with whom he is having an affair. Illidge, the communist, is an accessory in the murder of the Mosley-like Everard Webley. The other murderer, Spandrell, is himself murdered by the police after playing Beethoven's A Minor Quartet for the skeptical Mark Rampion, who is based on DH Lawrence. It deals mostly with the aging artist John Bidlake, the tart Lucy Tantamount, and the autobiographical character of Philip Quarles. For ten points, name this musically titled work by Aldous Huxley.": {
    "guess": "Point Counter Point",
    "confidence": [
      [
        "Point",
        -0.01818471
      ],
      [
        " Counter",
        -0.00024679664
      ],
      [
        " Point",
        -0.00019889144
      ]
    ]
  },
  "This substance is combined with organomagnesium (or-GAN-oh-mag-NEEZ-ee-um) bromides to give carboxylic (CAR-box-ILL-ick) acids. As a supercritical fluid, it is used to decrease the viscosity of crude oil. Ethanol and this substance are produced in the (*) fermentation of glucose by yeast. Its structure is predicted to be linear due to its two double bonds. In the presence of water, this triatomic substance": {
    "guess": "Carbon dioxide",
    "confidence": [
      [
        "Carbon",
        -0.5115805
      ],
      [
        " dioxide",
        -0.5974023
      ]
    ]
  },
  "This substance reacts with sodium chloride in the Mannheim process. This substance is created industrially through a process that employs vanadium (vuh-NAY-dee-um) oxide as a catalyst, the contact process. A certain trioxide combined with this compound is called oleum (OH-lee-um), and this compound's two hydrogen atoms per ionizable molecule makes it diprotic. For 10 points, name this strong acid found": {
    "guess": "Sulfuric acid",
    "confidence": [
      [
        "S",
        -0.008918029
      ],
      [
        "ulf",
        -6.337155e-05
      ],
      [
        "ur",
        -1.6524515e-05
      ],
      [
        "ic",
        -0.0001530017
      ],
      [
        " acid",
        -0.30238372
      ]
    ]
  },
  "This substance is dissolved in zinc chloride in a reagent used for classifying alcohols named for Lucas. With a zinc amalgam, it participates in the reduction of ketones to alkanes in the Clemmenson Reduction. It is mixed with nitric acid to make aqua regia. Though it is highly corrosive to skin, this acid, also called muriatic acid, is often used by high school students in classroom titration labs. It lowers the pH of stomach contents as a major component of gastric acid. For 10 points, name this": {
    "guess": "Hydrochloric acid",
    "confidence": [
      [
        "Hy",
        -0.011856057
      ],
      [
        "dro",
        -2.0219828e-05
      ],
      [
        "chlor",
        -0.0019233987
      ],
      [
        "ic",
        -9.6629374e-05
      ],
      [
        " acid",
        -0.049214784
      ]
    ]
  },
  "This substance contains a several Debye lengths layer known as the Debye sheath. The temperature of one part of this substance can be measured using a Langmuir probe, and the transfer of energy between particles and the wave results in Landau damping. A traveling oscillation that propagates in the direction of the magnetic field, known as an Alfven wave, can be found in this substance, which is confined by a magnetic field in a donut-shaped tube called a tokamak. Present in a fluorescent light bulb, it is also located in fusion reactors and the interior of the sun. For 10 points, name this ionized": {
    "guess": "Plasma (physics)",
    "confidence": [
      [
        "Pl",
        -0.0008268986
      ],
      [
        "asma",
        -2.3795938e-05
      ],
      [
        " (",
        -0.00068622536
      ],
      [
        "physics",
        -0.00030745665
      ],
      [
        ")",
        -5.6769813e-06
      ]
    ]
  },
  "One of these substances consists of palladium deposited on CaCO3 reacted with lead acetate and is used to hydrogenate alkynes into alkenes, called the Lindlar variety. Another of these substances is usually titanium and is used in alkene synthesis, called the Ziegler-Natta type. Iron oxide acts as one of these in the Haber process and these substances act by [*] providing an alternate pathway to a": {
    "guess": "Catalysis",
    "confidence": [
      [
        "C",
        -0.09225502
      ],
      [
        "atal",
        -5.080963e-06
      ],
      [
        "ysis",
        -0.6043262
      ]
    ]
  },
  "The most successful single from the 2007 album of this name contains the chorus \"your hips, your thighs/you": {
    "guess": "Loose Change (album)",
    "confidence": [
      [
        "Lo",
        -0.97338045
      ],
      [
        "ose",
        -0.0069586774
      ],
      [
        " Change",
        -1.2762448
      ],
      [
        " (",
        -0.21497151
      ],
      [
        "album",
        -0.28784302
      ],
      [
        ")",
        -0.012061715
      ]
    ]
  },
  "The most successful direct rival to this organization was founded by Leopold Damrosch and his son Walter in 1878. Aaron Copland's Connotations was composed to commemorate this organization's move to a": {
    "guess": "New York Philharmonic",
    "confidence": [
      [
        "New",
        -0.2711391
      ],
      [
        " York",
        -0.0005035852
      ],
      [
        " Phil",
        -0.2628162
      ],
      [
        "har",
        -0.00021200384
      ],
      [
        "monic",
        -0.00026491194
      ]
    ]
  },
  "This man's successor, after losing the region of Golconda, was captured along with Kavi Kulesh, after which he was  tortured, then cut to pieces, which were then thrown in a river. In this man's victory at Pratapgarh, he lured the opposing commander into a meeting, during which he killed him during a hug using a concealed dagger and set of \"tiger claws.\"  That general, Afzal Khan, was the subordinate": {
    "guess": "Shivaji",
    "confidence": [
      [
        "Sh",
        -0.0670106
      ],
      [
        "iv",
        -0.013470778
      ],
      [
        "aji",
        -0.00017290872
      ]
    ]
  },
  "A successful stock broker, he moved to Copenhagen to start a business career, but returned to France without his family to paint full-time. Though friends with Cezanne and Pisarro, he was attracted by the symbolism and vitality in the art of Asia, as the influence of Japanese prints in his \"Yellow Christ\" suggests. In 1891, he left Europe for the tropics, returning to France only once. For ten points, who is this French painter whose last years were spent in Polynesia?": {
    "guess": "Paul Gauguin",
    "confidence": [
      [
        "Paul",
        -0.003256616
      ],
      [
        " Ga",
        -3.9054008e-05
      ],
      [
        "ugu",
        -0.0046856147
      ],
      [
        "in",
        -1.3544423e-05
      ]
    ]
  },
  "The most successful single from the 2007 album of this name contains the chorus \"your hips, your thighs/you got me hypnotized\" and is called \"Ayo Technology.\" It was the surname of Mike Logan's successor as Lennie Briscoe's partner on Law & Order, a character portrayed by Benjamin Bratt. The comic strip of this name, drawn by (*) Ray Billingsley, features such characters as Gunk, a native of Flyspeck Island, and the bullies Derrick and \"Onion\", and runs a different surreal Kwanzaa story every year. An actress with this surname is married to Christopher Guest and played Laurie Strode in 1978's Halloween. For 10 points, identify this name, the given name of 50 Cent and the surname of actress Jamie Lee.": {
    "guess": "Curtis",
    "confidence": [
      [
        "C",
        -0.06309053
      ],
      [
        "urt",
        -4.9663133e-05
      ],
      [
        "is",
        -0.0001273766
      ]
    ]
  },
  "This substance can be identified by testing for beta-2 transferrin. The protein content of this substance": {
    "guess": "Cerebrospinal fluid",
    "confidence": [
      [
        "C",
        -0.034995582
      ],
      [
        "ere",
        -4.8425554e-06
      ],
      [
        "bro",
        -0.0044681006
      ],
      [
        "sp",
        -4.604148e-06
      ],
      [
        "inal",
        -1.6166903e-05
      ],
      [
        " fluid",
        -0.048123848
      ]
    ]
  },
  "These substances were recently used to create a radio that received signals via their vibration. Processes for their production include chemical vapor deposition and laser ablation. These objects were first created in the fifties, but little notice was taken until 1991. Their toxicity is being questioned before these substances are developed for biological applications like the delivery of drugs. Theirsp2": {
    "guess": "Carbon nanotubes",
    "confidence": [
      [
        "Carbon",
        -0.48075122
      ],
      [
        " nan",
        -0.5723736
      ],
      [
        "ot",
        -0.00028338484
      ],
      [
        "ubes",
        -0.079527006
      ]
    ]
  },
  "This substance can be stained using luxol fast blue. This substance is damaged as a result of defects in the PMP22 gene, which causes type 1A Charcot-Marie-Tooth disease. This substance and the structure it typically binds to are eaten by macrophages after transection in Wallerian degeneration. A ceramide bonded to a phosphocholine gives a type of molecule referred to as \"sphingo-this.\" This substance": {
    "guess": "Myelin",
    "confidence": [
      [
        "My",
        -0.014873131
      ],
      [
        "elin",
        -3.4405064e-05
      ]
    ]
  },
  "The most successful force in this battle was the Kosciuszko squadron led by Witold Urbanowicz. This battle included six raids on Biggin Hill, and began in earnest on August 13th, known as \"Eagle Day.\" It was the precursor to the abortive Operation Sealion, and was fought between attacking Stukas and defending Hurricanes and Spitfires. The victorious side in this battle was aided by the new radar, as well as Goebbels's decision to focus on bombing London. For 10 points, name this 1940 air battle which prevented Germany from invading the namesake country.": {
    "guess": "Battle of Britain",
    "confidence": [
      [
        "Battle",
        -0.00042900036
      ],
      [
        " of",
        -0.0021923755
      ],
      [
        " Britain",
        -0.00059556647
      ]
    ]
  },
  "This substance can be stained using luxol fast blue. This substance is damaged as a result of defects in the PMP22 gene, which causes type 1A Charcot-Marie-Tooth disease. This substance and the structure it typically binds to are eaten by macrophages after transection in Wallerian degeneration. A ceramide bonded to a phosphocholine gives a type of molecule referred to as \"sphingo-this.\" This substance induces saltatory conduction between (*) nodes of Ranvier, and it gives white matter its white color. Its degradation is the cause of multiple sclerosis. For 10 points, name this substance created by oligodendrocytes and Schwann cells, whose function is to insulate the axon of a neuron.": {
    "guess": "Myelin",
    "confidence": [
      [
        "My",
        -0.014145521
      ],
      [
        "elin",
        -1.4974867e-05
      ]
    ]
  },
  "These substances are transported by PIN proteins and bind to TIR1. They stimulate proton pumps to lower": {
    "guess": "Auxin",
    "confidence": [
      [
        "Aux",
        -0.0055404967
      ],
      [
        "in",
        -0.0029232798
      ]
    ]
  },
  "The most successful instance of a certain type of this was designed by R. Orin Cornett, and William Stokoe wrote some important books on one of these. One of these was used by disparate groups of Plains Indians in the nineteenth century, and a noted example of the emergence of one of these involves the Villa Libertad vocational center and a school in San Judas. In addition to that Nicaraguan one, an artificial one was created by the Abbot of l'Epée and exported to Hartford, Connecticut in 1816 by Laurent Clerc. There, the French type was transmuted into an American type by Thomas Gallaudet. For 10 points, name these systems of sound-free communication, often used by the deaf.": {
    "guess": "Sign language",
    "confidence": [
      [
        "Sign",
        -0.029967772
      ],
      [
        " language",
        -0.29623526
      ]
    ]
  },
  "This substance is reacted with sodium and an alcohol in the Birch reduction, and it is acylated through the use of a Lewis acid catalyst in the Friedel-Crafts acylation. This substance is produced through": {
    "guess": "Benzene",
    "confidence": [
      [
        "B",
        -0.7565781
      ],
      [
        "enz",
        -0.027694454
      ],
      [
        "ene",
        -0.012083743
      ]
    ]
  },
  "The most successful direct rival to this organization was founded by Leopold Damrosch and his son Walter in 1878. Aaron Copland's Connotations was composed to commemorate this organization's move to a building that later became known as Avery Fisher Hall. In one of this organization's most controversial": {
    "guess": "New York Philharmonic",
    "confidence": [
      [
        "New",
        -0.034889102
      ],
      [
        " York",
        -0.00016635252
      ],
      [
        " Phil",
        -0.0004105348
      ],
      [
        "har",
        -7.481511e-05
      ],
      [
        "monic",
        -9.5198935e-05
      ]
    ]
  },
  "The most successful direct rival to this organization was founded by Leopold Damrosch and his son Walter in 1878. Aaron Copland's Connotations was composed to commemorate this organization's move to a building that later became known as Avery Fisher Hall. In one of this organization's most controversial performances, the conductor delivered a disclaimer from the podium before an unusually slow performance of Brahms's Piano Concerto No. 1 by (*) Glenn Gould. In 2008, this orchestra toured North Korea.": {
    "guess": "New York Philharmonic",
    "confidence": [
      [
        "New",
        -0.0060358006
      ],
      [
        " York",
        -5.50273e-05
      ],
      [
        " Phil",
        -2.6968896e-06
      ],
      [
        "har",
        -3.6431527e-05
      ],
      [
        "monic",
        -3.5954712e-05
      ]
    ]
  },
  "A successful stock broker, he moved to Copenhagen to start a business career, but returned to France without his family to paint full-time. Though friends with Cezanne and Pisarro, he was attracted by the symbolism and vitality in the art of Asia, as the influence of Japanese prints in his \"Yellow Christ\" suggests. In 1891, he left Europe for the tropics, returning to France only once. For ten points,": {
    "guess": "Paul Gauguin",
    "confidence": [
      [
        "Paul",
        -0.046439793
      ],
      [
        " Ga",
        -1.9385403e-05
      ],
      [
        "ugu",
        -0.0024684055
      ],
      [
        "in",
        -2.677603e-05
      ]
    ]
  },
  "Substances lacking this property can create Rollin films. This property can be described as  the amount": {
    "guess": "Hydrophobicity",
    "confidence": [
      [
        "Hy",
        -1.0052689
      ],
      [
        "dro",
        -0.010273031
      ],
      [
        "ph",
        -0.13487163
      ],
      [
        "obic",
        -0.014731018
      ],
      [
        "ity",
        -0.016673742
      ]
    ]
  },
  "This man succeeded Henry Norris as ambassador to France, and his home in Paris became a headquarters for Protestant refugees in the wake of St. Bartholomew's Day Massacre - in his 64-page account of that massacre, he advised breaching relations with France. This man's secretary and closest advisor was Robert Beale, who was wed to the sister of his wife Ursula St. Barbe - that marriage also led this man to gain a son-in-law, the poet Philip Sidney. His advice to pursue military action in the Low Countries": {
    "guess": "Hubert Languet",
    "confidence": [
      [
        "Hub",
        -0.6584813
      ],
      [
        "ert",
        -8.947716e-05
      ],
      [
        " L",
        -0.0003750231
      ],
      [
        "angu",
        -3.1281633e-07
      ],
      [
        "et",
        -0.00010402
      ]
    ]
  },
  "This substance was found to be Griffith's \"transformation agent\" in rats by MacLeod, McCarty, and Avery. Hershey and Chase carried out an experiment employing bacteriophages that determined that this molecule contained phosphorus. Chargaff's rules govern the proportions of this molecule's bases. The Meselson-Stahl experiment proved the semiconservative nature of its replication, a process that forms": {
    "guess": "DNA",
    "confidence": [
      [
        "DNA",
        -0.010896896
      ]
    ]
  },
  "When these substances are added to water, compounds named for Zundel and Eigen, among others, are produced. The effect of these substances on water is spread through the entire solution by the Grotthuss mechanism. Antimony complexes form many of the \"super-\" variety of these; this \"super-\" class is defined": {
    "guess": "Acid (chemistry)",
    "confidence": [
      [
        "Ac",
        -0.6288431
      ],
      [
        "id",
        -0.022296015
      ],
      [
        " (",
        -0.007189977
      ],
      [
        "chemistry",
        -0.0068278485
      ],
      [
        ")",
        -3.631232e-05
      ]
    ]
  },
  "In 1929, he succeeded Arturo Toscanini as musical director of La Scala in Milan, and wrote the opera Nerone, which glorified Mussolini. While he tried to revive the commedia in La maschere, he is better known as an exponent of the verismo style of opera. His best-known work, featuring characters such": {
    "guess": "Arrigo Boito",
    "confidence": [
      [
        "Arr",
        -0.93467724
      ],
      [
        "igo",
        -0.00012082772
      ],
      [
        " Bo",
        -0.00042543162
      ],
      [
        "ito",
        -4.3583746e-05
      ]
    ]
  },
  "This substance acts as an electron donor for enzymes that synthesize carnitine, and also in the hydroxylation": {
    "guess": "Vitamin C",
    "confidence": [
      [
        "V",
        -0.0036138475
      ],
      [
        "itamin",
        -1.504853e-06
      ],
      [
        " C",
        -0.00021748354
      ]
    ]
  },
  "These substances are glycoproteins which can stimulate lysosome activity, which in turn stimulates the": {
    "guess": "Lysosomal storage disease",
    "confidence": [
      [
        "L",
        -1.1724136
      ],
      [
        "ys",
        -0.0074719787
      ],
      [
        "osomal",
        -0.21645316
      ],
      [
        " storage",
        -0.4369076
      ],
      [
        " disease",
        -0.38317615
      ]
    ]
  },
  "He succeeded to the throne at the age of five upon abdication of his father.  Under this man's rule,": {
    "guess": "Louis XIV of France",
    "confidence": [
      [
        "Louis",
        -0.45642143
      ],
      [
        " XIV",
        -1.1162881
      ],
      [
        " of",
        -0.02099399
      ],
      [
        " France",
        -3.0471343e-05
      ]
    ]
  },
  "This substance is dissolved in zinc chloride in a reagent used for classifying alcohols named for Lucas. With a zinc amalgam, it participates in the reduction of ketones to alkanes in the Clemmenson Reduction. It is mixed with nitric acid to make aqua regia. Though it is highly corrosive to skin, this acid, also called muriatic acid, is often used by high school students in classroom titration labs. It lowers the pH of stomach contents as a major component of gastric acid. For 10 points, name this strong acid symbolized HCl.": {
    "guess": "Hydrochloric acid",
    "confidence": [
      [
        "Hy",
        -0.009391002
      ],
      [
        "dro",
        -1.8431772e-05
      ],
      [
        "chlor",
        -0.002257072
      ],
      [
        "ic",
        -5.312004e-05
      ],
      [
        " acid",
        -0.036498368
      ]
    ]
  },
  "One substance containing this element catalyzes the oxidation of primary and secondary alcohols to carboxylic acids and ketones, and is called the Jones reagent. Uvarovite garnet contains this element, and stichtite is an alteration product from serpentine that bears this element. With potassium, its hexavalent ion forms a potent oxidizing agent, sometimes used to clean glassware. Two atoms of this element can form a quintuple covalent bond. Stainless steel contains this element, and metal things are plated with it to make them shiny. For 10 points, name this namesake of some green and yellow pigments, with atomic number 24 and symbol Cr.": {
    "guess": "Chromium",
    "confidence": [
      [
        "Ch",
        -0.005284277
      ],
      [
        "romium",
        -0.00047607115
      ]
    ]
  },
  "Substances such as gallium arsenide with a direct one of these can emit light and are thus frequently used in LED's. Metals have a negative value for this quantity that decreases as temperature is raised, explaining why the conductivity of semiconductors increases with increasing temperature. FTP identify this quantity that is defined as the energy difference between the top of the valence band and": {
    "guess": "Band gap",
    "confidence": [
      [
        "Band",
        -0.105427735
      ],
      [
        " gap",
        -0.24958423
      ]
    ]
  }
}