{
  "Prusias in Bithynia is said to have ordered his surrender before he committed suicide by poison, and he had earlier commanded naval forces for Antiochus III. As a suffete in his homeland, he was responsible for major economic reforms responsible for restoring prosperity. The planned collapse of his Gallic and Spanish center in one battle led to the total annihilation of forces under Gaius Terentius Varro, while the spreading of maniples at another battle led to his defeat after a failed shock charge. Defeated at Zama and victorious at Trebia, Trasimene, and Cannae, this is, FTP, what famous Carthaginian": {
    "guess": "Hannibal",
    "confidence": [
      [
        "H",
        -0.0064474884
      ],
      [
        "ann",
        -2.1650272e-05
      ],
      [
        "ibal",
        -6.909333e-05
      ]
    ]
  },
  "A Prussian attack on this city in 1757 led to major damage on the St. Vitus Cathedral during the Seven Years' War. Frederick the Winter King ruled from this city, which was sacked following the battle of White Mountain. A colorful \" Divorce\" followed a Revolution primarily held in Bratislava and this": {
    "guess": "Prague",
    "confidence": [
      [
        "Pr",
        -0.048998464
      ],
      [
        "ague",
        -5.955704e-05
      ]
    ]
  },
  "Prusias in Bithynia is said to have ordered his surrender before he committed suicide by poison, and he had earlier commanded naval forces for Antiochus III. As a suffete in his homeland, he was responsible for major economic reforms responsible for restoring prosperity. The planned collapse of his Gallic": {
    "guess": "Gaius Flaminius",
    "confidence": [
      [
        "G",
        -1.2350717
      ],
      [
        "ai",
        -0.14517361
      ],
      [
        "us",
        -1.5451682e-05
      ],
      [
        " Flam",
        -0.4993746
      ],
      [
        "ini",
        -3.0545007e-06
      ],
      [
        "us",
        -3.8934802e-05
      ]
    ]
  },
  "A Prussian attack on this city in 1757 led to major damage on the St. Vitus Cathedral during the Seven Years' War. Frederick the Winter King ruled from this city, which was sacked following the battle of White Mountain. A colorful \" Divorce\" followed a Revolution primarily held in Bratislava and this city. Alexander Dubcek was overthrown after a period of \"spring\" in this city. Two Catholic regents": {
    "guess": "Prague",
    "confidence": [
      [
        "Pr",
        -0.010897135
      ],
      [
        "ague",
        -2.577686e-06
      ]
    ]
  },
  "A Prussian attack on this city in 1757 led to major damage on the St. Vitus Cathedral during the Seven": {
    "guess": "Prague",
    "confidence": [
      [
        "Pr",
        -0.015875403
      ],
      [
        "ague",
        -3.9650025e-05
      ]
    ]
  },
  "A Prussian attack on this city in 1757 led to major damage on the St. Vitus Cathedral during the Seven Years' War. Frederick the Winter King ruled from this city, which was sacked following the battle": {
    "guess": "Prague",
    "confidence": [
      [
        "Pr",
        -0.15303427
      ],
      [
        "ague",
        -6.742448e-05
      ]
    ]
  },
  "A Prussian attack on this city in 1757 led to major damage on the St. Vitus Cathedral during the Seven Years' War. Frederick the Winter King ruled from this city, which was sacked following the battle of White Mountain. A colorful \" Divorce\" followed a Revolution primarily held in Bratislava and this city. Alexander Dubcek was overthrown after a period of \"spring\" in this city. Two Catholic regents were thrown out of a window by the followers of Count von Thurn in 1618, in the Defenestration of this": {
    "guess": "Prague",
    "confidence": [
      [
        "Pr",
        -0.0038533942
      ],
      [
        "ague",
        -2.9352968e-06
      ]
    ]
  },
  "Prusias in Bithynia is said to have ordered his surrender before he committed suicide by poison, and he had earlier commanded naval forces for Antiochus III. As a suffete in his homeland, he was responsible for major economic reforms responsible for restoring prosperity. The planned collapse of his Gallic and Spanish center in one battle led to the total annihilation of forces under Gaius Terentius Varro, while the spreading of maniples at another battle led to his defeat after a failed shock charge. Defeated at Zama and victorious at Trebia, Trasimene, and Cannae, this is, FTP, what famous Carthaginian general, best known for leading elephants across the Alps to invade Italy?": {
    "guess": "Hannibal",
    "confidence": [
      [
        "H",
        -0.0040854053
      ],
      [
        "ann",
        -9.4914985e-06
      ],
      [
        "ibal",
        -7.314626e-05
      ]
    ]
  },
  "Prusias in Bithynia is said to have ordered his surrender before he committed suicide by poison, and he had earlier commanded naval forces for Antiochus III. As a suffete in his homeland, he was responsible for major economic reforms responsible for restoring prosperity. The planned collapse of his Gallic and Spanish center in one battle led to the total annihilation of forces under Gaius Terentius": {
    "guess": "Battle of Magnesia",
    "confidence": [
      [
        "Battle",
        -0.8023659
      ],
      [
        " of",
        -0.001842848
      ],
      [
        " Magn",
        -0.5644021
      ],
      [
        "es",
        -6.420598e-05
      ],
      [
        "ia",
        -0.00013536324
      ]
    ]
  },
  "Prusias in Bithynia is said to have ordered his surrender before he committed suicide by poison, and he had earlier commanded naval forces for Antiochus III. As a suffete in his homeland, he was responsible": {
    "guess": "Demosthenes",
    "confidence": [
      [
        "Dem",
        -0.7029476
      ],
      [
        "ost",
        -0.6743828
      ],
      [
        "hen",
        -0.00012582695
      ],
      [
        "es",
        -2.5941605e-05
      ]
    ]
  },
  "A Prussian attack on this city in 1757 led to major damage on the St. Vitus Cathedral during the Seven Years' War. Frederick the Winter King ruled from this city, which was sacked following the battle of White Mountain. A colorful \" Divorce\" followed a Revolution primarily held in Bratislava and this city. Alexander Dubcek was overthrown after a period of \"spring\" in this city. Two Catholic regents were thrown out of a window by the followers of Count von Thurn in 1618, in the Defenestration of this city. For 10 points, name this former capital of Bohemia and current capital of the Czech Republic.": {
    "guess": "Prague",
    "confidence": [
      [
        "Pr",
        -0.0032867983
      ],
      [
        "ague",
        -1.8624639e-06
      ]
    ]
  },
  "Prusias in Bithynia is said to have ordered his surrender before he committed suicide by poison, and he had earlier commanded naval forces for Antiochus III. As a suffete in his homeland, he was responsible for major economic reforms responsible for restoring prosperity. The planned collapse of his Gallic and Spanish center in one battle led to the total annihilation of forces under Gaius Terentius Varro, while the spreading of maniples at another battle led to his defeat after a failed shock charge.": {
    "guess": "Battle of Cannae",
    "confidence": [
      [
        "Battle",
        -0.30234408
      ],
      [
        " of",
        -0.00032247265
      ],
      [
        " Cann",
        -0.024684627
      ],
      [
        "ae",
        -8.657073e-06
      ]
    ]
  },
  "Prusias in Bithynia is said to have ordered his surrender before he committed suicide by poison, and": {
    "guess": "Prusias I of Bithynia",
    "confidence": [
      [
        "Pr",
        -0.6945688
      ],
      [
        "us",
        -0.00016206119
      ],
      [
        "ias",
        -0.000181849
      ],
      [
        " I",
        -0.019041935
      ],
      [
        " of",
        -0.066477895
      ],
      [
        " B",
        -0.00037883763
      ],
      [
        "ith",
        -6.563642e-05
      ],
      [
        "yn",
        -6.980855e-05
      ],
      [
        "ia",
        -3.8100377e-05
      ]
    ]
  }
}