{
  "Bohuslav Martinu composed a concerto for this instrument \"and Small Orchestra\" for Jiri Tancibudek. The movement \"Deploration\", which ends a 1962 sonata for this instrument and piano, was Francis Poulenc's final composition, while Benjamin Britten wrote a solo work for it called Six Metamorphoses after Ovid. Mozart composed a well-known concerto for this instrument for Giuseppe Ferlendis. It's not the viola, but the \"Et in Spiritus Sanctus\" movement of Bach's Mass in B Minor features the \"d'amore\" version of this instrument. It evolved out of the earlier shawm, and it is pitched a perfect fifth higher than the related English horn. For 10 points, identify this double-reed woodwind instrument": {
    "guess": "Oboe",
    "confidence": [
      [
        "O",
        -0.004584634
      ],
      [
        "bo",
        -5.1689596e-05
      ],
      [
        "e",
        -3.0828953e-05
      ]
    ]
  },
  "Below its boiling point, it is a dark blue liquid, and it exists as a blue-black crystalline solid; as a gas, it is less stable than its more common allotrope. Discovered by Christian Friedrich Schönbein in 1840, this powerful oxidizing agent is used as a disinfectant and is produced industrially either using a mercury heat lamp or a process called cold discharge. For 10 points, name this compound formed by lightning or the action of solar ultraviolet light on diatomic oxygen, naturally present at": {
    "guess": "Ozone",
    "confidence": [
      [
        "O",
        -0.004490531
      ],
      [
        "zone",
        -0.00015788905
      ]
    ]
  },
  "Bohuslav Martinu composed a concerto for this instrument \"and Small Orchestra\" for Jiri Tancibudek. The movement \"Deploration\", which ends a 1962 sonata for this instrument and piano, was Francis Poulenc's final composition, while Benjamin Britten wrote a solo work for it called Six Metamorphoses after Ovid. Mozart composed a well-known concerto for this instrument for Giuseppe Ferlendis. It's not the viola, but the \"Et in Spiritus Sanctus\" movement of Bach's Mass in B Minor features the \"d'amore\" version of this instrument. It evolved out of the earlier shawm, and it is pitched a perfect fifth higher than the related English horn. For 10 points, identify this double-reed woodwind instrument whose conical bore creates its piercing tone.": {
    "guess": "Oboe",
    "confidence": [
      [
        "O",
        -0.0034734365
      ],
      [
        "bo",
        -2.4987974e-05
      ],
      [
        "e",
        -1.6762922e-05
      ]
    ]
  },
  "Bohuslav Martinu composed a concerto for this instrument \"and Small Orchestra\" for Jiri Tancibudek. The movement \"Deploration\", which ends a 1962 sonata for this instrument and piano, was Francis Poulenc's final composition, while Benjamin Britten wrote a solo work for it called Six Metamorphoses after": {
    "guess": "Oboe",
    "confidence": [
      [
        "O",
        -0.009340456
      ],
      [
        "bo",
        -6.992776e-05
      ],
      [
        "e",
        -1.0206721e-05
      ]
    ]
  },
  "Bohuslav Martinu composed a concerto for this instrument \"and Small Orchestra\" for Jiri Tancibudek. The": {
    "guess": "Oboe",
    "confidence": [
      [
        "O",
        -0.055948764
      ],
      [
        "bo",
        -0.00058055413
      ],
      [
        "e",
        -0.00064798305
      ]
    ]
  },
  "Below its boiling point, it is a dark blue liquid, and it exists as a blue-black crystalline solid; as a gas, it is less stable than its more common allotrope. Discovered by Christian Friedrich Schönbein in 1840, this powerful oxidizing agent is used as a disinfectant and is produced industrially either using a mercury heat lamp or a process called cold discharge. For 10 points, name this compound formed by lightning or the action of solar ultraviolet light on diatomic oxygen, naturally present at about ten parts per million in its namesake layer of the stratosphere.": {
    "guess": "Ozone",
    "confidence": [
      [
        "O",
        -0.010345236
      ],
      [
        "zone",
        -4.632543e-05
      ]
    ]
  },
  "Bohuslav Martinu composed a concerto for this instrument \"and Small Orchestra\" for Jiri Tancibudek. The movement \"Deploration\", which ends a 1962 sonata for this instrument and piano, was Francis Poulenc's final composition, while Benjamin Britten wrote a solo work for it called Six Metamorphoses after Ovid. Mozart composed a well-known concerto for this instrument for Giuseppe Ferlendis. It's not the viola, but the \"Et in Spiritus Sanctus\" movement of Bach's Mass in B Minor features the \"d'amore\" version of this instrument. It evolved out of the earlier shawm, and it is pitched a perfect fifth": {
    "guess": "Oboe",
    "confidence": [
      [
        "O",
        -0.00727993
      ],
      [
        "bo",
        -2.3795938e-05
      ],
      [
        "e",
        -3.5358695e-05
      ]
    ]
  },
  "Bohuslav Martinu composed a concerto for this instrument \"and Small Orchestra\" for Jiri Tancibudek. The movement \"Deploration\", which ends a 1962 sonata for this instrument and piano, was Francis Poulenc's": {
    "guess": "Oboe",
    "confidence": [
      [
        "O",
        -0.44310218
      ],
      [
        "bo",
        -6.1106686e-05
      ],
      [
        "e",
        -3.7146747e-05
      ]
    ]
  },
  "Below its boiling point, it is a dark blue liquid, and it exists as a blue-black crystalline solid; as a gas, it is less stable than its more common allotrope. Discovered by Christian Friedrich Schönbein in 1840, this powerful oxidizing agent is used as a disinfectant and is produced industrially either using a mercury heat lamp or a process called cold discharge. For 10 points, name this compound": {
    "guess": "Ozone",
    "confidence": [
      [
        "O",
        -0.0111688925
      ],
      [
        "zone",
        -0.0011022298
      ]
    ]
  },
  "Bohuslav Martinu composed a concerto for this instrument \"and Small Orchestra\" for Jiri Tancibudek. The movement \"Deploration\", which ends a 1962 sonata for this instrument and piano, was Francis Poulenc's final composition, while Benjamin Britten wrote a solo work for it called Six Metamorphoses after Ovid. Mozart composed a well-known concerto for this instrument for Giuseppe Ferlendis. It's not the viola, but the \"Et in Spiritus Sanctus\" movement of Bach's Mass in B Minor features the \"d'amore\"": {
    "guess": "Oboe",
    "confidence": [
      [
        "O",
        -0.012204101
      ],
      [
        "bo",
        -1.60477e-05
      ],
      [
        "e",
        -9.729906e-06
      ]
    ]
  },
  "Bohuslav Martinu composed a concerto for this instrument \"and Small Orchestra\" for Jiri Tancibudek. The movement \"Deploration\", which ends a 1962 sonata for this instrument and piano, was Francis Poulenc's final composition, while Benjamin Britten wrote a solo work for it called Six Metamorphoses after Ovid. Mozart composed a well-known concerto for this instrument for Giuseppe Ferlendis. It's not": {
    "guess": "Oboe",
    "confidence": [
      [
        "O",
        -0.013978732
      ],
      [
        "bo",
        -0.00010676169
      ],
      [
        "e",
        -1.4140442e-05
      ]
    ]
  },
  "Below its boiling point, it is a dark blue liquid, and it exists as a blue-black crystalline solid; as a gas, it is less stable than its more common allotrope. Discovered by Christian Friedrich Schönbein": {
    "guess": "Ozone",
    "confidence": [
      [
        "O",
        -0.0048855194
      ],
      [
        "zone",
        -0.0019050816
      ]
    ]
  },
  "Below its boiling point, it is a dark blue liquid, and it exists as a blue-black crystalline solid; as a gas, it is less stable than its more common allotrope. Discovered by Christian Friedrich Schönbein in 1840, this powerful oxidizing agent is used as a disinfectant and is produced industrially either": {
    "guess": "Ozone",
    "confidence": [
      [
        "O",
        -0.011847336
      ],
      [
        "zone",
        -0.0027352094
      ]
    ]
  },
  "Below its boiling point, it is a dark blue liquid, and it exists as a blue-black crystalline solid; as": {
    "guess": "Iodine",
    "confidence": [
      [
        "I",
        -0.2848206
      ],
      [
        "od",
        -0.0010066082
      ],
      [
        "ine",
        -1.8789384e-05
      ]
    ]
  }
}