{
  "Hippolyte Fizeau discovered this effect independently from its namesake in 1848. In spectral lines, this effect causes a namesake \"broadening.\" In astronomy, it can be used to calculate radial velocities of neighboring galaxies. When two astronomical objects are moving away from each other, this effect produces red shift. Its applications include sonar and radar. For 10 points, name this effect in which the apparent frequency of a wave changes with the relative velocity of the observer to the source.": {
    "guess": "Doppler effect",
    "confidence": [
      [
        "D",
        -0.0032011198
      ],
      [
        "op",
        -3.1281633e-07
      ],
      [
        "pler",
        -1.8550976e-05
      ],
      [
        " effect",
        -0.011175849
      ]
    ]
  },
  "In \"The Hippopotamus,\" he claims that the titular beast is the \"True Church,\" a line that he later explained in a work of criticism, After Strange Gods. The lines \"in my beginning is my end\" and \"in my end is my beginning\" can be found on his memorial plaque, as they are taken from \"East Coker.\" That is the second in a collection that also includes \"Burnt Norton\" and \"Little Gidding\" and is known as his Four Quartets. For 10 points, name this author of the play Murder in the Cathedral and poems such": {
    "guess": "T. S. Eliot",
    "confidence": [
      [
        "T",
        -0.012070672
      ],
      [
        ".",
        -0.012516835
      ],
      [
        " S",
        -2.220075e-06
      ],
      [
        ".",
        -2.5345586e-05
      ],
      [
        " Eli",
        -6.869018e-06
      ],
      [
        "ot",
        -7.703444e-06
      ]
    ]
  },
  "Hippolyte Fizeau discovered this effect independently from its namesake in 1848. In spectral lines, this effect causes a namesake \"broadening.\" In astronomy, it can be used to calculate radial velocities of neighboring galaxies. When two astronomical objects are moving away from each other, this effect": {
    "guess": "Doppler effect",
    "confidence": [
      [
        "D",
        -0.001986329
      ],
      [
        "op",
        0.0
      ],
      [
        "pler",
        -3.1737043e-06
      ],
      [
        " effect",
        -0.009194357
      ]
    ]
  },
  "In \"The Hippopotamus,\" he claims that the titular beast is the \"True Church,\" a line that he later explained in a work of criticism, After Strange Gods. The lines \"in my beginning is my end\" and \"in my end is my beginning\" can be found on his memorial plaque, as they are taken from \"East Coker.\" That is the second in a collection that also includes \"Burnt Norton\" and \"Little Gidding\" and is known as": {
    "guess": "Four Quartets",
    "confidence": [
      [
        "Four",
        -0.03935223
      ],
      [
        " Quart",
        -4.2272506e-05
      ],
      [
        "ets",
        -0.00010330478
      ]
    ]
  },
  "In \"The Hippopotamus,\" he claims that the titular beast is the \"True Church,\" a line that he later explained in a work of criticism, After Strange Gods. The lines \"in my beginning is my end\" and \"in my end is my beginning\" can be found on his memorial plaque, as they are taken from \"East Coker.\" That": {
    "guess": "T. S. Eliot",
    "confidence": [
      [
        "T",
        -0.024889302
      ],
      [
        ".",
        -0.018349523
      ],
      [
        " S",
        -6.749814e-06
      ],
      [
        ".",
        -1.0802739e-05
      ],
      [
        " Eli",
        -1.1398757e-05
      ],
      [
        "ot",
        -2.3080716e-05
      ]
    ]
  },
  "In \"The Hippopotamus,\" he claims that the titular beast is the \"True Church,\" a line that he later explained in a work of criticism, After Strange Gods. The lines \"in my beginning is my end\" and \"in my": {
    "guess": "T. S. Eliot",
    "confidence": [
      [
        "T",
        -0.27229774
      ],
      [
        ".",
        -0.08959885
      ],
      [
        " S",
        -4.5848617e-05
      ],
      [
        ".",
        -7.529192e-05
      ],
      [
        " Eli",
        -8.590105e-05
      ],
      [
        "ot",
        -8.8285124e-05
      ]
    ]
  },
  "In \"The Hippopotamus,\" he claims that the titular beast is the \"True Church,\" a line that he later explained": {
    "guess": "T. S. Eliot",
    "confidence": [
      [
        "T",
        -0.39008
      ],
      [
        ".",
        -0.01375689
      ],
      [
        " S",
        -2.5703197e-05
      ],
      [
        ".",
        -1.7716551e-05
      ],
      [
        " Eli",
        -1.1398757e-05
      ],
      [
        "ot",
        -1.4855664e-05
      ]
    ]
  },
  "Hippolyte Fizeau discovered this effect independently from its namesake in 1848. In spectral lines, this effect causes a namesake \"broadening.\" In astronomy, it can be used to calculate radial velocities of neighboring galaxies. When two astronomical objects are moving away from each other, this effect produces red shift. Its applications include sonar and radar. For 10 points, name this effect in": {
    "guess": "Doppler effect",
    "confidence": [
      [
        "D",
        -0.0033986021
      ],
      [
        "op",
        -4.3202e-07
      ],
      [
        "pler",
        -3.650519e-06
      ],
      [
        " effect",
        -0.010838405
      ]
    ]
  },
  "In \"The Hippopotamus,\" he claims that the titular beast is the \"True Church,\" a line that he later explained in a work of criticism, After Strange Gods. The lines \"in my beginning is my end\" and \"in my end is my beginning\" can be found on his memorial plaque, as they are taken from \"East Coker.\" That is the second in a collection that also includes \"Burnt Norton\" and \"Little Gidding\" and is known as his Four Quartets. For 10 points, name this author of the play Murder in the Cathedral and poems such as \"The Love Song of J. Alfred Prufrock,\" \"The Hollow Men,\" and \"The Wasteland.\"": {
    "guess": "T. S. Eliot",
    "confidence": [
      [
        "T",
        -0.002446758
      ],
      [
        ".",
        -0.013754187
      ],
      [
        " S",
        -3.7697225e-06
      ],
      [
        ".",
        -8.180258e-06
      ],
      [
        " Eli",
        -3.5313153e-06
      ],
      [
        "ot",
        -7.58424e-06
      ]
    ]
  },
  "Hippolyte Fizeau discovered this effect independently from its namesake in 1848. In spectral lines, this effect causes a namesake \"broadening.\" In astronomy, it can be used to calculate radial velocities": {
    "guess": "Doppler effect",
    "confidence": [
      [
        "D",
        -0.0029563047
      ],
      [
        "op",
        -3.1281633e-07
      ],
      [
        "pler",
        -4.365741e-06
      ],
      [
        " effect",
        -0.022826442
      ]
    ]
  },
  "Hippolyte Fizeau discovered this effect independently from its namesake in 1848. In spectral lines, this": {
    "guess": "Zeeman effect",
    "confidence": [
      [
        "Ze",
        -0.18498477
      ],
      [
        "eman",
        -5.4550484e-05
      ],
      [
        " effect",
        -0.0035912795
      ]
    ]
  }
}