{
  "Monkey, not a truck! F10PE, identify these characters related to Transformers: Beast Wars from a brief": {
    "guess": "Transformers: Beast Wars (toyline)",
    "confidence": [
      [
        "Transform",
        -0.85056216
      ],
      [
        "ers",
        -3.4762674e-05
      ],
      [
        ":",
        -0.0013041645
      ],
      [
        " Beast",
        -0.0006289215
      ],
      [
        " Wars",
        -0.0018636647
      ],
      [
        " (",
        -0.9066749
      ],
      [
        "toy",
        -0.84511936
      ],
      [
        "line",
        -0.518968
      ],
      [
        ")",
        -0.0073476164
      ]
    ]
  },
  "This is the moniker of the woman who relates the poem \"touissant,\" in for colored girls by Ntozake Shange,": {
    "guess": "For Colored Girls",
    "confidence": [
      [
        "For",
        -0.9840319
      ],
      [
        " Col",
        -0.2557488
      ],
      [
        "ored",
        -2.1411865e-05
      ],
      [
        " Girls",
        -0.00020604367
      ]
    ]
  },
  "Monkey, not a truck! F10PE, identify these characters related to Transformers: Beast Wars from a brief description.  A. This original Transformer with an immortal spark took control of Waspinator's body.": {
    "guess": "List of Beast Wars: Transformers characters",
    "confidence": [
      [
        "List",
        -0.23976913
      ],
      [
        " of",
        -0.0009325406
      ],
      [
        " Beast",
        -0.0020742444
      ],
      [
        " Wars",
        -0.0007032568
      ],
      [
        ":",
        -0.46947882
      ],
      [
        " Transformers",
        -0.00017588881
      ],
      [
        " characters",
        -0.021649932
      ]
    ]
  },
  "Monads are structures in the space of these objects that were used to construct all instantons in almost all gauge groups in the ADHM construction. One transform important to the theory of these objects is analogous to the Radon transform. That transform utilizes the natural correspondence represented by the double fibration of a compactified, complexified Minkowski space and a space of these objects such as CP3 [C P 3], the complex projective 3-space. The Fourier transformation of the perturbative scattering in Yang-Mills theory from momentum space to the space of these objects was suggested by (*) Witten in 2003. A transform involving these objects is named for Penrose, who originated the study of these objects in 1967 as a possible method of understanding quantum gravity. The creation of a namesake type of string theory revitalized the study of, for 10 points, what objects, which are essentially": {
    "guess": "Twistor theory",
    "confidence": [
      [
        "Tw",
        -0.004958474
      ],
      [
        "istor",
        -0.006751374
      ],
      [
        " theory",
        -0.16684586
      ]
    ]
  },
  "Monads are structures in the space of these objects that were used to construct all instantons in almost all gauge groups in the ADHM construction. One transform important to the theory of these objects is analogous to the Radon transform. That transform utilizes the natural correspondence represented by the double fibration of a compactified, complexified Minkowski space and a space of these objects such as CP3 [C P 3], the complex projective 3-space. The Fourier transformation of the perturbative": {
    "guess": "Instanton",
    "confidence": [
      [
        "Instant",
        -0.6074385
      ],
      [
        "on",
        -0.08789609
      ]
    ]
  },
  "This monarch's youngest son, Leopold, died of hemophilia. This monarch was brought up under John Conroy's": {
    "guess": "Queen Victoria",
    "confidence": [
      [
        "Queen",
        -0.2349671
      ],
      [
        " Victoria",
        -0.00032342627
      ]
    ]
  },
  "The month of Panquetzaliztli, roughly equivalent to December, was devoted to this deity who was celebrated with the consumption of amaranth. Often accompanied by his messenger Paynal, according to another myth his ejaculate created the first bat. His sister was Malinalxochi, who ruled over scorpions and snakes, and he was sometimes called Mextli. Patron of the city of Tenochtitlan, he was born of the": {
    "guess": "Huitzilopochtli",
    "confidence": [
      [
        "H",
        -0.043742284
      ],
      [
        "uit",
        -0.001253327
      ],
      [
        "z",
        -0.00027111053
      ],
      [
        "il",
        -0.00014811802
      ],
      [
        "op",
        -0.0011206918
      ],
      [
        "ocht",
        -0.00041303443
      ],
      [
        "li",
        -5.800739e-05
      ]
    ]
  },
  "In the monoenergetic spectrum of a small particle detector, this interaction results in a namesake edge  and continuum whose shape may be predicted from the Klein-Nishina formula. This is the dominant mode of  photon-matter interaction at intermediate energies, and its inverse is sometimes called the Sunyaev-Zel'dovich effect and explains some of the anisotropy of the cosmic microwave background. For": {
    "guess": "Compton scattering",
    "confidence": [
      [
        "Com",
        -0.028386116
      ],
      [
        "pton",
        -8.776276e-06
      ],
      [
        " scattering",
        -0.010136272
      ]
    ]
  },
  "One monarch of this name was traumatized by the murder-suicide of her son Rudolf in the Mayerling Incident, and was later shanked in the heart by Luigi Luncheni on Lake Geneva, expiring after removing her corset which had hidden the injury. The wife of Franz Josef I bore this name, as did a woman whose actions, revealed to Emperor Mathias by Gyorgy Thurzo, led to the rise of the lesser Hungarian gentry after they tired of that woman of this name (*) mutilating their daughters for sport. Three different Shuvalovs served a monarch of this name, whose 1761 death bailed Prussia out of the Seven Years'": {
    "guess": "Elisabeth",
    "confidence": [
      [
        "El",
        -0.19213994
      ],
      [
        "is",
        -0.00021045419
      ],
      [
        "abeth",
        -4.2272506e-05
      ]
    ]
  },
  "This monarch's spouse initiated the Miracle of the House of Brandenburg and was assassinated by this monarch. In addition to mediating the War of the Bavarian Succession and nullifying the Constitution of May 3, this ruler's naval commander led the Orlov Revolt. This monarch, along with Fredrick the Great, partitioned (*) Poland. This monarch also put down Pugachev's rebellion. An adviser to this ruler": {
    "guess": "Catherine the Great",
    "confidence": [
      [
        "C",
        -0.018573277
      ],
      [
        "atherine",
        -0.0021017257
      ],
      [
        " the",
        -0.020280493
      ],
      [
        " Great",
        -0.00070373365
      ]
    ]
  },
  "This monarch's spouse initiated the Miracle of the House of Brandenburg and was assassinated by this monarch. In addition to mediating the War of the Bavarian Succession and nullifying the Constitution": {
    "guess": "Frederick William II of Prussia",
    "confidence": [
      [
        "Fre",
        -0.1969039
      ],
      [
        "der",
        -6.3490756e-05
      ],
      [
        "ick",
        -0.0012014202
      ],
      [
        " William",
        -0.15832746
      ],
      [
        " II",
        -0.43644658
      ],
      [
        " of",
        -0.061250567
      ],
      [
        " Pr",
        -0.00049131457
      ],
      [
        "ussia",
        -0.00013643607
      ]
    ]
  },
  "Montgomery and Charles Vaughan bounded the number of errors for sufficiently large values used in this statement, while Hardy and Littlewood used an asymptotic analysis to create the \"extended version.\"": {
    "guess": "Prime number theorem",
    "confidence": [
      [
        "Prime",
        -0.3294172
      ],
      [
        " number",
        -0.052084804
      ],
      [
        " theorem",
        -0.0010929503
      ]
    ]
  },
  "One monarch of this name was traumatized by the murder-suicide of her son Rudolf in the Mayerling Incident, and was later shanked in the heart by Luigi Luncheni on Lake Geneva, expiring after removing her corset which had hidden the injury. The wife of Franz Josef I bore this name, as did a woman whose actions, revealed to Emperor Mathias by Gyorgy Thurzo, led to the rise of the lesser Hungarian gentry after they tired of that woman of this name (*) mutilating their daughters for sport. Three different Shuvalovs served a monarch of this name, whose 1761 death bailed Prussia out of the Seven Years' War after the ascendancy of Peter III. The niece of Stefan Bathory and daughter of Peter the Great bore this name, as did a monarch saved by Francis Walsingham from the Babington Plot, which prompted": {
    "guess": "Elisabeth",
    "confidence": [
      [
        "El",
        -0.52832675
      ],
      [
        "is",
        -0.00042756993
      ],
      [
        "abeth",
        -3.464347e-05
      ]
    ]
  },
  "The month of Panquetzaliztli, roughly equivalent to December, was devoted to this deity who was celebrated with the consumption of amaranth. Often accompanied by his messenger Paynal, according to another": {
    "guess": "Xipe Totec",
    "confidence": [
      [
        "X",
        -0.6666873
      ],
      [
        "ipe",
        -0.6374997
      ],
      [
        " Tot",
        -0.013417733
      ],
      [
        "ec",
        -0.00010163593
      ]
    ]
  },
  "The Mongolian deity Aigiarm bet this against horses in wrestling contests and won ten thousand horses without ever losing. During peacetime, Math ap Mathonwy was required to put his feet in the lap of someone who possessed it. Islam's Houris can reclaim it at any time, while Hera bathes in Canathus to acquire it and Sita and Shakti are sometimes given this property under the title of \"Kumari.\" Hypermnestra was the only Danaid to retain this, as a result of which she declined to kill Lynceus, and Rhea Silvia was a member of a Roman devotional order required to keep this and known as \"Vestal.\" FTP, the Pleiades, Hestia, Artemis, and Athena zealously guarded their possession of what quality, also the source of an honorific given to St. Mary?": {
    "guess": "Virginity",
    "confidence": [
      [
        "Virgin",
        -0.0043987865
      ],
      [
        "ity",
        -0.00024739266
      ]
    ]
  },
  "During this monarch's reign, the Dutchman Guilliam Boonen introduced the spring-suspension couch to England. Also during this monarch's reign, Parliament passed the Statute of Artificers, which abolished the power of gilds. This monarch signed the Treaty of Nonsuch with the Netherlands. Rebellions against this ruler include the Desmond Rebellions in Ireland and the Northern Rebellion by English Catholics.": {
    "guess": "Elizabeth I of England",
    "confidence": [
      [
        "Elizabeth",
        -0.025977794
      ],
      [
        " I",
        -0.0003092447
      ],
      [
        " of",
        -0.035916388
      ],
      [
        " England",
        -3.9411618e-05
      ]
    ]
  },
  "This monarch's youngest son, Leopold, died of hemophilia. This monarch was brought up under John Conroy's oppressive Kensington System. Edward Oxford and John Francis both tried to assassinate this ruler. This ruler was the first to live in Buckingham Palace. One of this monarch's mentors was Lord Melbourne, and Robert (*) Peel took power under this ruler. This ruler, who succeeded William IV, was the first British Monarch to hold a Diamond Jubilee. This ruler was succeeded by Edward VII and often quarreled with William Gladstone. For 10 points, name this wife of Albert and Queen of Britain for": {
    "guess": "Queen Victoria",
    "confidence": [
      [
        "Queen",
        -0.46491548
      ],
      [
        " Victoria",
        -0.00021069261
      ]
    ]
  },
  "This monarch did not inherit one of her father's thrones because the Welf heritage law said her line": {
    "guess": "Matilda of England",
    "confidence": [
      [
        "Mat",
        -1.0602188
      ],
      [
        "ilda",
        -0.00089848135
      ],
      [
        " of",
        -0.12044029
      ],
      [
        " England",
        -0.05592013
      ]
    ]
  },
  "A monarch of this name earned the ire of Pope Innocent VI by living with his mistress while unhappily married to Adelaide of Hesse. Possibly out of love for his beautiful Jewish mistress Esther, a ruler with this name instituted the death penalty for the crime of kidnapping Jewish children for the purpose of baptizing them. Ten of the twelve researchers present at the 1973 exhumation and re-interring of a monarch of this name died, either of a curse or a fungal infection. The Thirteen Years' War broke out after a monarch with this name incorporated the entirety of Prussia into his domain. For quashing the \"Pagan Reaction\" to Christianization of his kingdom, the first king of this name earned the epithet \"the (*) Restorer.\" The best-known monarch of this name succeeded his father Wladyslaw the": {
    "guess": "Casimir III the Great",
    "confidence": [
      [
        "Cas",
        -0.09738962
      ],
      [
        "imir",
        -3.7623562e-05
      ],
      [
        " III",
        -0.055588767
      ],
      [
        " the",
        -0.11690436
      ],
      [
        " Great",
        -0.0006301135
      ]
    ]
  },
  "This is the moniker of the woman who relates the poem \"touissant,\" in for colored girls by Ntozake Shange, as well as the last name of Betsy, her only novel's title character. It is the last name of the author of a novel featuring Eliza [?] Holmes exposing Harriot Fawcet's boyfriend as her brother. A character of this last name betrays Dion Anthony and lover her brother Margaret in a play with this adjective in its title. In addition to the last name of the author of The Power of Sympathy, and it being the last name of the author of Arthur Mervyn and Wieland, it is the last name of  Billy in Eugene O'Neill's play with this word in its title along with \"Great and \"God.\" This is the last name of a man who ventures into the forest with the devil to initiate a ritual with his wife Faith. For ten points, give this last name of \"Young Goodman,\" in a story by Nathaniel Hawthorrne.": {
    "guess": "Hawthorne",
    "confidence": [
      [
        "H",
        -0.089274995
      ],
      [
        "aw",
        -0.0006059335
      ],
      [
        "th",
        -0.00011105302
      ],
      [
        "orne",
        -0.00033105531
      ]
    ]
  },
  "A monarch of this name earned the ire of Pope Innocent VI by living with his mistress while unhappily married to Adelaide of Hesse. Possibly out of love for his beautiful Jewish mistress Esther, a ruler with this name instituted the death penalty for the crime of kidnapping Jewish children for the purpose of baptizing them. Ten of the twelve researchers present at the 1973 exhumation and re-interring of a monarch of this name died, either of a curse or a fungal infection. The Thirteen Years' War broke out after a monarch with this name incorporated the entirety of Prussia into his domain. For quashing": {
    "guess": "Casimir III the Great",
    "confidence": [
      [
        "Cas",
        -0.104234196
      ],
      [
        "imir",
        -0.00013548243
      ],
      [
        " III",
        -0.6437465
      ],
      [
        " the",
        -0.06445145
      ],
      [
        " Great",
        -0.00059890415
      ]
    ]
  },
  "This monarch's youngest son, Leopold, died of hemophilia. This monarch was brought up under John Conroy's oppressive Kensington System. Edward Oxford and John Francis both tried to assassinate this ruler. This ruler was the first to live in Buckingham Palace. One of this monarch's mentors was Lord Melbourne,": {
    "guess": "Queen Victoria",
    "confidence": [
      [
        "Queen",
        -0.036510784
      ],
      [
        " Victoria",
        -0.0004846538
      ]
    ]
  },
  "This monarch's youngest son, Leopold, died of hemophilia. This monarch was brought up under John Conroy's oppressive Kensington System. Edward Oxford and John Francis both tried to assassinate this ruler. This ruler was the first to live in Buckingham Palace. One of this monarch's mentors was Lord Melbourne, and Robert (*) Peel took power under this ruler. This ruler, who succeeded William IV, was the first British Monarch to hold a Diamond Jubilee. This ruler was succeeded by Edward VII and often": {
    "guess": "Queen Victoria",
    "confidence": [
      [
        "Queen",
        -0.24266659
      ],
      [
        " Victoria",
        -8.4112995e-05
      ]
    ]
  },
  "This monarch did not inherit one of her father's thrones because the Welf heritage law said her line had to have a male heir. Her predecessor sired no legitimate children which resulted in her ascension at eighteen (*). Early in her reign she was confronted with the Bedchamber Crisis when appointing her minister Robert Peel, and she was notably the first known carrier of hemophilia. Surviving several assassination attempts including the Jubilee Plot this is, FTP, what longest reigning British monarch, wife of Prince Albert.": {
    "guess": "Queen Victoria",
    "confidence": [
      [
        "Queen",
        -0.01931033
      ],
      [
        " Victoria",
        -0.00016170357
      ]
    ]
  },
  "Monads are structures in the space of these objects that were used to construct all instantons in almost all gauge groups in the ADHM construction. One transform important to the theory of these objects is analogous to the Radon transform. That transform utilizes the natural correspondence represented by the double fibration of a compactified, complexified Minkowski space and a space of these objects such as CP3 [C P 3], the complex projective 3-space. The Fourier transformation of the perturbative scattering in Yang-Mills theory from momentum space to the space of these objects was suggested by (*) Witten in 2003. A transform involving these objects is named for Penrose, who originated the study of these objects in 1967 as a possible method of understanding quantum gravity. The creation of a namesake type of string theory revitalized the study of, for 10 points, what objects, which are essentially commuting spinors?": {
    "guess": "Twistor theory",
    "confidence": [
      [
        "Tw",
        -0.018570466
      ],
      [
        "istor",
        -0.008502764
      ],
      [
        " theory",
        -0.14055817
      ]
    ]
  },
  "In the monoenergetic spectrum of a small particle detector, this interaction results in a namesake edge  and continuum whose shape may be predicted from the Klein-Nishina formula. This is the dominant mode of  photon-matter interaction at intermediate energies, and its inverse is sometimes called the Sunyaev-Zel'dovich effect and explains some of the anisotropy of the cosmic microwave background. For ten points, name the  phenomenon of incoherent, elastic scattering of a photon by an electron for which the shift in photon wave-  length is equal to the namesake wavelength times the quantity one minus the cosine of the scattering angle.": {
    "guess": "Compton scattering",
    "confidence": [
      [
        "Com",
        -0.011362804
      ],
      [
        "pton",
        -0.00012689977
      ],
      [
        " scattering",
        -0.017304044
      ]
    ]
  },
  "In the months before this event, a canal project was started at Lake Avernus based on the plan of the architects Severus and Celer. This event seemed to have been stopped after five days, but it may have restarted at the Aemilian estates with support from the former prefect of the vigiles, Ofonius Tigellinus.": {
    "guess": "Nero",
    "confidence": [
      [
        "N",
        -0.56420344
      ],
      [
        "ero",
        -0.010899378
      ]
    ]
  },
  "Monads are structures in the space of these objects that were used to construct all instantons in almost all gauge groups in the ADHM construction. One transform important to the theory of these objects is analogous to the Radon transform. That transform utilizes the natural correspondence represented by the double fibration of a compactified, complexified Minkowski space and a space of these objects such as CP3 [C P 3], the complex projective 3-space. The Fourier transformation of the perturbative scattering in Yang-Mills theory from momentum space to the space of these objects was suggested by (*) Witten in 2003. A transform involving these objects is named for Penrose, who originated the study of these objects in 1967 as a possible method of understanding quantum gravity. The creation of": {
    "guess": "Twistor theory",
    "confidence": [
      [
        "Tw",
        -0.014007295
      ],
      [
        "istor",
        -0.005306216
      ],
      [
        " theory",
        -0.038293816
      ]
    ]
  },
  "A monument in this nation honors a popular British administrator named Sir Alexander Ball. Its \"Seventh of June\" holiday remembers a 1919 event when protesters for independence were killed by British troops. The most famous battle in this country's history is described in the journal of Francisco Balbi di Correggio. The French were driven from here with the surrender of General Vaubois, who was appointed commandant here by Napoleon. One notable battle in this country's history featured attacks on Fort St. Elmo and Fort St. Michael initiated by the admiral Turgut Reis. It resisted a bloody 1565 siege by the Ottoman Empire thanks to the leadership of Jean Parisot de la Valette, a Grand Master who": {
    "guess": "Siege of Malta",
    "confidence": [
      [
        "Sie",
        -0.8354127
      ],
      [
        "ge",
        -0.0036247848
      ],
      [
        " of",
        -0.0005796042
      ],
      [
        " Malta",
        -0.0012495198
      ]
    ]
  },
  "Monica Luciana found that subjects perform better on assessments of this phenomenon after being given": {
    "guess": "Memory training",
    "confidence": [
      [
        "Memory",
        -1.0162531
      ],
      [
        " training",
        -0.8552175
      ]
    ]
  },
  "The month before the encounter at this site was spent building a road connecting it to Gist's Plantation. Its main overseer took charge after the death of Joshua Fry and was forced to share command upon the arrival of reinforcements under James Mackay. Its fall was linked to the actions of an ally, Half King, who killed the commander of an enemy scouting party, Joseph de Jumonville, and left with his Seneca warriors before fighting began. Jumonville's brother, Louis, sought revenge, and thus this *outpost in the Great Meadows, built as part of an expedition ordered by Robert Dinwiddie, was besieged by an army from Fort Duquesne. FTP, name this hastily-made fort, whose capture opened the French": {
    "guess": "Fort Necessity",
    "confidence": [
      [
        "Fort",
        -0.052372746
      ],
      [
        " N",
        -0.0010611523
      ],
      [
        "ecess",
        -1.3902034e-05
      ],
      [
        "ity",
        -1.27099975e-05
      ]
    ]
  },
  "A monarch of this name earned the ire of Pope Innocent VI by living with his mistress while unhappily": {
    "guess": "John II of France",
    "confidence": [
      [
        "John",
        -0.52452725
      ],
      [
        " II",
        -0.07068423
      ],
      [
        " of",
        -0.074250825
      ],
      [
        " France",
        -0.00016492206
      ]
    ]
  },
  "This monarch emerged victorious at the Battle of Alcântara, but the Ottomans thwarted his attempt to reconquer Tripoli at the Battle of Djerba. He finally produced an heir with his last spouse, Anne of Austria. He sent his half-brother to command the fleet of the Holy League at the Battle of Lepanto.": {
    "guess": "Philip II of Spain",
    "confidence": [
      [
        "Philip",
        -0.0034469457
      ],
      [
        " II",
        -0.00015229016
      ],
      [
        " of",
        -3.888926e-06
      ],
      [
        " Spain",
        -7.8987236e-05
      ]
    ]
  },
  "The Mongolian deity Aigiarm bet this against horses in wrestling contests and won ten thousand horses without ever losing. During peacetime, Math ap Mathonwy was required to put his feet in the lap of someone who possessed it. Islam's Houris can reclaim it at any time, while Hera bathes in Canathus to acquire it and Sita and Shakti are sometimes given this property under the title of \"Kumari.\" Hypermnestra was the only Danaid to retain this, as a result of which she declined to kill Lynceus, and": {
    "guess": "Virginity",
    "confidence": [
      [
        "Virgin",
        -0.2570481
      ],
      [
        "ity",
        -0.004289946
      ]
    ]
  },
  "The month before the encounter at this site was spent building a road connecting it to Gist's Plantation. Its main overseer took charge after the death of Joshua Fry and was forced to share command upon the arrival of reinforcements under James Mackay. Its fall was linked to the actions of an ally, Half King, who killed the commander of an enemy scouting party, Joseph de Jumonville, and left with his": {
    "guess": "Battle of Fort Necessity",
    "confidence": [
      [
        "Battle",
        -0.095812894
      ],
      [
        " of",
        -2.0935051e-05
      ],
      [
        " Fort",
        -0.0069415066
      ],
      [
        " N",
        -0.014234373
      ],
      [
        "ecess",
        -9.0883464e-07
      ],
      [
        "ity",
        -3.333223e-05
      ]
    ]
  },
  "In 1880, just months before her death, she changed her surname yet again to Cross after marrying a man twenty years younger than her. She had already taken on a new name once before, because she felt her writing would be taken more seriously that way, and her first novel, Adam Bede, was very well received. For ten points, name this Victorian British author whose real name was Mary Ann Evans, the woman behind such novels as Silas Marner and Middlemarch.": {
    "guess": "George Eliot",
    "confidence": [
      [
        "George",
        -0.30739507
      ],
      [
        " Eli",
        -0.0001876863
      ],
      [
        "ot",
        -1.0921943e-05
      ]
    ]
  },
  "During this monarch's reign, the Dutchman Guilliam Boonen introduced the spring-suspension couch to England. Also during this monarch's reign, Parliament passed the Statute of Artificers, which abolished the power of gilds. This monarch signed the Treaty of Nonsuch with the Netherlands. Rebellions against this ruler include the Desmond Rebellions in Ireland and the Northern Rebellion by English Catholics. Francis Walsingham discovered the Throckmorton and Babington plots against this ruler, who knighted Sir Francis Drake. For ten points, name this last Tudor monarch of England, nicknamed the \"Virgin": {
    "guess": "Elizabeth I of England",
    "confidence": [
      [
        "Elizabeth",
        -0.0033929024
      ],
      [
        " I",
        -5.3358446e-05
      ],
      [
        " of",
        -0.04932691
      ],
      [
        " England",
        -2.7252845e-05
      ]
    ]
  },
  "One monarch of this name was forced to accept the resignation of John Carteret. That monarch of this name was the last king of his nation to lead troops into battle, doing so at the Battle of Dettingen.": {
    "guess": "George II of Great Britain",
    "confidence": [
      [
        "George",
        -0.039300766
      ],
      [
        " II",
        -0.009852183
      ],
      [
        " of",
        -0.3720111
      ],
      [
        " Great",
        -0.011112901
      ],
      [
        " Britain",
        -0.00042768914
      ]
    ]
  },
  "Monads are structures in the space of these objects that were used to construct all instantons in almost all gauge groups in the ADHM construction. One transform important to the theory of these objects is analogous to the Radon transform. That transform utilizes the natural correspondence represented by the double fibration of a compactified, complexified Minkowski space and a space of these objects such as CP3 [C P 3], the complex projective 3-space. The Fourier transformation of the perturbative scattering in Yang-Mills theory from momentum space to the space of these objects was suggested by (*) Witten in 2003. A transform involving these objects is named for Penrose, who originated the study": {
    "guess": "Twistor theory",
    "confidence": [
      [
        "Tw",
        -0.14743592
      ],
      [
        "istor",
        -0.0017810913
      ],
      [
        " theory",
        -0.04992155
      ]
    ]
  },
  "This monarch emerged victorious at the Battle of Alcântara, but the Ottomans thwarted his attempt to reconquer Tripoli at the Battle of Djerba. He finally produced an heir with his last spouse, Anne of Austria. He sent his half-brother to command the fleet of the Holy League at the Battle of Lepanto. This brother of Don Carlos of Austria signed the Peace of Vervins with Henry IV. He annexed Portugal": {
    "guess": "Philip II of Spain",
    "confidence": [
      [
        "Philip",
        -0.007873487
      ],
      [
        " II",
        -0.000113913906
      ],
      [
        " of",
        -1.1517961e-05
      ],
      [
        " Spain",
        -0.00011629798
      ]
    ]
  },
  "In 1880, just months before her death, she changed her surname yet again to Cross after marrying a man twenty years younger than her. She had already taken on a new name once before, because she felt her": {
    "guess": "Mary Ann Cross",
    "confidence": [
      [
        "Mary",
        -0.65890723
      ],
      [
        " Ann",
        -0.015788224
      ],
      [
        " Cross",
        -0.3423961
      ]
    ]
  },
  "This monarch once put a dog chain around a defeated rival king and confined him to a  kennel at the east gate of his capital. He conquered Egypt's Twenty-Fifth Dynasty and  installed a vassal, Psamtik the First, as pharaoh. Later he attacked and destroyed Susa, the capital of Elam. Reliefs on his palace walls celebrate his military exploits, but he secured his place in history by establishing the first royal library, with over thirty thousand clay tablets including the Enuma Elish creation story": {
    "guess": "Ashurbanipal",
    "confidence": [
      [
        "Ash",
        -0.017930655
      ],
      [
        "urban",
        -0.00015347853
      ],
      [
        "ip",
        -5.5861725e-05
      ],
      [
        "al",
        -1.6643718e-05
      ]
    ]
  },
  "This monarch's spouse initiated the Miracle of the House of Brandenburg and was assassinated by this": {
    "guess": "Assassination of Alexander II of Russia",
    "confidence": [
      [
        "Ass",
        -1.1594028
      ],
      [
        "ass",
        -0.001391781
      ],
      [
        "ination",
        -5.8484206e-05
      ],
      [
        " of",
        -0.0014892697
      ],
      [
        " Alexander",
        -1.6705765
      ],
      [
        " II",
        -0.00044151678
      ],
      [
        " of",
        -0.08344911
      ],
      [
        " Russia",
        -1.342522e-05
      ]
    ]
  },
  "In 1880, just months before her death, she changed her surname yet again to Cross after marrying a man": {
    "guess": "George Eliot",
    "confidence": [
      [
        "George",
        -0.5569537
      ],
      [
        " Eli",
        -0.0007085018
      ],
      [
        "ot",
        -9.253091e-06
      ]
    ]
  },
  "In 1880, just months before her death, she changed her surname yet again to Cross after marrying a man twenty years younger than her. She had already taken on a new name once before, because she felt her writing would be taken more seriously that way, and her first novel, Adam Bede, was very well received.": {
    "guess": "Mary Ann Evans",
    "confidence": [
      [
        "Mary",
        -0.46043977
      ],
      [
        " Ann",
        -0.14616905
      ],
      [
        " Evans",
        -0.17085437
      ]
    ]
  },
  "The Monophysite patriarch of this city, Sophronius, negotiated protection for his community before it fell to a man who humbly entered it leading his own slave. Balian of Ibelin unsuccessfully defended this city against a siege, and the status of this city was eventually confirmed by the Treaty of Ramla after the Battle of Arsuf. Raymond of St. Gilles and (*) Godfrey of Bouillon were rivals to control this city. A barefoot procession around this city—which was once led by the leprous Baldwin IV—preceded": {
    "guess": "Jerusalem",
    "confidence": [
      [
        "Jer",
        -0.0018559383
      ],
      [
        "usalem",
        -0.0002292847
      ]
    ]
  },
  "This is the moniker of the woman who relates the poem \"touissant,\" in for colored girls by Ntozake Shange, as well as the last name of Betsy, her only novel's title character. It is the last name of the author of a novel featuring Eliza [?] Holmes exposing Harriot Fawcet's boyfriend as her brother. A character of this last name betrays Dion Anthony and lover her brother Margaret in a play with this adjective in its title. In addition to the last name of the author of The Power of Sympathy, and it being the last name of the author of Arthur Mervyn and Wieland, it is the last name of  Billy in Eugene": {
    "guess": "Brown",
    "confidence": [
      [
        "Brown",
        -0.48577538
      ]
    ]
  },
  "One monarch of this name was traumatized by the murder-suicide of her son Rudolf in the Mayerling Incident, and was later shanked in the heart by Luigi Luncheni on Lake Geneva, expiring after removing": {
    "guess": "Elisabeth of Austria",
    "confidence": [
      [
        "El",
        -0.03727976
      ],
      [
        "is",
        -6.9331734e-05
      ],
      [
        "abeth",
        -0.0002072357
      ],
      [
        " of",
        -0.76745963
      ],
      [
        " Austria",
        -0.6481449
      ]
    ]
  },
  "Monier-Monier Williams defined this word as \"that which is established or firm\", logical since it is cognate with the Latin firmus. The concept of \"rta\" was an early formulation of it, and it embodies the principle of sat imposed on humans and gods.  In Jainist thought, it defines the active principle that keeps the universe moving, while also referring to the true teaching.  In Buddhism, it stands for the true reality of the cosmos, but the word also represents one of the three ends of life, along with pleasure or \"kama\" and gain or \"artha.\"  FTP, give this term for law or righteousness, which": {
    "guess": "Dharma",
    "confidence": [
      [
        "D",
        -0.046242796
      ],
      [
        "harma",
        -0.0023204607
      ]
    ]
  },
  "In the monoenergetic spectrum of a small particle detector, this interaction results in a namesake edge  and continuum whose shape may be predicted from the Klein-Nishina formula. This is the dominant mode of  photon-matter interaction at intermediate energies, and its inverse is sometimes called the Sunyaev-Zel'dovich effect and explains some of the anisotropy of the cosmic microwave background. For ten points, name the  phenomenon of incoherent, elastic scattering of a photon by an electron for": {
    "guess": "Compton scattering",
    "confidence": [
      [
        "Com",
        -0.030091891
      ],
      [
        "pton",
        -7.421909e-05
      ],
      [
        " scattering",
        -0.044812243
      ]
    ]
  },
  "A monument in this nation honors a popular British administrator named Sir Alexander Ball. Its \"Seventh of June\" holiday remembers a 1919 event when protesters for independence were killed by British troops. The most famous battle in this country's history is described in the journal of Francisco Balbi di Correggio. The French were driven from here with the surrender of General Vaubois, who was appointed commandant here by Napoleon. One notable battle in this country's history featured attacks on": {
    "guess": "History of Malta",
    "confidence": [
      [
        "History",
        -0.9067672
      ],
      [
        " of",
        -0.00015645861
      ],
      [
        " Malta",
        -0.00026383912
      ]
    ]
  },
  "This monarch signed the Treaty of Etaples with Charles the Affable to cut of support for a domestic rival and sponsored the construction of the first European drydock. One of this man's ministers developed a contradictory tax policy based on outward demonstration of wealth, the so-called \"Morton's Fork\", and he married off his eldest son in the Treaty of Medina del Campo. One of this man's rivals posed as Edward VI and spoke a laughably minimal amount of English, while another posed as the Duke of York. This man overcame Lambert Simnel and Perkin Warbeck, and rose to the throne after a military victory where he was aided by Sir William Stanley and the Earl of Oxford in putting an end to the House": {
    "guess": "Henry VII",
    "confidence": [
      [
        "Henry",
        -0.0013175007
      ],
      [
        " VII",
        -0.0011598621
      ]
    ]
  },
  "This monarch's spouse initiated the Miracle of the House of Brandenburg and was assassinated by this monarch. In addition to mediating the War of the Bavarian Succession and nullifying the Constitution of May 3, this ruler's naval commander led the Orlov Revolt. This monarch, along with Fredrick the": {
    "guess": "Catherine the Great",
    "confidence": [
      [
        "C",
        -0.08763642
      ],
      [
        "atherine",
        -0.0018284575
      ],
      [
        " the",
        -0.06561172
      ],
      [
        " Great",
        -0.0002854113
      ]
    ]
  },
  "Monier-Monier Williams defined this word as \"that which is established or firm\", logical since it is cognate with the Latin firmus. The concept of \"rta\" was an early formulation of it, and it embodies the principle of sat imposed on humans and gods.  In Jainist thought, it defines the active principle that keeps the universe moving, while also referring to the true teaching.  In Buddhism, it stands for the true reality of the cosmos, but the word also represents one of the three ends of life, along": {
    "guess": "Dharma",
    "confidence": [
      [
        "D",
        -0.23337609
      ],
      [
        "harma",
        -0.16789389
      ]
    ]
  },
  "During the month dedicated to this deity, a priest led a procession around the city in impersonation": {
    "guess": "Bacchus",
    "confidence": [
      [
        "B",
        -2.0249743
      ],
      [
        "ac",
        -0.2555036
      ],
      [
        "ch",
        -0.0082743615
      ],
      [
        "us",
        -0.00018971277
      ]
    ]
  },
  "A monarch of this name earned the ire of Pope Innocent VI by living with his mistress while unhappily married to Adelaide of Hesse. Possibly out of love for his beautiful Jewish mistress Esther, a ruler": {
    "guess": "John II of France",
    "confidence": [
      [
        "John",
        -1.6534334
      ],
      [
        " II",
        -0.33040166
      ],
      [
        " of",
        -0.13174927
      ],
      [
        " France",
        -0.03469959
      ]
    ]
  },
  "Montgomery and Charles Vaughan bounded the number of errors for sufficiently large values used in this": {
    "guess": "List of error detection and correction methods",
    "confidence": [
      [
        "List",
        -1.9127517
      ],
      [
        " of",
        -0.23473087
      ],
      [
        " error",
        -1.669803
      ],
      [
        " detection",
        -0.8576434
      ],
      [
        " and",
        -0.07846567
      ],
      [
        " correction",
        -9.9490266e-05
      ],
      [
        " methods",
        -0.007086761
      ]
    ]
  },
  "One monarch of this name was traumatized by the murder-suicide of her son Rudolf in the Mayerling Incident, and was later shanked in the heart by Luigi Luncheni on Lake Geneva, expiring after removing her corset which had hidden the injury. The wife of Franz Josef I bore this name, as did a woman whose": {
    "guess": "Elisabeth",
    "confidence": [
      [
        "El",
        -0.026769063
      ],
      [
        "is",
        -1.4378848e-05
      ],
      [
        "abeth",
        -5.3596854e-05
      ]
    ]
  },
  "A month after he performed his most famous act, he challenged Anson Burlingame to a duel, but when the latter demanded that they fight in Canada he was forced to call it off.  He served as a captain in the Palmetto Regiment during the Mexican-American War, after which he entered politics and was elected to Congress in 1852.  He resigned from the House four years later, but was unanimously reelected": {
    "guess": "Preston Brooks",
    "confidence": [
      [
        "P",
        -0.03927979
      ],
      [
        "rest",
        -0.017239593
      ],
      [
        "on",
        -6.0345924e-06
      ],
      [
        " Brooks",
        -0.07413096
      ]
    ]
  },
  "Monica Luciana found that subjects perform better on assessments of this phenomenon after being given a D2 receptor agonist. In studying this phenomenon, K. Anders Ericcson encountered one test subject": {
    "guess": "Working memory",
    "confidence": [
      [
        "Working",
        -0.75565827
      ],
      [
        " memory",
        -0.01025203
      ]
    ]
  },
  "The Monophysite patriarch of this city, Sophronius, negotiated protection for his community before it fell to a man who humbly entered it leading his own slave. Balian of Ibelin unsuccessfully defended this city against a siege, and the status of this city was eventually confirmed by the Treaty of Ramla after the Battle of Arsuf. Raymond of St. Gilles and (*) Godfrey of Bouillon were rivals to control this city. A barefoot procession around this city—which was once led by the leprous Baldwin IV—preceded its capture from the Fatimid Dynasty in 1099, whereupon its Muslim and Jewish populations were massacred and the al-Aqsa Mosque turned into a stable until it was recaptured 88 years later by Saladin.": {
    "guess": "Jerusalem",
    "confidence": [
      [
        "Jer",
        -0.010878621
      ],
      [
        "usalem",
        -0.00019233524
      ]
    ]
  },
  "A monarch of this name earned the ire of Pope Innocent VI by living with his mistress while unhappily married to Adelaide of Hesse. Possibly out of love for his beautiful Jewish mistress Esther, a ruler with this name instituted the death penalty for the crime of kidnapping Jewish children for the purpose of baptizing them. Ten of the twelve researchers present at the 1973 exhumation and re-interring of a monarch of this name died, either of a curse or a fungal infection. The Thirteen Years' War broke out after a monarch with this name incorporated the entirety of Prussia into his domain. For quashing the \"Pagan Reaction\" to Christianization of his kingdom, the first king of this name earned": {
    "guess": "Casimir IV",
    "confidence": [
      [
        "Cas",
        -0.060524527
      ],
      [
        "imir",
        -0.0001406082
      ],
      [
        " IV",
        -0.4648756
      ]
    ]
  },
  "This monarch repealed the Titulus Regulus statute immediately after ascending to the throne. He defeated a rebellion led by the Earl of Lincoln at the Battle of Stoke. This king put down uprisings sparked by the pretenders Perkin Warbeck and Lambert Simnel. He empowered the Star Chamber, and through": {
    "guess": "Henry VII of England",
    "confidence": [
      [
        "Henry",
        -0.0039412635
      ],
      [
        " VII",
        -0.0016457879
      ],
      [
        " of",
        -0.023625925
      ],
      [
        " England",
        -5.7888185e-05
      ]
    ]
  },
  "One monarch of this name was forced to accept the resignation of John Carteret. That monarch of this name was the last king of his nation to lead troops into battle, doing so at the Battle of Dettingen. Another ruler of this name helped boost stock in the South Sea Company after becoming governor of that entity. The fourth ruler of this name became regent following his father's descent into madness. For 10 points, give the shared name of these British monarchs of the Hanoverian Dynasty, the third of whom reigned during the American Revolution.": {
    "guess": "George II",
    "confidence": [
      [
        "George",
        -0.028178327
      ],
      [
        " II",
        -0.17559963
      ]
    ]
  },
  "In the monoenergetic spectrum of a small particle detector, this interaction results in a namesake edge": {
    "guess": "Absorption edge",
    "confidence": [
      [
        "Abs",
        -1.6043428
      ],
      [
        "orption",
        -0.0027484114
      ],
      [
        " edge",
        -0.0022501727
      ]
    ]
  },
  "A month after he performed his most famous act, he challenged Anson Burlingame to a duel, but when the latter demanded that they fight in Canada he was forced to call it off.  He served as a captain in the Palmetto Regiment during the Mexican-American War, after which he entered politics and was elected": {
    "guess": "Preston Brooks",
    "confidence": [
      [
        "P",
        -1.6733143
      ],
      [
        "rest",
        -0.112538464
      ],
      [
        "on",
        -0.00017386234
      ],
      [
        " Brooks",
        -0.10740028
      ]
    ]
  },
  "A monument in this nation honors a popular British administrator named Sir Alexander Ball. Its \"Seventh": {
    "guess": "Malta",
    "confidence": [
      [
        "Mal",
        -0.03387862
      ],
      [
        "ta",
        -0.0003364158
      ]
    ]
  },
  "Monica Luciana found that subjects perform better on assessments of this phenomenon after being given a D2 receptor agonist. In studying this phenomenon, K. Anders Ericcson encountered one test subject who \"cheated\" using his depth of knowledge of racing times. R.V. Kail found in 2007 that performance on tasks related to this system at a young age predicts reasoning ability later in life. Deficits in this system have been correlated with(*) ADHD-like tendencies. This observation led Baddeley and Hitch to propose a model of this system in which a \"central executive\" directs attention between a \"visuo-spatial sketchpad\" and a phonological loop. Miller suggested a \"magical number seven\" to describe": {
    "guess": "Working memory",
    "confidence": [
      [
        "Working",
        -0.033192378
      ],
      [
        " memory",
        -0.01656107
      ]
    ]
  },
  "This monarch's reign saw the Statute of Provisors and the Statute of Praemunire passed in resistance to the papacy, and this monarch led a failed expedition in the Lothians a decade after defeating David": {
    "guess": "Edward I of England",
    "confidence": [
      [
        "Edward",
        -0.07901658
      ],
      [
        " I",
        -0.91945225
      ],
      [
        " of",
        -0.33928135
      ],
      [
        " England",
        -0.00039123115
      ]
    ]
  },
  "A monument in this nation honors a popular British administrator named Sir Alexander Ball. Its \"Seventh of June\" holiday remembers a 1919 event when protesters for independence were killed by British troops. The most famous battle in this country's history is described in the journal of Francisco Balbi di Correggio. The French were driven from here with the surrender of General Vaubois, who was appointed commandant here by Napoleon. One notable battle in this country's history featured attacks on Fort St. Elmo and Fort St. Michael initiated by the admiral Turgut Reis. It resisted a bloody 1565 siege by the Ottoman Empire thanks to the leadership of Jean Parisot de la Valette, a Grand Master who lends his name to this country's capital. For 10 points, name this island republic in the Mediterranean": {
    "guess": "Malta",
    "confidence": [
      [
        "Mal",
        -0.013379274
      ],
      [
        "ta",
        -0.00014740281
      ]
    ]
  },
  "A monarch of this name earned the ire of Pope Innocent VI by living with his mistress while unhappily married to Adelaide of Hesse. Possibly out of love for his beautiful Jewish mistress Esther, a ruler with this name instituted the death penalty for the crime of kidnapping Jewish children for the purpose of baptizing them. Ten of the twelve researchers present at the 1973 exhumation and re-interring of a monarch of this name died, either of a curse or a fungal infection. The Thirteen Years' War broke out after a monarch with this name incorporated the entirety of Prussia into his domain. For quashing the \"Pagan Reaction\" to Christianization of his kingdom, the first king of this name earned the epithet \"the (*) Restorer.\" The best-known monarch of this name succeeded his father Wladyslaw the Elbow-High, convened the Congress of Krakow, and instituted a series of legal reforms that inspired his nickname the \"Polish Justinian.\" For 10 points, give this regnal name whose third holder was the only Polish monarch known as the \"Great.\"": {
    "guess": "Casimir",
    "confidence": [
      [
        "Cas",
        -0.018209176
      ],
      [
        "imir",
        -1.0087517e-05
      ]
    ]
  },
  "This monarch once put a dog chain around a defeated rival king and confined him to a  kennel at the east gate of his capital. He conquered Egypt's Twenty-Fifth Dynasty and  installed a vassal, Psamtik": {
    "guess": "Ashurbanipal",
    "confidence": [
      [
        "Ash",
        -0.8194113
      ],
      [
        "urban",
        -0.0013107171
      ],
      [
        "ip",
        -0.00020759332
      ],
      [
        "al",
        -3.3093824e-05
      ]
    ]
  },
  "Monroe Stahr, Rosemary Hoyt, Amory Blaine, Mr. Barlow, and Dick Diver are lesser-known characters created by this author. Other, more well-known characters of his creation include Myrtle Wilson, Daisy": {
    "guess": "F. Scott Fitzgerald",
    "confidence": [
      [
        "F",
        -0.42288634
      ],
      [
        ".",
        -0.000706833
      ],
      [
        " Scott",
        -3.488188e-05
      ],
      [
        " Fitzgerald",
        -8.3159364e-05
      ]
    ]
  },
  "A monarch of this name earned the ire of Pope Innocent VI by living with his mistress while unhappily married to Adelaide of Hesse. Possibly out of love for his beautiful Jewish mistress Esther, a ruler with this name instituted the death penalty for the crime of kidnapping Jewish children for the purpose of baptizing them. Ten of the twelve researchers present at the 1973 exhumation and re-interring of a monarch of this name died, either of a curse or a fungal infection. The Thirteen Years' War broke out after a monarch with this name incorporated the entirety of Prussia into his domain. For quashing the \"Pagan Reaction\" to Christianization of his kingdom, the first king of this name earned the epithet \"the (*) Restorer.\" The best-known monarch of this name succeeded his father Wladyslaw the Elbow-High, convened the Congress of Krakow, and instituted a series of legal reforms that inspired his nickname the \"Polish Justinian.\" For 10 points, give this regnal name whose third holder was": {
    "guess": "Casimir III the Great",
    "confidence": [
      [
        "Cas",
        -0.031225247
      ],
      [
        "imir",
        -5.5577775e-06
      ],
      [
        " III",
        -0.55554163
      ],
      [
        " the",
        -0.035832204
      ],
      [
        " Great",
        -0.00026538875
      ]
    ]
  },
  "This monarch's spouse initiated the Miracle of the House of Brandenburg and was assassinated by this monarch. In addition to mediating the War of the Bavarian Succession and nullifying the Constitution of May 3, this ruler's naval commander led the Orlov Revolt. This monarch, along with Fredrick the Great, partitioned (*) Poland. This monarch also put down Pugachev's rebellion. An adviser to this ruler may have constructed a namesake fake village and shares his name with a ship that revolted in the 1905 Russian Revolution, the Battleship Potemkin. For 10 points, name this enlightened czaritsa of": {
    "guess": "Catherine the Great",
    "confidence": [
      [
        "C",
        -0.011830609
      ],
      [
        "atherine",
        -0.00013190633
      ],
      [
        " the",
        -0.008833551
      ],
      [
        " Great",
        -0.00016766376
      ]
    ]
  },
  "This monarch emerged victorious at the Battle of Alcântara, but the Ottomans thwarted his attempt to reconquer Tripoli at the Battle of Djerba. He finally produced an heir with his last spouse, Anne of Austria. He sent his half-brother to command the fleet of the Holy League at the Battle of Lepanto. This brother of Don Carlos of Austria signed the Peace of Vervins with Henry IV. He annexed Portugal in 1581, and built the Escorial. Thomas Wyatt led a rebellion after this son of Charles V married Mary Tudor. For 10 points, name this king who attempted to conquer Britain in 1588 by sending the Spanish": {
    "guess": "Philip II of Spain",
    "confidence": [
      [
        "Philip",
        -0.006025969
      ],
      [
        " II",
        -2.2842309e-05
      ],
      [
        " of",
        -1.0325924e-05
      ],
      [
        " Spain",
        -1.8550976e-05
      ]
    ]
  },
  "In the months before this event, a canal project was started at Lake Avernus based on the plan of the architects Severus and Celer. This event seemed to have been stopped after five days, but it may have restarted at the Aemilian estates with support from the former prefect of the vigiles, Ofonius Tigellinus. Some people blamed for this event were allegedly made into human torches in a ruler's garden. After this event, Severus and Celer designed wider and straighter streets, as well as the Domus Aurea. This event was blamed on Christians by a ruler who was in Antium when it started, although Cassius Dio claimed that man sang the \"Sack of Ilium\" and played a lyre during this event. For 10 points, name this 64 CE conflagration that destroyed much of a city ruled by Nero.": {
    "guess": "Great Fire of Rome",
    "confidence": [
      [
        "Great",
        -0.0007473329
      ],
      [
        " Fire",
        -0.00012582695
      ],
      [
        " of",
        -5.2001665e-06
      ],
      [
        " Rome",
        -4.1557283e-05
      ]
    ]
  },
  "The month of Panquetzaliztli, roughly equivalent to December, was devoted to this deity who was celebrated with the consumption of amaranth. Often accompanied by his messenger Paynal, according to another myth his ejaculate created the first bat. His sister was Malinalxochi, who ruled over scorpions": {
    "guess": "Xipe Totec",
    "confidence": [
      [
        "X",
        -0.5479546
      ],
      [
        "ipe",
        -0.7824034
      ],
      [
        " Tot",
        -0.042425904
      ],
      [
        "ec",
        -0.00028588812
      ]
    ]
  },
  "The Monophysite patriarch of this city, Sophronius, negotiated protection for his community before it fell to a man who humbly entered it leading his own slave. Balian of Ibelin unsuccessfully defended this city against a siege, and the status of this city was eventually confirmed by the Treaty of Ramla after the Battle of Arsuf. Raymond of St. Gilles and (*) Godfrey of Bouillon were rivals to control this city. A barefoot procession around this city—which was once led by the leprous Baldwin IV—preceded its capture from the Fatimid Dynasty in 1099, whereupon its Muslim and Jewish populations were": {
    "guess": "Jerusalem",
    "confidence": [
      [
        "Jer",
        -0.0069489763
      ],
      [
        "usalem",
        -0.00020532844
      ]
    ]
  },
  "This monarch once put a dog chain around a defeated rival king and confined him to a  kennel at the east": {
    "guess": "Edward I of England",
    "confidence": [
      [
        "Edward",
        -1.0064257
      ],
      [
        " I",
        -0.20609145
      ],
      [
        " of",
        -0.037398156
      ],
      [
        " England",
        -0.0074226335
      ]
    ]
  },
  "This monarch's reign saw the Statute of Provisors and the Statute of Praemunire passed in resistance to the papacy, and this monarch led a failed expedition in the Lothians a decade after defeating David II at the Battle of Neville's Cross. Guilty of installing Edward Baliol as a puppet king of Scotland shortly after signing the Treaty of Northampton, he saw his mistress Alice Perrers prosecuted by the Good Parliament. Reigning effectively from the time he got Roger (*) Mortimer sentenced to death, this husband of Philippa of Hainault gained possession of Aquitaine but gave up his pretensions to the French throne when he signed the Treaty of Calais despite his victories over John II and Philip": {
    "guess": "Edward III of England",
    "confidence": [
      [
        "Edward",
        -0.020774864
      ],
      [
        " III",
        -0.007131505
      ],
      [
        " of",
        -0.07976897
      ],
      [
        " England",
        -6.873572e-05
      ]
    ]
  },
  "A month after he performed his most famous act, he challenged Anson Burlingame to a duel, but when the latter demanded that they fight in Canada he was forced to call it off.  He served as a captain in the Palmetto Regiment during the Mexican-American War, after which he entered politics and was elected to Congress in 1852.  He resigned from the House four years later, but was unanimously reelected to his seat by constituents who were unmoved by a committee report that recommended his expulsion.  For John Brown his action was the \"decisive touch\" that called for the Pottawotamie Massacre.  He was moved to anger by abusive references to his cousin, Senator Andrew P. Butler, in a speech titled \"The Crime Against Kansas.\"  FTP, name this South Carolina representative, who in 1856 beat Charles Sumner was a cane.": {
    "guess": "Preston Brooks",
    "confidence": [
      [
        "P",
        -0.01730778
      ],
      [
        "rest",
        -6.392203e-06
      ],
      [
        "on",
        -1.2590794e-05
      ],
      [
        " Brooks",
        -0.0033768613
      ]
    ]
  },
  "This monarch signed the Treaty of Etaples with Charles the Affable to cut of support for a domestic rival and sponsored the construction of the first European drydock. One of this man's ministers developed a contradictory tax policy based on outward demonstration of wealth, the so-called \"Morton's Fork\", and he married off his eldest son in the Treaty of Medina del Campo. One of this man's rivals posed as Edward VI and spoke a laughably minimal amount of English, while another posed as the Duke of York. This man overcame Lambert Simnel and Perkin Warbeck, and rose to the throne after a military victory where he was aided by Sir William Stanley and the Earl of Oxford in putting an end to the House of Plantagenet. The victor at the Battle of Bosworth Field over Richard III, for 10 points, identify": {
    "guess": "Henry VII of England",
    "confidence": [
      [
        "Henry",
        -0.0014596429
      ],
      [
        " VII",
        -0.0016839898
      ],
      [
        " of",
        -0.5607971
      ],
      [
        " England",
        -4.477578e-05
      ]
    ]
  },
  "This monarch did not inherit one of her father's thrones because the Welf heritage law said her line had to have a male heir. Her predecessor sired no legitimate children which resulted in her ascension at eighteen (*). Early in her reign she was confronted with the Bedchamber Crisis when appointing": {
    "guess": "Queen Victoria",
    "confidence": [
      [
        "Queen",
        -0.4841442
      ],
      [
        " Victoria",
        -0.011826247
      ]
    ]
  },
  "Monostatos tries to pursue a princess who was supposedly kidnapped by Sarastro in this work. The queen instructs her daughter to kill Sarastro and gives her a dagger in this work, and one character breaks": {
    "guess": "The Magic Flute",
    "confidence": [
      [
        "The",
        -0.07459186
      ],
      [
        " Magic",
        -8.375538e-05
      ],
      [
        " Fl",
        -9.0883464e-07
      ],
      [
        "ute",
        -3.261701e-05
      ]
    ]
  },
  "This monarch's reign saw the Statute of Provisors and the Statute of Praemunire passed in resistance to the papacy, and this monarch led a failed expedition in the Lothians a decade after defeating David II at the Battle of Neville's Cross. Guilty of installing Edward Baliol as a puppet king of Scotland shortly after signing the Treaty of Northampton, he saw his mistress Alice Perrers prosecuted by the Good Parliament. Reigning effectively from the time he got Roger (*) Mortimer sentenced to death, this husband of Philippa of Hainault gained possession of Aquitaine but gave up his pretensions to the French throne when he signed the Treaty of Calais despite his victories over John II and Philip VI. The father of Edward the Black Prince and John of Gaunt, for 10 points, name this victor at the Battle of Crecy, the English king who started the Hundred Years' War.": {
    "guess": "Edward III of England",
    "confidence": [
      [
        "Edward",
        -0.0019067394
      ],
      [
        " III",
        -0.00044056313
      ],
      [
        " of",
        -0.035444755
      ],
      [
        " England",
        -9.9251854e-05
      ]
    ]
  },
  "For a monatomic crystal with this structure, the structure factor is either four times the atomic form factor when the Miller indices are all even or all odd, or zero. The Burgers vector one-sixth times angle bracket one one two, close angle bracket, represents a Shockley partial dislocation occurring in this type of lattice structure. Like the hexagonal close packed structure, this structure has the maximum regular packing fraction of about 0.74, and also like the hcp, it has a coordination number of 12. This lattice structure's reciprocal lattice is the body-centered cubic. For ten points, identify this lattice structure which, like the body centered cubic is a special case of the centered": {
    "guess": "Face-centered cubic",
    "confidence": [
      [
        "Face",
        -0.12671399
      ],
      [
        "-centered",
        -0.019335933
      ],
      [
        " cubic",
        -0.002714761
      ]
    ]
  },
  "In the monoenergetic spectrum of a small particle detector, this interaction results in a namesake edge  and continuum whose shape may be predicted from the Klein-Nishina formula. This is the dominant": {
    "guess": "Compton scattering",
    "confidence": [
      [
        "Com",
        -0.12302733
      ],
      [
        "pton",
        -1.473646e-05
      ],
      [
        " scattering",
        -0.079313725
      ]
    ]
  },
  "Montano de Marinis had a copy of the Genoese San Giorgio Palace built in this city, while Raimondo D'Aronco": {
    "guess": "Genoa",
    "confidence": [
      [
        "Gen",
        -0.19340079
      ],
      [
        "oa",
        -0.0014048751
      ]
    ]
  },
  "Monkey, not a truck! F10PE, identify these characters related to Transformers: Beast Wars from a brief description.  A. This original Transformer with an immortal spark took control of Waspinator's body. Waspinator became a far more competent warrior and tactician, but the spark was eventually forced out. He originally claimed that he had died defending Galvatron from Unicron, but his lie was discovered.": {
    "guess": "List of Beast Wars: Transformers characters",
    "confidence": [
      [
        "List",
        -0.7838864
      ],
      [
        " of",
        -0.002173697
      ],
      [
        " Beast",
        -0.0042283395
      ],
      [
        " Wars",
        -0.0008117708
      ],
      [
        ":",
        -0.6263301
      ],
      [
        " Transformers",
        -0.0011498636
      ],
      [
        " characters",
        -0.03742342
      ]
    ]
  },
  "This monarch signed the Treaty of Etaples with Charles the Affable to cut of support for a domestic rival": {
    "guess": "Henry VII of England",
    "confidence": [
      [
        "Henry",
        -0.2853998
      ],
      [
        " VII",
        -0.02789446
      ],
      [
        " of",
        -0.00054910267
      ],
      [
        " England",
        -0.00031484728
      ]
    ]
  },
  "The month before the encounter at this site was spent building a road connecting it to Gist's Plantation. Its main overseer took charge after the death of Joshua Fry and was forced to share command upon the arrival of reinforcements under James Mackay. Its fall was linked to the actions of an ally, Half King, who killed the commander of an enemy scouting party, Joseph de Jumonville, and left with his Seneca warriors before fighting began. Jumonville's brother, Louis, sought revenge, and thus this *outpost in the Great Meadows, built as part of an expedition ordered by Robert Dinwiddie, was besieged": {
    "guess": "Battle of Fort Necessity",
    "confidence": [
      [
        "Battle",
        -0.98623127
      ],
      [
        " of",
        -0.0003827677
      ],
      [
        " Fort",
        -0.11247455
      ],
      [
        " N",
        -0.0012667787
      ],
      [
        "ecess",
        -1.3856493e-06
      ],
      [
        "ity",
        -3.88156e-05
      ]
    ]
  },
  "The monk Nennius described this man's twelve battles, inspiring Geoffrey of Monmouth, who popularized the exploits of this figure. This man is at the center of a series of twelve narrative poems by Alfred": {
    "guess": "King Arthur",
    "confidence": [
      [
        "King",
        -0.47061494
      ],
      [
        " Arthur",
        -0.011403352
      ]
    ]
  },
  "A month after he performed his most famous act, he challenged Anson Burlingame to a duel, but when the": {
    "guess": "William H. Seward",
    "confidence": [
      [
        "William",
        -1.6514446
      ],
      [
        " H",
        -0.30580416
      ],
      [
        ".",
        -0.0017738309
      ],
      [
        " S",
        -0.0037192
      ],
      [
        "eward",
        -7.326546e-05
      ]
    ]
  },
  "For a monatomic crystal with this structure, the structure factor is either four times the atomic form factor when the Miller indices are all even or all odd, or zero. The Burgers vector one-sixth times angle bracket one one two, close angle bracket, represents a Shockley partial dislocation occurring in this type of lattice structure. Like the hexagonal close packed structure, this structure has the maximum regular packing fraction of about 0.74, and also like the hcp, it has a coordination number of 12. This lattice structure's reciprocal lattice is the body-centered cubic. For ten points, identify this lattice structure which, like the body centered cubic is a special case of the centered tetragonal structure and which contains lattice points both on the corners and in the middle of each": {
    "guess": "Face-centered cubic (FCC)",
    "confidence": [
      [
        "Face",
        -0.40065825
      ],
      [
        "-centered",
        -0.025256561
      ],
      [
        " cubic",
        -0.004124704
      ],
      [
        " (",
        -0.7203877
      ],
      [
        "F",
        -0.0830392
      ],
      [
        "CC",
        -0.00021641071
      ],
      [
        ")",
        -0.0002885106
      ]
    ]
  },
  "The month before the encounter at this site was spent building a road connecting it to Gist's Plantation. Its main overseer took charge after the death of Joshua Fry and was forced to share command upon the arrival of reinforcements under James Mackay. Its fall was linked to the actions of an ally, Half": {
    "guess": "Fort Duquesne",
    "confidence": [
      [
        "Fort",
        -0.51613796
      ],
      [
        " Du",
        -0.11018624
      ],
      [
        "ques",
        -4.572941e-05
      ],
      [
        "ne",
        -8.733149e-05
      ]
    ]
  },
  "Monroe Stahr, Rosemary Hoyt, Amory Blaine, Mr. Barlow, and Dick Diver are lesser-known characters created by this author. Other, more well-known characters of his creation include Myrtle Wilson, Daisy Buchanan, and the man once known as Jay Gatz. For 10 points, identify this \"jazz-age\" author of Tender": {
    "guess": "F. Scott Fitzgerald",
    "confidence": [
      [
        "F",
        -0.04901254
      ],
      [
        ".",
        -0.0004185178
      ],
      [
        " Scott",
        -2.0339032e-05
      ],
      [
        " Fitzgerald",
        -4.8709502e-05
      ]
    ]
  },
  "The Mongolian deity Aigiarm bet this against horses in wrestling contests and won ten thousand horses without ever losing. During peacetime, Math ap Mathonwy was required to put his feet in the lap of someone who possessed it. Islam's Houris can reclaim it at any time, while Hera bathes in Canathus to acquire it and Sita and Shakti are sometimes given this property under the title of \"Kumari.\" Hypermnestra": {
    "guess": "Virginity",
    "confidence": [
      [
        "Virgin",
        -0.38894537
      ],
      [
        "ity",
        -0.0034126095
      ]
    ]
  },
  "Monads are structures in the space of these objects that were used to construct all instantons in almost all gauge groups in the ADHM construction. One transform important to the theory of these objects is analogous to the Radon transform. That transform utilizes the natural correspondence represented": {
    "guess": "Instantons",
    "confidence": [
      [
        "Instant",
        -0.89138263
      ],
      [
        "ons",
        -0.6596413
      ]
    ]
  },
  "In the months before this event, a canal project was started at Lake Avernus based on the plan of the": {
    "guess": "Lake Avernus",
    "confidence": [
      [
        "Lake",
        -0.4803158
      ],
      [
        " A",
        -0.07151616
      ],
      [
        "vern",
        -0.0027814582
      ],
      [
        "us",
        -7.171581e-05
      ]
    ]
  },
  "During the month dedicated to this deity, a priest led a procession around the city in impersonation of his lieutenant Paynal, while other priests burned giant bark versions of his weapon, the xiuh coatl. His sister ruled over snakes, scorpions, and the various insects of the desert, and he once sent a sign in the form of an eagle atop a cactus eating a snake to tell his followers to build a city. He foiled a plot to kill his mother, who had been impregnated by a ball of feathers, by leaping out": {
    "guess": "Huitzilopochtli",
    "confidence": [
      [
        "H",
        -0.05559463
      ],
      [
        "uit",
        -1.640531e-05
      ],
      [
        "z",
        -7.326546e-05
      ],
      [
        "il",
        -6.706687e-05
      ],
      [
        "op",
        -0.00013202553
      ],
      [
        "ocht",
        -8.75699e-05
      ],
      [
        "li",
        -1.9504607e-05
      ]
    ]
  },
  "Montgomery and Charles Vaughan bounded the number of errors for sufficiently large values used in this statement, while Hardy and Littlewood used an asymptotic analysis to create the \"extended version.\" Schrinelman bounded the number of possibilities at 300,000, and Chen's theorem used sieve theory to show that it holds for certain \"large\" numbers if using semiprimes. Levy's conjecture is a stronger version of its \"weak\" form, while its \"strong\" form was shown, by Estermann and Vinogradov, to hold for almost all even numbers. FTP, name this currently unsolved problem of mathematics which posits": {
    "guess": "Goldbach's conjecture",
    "confidence": [
      [
        "Gold",
        -0.122079454
      ],
      [
        "bach",
        -4.048445e-05
      ],
      [
        "'s",
        -0.007215303
      ],
      [
        " conject",
        -0.01322646
      ],
      [
        "ure",
        -1.27099975e-05
      ]
    ]
  },
  "A monarch of this name earned the ire of Pope Innocent VI by living with his mistress while unhappily married to Adelaide of Hesse. Possibly out of love for his beautiful Jewish mistress Esther, a ruler with this name instituted the death penalty for the crime of kidnapping Jewish children for the purpose of baptizing them. Ten of the twelve researchers present at the 1973 exhumation and re-interring": {
    "guess": "Alfonso XI of Castile",
    "confidence": [
      [
        "Al",
        -1.794737
      ],
      [
        "fon",
        -0.018066471
      ],
      [
        "so",
        -0.0007735357
      ],
      [
        " XI",
        -0.6667041
      ],
      [
        " of",
        -0.027351288
      ],
      [
        " Cast",
        -0.0014277366
      ],
      [
        "ile",
        -0.0017857292
      ]
    ]
  },
  "Monostatos tries to pursue a princess who was supposedly kidnapped by Sarastro in this work. The queen instructs her daughter to kill Sarastro and gives her a dagger in this work, and one character breaks his vow of fasting by accepting water from an old woman. That old woman later turns out to be (*) Papagena, who eventually settles down with Papageno. Prince Tamino is given the title object and is": {
    "guess": "The Magic Flute",
    "confidence": [
      [
        "The",
        -0.0025489083
      ],
      [
        " Magic",
        -4.4179764e-05
      ],
      [
        " Fl",
        -1.147242e-06
      ],
      [
        "ute",
        -3.202099e-05
      ]
    ]
  },
  "Monier-Monier Williams defined this word as \"that which is established or firm\", logical since it is cognate with the Latin firmus. The concept of \"rta\" was an early formulation of it, and it embodies the principle of sat imposed on humans and gods.  In Jainist thought, it defines the active principle that keeps the universe moving, while also referring to the true teaching.  In Buddhism, it stands for the true reality of the cosmos, but the word also represents one of the three ends of life, along with pleasure or \"kama\" and gain or \"artha.\"  FTP, give this term for law or righteousness, which some stupid Americans might know because it names a character played by Jenna Elfman on a forgettable": {
    "guess": "Dharma",
    "confidence": [
      [
        "D",
        -0.0032887016
      ],
      [
        "harma",
        -0.0007158888
      ]
    ]
  },
  "The Monophysite patriarch of this city, Sophronius, negotiated protection for his community before it fell to a man who humbly entered it leading his own slave. Balian of Ibelin unsuccessfully defended this city against a siege, and the status of this city was eventually confirmed by the Treaty of Ramla after the Battle of Arsuf. Raymond of St. Gilles and (*) Godfrey of Bouillon were rivals to control": {
    "guess": "Jerusalem",
    "confidence": [
      [
        "Jer",
        -0.036334913
      ],
      [
        "usalem",
        -0.00016182278
      ]
    ]
  },
  "For a monatomic crystal with this structure, the structure factor is either four times the atomic form factor when the Miller indices are all even or all odd, or zero. The Burgers vector one-sixth times angle bracket one one two, close angle bracket, represents a Shockley partial dislocation occurring in this type of lattice structure. Like the hexagonal close packed structure, this structure has the maximum regular packing fraction of about 0.74, and also like the hcp, it has a coordination number of 12. This lattice structure's reciprocal lattice is the body-centered cubic. For ten points, identify this lattice structure which, like the body centered cubic is a special case of the centered tetragonal structure and which contains lattice points both on the corners and in the middle of each face.": {
    "guess": "Face-centered cubic",
    "confidence": [
      [
        "Face",
        -0.42381164
      ],
      [
        "-centered",
        -0.02638668
      ],
      [
        " cubic",
        -0.0027058467
      ]
    ]
  },
  "During this monarch's reign, the Dutchman Guilliam Boonen introduced the spring-suspension couch to England. Also during this monarch's reign, Parliament passed the Statute of Artificers, which abolished": {
    "guess": "James I of England",
    "confidence": [
      [
        "James",
        -0.39831868
      ],
      [
        " I",
        -0.54461503
      ],
      [
        " of",
        -0.10638454
      ],
      [
        " England",
        -0.00012403888
      ]
    ]
  },
  "During the month dedicated to this deity, a priest led a procession around the city in impersonation of his lieutenant Paynal, while other priests burned giant bark versions of his weapon, the xiuh coatl. His sister ruled over snakes, scorpions, and the various insects of the desert, and he once sent a sign in the form of an eagle atop a cactus eating a snake to tell his followers to build a city.": {
    "guess": "Huitzilopochtli",
    "confidence": [
      [
        "H",
        -0.08645151
      ],
      [
        "uit",
        -2.8564085e-05
      ],
      [
        "z",
        -2.6895234e-05
      ],
      [
        "il",
        -2.0339032e-05
      ],
      [
        "op",
        -4.2868523e-05
      ],
      [
        "ocht",
        -4.1318875e-05
      ],
      [
        "li",
        -1.0802739e-05
      ]
    ]
  },
  "A monument in this nation honors a popular British administrator named Sir Alexander Ball. Its \"Seventh of June\" holiday remembers a 1919 event when protesters for independence were killed by British troops. The most famous battle in this country's history is described in the journal of Francisco Balbi di Correggio. The French were driven from here with the surrender of General Vaubois, who was appointed commandant here by Napoleon. One notable battle in this country's history featured attacks on Fort St. Elmo and Fort St. Michael initiated by the admiral Turgut Reis. It resisted a bloody 1565": {
    "guess": "Siege of Malta",
    "confidence": [
      [
        "Sie",
        -0.3650463
      ],
      [
        "ge",
        -0.00010664248
      ],
      [
        " of",
        -0.0009361167
      ],
      [
        " Malta",
        -0.0015174767
      ]
    ]
  },
  "This monarch once put a dog chain around a defeated rival king and confined him to a  kennel at the east gate of his capital. He conquered Egypt's Twenty-Fifth Dynasty and  installed a vassal, Psamtik the First, as pharaoh. Later he attacked and destroyed Susa, the capital of Elam. Reliefs on his palace walls celebrate his military exploits, but he secured his place in history by establishing the first royal library, with over thirty thousand clay tablets including the Enuma Elish creation story and the Epic of Gilgamesh. For 10 points, name this king of Assyria with his capital at Nineveh.": {
    "guess": "Ashurbanipal",
    "confidence": [
      [
        "Ash",
        -0.0037228842
      ],
      [
        "urban",
        -9.6629374e-05
      ],
      [
        "ip",
        -2.749125e-05
      ],
      [
        "al",
        -1.569009e-05
      ]
    ]
  },
  "The monk Nennius described this man's twelve battles, inspiring Geoffrey of Monmouth, who popularized the exploits of this figure. This man is at the center of a series of twelve narrative poems by Alfred Tennyson, Idylls of the King. In a Mark Twain novel, he employs a resident of Connecticut named": {
    "guess": "King Arthur",
    "confidence": [
      [
        "King",
        -0.040814955
      ],
      [
        " Arthur",
        -4.8828708e-05
      ]
    ]
  },
  "In the months before this event, a canal project was started at Lake Avernus based on the plan of the architects Severus and Celer. This event seemed to have been stopped after five days, but it may have restarted at the Aemilian estates with support from the former prefect of the vigiles, Ofonius Tigellinus. Some people blamed for this event were allegedly made into human torches in a ruler's garden. After this event, Severus and Celer designed wider and straighter streets, as well as the Domus": {
    "guess": "Great Fire of Rome",
    "confidence": [
      [
        "Great",
        -0.022382163
      ],
      [
        " Fire",
        -0.0074059577
      ],
      [
        " of",
        -6.6947665e-05
      ],
      [
        " Rome",
        -0.00017171667
      ]
    ]
  },
  "Montgomery and Charles Vaughan bounded the number of errors for sufficiently large values used in this statement, while Hardy and Littlewood used an asymptotic analysis to create the \"extended version.\" Schrinelman bounded the number of possibilities at 300,000, and Chen's theorem used sieve theory to show that it holds for certain \"large\" numbers if using semiprimes. Levy's conjecture is a stronger": {
    "guess": "Goldbach's weak conjecture",
    "confidence": [
      [
        "Gold",
        -0.5344417
      ],
      [
        "bach",
        -0.00015371693
      ],
      [
        "'s",
        -0.011581182
      ],
      [
        " weak",
        -0.6619279
      ],
      [
        " conject",
        -0.0003428528
      ],
      [
        "ure",
        -0.00011069541
      ]
    ]
  },
  "Monier-Monier Williams defined this word as \"that which is established or firm\", logical since it is cognate with the Latin firmus. The concept of \"rta\" was an early formulation of it, and it embodies the principle of sat imposed on humans and gods.  In Jainist thought, it defines the active principle": {
    "guess": "Dharma",
    "confidence": [
      [
        "D",
        -0.03342356
      ],
      [
        "harma",
        -0.0014910541
      ]
    ]
  },
  "One monarch of this name was forced to accept the resignation of John Carteret. That monarch of this": {
    "guess": "George II of Great Britain",
    "confidence": [
      [
        "George",
        -0.3920485
      ],
      [
        " II",
        -0.08754469
      ],
      [
        " of",
        -0.0016411424
      ],
      [
        " Great",
        -0.0020284464
      ],
      [
        " Britain",
        -0.00016527968
      ]
    ]
  },
  "A monument in this nation honors a popular British administrator named Sir Alexander Ball. Its \"Seventh of June\" holiday remembers a 1919 event when protesters for independence were killed by British troops. The most famous battle in this country's history is described in the journal of Francisco Balbi di Correggio. The French were driven from here with the surrender of General Vaubois, who was appointed commandant here by Napoleon. One notable battle in this country's history featured attacks on Fort St. Elmo and Fort St. Michael initiated by the admiral Turgut Reis. It resisted a bloody 1565 siege by the Ottoman Empire thanks to the leadership of Jean Parisot de la Valette, a Grand Master who lends his name to this country's capital. For 10 points, name this island republic in the Mediterranean which was once controlled by the Knights Hospitallers.": {
    "guess": "Malta",
    "confidence": [
      [
        "Mal",
        -0.0014255947
      ],
      [
        "ta",
        -0.00021784115
      ]
    ]
  },
  "The month before the encounter at this site was spent building a road connecting it to Gist's Plantation. Its main overseer took charge after the death of Joshua Fry and was forced to share command upon": {
    "guess": "Fort Duquesne",
    "confidence": [
      [
        "Fort",
        -0.323142
      ],
      [
        " Du",
        -0.7012888
      ],
      [
        "ques",
        -0.00028338484
      ],
      [
        "ne",
        -0.000121662146
      ]
    ]
  },
  "This monarch signed the Treaty of Etaples with Charles the Affable to cut of support for a domestic rival and sponsored the construction of the first European drydock. One of this man's ministers developed a contradictory tax policy based on outward demonstration of wealth, the so-called \"Morton's Fork\", and he married off his eldest son in the Treaty of Medina del Campo. One of this man's rivals posed": {
    "guess": "Henry VII of England",
    "confidence": [
      [
        "Henry",
        -0.012083269
      ],
      [
        " VII",
        -0.09876863
      ],
      [
        " of",
        -0.0172335
      ],
      [
        " England",
        -0.0002006795
      ]
    ]
  },
  "This is the moniker of the woman who relates the poem \"touissant,\" in for colored girls by Ntozake Shange, as well as the last name of Betsy, her only novel's title character. It is the last name of the author of a novel featuring Eliza [?] Holmes exposing Harriot Fawcet's boyfriend as her brother. A": {
    "guess": "Sula",
    "confidence": [
      [
        "S",
        -1.3028289
      ],
      [
        "ula",
        -0.7079159
      ]
    ]
  },
  "This monarch emerged victorious at the Battle of Alcântara, but the Ottomans thwarted his attempt to reconquer Tripoli at the Battle of Djerba. He finally produced an heir with his last spouse, Anne of": {
    "guess": "Charles V, Holy Roman Emperor",
    "confidence": [
      [
        "Charles",
        -1.0527251
      ],
      [
        " V",
        -0.019042756
      ],
      [
        ",",
        -0.011223006
      ],
      [
        " Holy",
        -0.0040432564
      ],
      [
        " Roman",
        -9.555654e-05
      ],
      [
        " Emperor",
        -0.0003548887
      ]
    ]
  },
  "This monarch signed the Treaty of Etaples with Charles the Affable to cut of support for a domestic rival and sponsored the construction of the first European drydock. One of this man's ministers developed": {
    "guess": "Henry VII of England",
    "confidence": [
      [
        "Henry",
        -0.20558822
      ],
      [
        " VII",
        -0.037107013
      ],
      [
        " of",
        -9.484132e-05
      ],
      [
        " England",
        -0.0002226093
      ]
    ]
  },
  "One monarch of this name was traumatized by the murder-suicide of her son Rudolf in the Mayerling Incident, and was later shanked in the heart by Luigi Luncheni on Lake Geneva, expiring after removing her corset which had hidden the injury. The wife of Franz Josef I bore this name, as did a woman whose actions, revealed to Emperor Mathias by Gyorgy Thurzo, led to the rise of the lesser Hungarian gentry after they tired of that woman of this name (*) mutilating their daughters for sport. Three different Shuvalovs served a monarch of this name, whose 1761 death bailed Prussia out of the Seven Years' War after the ascendancy of Peter III. The niece of Stefan Bathory and daughter of Peter the Great": {
    "guess": "Elisabeth of Austria",
    "confidence": [
      [
        "El",
        -0.24189442
      ],
      [
        "is",
        -0.0026853986
      ],
      [
        "abeth",
        -6.086828e-05
      ],
      [
        " of",
        -0.33892447
      ],
      [
        " Austria",
        -0.43935633
      ]
    ]
  },
  "In the months before this event, a canal project was started at Lake Avernus based on the plan of the architects Severus and Celer. This event seemed to have been stopped after five days, but it may have restarted at the Aemilian estates with support from the former prefect of the vigiles, Ofonius Tigellinus. Some people blamed for this event were allegedly made into human torches in a ruler's garden.": {
    "guess": "Great Fire of Rome",
    "confidence": [
      [
        "Great",
        -0.055537015
      ],
      [
        " Fire",
        -0.0015385502
      ],
      [
        " of",
        -7.600714e-05
      ],
      [
        " Rome",
        -0.00026336228
      ]
    ]
  },
  "The monk Nennius described this man's twelve battles, inspiring Geoffrey of Monmouth, who popularized": {
    "guess": "King Arthur",
    "confidence": [
      [
        "King",
        -0.3860888
      ],
      [
        " Arthur",
        -0.000460936
      ]
    ]
  },
  "This monarch repealed the Titulus Regulus statute immediately after ascending to the throne. He defeated a rebellion led by the Earl of Lincoln at the Battle of Stoke. This king put down uprisings sparked by the pretenders Perkin Warbeck and Lambert Simnel. He empowered the Star Chamber, and through the treaty of Medina del Campo, married his son Arthur to (*) Catherine of Aragon. For 10 points, name this English monarch who defeated Richard III at Bosworth Field to become the first Tudor king.": {
    "guess": "Henry VII of England",
    "confidence": [
      [
        "Henry",
        -0.0034360157
      ],
      [
        " VII",
        -0.010947716
      ],
      [
        " of",
        -0.005766904
      ],
      [
        " England",
        -5.3954464e-05
      ]
    ]
  },
  "This monarch signed the Treaty of Etaples with Charles the Affable to cut of support for a domestic rival and sponsored the construction of the first European drydock. One of this man's ministers developed a contradictory tax policy based on outward demonstration of wealth, the so-called \"Morton's Fork\", and he married off his eldest son in the Treaty of Medina del Campo. One of this man's rivals posed as Edward VI and spoke a laughably minimal amount of English, while another posed as the Duke of": {
    "guess": "Henry VII of England",
    "confidence": [
      [
        "Henry",
        -0.008048877
      ],
      [
        " VII",
        -0.18796708
      ],
      [
        " of",
        -0.09626989
      ],
      [
        " England",
        -0.00039397285
      ]
    ]
  },
  "This monarch's spouse initiated the Miracle of the House of Brandenburg and was assassinated by this monarch. In addition to mediating the War of the Bavarian Succession and nullifying the Constitution of May 3, this ruler's naval commander led the Orlov Revolt. This monarch, along with Fredrick the Great, partitioned (*) Poland. This monarch also put down Pugachev's rebellion. An adviser to this ruler may have constructed a namesake fake village and shares his name with a ship that revolted in the 1905 Russian Revolution, the Battleship Potemkin. For 10 points, name this enlightened czaritsa of Russia known as \"the Great.\"": {
    "guess": "Catherine the Great",
    "confidence": [
      [
        "C",
        -0.02613006
      ],
      [
        "atherine",
        -0.00019924906
      ],
      [
        " the",
        -0.009309637
      ],
      [
        " Great",
        -0.0003036458
      ]
    ]
  },
  "During this monarch's reign, the Dutchman Guilliam Boonen introduced the spring-suspension couch to England. Also during this monarch's reign, Parliament passed the Statute of Artificers, which abolished the power of gilds. This monarch signed the Treaty of Nonsuch with the Netherlands. Rebellions against this ruler include the Desmond Rebellions in Ireland and the Northern Rebellion by English Catholics. Francis Walsingham discovered the Throckmorton and Babington plots against this ruler, who knighted Sir Francis Drake. For ten points, name this last Tudor monarch of England, nicknamed the \"Virgin Queen.\"": {
    "guess": "Elizabeth I of England",
    "confidence": [
      [
        "Elizabeth",
        -0.006529211
      ],
      [
        " I",
        -6.289474e-05
      ],
      [
        " of",
        -0.034261946
      ],
      [
        " England",
        -3.8457987e-05
      ]
    ]
  },
  "A monarch of this name earned the ire of Pope Innocent VI by living with his mistress while unhappily married to Adelaide of Hesse. Possibly out of love for his beautiful Jewish mistress Esther, a ruler with this name instituted the death penalty for the crime of kidnapping Jewish children for the purpose of baptizing them. Ten of the twelve researchers present at the 1973 exhumation and re-interring of a monarch of this name died, either of a curse or a fungal infection. The Thirteen Years' War": {
    "guess": "Charles IV, Holy Roman Emperor",
    "confidence": [
      [
        "Charles",
        -0.08327506
      ],
      [
        " IV",
        -0.0130381035
      ],
      [
        ",",
        -0.18129067
      ],
      [
        " Holy",
        -7.4695905e-05
      ],
      [
        " Roman",
        -0.00051705155
      ],
      [
        " Emperor",
        -0.0015355739
      ]
    ]
  },
  "Monostatos tries to pursue a princess who was supposedly kidnapped by Sarastro in this work. The queen": {
    "guess": "The Magic Flute",
    "confidence": [
      [
        "The",
        -0.0144409565
      ],
      [
        " Magic",
        -4.048445e-05
      ],
      [
        " Fl",
        -2.6968896e-06
      ],
      [
        "ute",
        -1.3306016e-05
      ]
    ]
  },
  "The month of Panquetzaliztli, roughly equivalent to December, was devoted to this deity who was celebrated": {
    "guess": "Huitzilopochtli",
    "confidence": [
      [
        "H",
        -0.99303883
      ],
      [
        "uit",
        -0.0002484655
      ],
      [
        "z",
        -9.41261e-05
      ],
      [
        "il",
        -2.4153549e-05
      ],
      [
        "op",
        -2.618001e-05
      ],
      [
        "ocht",
        -2.8325678e-05
      ],
      [
        "li",
        -2.6299214e-05
      ]
    ]
  },
  "Monier-Monier Williams defined this word as \"that which is established or firm\", logical since it is cognate with the Latin firmus. The concept of \"rta\" was an early formulation of it, and it embodies": {
    "guess": "Dharma",
    "confidence": [
      [
        "D",
        -0.028927887
      ],
      [
        "harma",
        -0.003231187
      ]
    ]
  },
  "During the month dedicated to this deity, a priest led a procession around the city in impersonation of his lieutenant Paynal, while other priests burned giant bark versions of his weapon, the xiuh coatl. His sister ruled over snakes, scorpions, and the various insects of the desert, and he once sent a sign in the form of an eagle atop a cactus eating a snake to tell his followers to build a city. He foiled a plot to kill his mother, who had been impregnated by a ball of feathers, by leaping out of her womb and killing his sister Coyolxauhqui and 399 of his other siblings. For 10 points, name this patron deity of Tenochtitlan and \"Blue Hummingbird on the Left,\" the Aztec sun god.": {
    "guess": "Huitzilopochtli",
    "confidence": [
      [
        "H",
        -0.001030427
      ],
      [
        "uit",
        -1.2664457e-06
      ],
      [
        "z",
        -8.537869e-06
      ],
      [
        "il",
        -6.0345924e-06
      ],
      [
        "op",
        -7.3458323e-06
      ],
      [
        "ocht",
        -1.0564331e-05
      ],
      [
        "li",
        -4.1273333e-06
      ]
    ]
  },
  "This monarch repealed the Titulus Regulus statute immediately after ascending to the throne. He defeated": {
    "guess": "Henry VII of England",
    "confidence": [
      [
        "Henry",
        -0.34629503
      ],
      [
        " VII",
        -0.014078878
      ],
      [
        " of",
        -6.1537958e-06
      ],
      [
        " England",
        -2.9756122e-05
      ]
    ]
  },
  "The Mongolian deity Aigiarm bet this against horses in wrestling contests and won ten thousand horses without ever losing. During peacetime, Math ap Mathonwy was required to put his feet in the lap of": {
    "guess": "Aigiarm",
    "confidence": [
      [
        "A",
        -0.7933694
      ],
      [
        "igi",
        -0.30915132
      ],
      [
        "arm",
        -0.0009057455
      ]
    ]
  },
  "For a monatomic crystal with this structure, the structure factor is either four times the atomic form factor when the Miller indices are all even or all odd, or zero. The Burgers vector one-sixth times angle bracket one one two, close angle bracket, represents a Shockley partial dislocation occurring in this type of lattice structure. Like the hexagonal close packed structure, this structure has the": {
    "guess": "Face-centered cubic (FCC)",
    "confidence": [
      [
        "Face",
        -0.61779
      ],
      [
        "-centered",
        -0.005808752
      ],
      [
        " cubic",
        -0.0009830317
      ],
      [
        " (",
        -0.71476716
      ],
      [
        "F",
        -0.06323926
      ],
      [
        "CC",
        -0.0005127602
      ],
      [
        ")",
        -6.062987e-05
      ]
    ]
  },
  "In the months before this event, a canal project was started at Lake Avernus based on the plan of the architects Severus and Celer. This event seemed to have been stopped after five days, but it may have restarted at the Aemilian estates with support from the former prefect of the vigiles, Ofonius Tigellinus. Some people blamed for this event were allegedly made into human torches in a ruler's garden. After this event, Severus and Celer designed wider and straighter streets, as well as the Domus Aurea. This event was blamed on Christians by a ruler who was in Antium when it started, although Cassius Dio claimed that man sang the \"Sack of Ilium\" and played a lyre during this event. For 10 points,": {
    "guess": "Great Fire of Rome",
    "confidence": [
      [
        "Great",
        -0.024768708
      ],
      [
        " Fire",
        -0.00032318785
      ],
      [
        " of",
        -2.2246291e-05
      ],
      [
        " Rome",
        -8.299462e-06
      ]
    ]
  },
  "Montgomery and Charles Vaughan bounded the number of errors for sufficiently large values used in this statement, while Hardy and Littlewood used an asymptotic analysis to create the \"extended version.\" Schrinelman bounded the number of possibilities at 300,000, and Chen's theorem used sieve theory to": {
    "guess": "Goldbach's conjecture",
    "confidence": [
      [
        "Gold",
        -0.42386803
      ],
      [
        "bach",
        -0.00019388489
      ],
      [
        "'s",
        -0.011885155
      ],
      [
        " conject",
        -0.040071037
      ],
      [
        "ure",
        -4.727906e-05
      ]
    ]
  },
  "This monarch emerged victorious at the Battle of Alcântara, but the Ottomans thwarted his attempt to": {
    "guess": "Philip II of Spain",
    "confidence": [
      [
        "Philip",
        -0.030292924
      ],
      [
        " II",
        -0.0012272544
      ],
      [
        " of",
        -0.0003432104
      ],
      [
        " Spain",
        -0.0012217746
      ]
    ]
  },
  "In the months before this event, a canal project was started at Lake Avernus based on the plan of the architects Severus and Celer. This event seemed to have been stopped after five days, but it may have restarted at the Aemilian estates with support from the former prefect of the vigiles, Ofonius Tigellinus. Some people blamed for this event were allegedly made into human torches in a ruler's garden. After this event, Severus and Celer designed wider and straighter streets, as well as the Domus Aurea. This event was blamed on Christians by a ruler who was in Antium when it started, although Cassius": {
    "guess": "Great Fire of Rome",
    "confidence": [
      [
        "Great",
        -0.08137966
      ],
      [
        " Fire",
        -0.000723395
      ],
      [
        " of",
        -7.350386e-05
      ],
      [
        " Rome",
        -0.00045677117
      ]
    ]
  },
  "This monarch did not inherit one of her father's thrones because the Welf heritage law said her line had to have a male heir. Her predecessor sired no legitimate children which resulted in her ascension at eighteen (*). Early in her reign she was confronted with the Bedchamber Crisis when appointing her minister Robert Peel, and she was notably the first known carrier of hemophilia. Surviving several assassination attempts including the Jubilee Plot this is, FTP, what longest reigning British monarch,": {
    "guess": "Queen Victoria",
    "confidence": [
      [
        "Queen",
        -0.020186795
      ],
      [
        " Victoria",
        -0.0003038842
      ]
    ]
  },
  "One monarch of this name was traumatized by the murder-suicide of her son Rudolf in the Mayerling Incident, and was later shanked in the heart by Luigi Luncheni on Lake Geneva, expiring after removing her corset which had hidden the injury. The wife of Franz Josef I bore this name, as did a woman whose actions, revealed to Emperor Mathias by Gyorgy Thurzo, led to the rise of the lesser Hungarian gentry after they tired of that woman of this name (*) mutilating their daughters for sport. Three different Shuvalovs served a monarch of this name, whose 1761 death bailed Prussia out of the Seven Years' War after the ascendancy of Peter III. The niece of Stefan Bathory and daughter of Peter the Great bore this name, as did a monarch saved by Francis Walsingham from the Babington Plot, which prompted her to execute Mary, Queen of Scots. For 10 points, identify this name shared by a famous \"Virgin": {
    "guess": "Elisabeth",
    "confidence": [
      [
        "El",
        -0.20965949
      ],
      [
        "is",
        -0.0004779784
      ],
      [
        "abeth",
        -2.8921695e-05
      ]
    ]
  },
  "Monica Luciana found that subjects perform better on assessments of this phenomenon after being given a D2 receptor agonist. In studying this phenomenon, K. Anders Ericcson encountered one test subject who \"cheated\" using his depth of knowledge of racing times. R.V. Kail found in 2007 that performance on tasks related to this system at a young age predicts reasoning ability later in life. Deficits": {
    "guess": "Working memory",
    "confidence": [
      [
        "Working",
        -0.019824674
      ],
      [
        " memory",
        -0.013741483
      ]
    ]
  },
  "One monarch of this name was forced to accept the resignation of John Carteret. That monarch of this name was the last king of his nation to lead troops into battle, doing so at the Battle of Dettingen. Another ruler of this name helped boost stock in the South Sea Company after becoming governor of": {
    "guess": "George II",
    "confidence": [
      [
        "George",
        -0.055481303
      ],
      [
        " II",
        -0.018379487
      ]
    ]
  },
  "The Mongolian deity Aigiarm bet this against horses in wrestling contests and won ten thousand horses without ever losing. During peacetime, Math ap Mathonwy was required to put his feet in the lap of someone who possessed it. Islam's Houris can reclaim it at any time, while Hera bathes in Canathus to acquire it and Sita and Shakti are sometimes given this property under the title of \"Kumari.\" Hypermnestra was the only Danaid to retain this, as a result of which she declined to kill Lynceus, and Rhea Silvia was a member of a Roman devotional order required to keep this and known as \"Vestal.\" FTP, the Pleiades, Hestia, Artemis, and Athena zealously guarded their possession of what quality, also": {
    "guess": "Virginity",
    "confidence": [
      [
        "Virgin",
        -0.01273437
      ],
      [
        "ity",
        -9.674858e-05
      ]
    ]
  },
  "One monarch of this name was traumatized by the murder-suicide of her son Rudolf in the Mayerling Incident, and was later shanked in the heart by Luigi Luncheni on Lake Geneva, expiring after removing her corset which had hidden the injury. The wife of Franz Josef I bore this name, as did a woman whose actions, revealed to Emperor Mathias by Gyorgy Thurzo, led to the rise of the lesser Hungarian gentry": {
    "guess": "Elisabeth",
    "confidence": [
      [
        "El",
        -0.040992443
      ],
      [
        "is",
        -4.978234e-05
      ],
      [
        "abeth",
        -9.8536635e-05
      ]
    ]
  },
  "The monk Nennius described this man's twelve battles, inspiring Geoffrey of Monmouth, who popularized the exploits of this figure. This man is at the center of a series of twelve narrative poems by Alfred Tennyson, Idylls of the King. In a Mark Twain novel, he employs a resident of Connecticut named Hank Morgan. T. H. White is known for a four-part work about this man, whose \"death\" titles a work written in prison by Thomas Mallory. For 10 points, name this legendary king who possesses a round table.": {
    "guess": "King Arthur",
    "confidence": [
      [
        "King",
        -0.0071097286
      ],
      [
        " Arthur",
        -1.9385403e-05
      ]
    ]
  },
  "This monarch's reign saw the Statute of Provisors and the Statute of Praemunire passed in resistance to the papacy, and this monarch led a failed expedition in the Lothians a decade after defeating David II at the Battle of Neville's Cross. Guilty of installing Edward Baliol as a puppet king of Scotland shortly after signing the Treaty of Northampton, he saw his mistress Alice Perrers prosecuted by the Good Parliament. Reigning effectively from the time he got Roger (*) Mortimer sentenced to death, this husband of Philippa of Hainault gained possession of Aquitaine but gave up his pretensions to the French throne when he signed the Treaty of Calais despite his victories over John II and Philip VI. The father of Edward the Black Prince and John of Gaunt, for 10 points, name this victor at the": {
    "guess": "Edward III of England",
    "confidence": [
      [
        "Edward",
        -0.0065511246
      ],
      [
        " III",
        -0.0016707765
      ],
      [
        " of",
        -0.017275102
      ],
      [
        " England",
        -0.00023154958
      ]
    ]
  },
  "The Monophysite patriarch of this city, Sophronius, negotiated protection for his community before it fell to a man who humbly entered it leading his own slave. Balian of Ibelin unsuccessfully defended this city against a siege, and the status of this city was eventually confirmed by the Treaty of Ramla after the Battle of Arsuf. Raymond of St. Gilles and (*) Godfrey of Bouillon were rivals to control this city. A barefoot procession around this city—which was once led by the leprous Baldwin IV—preceded its capture from the Fatimid Dynasty in 1099, whereupon its Muslim and Jewish populations were massacred and the al-Aqsa Mosque turned into a stable until it was recaptured 88 years later by Saladin. For 10 points, identify this city that was the target of the First and Third Crusades.": {
    "guess": "Jerusalem",
    "confidence": [
      [
        "Jer",
        -0.005777931
      ],
      [
        "usalem",
        -0.00027885512
      ]
    ]
  },
  "Monier-Monier Williams defined this word as \"that which is established or firm\", logical since it is cognate with the Latin firmus. The concept of \"rta\" was an early formulation of it, and it embodies the principle of sat imposed on humans and gods.  In Jainist thought, it defines the active principle that keeps the universe moving, while also referring to the true teaching.  In Buddhism, it stands for the true reality of the cosmos, but the word also represents one of the three ends of life, along with pleasure or \"kama\" and gain or \"artha.\"  FTP, give this term for law or righteousness, which some stupid Americans might know because it names a character played by Jenna Elfman on a forgettable sitcom.": {
    "guess": "Dharma",
    "confidence": [
      [
        "D",
        -0.005465929
      ],
      [
        "harma",
        -0.0039196494
      ]
    ]
  },
  "In the monoenergetic spectrum of a small particle detector, this interaction results in a namesake edge  and continuum whose shape may be predicted from the Klein-Nishina formula. This is the dominant mode of  photon-matter interaction at intermediate energies, and its inverse is sometimes called the Sunyaev-Zel'dovich effect and explains some of the anisotropy of the cosmic microwave background. For ten points, name the  phenomenon of incoherent, elastic scattering of a photon by an electron for which the shift in photon wave-  length is equal to the namesake wavelength times the quantity one": {
    "guess": "Compton scattering",
    "confidence": [
      [
        "Com",
        -0.036798198
      ],
      [
        "pton",
        -5.3596854e-05
      ],
      [
        " scattering",
        -0.41615716
      ]
    ]
  },
  "The month before the encounter at this site was spent building a road connecting it to Gist's Plantation. Its main overseer took charge after the death of Joshua Fry and was forced to share command upon the arrival of reinforcements under James Mackay. Its fall was linked to the actions of an ally, Half King, who killed the commander of an enemy scouting party, Joseph de Jumonville, and left with his Seneca warriors before fighting began. Jumonville's brother, Louis, sought revenge, and thus this": {
    "guess": "Battle of Jumonville Glen",
    "confidence": [
      [
        "Battle",
        -0.20239666
      ],
      [
        " of",
        -0.00020890454
      ],
      [
        " J",
        -0.09212978
      ],
      [
        "um",
        -2.1173457e-05
      ],
      [
        "on",
        -3.3093824e-05
      ],
      [
        "ville",
        -1.7835755e-05
      ],
      [
        " Glen",
        -8.041768e-05
      ]
    ]
  },
  "This monarch did not inherit one of her father's thrones because the Welf heritage law said her line had to have a male heir. Her predecessor sired no legitimate children which resulted in her ascension at eighteen (*). Early in her reign she was confronted with the Bedchamber Crisis when appointing her minister Robert Peel, and she was notably the first known carrier of hemophilia. Surviving several": {
    "guess": "Queen Victoria",
    "confidence": [
      [
        "Queen",
        -0.43803278
      ],
      [
        " Victoria",
        -0.00023393365
      ]
    ]
  },
  "This monarch's spouse initiated the Miracle of the House of Brandenburg and was assassinated by this monarch. In addition to mediating the War of the Bavarian Succession and nullifying the Constitution of May 3, this ruler's naval commander led the Orlov Revolt. This monarch, along with Fredrick the Great, partitioned (*) Poland. This monarch also put down Pugachev's rebellion. An adviser to this ruler may have constructed a namesake fake village and shares his name with a ship that revolted in the": {
    "guess": "Catherine the Great",
    "confidence": [
      [
        "C",
        -0.0068605323
      ],
      [
        "atherine",
        -0.0014360661
      ],
      [
        " the",
        -0.03131802
      ],
      [
        " Great",
        -0.00040230976
      ]
    ]
  },
  "Monads are structures in the space of these objects that were used to construct all instantons in almost all gauge groups in the ADHM construction. One transform important to the theory of these objects is analogous to the Radon transform. That transform utilizes the natural correspondence represented by the double fibration of a compactified, complexified Minkowski space and a space of these objects such as CP3 [C P 3], the complex projective 3-space. The Fourier transformation of the perturbative scattering in Yang-Mills theory from momentum space to the space of these objects was suggested by": {
    "guess": "Instanton",
    "confidence": [
      [
        "Instant",
        -0.19764717
      ],
      [
        "on",
        -0.06667821
      ]
    ]
  },
  "For a monatomic crystal with this structure, the structure factor is either four times the atomic form factor when the Miller indices are all even or all odd, or zero. The Burgers vector one-sixth times angle bracket one one two, close angle bracket, represents a Shockley partial dislocation occurring": {
    "guess": "Crystallography",
    "confidence": [
      [
        "Crystal",
        -0.679006
      ],
      [
        "log",
        -0.45622787
      ],
      [
        "raph",
        -0.48806006
      ],
      [
        "y",
        -7.648396e-05
      ]
    ]
  },
  "A month after he performed his most famous act, he challenged Anson Burlingame to a duel, but when the latter demanded that they fight in Canada he was forced to call it off.  He served as a captain in the Palmetto Regiment during the Mexican-American War, after which he entered politics and was elected to Congress in 1852.  He resigned from the House four years later, but was unanimously reelected to his seat by constituents who were unmoved by a committee report that recommended his expulsion.  For John Brown his action was the \"decisive touch\" that called for the Pottawotamie Massacre.  He was": {
    "guess": "Preston Brooks",
    "confidence": [
      [
        "P",
        -0.07072534
      ],
      [
        "rest",
        -0.00011582117
      ],
      [
        "on",
        -9.372295e-06
      ],
      [
        " Brooks",
        -0.027265104
      ]
    ]
  },
  "A monument in this nation honors a popular British administrator named Sir Alexander Ball. Its \"Seventh of June\" holiday remembers a 1919 event when protesters for independence were killed by British troops. The most famous battle in this country's history is described in the journal of Francisco Balbi": {
    "guess": "Malta",
    "confidence": [
      [
        "Mal",
        -0.49857658
      ],
      [
        "ta",
        -0.0011298558
      ]
    ]
  },
  "Monostatos tries to pursue a princess who was supposedly kidnapped by Sarastro in this work. The queen instructs her daughter to kill Sarastro and gives her a dagger in this work, and one character breaks his vow of fasting by accepting water from an old woman. That old woman later turns out to be (*) Papagena, who eventually settles down with Papageno. Prince Tamino is given the title object and is told to rescue Pamina at the beginning of this opera. For 10 points, name this opera by Mozart about an enchanted instrument.": {
    "guess": "The Magic Flute",
    "confidence": [
      [
        "The",
        -0.005326262
      ],
      [
        " Magic",
        -2.8802491e-05
      ],
      [
        " Fl",
        -1.147242e-06
      ],
      [
        "ute",
        -1.831257e-05
      ]
    ]
  },
  "Montgomery and Charles Vaughan bounded the number of errors for sufficiently large values used in this statement, while Hardy and Littlewood used an asymptotic analysis to create the \"extended version.\" Schrinelman bounded the number of possibilities at 300,000, and Chen's theorem used sieve theory to show that it holds for certain \"large\" numbers if using semiprimes. Levy's conjecture is a stronger version of its \"weak\" form, while its \"strong\" form was shown, by Estermann and Vinogradov, to hold for almost all even numbers. FTP, name this currently unsolved problem of mathematics which posits that every even integer greater than 2 can be expressed as the sum of two primes.": {
    "guess": "Goldbach's conjecture",
    "confidence": [
      [
        "Gold",
        -0.014034685
      ],
      [
        "bach",
        -1.5570886e-05
      ],
      [
        "'s",
        -0.010367307
      ],
      [
        " conject",
        -0.01241735
      ],
      [
        "ure",
        -1.4140442e-05
      ]
    ]
  },
  "For a monatomic crystal with this structure, the structure factor is either four times the atomic form factor when the Miller indices are all even or all odd, or zero. The Burgers vector one-sixth times angle bracket one one two, close angle bracket, represents a Shockley partial dislocation occurring in this type of lattice structure. Like the hexagonal close packed structure, this structure has the maximum regular packing fraction of about 0.74, and also like the hcp, it has a coordination number": {
    "guess": "Face-centered cubic structure",
    "confidence": [
      [
        "Face",
        -0.44510326
      ],
      [
        "-centered",
        -0.008923469
      ],
      [
        " cubic",
        -0.0031748603
      ],
      [
        " structure",
        -0.67691094
      ]
    ]
  },
  "This monarch's reign saw the Statute of Provisors and the Statute of Praemunire passed in resistance to the papacy, and this monarch led a failed expedition in the Lothians a decade after defeating David II at the Battle of Neville's Cross. Guilty of installing Edward Baliol as a puppet king of Scotland shortly after signing the Treaty of Northampton, he saw his mistress Alice Perrers prosecuted by": {
    "guess": "Edward III",
    "confidence": [
      [
        "Edward",
        -0.19704506
      ],
      [
        " III",
        -0.0827729
      ]
    ]
  },
  "Monica Luciana found that subjects perform better on assessments of this phenomenon after being given a D2 receptor agonist. In studying this phenomenon, K. Anders Ericcson encountered one test subject who \"cheated\" using his depth of knowledge of racing times. R.V. Kail found in 2007 that performance on tasks related to this system at a young age predicts reasoning ability later in life. Deficits in this system have been correlated with(*) ADHD-like tendencies. This observation led Baddeley and Hitch to propose a model of this system in which a \"central executive\" directs attention between a \"visuo-spatial sketchpad\" and a phonological loop. Miller suggested a \"magical number seven\" to describe capacity in this structure. For 10 points, name this system of briefly retaining and modifying information.": {
    "guess": "Working memory",
    "confidence": [
      [
        "Working",
        -0.0303431
      ],
      [
        " memory",
        -0.15284058
      ]
    ]
  },
  "This monarch did not inherit one of her father's thrones because the Welf heritage law said her line had to have a male heir. Her predecessor sired no legitimate children which resulted in her ascension": {
    "guess": "Matilda of England",
    "confidence": [
      [
        "Mat",
        -0.90407026
      ],
      [
        "ilda",
        -0.00017720005
      ],
      [
        " of",
        -0.27387485
      ],
      [
        " England",
        -0.26908684
      ]
    ]
  },
  "This monarch's youngest son, Leopold, died of hemophilia. This monarch was brought up under John Conroy's oppressive Kensington System. Edward Oxford and John Francis both tried to assassinate this ruler. This ruler was the first to live in Buckingham Palace. One of this monarch's mentors was Lord Melbourne, and Robert (*) Peel took power under this ruler. This ruler, who succeeded William IV, was": {
    "guess": "Queen Victoria",
    "confidence": [
      [
        "Queen",
        -0.009296638
      ],
      [
        " Victoria",
        -4.0842064e-05
      ]
    ]
  },
  "This monarch's youngest son, Leopold, died of hemophilia. This monarch was brought up under John Conroy's oppressive Kensington System. Edward Oxford and John Francis both tried to assassinate this ruler.": {
    "guess": "Queen Victoria",
    "confidence": [
      [
        "Queen",
        -0.02920788
      ],
      [
        " Victoria",
        -6.8616515e-05
      ]
    ]
  },
  "This monarch repealed the Titulus Regulus statute immediately after ascending to the throne. He defeated a rebellion led by the Earl of Lincoln at the Battle of Stoke. This king put down uprisings sparked by the pretenders Perkin Warbeck and Lambert Simnel. He empowered the Star Chamber, and through the treaty of Medina del Campo, married his son Arthur to (*) Catherine of Aragon. For 10 points, name": {
    "guess": "Henry VII",
    "confidence": [
      [
        "Henry",
        -0.0073321103
      ],
      [
        " VII",
        -0.0131835295
      ]
    ]
  },
  "The Monophysite patriarch of this city, Sophronius, negotiated protection for his community before it fell to a man who humbly entered it leading his own slave. Balian of Ibelin unsuccessfully defended this city against a siege, and the status of this city was eventually confirmed by the Treaty of Ramla": {
    "guess": "Jerusalem",
    "confidence": [
      [
        "Jer",
        -0.08207394
      ],
      [
        "usalem",
        -0.00040517066
      ]
    ]
  },
  "For a monatomic crystal with this structure, the structure factor is either four times the atomic form factor when the Miller indices are all even or all odd, or zero. The Burgers vector one-sixth times": {
    "guess": "Face-centered cubic structure",
    "confidence": [
      [
        "Face",
        -0.29396716
      ],
      [
        "-centered",
        -0.0064570745
      ],
      [
        " cubic",
        -0.0007594807
      ],
      [
        " structure",
        -0.6525602
      ]
    ]
  },
  "One monarch of this name was forced to accept the resignation of John Carteret. That monarch of this name was the last king of his nation to lead troops into battle, doing so at the Battle of Dettingen. Another ruler of this name helped boost stock in the South Sea Company after becoming governor of that entity. The fourth ruler of this name became regent following his father's descent into madness.": {
    "guess": "George II",
    "confidence": [
      [
        "George",
        -0.03596675
      ],
      [
        " II",
        -0.08210415
      ]
    ]
  },
  "A monument in this nation honors a popular British administrator named Sir Alexander Ball. Its \"Seventh of June\" holiday remembers a 1919 event when protesters for independence were killed by British troops. The most famous battle in this country's history is described in the journal of Francisco Balbi di Correggio. The French were driven from here with the surrender of General Vaubois, who was appointed": {
    "guess": "Siege of Malta",
    "confidence": [
      [
        "Sie",
        -0.58882767
      ],
      [
        "ge",
        -4.6444635e-05
      ],
      [
        " of",
        -0.0005750744
      ],
      [
        " Malta",
        -0.012793217
      ]
    ]
  },
  "This monarch's reign saw the Statute of Provisors and the Statute of Praemunire passed in resistance to the papacy, and this monarch led a failed expedition in the Lothians a decade after defeating David II at the Battle of Neville's Cross. Guilty of installing Edward Baliol as a puppet king of Scotland shortly after signing the Treaty of Northampton, he saw his mistress Alice Perrers prosecuted by the Good Parliament. Reigning effectively from the time he got Roger (*) Mortimer sentenced to death, this husband of Philippa of Hainault gained possession of Aquitaine but gave up his pretensions to": {
    "guess": "Edward III of England",
    "confidence": [
      [
        "Edward",
        -0.008636435
      ],
      [
        " III",
        -0.052600563
      ],
      [
        " of",
        -0.55243754
      ],
      [
        " England",
        -0.00016194198
      ]
    ]
  },
  "During the month dedicated to this deity, a priest led a procession around the city in impersonation of his lieutenant Paynal, while other priests burned giant bark versions of his weapon, the xiuh coatl. His sister ruled over snakes, scorpions, and the various insects of the desert, and he once sent a sign in the form of an eagle atop a cactus eating a snake to tell his followers to build a city. He foiled a plot to kill his mother, who had been impregnated by a ball of feathers, by leaping out of her womb and killing his sister Coyolxauhqui and 399 of his other siblings. For 10 points, name this": {
    "guess": "Huitzilopochtli",
    "confidence": [
      [
        "H",
        -0.10051181
      ],
      [
        "uit",
        -1.7432603e-06
      ],
      [
        "z",
        -4.1557283e-05
      ],
      [
        "il",
        -6.511407e-06
      ],
      [
        "op",
        -7.743759e-05
      ],
      [
        "ocht",
        -5.347765e-05
      ],
      [
        "li",
        -1.3663626e-05
      ]
    ]
  },
  "This monarch signed the Treaty of Etaples with Charles the Affable to cut of support for a domestic rival and sponsored the construction of the first European drydock. One of this man's ministers developed a contradictory tax policy based on outward demonstration of wealth, the so-called \"Morton's Fork\", and he married off his eldest son in the Treaty of Medina del Campo. One of this man's rivals posed as Edward VI and spoke a laughably minimal amount of English, while another posed as the Duke of York. This man overcame Lambert Simnel and Perkin Warbeck, and rose to the throne after a military victory where he was aided by Sir William Stanley and the Earl of Oxford in putting an end to the House of Plantagenet. The victor at the Battle of Bosworth Field over Richard III, for 10 points, identify this founder Tudor Dynasty and father of Henry VIII.": {
    "guess": "Henry VII of England",
    "confidence": [
      [
        "Henry",
        -0.0014831974
      ],
      [
        " VII",
        -0.0017315833
      ],
      [
        " of",
        -0.44732764
      ],
      [
        " England",
        -3.1782583e-05
      ]
    ]
  },
  "The month of Panquetzaliztli, roughly equivalent to December, was devoted to this deity who was celebrated with the consumption of amaranth. Often accompanied by his messenger Paynal, according to another myth his ejaculate created the first bat. His sister was Malinalxochi, who ruled over scorpions and snakes, and he was sometimes called Mextli. Patron of the city of Tenochtitlan, he was born of the union between Mixcoatl and Coatlicue as a ball of feathers, and he would later kill most of his brothers": {
    "guess": "Huitzilopochtli",
    "confidence": [
      [
        "H",
        -0.0054664053
      ],
      [
        "uit",
        -7.433829e-05
      ],
      [
        "z",
        -2.3080716e-05
      ],
      [
        "il",
        -4.2630116e-05
      ],
      [
        "op",
        -0.00023154958
      ],
      [
        "ocht",
        -6.337155e-05
      ],
      [
        "li",
        -2.4987974e-05
      ]
    ]
  },
  "One monarch of this name was traumatized by the murder-suicide of her son Rudolf in the Mayerling Incident, and was later shanked in the heart by Luigi Luncheni on Lake Geneva, expiring after removing her corset which had hidden the injury. The wife of Franz Josef I bore this name, as did a woman whose actions, revealed to Emperor Mathias by Gyorgy Thurzo, led to the rise of the lesser Hungarian gentry after they tired of that woman of this name (*) mutilating their daughters for sport. Three different": {
    "guess": "Elisabeth",
    "confidence": [
      [
        "El",
        -0.0014805787
      ],
      [
        "is",
        -1.7716551e-05
      ],
      [
        "abeth",
        -1.8789384e-05
      ]
    ]
  },
  "Monica Luciana found that subjects perform better on assessments of this phenomenon after being given a D2 receptor agonist. In studying this phenomenon, K. Anders Ericcson encountered one test subject who \"cheated\" using his depth of knowledge of racing times. R.V. Kail found in 2007 that performance": {
    "guess": "Expertise",
    "confidence": [
      [
        "Expert",
        -0.14896725
      ],
      [
        "ise",
        -0.6195826
      ]
    ]
  },
  "A month after he performed his most famous act, he challenged Anson Burlingame to a duel, but when the latter demanded that they fight in Canada he was forced to call it off.  He served as a captain in the Palmetto Regiment during the Mexican-American War, after which he entered politics and was elected to Congress in 1852.  He resigned from the House four years later, but was unanimously reelected to his seat by constituents who were unmoved by a committee report that recommended his expulsion.": {
    "guess": "Preston Brooks",
    "confidence": [
      [
        "P",
        -0.03570326
      ],
      [
        "rest",
        -0.0025866006
      ],
      [
        "on",
        -1.3856493e-06
      ],
      [
        " Brooks",
        -0.025601616
      ]
    ]
  },
  "This monarch's reign saw the Statute of Provisors and the Statute of Praemunire passed in resistance to the papacy, and this monarch led a failed expedition in the Lothians a decade after defeating David II at the Battle of Neville's Cross. Guilty of installing Edward Baliol as a puppet king of Scotland shortly after signing the Treaty of Northampton, he saw his mistress Alice Perrers prosecuted by the Good Parliament. Reigning effectively from the time he got Roger (*) Mortimer sentenced to death,": {
    "guess": "Edward III of England",
    "confidence": [
      [
        "Edward",
        -0.08872589
      ],
      [
        " III",
        -0.026381353
      ],
      [
        " of",
        -0.09276993
      ],
      [
        " England",
        -0.00022320532
      ]
    ]
  },
  "A month after he performed his most famous act, he challenged Anson Burlingame to a duel, but when the latter demanded that they fight in Canada he was forced to call it off.  He served as a captain in the Palmetto Regiment during the Mexican-American War, after which he entered politics and was elected to Congress in 1852.  He resigned from the House four years later, but was unanimously reelected to his seat by constituents who were unmoved by a committee report that recommended his expulsion.  For John Brown his action was the \"decisive touch\" that called for the Pottawotamie Massacre.  He was moved to anger by abusive references to his cousin, Senator Andrew P. Butler, in a speech titled \"The Crime Against Kansas.\"  FTP, name this South Carolina representative, who in 1856 beat Charles": {
    "guess": "Preston Brooks",
    "confidence": [
      [
        "P",
        -0.0030944124
      ],
      [
        "rest",
        -5.4908094e-05
      ],
      [
        "on",
        -9.579495e-05
      ],
      [
        " Brooks",
        -0.06378968
      ]
    ]
  },
  "The month before the encounter at this site was spent building a road connecting it to Gist's Plantation.": {
    "guess": "Gist's Plantation",
    "confidence": [
      [
        "G",
        -1.867424
      ],
      [
        "ist",
        -0.089961916
      ],
      [
        "'s",
        -0.09966494
      ],
      [
        " Plant",
        -0.023982596
      ],
      [
        "ation",
        -8.7450695e-05
      ]
    ]
  },
  "This monarch's youngest son, Leopold, died of hemophilia. This monarch was brought up under John Conroy's oppressive Kensington System. Edward Oxford and John Francis both tried to assassinate this ruler. This ruler was the first to live in Buckingham Palace. One of this monarch's mentors was Lord Melbourne, and Robert (*) Peel took power under this ruler. This ruler, who succeeded William IV, was the first British Monarch to hold a Diamond Jubilee. This ruler was succeeded by Edward VII and often quarreled with William Gladstone. For 10 points, name this wife of Albert and Queen of Britain for much of the 19th century.": {
    "guess": "Queen Victoria",
    "confidence": [
      [
        "Queen",
        -0.4752198
      ],
      [
        " Victoria",
        -0.00016194198
      ]
    ]
  },
  "For a monatomic crystal with this structure, the structure factor is either four times the atomic form": {
    "guess": "Face-centered cubic",
    "confidence": [
      [
        "Face",
        -0.59532356
      ],
      [
        "-centered",
        -0.012626428
      ],
      [
        " cubic",
        -0.0007905708
      ]
    ]
  },
  "In the months before this event, a canal project was started at Lake Avernus based on the plan of the architects Severus and Celer. This event seemed to have been stopped after five days, but it may have": {
    "guess": "Nero",
    "confidence": [
      [
        "N",
        -0.45429042
      ],
      [
        "ero",
        -0.0039405487
      ]
    ]
  },
  "A monument in this nation honors a popular British administrator named Sir Alexander Ball. Its \"Seventh of June\" holiday remembers a 1919 event when protesters for independence were killed by British troops.": {
    "guess": "Malta",
    "confidence": [
      [
        "Mal",
        -0.024739517
      ],
      [
        "ta",
        -0.0005275341
      ]
    ]
  },
  "One monarch of this name was traumatized by the murder-suicide of her son Rudolf in the Mayerling Incident,": {
    "guess": "Elisabeth of Bavaria",
    "confidence": [
      [
        "El",
        -0.04795887
      ],
      [
        "is",
        -1.4259645e-05
      ],
      [
        "abeth",
        -3.035214e-05
      ],
      [
        " of",
        -0.029782774
      ],
      [
        " Bav",
        -0.54834473
      ],
      [
        "aria",
        -0.00019841464
      ]
    ]
  },
  "Monads are structures in the space of these objects that were used to construct all instantons in almost": {
    "guess": "Quantum field theory",
    "confidence": [
      [
        "Quant",
        -1.2853204
      ],
      [
        "um",
        -5.1808798e-05
      ],
      [
        " field",
        -0.39912343
      ],
      [
        " theory",
        -0.0020299924
      ]
    ]
  },
  "Monks who had mastered this work's teachings were often referred to by its Chinese title. It contains": {
    "guess": "Tao Te Ching",
    "confidence": [
      [
        "T",
        -0.575817
      ],
      [
        "ao",
        -0.0006957544
      ],
      [
        " Te",
        -0.00184106
      ],
      [
        " Ch",
        -0.00010652328
      ],
      [
        "ing",
        -2.9160103e-05
      ]
    ]
  },
  "During this monarch's reign, the Dutchman Guilliam Boonen introduced the spring-suspension couch to England.": {
    "guess": "William III of England",
    "confidence": [
      [
        "William",
        -0.6025971
      ],
      [
        " III",
        -0.0022575487
      ],
      [
        " of",
        -0.019510249
      ],
      [
        " England",
        -0.00011534435
      ]
    ]
  },
  "This monarch signed the Treaty of Etaples with Charles the Affable to cut of support for a domestic rival and sponsored the construction of the first European drydock. One of this man's ministers developed a contradictory tax policy based on outward demonstration of wealth, the so-called \"Morton's Fork\",": {
    "guess": "Henry VII of England",
    "confidence": [
      [
        "Henry",
        -0.024505153
      ],
      [
        " VII",
        -0.008453466
      ],
      [
        " of",
        -1.2948405e-05
      ],
      [
        " England",
        -5.252402e-05
      ]
    ]
  },
  "The Mongolian deity Aigiarm bet this against horses in wrestling contests and won ten thousand horses without ever losing. During peacetime, Math ap Mathonwy was required to put his feet in the lap of someone who possessed it. Islam's Houris can reclaim it at any time, while Hera bathes in Canathus to acquire it and Sita and Shakti are sometimes given this property under the title of \"Kumari.\" Hypermnestra was the only Danaid to retain this, as a result of which she declined to kill Lynceus, and Rhea Silvia was a member of a Roman devotional order required to keep this and known as \"Vestal.\" FTP,": {
    "guess": "Virginity",
    "confidence": [
      [
        "Virgin",
        -0.014729139
      ],
      [
        "ity",
        -0.0002491807
      ]
    ]
  },
  "During this monarch's reign, the Dutchman Guilliam Boonen introduced the spring-suspension couch to England. Also during this monarch's reign, Parliament passed the Statute of Artificers, which abolished the power of gilds. This monarch signed the Treaty of Nonsuch with the Netherlands. Rebellions against": {
    "guess": "Charles II of England",
    "confidence": [
      [
        "Charles",
        -0.27266392
      ],
      [
        " II",
        -0.60000193
      ],
      [
        " of",
        -0.059867144
      ],
      [
        " England",
        -4.9663133e-05
      ]
    ]
  },
  "The monk Nennius described this man's twelve battles, inspiring Geoffrey of Monmouth, who popularized the exploits of this figure. This man is at the center of a series of twelve narrative poems by Alfred Tennyson, Idylls of the King. In a Mark Twain novel, he employs a resident of Connecticut named Hank Morgan. T. H. White is known for a four-part work about this man, whose \"death\" titles a work written": {
    "guess": "King Arthur",
    "confidence": [
      [
        "King",
        -0.014326033
      ],
      [
        " Arthur",
        -4.036525e-05
      ]
    ]
  },
  "One monarch of this name was forced to accept the resignation of John Carteret. That monarch of this name was the last king of his nation to lead troops into battle, doing so at the Battle of Dettingen. Another ruler of this name helped boost stock in the South Sea Company after becoming governor of that entity. The fourth ruler of this name became regent following his father's descent into madness. For 10 points, give the shared name of these British monarchs of the Hanoverian Dynasty, the third": {
    "guess": "George II",
    "confidence": [
      [
        "George",
        -0.030078713
      ],
      [
        " II",
        -0.49309343
      ]
    ]
  },
  "The Mongolian deity Aigiarm bet this against horses in wrestling contests and won ten thousand horses": {
    "guess": "Aigiarm",
    "confidence": [
      [
        "A",
        -1.4045069
      ],
      [
        "igi",
        -0.1624756
      ],
      [
        "arm",
        -0.00036442498
      ]
    ]
  },
  "This is the moniker of the woman who relates the poem \"touissant,\" in for colored girls by Ntozake Shange, as well as the last name of Betsy, her only novel's title character. It is the last name of the author of a novel featuring Eliza [?] Holmes exposing Harriot Fawcet's boyfriend as her brother. A character of this last name betrays Dion Anthony and lover her brother Margaret in a play with this adjective in its title. In addition to the last name of the author of The Power of Sympathy, and it being the last name of the author of Arthur Mervyn and Wieland, it is the last name of  Billy in Eugene O'Neill's play with this word in its title along with \"Great and \"God.\" This is the last name of": {
    "guess": "Naylor",
    "confidence": [
      [
        "N",
        -1.2096317
      ],
      [
        "aylor",
        -0.7453484
      ]
    ]
  },
  "The Mongolian deity Aigiarm bet this against horses in wrestling contests and won ten thousand horses without ever losing. During peacetime, Math ap Mathonwy was required to put his feet in the lap of someone who possessed it. Islam's Houris can reclaim it at any time, while Hera bathes in Canathus to": {
    "guess": "Cauldron of Rebirth",
    "confidence": [
      [
        "C",
        -0.68978477
      ],
      [
        "aul",
        -0.040457256
      ],
      [
        "d",
        -8.2324936e-05
      ],
      [
        "ron",
        -0.0003490514
      ],
      [
        " of",
        -0.018743293
      ],
      [
        " Re",
        -1.4395986
      ],
      [
        "birth",
        -0.0006825301
      ]
    ]
  },
  "The Monophysite patriarch of this city, Sophronius, negotiated protection for his community before it": {
    "guess": "Jerusalem",
    "confidence": [
      [
        "Jer",
        -0.30223128
      ],
      [
        "usalem",
        -4.8425554e-06
      ]
    ]
  },
  "This monarch's reign saw the Statute of Provisors and the Statute of Praemunire passed in resistance to the papacy, and this monarch led a failed expedition in the Lothians a decade after defeating David II at the Battle of Neville's Cross. Guilty of installing Edward Baliol as a puppet king of Scotland": {
    "guess": "Edward III",
    "confidence": [
      [
        "Edward",
        -0.15788423
      ],
      [
        " III",
        -0.07712017
      ]
    ]
  },
  "Monostatos tries to pursue a princess who was supposedly kidnapped by Sarastro in this work. The queen instructs her daughter to kill Sarastro and gives her a dagger in this work, and one character breaks his vow of fasting by accepting water from an old woman. That old woman later turns out to be (*)": {
    "guess": "The Magic Flute",
    "confidence": [
      [
        "The",
        -0.004431898
      ],
      [
        " Magic",
        -0.00020783172
      ],
      [
        " Fl",
        -7.465036e-06
      ],
      [
        "ute",
        -2.6537622e-05
      ]
    ]
  },
  "Monads are structures in the space of these objects that were used to construct all instantons in almost all gauge groups in the ADHM construction. One transform important to the theory of these objects is analogous to the Radon transform. That transform utilizes the natural correspondence represented by the double fibration of a compactified, complexified Minkowski space and a space of these objects": {
    "guess": "Instanton",
    "confidence": [
      [
        "Instant",
        -0.42460665
      ],
      [
        "on",
        -0.03302331
      ]
    ]
  },
  "A monarch of this name earned the ire of Pope Innocent VI by living with his mistress while unhappily married to Adelaide of Hesse. Possibly out of love for his beautiful Jewish mistress Esther, a ruler with this name instituted the death penalty for the crime of kidnapping Jewish children for the purpose of baptizing them. Ten of the twelve researchers present at the 1973 exhumation and re-interring of a monarch of this name died, either of a curse or a fungal infection. The Thirteen Years' War broke out after a monarch with this name incorporated the entirety of Prussia into his domain. For quashing the \"Pagan Reaction\" to Christianization of his kingdom, the first king of this name earned the epithet \"the (*) Restorer.\" The best-known monarch of this name succeeded his father Wladyslaw the Elbow-High, convened the Congress of Krakow, and instituted a series of legal reforms that inspired": {
    "guess": "Casimir III the Great",
    "confidence": [
      [
        "Cas",
        -0.022092331
      ],
      [
        "imir",
        -4.2272506e-05
      ],
      [
        " III",
        -0.0059253625
      ],
      [
        " the",
        -0.21438743
      ],
      [
        " Great",
        -0.0004068395
      ]
    ]
  },
  "One monarch of this name was traumatized by the murder-suicide of her son Rudolf in the Mayerling Incident, and was later shanked in the heart by Luigi Luncheni on Lake Geneva, expiring after removing her corset which had hidden the injury. The wife of Franz Josef I bore this name, as did a woman whose actions, revealed to Emperor Mathias by Gyorgy Thurzo, led to the rise of the lesser Hungarian gentry after they tired of that woman of this name (*) mutilating their daughters for sport. Three different Shuvalovs served a monarch of this name, whose 1761 death bailed Prussia out of the Seven Years' War after the ascendancy of Peter III. The niece of Stefan Bathory and daughter of Peter the Great bore this name, as did a monarch saved by Francis Walsingham from the Babington Plot, which prompted her to execute Mary, Queen of Scots. For 10 points, identify this name shared by a famous \"Virgin Queen\" of England.": {
    "guess": "Elisabeth",
    "confidence": [
      [
        "El",
        -0.6149376
      ],
      [
        "is",
        -0.00015526658
      ],
      [
        "abeth",
        -2.486877e-05
      ]
    ]
  },
  "Montano de Marinis had a copy of the Genoese San Giorgio Palace built in this city, while Raimondo D'Aronco designed the Casa Botter along its Independence Avenue. Once completed in 2010, its two tallest structures will be the Sapphire and Diamond. The Maiden's Tower lies in this city's harbor, and other": {
    "guess": "Istanbul",
    "confidence": [
      [
        "I",
        -0.04545762
      ],
      [
        "stanbul",
        -6.4802e-05
      ]
    ]
  },
  "Monroe Stahr, Rosemary Hoyt, Amory Blaine, Mr. Barlow, and Dick Diver are lesser-known characters created": {
    "guess": "The Last Tycoon",
    "confidence": [
      [
        "The",
        -0.7417131
      ],
      [
        " Last",
        -0.17010608
      ],
      [
        " Ty",
        -1.9816675e-06
      ],
      [
        "coon",
        -1.247159e-05
      ]
    ]
  },
  "A month after he performed his most famous act, he challenged Anson Burlingame to a duel, but when the latter demanded that they fight in Canada he was forced to call it off.  He served as a captain in": {
    "guess": "William H. Seward",
    "confidence": [
      [
        "William",
        -1.7325172
      ],
      [
        " H",
        -1.1183072
      ],
      [
        ".",
        -0.015549059
      ],
      [
        " S",
        -0.018871497
      ],
      [
        "eward",
        -2.8564085e-05
      ]
    ]
  },
  "This is the moniker of the woman who relates the poem \"touissant,\" in for colored girls by Ntozake Shange, as well as the last name of Betsy, her only novel's title character. It is the last name of the author of a novel featuring Eliza [?] Holmes exposing Harriot Fawcet's boyfriend as her brother. A character of this last name betrays Dion Anthony and lover her brother Margaret in a play with this": {
    "guess": "Suzan-Lori Parks",
    "confidence": [
      [
        "S",
        -1.4393355
      ],
      [
        "uz",
        -0.15805085
      ],
      [
        "an",
        -0.20488355
      ],
      [
        "-L",
        -0.004116869
      ],
      [
        "ori",
        -0.00036597464
      ],
      [
        " Parks",
        -0.0021858301
      ]
    ]
  },
  "During the month dedicated to this deity, a priest led a procession around the city in impersonation of his lieutenant Paynal, while other priests burned giant bark versions of his weapon, the xiuh coatl. His sister ruled over snakes, scorpions, and the various insects of the desert, and he once sent": {
    "guess": "Tlaloc",
    "confidence": [
      [
        "T",
        -1.8748859
      ],
      [
        "l",
        -0.00955349
      ],
      [
        "al",
        -0.038974743
      ],
      [
        "oc",
        -0.00039039674
      ]
    ]
  },
  "This monarch's reign saw the Statute of Provisors and the Statute of Praemunire passed in resistance": {
    "guess": "Edward III",
    "confidence": [
      [
        "Edward",
        -0.541607
      ],
      [
        " III",
        -0.30241314
      ]
    ]
  },
  "This is the moniker of the woman who relates the poem \"touissant,\" in for colored girls by Ntozake Shange, as well as the last name of Betsy, her only novel's title character. It is the last name of the": {
    "guess": "Betsy Hamilton",
    "confidence": [
      [
        "B",
        -0.67843515
      ],
      [
        "etsy",
        -1.0700827
      ],
      [
        " Hamilton",
        -0.6733699
      ]
    ]
  },
  "This is the moniker of the woman who relates the poem \"touissant,\" in for colored girls by Ntozake Shange, as well as the last name of Betsy, her only novel's title character. It is the last name of the author of a novel featuring Eliza [?] Holmes exposing Harriot Fawcet's boyfriend as her brother. A character of this last name betrays Dion Anthony and lover her brother Margaret in a play with this adjective in its title. In addition to the last name of the author of The Power of Sympathy, and it": {
    "guess": "Brown (surname)",
    "confidence": [
      [
        "Brown",
        -0.9310334
      ],
      [
        " (",
        -0.7506397
      ],
      [
        "surname",
        -0.16010712
      ],
      [
        ")",
        -0.0014885544
      ]
    ]
  },
  "A month after he performed his most famous act, he challenged Anson Burlingame to a duel, but when the latter demanded that they fight in Canada he was forced to call it off.  He served as a captain in the Palmetto Regiment during the Mexican-American War, after which he entered politics and was elected to Congress in 1852.  He resigned from the House four years later, but was unanimously reelected to his seat by constituents who were unmoved by a committee report that recommended his expulsion.  For John Brown his action was the \"decisive touch\" that called for the Pottawotamie Massacre.  He was moved to anger by abusive references to his cousin, Senator Andrew P. Butler, in a speech titled": {
    "guess": "Preston Brooks",
    "confidence": [
      [
        "P",
        -0.028153297
      ],
      [
        "rest",
        -1.5570886e-05
      ],
      [
        "on",
        -2.2246291e-05
      ],
      [
        " Brooks",
        -0.0117697
      ]
    ]
  },
  "This monarch signed the Treaty of Etaples with Charles the Affable to cut of support for a domestic rival and sponsored the construction of the first European drydock. One of this man's ministers developed a contradictory tax policy based on outward demonstration of wealth, the so-called \"Morton's Fork\", and he married off his eldest son in the Treaty of Medina del Campo. One of this man's rivals posed as Edward VI and spoke a laughably minimal amount of English, while another posed as the Duke of York. This man overcame Lambert Simnel and Perkin Warbeck, and rose to the throne after a military": {
    "guess": "Henry VII of England",
    "confidence": [
      [
        "Henry",
        -0.002570068
      ],
      [
        " VII",
        -0.0046078954
      ],
      [
        " of",
        -0.66713995
      ],
      [
        " England",
        -0.0001376281
      ]
    ]
  },
  "Monier-Monier Williams defined this word as \"that which is established or firm\", logical since it is cognate with the Latin firmus. The concept of \"rta\" was an early formulation of it, and it embodies the principle of sat imposed on humans and gods.  In Jainist thought, it defines the active principle that keeps the universe moving, while also referring to the true teaching.  In Buddhism, it stands": {
    "guess": "Dharma",
    "confidence": [
      [
        "D",
        -0.034695096
      ],
      [
        "harma",
        -0.0018063223
      ]
    ]
  },
  "During the month dedicated to this deity, a priest led a procession around the city in impersonation of his lieutenant Paynal, while other priests burned giant bark versions of his weapon, the xiuh coatl.": {
    "guess": "Huitzilopochtli",
    "confidence": [
      [
        "H",
        -0.5063257
      ],
      [
        "uit",
        -0.001576998
      ],
      [
        "z",
        -0.00013607845
      ],
      [
        "il",
        -2.7848862e-05
      ],
      [
        "op",
        -0.00019865304
      ],
      [
        "ocht",
        -1.4855664e-05
      ],
      [
        "li",
        -1.831257e-05
      ]
    ]
  },
  "Monica Luciana found that subjects perform better on assessments of this phenomenon after being given a D2 receptor agonist. In studying this phenomenon, K. Anders Ericcson encountered one test subject who \"cheated\" using his depth of knowledge of racing times. R.V. Kail found in 2007 that performance on tasks related to this system at a young age predicts reasoning ability later in life. Deficits in this system have been correlated with(*) ADHD-like tendencies. This observation led Baddeley and": {
    "guess": "Working memory",
    "confidence": [
      [
        "Working",
        -0.117196925
      ],
      [
        " memory",
        -0.22041924
      ]
    ]
  },
  "This monarch once put a dog chain around a defeated rival king and confined him to a  kennel at the east gate of his capital. He conquered Egypt's Twenty-Fifth Dynasty and  installed a vassal, Psamtik the First, as pharaoh. Later he attacked and destroyed Susa, the capital of Elam. Reliefs on his palace walls celebrate his military exploits, but he secured his place in history by establishing the first": {
    "guess": "Ashurbanipal",
    "confidence": [
      [
        "Ash",
        -0.9366586
      ],
      [
        "urban",
        -0.0011845153
      ],
      [
        "ip",
        -5.085517e-05
      ],
      [
        "al",
        -3.9054008e-05
      ]
    ]
  },
  "In the monoenergetic spectrum of a small particle detector, this interaction results in a namesake edge  and continuum whose shape may be predicted from the Klein-Nishina formula. This is the dominant mode of  photon-matter interaction at intermediate energies, and its inverse is sometimes called the": {
    "guess": "Photoelectric effect",
    "confidence": [
      [
        "Photo",
        -0.062117472
      ],
      [
        "electric",
        -0.0030994043
      ],
      [
        " effect",
        -0.022629978
      ]
    ]
  },
  "This monarch once put a dog chain around a defeated rival king and confined him to a  kennel at the east gate of his capital. He conquered Egypt's Twenty-Fifth Dynasty and  installed a vassal, Psamtik the First, as pharaoh. Later he attacked and destroyed Susa, the capital of Elam. Reliefs on his palace": {
    "guess": "Assurbanipal",
    "confidence": [
      [
        "Ass",
        -0.841211
      ],
      [
        "urban",
        -0.5012615
      ],
      [
        "ip",
        -0.0001202317
      ],
      [
        "al",
        -4.823269e-05
      ]
    ]
  },
  "Monostatos tries to pursue a princess who was supposedly kidnapped by Sarastro in this work. The queen instructs her daughter to kill Sarastro and gives her a dagger in this work, and one character breaks his vow of fasting by accepting water from an old woman. That old woman later turns out to be (*) Papagena, who eventually settles down with Papageno. Prince Tamino is given the title object and is told to rescue Pamina at the beginning of this opera. For 10 points, name this opera by Mozart about": {
    "guess": "The Magic Flute",
    "confidence": [
      [
        "The",
        -0.0016119851
      ],
      [
        " Magic",
        -4.246537e-06
      ],
      [
        " Fl",
        -1.6240566e-06
      ],
      [
        "ute",
        -3.488188e-05
      ]
    ]
  },
  "This monarch emerged victorious at the Battle of Alcântara, but the Ottomans thwarted his attempt to reconquer Tripoli at the Battle of Djerba. He finally produced an heir with his last spouse, Anne of Austria. He sent his half-brother to command the fleet of the Holy League at the Battle of Lepanto. This brother of Don Carlos of Austria signed the Peace of Vervins with Henry IV. He annexed Portugal in 1581, and built the Escorial. Thomas Wyatt led a rebellion after this son of Charles V married": {
    "guess": "Philip II of Spain",
    "confidence": [
      [
        "Philip",
        -0.001391781
      ],
      [
        " II",
        -3.166338e-05
      ],
      [
        " of",
        -1.8550976e-05
      ],
      [
        " Spain",
        -3.9888433e-05
      ]
    ]
  },
  "This is the moniker of the woman who relates the poem \"touissant,\" in for colored girls by Ntozake Shange, as well as the last name of Betsy, her only novel's title character. It is the last name of the author of a novel featuring Eliza [?] Holmes exposing Harriot Fawcet's boyfriend as her brother. A character of this last name betrays Dion Anthony and lover her brother Margaret in a play with this adjective in its title. In addition to the last name of the author of The Power of Sympathy, and it being the last name of the author of Arthur Mervyn and Wieland, it is the last name of  Billy in Eugene O'Neill's play with this word in its title along with \"Great and \"God.\" This is the last name of a man who ventures into the forest with the devil to initiate a ritual with his wife Faith. For ten": {
    "guess": "Hawthorne",
    "confidence": [
      [
        "H",
        -0.88180035
      ],
      [
        "aw",
        -0.0018497471
      ],
      [
        "th",
        -0.00019495773
      ],
      [
        "orne",
        -0.00010092071
      ]
    ]
  },
  "Montano de Marinis had a copy of the Genoese San Giorgio Palace built in this city, while Raimondo D'Aronco designed the Casa Botter along its Independence Avenue. Once completed in 2010, its two tallest": {
    "guess": "Asunción",
    "confidence": [
      [
        "As",
        -1.6957148
      ],
      [
        "unc",
        -0.031225247
      ],
      [
        "ión",
        -0.21590845
      ]
    ]
  },
  "For a monatomic crystal with this structure, the structure factor is either four times the atomic form factor when the Miller indices are all even or all odd, or zero. The Burgers vector one-sixth times angle bracket one one two, close angle bracket, represents a Shockley partial dislocation occurring in this type of lattice structure. Like the hexagonal close packed structure, this structure has the maximum regular packing fraction of about 0.74, and also like the hcp, it has a coordination number of 12. This lattice structure's reciprocal lattice is the body-centered cubic. For ten points, identify": {
    "guess": "Cubic crystal system",
    "confidence": [
      [
        "C",
        -0.7085889
      ],
      [
        "ubic",
        -0.0055740485
      ],
      [
        " crystal",
        -0.00753411
      ],
      [
        " system",
        -0.00048250816
      ]
    ]
  },
  "During this monarch's reign, the Dutchman Guilliam Boonen introduced the spring-suspension couch to England. Also during this monarch's reign, Parliament passed the Statute of Artificers, which abolished the power of gilds. This monarch signed the Treaty of Nonsuch with the Netherlands. Rebellions against this ruler include the Desmond Rebellions in Ireland and the Northern Rebellion by English Catholics. Francis Walsingham discovered the Throckmorton and Babington plots against this ruler, who knighted": {
    "guess": "Elizabeth I of England",
    "confidence": [
      [
        "Elizabeth",
        -0.0020351072
      ],
      [
        " I",
        -0.00023083435
      ],
      [
        " of",
        -0.29144785
      ],
      [
        " England",
        -0.00011749002
      ]
    ]
  },
  "Monads are structures in the space of these objects that were used to construct all instantons in almost all gauge groups in the ADHM construction. One transform important to the theory of these objects": {
    "guess": "Instanton",
    "confidence": [
      [
        "Instant",
        -0.22020866
      ],
      [
        "on",
        -0.27986595
      ]
    ]
  },
  "The month of Panquetzaliztli, roughly equivalent to December, was devoted to this deity who was celebrated with the consumption of amaranth. Often accompanied by his messenger Paynal, according to another myth his ejaculate created the first bat. His sister was Malinalxochi, who ruled over scorpions and snakes, and he was sometimes called Mextli. Patron of the city of Tenochtitlan, he was born of the union between Mixcoatl and Coatlicue as a ball of feathers, and he would later kill most of his brothers and sisters. For ten points, name this Aztec god of war who was often represented as a hummingbird.": {
    "guess": "Huitzilopochtli",
    "confidence": [
      [
        "H",
        -0.0016907735
      ],
      [
        "uit",
        -1.0280384e-06
      ],
      [
        "z",
        -2.7014437e-05
      ],
      [
        "il",
        -6.6306106e-06
      ],
      [
        "op",
        -9.372295e-06
      ],
      [
        "ocht",
        -2.8921695e-05
      ],
      [
        "li",
        -4.604148e-06
      ]
    ]
  },
  "The Monophysite patriarch of this city, Sophronius, negotiated protection for his community before it fell to a man who humbly entered it leading his own slave. Balian of Ibelin unsuccessfully defended": {
    "guess": "Siege of Jerusalem (637)",
    "confidence": [
      [
        "Sie",
        -0.32508025
      ],
      [
        "ge",
        -4.2868523e-05
      ],
      [
        " of",
        -0.000501324
      ],
      [
        " Jerusalem",
        -0.00026467352
      ],
      [
        " (",
        -0.28331426
      ],
      [
        "637",
        -0.8738992
      ],
      [
        ")",
        -0.00015622021
      ]
    ]
  },
  "This monarch repealed the Titulus Regulus statute immediately after ascending to the throne. He defeated a rebellion led by the Earl of Lincoln at the Battle of Stoke. This king put down uprisings sparked": {
    "guess": "Henry VII of England",
    "confidence": [
      [
        "Henry",
        -0.0036984163
      ],
      [
        " VII",
        -0.0025838625
      ],
      [
        " of",
        -3.5313153e-06
      ],
      [
        " England",
        -2.188868e-05
      ]
    ]
  },
  "Monica Luciana found that subjects perform better on assessments of this phenomenon after being given a D2 receptor agonist. In studying this phenomenon, K. Anders Ericcson encountered one test subject who \"cheated\" using his depth of knowledge of racing times. R.V. Kail found in 2007 that performance on tasks related to this system at a young age predicts reasoning ability later in life. Deficits in this system have been correlated with(*) ADHD-like tendencies. This observation led Baddeley and Hitch to propose a model of this system in which a \"central executive\" directs attention between a \"visuo-spatial": {
    "guess": "Working memory",
    "confidence": [
      [
        "Working",
        -0.07091924
      ],
      [
        " memory",
        -0.04462005
      ]
    ]
  },
  "Monier-Monier Williams defined this word as \"that which is established or firm\", logical since it is": {
    "guess": "Dharma",
    "confidence": [
      [
        "D",
        -1.1485963
      ],
      [
        "harma",
        -0.012137208
      ]
    ]
  },
  "This monarch emerged victorious at the Battle of Alcântara, but the Ottomans thwarted his attempt to reconquer Tripoli at the Battle of Djerba. He finally produced an heir with his last spouse, Anne of Austria. He sent his half-brother to command the fleet of the Holy League at the Battle of Lepanto. This brother of Don Carlos of Austria signed the Peace of Vervins with Henry IV. He annexed Portugal in 1581, and built the Escorial. Thomas Wyatt led a rebellion after this son of Charles V married Mary Tudor. For 10 points, name this king who attempted to conquer Britain in 1588 by sending the Spanish Armada.": {
    "guess": "Philip II of Spain",
    "confidence": [
      [
        "Philip",
        -0.0043546334
      ],
      [
        " II",
        -4.1273333e-06
      ],
      [
        " of",
        -8.657073e-06
      ],
      [
        " Spain",
        -1.5809293e-05
      ]
    ]
  },
  "In 1880, just months before her death, she changed her surname yet again to Cross after marrying a man twenty years younger than her. She had already taken on a new name once before, because she felt her writing would be taken more seriously that way, and her first novel, Adam Bede, was very well received. For ten points, name this Victorian British author whose real name was Mary Ann Evans, the woman": {
    "guess": "George Eliot",
    "confidence": [
      [
        "George",
        -0.7535477
      ],
      [
        " Eli",
        -0.0011811812
      ],
      [
        "ot",
        -2.057744e-05
      ]
    ]
  },
  "Monroe Stahr, Rosemary Hoyt, Amory Blaine, Mr. Barlow, and Dick Diver are lesser-known characters created by this author. Other, more well-known characters of his creation include Myrtle Wilson, Daisy Buchanan, and the man once known as Jay Gatz. For 10 points, identify this \"jazz-age\" author of Tender is the Night and The Great Gatsby.": {
    "guess": "F. Scott Fitzgerald",
    "confidence": [
      [
        "F",
        -0.0015921076
      ],
      [
        ".",
        -0.00017922651
      ],
      [
        " Scott",
        -4.246537e-06
      ],
      [
        " Fitzgerald",
        -0.00013619766
      ]
    ]
  },
  "A monarch of this name earned the ire of Pope Innocent VI by living with his mistress while unhappily married to Adelaide of Hesse. Possibly out of love for his beautiful Jewish mistress Esther, a ruler with this name instituted the death penalty for the crime of kidnapping Jewish children for the purpose": {
    "guess": "John II of France",
    "confidence": [
      [
        "John",
        -1.5826497
      ],
      [
        " II",
        -0.46829227
      ],
      [
        " of",
        -0.1525157
      ],
      [
        " France",
        -0.07291786
      ]
    ]
  },
  "Montgomery and Charles Vaughan bounded the number of errors for sufficiently large values used in this statement, while Hardy and Littlewood used an asymptotic analysis to create the \"extended version.\" Schrinelman bounded the number of possibilities at 300,000, and Chen's theorem used sieve theory to show that it holds for certain \"large\" numbers if using semiprimes. Levy's conjecture is a stronger version of its \"weak\" form, while its \"strong\" form was shown, by Estermann and Vinogradov, to hold": {
    "guess": "Goldbach's conjecture",
    "confidence": [
      [
        "Gold",
        -0.04271733
      ],
      [
        "bach",
        -1.8074163e-05
      ],
      [
        "'s",
        -0.00083225913
      ],
      [
        " conject",
        -0.0053228163
      ],
      [
        "ure",
        -3.88156e-05
      ]
    ]
  },
  "Monkey, not a truck! F10PE, identify these characters related to Transformers: Beast Wars from a brief description.  A. This original Transformer with an immortal spark took control of Waspinator's body. Waspinator became a far more competent warrior and tactician, but the spark was eventually forced": {
    "guess": "List of Beast Wars: Transformers characters",
    "confidence": [
      [
        "List",
        -0.15161964
      ],
      [
        " of",
        -0.001049958
      ],
      [
        " Beast",
        -0.003063988
      ],
      [
        " Wars",
        -0.0004739255
      ],
      [
        ":",
        -0.58236986
      ],
      [
        " Transformers",
        -0.00037836083
      ],
      [
        " characters",
        -0.010745128
      ]
    ]
  },
  "The month before the encounter at this site was spent building a road connecting it to Gist's Plantation. Its main overseer took charge after the death of Joshua Fry and was forced to share command upon the arrival of reinforcements under James Mackay. Its fall was linked to the actions of an ally, Half King, who killed the commander of an enemy scouting party, Joseph de Jumonville, and left with his Seneca warriors before fighting began. Jumonville's brother, Louis, sought revenge, and thus this *outpost in the Great Meadows, built as part of an expedition ordered by Robert Dinwiddie, was besieged by an army from Fort Duquesne. FTP, name this hastily-made fort, whose capture opened the French and Indian War and saw an ignominious surrender made by George Washington.": {
    "guess": "Fort Necessity",
    "confidence": [
      [
        "Fort",
        -0.03768119
      ],
      [
        " N",
        -0.00063773885
      ],
      [
        "ecess",
        -1.5213274e-05
      ],
      [
        "ity",
        -2.6418418e-05
      ]
    ]
  },
  "Monks who had mastered this work's teachings were often referred to by its Chinese title. It contains sections \"of discourse\" and \"of discipline.\"  Its second part was recited by Ananda, and contains a": {
    "guess": "Sutta Pitaka",
    "confidence": [
      [
        "S",
        -1.5743024
      ],
      [
        "utta",
        -0.19215648
      ],
      [
        " Pit",
        -0.0034143939
      ],
      [
        "aka",
        -3.392825e-05
      ]
    ]
  },
  "Monks who had mastered this work's teachings were often referred to by its Chinese title. It contains sections \"of discourse\" and \"of discipline.\"  Its second part was recited by Ananda, and contains a list of doctrines including meditation techniques, while other parts were recited by Upali and Mahakashyapa.": {
    "guess": "Vinaya Pitaka",
    "confidence": [
      [
        "Vin",
        -1.0691725
      ],
      [
        "aya",
        -0.00017207429
      ],
      [
        " Pit",
        -0.0019538489
      ],
      [
        "aka",
        -1.9816675e-06
      ]
    ]
  },
  "Monks who had mastered this work's teachings were often referred to by its Chinese title. It contains sections \"of discourse\" and \"of discipline.\"  Its second part was recited by Ananda, and contains a list of doctrines including meditation techniques, while other parts were recited by Upali and Mahakashyapa. The first part of this work begins with a list of seven apatti, or transgressions, and outlines": {
    "guess": "Vinaya Pitaka",
    "confidence": [
      [
        "Vin",
        -0.3890227
      ],
      [
        "aya",
        -0.00028696097
      ],
      [
        " Pit",
        -0.0026675693
      ],
      [
        "aka",
        -8.299462e-06
      ]
    ]
  },
  "Monks who had mastered this work's teachings were often referred to by its Chinese title. It contains sections \"of discourse\" and \"of discipline.\"  Its second part was recited by Ananda, and contains a list of doctrines including meditation techniques, while other parts were recited by Upali and Mahakashyapa. The first part of this work begins with a list of seven apatti, or transgressions, and outlines rules governing the conduct of monks and nuns in the sangha. That section, the Vinaya, precedes": {
    "guess": "Digha Nikaya",
    "confidence": [
      [
        "D",
        -1.52713
      ],
      [
        "igh",
        -0.271978
      ],
      [
        "a",
        -0.0033940868
      ],
      [
        " Nik",
        -1.6762922e-05
      ],
      [
        "aya",
        -0.017296776
      ]
    ]
  },
  "Monks who had mastered this work's teachings were often referred to by its Chinese title. It contains sections \"of discourse\" and \"of discipline.\"  Its second part was recited by Ananda, and contains a list of doctrines including meditation techniques, while other parts were recited by Upali and Mahakashyapa. The first part of this work begins with a list of seven apatti, or transgressions, and outlines rules governing the conduct of monks and nuns in the sangha. That section, the Vinaya, precedes the Sutra, and Abhidharma. For 10 points, name this earliest collection of Buddhist scriptures, referred": {
    "guess": "Agamas",
    "confidence": [
      [
        "Ag",
        -0.47286084
      ],
      [
        "amas",
        -0.42573223
      ]
    ]
  },
  "Monks who had mastered this work's teachings were often referred to by its Chinese title. It contains sections \"of discourse\" and \"of discipline.\"  Its second part was recited by Ananda, and contains a list of doctrines including meditation techniques, while other parts were recited by Upali and Mahakashyapa. The first part of this work begins with a list of seven apatti, or transgressions, and outlines rules governing the conduct of monks and nuns in the sangha. That section, the Vinaya, precedes the Sutra, and Abhidharma. For 10 points, name this earliest collection of Buddhist scriptures, referred to as the Pali Canon by Theravada Buddhists, and named for its \"three baskets.\"": {
    "guess": "Tripitaka",
    "confidence": [
      [
        "Trip",
        -0.44425824
      ],
      [
        "it",
        -0.0007379195
      ],
      [
        "aka",
        -0.00042888118
      ]
    ]
  },
  "Montano de Marinis had a copy of the Genoese San Giorgio Palace built in this city, while Raimondo D'Aronco designed the Casa Botter along its Independence Avenue. Once completed in 2010, its two tallest structures will be the Sapphire and Diamond. The Maiden's Tower lies in this city's harbor, and other landmarks include the Chora Church and Galata Tower. Anthemius of Tralles and Isidore of Miletus": {
    "guess": "Istanbul",
    "confidence": [
      [
        "I",
        -0.04504018
      ],
      [
        "stanbul",
        -2.0458236e-05
      ]
    ]
  },
  "Montano de Marinis had a copy of the Genoese San Giorgio Palace built in this city, while Raimondo D'Aronco designed the Casa Botter along its Independence Avenue. Once completed in 2010, its two tallest structures will be the Sapphire and Diamond. The Maiden's Tower lies in this city's harbor, and other landmarks include the Chora Church and Galata Tower. Anthemius of Tralles and Isidore of Miletus designed one of this city's notable structures, and Sinan was responsible for the construction of": {
    "guess": "Istanbul",
    "confidence": [
      [
        "I",
        -0.031472243
      ],
      [
        "stanbul",
        -3.3451433e-05
      ]
    ]
  },
  "Montano de Marinis had a copy of the Genoese San Giorgio Palace built in this city, while Raimondo D'Aronco designed the Casa Botter along its Independence Avenue. Once completed in 2010, its two tallest structures will be the Sapphire and Diamond. The Maiden's Tower lies in this city's harbor, and other landmarks include the Chora Church and Galata Tower. Anthemius of Tralles and Isidore of Miletus designed one of this city's notable structures, and Sinan was responsible for the construction of its Topkapi Palace and Blue Mosque. For 10 points, name this city containing the Hagia Sophia, in addition": {
    "guess": "Istanbul",
    "confidence": [
      [
        "I",
        -0.008369066
      ],
      [
        "stanbul",
        -2.9875326e-05
      ]
    ]
  },
  "Montano de Marinis had a copy of the Genoese San Giorgio Palace built in this city, while Raimondo D'Aronco designed the Casa Botter along its Independence Avenue. Once completed in 2010, its two tallest structures will be the Sapphire and Diamond. The Maiden's Tower lies in this city's harbor, and other landmarks include the Chora Church and Galata Tower. Anthemius of Tralles and Isidore of Miletus designed one of this city's notable structures, and Sinan was responsible for the construction of its Topkapi Palace and Blue Mosque. For 10 points, name this city containing the Hagia Sophia, in addition to much other Byzantine and Ottoman architecture.": {
    "guess": "Istanbul",
    "confidence": [
      [
        "I",
        -0.009442613
      ],
      [
        "stanbul",
        -1.3186812e-05
      ]
    ]
  }
}