{
  "American production of this item was halted between 1978 and 1981, and the \"silent city\" scenario that it produces is science fantasy, not fact. Unlike conventional atomic weapons, it produces a reduced physical blast zone in addition to a radiation zone several hundred meters across. For ten points, name this weapon designed by Edward Teller that produces a lethal, concentrated wave of gamma and neutron radiation to destroy the enemy.": {
    "guess": "Neutron bomb",
    "confidence": [
      [
        "Ne",
        -0.07898331
      ],
      [
        "utron",
        -0.00013679368
      ],
      [
        " bomb",
        -0.029177545
      ]
    ]
  },
  "American production of this item was halted between 1978 and 1981, and the \"silent city\" scenario that": {
    "guess": "Chevrolet Corvette",
    "confidence": [
      [
        "Che",
        -2.0837479
      ],
      [
        "vrolet",
        -0.029218068
      ],
      [
        " Corvette",
        -0.06732126
      ]
    ]
  },
  "In an American court, the protagonist of this novel would probably be excluded by voir dire.  Instead, he sets out to marry the woman whom he had seduced, who now stands before him as a prostitute accused of poisoning her subsequent lover.  Katyusha Maslova declines to marry Prince Nekhlyudov, but the": {
    "guess": "Crime and Punishment",
    "confidence": [
      [
        "Crime",
        -0.33034554
      ],
      [
        " and",
        -0.0005375436
      ],
      [
        " Pun",
        -0.0036096973
      ],
      [
        "ishment",
        -0.00063416274
      ]
    ]
  },
  "As amended, it severely limited contributions by individuals to political campaigns and the subsequent spending by campaign committees.  Following disclosures that the Works Progress Administration was using their position to gain votes for the Democratic Party, this measure was passed and sponsored by the New Mexico senator after whom it was named.  FTP, name this act passed by Congress in 1939 aimed at eliminating corrupt practices in national elections.": {
    "guess": "Hatch Act (1939)",
    "confidence": [
      [
        "H",
        -0.012346232
      ],
      [
        "atch",
        -3.9054008e-05
      ],
      [
        " Act",
        -6.325235e-05
      ],
      [
        " (",
        -0.76405734
      ],
      [
        "193",
        -0.011252827
      ],
      [
        "9",
        -0.0011212841
      ],
      [
        ")",
        -1.9027791e-05
      ]
    ]
  },
  "An American historian with this surname authored several works about the Mormons, such as 1953's Jebediah Smith and the Opening of the West.  A Confederate officer with this last name captured 1,700 Union": {
    "guess": "Stuart",
    "confidence": [
      [
        "St",
        -1.3394871
      ],
      [
        "uart",
        -0.051877692
      ]
    ]
  },
  "When his American companies were bought by Peter Widener and William Elkins in 1901, this businessman": {
    "guess": "Peter A. B. Widener",
    "confidence": [
      [
        "Peter",
        -0.3431539
      ],
      [
        " A",
        -0.26519567
      ],
      [
        ".",
        -0.6556291
      ],
      [
        " B",
        -0.012494926
      ],
      [
        ".",
        -5.2643223e-05
      ],
      [
        " Wid",
        -1.9361265e-07
      ],
      [
        "ener",
        -0.00020663968
      ]
    ]
  },
  "The American president in office during this event rationalized not flying the flag at half- staff because he hadn't lowered the flag for \"school children killed in Belfast.\" It did not take place in Norway, but a military operation during this event, codenamed Operation Sunshine, failed miserably when media crews broadcast the preparations on television. A group of participants in this event named themselves after a 1970 war between Jordan and the PLO. In the aftermath of this event, Ahmed Bouchiki was killed as part of Operation Wrath of God after being mistaken for Ali Hassan Salameh in Lillehammer, Norway. This event began when eight terrorists belonging to Black September snuck into the apartment complex that housed the Israeli wrestling team. For 10 points, name this event which marred": {
    "guess": "Munich massacre",
    "confidence": [
      [
        "M",
        -0.07122047
      ],
      [
        "un",
        -1.1756368e-05
      ],
      [
        "ich",
        -1.7432603e-06
      ],
      [
        " massacre",
        -0.16423623
      ]
    ]
  },
  "The American president in office during this event rationalized not flying the flag at half- staff because he hadn't lowered the flag for \"school children killed in Belfast.\" It did not take place in Norway, but a military operation during this event, codenamed Operation Sunshine, failed miserably when media crews broadcast the preparations on television. A group of participants in this event named themselves after a 1970 war between Jordan and the PLO. In the aftermath of this event, Ahmed Bouchiki": {
    "guess": "1972 Munich Olympics massacre",
    "confidence": [
      [
        "197",
        -0.8520496
      ],
      [
        "2",
        -0.047448214
      ],
      [
        " Munich",
        -0.426382
      ],
      [
        " Olympics",
        -0.026491297
      ],
      [
        " massacre",
        -0.66531414
      ]
    ]
  },
  "This man's American debut at Carnegie Hall alongside Duke Ellington was nearly ruined when he spent a": {
    "guess": "Benny Goodman",
    "confidence": [
      [
        "B",
        -1.5397542
      ],
      [
        "enny",
        -0.028835708
      ],
      [
        " Goodman",
        -0.042874496
      ]
    ]
  },
  "The American president in office during this event rationalized not flying the flag at half- staff because he hadn't lowered the flag for \"school children killed in Belfast.\" It did not take place in Norway, but a military operation during this event, codenamed Operation Sunshine, failed miserably when": {
    "guess": "Operation Eagle Claw",
    "confidence": [
      [
        "Operation",
        -2.2766833
      ],
      [
        " Eagle",
        -0.5504497
      ],
      [
        " Claw",
        -0.013537466
      ]
    ]
  },
  "As amended, it severely limited contributions by individuals to political campaigns and the subsequent spending by campaign committees.  Following disclosures that the Works Progress Administration was": {
    "guess": "Federal Election Campaign Act of 1971",
    "confidence": [
      [
        "Federal",
        -0.1730422
      ],
      [
        " Election",
        -0.026958931
      ],
      [
        " Campaign",
        -7.481511e-05
      ],
      [
        " Act",
        -0.0017908512
      ],
      [
        " of",
        -0.30234355
      ],
      [
        " ",
        -5.7888185e-05
      ],
      [
        "197",
        -0.00014311148
      ],
      [
        "1",
        -0.011842149
      ]
    ]
  },
  "American production of this item was halted between 1978 and 1981, and the \"silent city\" scenario that it produces is science fantasy, not fact. Unlike conventional atomic weapons, it produces a reduced physical blast zone in addition to a radiation zone several hundred meters across. For ten points, name this weapon designed by Edward Teller that produces a lethal, concentrated wave of gamma and neutron": {
    "guess": "Neutron bomb",
    "confidence": [
      [
        "Ne",
        -0.3527941
      ],
      [
        "utron",
        -7.588794e-05
      ],
      [
        " bomb",
        -0.013795922
      ]
    ]
  },
  "This American state's city of Berlin is the site of textile mills on the Androscoggin River, and Laconia is on its Lake Winnipesaukee. With its eastern neighbor, this state shares the Isles of Shoals, and it is the origin of the Merrimack River. Its (*) Presidential Range includes its highest point,": {
    "guess": "New Hampshire",
    "confidence": [
      [
        "New",
        -0.014882065
      ],
      [
        " Hampshire",
        -0.0017631209
      ]
    ]
  },
  "It was an American theater society founded in New York City in 1919 to promote excellence in theatrical productions on a noncommercial basis. In its heyday in the 1920s it produced plays by O'Neill, Shaw, and Chekhov, and featured such established stars as Helen Hayes, and Alfred Lunt and Lynn Fontanne. In 1935 it produced Gershwin's Porgy and Bess and in 1943, Rodgers and Hammerstein's Oklahoma!": {
    "guess": "Theatre Guild",
    "confidence": [
      [
        "The",
        -0.0021179044
      ],
      [
        "atre",
        -0.04923159
      ],
      [
        " Guild",
        -0.00013512482
      ]
    ]
  },
  "The American president in office during this event rationalized not flying the flag at half- staff because he hadn't lowered the flag for \"school children killed in Belfast.\" It did not take place in Norway,": {
    "guess": "Assassination of John F. Kennedy",
    "confidence": [
      [
        "Ass",
        -1.9318056
      ],
      [
        "ass",
        -0.0007566198
      ],
      [
        "ination",
        -0.0008073675
      ],
      [
        " of",
        -0.0019686006
      ],
      [
        " John",
        -0.39332062
      ],
      [
        " F",
        -0.0012848756
      ],
      [
        ".",
        -0.00034201838
      ],
      [
        " Kennedy",
        -2.1650272e-05
      ]
    ]
  },
  "This American state's city of Berlin is the site of textile mills on the Androscoggin River, and Laconia": {
    "guess": "New Hampshire",
    "confidence": [
      [
        "New",
        -0.025245404
      ],
      [
        " Hampshire",
        -0.0006613265
      ]
    ]
  },
  "The American president in office during this event rationalized not flying the flag at half- staff because he hadn't lowered the flag for \"school children killed in Belfast.\" It did not take place in Norway, but a military operation during this event, codenamed Operation Sunshine, failed miserably when media crews broadcast the preparations on television. A group of participants in this event named themselves after a 1970 war between Jordan and the PLO. In the aftermath of this event, Ahmed Bouchiki was killed as part of Operation Wrath of God after being mistaken for Ali Hassan Salameh in Lillehammer,": {
    "guess": "Munich massacre",
    "confidence": [
      [
        "M",
        -0.48770264
      ],
      [
        "un",
        -0.0004185178
      ],
      [
        "ich",
        -3.2929079e-06
      ],
      [
        " massacre",
        -0.08683105
      ]
    ]
  },
  "When his American companies were bought by Peter Widener and William Elkins in 1901, this businessman went to London to convert its subways from steam to electricity.  Rising from a clerk at a Philadelphia commission broker's to owner of his own banking house, this entrepeneur was jailed in 1871 for": {
    "guess": "Anthony Joseph Drexel",
    "confidence": [
      [
        "Anthony",
        -0.70888895
      ],
      [
        " Joseph",
        -0.4600572
      ],
      [
        " D",
        -0.0012542768
      ],
      [
        "rex",
        -0.00013321757
      ],
      [
        "el",
        -0.00021974841
      ]
    ]
  },
  "This man's American debut at Carnegie Hall alongside Duke Ellington was nearly ruined when he spent a few hours chatting away with a boxer and was forced to tune onstage. He's not Ravel, but his \"Bolero\" opens by quoting the rhythmic figure from Ravel's Bolero, and along with Andre Hodeir, he arranged the music for the film The Village of Wrath. He recorded the album Stardust alongside Coleman Hawkins. Hubert Rostaing replaced one of this man's collaborators during World War II, and Michael Dregni's biography of this man is considered the definitive one. This proponent of the Selmer Maccafferi": {
    "guess": "Django Reinhardt",
    "confidence": [
      [
        "D",
        -0.010426532
      ],
      [
        "jango",
        -0.0005819846
      ],
      [
        " Rein",
        -0.0041718334
      ],
      [
        "hardt",
        -0.00013536324
      ]
    ]
  },
  "An American historian with this surname authored several works about the Mormons, such as 1953's Jebediah Smith and the Opening of the West.  A Confederate officer with this last name captured 1,700 Union troops at the Battle of Hartsville before most of his troops got captured at Buffington Island.  An African American inventor with this last name came up with a \"safety hood\" used by firefighters": {
    "guess": "Gardner",
    "confidence": [
      [
        "G",
        -2.8859003
      ],
      [
        "ard",
        -1.2241983
      ],
      [
        "ner",
        -0.049471125
      ]
    ]
  },
  "An amendment to the bill which legalized this program was added by Everett Dirksen while other members of Congress were at a luncheon. Edward Stettinius served as the first head of the this program. Operation Cedar was part of this program which replaced (*) Cash and Carry and was similar to the earlier": {
    "guess": "Lend-Lease",
    "confidence": [
      [
        "L",
        -0.048745427
      ],
      [
        "end",
        -1.6240566e-06
      ],
      [
        "-Le",
        -7.0523776e-05
      ],
      [
        "ase",
        -1.6286107e-05
      ]
    ]
  },
  "American sociologist Robert Merton adapted this term to explain deviance and crime in the United States as a result of disparity between high goals and limited opportunity. Often referring to situations where social order appears to have collapsed, its originator first used this term in the late 19th and early 20th centuries to describe societies in transition during industrialization. FTP, identify this term from the social sciences that refers to a state of \"normlessness\" or \"rootlessness\" created": {
    "guess": "Anomie",
    "confidence": [
      [
        "An",
        -0.047418095
      ],
      [
        "om",
        -1.6240566e-06
      ],
      [
        "ie",
        -8.029847e-05
      ]
    ]
  },
  "This American state's city of Berlin is the site of textile mills on the Androscoggin River, and Laconia is on its Lake Winnipesaukee. With its eastern neighbor, this state shares the Isles of Shoals, and it is the origin of the Merrimack River. Its (*) Presidential Range includes its highest point, Mount Washington, part of the White Mountains. Formerly home to the Old Man of the Mountain, its western border is defined by the Connecticut River. For 10 point, name this state, home to Dartmouth University and the capital city of Concord.": {
    "guess": "New Hampshire",
    "confidence": [
      [
        "New",
        -0.0028107017
      ],
      [
        " Hampshire",
        -0.0019244713
      ]
    ]
  },
  "This man's American debut at Carnegie Hall alongside Duke Ellington was nearly ruined when he spent a few hours chatting away with a boxer and was forced to tune onstage. He's not Ravel, but his \"Bolero\" opens by quoting the rhythmic figure from Ravel's Bolero, and along with Andre Hodeir, he arranged the music for the film The Village of Wrath. He recorded the album Stardust alongside Coleman Hawkins. Hubert Rostaing replaced one of this man's collaborators during World War II, and Michael Dregni's biography of this man is considered the definitive one. This proponent of the Selmer Maccafferi made over thirteen recordings of \"Nuages,\" despite getting two of his fingers permanently damaged in a fire, while one of his albums is titled by appending \"ology\" to his nickname. His most enduring standard is perhaps \"Minor Swing, \" and along with violinist Stéphane Grappelli he founded the Quintette du Hot Club de France. For ten points, name this Belgian Roma jazz guitarist.": {
    "guess": "Django Reinhardt",
    "confidence": [
      [
        "D",
        -0.0006465526
      ],
      [
        "jango",
        -5.705376e-05
      ],
      [
        " Rein",
        -0.0026076448
      ],
      [
        "hardt",
        -2.5941605e-05
      ]
    ]
  },
  "American production of this item was halted between 1978 and 1981, and the \"silent city\" scenario that it produces is science fantasy, not fact. Unlike conventional atomic weapons, it produces a reduced physical blast zone in addition to a radiation zone several hundred meters across. For ten points,": {
    "guess": "Nuclear weapon",
    "confidence": [
      [
        "N",
        -0.6399047
      ],
      [
        "uclear",
        -0.00047869363
      ],
      [
        " weapon",
        -1.0982658
      ]
    ]
  },
  "American sociologist Robert Merton adapted this term to explain deviance and crime in the United States as a result of disparity between high goals and limited opportunity. Often referring to situations where social order appears to have collapsed, its originator first used this term in the late 19th and early 20th centuries to describe societies in transition during industrialization. FTP, identify": {
    "guess": "Anomie",
    "confidence": [
      [
        "An",
        -0.64285755
      ],
      [
        "om",
        -0.00032867122
      ],
      [
        "ie",
        -4.7159858e-05
      ]
    ]
  },
  "This American state's city of Berlin is the site of textile mills on the Androscoggin River, and Laconia is on its Lake Winnipesaukee. With its eastern neighbor, this state shares the Isles of Shoals, and it is the origin of the Merrimack River. Its (*) Presidential Range includes its highest point, Mount Washington, part of the White Mountains. Formerly home to the Old Man of the Mountain, its western": {
    "guess": "New Hampshire",
    "confidence": [
      [
        "New",
        -0.0023788577
      ],
      [
        " Hampshire",
        -0.0015791364
      ]
    ]
  },
  "American sociologist Robert Merton adapted this term to explain deviance and crime in the United States": {
    "guess": "Strain Theory",
    "confidence": [
      [
        "Str",
        -0.15971437
      ],
      [
        "ain",
        -1.2664457e-06
      ],
      [
        " Theory",
        -0.00016086915
      ]
    ]
  },
  "An American historian with this surname authored several works about the Mormons, such as 1953's Jebediah Smith and the Opening of the West.  A Confederate officer with this last name captured 1,700 Union troops at the Battle of Hartsville before most of his troops got captured at Buffington Island.  An African American inventor with this last name came up with a \"safety hood\" used by firefighters and invented the first traffic signal. After being released from a Quebec prison, a future general with this surname defeated Banastre Tartleton at the Battle of Cowpens.  A Confederate general with this surname attacked Kentucky and Indiana with his namesake \"Raiders\". One man with this last name lent gold to the US government following the Panic of 1893 and masterminded the merger that formed General Electric.  For 10 points, give this surname shared by the man who bought the Carnegie Steel Company, John Pierpont.": {
    "guess": "Morgan",
    "confidence": [
      [
        "M",
        -0.044984903
      ],
      [
        "organ",
        -0.00017493518
      ]
    ]
  },
  "An American historian with this surname authored several works about the Mormons, such as 1953's Jebediah Smith and the Opening of the West.  A Confederate officer with this last name captured 1,700 Union troops at the Battle of Hartsville before most of his troops got captured at Buffington Island.  An African American inventor with this last name came up with a \"safety hood\" used by firefighters and invented the first traffic signal. After being released from a Quebec prison, a future general with this surname defeated Banastre Tartleton at the Battle of Cowpens.  A Confederate general with this": {
    "guess": "Morgan",
    "confidence": [
      [
        "M",
        -0.032619104
      ],
      [
        "organ",
        -0.0031110495
      ]
    ]
  },
  "This American playwright's major works include Golden Guts, Proud Flesh, and The Enchanted  Hunters, none of which you will be able to find in any library. Equally unavailable is My Cue, the  biographical memoir written about him by Vivian Darkbloom, although any good video store should carry  the 1962 movie in which he was portrayed by Peter Sellers. FTP, name this non- existent writer and  pedophile, who is assassinated by Humbert Humbert in the final chapter of Nabokov's Lolita.": {
    "guess": "Vladimir Nabokov",
    "confidence": [
      [
        "V",
        -1.0477394
      ],
      [
        "lad",
        -0.0063696597
      ],
      [
        "imir",
        -0.00015776986
      ],
      [
        " Nab",
        -0.0007115975
      ],
      [
        "ok",
        -0.00016015393
      ],
      [
        "ov",
        -2.2842309e-05
      ]
    ]
  },
  "This American playwright's major works include Golden Guts, Proud Flesh, and The Enchanted  Hunters, none of which you will be able to find in any library. Equally unavailable is My Cue, the  biographical memoir written about him by Vivian Darkbloom, although any good video store should carry  the 1962 movie in which he was portrayed by Peter Sellers. FTP, name this non- existent writer and  pedophile,": {
    "guess": "Clare Quilty",
    "confidence": [
      [
        "Cl",
        -0.33543664
      ],
      [
        "are",
        -0.0005966393
      ],
      [
        " Qu",
        -6.5994034e-05
      ],
      [
        "ilty",
        -0.00039456884
      ]
    ]
  },
  "As amended, it severely limited contributions by individuals to political campaigns and the subsequent spending by campaign committees.  Following disclosures that the Works Progress Administration was using their position to gain votes for the Democratic Party, this measure was passed and sponsored by the New Mexico senator after whom it was named.  FTP, name this act passed by Congress in 1939 aimed": {
    "guess": "Hatch Act of 1939",
    "confidence": [
      [
        "H",
        -0.0046298383
      ],
      [
        "atch",
        -3.0828953e-05
      ],
      [
        " Act",
        -0.00014334988
      ],
      [
        " of",
        -0.63852537
      ],
      [
        " ",
        -4.048445e-05
      ],
      [
        "193",
        -0.0010836597
      ],
      [
        "9",
        -0.00051943195
      ]
    ]
  },
  "An American historian with this surname authored several works about the Mormons, such as 1953's Jebediah Smith and the Opening of the West.  A Confederate officer with this last name captured 1,700 Union troops at the Battle of Hartsville before most of his troops got captured at Buffington Island.  An African American inventor with this last name came up with a \"safety hood\" used by firefighters and invented the first traffic signal. After being released from a Quebec prison, a future general with": {
    "guess": "Knight",
    "confidence": [
      [
        "Knight",
        -0.69987553
      ]
    ]
  },
  "When his American companies were bought by Peter Widener and William Elkins in 1901, this businessman went to London to convert its subways from steam to electricity.  Rising from a clerk at a Philadelphia commission broker's to owner of his own banking house, this entrepeneur was jailed in 1871 for misappropriation of funds, but regained his wealth in the Panic of 1873, and developed the syndicate of companies that built Chicago's mass-transit system.  FTP, identify this financer who served as the": {
    "guess": "Jay Gould",
    "confidence": [
      [
        "Jay",
        -0.5167162
      ],
      [
        " Gould",
        -0.0593347
      ]
    ]
  },
  "American sociologist Robert Merton adapted this term to explain deviance and crime in the United States as a result of disparity between high goals and limited opportunity. Often referring to situations where social order appears to have collapsed, its originator first used this term in the late 19th and early 20th centuries to describe societies in transition during industrialization. FTP, identify this term from the social sciences that refers to a state of \"normlessness\" or \"rootlessness\" created by the breakdown of common standards of behavior and morality, coined by Émile Durkheim.": {
    "guess": "Anomie",
    "confidence": [
      [
        "An",
        -0.005503511
      ],
      [
        "om",
        -4.3202e-07
      ],
      [
        "ie",
        -2.057744e-05
      ]
    ]
  },
  "As amended, it severely limited contributions by individuals to political campaigns and the subsequent spending by campaign committees.  Following disclosures that the Works Progress Administration was using their position to gain votes for the Democratic Party, this measure was passed and sponsored": {
    "guess": "Federal Corrupt Practices Act",
    "confidence": [
      [
        "Federal",
        -0.2645282
      ],
      [
        " Cor",
        -0.16842923
      ],
      [
        "rupt",
        -2.6968896e-06
      ],
      [
        " Practices",
        -1.1398757e-05
      ],
      [
        " Act",
        -0.0013704767
      ]
    ]
  },
  "In an American court, the protagonist of this novel would probably be excluded by voir dire.  Instead,": {
    "guess": "Jury selection",
    "confidence": [
      [
        "J",
        -0.067157306
      ],
      [
        "ury",
        -2.2723105e-05
      ],
      [
        " selection",
        -0.053612314
      ]
    ]
  },
  "This man's American debut at Carnegie Hall alongside Duke Ellington was nearly ruined when he spent a few hours chatting away with a boxer and was forced to tune onstage. He's not Ravel, but his \"Bolero\" opens by quoting the rhythmic figure from Ravel's Bolero, and along with Andre Hodeir, he arranged the music for the film The Village of Wrath. He recorded the album Stardust alongside Coleman Hawkins. Hubert Rostaing replaced one of this man's collaborators during World War II, and Michael Dregni's biography of this man is considered the definitive one. This proponent of the Selmer Maccafferi made over thirteen recordings of \"Nuages,\" despite getting two of his fingers permanently damaged in a fire, while one of his albums is titled by appending \"ology\" to his nickname. His most enduring standard": {
    "guess": "Django Reinhardt",
    "confidence": [
      [
        "D",
        -0.0032353443
      ],
      [
        "jango",
        -0.00023619852
      ],
      [
        " Rein",
        -0.0033807838
      ],
      [
        "hardt",
        -0.00016873659
      ]
    ]
  },
  "This man's American debut at Carnegie Hall alongside Duke Ellington was nearly ruined when he spent a few hours chatting away with a boxer and was forced to tune onstage. He's not Ravel, but his \"Bolero\" opens by quoting the rhythmic figure from Ravel's Bolero, and along with Andre Hodeir, he arranged": {
    "guess": "Miles Davis",
    "confidence": [
      [
        "M",
        -0.11147619
      ],
      [
        "iles",
        -0.08897437
      ],
      [
        " Davis",
        -0.0011623653
      ]
    ]
  },
  "This American state's city of Berlin is the site of textile mills on the Androscoggin River, and Laconia is on its Lake Winnipesaukee. With its eastern neighbor, this state shares the Isles of Shoals, and it is the origin of the Merrimack River. Its (*) Presidential Range includes its highest point, Mount Washington, part of the White Mountains. Formerly home to the Old Man of the Mountain, its western border is defined by the Connecticut River. For 10 point, name this state, home to Dartmouth University": {
    "guess": "New Hampshire",
    "confidence": [
      [
        "New",
        -0.0036642067
      ],
      [
        " Hampshire",
        -0.0024475926
      ]
    ]
  },
  "It was an American theater society founded in New York City in 1919 to promote excellence in theatrical productions on a noncommercial basis. In its heyday in the 1920s it produced plays by O'Neill, Shaw,": {
    "guess": "Theatre Guild",
    "confidence": [
      [
        "The",
        -0.21917465
      ],
      [
        "atre",
        -0.053122062
      ],
      [
        " Guild",
        -0.00038503256
      ]
    ]
  },
  "This American playwright's major works include Golden Guts, Proud Flesh, and The Enchanted  Hunters, none of which you will be able to find in any library. Equally unavailable is My Cue, the  biographical": {
    "guess": "Clare Quilty",
    "confidence": [
      [
        "Cl",
        -0.59560794
      ],
      [
        "are",
        -0.0021485966
      ],
      [
        " Qu",
        -0.0005090686
      ],
      [
        "ilty",
        -0.00049703266
      ]
    ]
  },
  "This man's American debut at Carnegie Hall alongside Duke Ellington was nearly ruined when he spent a few hours chatting away with a boxer and was forced to tune onstage. He's not Ravel, but his \"Bolero\" opens by quoting the rhythmic figure from Ravel's Bolero, and along with Andre Hodeir, he arranged the music for the film The Village of Wrath. He recorded the album Stardust alongside Coleman Hawkins.": {
    "guess": "Stan Getz",
    "confidence": [
      [
        "Stan",
        -1.0964476
      ],
      [
        " Get",
        -0.020073816
      ],
      [
        "z",
        -4.6802244e-05
      ]
    ]
  },
  "American sociologist Robert Merton adapted this term to explain deviance and crime in the United States as a result of disparity between high goals and limited opportunity. Often referring to situations where social order appears to have collapsed, its originator first used this term in the late 19th": {
    "guess": "Strain Theory",
    "confidence": [
      [
        "Str",
        -0.59805816
      ],
      [
        "ain",
        -1.7432603e-06
      ],
      [
        " Theory",
        -0.003025245
      ]
    ]
  },
  "An American historian with this surname authored several works about the Mormons, such as 1953's Jebediah Smith and the Opening of the West.  A Confederate officer with this last name captured 1,700 Union troops at the Battle of Hartsville before most of his troops got captured at Buffington Island.": {
    "guess": "Hartsville",
    "confidence": [
      [
        "H",
        -1.3529267
      ],
      [
        "art",
        -0.36960027
      ],
      [
        "sville",
        -0.009181482
      ]
    ]
  },
  "An amendment to the bill which legalized this program was added by Everett Dirksen while other members of Congress were at a luncheon. Edward Stettinius served as the first head of the this program. Operation Cedar was part of this program which replaced (*) Cash and Carry and was similar to the earlier Destroyers for Bases Agreement. For 10 points, name this program under which the United States provided billions of dollars worth of war material to China, the Soviet Union and Allied Nations during": {
    "guess": "Lend-Lease",
    "confidence": [
      [
        "L",
        -0.01736589
      ],
      [
        "end",
        -1.8431772e-05
      ],
      [
        "-Le",
        -0.00044044392
      ],
      [
        "ase",
        -2.2484697e-05
      ]
    ]
  },
  "When his American companies were bought by Peter Widener and William Elkins in 1901, this businessman went to London to convert its subways from steam to electricity.  Rising from a clerk at a Philadelphia commission broker's to owner of his own banking house, this entrepeneur was jailed in 1871 for misappropriation of funds, but regained his wealth in the Panic of 1873, and developed the syndicate": {
    "guess": "Jay Cooke",
    "confidence": [
      [
        "Jay",
        -0.013671755
      ],
      [
        " Cooke",
        -0.6931724
      ]
    ]
  },
  "American sociologist Robert Merton adapted this term to explain deviance and crime in the United States as a result of disparity between high goals and limited opportunity. Often referring to situations": {
    "guess": "Strain Theory",
    "confidence": [
      [
        "Str",
        -1.0969275
      ],
      [
        "ain",
        -3.2929079e-06
      ],
      [
        " Theory",
        -0.004932612
      ]
    ]
  },
  "In an American court, the protagonist of this novel would probably be excluded by voir dire.  Instead, he sets out to marry the woman whom he had seduced, who now stands before him as a prostitute accused": {
    "guess": "The Hunchback of Notre-Dame",
    "confidence": [
      [
        "The",
        -0.31672752
      ],
      [
        " H",
        -0.15929404
      ],
      [
        "unch",
        -4.8828708e-05
      ],
      [
        "back",
        -3.6431527e-05
      ],
      [
        " of",
        -4.2868523e-05
      ],
      [
        " Notre",
        -2.5107178e-05
      ],
      [
        "-D",
        -0.0007276826
      ],
      [
        "ame",
        -9.186123e-05
      ]
    ]
  },
  "This man's American debut at Carnegie Hall alongside Duke Ellington was nearly ruined when he spent a few hours chatting away with a boxer and was forced to tune onstage. He's not Ravel, but his \"Bolero\" opens by quoting the rhythmic figure from Ravel's Bolero, and along with Andre Hodeir, he arranged the music for the film The Village of Wrath. He recorded the album Stardust alongside Coleman Hawkins. Hubert Rostaing replaced one of this man's collaborators during World War II, and Michael Dregni's biography of this man is considered the definitive one. This proponent of the Selmer Maccafferi made over thirteen recordings of \"Nuages,\" despite getting two of his fingers permanently damaged in a fire, while one of his albums is titled by appending \"ology\" to his nickname. His most enduring standard is perhaps \"Minor Swing, \" and along with violinist Stéphane Grappelli he founded the Quintette": {
    "guess": "Django Reinhardt",
    "confidence": [
      [
        "D",
        -0.0014230914
      ],
      [
        "jango",
        -0.00011892046
      ],
      [
        " Rein",
        -0.0028815493
      ],
      [
        "hardt",
        -4.739826e-05
      ]
    ]
  },
  "It was an American theater society founded in New York City in 1919 to promote excellence in theatrical productions on a noncommercial basis. In its heyday in the 1920s it produced plays by O'Neill, Shaw, and Chekhov, and featured such established stars as Helen Hayes, and Alfred Lunt and Lynn Fontanne.": {
    "guess": "Theatre Guild",
    "confidence": [
      [
        "The",
        -0.009160097
      ],
      [
        "atre",
        -0.05490621
      ],
      [
        " Guild",
        -0.0003836021
      ]
    ]
  },
  "An amendment to the bill which legalized this program was added by Everett Dirksen while other members": {
    "guess": "Medicare (United States)",
    "confidence": [
      [
        "Med",
        -0.5856227
      ],
      [
        "icare",
        -0.02728784
      ],
      [
        " (",
        -0.35686755
      ],
      [
        "United",
        -0.0022224607
      ],
      [
        " States",
        -6.4802e-05
      ],
      [
        ")",
        -0.0002781399
      ]
    ]
  },
  "This man's American debut at Carnegie Hall alongside Duke Ellington was nearly ruined when he spent a few hours chatting away with a boxer and was forced to tune onstage. He's not Ravel, but his \"Bolero\"": {
    "guess": "Maurice Ravel",
    "confidence": [
      [
        "M",
        -1.2979206
      ],
      [
        "aur",
        -0.022712236
      ],
      [
        "ice",
        -0.0010012515
      ],
      [
        " R",
        -0.017668456
      ],
      [
        "avel",
        -0.00011081461
      ]
    ]
  },
  "An American historian with this surname authored several works about the Mormons, such as 1953's Jebediah Smith and the Opening of the West.  A Confederate officer with this last name captured 1,700 Union troops at the Battle of Hartsville before most of his troops got captured at Buffington Island.  An African American inventor with this last name came up with a \"safety hood\" used by firefighters and invented the first traffic signal. After being released from a Quebec prison, a future general with this surname defeated Banastre Tartleton at the Battle of Cowpens.  A Confederate general with this surname attacked Kentucky and Indiana with his namesake \"Raiders\". One man with this last name lent gold to the US government following the Panic of 1893 and masterminded the merger that formed General": {
    "guess": "Morgan",
    "confidence": [
      [
        "M",
        -0.100376934
      ],
      [
        "organ",
        -1.4974867e-05
      ]
    ]
  },
  "When his American companies were bought by Peter Widener and William Elkins in 1901, this businessman went to London to convert its subways from steam to electricity.  Rising from a clerk at a Philadelphia commission broker's to owner of his own banking house, this entrepeneur was jailed in 1871 for misappropriation of funds, but regained his wealth in the Panic of 1873, and developed the syndicate of companies that built Chicago's mass-transit system.  FTP, identify this financer who served as the basis for the character of Frank Algernon Cowperwood in Theodore Dreiser's Trilogy of Desire.": {
    "guess": "Charles Tyson Yerkes",
    "confidence": [
      [
        "Charles",
        -0.04972727
      ],
      [
        " Tyson",
        -0.5542103
      ],
      [
        " Y",
        -0.00034821697
      ],
      [
        "er",
        -0.00035238542
      ],
      [
        "kes",
        -0.00012391969
      ]
    ]
  },
  "This American playwright's major works include Golden Guts, Proud Flesh, and The Enchanted  Hunters,": {
    "guess": "Vladimir Nabokov",
    "confidence": [
      [
        "V",
        -0.6542985
      ],
      [
        "lad",
        -0.00013202553
      ],
      [
        "imir",
        -0.00050239684
      ],
      [
        " Nab",
        -0.007200751
      ],
      [
        "ok",
        -0.0005442153
      ],
      [
        "ov",
        -3.9769227e-05
      ]
    ]
  },
  "It was an American theater society founded in New York City in 1919 to promote excellence in theatrical": {
    "guess": "Theatre Guild",
    "confidence": [
      [
        "The",
        -0.63998395
      ],
      [
        "atre",
        -0.2653101
      ],
      [
        " Guild",
        -0.005042691
      ]
    ]
  },
  "An American historian with this surname authored several works about the Mormons, such as 1953's Jebediah Smith and the Opening of the West.  A Confederate officer with this last name captured 1,700 Union troops at the Battle of Hartsville before most of his troops got captured at Buffington Island.  An African American inventor with this last name came up with a \"safety hood\" used by firefighters and invented the first traffic signal. After being released from a Quebec prison, a future general with this surname defeated Banastre Tartleton at the Battle of Cowpens.  A Confederate general with this surname attacked Kentucky and Indiana with his namesake \"Raiders\". One man with this last name lent": {
    "guess": "List of people with surname Lee",
    "confidence": [
      [
        "List",
        -1.1768457
      ],
      [
        " of",
        -0.0006897979
      ],
      [
        " people",
        -0.055494275
      ],
      [
        " with",
        -0.010820012
      ],
      [
        " surname",
        -0.06896879
      ],
      [
        " Lee",
        -0.17809212
      ]
    ]
  },
  "The American president in office during this event rationalized not flying the flag at half- staff because he hadn't lowered the flag for \"school children killed in Belfast.\" It did not take place in Norway, but a military operation during this event, codenamed Operation Sunshine, failed miserably when media crews broadcast the preparations on television. A group of participants in this event named themselves after a 1970 war between Jordan and the PLO. In the aftermath of this event, Ahmed Bouchiki was killed as part of Operation Wrath of God after being mistaken for Ali Hassan Salameh in Lillehammer, Norway. This event began when eight terrorists belonging to Black September snuck into the": {
    "guess": "Munich massacre",
    "confidence": [
      [
        "M",
        -0.08949737
      ],
      [
        "un",
        -5.931863e-05
      ],
      [
        "ich",
        -2.577686e-06
      ],
      [
        " massacre",
        -0.21737817
      ]
    ]
  },
  "This man's American debut at Carnegie Hall alongside Duke Ellington was nearly ruined when he spent a few hours chatting away with a boxer and was forced to tune onstage. He's not Ravel, but his \"Bolero\" opens by quoting the rhythmic figure from Ravel's Bolero, and along with Andre Hodeir, he arranged the music for the film The Village of Wrath. He recorded the album Stardust alongside Coleman Hawkins. Hubert Rostaing replaced one of this man's collaborators during World War II, and Michael Dregni's biography of this man is considered the definitive one. This proponent of the Selmer Maccafferi made over thirteen recordings of \"Nuages,\" despite getting two of his fingers permanently damaged in": {
    "guess": "Django Reinhardt",
    "confidence": [
      [
        "D",
        -0.0040487177
      ],
      [
        "jango",
        -0.00023047674
      ],
      [
        " Rein",
        -0.005066772
      ],
      [
        "hardt",
        -0.00013250235
      ]
    ]
  },
  "When his American companies were bought by Peter Widener and William Elkins in 1901, this businessman went to London to convert its subways from steam to electricity.  Rising from a clerk at a Philadelphia": {
    "guess": "Peter A. B. Widener",
    "confidence": [
      [
        "Peter",
        -1.3888196
      ],
      [
        " A",
        -0.18306623
      ],
      [
        ".",
        -0.69113237
      ],
      [
        " B",
        -0.005607354
      ],
      [
        ".",
        -9.4960524e-05
      ],
      [
        " Wid",
        -1.9361265e-07
      ],
      [
        "ener",
        -0.00016134596
      ]
    ]
  },
  "The American president in office during this event rationalized not flying the flag at half- staff because he hadn't lowered the flag for \"school children killed in Belfast.\" It did not take place in Norway, but a military operation during this event, codenamed Operation Sunshine, failed miserably when media crews broadcast the preparations on television. A group of participants in this event named": {
    "guess": "1972 Winter Olympics",
    "confidence": [
      [
        "197",
        -0.5214037
      ],
      [
        "2",
        -0.49464834
      ],
      [
        " Winter",
        -0.86933196
      ],
      [
        " Olympics",
        -0.008493897
      ]
    ]
  },
  "This American playwright's major works include Golden Guts, Proud Flesh, and The Enchanted  Hunters, none of which you will be able to find in any library. Equally unavailable is My Cue, the  biographical memoir written about him by Vivian Darkbloom, although any good video store should carry  the 1962": {
    "guess": "Clare Quilty",
    "confidence": [
      [
        "Cl",
        -0.4541304
      ],
      [
        "are",
        -0.00089121354
      ],
      [
        " Qu",
        -0.00037216223
      ],
      [
        "ilty",
        -0.0004487845
      ]
    ]
  },
  "American production of this item was halted between 1978 and 1981, and the \"silent city\" scenario that it produces is science fantasy, not fact. Unlike conventional atomic weapons, it produces a reduced": {
    "guess": "Nuclear winter",
    "confidence": [
      [
        "N",
        -1.6358454
      ],
      [
        "uclear",
        -0.00033284337
      ],
      [
        " winter",
        -0.44825938
      ]
    ]
  },
  "An amendment to the bill which legalized this program was added by Everett Dirksen while other members of Congress were at a luncheon. Edward Stettinius served as the first head of the this program. Operation": {
    "guess": "United Nations Relief and Rehabilitation Administration",
    "confidence": [
      [
        "United",
        -0.56999636
      ],
      [
        " Nations",
        -0.1798032
      ],
      [
        " Relief",
        -1.1072452
      ],
      [
        " and",
        -0.00029530155
      ],
      [
        " Rehabilitation",
        -0.00095016806
      ],
      [
        " Administration",
        -0.00036894376
      ]
    ]
  },
  "This man's American debut at Carnegie Hall alongside Duke Ellington was nearly ruined when he spent a few hours chatting away with a boxer and was forced to tune onstage. He's not Ravel, but his \"Bolero\" opens by quoting the rhythmic figure from Ravel's Bolero, and along with Andre Hodeir, he arranged the music for the film The Village of Wrath. He recorded the album Stardust alongside Coleman Hawkins. Hubert Rostaing replaced one of this man's collaborators during World War II, and Michael Dregni's": {
    "guess": "Django Reinhardt",
    "confidence": [
      [
        "D",
        -0.43056557
      ],
      [
        "jango",
        -0.049540095
      ],
      [
        " Rein",
        -0.0016099588
      ],
      [
        "hardt",
        -6.635165e-05
      ]
    ]
  },
  "An American historian with this surname authored several works about the Mormons, such as 1953's Jebediah": {
    "guess": "McCullough",
    "confidence": [
      [
        "McC",
        -0.048858047
      ],
      [
        "ull",
        -0.49288294
      ],
      [
        "ough",
        -0.001169987
      ]
    ]
  },
  "An amendment to the bill which legalized this program was added by Everett Dirksen while other members of Congress were at a luncheon. Edward Stettinius served as the first head of the this program. Operation Cedar was part of this program which replaced (*) Cash and Carry and was similar to the earlier Destroyers for Bases Agreement. For 10 points, name this program under which the United States provided": {
    "guess": "Lend-Lease",
    "confidence": [
      [
        "L",
        -0.021680614
      ],
      [
        "end",
        -3.1737043e-06
      ],
      [
        "-Le",
        -0.00012213163
      ],
      [
        "ase",
        -2.0815847e-05
      ]
    ]
  },
  "The American president in office during this event rationalized not flying the flag at half- staff because": {
    "guess": "Flag of the United States",
    "confidence": [
      [
        "Flag",
        -1.1966177
      ],
      [
        " of",
        -0.057805832
      ],
      [
        " the",
        -0.24424869
      ],
      [
        " United",
        -0.043153446
      ],
      [
        " States",
        -0.00028934504
      ]
    ]
  },
  "An American historian with this surname authored several works about the Mormons, such as 1953's Jebediah Smith and the Opening of the West.  A Confederate officer with this last name captured 1,700 Union troops at the Battle of Hartsville before most of his troops got captured at Buffington Island.  An African American inventor with this last name came up with a \"safety hood\" used by firefighters and invented the first traffic signal. After being released from a Quebec prison, a future general with this surname defeated Banastre Tartleton at the Battle of Cowpens.  A Confederate general with this surname attacked Kentucky and Indiana with his namesake \"Raiders\". One man with this last name lent gold to the US government following the Panic of 1893 and masterminded the merger that formed General Electric.  For 10 points, give this surname shared by the man who bought the Carnegie Steel Company,": {
    "guess": "Morgan",
    "confidence": [
      [
        "M",
        -0.16093722
      ],
      [
        "organ",
        -0.00057900813
      ]
    ]
  },
  "The American president in office during this event rationalized not flying the flag at half- staff because he hadn't lowered the flag for \"school children killed in Belfast.\" It did not take place in Norway, but a military operation during this event, codenamed Operation Sunshine, failed miserably when media crews broadcast the preparations on television. A group of participants in this event named themselves after a 1970 war between Jordan and the PLO. In the aftermath of this event, Ahmed Bouchiki was killed as part of Operation Wrath of God after being mistaken for Ali Hassan Salameh in Lillehammer, Norway. This event began when eight terrorists belonging to Black September snuck into the apartment complex that housed the Israeli wrestling team. For 10 points, name this event which marred the 1972 Summer Olympic Games in a certain German city.": {
    "guess": "Munich massacre",
    "confidence": [
      [
        "M",
        -0.003444215
      ],
      [
        "un",
        -9.253091e-06
      ],
      [
        "ich",
        -1.8624639e-06
      ],
      [
        " massacre",
        -0.03591132
      ]
    ]
  },
  "This American state's city of Berlin is the site of textile mills on the Androscoggin River, and Laconia is on its Lake Winnipesaukee. With its eastern neighbor, this state shares the Isles of Shoals,": {
    "guess": "New Hampshire",
    "confidence": [
      [
        "New",
        -0.0064273486
      ],
      [
        " Hampshire",
        -0.00076912885
      ]
    ]
  },
  "An amendment to the bill which legalized this program was added by Everett Dirksen while other members of Congress were at a luncheon. Edward Stettinius served as the first head of the this program. Operation Cedar was part of this program which replaced (*) Cash and Carry and was similar to the earlier Destroyers for Bases Agreement. For 10 points, name this program under which the United States provided billions of dollars worth of war material to China, the Soviet Union and Allied Nations during World War Two.": {
    "guess": "Lend-Lease",
    "confidence": [
      [
        "L",
        -0.038419325
      ],
      [
        "end",
        -9.133887e-06
      ],
      [
        "-Le",
        -0.0002385826
      ],
      [
        "ase",
        -1.998142e-05
      ]
    ]
  },
  "As amended, it severely limited contributions by individuals to political campaigns and the subsequent": {
    "guess": "Campaign finance in the United States",
    "confidence": [
      [
        "Campaign",
        -0.24470901
      ],
      [
        " finance",
        -0.45191765
      ],
      [
        " in",
        -0.09235839
      ],
      [
        " the",
        -2.2484697e-05
      ],
      [
        " United",
        -2.868329e-05
      ],
      [
        " States",
        -4.1199673e-05
      ]
    ]
  },
  "In an American court, the protagonist of this novel would probably be excluded by voir dire.  Instead, he sets out to marry the woman whom he had seduced, who now stands before him as a prostitute accused of poisoning her subsequent lover.  Katyusha Maslova declines to marry Prince Nekhlyudov, but the two can at least be friends.  For 10 points, name this Leo Tolstoy novel, usually considered inferior to War and Peace and Anna Karenina, about Nekhlyudov's spiritual revival.": {
    "guess": "Resurrection (novel)",
    "confidence": [
      [
        "Res",
        -0.012383558
      ],
      [
        "urrection",
        -0.00022666223
      ],
      [
        " (",
        -0.12693483
      ],
      [
        "nov",
        -0.018337
      ],
      [
        "el",
        -4.9617593e-06
      ],
      [
        ")",
        -0.00039504567
      ]
    ]
  },
  "In an American court, the protagonist of this novel would probably be excluded by voir dire.  Instead, he sets out to marry the woman whom he had seduced, who now stands before him as a prostitute accused of poisoning her subsequent lover.  Katyusha Maslova declines to marry Prince Nekhlyudov, but the two can at least be friends.  For 10 points, name this Leo Tolstoy novel, usually considered inferior": {
    "guess": "Resurrection (novel)",
    "confidence": [
      [
        "Res",
        -0.007335419
      ],
      [
        "urrection",
        -2.939851e-05
      ],
      [
        " (",
        -0.12771665
      ],
      [
        "nov",
        -0.027978726
      ],
      [
        "el",
        -6.0345924e-06
      ],
      [
        ")",
        -0.00016218038
      ]
    ]
  }
}