{
  "Take two lead ions and smash them together.  If the energy is high enough, J-psi particles will be formed, at an even greater energy the J-psi particles will be annihilated and strange quarks will be made, along with this material.  The creation of it would signal the greatest freedom ever discovered for its constituent particles.  For 10 points, name this material in which protons and neutrons break up into their constituent parts.": {
    "guess": "Quark-gluon plasma",
    "confidence": [
      [
        "Qu",
        -0.0042830617
      ],
      [
        "ark",
        -1.8074163e-05
      ],
      [
        "-g",
        -0.042837255
      ],
      [
        "lu",
        -4.3464544e-05
      ],
      [
        "on",
        -2.4272753e-05
      ],
      [
        " plasma",
        -0.007878338
      ]
    ]
  },
  "Just before taking power, this man was accused of being in a plot to kill four rivals, including Syrian governor Cornelius Palma. After being originally designed by Marcus Agrippa, the Pantheon was almost entirely rebuilt during the rule of this man. During his reign, Rabbi Akiva co-led the Bar Kokhba revolt during the Second Roman-Jewish War. The third of the Five Good Emperors, this man commissioned the construction of a structure later surpassed by Antoninus Pius which stretched 73 miles from": {
    "guess": "Hadrian",
    "confidence": [
      [
        "Had",
        -0.002552831
      ],
      [
        "rian",
        -3.4762674e-05
      ]
    ]
  },
  "take Ahi or Vritra/Vrita)  One writer from this country wrote about \"the Sorceror\" who calls his third testicle his sister Estrella in the novel The Lizard's Tale. Another writer from here wrote about anti-hero Remo Erdosain, who gets caught up with a man known as The Astrologer, in the novel The Seven Madmen. In addition to Luisa Valenzuela and Roberto Arlt, another writer of this nation wrote the novel The Angel of Darkness and told of surrealist painter Juan Pablo Castel who murders his beloved Maria Iribarne in the novel El Túnel. Another novel from this nation centers around a man who gives the name Faustine to a woman who speaks of Canada, only to discover that the two suns and two moons he observes on the supposed island of Villings are the result of twin realities. In addition to Ernesto": {
    "guess": "Argentina",
    "confidence": [
      [
        "Argentina",
        -0.2593685
      ]
    ]
  },
  "Just before taking this post, a man resigned as judge in the wake of his decision to send home a young bank teller accused of embezzlement. A holder of this title had to deal with Jorge Pasquel's siphoning off of campaign funds from a Mexican presidential election. A bad holder of this title nicknamed \"Spike\" was only elected because fellow airman Curtis LeMay endorsed him. The Supreme Court ruled in favor of a man with this title in a decision now known for a saccharine seven-page introduction by Justice Blackmun. These men include the sponsor of the (*) Dowd Report, and a guy named for the Civil War battle where his father was wounded, who is best known for having placed eight men on an \"ineligible list\" for taking money from gamblers to lose. In this post, Happy Chandler oversaw the breaking of the color line by Jackie Robinson. For 10 points, name this chief executive position of a major sporting league, held first by Kenesaw Mountain Landis and more recently, by Bud Selig.": {
    "guess": "Commissioner of Major League Baseball",
    "confidence": [
      [
        "Commission",
        -0.0023392583
      ],
      [
        "er",
        -0.00016218038
      ],
      [
        " of",
        -1.1398757e-05
      ],
      [
        " Major",
        -0.068246074
      ],
      [
        " League",
        -6.945094e-05
      ],
      [
        " Baseball",
        -0.00017159748
      ]
    ]
  },
  "It takes place during the political unrest featuring the dictator Ribiera. Mrs. Gould slowly loses her husband to the business of the mine; while the final chapters concern the title character's pursuit of the daughters of Viola, for which he is accidentally shot. Charles Gould, sails away with the title character but they collide with an enemy boat and Decoud remains on the island with the silver. He goes insane and shoots himself before he drowns tied to a great quantity of silver. Unlike most": {
    "guess": "Nostromo",
    "confidence": [
      [
        "N",
        -0.0020019154
      ],
      [
        "ost",
        -3.650519e-06
      ],
      [
        "romo",
        -0.000119874094
      ]
    ]
  },
  "take Ahi or Vritra/Vrita)  One writer from this country wrote about \"the Sorceror\" who calls his third testicle his sister Estrella in the novel The Lizard's Tale. Another writer from here wrote about anti-hero Remo Erdosain, who gets caught up with a man known as The Astrologer, in the novel The Seven": {
    "guess": "Argentina",
    "confidence": [
      [
        "Argentina",
        -0.011132238
      ]
    ]
  },
  "Taking the curl of the static member of this set yields a Helmholtz equation for one of the governed quantities with a constant equal in cgs units to minus four pi carrier density fundamental charge squared over electron rest energy. This set of equations can be reduced to the single equation minus speed of light, carrier density, fundamental charge squared over electron rest energy all times vector potential equals current density, but only in the Coulomb gauge, which is the same as these equations' namesake gauge. The aforementioned Helmholtz equation constant is the inverse square of a quantity that gives the e-folding distance of external fields, that being the (*) penetration depth named": {
    "guess": "London equations",
    "confidence": [
      [
        "London",
        -0.0751513
      ],
      [
        " equations",
        -0.28899822
      ]
    ]
  },
  "Just before taking power, this man was accused of being in a plot to kill four rivals, including Syrian governor Cornelius Palma. After being originally designed by Marcus Agrippa, the Pantheon was almost entirely rebuilt during the rule of this man. During his reign, Rabbi Akiva co-led the Bar Kokhba": {
    "guess": "Hadrian",
    "confidence": [
      [
        "Had",
        -0.01964854
      ],
      [
        "rian",
        -2.9875326e-05
      ]
    ]
  },
  "Taking the set of each principal axis divided by the square root of its value for this quantity yields": {
    "guess": "Moment of inertia",
    "confidence": [
      [
        "Moment",
        -0.83135766
      ],
      [
        " of",
        -0.000553748
      ],
      [
        " inertia",
        -0.0060345004
      ]
    ]
  },
  "Taking the set of each principal axis divided by the square root of its value for this quantity yields an ellipsoid. Steiner's theorem, also known as the parallel axis theorem, finds this quantity if it is known about an axis running through the center of mass. This quantity is equal to the sum of the product of each point mass with the square of its distance from the axis of rotation. It multiplies angular acceleration to give torque. For 10 points, name this rotational analogue of mass.": {
    "guess": "Moment of inertia",
    "confidence": [
      [
        "Moment",
        -0.0034044285
      ],
      [
        " of",
        -1.7239736e-05
      ],
      [
        " inertia",
        -0.00216311
      ]
    ]
  },
  "Taking the curl of the static member of this set yields a Helmholtz equation for one of the governed quantities with a constant equal in cgs units to minus four pi carrier density fundamental charge squared": {
    "guess": "Maxwell's equations",
    "confidence": [
      [
        "Max",
        -0.5204759
      ],
      [
        "well",
        -1.4855664e-05
      ],
      [
        "'s",
        -0.0037314263
      ],
      [
        " equations",
        -0.0055749984
      ]
    ]
  },
  "Just before taking this post, a man resigned as judge in the wake of his decision to send home a young bank teller accused of embezzlement. A holder of this title had to deal with Jorge Pasquel's siphoning off of campaign funds from a Mexican presidential election. A bad holder of this title nicknamed \"Spike\" was only elected because fellow airman Curtis LeMay endorsed him. The Supreme Court ruled": {
    "guess": "Prime Minister of Israel",
    "confidence": [
      [
        "Prime",
        -1.0210625
      ],
      [
        " Minister",
        -0.009513346
      ],
      [
        " of",
        -3.5313153e-06
      ],
      [
        " Israel",
        -0.015494937
      ]
    ]
  },
  "Just before taking this post, a man resigned as judge in the wake of his decision to send home a young": {
    "guess": "Secretary of State of the United States",
    "confidence": [
      [
        "Secretary",
        -1.2588544
      ],
      [
        " of",
        -0.00150236
      ],
      [
        " State",
        -0.08639137
      ],
      [
        " of",
        -0.46749794
      ],
      [
        " the",
        -0.05249673
      ],
      [
        " United",
        -0.00526755
      ],
      [
        " States",
        -0.0023727966
      ]
    ]
  },
  "take Ahi or Vritra/Vrita)  One writer from this country wrote about \"the Sorceror\" who calls his third testicle his sister Estrella in the novel The Lizard's Tale. Another writer from here wrote about anti-hero Remo Erdosain, who gets caught up with a man known as The Astrologer, in the novel The Seven Madmen. In addition to Luisa Valenzuela and Roberto Arlt, another writer of this nation wrote the novel The Angel of Darkness and told of surrealist painter Juan Pablo Castel who murders his beloved Maria Iribarne in the novel El Túnel. Another novel from this nation centers around a man who gives": {
    "guess": "Argentina",
    "confidence": [
      [
        "Argentina",
        -0.60686195
      ]
    ]
  },
  "Just before taking this post, a man resigned as judge in the wake of his decision to send home a young bank teller accused of embezzlement. A holder of this title had to deal with Jorge Pasquel's siphoning off of campaign funds from a Mexican presidential election. A bad holder of this title nicknamed": {
    "guess": "Attorney General of Mexico",
    "confidence": [
      [
        "Att",
        -0.74421334
      ],
      [
        "orney",
        -0.00039885283
      ],
      [
        " General",
        -0.0024305978
      ],
      [
        " of",
        -6.50404e-05
      ],
      [
        " Mexico",
        -0.18181987
      ]
    ]
  },
  "It takes place during the political unrest featuring the dictator Ribiera. Mrs. Gould slowly loses her": {
    "guess": "Nostromo",
    "confidence": [
      [
        "N",
        -0.121202715
      ],
      [
        "ost",
        -3.106736e-05
      ],
      [
        "romo",
        -0.00020842774
      ]
    ]
  },
  "Just before taking power, this man was accused of being in a plot to kill four rivals, including Syrian": {
    "guess": "Recep Tayyip Erdoğan",
    "confidence": [
      [
        "Re",
        -1.6728535
      ],
      [
        "cep",
        -0.012896782
      ],
      [
        " Tay",
        -0.0003212806
      ],
      [
        "y",
        -0.00027587503
      ],
      [
        "ip",
        -0.00028898742
      ],
      [
        " Er",
        -0.04286056
      ],
      [
        "do",
        -1.3856493e-06
      ],
      [
        "ğ",
        -1.5809293e-05
      ],
      [
        "an",
        -6.392203e-06
      ]
    ]
  },
  "Taking the curl of the static member of this set yields a Helmholtz equation for one of the governed quantities with a constant equal in cgs units to minus four pi carrier density fundamental charge squared over electron rest energy. This set of equations can be reduced to the single equation minus speed of light, carrier density, fundamental charge squared over electron rest energy all times vector": {
    "guess": "Maxwell's equations",
    "confidence": [
      [
        "Max",
        -0.22700039
      ],
      [
        "well",
        -2.9875326e-05
      ],
      [
        "'s",
        -0.029892458
      ],
      [
        " equations",
        -0.0025804166
      ]
    ]
  },
  "Taking place at 53 Christopher Street just off Sheridan Square in a pair of converted nineteenth-century": {
    "guess": "Stonewall Inn",
    "confidence": [
      [
        "St",
        -0.012363546
      ],
      [
        "on",
        -9.372295e-06
      ],
      [
        "ew",
        -3.1737043e-06
      ],
      [
        "all",
        -5.5980927e-05
      ],
      [
        " Inn",
        -0.14266945
      ]
    ]
  },
  "It takes place during the political unrest featuring the dictator Ribiera. Mrs. Gould slowly loses her husband to the business of the mine; while the final chapters concern the title character's pursuit of the daughters of Viola, for which he is accidentally shot. Charles Gould, sails away with the title character but they collide with an enemy boat and Decoud remains on the island with the silver. He goes insane and shoots himself before he drowns tied to a great quantity of silver. Unlike most of the author's novels, it takes place mainly on land in the Sulaco province of Costaguana; subtitled": {
    "guess": "Nostromo",
    "confidence": [
      [
        "N",
        -0.0075297286
      ],
      [
        "ost",
        -0.00018530223
      ],
      [
        "romo",
        -9.6867785e-05
      ]
    ]
  },
  "Taking place at 53 Christopher Street just off Sheridan Square in a pair of converted nineteenth-century stables, after entering, the police barricaded themselves inside and called for help from the Tactical Patrol Force. A popular hang out for the Mattachine Society, the event here was touched off by": {
    "guess": "Stonewall riots",
    "confidence": [
      [
        "St",
        -0.0036184818
      ],
      [
        "on",
        -5.5122365e-07
      ],
      [
        "ew",
        -2.577686e-06
      ],
      [
        "all",
        -8.10137e-05
      ],
      [
        " riots",
        -0.46830726
      ]
    ]
  },
  "Taking the divergence of this relation leads to a statement which, according to Noether's theorem, is implied by gauge invariance. In its original form, it was inconsistent with the action of charging capacitors, so a term proportional to the time derivative of the electric field, known as the displacement current, was added. The steady-state integral form is more useful in situations with high degrees of symmetry than the equivalent Biot-Savart Law. For 10 points, name this member of the Maxwell": {
    "guess": "Maxwell's equations",
    "confidence": [
      [
        "Max",
        -0.07809639
      ],
      [
        "well",
        -5.3000836e-05
      ],
      [
        "'s",
        -0.0006003346
      ],
      [
        " equations",
        -0.02859095
      ]
    ]
  },
  "It takes place during the political unrest featuring the dictator Ribiera. Mrs. Gould slowly loses her husband to the business of the mine; while the final chapters concern the title character's pursuit of the daughters of Viola, for which he is accidentally shot. Charles Gould, sails away with the title character but they collide with an enemy boat and Decoud remains on the island with the silver. He goes insane and shoots himself before he drowns tied to a great quantity of silver. Unlike most of the author's novels, it takes place mainly on land in the Sulaco province of Costaguana; subtitled a Tale of the Seaboard, FTP, identify this novel by Joseph Conrad.": {
    "guess": "Nostromo",
    "confidence": [
      [
        "N",
        -0.0010881858
      ],
      [
        "ost",
        -1.3544423e-05
      ],
      [
        "romo",
        -5.9080223e-05
      ]
    ]
  },
  "Taking the curl of the static member of this set yields a Helmholtz equation for one of the governed quantities with a constant equal in cgs units to minus four pi carrier density fundamental charge squared over electron rest energy. This set of equations can be reduced to the single equation minus speed of light, carrier density, fundamental charge squared over electron rest energy all times vector potential equals current density, but only in the Coulomb gauge, which is the same as these equations' namesake gauge. The aforementioned Helmholtz equation constant is the inverse square of a quantity that gives the e-folding distance of external fields, that being the (*) penetration depth named for these equations. For 10 points, name this pair of equations that give the electromagnetic fields in a type-one superconductor in terms of phenomenological variables.": {
    "guess": "London equations",
    "confidence": [
      [
        "London",
        -0.026893709
      ],
      [
        " equations",
        -0.011144972
      ]
    ]
  },
  "It takes place during the political unrest featuring the dictator Ribiera. Mrs. Gould slowly loses her husband to the business of the mine; while the final chapters concern the title character's pursuit": {
    "guess": "Nostromo",
    "confidence": [
      [
        "N",
        -0.013507241
      ],
      [
        "ost",
        -0.00015407454
      ],
      [
        "romo",
        -1.2948405e-05
      ]
    ]
  },
  "Tai-zu established this dynasty after the end of the Five Dynasties and Ten  Kingdoms Period. This Chinese dynasty was divided into two directionally distinct  periods. During this dynasty, the first standing navy was established, the government  distributed paper money, and the Mongols led by Kublai Khan took over. FTP, name  this Chinese dynasty lasting from 970-1279, that saw the invention of gunpowder": {
    "guess": "Song dynasty",
    "confidence": [
      [
        "Song",
        -0.051991437
      ],
      [
        " dynasty",
        -0.041253284
      ]
    ]
  },
  "Taking the divergence of this relation leads to a statement which, according to Noether's theorem, is implied by gauge invariance. In its original form, it was inconsistent with the action of charging": {
    "guess": "Maxwell's equations",
    "confidence": [
      [
        "Max",
        -0.013993427
      ],
      [
        "well",
        -7.89631e-07
      ],
      [
        "'s",
        -0.0001627764
      ],
      [
        " equations",
        -0.0017223073
      ]
    ]
  },
  "Taking place at 53 Christopher Street just off Sheridan Square in a pair of converted nineteenth-century stables, after entering, the police barricaded themselves inside and called for help from the Tactical": {
    "guess": "Stonewall Inn",
    "confidence": [
      [
        "St",
        -0.0024120386
      ],
      [
        "on",
        -7.89631e-07
      ],
      [
        "ew",
        -2.8160932e-06
      ],
      [
        "all",
        -3.392825e-05
      ],
      [
        " Inn",
        -0.028010376
      ]
    ]
  },
  "Taking the divergence of this relation leads to a statement which, according to Noether's theorem, is implied by gauge invariance. In its original form, it was inconsistent with the action of charging capacitors, so a term proportional to the time derivative of the electric field, known as the displacement": {
    "guess": "Maxwell's equations",
    "confidence": [
      [
        "Max",
        -0.19629171
      ],
      [
        "well",
        -2.4391957e-05
      ],
      [
        "'s",
        -0.00016289561
      ],
      [
        " equations",
        -0.008136387
      ]
    ]
  },
  "take Ahi or Vritra/Vrita)  One writer from this country wrote about \"the Sorceror\" who calls his third": {
    "guess": "Ireland",
    "confidence": [
      [
        "I",
        -0.9723119
      ],
      [
        "reland",
        -0.1109736
      ]
    ]
  },
  "Just before taking this post, a man resigned as judge in the wake of his decision to send home a young bank teller accused of embezzlement. A holder of this title had to deal with Jorge Pasquel's siphoning off of campaign funds from a Mexican presidential election. A bad holder of this title nicknamed \"Spike\" was only elected because fellow airman Curtis LeMay endorsed him. The Supreme Court ruled in favor of a man with this title in a decision now known for a saccharine seven-page introduction by Justice Blackmun. These men include the sponsor of the (*) Dowd Report, and a guy named for the Civil War battle where his father was wounded, who is best known for having placed eight men on an \"ineligible list\" for taking money from gamblers to lose. In this post, Happy Chandler oversaw the breaking": {
    "guess": "Commissioner of Major League Baseball",
    "confidence": [
      [
        "Commission",
        -0.036660656
      ],
      [
        "er",
        -0.00032569113
      ],
      [
        " of",
        -2.3676734e-05
      ],
      [
        " Major",
        -0.18710531
      ],
      [
        " League",
        -0.00010258956
      ],
      [
        " Baseball",
        -0.00023488728
      ]
    ]
  },
  "take Ahi or Vritra/Vrita)  One writer from this country wrote about \"the Sorceror\" who calls his third testicle his sister Estrella in the novel The Lizard's Tale. Another writer from here wrote about anti-hero Remo Erdosain, who gets caught up with a man known as The Astrologer, in the novel The Seven Madmen. In addition to Luisa Valenzuela and Roberto Arlt, another writer of this nation wrote the novel The Angel of Darkness and told of surrealist painter Juan Pablo Castel who murders his beloved Maria Iribarne in the novel El Túnel. Another novel from this nation centers around a man who gives the name Faustine to a woman who speaks of Canada, only to discover that the two suns and two moons he observes on the supposed island of Villings are the result of twin realities. In addition to Ernesto Sabato and Adolfo Bioy Casares, another writer from here tells of a man who travels with Sergeant Cruz and battles a black payador. FTP, name this birthplace of the author of Martin Fierro and the": {
    "guess": "Argentine literature",
    "confidence": [
      [
        "Arg",
        -0.047419112
      ],
      [
        "entine",
        -0.16087358
      ],
      [
        " literature",
        -0.051289525
      ]
    ]
  },
  "Taking the curl of the static member of this set yields a Helmholtz equation for one of the governed quantities with a constant equal in cgs units to minus four pi carrier density fundamental charge squared over electron rest energy. This set of equations can be reduced to the single equation minus speed of light, carrier density, fundamental charge squared over electron rest energy all times vector potential equals current density, but only in the Coulomb gauge, which is the same as these equations'": {
    "guess": "Maxwell's equations",
    "confidence": [
      [
        "Max",
        -0.2304536
      ],
      [
        "well",
        -5.383526e-05
      ],
      [
        "'s",
        -0.014431317
      ],
      [
        " equations",
        -0.015857104
      ]
    ]
  },
  "It takes place during the political unrest featuring the dictator Ribiera. Mrs. Gould slowly loses her husband to the business of the mine; while the final chapters concern the title character's pursuit of the daughters of Viola, for which he is accidentally shot. Charles Gould, sails away with the title character but they collide with an enemy boat and Decoud remains on the island with the silver.": {
    "guess": "Nostromo",
    "confidence": [
      [
        "N",
        -0.0062866258
      ],
      [
        "ost",
        -8.299462e-06
      ],
      [
        "romo",
        -8.6616266e-05
      ]
    ]
  },
  "Taking place at 53 Christopher Street just off Sheridan Square in a pair of converted nineteenth-century stables, after entering, the police barricaded themselves inside and called for help from the Tactical Patrol Force. A popular hang out for the Mattachine Society, the event here was touched off by the second police raid in a week and not by Judy Garland's death as some have suggested.  Among those arrested was folk singer Dave Van Ronk and for days crowds of protesters gathered to shout \"Gay Power\".  For 10 points, name this disturbance that began on June 27, 1969 outside a New York bar and": {
    "guess": "Stonewall riots",
    "confidence": [
      [
        "St",
        -0.001909835
      ],
      [
        "on",
        -1.2664457e-06
      ],
      [
        "ew",
        -4.365741e-06
      ],
      [
        "all",
        -5.9153886e-06
      ],
      [
        " riots",
        -0.004895958
      ]
    ]
  },
  "Taking place at 53 Christopher Street just off Sheridan Square in a pair of converted nineteenth-century stables, after entering, the police barricaded themselves inside and called for help from the Tactical Patrol Force. A popular hang out for the Mattachine Society, the event here was touched off by the second police raid in a week and not by Judy Garland's death as some have suggested.  Among those": {
    "guess": "Stonewall riots",
    "confidence": [
      [
        "St",
        -0.0023956287
      ],
      [
        "on",
        -1.6240566e-06
      ],
      [
        "ew",
        -3.0545007e-06
      ],
      [
        "all",
        -1.8193366e-05
      ],
      [
        " riots",
        -0.3154392
      ]
    ]
  },
  "Taking the curl of the static member of this set yields a Helmholtz equation for one of the governed quantities with a constant equal in cgs units to minus four pi carrier density fundamental charge squared over electron rest energy. This set of equations can be reduced to the single equation minus speed": {
    "guess": "Maxwell's equations",
    "confidence": [
      [
        "Max",
        -0.0008203497
      ],
      [
        "well",
        -1.4498052e-05
      ],
      [
        "'s",
        -0.000446162
      ],
      [
        " equations",
        -0.0041674376
      ]
    ]
  },
  "Taking the set of each principal axis divided by the square root of its value for this quantity yields an ellipsoid. Steiner's theorem, also known as the parallel axis theorem, finds this quantity if it is known about an axis running through the center of mass. This quantity is equal to the sum of the product of each point mass with the square of its distance from the axis of rotation. It multiplies": {
    "guess": "Moment of inertia",
    "confidence": [
      [
        "Moment",
        -0.0011164041
      ],
      [
        " of",
        -1.3186812e-05
      ],
      [
        " inertia",
        -0.0032133649
      ]
    ]
  },
  "Taking the divergence of this relation leads to a statement which, according to Noether's theorem, is implied by gauge invariance. In its original form, it was inconsistent with the action of charging capacitors, so a term proportional to the time derivative of the electric field, known as the displacement current, was added. The steady-state integral form is more useful in situations with high degrees of symmetry than the equivalent Biot-Savart Law. For 10 points, name this member of the Maxwell equations that gives the magnetic field circulating around a current.": {
    "guess": "Maxwell's equations",
    "confidence": [
      [
        "Max",
        -0.17691903
      ],
      [
        "well",
        -3.6431527e-05
      ],
      [
        "'s",
        -0.016046215
      ],
      [
        " equations",
        -0.060344096
      ]
    ]
  },
  "Tai-zu established this dynasty after the end of the Five Dynasties and Ten  Kingdoms Period. This Chinese dynasty was divided into two directionally distinct  periods. During this dynasty, the first standing navy was established, the government  distributed paper money, and the Mongols led by Kublai Khan took over. FTP, name  this Chinese dynasty lasting from 970-1279, that saw the invention of gunpowder  and was succeeded by the Yuan.": {
    "guess": "Song dynasty",
    "confidence": [
      [
        "Song",
        -0.021427328
      ],
      [
        " dynasty",
        -0.060257573
      ]
    ]
  },
  "Taking place at 53 Christopher Street just off Sheridan Square in a pair of converted nineteenth-century stables, after entering, the police barricaded themselves inside and called for help from the Tactical Patrol Force. A popular hang out for the Mattachine Society, the event here was touched off by the second police raid in a week and not by Judy Garland's death as some have suggested.  Among those arrested was folk singer Dave Van Ronk and for days crowds of protesters gathered to shout \"Gay Power\".  For 10 points, name this disturbance that began on June 27, 1969 outside a New York bar and led to the beginning of the Gay Rights movement.": {
    "guess": "Stonewall riots",
    "confidence": [
      [
        "St",
        -0.0041060657
      ],
      [
        "on",
        -1.2664457e-06
      ],
      [
        "ew",
        -4.365741e-06
      ],
      [
        "all",
        -9.4914985e-06
      ],
      [
        " riots",
        -0.016725434
      ]
    ]
  },
  "take Ahi or Vritra/Vrita)  One writer from this country wrote about \"the Sorceror\" who calls his third testicle his sister Estrella in the novel The Lizard's Tale. Another writer from here wrote about anti-hero Remo Erdosain, who gets caught up with a man known as The Astrologer, in the novel The Seven Madmen. In addition to Luisa Valenzuela and Roberto Arlt, another writer of this nation wrote the": {
    "guess": "Argentina",
    "confidence": [
      [
        "Argentina",
        -0.020258997
      ]
    ]
  },
  "Just before taking power, this man was accused of being in a plot to kill four rivals, including Syrian governor Cornelius Palma. After being originally designed by Marcus Agrippa, the Pantheon was almost entirely rebuilt during the rule of this man. During his reign, Rabbi Akiva co-led the Bar Kokhba revolt during the Second Roman-Jewish War. The third of the Five Good Emperors, this man commissioned the construction of a structure later surpassed by Antoninus Pius which stretched 73 miles from Segedunum to Solway Firth. For 10 points, name this Roman Emperor who names a defensive wall found in": {
    "guess": "Hadrian",
    "confidence": [
      [
        "Had",
        -0.017757937
      ],
      [
        "rian",
        -1.4617256e-05
      ]
    ]
  },
  "Taking the curl of the static member of this set yields a Helmholtz equation for one of the governed quantities with a constant equal in cgs units to minus four pi carrier density fundamental charge squared over electron rest energy. This set of equations can be reduced to the single equation minus speed of light, carrier density, fundamental charge squared over electron rest energy all times vector potential equals current density, but only in the Coulomb gauge, which is the same as these equations' namesake gauge. The aforementioned Helmholtz equation constant is the inverse square of a quantity": {
    "guess": "Maxwell's equations",
    "confidence": [
      [
        "Max",
        -0.11220403
      ],
      [
        "well",
        -9.968313e-06
      ],
      [
        "'s",
        -0.012587346
      ],
      [
        " equations",
        -0.004330303
      ]
    ]
  },
  "Takaoka's algorithm reduces the all pairs shortest path problem to this performing this operation. This\n operation on a certain set defines the GL group. One algorithm used to perform this operation is the\n Coppersmith-Winograd algorithm which is faster than the Strassen algorithm. Computing the evolution of a\n finitely described Markov process is done by repeated application of this operation. This": {
    "guess": "Matrix multiplication",
    "confidence": [
      [
        "Matrix",
        -0.0022105624
      ],
      [
        " multiplication",
        -0.008782145
      ]
    ]
  },
  "Just before taking this post, a man resigned as judge in the wake of his decision to send home a young bank teller accused of embezzlement. A holder of this title had to deal with Jorge Pasquel's siphoning off of campaign funds from a Mexican presidential election. A bad holder of this title nicknamed \"Spike\" was only elected because fellow airman Curtis LeMay endorsed him. The Supreme Court ruled in favor of a man with this title in a decision now known for a saccharine seven-page introduction by Justice Blackmun. These men include the sponsor of the (*) Dowd Report, and a guy named for the Civil War battle where his father was wounded, who is best known for having placed eight men on an \"ineligible": {
    "guess": "Commissioner of Major League Baseball",
    "confidence": [
      [
        "Commission",
        -0.67597413
      ],
      [
        "er",
        -0.00066323375
      ],
      [
        " of",
        -6.563642e-05
      ],
      [
        " Major",
        -0.5459672
      ],
      [
        " League",
        -0.00011188744
      ],
      [
        " Baseball",
        -0.00047583276
      ]
    ]
  },
  "Just before taking power, this man was accused of being in a plot to kill four rivals, including Syrian governor Cornelius Palma. After being originally designed by Marcus Agrippa, the Pantheon was almost": {
    "guess": "Commodus",
    "confidence": [
      [
        "Com",
        -1.4764551
      ],
      [
        "mod",
        -0.0024504461
      ],
      [
        "us",
        -0.000112245056
      ]
    ]
  },
  "Just before taking this post, a man resigned as judge in the wake of his decision to send home a young bank teller accused of embezzlement. A holder of this title had to deal with Jorge Pasquel's siphoning off of campaign funds from a Mexican presidential election. A bad holder of this title nicknamed \"Spike\" was only elected because fellow airman Curtis LeMay endorsed him. The Supreme Court ruled in favor of a man with this title in a decision now known for a saccharine seven-page introduction by Justice Blackmun. These men include the sponsor of the (*) Dowd Report, and a guy named for the Civil War battle where his father was wounded, who is best known for having placed eight men on an \"ineligible list\" for taking money from gamblers to lose. In this post, Happy Chandler oversaw the breaking of the color line by Jackie Robinson. For 10 points, name this chief executive position of a major": {
    "guess": "Commissioner of Major League Baseball",
    "confidence": [
      [
        "Commission",
        -0.02537686
      ],
      [
        "er",
        -0.000555536
      ],
      [
        " of",
        -3.7623562e-05
      ],
      [
        " Major",
        -0.12041165
      ],
      [
        " League",
        -0.00022332452
      ],
      [
        " Baseball",
        -0.00038217165
      ]
    ]
  },
  "Takaoka's algorithm reduces the all pairs shortest path problem to this performing this operation. This\n operation on a certain set defines the GL group. One algorithm used to perform this operation is": {
    "guess": "Matrix multiplication",
    "confidence": [
      [
        "Matrix",
        -0.089870505
      ],
      [
        " multiplication",
        -0.0152026415
      ]
    ]
  },
  "Takaoka's algorithm reduces the all pairs shortest path problem to this performing this operation. This\n operation on a certain set defines the GL group. One algorithm used to perform this operation is the\n Coppersmith-Winograd algorithm which is faster than the Strassen algorithm. Computing the evolution of a\n finitely described Markov process is done by repeated application of this operation. This operation permits\n zero divisors. This operation is used to perform finite dimension linear maps. This operation is distributive\n and associative, but not commutative. For 10 points, name this operation which involves taking the product\n of two matrices.": {
    "guess": "Matrix multiplication",
    "confidence": [
      [
        "Matrix",
        -0.009103638
      ],
      [
        " multiplication",
        -0.0010880666
      ]
    ]
  },
  "take Ahi or Vritra/Vrita)  One writer from this country wrote about \"the Sorceror\" who calls his third testicle his sister Estrella in the novel The Lizard's Tale. Another writer from here wrote about anti-hero Remo Erdosain, who gets caught up with a man known as The Astrologer, in the novel The Seven Madmen. In addition to Luisa Valenzuela and Roberto Arlt, another writer of this nation wrote the novel The Angel of Darkness and told of surrealist painter Juan Pablo Castel who murders his beloved": {
    "guess": "Argentina",
    "confidence": [
      [
        "Argentina",
        -0.06809864
      ]
    ]
  },
  "Takaoka's algorithm reduces the all pairs shortest path problem to this performing this operation. This\n": {
    "guess": "Matrix multiplication",
    "confidence": [
      [
        "Matrix",
        -0.20169652
      ],
      [
        " multiplication",
        -0.02300937
      ]
    ]
  },
  "Take two lead ions and smash them together.  If the energy is high enough, J-psi particles will be formed,": {
    "guess": "Quarkonium",
    "confidence": [
      [
        "Qu",
        -0.6729571
      ],
      [
        "ark",
        -0.0003122248
      ],
      [
        "onium",
        -0.061892834
      ]
    ]
  },
  "Just before taking this post, a man resigned as judge in the wake of his decision to send home a young bank teller accused of embezzlement. A holder of this title had to deal with Jorge Pasquel's siphoning off of campaign funds from a Mexican presidential election. A bad holder of this title nicknamed \"Spike\" was only elected because fellow airman Curtis LeMay endorsed him. The Supreme Court ruled in favor of a man with this title in a decision now known for a saccharine seven-page introduction by Justice Blackmun. These men include the sponsor of the (*) Dowd Report, and a guy named for the Civil": {
    "guess": "Chief Justice of the United States",
    "confidence": [
      [
        "Chief",
        -0.5314663
      ],
      [
        " Justice",
        -0.06346629
      ],
      [
        " of",
        -3.0545007e-06
      ],
      [
        " the",
        -0.0005349211
      ],
      [
        " United",
        -0.014434261
      ],
      [
        " States",
        -4.978234e-05
      ]
    ]
  },
  "Just before taking power, this man was accused of being in a plot to kill four rivals, including Syrian governor Cornelius Palma. After being originally designed by Marcus Agrippa, the Pantheon was almost entirely rebuilt during the rule of this man. During his reign, Rabbi Akiva co-led the Bar Kokhba revolt during the Second Roman-Jewish War. The third of the Five Good Emperors, this man commissioned": {
    "guess": "Hadrian",
    "confidence": [
      [
        "Had",
        -0.023149628
      ],
      [
        "rian",
        -2.129266e-05
      ]
    ]
  },
  "Tai-zu established this dynasty after the end of the Five Dynasties and Ten  Kingdoms Period. This Chinese": {
    "guess": "Song dynasty",
    "confidence": [
      [
        "Song",
        -0.05949285
      ],
      [
        " dynasty",
        -0.0152242435
      ]
    ]
  },
  "Taking place at 53 Christopher Street just off Sheridan Square in a pair of converted nineteenth-century stables, after entering, the police barricaded themselves inside and called for help from the Tactical Patrol Force. A popular hang out for the Mattachine Society, the event here was touched off by the second police raid in a week and not by Judy Garland's death as some have suggested.  Among those arrested was folk singer Dave Van Ronk and for days crowds of protesters gathered to shout \"Gay": {
    "guess": "Stonewall riots",
    "confidence": [
      [
        "St",
        -0.00078163424
      ],
      [
        "on",
        -5.5122365e-07
      ],
      [
        "ew",
        -7.107425e-06
      ],
      [
        "all",
        -1.0325924e-05
      ],
      [
        " riots",
        -0.0052453796
      ]
    ]
  },
  "Taking the divergence of this relation leads to a statement which, according to Noether's theorem, is implied by gauge invariance. In its original form, it was inconsistent with the action of charging capacitors, so a term proportional to the time derivative of the electric field, known as the displacement current, was added. The steady-state integral form is more useful in situations with high degrees": {
    "guess": "Maxwell's equations",
    "confidence": [
      [
        "Max",
        -0.026462268
      ],
      [
        "well",
        -2.2723105e-05
      ],
      [
        "'s",
        -0.00023786737
      ],
      [
        " equations",
        -0.008317518
      ]
    ]
  },
  "Taking the curl of the static member of this set yields a Helmholtz equation for one of the governed quantities with a constant equal in cgs units to minus four pi carrier density fundamental charge squared over electron rest energy. This set of equations can be reduced to the single equation minus speed of light, carrier density, fundamental charge squared over electron rest energy all times vector potential equals current density, but only in the Coulomb gauge, which is the same as these equations' namesake gauge. The aforementioned Helmholtz equation constant is the inverse square of a quantity that gives the e-folding distance of external fields, that being the (*) penetration depth named for these equations. For 10 points, name this pair of equations that give the electromagnetic fields": {
    "guess": "Maxwell's equations",
    "confidence": [
      [
        "Max",
        -0.19314343
      ],
      [
        "well",
        -1.8908588e-05
      ],
      [
        "'s",
        -0.0007217261
      ],
      [
        " equations",
        -0.024402665
      ]
    ]
  },
  "Just before taking power, this man was accused of being in a plot to kill four rivals, including Syrian governor Cornelius Palma. After being originally designed by Marcus Agrippa, the Pantheon was almost entirely rebuilt during the rule of this man. During his reign, Rabbi Akiva co-led the Bar Kokhba revolt during the Second Roman-Jewish War. The third of the Five Good Emperors, this man commissioned the construction of a structure later surpassed by Antoninus Pius which stretched 73 miles from Segedunum to Solway Firth. For 10 points, name this Roman Emperor who names a defensive wall found in Great Britain.": {
    "guess": "Hadrian",
    "confidence": [
      [
        "Had",
        -0.0023843301
      ],
      [
        "rian",
        -1.9027791e-05
      ]
    ]
  },
  "take Ahi or Vritra/Vrita)  One writer from this country wrote about \"the Sorceror\" who calls his third testicle his sister Estrella in the novel The Lizard's Tale. Another writer from here wrote about": {
    "guess": "Mexico",
    "confidence": [
      [
        "Mexico",
        -0.8871084
      ]
    ]
  },
  "Just before taking this post, a man resigned as judge in the wake of his decision to send home a young bank teller accused of embezzlement. A holder of this title had to deal with Jorge Pasquel's siphoning": {
    "guess": "Commissioner of Major League Baseball",
    "confidence": [
      [
        "Commission",
        -0.022137912
      ],
      [
        "er",
        -0.0004623664
      ],
      [
        " of",
        -9.543734e-05
      ],
      [
        " Major",
        -0.4546212
      ],
      [
        " League",
        -4.954393e-05
      ],
      [
        " Baseball",
        -0.00013321757
      ]
    ]
  },
  "Just before taking this post, a man resigned as judge in the wake of his decision to send home a young bank teller accused of embezzlement. A holder of this title had to deal with Jorge Pasquel's siphoning off of campaign funds from a Mexican presidential election. A bad holder of this title nicknamed \"Spike\" was only elected because fellow airman Curtis LeMay endorsed him. The Supreme Court ruled in favor of a man with this title in a decision now known for a saccharine seven-page introduction by": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -1.4712688
      ]
    ]
  },
  "Take two lead ions and smash them together.  If the energy is high enough, J-psi particles will be formed, at an even greater energy the J-psi particles will be annihilated and strange quarks will be made,": {
    "guess": "Quark-gluon plasma",
    "confidence": [
      [
        "Qu",
        -0.34873682
      ],
      [
        "ark",
        -0.00017290872
      ],
      [
        "-g",
        -0.6713956
      ],
      [
        "lu",
        -4.4849444e-06
      ],
      [
        "on",
        -4.5133394e-05
      ],
      [
        " plasma",
        -0.0013714303
      ]
    ]
  },
  "Take two lead ions and smash them together.  If the energy is high enough, J-psi particles will be formed, at an even greater energy the J-psi particles will be annihilated and strange quarks will be made, along with this material.  The creation of it would signal the greatest freedom ever discovered for its constituent particles.  For 10 points, name this material in which protons and neutrons break": {
    "guess": "Quark-gluon plasma",
    "confidence": [
      [
        "Qu",
        -0.003459895
      ],
      [
        "ark",
        -2.2961513e-05
      ],
      [
        "-g",
        -0.12731893
      ],
      [
        "lu",
        -4.1199673e-05
      ],
      [
        "on",
        -3.1186566e-05
      ],
      [
        " plasma",
        -0.0073219356
      ]
    ]
  },
  "Takaoka's algorithm reduces the all pairs shortest path problem to this performing this operation. This\n operation on a certain set defines the GL group. One algorithm used to perform this operation is the\n Coppersmith-Winograd algorithm which is faster than the Strassen algorithm. Computing the evolution": {
    "guess": "Matrix multiplication",
    "confidence": [
      [
        "Matrix",
        -0.010173208
      ],
      [
        " multiplication",
        -0.003961567
      ]
    ]
  },
  "It takes place during the political unrest featuring the dictator Ribiera. Mrs. Gould slowly loses her husband to the business of the mine; while the final chapters concern the title character's pursuit of the daughters of Viola, for which he is accidentally shot. Charles Gould, sails away with the title": {
    "guess": "Nostromo",
    "confidence": [
      [
        "N",
        -0.020117048
      ],
      [
        "ost",
        -1.9862217e-05
      ],
      [
        "romo",
        -5.9080223e-05
      ]
    ]
  },
  "take Ahi or Vritra/Vrita)  One writer from this country wrote about \"the Sorceror\" who calls his third testicle his sister Estrella in the novel The Lizard's Tale. Another writer from here wrote about anti-hero Remo Erdosain, who gets caught up with a man known as The Astrologer, in the novel The Seven Madmen. In addition to Luisa Valenzuela and Roberto Arlt, another writer of this nation wrote the novel The Angel of Darkness and told of surrealist painter Juan Pablo Castel who murders his beloved Maria Iribarne in the novel El Túnel. Another novel from this nation centers around a man who gives the name Faustine to a woman who speaks of Canada, only to discover that the two suns and two moons he observes on the supposed island of Villings are the result of twin realities. In addition to Ernesto Sabato and Adolfo Bioy Casares, another writer from here tells of a man who travels with Sergeant Cruz and battles a black payador. FTP, name this birthplace of the author of Martin Fierro and the author of \"The Garden of Forking Paths.\"": {
    "guess": "Argentina",
    "confidence": [
      [
        "Argentina",
        -0.01126285
      ]
    ]
  },
  "Taking the divergence of this relation leads to a statement which, according to Noether's theorem, is": {
    "guess": "Continuity equation",
    "confidence": [
      [
        "Contin",
        -0.66294783
      ],
      [
        "uity",
        -3.1782583e-05
      ],
      [
        " equation",
        -0.0129322
      ]
    ]
  },
  "take Ahi or Vritra/Vrita)  One writer from this country wrote about \"the Sorceror\" who calls his third testicle his sister Estrella in the novel The Lizard's Tale. Another writer from here wrote about anti-hero Remo Erdosain, who gets caught up with a man known as The Astrologer, in the novel The Seven Madmen. In addition to Luisa Valenzuela and Roberto Arlt, another writer of this nation wrote the novel The Angel of Darkness and told of surrealist painter Juan Pablo Castel who murders his beloved Maria Iribarne in the novel El Túnel. Another novel from this nation centers around a man who gives the name Faustine to a woman who speaks of Canada, only to discover that the two suns and two moons": {
    "guess": "Argentina",
    "confidence": [
      [
        "Argentina",
        -0.22137132
      ]
    ]
  },
  "Tai-zu established this dynasty after the end of the Five Dynasties and Ten  Kingdoms Period. This Chinese dynasty was divided into two directionally distinct  periods. During this dynasty, the first standing": {
    "guess": "Song Dynasty",
    "confidence": [
      [
        "Song",
        -0.088129036
      ],
      [
        " Dynasty",
        -0.5207497
      ]
    ]
  },
  "Takaoka's algorithm reduces the all pairs shortest path problem to this performing this operation. This\n operation on a certain set defines the GL group. One algorithm used to perform this operation is the\n Coppersmith-Winograd algorithm which is faster than the Strassen algorithm. Computing the evolution of a\n finitely described Markov process is done by repeated application of this operation. This operation permits\n zero divisors. This operation is used to perform finite dimension linear maps. This operation is distributive\n and associative, but not commutative. For 10 points, name this operation": {
    "guess": "Matrix multiplication",
    "confidence": [
      [
        "Matrix",
        -0.036290653
      ],
      [
        " multiplication",
        -0.0010395984
      ]
    ]
  },
  "Tai-zu established this dynasty after the end of the Five Dynasties and Ten  Kingdoms Period. This Chinese dynasty was divided into two directionally distinct  periods. During this dynasty, the first standing navy was established, the government  distributed paper money, and the Mongols led by Kublai": {
    "guess": "Song dynasty",
    "confidence": [
      [
        "Song",
        -0.09891691
      ],
      [
        " dynasty",
        -0.06640082
      ]
    ]
  },
  "Take two lead ions and smash them together.  If the energy is high enough, J-psi particles will be formed, at an even greater energy the J-psi particles will be annihilated and strange quarks will be made, along with this material.  The creation of it would signal the greatest freedom ever discovered": {
    "guess": "Quark-gluon plasma",
    "confidence": [
      [
        "Qu",
        -0.0020773364
      ],
      [
        "ark",
        -1.6882126e-05
      ],
      [
        "-g",
        -0.10193656
      ],
      [
        "lu",
        -1.1517961e-05
      ],
      [
        "on",
        -5.371606e-05
      ],
      [
        " plasma",
        -0.0018941258
      ]
    ]
  },
  "take Ahi or Vritra/Vrita)  One writer from this country wrote about \"the Sorceror\" who calls his third testicle his sister Estrella in the novel The Lizard's Tale. Another writer from here wrote about anti-hero Remo Erdosain, who gets caught up with a man known as The Astrologer, in the novel The Seven Madmen. In addition to Luisa Valenzuela and Roberto Arlt, another writer of this nation wrote the novel The Angel of Darkness and told of surrealist painter Juan Pablo Castel who murders his beloved Maria Iribarne in the novel El Túnel. Another novel from this nation centers around a man who gives the name Faustine to a woman who speaks of Canada, only to discover that the two suns and two moons he observes on the supposed island of Villings are the result of twin realities. In addition to Ernesto Sabato and Adolfo Bioy Casares, another writer from here tells of a man who travels with Sergeant": {
    "guess": "Argentina",
    "confidence": [
      [
        "Argentina",
        -0.63646024
      ]
    ]
  },
  "Taking the set of each principal axis divided by the square root of its value for this quantity yields an ellipsoid. Steiner's theorem, also known as the parallel axis theorem, finds this quantity if it is known about an axis running through the center of mass. This quantity is equal to the sum of the": {
    "guess": "Moment of inertia",
    "confidence": [
      [
        "Moment",
        -0.0016067476
      ],
      [
        " of",
        -7.703444e-06
      ],
      [
        " inertia",
        -0.0043236604
      ]
    ]
  },
  "Taking the curl of the static member of this set yields a Helmholtz equation for one of the governed": {
    "guess": "Magnetic vector potential",
    "confidence": [
      [
        "M",
        -0.46919006
      ],
      [
        "agnetic",
        -0.0009708949
      ],
      [
        " vector",
        -0.88632655
      ],
      [
        " potential",
        -1.9816675e-06
      ]
    ]
  },
  "Taking the set of each principal axis divided by the square root of its value for this quantity yields an ellipsoid. Steiner's theorem, also known as the parallel axis theorem, finds this quantity if it": {
    "guess": "Moment of inertia",
    "confidence": [
      [
        "Moment",
        -0.0030723063
      ],
      [
        " of",
        -1.7432603e-06
      ],
      [
        " inertia",
        -0.0046306727
      ]
    ]
  },
  "Takaoka's algorithm reduces the all pairs shortest path problem to this performing this operation. This\n operation on a certain set defines the GL group. One algorithm used to perform this operation is the\n Coppersmith-Winograd algorithm which is faster than the Strassen algorithm. Computing the evolution of a\n finitely described Markov process is done by repeated application of this operation. This operation permits\n zero divisors. This operation is used to perform finite dimension linear maps.": {
    "guess": "Matrix multiplication",
    "confidence": [
      [
        "Matrix",
        -0.009560695
      ],
      [
        " multiplication",
        -0.005571798
      ]
    ]
  }
}