{
  "This god had a daughter who was changed into a linden tree following the birth of Chiron. This god married a goddess who was once the nurse of Hera during the Titanomachy, and a prohibition on touching": {
    "guess": "Apollo",
    "confidence": [
      [
        "Apollo",
        -0.19860336
      ]
    ]
  },
  "This goddess turned the spilled blood of her lover into sea anemones after he was killed by a boar. This goddess, who was worshipped at Cythera, was offered to a misshapen god, but her infidelity was exposed by Helios. She was the lover of (*) Adonis, and was trapped by her husband when this mother of Eros had an affair with Ares. For 10 points, name this wife of Hephaestus, the Greek goddess of love": {
    "guess": "Aphrodite",
    "confidence": [
      [
        "A",
        -0.002843153
      ],
      [
        "ph",
        -0.0006090328
      ],
      [
        "rod",
        -1.3856493e-06
      ],
      [
        "ite",
        -4.365741e-06
      ]
    ]
  },
  "This god transformed the elderly couple Baucis and Philemon into trees and transformed the godless Lycaon": {
    "guess": "Metamorphoses",
    "confidence": [
      [
        "Met",
        -0.6375736
      ],
      [
        "am",
        -0.00041446486
      ],
      [
        "orph",
        -0.0033403793
      ],
      [
        "oses",
        -0.27331084
      ]
    ]
  },
  "This god's brother Anteros was worshipped in Athens following the deaths of Meles and Timagoras. In one": {
    "guess": "Eros",
    "confidence": [
      [
        "E",
        -0.060060013
      ],
      [
        "ros",
        -0.0004975095
      ]
    ]
  },
  "This goddess turned the spilled blood of her lover into sea anemones after he was killed by a boar. This": {
    "guess": "Adonis",
    "confidence": [
      [
        "Ad",
        -0.18822654
      ],
      [
        "onis",
        -0.006673932
      ]
    ]
  },
  "This god asked for a magical pig-skin that could heal all wounds as part of a fine levied against the sons of Turenn. This foster son of Manannan mac Lir claimed competence in ten arts, including cupbearing, to gain entrance to Tara, then proceeded to win a game of fidchell and defeat Oghma in a flagstone-hurling": {
    "guess": "Lugh of the Long Hand",
    "confidence": [
      [
        "L",
        -0.012963974
      ],
      [
        "ugh",
        -6.2656334e-05
      ],
      [
        " of",
        -0.018069636
      ],
      [
        " the",
        -0.00013893934
      ],
      [
        " Long",
        -0.0001439459
      ],
      [
        " Hand",
        -0.000147522
      ]
    ]
  },
  "This god had a daughter who was changed into a linden tree following the birth of Chiron. This god married": {
    "guess": "Apollo",
    "confidence": [
      [
        "Apollo",
        -0.14104602
      ]
    ]
  },
  "The god responsible for this event summons a rude messenger and then sneezes to get another god to drop him. After this event, a god makes a show of taking a key and unlocking many closets' worth of ambrosia, nectar, gold, silver, and fine clothing, although he knows where the responsible party is hiding. When asked about this event, a god replies that he cares only about sleep, his mother's milk, and warm clothing. An old man tilling a vineyard is promised that the grapes will produce a prodigious": {
    "guess": "The Rape of Persephone",
    "confidence": [
      [
        "The",
        -1.7239939
      ],
      [
        " Rape",
        -1.7086622
      ],
      [
        " of",
        -0.0013274992
      ],
      [
        " Per",
        -1.2265514
      ],
      [
        "se",
        -1.867018e-05
      ],
      [
        "phone",
        -9.372295e-06
      ]
    ]
  },
  "This god who is said to live in a peak in the Himalayas known as Mount Kailasa is worshiped through the": {
    "guess": "Shiva",
    "confidence": [
      [
        "Sh",
        -0.0073083267
      ],
      [
        "iva",
        -2.220075e-06
      ]
    ]
  },
  "This god was often associated with Seker and Osiris because of his role as a mortuary god, and the sacred bull Apis had his stall in this god's great temple.  Represented as a man in mummy form, wearing a skull cap and a short false beard, he joined with his companion Sekhmet and the god Nefertem to": {
    "guess": "Ptah",
    "confidence": [
      [
        "Pt",
        -0.071199596
      ],
      [
        "ah",
        -2.6418418e-05
      ]
    ]
  },
  "The goddess of love in this culture lures a man to her mother's party by smearing honey on his lips. In one of this people's myths, a woman gets tricked by her romantic rival into cutting off her ears to add to a soup, leading to a quarrel in which she gets turned into a river. The mythical founder of this people died in a riot that broke out near the pyre of an iconoclast who smashed up several statues with an axe, named Braima. They believed that a despotic king hanged himself after a rebellion, became deified, and then gained the ability to unleash storms on his enemies with his (*) double-headed axe. The son of their creator god climbed down a great chain from heaven and used a five-toed chicken to scatter dirt, creating Earth, and then planted a very large palm tree. Eshu is a psychopomp": {
    "guess": "Yoruba mythology",
    "confidence": [
      [
        "Y",
        -0.009895271
      ],
      [
        "or",
        -0.000357988
      ],
      [
        "uba",
        -0.00029005657
      ],
      [
        " mythology",
        -0.2370752
      ]
    ]
  },
  "When this god was born, his counterpart felt his strength increase  and appendages enlarge, but when": {
    "guess": "Gabriel",
    "confidence": [
      [
        "Gab",
        -1.4892126
      ],
      [
        "riel",
        -0.005565163
      ]
    ]
  },
  "This god is the son of Laufey and Farbaui, and he had a child with the horse Svaoilfari. This god is": {
    "guess": "Loki",
    "confidence": [
      [
        "L",
        -0.0079877395
      ],
      [
        "oki",
        -3.7385154e-05
      ]
    ]
  },
  "The goddess of fertility in this mythological system has a name deriving from the word \"to bathe.\" In one myth from this belief system, the harvest is due to the incestuous relationship between Yarilo and Morena, and winter comes after Morena throws Yarilo down into the underworld for his unfaithfulness. After driving his enemy into the underworld, one god in this myth system shouted \"that is your": {
    "guess": "Slavic mythology",
    "confidence": [
      [
        "Sl",
        -0.020679805
      ],
      [
        "avic",
        -0.00014144262
      ],
      [
        " mythology",
        -0.0072856117
      ]
    ]
  },
  "This god's son was so disgusted with the food offered at a feast that he killed Uke Mochi, sparking a feud with a sibling that lived at Ise-Jingu. Another one of this man's children slayed Yamata-no-Orochi, an eight-headed serpent. This god lived at Ama-no-ukihashi, the floating bridge of the heaven, from where raised Onogoro from the ocean using Amenonuhoko, his magical spear. Much like Orpheus, this": {
    "guess": "Izanagi",
    "confidence": [
      [
        "I",
        -0.71657175
      ],
      [
        "zan",
        -0.004113423
      ],
      [
        "agi",
        -0.0013608321
      ]
    ]
  },
  "This god spent four days in a stone box before ordering that the box be sealed. This god burned down": {
    "guess": "Osiris",
    "confidence": [
      [
        "Os",
        -1.9059734
      ],
      [
        "iris",
        -0.00095421734
      ]
    ]
  },
  "This god who is said to live in a peak in the Himalayas known as Mount Kailasa is worshiped through the phallic lingam symbol. One form of this god, Nataraja, is also known for holding the sacred hourglass shaped drum whose rhythm the Universe supposedly originated from. He obtained his blue throat after": {
    "guess": "Shiva",
    "confidence": [
      [
        "Sh",
        -0.12576877
      ],
      [
        "iva",
        -5.0735965e-05
      ]
    ]
  },
  "One god of this type from Celtic myth brewed beer that granted immortality to the drinker and was the son of Danu. In addition to Goibniu, a deity of this type in Finnish myth served as the patron of travelers and gave fire to man in addition to his more famous role. Along with Ilmarinen, who [*] made the Sampo, a Greek god of this type was raised by Thetis and Eurynome and worshipped at Lemnos after": {
    "guess": "Smithing",
    "confidence": [
      [
        "Smith",
        -0.66876626
      ],
      [
        "ing",
        -0.7473466
      ]
    ]
  },
  "This god asked Alvis questions until the sun turned that dwarf to stone, and he killed the giant Thrym while dressed as Freya. His son Magni will inherit his weapon upon his death, and his wife (*) Sif's": {
    "guess": "Thor",
    "confidence": [
      [
        "Thor",
        -0.0036379653
      ]
    ]
  },
  "One god from this myth system transformed his wife into a comb before extracting a sword from the tail of a dragon. Another deity in this system, born in Yomi like the other thunder gods, eats the navels of children. Adherents of this belief system worship at a shrine that is rebuilt every 20 years and": {
    "guess": "Japanese mythology",
    "confidence": [
      [
        "Japanese",
        -0.049549285
      ],
      [
        " mythology",
        -0.0048109
      ]
    ]
  },
  "One god from this myth system transformed his wife into a comb before extracting a sword from the tail of a dragon. Another deity in this system, born in Yomi like the other thunder gods, eats the navels of children. Adherents of this belief system worship at a shrine that is rebuilt every 20 years and dedicated to a goddess who retreated into a cave after her brother threw a flayed horse at her loom. For 10 points, name this myth system that reveres kami like the storm god Susano'o and the sun goddess": {
    "guess": "Japanese mythology",
    "confidence": [
      [
        "Japanese",
        -0.22753035
      ],
      [
        " mythology",
        -0.052405443
      ]
    ]
  },
  "This god transforms another into ash after his meditation is interrupted and the lingam is a phallic symbol of this figure. This figure obtained one of his most notable traits after drinking (*) Halahala, a poison produced in the creation of the nectar of immortality, while in his form Nataraja this": {
    "guess": "Šiva",
    "confidence": [
      [
        "\\xc5",
        -0.63742363
      ],
      [
        "\\xa0",
        -0.17561343
      ],
      [
        "iva",
        -0.0049553895
      ]
    ]
  },
  "He was a god of grain and agriculture worshipped by the Amorites, Eblans, and Ugaritic peoples, for whom his name also meant grain. Sanchuniathon reports that his name means siton, the Greek word for grain,* and claims that after he discovered agriculture, he was worshipped as Zeus Arotrios. He was occasionally equated with Enlil by the Sumerians and was mentioned in Hammurabi's Code. Rashi, an 11th": {
    "guess": "Dagon",
    "confidence": [
      [
        "D",
        -0.18432708
      ],
      [
        "agon",
        -0.2346103
      ]
    ]
  },
  "This god slept successively with Amma, Edda, and Modir, thus creating Thrall, Karl, and Jarl, the progenitors of the three races of men, in his guise of Rig. Sometimes called the grandson of Geirrendour the Giant, he lives at the Cliff of Heaven, has (*) golden teeth, and carries the Gjallar horn.  Said to be the son of nine mothers, he can hear wool growing on sheep. For 10 points— name this guardian of Bifrost.": {
    "guess": "Heimdallr",
    "confidence": [
      [
        "He",
        -0.010123407
      ],
      [
        "imd",
        -9.531814e-05
      ],
      [
        "all",
        -2.3795938e-05
      ],
      [
        "r",
        -0.26389003
      ]
    ]
  },
  "One god of this type from Celtic myth brewed beer that granted immortality to the drinker and was the son of Danu. In addition to Goibniu, a deity of this type in Finnish myth served as the patron of travelers": {
    "guess": "Smiths in Celtic mythology",
    "confidence": [
      [
        "Smith",
        -0.21969318
      ],
      [
        "s",
        -1.0623171
      ],
      [
        " in",
        -0.35509014
      ],
      [
        " Celtic",
        -0.20728578
      ],
      [
        " mythology",
        -0.26046428
      ]
    ]
  },
  "This god asked worms to bore holes in a conch to make a trumpet, and his blood was used to form the fifth world. As a consequence for sleeping with his sister, this god was exiled by Tezcatlipoca [tet-SCOT-lee-POH-kah] and condemned to float on a raft of snakes. He brought fire from Mictlan [meek-t-lahn] with the help of his twin brother, (*) Xolotl [zoh-LAH-tuhl]. Symbolized by the morning star and": {
    "guess": "Quetzalcoatl",
    "confidence": [
      [
        "Qu",
        -0.16443801
      ],
      [
        "etz",
        -2.4391957e-05
      ],
      [
        "al",
        -7.2907846e-05
      ],
      [
        "co",
        -0.00017660404
      ],
      [
        "atl",
        -3.5835506e-05
      ]
    ]
  },
  "The god Atar was created to defeat one of these.  Another one residing under Wawel Hill in Krakow was tricked with a fake lamb stuffed with sulfur, and died after drinking half the Vistula River.  In Norway and Sweden they were referred to as orm or ormr.  An ever-watchful one guarded a special tree": {
    "guess": "Dragon",
    "confidence": [
      [
        "Dragon",
        -0.044769607
      ]
    ]
  },
  "This god was attacked by one of the avatars of Vishnu, Rama-with-an-axe. He won his wives in a contest to circumnavigate the earth with his brother; he won by travelling mentally through study while Kartikkeya trudged on foot. Those wives, who represent prudence and wisdom, are Siddhi and Buddhi. This god's mother asked Sani to look at him as a newborn, even though Sani was cursed to destroy anything he gazed upon; that, combined with his task of guarding the cave where his mother Parvati was bathing, led to his present appearance. For 10 points, name this remover of obstacles who has a one-tusked elephant's head.": {
    "guess": "Ganesha",
    "confidence": [
      [
        "G",
        -0.0020950648
      ],
      [
        "anes",
        -0.00012606535
      ],
      [
        "ha",
        -1.2113979e-05
      ]
    ]
  },
  "This god saved the fisherman Adapa, whom another deity wanted to give the food of death for having magically stopped the wind. In one story, this deity's semen was taken out of his lover and planted in the ground, where it produced fruit that this god ate. This deity's lust caused him to rape his daughter Ninsar, then their daughter Ninkurra, then their daughter Uttu, infuriating his wife (*) Ninhursag.": {
    "guess": "Enki",
    "confidence": [
      [
        "En",
        -0.0032559077
      ],
      [
        "ki",
        -0.055833325
      ]
    ]
  },
  "When this god was born, his counterpart felt his strength increase  and appendages enlarge, but when this god flew away, that counterpart  lost all of his strength. He was often depicted as tugging on a palm tree  along with that other god. Pausanias records that this god's cult was  worshipped by barbarians living outside Athens, since he is the avenging  spirit of Timagoras, who was spurned by Meles. More traditionally, he  was the progeny of Ares and Aphrodite whose sole purpose to give his  namesake": {
    "guess": "Hermes",
    "confidence": [
      [
        "H",
        -1.0128393
      ],
      [
        "erm",
        -0.65318257
      ],
      [
        "es",
        -0.08468571
      ]
    ]
  },
  "This god is similar to a Mayan deity of kingship known as \"God K\". This god is called Tepeyollotl when he takes the form of the animal associated with him. The stars of the Great Bear constellation are the footprints left by this god as he tried to approach the polar star. In a ceremony dedicated to this deity, a young man would be treated like a god for one year and then sacrificed. During the creation of the world, this god ripped off the jaw of the monster Cipactli, whose body became the Earth, but not before that monster bit off his foot. This creator of the first dogs is married to Xilonen, the goddess of corn, and this god was depicted with black and orange stripes. He ruled the world of the first sun, but was overthrown and turned into a Jaguar. He is the god of the North and of obsidian": {
    "guess": "Tezcatlipoca",
    "confidence": [
      [
        "Te",
        -0.105167225
      ],
      [
        "z",
        -0.002630473
      ],
      [
        "cat",
        -1.3856493e-06
      ],
      [
        "lip",
        -6.6306106e-06
      ],
      [
        "oca",
        -4.3202e-07
      ]
    ]
  },
  "As the god Rig, he created the three races of mankind:  the serfs, the peasants, and the warriors.  Similar": {
    "guess": "Rigveda",
    "confidence": [
      [
        "R",
        -0.44697493
      ],
      [
        "ig",
        -0.013866462
      ],
      [
        "ved",
        -0.012221296
      ],
      [
        "a",
        -0.002922803
      ]
    ]
  },
  "It's not God, but Chapter 4 of John Stuart Mill's On Liberty claims that no benefit is derived from imagining this entity. Pierre-Joseph Proudhon believed that the idea of it only served a purpose between": {
    "guess": "God and the State",
    "confidence": [
      [
        "God",
        -0.73906356
      ],
      [
        " and",
        -0.36456662
      ],
      [
        " the",
        -0.50097
      ],
      [
        " State",
        -0.003538298
      ]
    ]
  },
  "This god's affair with Chryse produced the Lapith king Phlegyas. The namesake founders of four Thracian tribes, including Edonus and Biston, resulted from this god's affair with the muse Calliope, while two of his other sons led the Orchomenian contingent at Troy. This god's retinue included Alala, the Machai, his daughter Adrestia, and his lover Enyo. He was stopped from killing Heracles in revenge for that man's defeat of this god's son Cycnus. A daughter of this god was given a (*) cursed necklace": {
    "guess": "Ares",
    "confidence": [
      [
        "A",
        -0.019625045
      ],
      [
        "res",
        -5.8722613e-05
      ]
    ]
  },
  "This god was the dedicatee of the Isthmian Games. He slept with Aethra on the same night as Aegeus, and ordered the death of Hippolytus at the request of his son Theseus. This god lost a contest when his offering was judged inferior to the olive trees of Athena. His offspring include the shape-shifter Proteus and the god Triton. This god of earthquakes was the brother of Zeus and was often depicted with a trident. For 10 points, name this Greco-Roman god of the oceans.": {
    "guess": "Poseidon",
    "confidence": [
      [
        "Pose",
        -0.003874658
      ],
      [
        "idon",
        -0.00041518008
      ]
    ]
  },
  "Gods were powerful entities that were to be appealed to or appeased in times of trouble. Given a set of circumstances, identify what deity would you most likely appeal to for help, FTSNOP.      A. (5pts)": {
    "guess": "Deity",
    "confidence": [
      [
        "De",
        -0.9002593
      ],
      [
        "ity",
        -0.19462535
      ]
    ]
  },
  "This god was worshipped as Serapis in Alexandria, but his major cult center was Abydos. The eldest son of Geb and Nut, this god was locked in a chest, after which his body was found supporting a palace in Byblos; after finding him, his killer tore him into 14 pieces, 13 of which were found and reassembled by his wife. That killer was his brother (*) Set, who was later defeated by this man's son, Horus. Symbolized as a green mummy holding a crook and flail, name this husband of Isis and Egyptian god of the afterlife.": {
    "guess": "Osiris",
    "confidence": [
      [
        "Os",
        -0.0035232175
      ],
      [
        "iris",
        -0.0001039008
      ]
    ]
  },
  "As the god Rig, he created the three races of mankind:  the serfs, the peasants, and the warriors.  Similar to the god Tyr, his rides the mount Gulltop, and lives in the hall of Himinbjorg.  Born of the nine daughters of Aegir, he is also known as Gullintani because of his \"golden, shining teeth.\"  He can hear the grass grow and can see a hundred miles around him, and he will sound his great Gjallarhorn": {
    "guess": "Heimdallr",
    "confidence": [
      [
        "He",
        -0.19445391
      ],
      [
        "imd",
        -0.0001627764
      ],
      [
        "all",
        -1.1637165e-05
      ],
      [
        "r",
        -0.0004707107
      ]
    ]
  },
  "This god's twin brother had the head of a dog, and this god immolated himself for sleeping with his sister while drunk, after which he became a brother of the planet Venus. He sprinkled his own blood onto some bones in the underworld of Mictlan, and in doing so created the fifth race of man. This son": {
    "guess": "Quetzalcoatl",
    "confidence": [
      [
        "Qu",
        -0.046051554
      ],
      [
        "etz",
        -1.4974867e-05
      ],
      [
        "al",
        -0.00057555124
      ],
      [
        "co",
        -0.00018089537
      ],
      [
        "atl",
        -3.106736e-05
      ]
    ]
  },
  "This god turned his daughter's suitor, Alvis, to stone. He once had a whetstone lodged in his forehead after a battle with the Mist Calf and the giant Hrungnir. Tanngnjostr and Tanngrisnir are the two goats that pull this god's chariot. On one occasion, he disguised himself as Freya in order to take": {
    "guess": "Thor",
    "confidence": [
      [
        "Thor",
        -0.0036112359
      ]
    ]
  },
  "The goddess of fertility in this mythological system has a name deriving from the word \"to bathe.\" In one myth from this belief system, the harvest is due to the incestuous relationship between Yarilo and Morena, and winter comes after Morena throws Yarilo down into the underworld for his unfaithfulness. After driving his enemy into the underworld, one god in this myth system shouted \"that is your place! Stay there!\" This mythology includes demons like the shishiga, which lives in the (*) Kama River and harasses drunkards as well as the bagiennik. In this mythology, the blacksmith Svarog may be father to Dazbog (DAJ-bog) and Svarozig, who represented fire in the sun and on Earth respectively. Another figure in this myth system flies around using a mortar and pestle and lives in a house with chicken legs. For 10 points, name this myth system which includes Veles, Perun, and Baba Yaga.": {
    "guess": "Slavic mythology",
    "confidence": [
      [
        "Sl",
        -0.0014119009
      ],
      [
        "avic",
        -4.9617593e-06
      ],
      [
        " mythology",
        -0.0030380823
      ]
    ]
  },
  "The goddess of love in this culture lures a man to her mother's party by smearing honey on his lips. In one of this people's myths, a woman gets tricked by her romantic rival into cutting off her ears to add to a soup, leading to a quarrel in which she gets turned into a river. The mythical founder of this people died in a riot that broke out near the pyre of an iconoclast who smashed up several statues": {
    "guess": "Aztec mythology",
    "confidence": [
      [
        "Az",
        -1.337707
      ],
      [
        "tec",
        -0.09574074
      ],
      [
        " mythology",
        -0.21622406
      ]
    ]
  },
  "This god was the father of the Argonaut Nauplios by the Danaid Amymone, and his seduction of Iphimedeia produced two giants that imprisoned Ares in a bronze jar before being outwitted by Artemis and killing each other, Otus and Ephialtes. Zeus allowed this man to sleep with Eurynome; that union produced a hero that would slay the Chimera, Bellerophon. In some myths he is the father of Theseus.  For 10 points, name this Greek god whose wife Amphitrite presumably minded his dalliances with mortal women": {
    "guess": "Poseidon",
    "confidence": [
      [
        "Pose",
        -0.08027319
      ],
      [
        "idon",
        -0.0002580018
      ]
    ]
  },
  "The god responsible for this event summons a rude messenger and then sneezes to get another god to drop him. After this event, a god makes a show of taking a key and unlocking many closets' worth of ambrosia, nectar, gold, silver, and fine clothing, although he knows where the responsible party is hiding. When asked about this event, a god replies that he cares only about sleep, his mother's milk, and warm clothing. An old man tilling a vineyard is promised that the grapes will produce a prodigious amount of wine, if he keeps his (*) mouth shut about this event. Hearing about this event, which": {
    "guess": "Hermes Trismegistus",
    "confidence": [
      [
        "H",
        -1.9128025
      ],
      [
        "erm",
        -0.060215928
      ],
      [
        "es",
        -0.013617781
      ],
      [
        " Tr",
        -1.0164381
      ],
      [
        "ism",
        -0.0009150397
      ],
      [
        "eg",
        -0.00019054719
      ],
      [
        "ist",
        -0.0011408115
      ],
      [
        "us",
        -0.0024923033
      ]
    ]
  },
  "The goddess of love in this culture lures a man to her mother's party by smearing honey on his lips. In one of this people's myths, a woman gets tricked by her romantic rival into cutting off her ears to add to a soup, leading to a quarrel in which she gets turned into a river. The mythical founder of": {
    "guess": "Aztec mythology",
    "confidence": [
      [
        "Az",
        -1.1280254
      ],
      [
        "tec",
        -0.04484096
      ],
      [
        " mythology",
        -0.1321168
      ]
    ]
  },
  "One god of this domain is accompanied by seven judges, seven messengers, and his bald uncle Myesyats.": {
    "guess": "Slavic mythology",
    "confidence": [
      [
        "Sl",
        -1.593652
      ],
      [
        "avic",
        -0.00014358829
      ],
      [
        " mythology",
        -0.21311574
      ]
    ]
  },
  "One of this god's underlings was a goddess of devotion, Armaiti, while another was a goddess of plants, Ameretat.  Each of his underlings was opposed by such demons as Tawrich and Aka Manah, who were collectively known as the Daevas.  His son was a fire god who subdued the dragon of the sky, Azhi Dahaka.  Aside from being the leader of a group of \"beneficient immortals\" known as the Amesha Spentas": {
    "guess": "Ahura Mazda",
    "confidence": [
      [
        "Ah",
        -0.004545946
      ],
      [
        "ura",
        -7.004696e-05
      ],
      [
        " Mazda",
        -1.504853e-06
      ]
    ]
  },
  "Gods were powerful entities that were to be appealed to or appeased in times of trouble. Given a set": {
    "guess": "Deity",
    "confidence": [
      [
        "De",
        -0.22370827
      ],
      [
        "ity",
        -0.13742028
      ]
    ]
  },
  "This god's association with disease led to confusion in interpreting this god's epithet Smintheus, and this god sent the plague that swept through the Greek camp when Agamemnon initially refused to return Chryseis to her father. This god killed some Cyclopes in retaliation for the death of his son with Coronis, who had been struck down by Zeus for trying to raise Hippolytus from the dead. After mocking Eros' arrows, this god fell in love with the daughter of Peneus and pursued her until she turned": {
    "guess": "Apollo",
    "confidence": [
      [
        "Apollo",
        -0.006337676
      ]
    ]
  },
  "This god rejected the advances of the nymph Clytie and eventually turned her into a flower. Emperor Julian the Apostate attempted to revive worship of this Greek deity in the Roman empire and he gave Heracles a golden goblet after he threatened to shoot this god. His daughters turned themselves into poplar trees and flowed tears of amber after their brother died and fell into the river Eridanus. This": {
    "guess": "Apollo",
    "confidence": [
      [
        "Apollo",
        -0.045058526
      ]
    ]
  },
  "It's not God, but Chapter 4 of John Stuart Mill's On Liberty claims that no benefit is derived from imagining this entity. Pierre-Joseph Proudhon believed that the idea of it only served a purpose between individuals. Another work said the presence of this entity ends \"a war of all against all\", so long as people acknowledge the commonwealth. In contrast to Thomas Hobbes's Leviathan, John Locke believed that it protects natural rights and allows the people to dissolve government if they disrespect": {
    "guess": "Social contract",
    "confidence": [
      [
        "Social",
        -0.08706752
      ],
      [
        " contract",
        -0.09365143
      ]
    ]
  },
  "One god associated with these items had his foot eaten by Cipactli and was known as the \"smoking obsidian\" type. In addition to Tezcatlipoca, another goddess associated with these objects was tricked into coming out of a cave after some jewels and one of these were tied to a tree, and is the Shinto sun": {
    "guess": "Magic mirrors",
    "confidence": [
      [
        "Magic",
        -0.8879646
      ],
      [
        " mirrors",
        -0.77497727
      ]
    ]
  },
  "This god slept successively with Amma, Edda, and Modir, thus creating Thrall, Karl, and Jarl, the progenitors": {
    "guess": "Heimdall",
    "confidence": [
      [
        "He",
        -0.5466179
      ],
      [
        "imd",
        -0.002430121
      ],
      [
        "all",
        -0.0007219645
      ]
    ]
  },
  "This god was the father of the Argonaut Nauplios by the Danaid Amymone, and his seduction of Iphimedeia produced two giants that imprisoned Ares in a bronze jar before being outwitted by Artemis and killing each other, Otus and Ephialtes. Zeus allowed this man to sleep with Eurynome; that union produced": {
    "guess": "Zeus",
    "confidence": [
      [
        "Ze",
        -0.90485996
      ],
      [
        "us",
        -0.000104616025
      ]
    ]
  },
  "One of this god's possessions changes from a Madjet to a Semektet daily, and this ancestor of all nine members of the Ennead was sometimes symbolized by the Bennu phoenix. This figure mixed some red beer": {
    "guess": "Atum",
    "confidence": [
      [
        "At",
        -0.42592356
      ],
      [
        "um",
        -0.0141432965
      ]
    ]
  },
  "After this god's son brought Hippolytus back to life, Asclepius was killed by Zeus. Along with his sister, he killed Niobe's seven sons. He slew the dragon Python and established the Oracle of Delphi at the place where it died. This son of Leto pursued the nymph (*) Daphne, only for her to turn into a laurel tree. For 10 points, name this Greek god of archery, music, and light whose twin sister was Artemis.": {
    "guess": "Apollo",
    "confidence": [
      [
        "Apollo",
        -0.008743394
      ]
    ]
  },
  "This god's association with disease led to confusion in interpreting this god's epithet Smintheus, and this god sent the plague that swept through the Greek camp when Agamemnon initially refused to return Chryseis to her father. This god killed some Cyclopes in retaliation for the death of his son with Coronis, who had been struck down by Zeus for trying to raise Hippolytus from the dead. After mocking Eros' arrows, this god fell in love with the daughter of Peneus and pursued her until she turned into a laurel tree. For 10 points, name this figure who fathered Asclepius and pursued the nymph Daphne, the Greek god of prophecy, light, and music.": {
    "guess": "Apollo",
    "confidence": [
      [
        "Apollo",
        -0.0041950983
      ]
    ]
  },
  "When this god was born, his counterpart felt his strength increase  and appendages enlarge, but when this god flew away, that counterpart  lost all of his strength. He was often depicted as tugging on a palm tree  along with that other god. Pausanias records that this god's cult was  worshipped by barbarians living outside Athens, since he is the avenging  spirit of Timagoras, who was spurned by Meles. More traditionally, he  was the progeny of Ares and Aphrodite whose sole purpose to give his  namesake god a playmate. In later Roman times, he was one of the two  (*) Cupides. For 10 points, identify this god of requited love, whose name tells  you he is contrasted with the passionate love god.": {
    "guess": "Eros",
    "confidence": [
      [
        "E",
        -0.28325608
      ],
      [
        "ros",
        -0.008460205
      ]
    ]
  },
  "This god was once retrieved from a pillar in a palace at Byblos that later represented this god's spine": {
    "guess": "Osiris myth",
    "confidence": [
      [
        "Os",
        -0.0032393862
      ],
      [
        "iris",
        -3.1782583e-05
      ],
      [
        " myth",
        -0.13498996
      ]
    ]
  },
  "He was a god of grain and agriculture worshipped by the Amorites, Eblans, and Ugaritic peoples, for whom": {
    "guess": "Dagon",
    "confidence": [
      [
        "D",
        -0.189869
      ],
      [
        "agon",
        -0.2189838
      ]
    ]
  },
  "This god asked worms to bore holes in a conch to make a trumpet, and his blood was used to form the fifth world. As a consequence for sleeping with his sister, this god was exiled by Tezcatlipoca [tet-SCOT-lee-POH-kah]": {
    "guess": "Quetzalcoatl",
    "confidence": [
      [
        "Qu",
        -0.12857261
      ],
      [
        "etz",
        -6.456359e-05
      ],
      [
        "al",
        -0.00012999907
      ],
      [
        "co",
        -0.00013274075
      ],
      [
        "atl",
        -7.89631e-07
      ]
    ]
  },
  "This goddess turned the spilled blood of her lover into sea anemones after he was killed by a boar. This goddess, who was worshipped at Cythera, was offered to a misshapen god, but her infidelity was exposed": {
    "guess": "Aphrodite",
    "confidence": [
      [
        "A",
        -0.06635485
      ],
      [
        "ph",
        -0.00026240866
      ],
      [
        "rod",
        -6.749814e-06
      ],
      [
        "ite",
        -1.3902034e-05
      ]
    ]
  },
  "This god is the son of Laufey and Farbaui, and he had a child with the horse Svaoilfari. This god is currently bound by the entrails of his son, and a serpent drips venom on his head, which his wife Sigyn": {
    "guess": "Loki",
    "confidence": [
      [
        "L",
        -0.00086751406
      ],
      [
        "oki",
        -7.77952e-05
      ]
    ]
  },
  "This god is the son of Laufey and Farbaui, and he had a child with the horse Svaoilfari. This god is currently bound by the entrails of his son, and a serpent drips venom on his head, which his wife Sigyn catches in a bowl. All that was punishment for this god making a magical spear out of (*) mistletoe, the only plant which hadn't promised Frigg not to harm her son, and this god is the father of Hel,": {
    "guess": "Loki",
    "confidence": [
      [
        "L",
        -0.004761073
      ],
      [
        "oki",
        -0.00017648483
      ]
    ]
  },
  "This god's brother Anteros was worshipped in Athens following the deaths of Meles and Timagoras. In one creation myth, his coupling with Chaos produced the birds. By one lover, he gave birth to the goddess Voluptas or Hedone. This god banished one of his lovers when her curiosity caused her to spill lamp oil on him. He is the lover of Psyche and daughter of Aphrodite. For 10 points, name this classical": {
    "guess": "Eros",
    "confidence": [
      [
        "E",
        -0.08520933
      ],
      [
        "ros",
        -3.3213026e-05
      ]
    ]
  },
  "He was a god of grain and agriculture worshipped by the Amorites, Eblans, and Ugaritic peoples, for whom his name also meant grain. Sanchuniathon reports that his name means siton, the Greek word for grain,*": {
    "guess": "Dagon",
    "confidence": [
      [
        "D",
        -0.22271831
      ],
      [
        "agon",
        -0.04898179
      ]
    ]
  },
  "This god asked Alvis questions until the sun turned that dwarf to stone, and he killed the giant Thrym": {
    "guess": "Thor",
    "confidence": [
      [
        "Thor",
        -0.024921862
      ]
    ]
  },
  "This god is the son of Laufey and Farbaui, and he had a child with the horse Svaoilfari. This god is currently bound by the entrails of his son, and a serpent drips venom on his head, which his wife Sigyn catches in a bowl. All that was punishment for this god making a magical spear out of (*) mistletoe, the only plant which hadn't promised Frigg not to harm her son, and this god is the father of Hel, the wolf Fenrir, and the \"World Serpent\" Jormungandr.For ten points, name this god who helped kill Baldr, the shape-shifting trickster of Norse mythology.": {
    "guess": "Loki",
    "confidence": [
      [
        "L",
        -0.0043237796
      ],
      [
        "oki",
        -4.8425554e-06
      ]
    ]
  },
  "A god sitting in this character's lap erases memory, creating a situation in which \"the inward fire eats the soft marrow away, and the internal wound bleeds on in silence.\" This character tricks King Iarbas into giving her as much land as can be covered by an oxhide, which she cuts into strips to encircle a hill, leading that territory to be called Byrsa. Her husband Sychaeus appears to her as a ghost, urging her to flee from her brother Pygmalion in Tyre. This woman kills herself on a funeral pyre after the departure of her lover, who had escaped from the fall of Troy and went on to found Rome.": {
    "guess": "Dido",
    "confidence": [
      [
        "D",
        -0.0087682
      ],
      [
        "ido",
        -2.4034345e-05
      ]
    ]
  },
  "This god had a son named Ihy, a falcon child-god, and in one story, it is this god who cheers Ra up with a lewd display after the baboon god Baba taunts him that his shrine is empty. Similar to the pre-dynastic god Bat, items associated with this god include malachite, lapis lazuli, the menat necklace, and the sistrum, and the major cult center at Dendera, where she was worshipped along with Horus-Behdety. The \"lady of the west,\" she is a peaceful god, unlike her companion, who is also the eye of": {
    "guess": "Hathor",
    "confidence": [
      [
        "H",
        -0.075809024
      ],
      [
        "ath",
        -0.0075836745
      ],
      [
        "or",
        -0.00011629798
      ]
    ]
  },
  "Because this god's favorite color was red, brides in Scandinavia wore red gowns and used rings with red stones. In preparation for his duel with this god at Griottunagard, one giant created Mokerkialfi": {
    "guess": "Thor",
    "confidence": [
      [
        "Thor",
        -0.15179531
      ]
    ]
  },
  "It's not God, but Chapter 4 of John Stuart Mill's On Liberty claims that no benefit is derived from imagining this entity. Pierre-Joseph Proudhon believed that the idea of it only served a purpose between individuals. Another work said the presence of this entity ends \"a war of all against all\", so long as people acknowledge the commonwealth. In contrast to Thomas Hobbes's Leviathan, John Locke believed": {
    "guess": "Social contract",
    "confidence": [
      [
        "Social",
        -0.83105475
      ],
      [
        " contract",
        -0.6161563
      ]
    ]
  },
  "This god transformed the elderly couple Baucis and Philemon into trees and transformed the godless Lycaon into a wolf. This deity killed Porphyrion for trying to rape his wife. Leda, the wife of Tyndareus, was approached by this god in the form of a swan and he dressed as Amphitryon to seduce Alcmene.": {
    "guess": "Zeus",
    "confidence": [
      [
        "Ze",
        -0.020035025
      ],
      [
        "us",
        -8.0656086e-05
      ]
    ]
  },
  "This god's twin brother had the head of a dog, and this god immolated himself for sleeping with his sister while drunk, after which he became a brother of the planet Venus. He sprinkled his own blood onto some bones in the underworld of Mictlan, and in doing so created the fifth race of man. This son of Coatlicue [COAT - lee - cue] had a rivalry with a brother who had his foot bitten off by a crocodile.": {
    "guess": "Huitzilopochtli",
    "confidence": [
      [
        "H",
        -0.5037883
      ],
      [
        "uit",
        -0.0016185268
      ],
      [
        "z",
        -0.00010592726
      ],
      [
        "il",
        -5.1331983e-05
      ],
      [
        "op",
        -0.00073589303
      ],
      [
        "ocht",
        -2.8206474e-05
      ],
      [
        "li",
        -3.094816e-05
      ]
    ]
  },
  "This god rejected the advances of the nymph Clytie and eventually turned her into a flower. Emperor Julian the Apostate attempted to revive worship of this Greek deity in the Roman empire and he gave Heracles a golden goblet after he threatened to shoot this god. His daughters turned themselves into poplar trees and flowed tears of amber after their brother died and fell into the river Eridanus. This father of the witch (*) Circe gave a dragon-pulled chariot to his granddaughter Medea after she killed her two sons. Odysseus' men were killed for eating the sacred cattle of this deity, whose son was responsible for blackening the Ethiopian people. That son was killed by Zeus after he failed to control a celestial chariot. For ten points, name this father of Phaeton, the Greek god of the sun.": {
    "guess": "Helios",
    "confidence": [
      [
        "Hel",
        -0.00111402
      ],
      [
        "ios",
        -4.477578e-05
      ]
    ]
  },
  "This god was attacked by one of the avatars of Vishnu, Rama-with-an-axe. He won his wives in a contest to circumnavigate the earth with his brother; he won by travelling mentally through study while Kartikkeya trudged on foot. Those wives, who represent prudence and wisdom, are Siddhi and Buddhi. This god's mother asked Sani to look at him as a newborn, even though Sani was cursed to destroy anything he gazed upon; that, combined with his task of guarding the cave where his mother Parvati was bathing,": {
    "guess": "Kartikeya",
    "confidence": [
      [
        "K",
        -0.20712017
      ],
      [
        "arti",
        -0.041754313
      ],
      [
        "key",
        -2.7133641e-05
      ],
      [
        "a",
        -0.0004948907
      ]
    ]
  },
  "This god's affair with Chryse produced the Lapith king Phlegyas. The namesake founders of four Thracian tribes, including Edonus and Biston, resulted from this god's affair with the muse Calliope, while two of his other sons led the Orchomenian contingent at Troy. This god's retinue included Alala, the": {
    "guess": "Apollo",
    "confidence": [
      [
        "Apollo",
        -0.5509525
      ]
    ]
  },
  "This god was attacked by one of the avatars of Vishnu, Rama-with-an-axe. He won his wives in a contest to circumnavigate the earth with his brother; he won by travelling mentally through study while Kartikkeya trudged on foot. Those wives, who represent prudence and wisdom, are Siddhi and Buddhi. This god's mother asked Sani to look at him as a newborn, even though Sani was cursed to destroy anything he gazed upon; that, combined with his task of guarding the cave where his mother Parvati was bathing, led to his present appearance. For 10 points, name this remover of obstacles who has a one-tusked": {
    "guess": "Ganesha",
    "confidence": [
      [
        "G",
        -0.008520132
      ],
      [
        "anes",
        -0.0028838066
      ],
      [
        "ha",
        -0.00020354039
      ]
    ]
  },
  "This god who is said to live in a peak in the Himalayas known as Mount Kailasa is worshiped through the phallic lingam symbol. One form of this god, Nataraja, is also known for holding the sacred hourglass": {
    "guess": "Shiva",
    "confidence": [
      [
        "Sh",
        -0.0024566299
      ],
      [
        "iva",
        -2.577686e-06
      ]
    ]
  },
  "One god of these people created the moon by tossing his sister's head into the sky after defeating her": {
    "guess": "Huitzilopochtli",
    "confidence": [
      [
        "H",
        -0.0006886058
      ],
      [
        "uit",
        -7.89631e-07
      ],
      [
        "z",
        -2.1650272e-05
      ],
      [
        "il",
        -5.080963e-06
      ],
      [
        "op",
        -4.00813e-06
      ],
      [
        "ocht",
        -1.3306016e-05
      ],
      [
        "li",
        -2.6968896e-06
      ]
    ]
  },
  "The goddess of fertility in this mythological system has a name deriving from the word \"to bathe.\" In one myth from this belief system, the harvest is due to the incestuous relationship between Yarilo and Morena, and winter comes after Morena throws Yarilo down into the underworld for his unfaithfulness. After driving his enemy into the underworld, one god in this myth system shouted \"that is your place! Stay there!\" This mythology includes demons like the shishiga, which lives in the (*) Kama River": {
    "guess": "Slavic mythology",
    "confidence": [
      [
        "Sl",
        -0.023288684
      ],
      [
        "avic",
        -1.867018e-05
      ],
      [
        " mythology",
        -0.0023425887
      ]
    ]
  },
  "After this god's son brought Hippolytus back to life, Asclepius was killed by Zeus. Along with his sister, he killed Niobe's seven sons. He slew the dragon Python and established the Oracle of Delphi at": {
    "guess": "Apollo",
    "confidence": [
      [
        "Apollo",
        -0.006700212
      ]
    ]
  },
  "This god's affair with Chryse produced the Lapith king Phlegyas. The namesake founders of four Thracian tribes, including Edonus and Biston, resulted from this god's affair with the muse Calliope, while two of his other sons led the Orchomenian contingent at Troy. This god's retinue included Alala, the Machai, his daughter Adrestia, and his lover Enyo. He was stopped from killing Heracles in revenge": {
    "guess": "Ares",
    "confidence": [
      [
        "A",
        -0.011794082
      ],
      [
        "res",
        -0.00010688089
      ]
    ]
  },
  "This god's association with disease led to confusion in interpreting this god's epithet Smintheus, and this god sent the plague that swept through the Greek camp when Agamemnon initially refused to return Chryseis to her father. This god killed some Cyclopes in retaliation for the death of his son with Coronis, who had been struck down by Zeus for trying to raise Hippolytus from the dead. After mocking": {
    "guess": "Apollo",
    "confidence": [
      [
        "Apollo",
        -0.011040398
      ]
    ]
  },
  "One god of this type is an old man revered by the Aborigines,The Bluetongue Lizard, who would feign blindness": {
    "guess": "Aboriginal Australian mythology",
    "confidence": [
      [
        "Ab",
        -1.2288545
      ],
      [
        "original",
        -0.0016117468
      ],
      [
        " Australian",
        -0.7644889
      ],
      [
        " mythology",
        -0.5040524
      ]
    ]
  },
  "One of this god's possessions changes from a Madjet to a Semektet daily, and this ancestor of all nine members of the Ennead was sometimes symbolized by the Bennu phoenix. This figure mixed some red beer and used it to pacify a bloodthirsty Sekhmet. This god was cured of a snakebite by Isis after he gave her the (*) secret name hidden in his body. Akhenaten replaced this deity's syncretization with the worship of Aten, and one of his epithets, Horakhty, means \"Horus of the Horizons\". This god rides a solar barque each night and had a center of worship at Heliopolis. For ten points, name this falcon-headed": {
    "guess": "Ra",
    "confidence": [
      [
        "Ra",
        -0.23462266
      ]
    ]
  },
  "One god of these people created the moon by tossing his sister's head into the sky after defeating her and his 400 brothers. After being impregnated by a ball of feathers, another deity of these people": {
    "guess": "Aztec mythology",
    "confidence": [
      [
        "Az",
        -0.20888329
      ],
      [
        "tec",
        -0.008633834
      ],
      [
        " mythology",
        -0.08876015
      ]
    ]
  },
  "This god who is said to live in a peak in the Himalayas known as Mount Kailasa is worshiped through the phallic lingam symbol. One form of this god, Nataraja, is also known for holding the sacred hourglass shaped drum whose rhythm the Universe supposedly originated from. He obtained his blue throat after he drank all the poison churned up in the world ocean. This god who has the Ganges running through his hair burned Kama with his third eye. When this god's son would not let him see his wife, he cut off his head in anger and replaced it with the elephant head of Ganesha. For 10 points, name this Hindu destroyer god who forms the trimurti along with Vishnu and Brahma.": {
    "guess": "Shiva",
    "confidence": [
      [
        "Sh",
        -0.0017292065
      ],
      [
        "iva",
        -8.657073e-06
      ]
    ]
  },
  "This god spent four days in a stone box before ordering that the box be sealed. This god burned down some houses after all of the flowers in his garden died when his brother descended from the sky by a": {
    "guess": "Set (deity)",
    "confidence": [
      [
        "Set",
        -1.1038251
      ],
      [
        " (",
        -0.010937581
      ],
      [
        "de",
        -0.043535165
      ],
      [
        "ity",
        -4.7755875e-05
      ],
      [
        ")",
        -0.00033796547
      ]
    ]
  },
  "This god had a daughter who was changed into a linden tree following the birth of Chiron. This god married a goddess who was once the nurse of Hera during the Titanomachy, and a prohibition on touching this deity is why Callisto never sets. This deity announces that \"new also is the ruler among gods\"": {
    "guess": "Zeus",
    "confidence": [
      [
        "Ze",
        -0.8187894
      ],
      [
        "us",
        -4.6802244e-05
      ]
    ]
  },
  "One god of these people created the moon by tossing his sister's head into the sky after defeating her and his 400 brothers. After being impregnated by a ball of feathers, another deity of these people gave birth to twins, one of whom fights Tezcatlipoca (tez-KAHT-lee-POH-kuh) and is depicted as a \"feathered": {
    "guess": "Aztec mythology",
    "confidence": [
      [
        "Az",
        -0.0134856
      ],
      [
        "tec",
        -0.018097617
      ],
      [
        " mythology",
        -0.28431726
      ]
    ]
  },
  "One god of this type is an old man revered by the Aborigines,The Bluetongue Lizard, who would feign blindness to have his sons hunt for him and is the source of the Warlpiri fire ceremonies. A European figure of this type is Reynard the Fox, often used as a peasant-hero. A common creature depicted in this way is the coyote or the raven, as according to Claude Levi-Strauss they are viewed as mediator animals between life and death. Another god of this type gave birth to Sleipnir after attempting to prevent a builder from completing the fortifications around Valhalla. For 10 points, name this type": {
    "guess": "Trickster",
    "confidence": [
      [
        "Tr",
        -0.002941329
      ],
      [
        "ick",
        -3.5716304e-05
      ],
      [
        "ster",
        -0.02569759
      ]
    ]
  },
  "This god carried the Thyrsus, and a play by Euripides sees this figure cause Agave to kill her son for failing to worship this deity. In one myth, he was ripped to pieces by Titans, and in another he caused the deaths of Lycurgus and his son. This god, worshiped by the Maenads, was married to Ariadne.": {
    "guess": "Dionysus",
    "confidence": [
      [
        "D",
        -0.052062396
      ],
      [
        "ion",
        -1.0921943e-05
      ],
      [
        "ys",
        -7.588794e-05
      ],
      [
        "us",
        -0.00012844942
      ]
    ]
  },
  "Their gods included Illapa, the god of thunder, Mamaquilla, a moon goddess, and Viracocha, the great creator. Lesser powers were \"huacas,\" spirits that inhabited natural objects such as rocks and mountains. None of them could save Huayna Capac from smallpox in 1527, or prevent civil war between his sons": {
    "guess": "Inca Empire",
    "confidence": [
      [
        "In",
        -0.75005615
      ],
      [
        "ca",
        -0.0013829747
      ],
      [
        " Empire",
        -0.5387341
      ]
    ]
  },
  "This god is similar to a Mayan deity of kingship known as \"God K\". This god is called Tepeyollotl when": {
    "guess": "Tepeyollotl",
    "confidence": [
      [
        "Te",
        -0.118336305
      ],
      [
        "pe",
        -0.51269245
      ],
      [
        "y",
        -0.0028842834
      ],
      [
        "oll",
        -0.0012376104
      ],
      [
        "ot",
        -1.342522e-05
      ],
      [
        "l",
        -0.00045534072
      ]
    ]
  },
  "This god was believed to influence the destiny of the artisans in the Deir-el-Medina district of the city he is most associated with.  The similarity of this god's name to a Semitic root meaning \"to open\"": {
    "guess": "Ptah",
    "confidence": [
      [
        "Pt",
        -0.013777109
      ],
      [
        "ah",
        -1.92662e-05
      ]
    ]
  },
  "This god's affair with Chryse produced the Lapith king Phlegyas. The namesake founders of four Thracian tribes, including Edonus and Biston, resulted from this god's affair with the muse Calliope, while two of his other sons led the Orchomenian contingent at Troy. This god's retinue included Alala, the Machai, his daughter Adrestia, and his lover Enyo. He was stopped from killing Heracles in revenge for that man's defeat of this god's son Cycnus. A daughter of this god was given a (*) cursed necklace as a wedding gift from Hephaestus. In the Iliad, Athena aided Diomedes in wounding this god. Alectryon was turned into a rooster after failing to prevent the discovery of this god's affair with Aphrodite. For 10 points, name this father of Harmonia, Phobos, and Deimos, the Greek god of war.": {
    "guess": "Ares",
    "confidence": [
      [
        "A",
        -0.004149157
      ],
      [
        "res",
        -0.0002700377
      ]
    ]
  },
  "This god asked Alvis questions until the sun turned that dwarf to stone, and he killed the giant Thrym while dressed as Freya. His son Magni will inherit his weapon upon his death, and his wife (*) Sif's long golden hair was cut off by Loki. He will kill and be killed by Jormungandr at Ragnorak, and he wields a hammer which always returns when thrown called Mjolnir. For ten points, who is this Norse thunder god, the namesake of the fourth weekday?": {
    "guess": "Thor",
    "confidence": [
      [
        "Thor",
        -0.0055671786
      ]
    ]
  },
  "This goddess was often depicted in the lids of the sarcophagi of the dead, and her main sanctuary was located at Heliopolis. She was sometimes portrayed with a vase on her head or with her hands and feet touching the ground so that her body formed a semicircle. In some images she is seen as a naked woman covered in painted stars and her fingers and toes touching the four cardinal points. Chapter fifty-nine of the Book of the Dead mentions the sycamore tree that was one of her symbols. Her father, Shu, was said to have held her up. Some myths suggest that Ra entered her body in the evening and was reborn through her vulva every morning. She was the mother of Osiris, Isis, Seth, and Nephtys. FTP, name the wife of Geb, the Egyptian sky goddess who was the mother of heavenly bodies.": {
    "guess": "Nut (goddess)",
    "confidence": [
      [
        "Nut",
        -0.004461924
      ],
      [
        " (",
        -0.11836796
      ],
      [
        "g",
        -0.00091884314
      ],
      [
        "odd",
        -6.704273e-07
      ],
      [
        "ess",
        -6.9882217e-06
      ],
      [
        ")",
        -0.00029244067
      ]
    ]
  },
  "One god associated with these items had his foot eaten by Cipactli and was known as the \"smoking obsidian\" type. In addition to Tezcatlipoca, another goddess associated with these objects was tricked into coming out of a cave after some jewels and one of these were tied to a tree, and is the Shinto sun goddess Ameterasu. For 10 points, name this type of surface, a watery one of which prompted Narcissus": {
    "guess": "Mirror",
    "confidence": [
      [
        "Mirror",
        -0.27613238
      ]
    ]
  },
  "The goddess of love in this culture lures a man to her mother's party by smearing honey on his lips.": {
    "guess": "Ishtar",
    "confidence": [
      [
        "Is",
        -0.9611373
      ],
      [
        "htar",
        -0.004736157
      ]
    ]
  },
  "The god responsible for this event summons a rude messenger and then sneezes to get another god to drop": {
    "guess": "Hindu deities",
    "confidence": [
      [
        "H",
        -1.8507854
      ],
      [
        "ind",
        -0.25461757
      ],
      [
        "u",
        -0.00077972695
      ],
      [
        " de",
        -1.0897113
      ],
      [
        "ities",
        -1.3186812e-05
      ]
    ]
  },
  "This god was attacked by one of the avatars of Vishnu, Rama-with-an-axe. He won his wives in a contest to circumnavigate the earth with his brother; he won by travelling mentally through study while Kartikkeya": {
    "guess": "Shiva",
    "confidence": [
      [
        "Sh",
        -0.7806077
      ],
      [
        "iva",
        -0.00012952226
      ]
    ]
  },
  "This goddess was often depicted in the lids of the sarcophagi of the dead, and her main sanctuary was located at Heliopolis. She was sometimes portrayed with a vase on her head or with her hands and feet touching the ground so that her body formed a semicircle. In some images she is seen as a naked woman covered in painted stars and her fingers and toes touching the four cardinal points. Chapter fifty-nine of the Book of the Dead mentions the sycamore tree that was one of her symbols. Her father, Shu, was said to have held her up. Some myths suggest that Ra entered her body in the evening and was": {
    "guess": "Nut (goddess)",
    "confidence": [
      [
        "Nut",
        -0.0023165492
      ],
      [
        " (",
        -0.10736933
      ],
      [
        "g",
        -0.00041446486
      ],
      [
        "odd",
        -5.5122365e-07
      ],
      [
        "ess",
        -1.0802739e-05
      ],
      [
        ")",
        -4.406056e-05
      ]
    ]
  },
  "This god was attacked by one of the avatars of Vishnu, Rama-with-an-axe. He won his wives in a contest to circumnavigate the earth with his brother; he won by travelling mentally through study while Kartikkeya trudged on foot. Those wives, who represent prudence and wisdom, are Siddhi and Buddhi. This god's mother asked Sani to look at him as a newborn, even though Sani was cursed to destroy anything": {
    "guess": "Kubera",
    "confidence": [
      [
        "K",
        -0.7434499
      ],
      [
        "ub",
        -0.55744004
      ],
      [
        "era",
        -0.00035107418
      ]
    ]
  },
  "This god's twin brother had the head of a dog, and this god immolated himself for sleeping with his sister while drunk, after which he became a brother of the planet Venus. He sprinkled his own blood onto": {
    "guess": "Quetzalcoatl",
    "confidence": [
      [
        "Qu",
        -0.91540694
      ],
      [
        "etz",
        -0.0018595108
      ],
      [
        "al",
        -0.0009405236
      ],
      [
        "co",
        -0.0003610873
      ],
      [
        "atl",
        -2.3676734e-05
      ]
    ]
  },
  "This goddess is the protagonist of the Lay of Hyndla, in which she helps Ottar search for his ancestry. Hrungnir drunkenly boasted that he would take home Sif and this deity, who presides over Sessrúmnir. This rider of Hildisvíni is described as having had two daughters named Gersemi and Hnoss with her husband Odr. In the Lokasenna, Njord interrupts Loki during a story in which he describes how this": {
    "guess": "Freyja",
    "confidence": [
      [
        "F",
        -0.3168036
      ],
      [
        "rey",
        -0.043113835
      ],
      [
        "ja",
        -0.00032235344
      ]
    ]
  },
  "This god asked for a magical pig-skin that could heal all wounds as part of a fine levied against the": {
    "guess": "Lugh of the Long Hand",
    "confidence": [
      [
        "L",
        -0.05097453
      ],
      [
        "ugh",
        -0.00028314645
      ],
      [
        " of",
        -0.0007850911
      ],
      [
        " the",
        -7.612634e-05
      ],
      [
        " Long",
        -5.8841815e-05
      ],
      [
        " Hand",
        -0.0015886542
      ]
    ]
  },
  "One god of this domain is accompanied by seven judges, seven messengers, and his bald uncle Myesyats. Another god of this domain counts among his enemies the immortal disembodied head Rahu. A god of this domain was assisted by the vizier Bunene, gave an axe called \"Might of Heroes\" and the bow of Anshan to Gilgamesh, and lived in a palace guarded by scorpion men. In another myth system, Dijun and Xihe": {
    "guess": "Chinese mythology",
    "confidence": [
      [
        "Chinese",
        -1.149704
      ],
      [
        " mythology",
        -0.18608667
      ]
    ]
  },
  "One god from this myth system transformed his wife into a comb before extracting a sword from the tail of a dragon. Another deity in this system, born in Yomi like the other thunder gods, eats the navels of children. Adherents of this belief system worship at a shrine that is rebuilt every 20 years and dedicated to a goddess who retreated into a cave after her brother threw a flayed horse at her loom.": {
    "guess": "Amaterasu-ōmikami",
    "confidence": [
      [
        "Am",
        -0.2355505
      ],
      [
        "ater",
        -0.00010735771
      ],
      [
        "asu",
        -0.00014942927
      ],
      [
        "-",
        -0.48182458
      ],
      [
        "ō",
        -0.003276103
      ],
      [
        "m",
        -0.011675438
      ],
      [
        "ik",
        -7.465036e-06
      ],
      [
        "ami",
        -0.00024251631
      ]
    ]
  },
  "This god's twin brother had the head of a dog, and this god immolated himself for sleeping with his sister": {
    "guess": "Huitzilopochtli",
    "confidence": [
      [
        "H",
        -0.49324247
      ],
      [
        "uit",
        -0.006304277
      ],
      [
        "z",
        -3.7146747e-05
      ],
      [
        "il",
        -2.1531068e-05
      ],
      [
        "op",
        -4.1199673e-05
      ],
      [
        "ocht",
        -1.7239736e-05
      ],
      [
        "li",
        -5.7961847e-06
      ]
    ]
  },
  "A goddess sends Allecto to enrage Queen Amata in an attempt to prevent this man from getting married a third time. This leader's son notes that his comrades are fulfilling a prophecy by eating the bread which they used as their tables. That son, (*) Ascanius, will go on to found Alba Longa. This hero": {
    "guess": "Aeneas",
    "confidence": [
      [
        "A",
        -0.0152922105
      ],
      [
        "ene",
        -1.92662e-05
      ],
      [
        "as",
        -0.011230785
      ]
    ]
  },
  "This god was once retrieved from a pillar in a palace at Byblos that later represented this god's spine as the Djed pillar. During the Ptolemaic period, this god was replaced with a Greco-Egyptian hybrid called Serapis. This ruler of Duat wore the Atef crown and was commonly depicted as a (*) green-skinned mummy holding a flail and crook. His brother sealed him in a coffin with molten lead and dismembered his body into fourteen pieces, after which his wife Isis recovered thirteen of them. For ten": {
    "guess": "Osiris myth",
    "confidence": [
      [
        "Os",
        -0.013659057
      ],
      [
        "iris",
        -7.89631e-07
      ],
      [
        " myth",
        -0.14125967
      ]
    ]
  },
  "This god rejected the advances of the nymph Clytie and eventually turned her into a flower. Emperor Julian the Apostate attempted to revive worship of this Greek deity in the Roman empire and he gave Heracles a golden goblet after he threatened to shoot this god. His daughters turned themselves into poplar trees and flowed tears of amber after their brother died and fell into the river Eridanus. This father of the witch (*) Circe gave a dragon-pulled chariot to his granddaughter Medea after she killed her two sons. Odysseus' men were killed for eating the sacred cattle of this deity, whose son was responsible for blackening the Ethiopian people. That son was killed by Zeus after he failed to": {
    "guess": "Helios",
    "confidence": [
      [
        "Hel",
        -0.0030605383
      ],
      [
        "ios",
        -0.0015881775
      ]
    ]
  },
  "This god, whose role was similar to that of Wepwawet, appears briefly in The Golden Ass, where he is described as a \"messenger between heaven and hell, displaying alternately a face black as night and golden as day.\" In one story, when Set disguised himself as a leopard, this god seized Set and branded": {
    "guess": "Hermanubis",
    "confidence": [
      [
        "H",
        -0.6363859
      ],
      [
        "erman",
        -0.6179743
      ],
      [
        "ub",
        -4.6563837e-05
      ],
      [
        "is",
        -7.13582e-05
      ]
    ]
  },
  "A god sitting in this character's lap erases memory, creating a situation in which \"the inward fire eats the soft marrow away, and the internal wound bleeds on in silence.\" This character tricks King Iarbas into giving her as much land as can be covered by an oxhide, which she cuts into strips to encircle": {
    "guess": "Dido",
    "confidence": [
      [
        "D",
        -0.35567912
      ],
      [
        "ido",
        -0.00050692295
      ]
    ]
  },
  "This god is similar to a Mayan deity of kingship known as \"God K\". This god is called Tepeyollotl when he takes the form of the animal associated with him. The stars of the Great Bear constellation are the footprints left by this god as he tried to approach the polar star. In a ceremony dedicated to this deity, a young man would be treated like a god for one year and then sacrificed. During the creation of the world, this god ripped off the jaw of the monster Cipactli, whose body became the Earth, but not before that monster bit off his foot. This creator of the first dogs is married to Xilonen, the goddess of corn, and this god was depicted with black and orange stripes. He ruled the world of the first sun, but was overthrown and turned into a Jaguar. He is the god of the North and of obsidian and is sometimes nicknamed for the object in his chest. For ten points, name this Lord of the Smoking": {
    "guess": "Tezcatlipoca",
    "confidence": [
      [
        "Te",
        -0.083156586
      ],
      [
        "z",
        -0.00086941395
      ],
      [
        "cat",
        -9.968313e-06
      ],
      [
        "lip",
        -2.220075e-06
      ],
      [
        "oca",
        -1.9361265e-07
      ]
    ]
  },
  "This god carried the Thyrsus, and a play by Euripides sees this figure cause Agave to kill her son for failing to worship this deity. In one myth, he was ripped to pieces by Titans, and in another he caused": {
    "guess": "Dionysus",
    "confidence": [
      [
        "D",
        -0.013371274
      ],
      [
        "ion",
        -2.2246291e-05
      ],
      [
        "ys",
        -0.00022701983
      ],
      [
        "us",
        -0.0013015458
      ]
    ]
  },
  "This goddess is the protagonist of the Lay of Hyndla, in which she helps Ottar search for his ancestry.": {
    "guess": "Hyndla",
    "confidence": [
      [
        "Hy",
        -0.20804541
      ],
      [
        "nd",
        -0.029664626
      ],
      [
        "la",
        -0.00206628
      ]
    ]
  },
  "Their gods included Illapa, the god of thunder, Mamaquilla, a moon goddess, and Viracocha, the great creator. Lesser powers were \"huacas,\" spirits that inhabited natural objects such as rocks and mountains. None of them could save Huayna Capac from smallpox in 1527, or prevent civil war between his sons Huascar and Atahualpa. FTP, name this empire centered on Cuzco which was conquered by the forces": {
    "guess": "Inca Empire",
    "confidence": [
      [
        "In",
        -0.0056118616
      ],
      [
        "ca",
        -2.1173457e-05
      ],
      [
        " Empire",
        -0.09871777
      ]
    ]
  },
  "The goddess of fertility in this mythological system has a name deriving from the word \"to bathe.\" In one myth from this belief system, the harvest is due to the incestuous relationship between Yarilo and Morena, and winter comes after Morena throws Yarilo down into the underworld for his unfaithfulness. After driving his enemy into the underworld, one god in this myth system shouted \"that is your place! Stay there!\" This mythology includes demons like the shishiga, which lives in the (*) Kama River and harasses drunkards as well as the bagiennik. In this mythology, the blacksmith Svarog may be father to Dazbog (DAJ-bog) and Svarozig, who represented fire in the sun and on Earth respectively. Another figure in this myth system flies around using a mortar and pestle and lives in a house with": {
    "guess": "Slavic mythology",
    "confidence": [
      [
        "Sl",
        -0.008871709
      ],
      [
        "avic",
        -7.89631e-07
      ],
      [
        " mythology",
        -0.0018414175
      ]
    ]
  },
  "This goddess turned the spilled blood of her lover into sea anemones after he was killed by a boar. This goddess, who was worshipped at Cythera, was offered to a misshapen god, but her infidelity was exposed by Helios. She was the lover of (*) Adonis, and was trapped by her husband when this mother of Eros had an affair with Ares. For 10 points, name this wife of Hephaestus, the Greek goddess of love and beauty.": {
    "guess": "Aphrodite",
    "confidence": [
      [
        "A",
        -0.002082928
      ],
      [
        "ph",
        -0.0009089603
      ],
      [
        "rod",
        -7.89631e-07
      ],
      [
        "ite",
        -4.365741e-06
      ]
    ]
  },
  "This god was attacked by one of the avatars of Vishnu, Rama-with-an-axe. He won his wives in a contest to circumnavigate the earth with his brother; he won by travelling mentally through study while Kartikkeya trudged on foot. Those wives, who represent prudence and wisdom, are Siddhi and Buddhi. This": {
    "guess": "Ganesha",
    "confidence": [
      [
        "G",
        -0.33944088
      ],
      [
        "anes",
        -0.0017768036
      ],
      [
        "ha",
        -0.00016539889
      ]
    ]
  },
  "A goddess sends Allecto to enrage Queen Amata in an attempt to prevent this man from getting married a third time. This leader's son notes that his comrades are fulfilling a prophecy by eating the bread which they used as their tables. That son, (*) Ascanius, will go on to found Alba Longa. This hero is the product of Venus' love affair with his father Anchises. A large storm causes this man and his": {
    "guess": "Aeneas",
    "confidence": [
      [
        "A",
        -0.003116634
      ],
      [
        "ene",
        -8.657073e-06
      ],
      [
        "as",
        -0.037368424
      ]
    ]
  },
  "One god of these people created the moon by tossing his sister's head into the sky after defeating her and his 400 brothers. After being impregnated by a ball of feathers, another deity of these people gave birth to twins, one of whom fights Tezcatlipoca (tez-KAHT-lee-POH-kuh) and is depicted as a \"feathered serpent.\" For 10 points, name these Mesoamerican people who misidentified Hernán Cortés to be their god Quetzalcoatl (KET-zul-koh-AH-tul).": {
    "guess": "Aztec mythology",
    "confidence": [
      [
        "Az",
        -0.0007574542
      ],
      [
        "tec",
        -0.0034756975
      ],
      [
        " mythology",
        -0.0043815863
      ]
    ]
  },
  "This god threw himself onto a funeral pyre and then became the planet Venus. He mixed the bones from the previous four worlds with his own blood to create humanity. The twin brother of this god is a dog-faced": {
    "guess": "Quetzalcoatl",
    "confidence": [
      [
        "Qu",
        -0.17299606
      ],
      [
        "etz",
        -7.600714e-05
      ],
      [
        "al",
        -0.0013225036
      ],
      [
        "co",
        -0.0012853524
      ],
      [
        "atl",
        -5.669615e-05
      ]
    ]
  },
  "One god of this type from Celtic myth brewed beer that granted immortality to the drinker and was the son of Danu. In addition to Goibniu, a deity of this type in Finnish myth served as the patron of travelers and gave fire to man in addition to his more famous role. Along with Ilmarinen, who [*] made the Sampo, a Greek god of this type was raised by Thetis and Eurynome and worshipped at Lemnos after being thrown from Olympus by Hera. That god was married to Aphrodite, created the armor of Achilles and was lame. For 10 points, name this class of god, exemplified by Hephaestus in Greek mythology.": {
    "guess": "Smithing or Forge gods",
    "confidence": [
      [
        "Smith",
        -0.29712746
      ],
      [
        "ing",
        -0.04392188
      ],
      [
        " or",
        -0.7783144
      ],
      [
        " Forge",
        -1.0993462
      ],
      [
        " gods",
        -0.10130119
      ]
    ]
  },
  "This god's brother Anteros was worshipped in Athens following the deaths of Meles and Timagoras. In one creation myth, his coupling with Chaos produced the birds. By one lover, he gave birth to the goddess Voluptas or Hedone. This god banished one of his lovers when her curiosity caused her to spill lamp oil on him. He is the lover of Psyche and daughter of Aphrodite. For 10 points, name this classical god of love, often depicted flying with angelic wings and wielding a magic bow and arrow.": {
    "guess": "Cupid",
    "confidence": [
      [
        "C",
        -0.24146052
      ],
      [
        "upid",
        -4.3464544e-05
      ]
    ]
  },
  "This goddess was often depicted in the lids of the sarcophagi of the dead, and her main sanctuary was located at Heliopolis. She was sometimes portrayed with a vase on her head or with her hands and feet touching the ground so that her body formed a semicircle. In some images she is seen as a naked woman covered in painted stars and her fingers and toes touching the four cardinal points. Chapter fifty-nine of the Book of the Dead mentions the sycamore tree that was one of her symbols. Her father, Shu, was said to have held her up. Some myths suggest that Ra entered her body in the evening and was reborn through her vulva every morning. She was the mother of Osiris, Isis, Seth, and Nephtys. FTP,": {
    "guess": "Nut (goddess)",
    "confidence": [
      [
        "Nut",
        -0.0015577127
      ],
      [
        " (",
        -0.040307965
      ],
      [
        "g",
        -0.0006572736
      ],
      [
        "odd",
        -6.704273e-07
      ],
      [
        "ess",
        -1.5213274e-05
      ],
      [
        ")",
        -0.00011915887
      ]
    ]
  },
  "This god transforms another into ash after his meditation is interrupted and the lingam is a phallic symbol of this figure. This figure obtained one of his most notable traits after drinking (*) Halahala,": {
    "guess": "Shiva",
    "confidence": [
      [
        "Sh",
        -0.05217058
      ],
      [
        "iva",
        -4.8828708e-05
      ]
    ]
  },
  "One god of this domain is accompanied by seven judges, seven messengers, and his bald uncle Myesyats. Another god of this domain counts among his enemies the immortal disembodied head Rahu. A god of this domain was assisted by the vizier Bunene, gave an axe called \"Might of Heroes\" and the bow of Anshan to Gilgamesh, and lived in a palace guarded by scorpion men. In another myth system, Dijun and Xihe were the parents of the three-legged birds responsible for this domain, (*) nine of which were killed by the archer Hou Yi. A temple that is torn down and rebuilt every twenty years at Ise is sacred to another deity of this domain, who once hid in a cave after a flayed pony was thrown into her hall by her brother Susano'o. For 10 points, identify this celestial domain associated with Dazhbog, Surya, Shamash, Amaterasu, and the Norse demigoddess Sól.": {
    "guess": "Sun in mythology",
    "confidence": [
      [
        "Sun",
        -0.46106774
      ],
      [
        " in",
        -0.8926328
      ],
      [
        " mythology",
        -0.26809862
      ]
    ]
  },
  "Because this god's favorite color was red, brides in Scandinavia wore red gowns and used rings with red stones. In preparation for his duel with this god at Griottunagard, one giant created Mokerkialfi to battle this man's servant; that giant was Hrungnir. Served by (*) Thialfi, this god fathered Magni": {
    "guess": "Thor",
    "confidence": [
      [
        "Thor",
        -0.0030172803
      ]
    ]
  },
  "Because this god's favorite color was red, brides in Scandinavia wore red gowns and used rings with red": {
    "guess": "Freyja",
    "confidence": [
      [
        "F",
        -0.26238146
      ],
      [
        "rey",
        -0.044994593
      ],
      [
        "ja",
        -0.1002264
      ]
    ]
  },
  "This god's son was so disgusted with the food offered at a feast that he killed Uke Mochi, sparking a feud with a sibling that lived at Ise-Jingu. Another one of this man's children slayed Yamata-no-Orochi, an eight-headed serpent. This god lived at Ama-no-ukihashi, the floating bridge of the heaven, from where raised Onogoro from the ocean using Amenonuhoko, his magical spear. Much like Orpheus, this god travelled to the underworld to rescue his wife who had died in childbirth, but ultimately failed": {
    "guess": "Izanagi",
    "confidence": [
      [
        "I",
        -0.42794052
      ],
      [
        "zan",
        -0.0005788889
      ],
      [
        "agi",
        -0.00080450665
      ]
    ]
  },
  "This god's affair with Chryse produced the Lapith king Phlegyas. The namesake founders of four Thracian tribes, including Edonus and Biston, resulted from this god's affair with the muse Calliope, while two of his other sons led the Orchomenian contingent at Troy. This god's retinue included Alala, the Machai, his daughter Adrestia, and his lover Enyo. He was stopped from killing Heracles in revenge for that man's defeat of this god's son Cycnus. A daughter of this god was given a (*) cursed necklace as a wedding gift from Hephaestus. In the Iliad, Athena aided Diomedes in wounding this god. Alectryon was turned into a rooster after failing to prevent the discovery of this god's affair with Aphrodite.": {
    "guess": "Ares",
    "confidence": [
      [
        "A",
        -0.005511569
      ],
      [
        "res",
        -0.00091765117
      ]
    ]
  },
  "This god was worshipped as Serapis in Alexandria, but his major cult center was Abydos. The eldest son of Geb and Nut, this god was locked in a chest, after which his body was found supporting a palace in Byblos; after finding him, his killer tore him into 14 pieces, 13 of which were found and reassembled by his wife. That killer was his brother (*) Set, who was later defeated by this man's son, Horus.": {
    "guess": "Osiris",
    "confidence": [
      [
        "Os",
        -0.012129682
      ],
      [
        "iris",
        -5.7411373e-05
      ]
    ]
  },
  "A goddess sends Allecto to enrage Queen Amata in an attempt to prevent this man from getting married a third time. This leader's son notes that his comrades are fulfilling a prophecy by eating the bread which they used as their tables. That son, (*) Ascanius, will go on to found Alba Longa. This hero is the product of Venus' love affair with his father Anchises. A large storm causes this man and his hunting companion to be trapped in a cave, the start of his romance with the Carthaginian queen Dido.": {
    "guess": "Aeneas",
    "confidence": [
      [
        "A",
        -0.0024255984
      ],
      [
        "ene",
        -4.9617593e-06
      ],
      [
        "as",
        -0.028628023
      ]
    ]
  },
  "One god from this myth system transformed his wife into a comb before extracting a sword from the tail": {
    "guess": "Totsuka-no-Tsurugi",
    "confidence": [
      [
        "T",
        -0.8062561
      ],
      [
        "ots",
        -0.1636692
      ],
      [
        "uka",
        -0.007647564
      ],
      [
        "-no",
        -0.064231694
      ],
      [
        "-T",
        -0.0013058335
      ],
      [
        "sur",
        -5.3193703e-06
      ],
      [
        "ugi",
        -1.3067608e-05
      ]
    ]
  },
  "This goddess is the protagonist of the Lay of Hyndla, in which she helps Ottar search for his ancestry. Hrungnir drunkenly boasted that he would take home Sif and this deity, who presides over Sessrúmnir. This rider of Hildisvíni is described as having had two daughters named Gersemi and Hnoss with her husband Odr. In the Lokasenna, Njord interrupts Loki during a story in which he describes how this goddess was caught in bed with her (*) brother after she farted. This goddess let Loki borrow her falcon cloak to retrieve Idunn, and Thor pretended to be this goddess retrieve Mjölnir and kill Thrym. This owner of Brísingamen takes half of all the dead to her hall of Folkvangr, and owns a chariot pulled by cats. For 10 points, name this member of the Vanir, the sister of Frey and Norse goddess": {
    "guess": "Freyja",
    "confidence": [
      [
        "F",
        -0.040862337
      ],
      [
        "rey",
        -0.31601584
      ],
      [
        "ja",
        -0.0001721935
      ]
    ]
  },
  "This god was often associated with Seker and Osiris because of his role as a mortuary god, and the sacred": {
    "guess": "Anubis",
    "confidence": [
      [
        "An",
        -0.0047297534
      ],
      [
        "ub",
        -3.1281633e-07
      ],
      [
        "is",
        -6.511407e-06
      ]
    ]
  },
  "Their gods included Illapa, the god of thunder, Mamaquilla, a moon goddess, and Viracocha, the great creator. Lesser powers were \"huacas,\" spirits that inhabited natural objects such as rocks and mountains.": {
    "guess": "Incan mythology",
    "confidence": [
      [
        "In",
        -0.004344906
      ],
      [
        "can",
        -0.46476972
      ],
      [
        " mythology",
        -0.18242677
      ]
    ]
  },
  "The god responsible for this event summons a rude messenger and then sneezes to get another god to drop him. After this event, a god makes a show of taking a key and unlocking many closets' worth of ambrosia, nectar, gold, silver, and fine clothing, although he knows where the responsible party is hiding. When asked about this event, a god replies that he cares only about sleep, his mother's milk, and warm clothing. An old man tilling a vineyard is promised that the grapes will produce a prodigious amount of wine, if he keeps his (*) mouth shut about this event. Hearing about this event, which is described in detail in the longest Homeric Hymn, Zeus erupts with laughter and refuses to dole out punishment. The perpetrator of this event fashions a pair of sandals immediately after reversing a series of hoof-marks to divert suspicion away. After apologizing for this event, its perpetrator hands its victim the first-ever lyre. For 10 points, name this event in Greek mythology, in which a newborn": {
    "guess": "Hermes' theft of Apollo's cattle",
    "confidence": [
      [
        "H",
        -0.12687466
      ],
      [
        "erm",
        -0.0008390464
      ],
      [
        "es",
        -0.00022439736
      ],
      [
        "'",
        -0.083499886
      ],
      [
        " theft",
        -0.009586556
      ],
      [
        " of",
        -0.00051252183
      ],
      [
        " Apollo",
        -9.5198935e-05
      ],
      [
        "'s",
        -0.0003745463
      ],
      [
        " cattle",
        -0.002456511
      ]
    ]
  },
  "This god's association with disease led to confusion in interpreting this god's epithet Smintheus, and": {
    "guess": "Apollo",
    "confidence": [
      [
        "Apollo",
        -0.0032259563
      ]
    ]
  },
  "The goddess of love in this culture lures a man to her mother's party by smearing honey on his lips. In one of this people's myths, a woman gets tricked by her romantic rival into cutting off her ears": {
    "guess": "Inanna",
    "confidence": [
      [
        "In",
        -1.3282068
      ],
      [
        "anna",
        -0.11433281
      ]
    ]
  },
  "This god spent four days in a stone box before ordering that the box be sealed. This god burned down some houses after all of the flowers in his garden died when his brother descended from the sky by a spider's thread. Bees produced sounds as they flew through a (*) conch shell given to this god in the underworld. While there, this god retrieved bones that he later used to recreate mankind. This god's malevolent brother baited Cipactli with his foot. For 10 points, identify this brother of Tezcatlipoca,": {
    "guess": "Xolotl",
    "confidence": [
      [
        "X",
        -0.5250402
      ],
      [
        "ol",
        -0.4826534
      ],
      [
        "ot",
        -0.00046570413
      ],
      [
        "l",
        -6.968935e-05
      ]
    ]
  },
  "This god's affair with Chryse produced the Lapith king Phlegyas. The namesake founders of four Thracian tribes, including Edonus and Biston, resulted from this god's affair with the muse Calliope, while two of his other sons led the Orchomenian contingent at Troy. This god's retinue included Alala, the Machai, his daughter Adrestia, and his lover Enyo. He was stopped from killing Heracles in revenge for that man's defeat of this god's son Cycnus. A daughter of this god was given a (*) cursed necklace as a wedding gift from Hephaestus. In the Iliad, Athena aided Diomedes in wounding this god. Alectryon": {
    "guess": "Ares",
    "confidence": [
      [
        "A",
        -0.2609824
      ],
      [
        "res",
        -0.022146082
      ]
    ]
  },
  "The god Atar was created to defeat one of these.  Another one residing under Wawel Hill in Krakow was tricked with a fake lamb stuffed with sulfur, and died after drinking half the Vistula River.  In Norway": {
    "guess": "Wawel Dragon",
    "confidence": [
      [
        "W",
        -0.4191308
      ],
      [
        "aw",
        -0.003821218
      ],
      [
        "el",
        -6.909333e-05
      ],
      [
        " Dragon",
        -0.0011418844
      ]
    ]
  },
  "This god is similar to a Mayan deity of kingship known as \"God K\". This god is called Tepeyollotl when he takes the form of the animal associated with him. The stars of the Great Bear constellation are the footprints left by this god as he tried to approach the polar star. In a ceremony dedicated to this deity, a young man would be treated like a god for one year and then sacrificed. During the creation of the world, this god ripped off the jaw of the monster Cipactli, whose body became the Earth, but not before that monster bit off his foot. This creator of the first dogs is married to Xilonen,": {
    "guess": "Tezcatlipoca",
    "confidence": [
      [
        "Te",
        -0.07841794
      ],
      [
        "z",
        -0.0042417543
      ],
      [
        "cat",
        -2.3915141e-05
      ],
      [
        "lip",
        -2.2484697e-05
      ],
      [
        "oca",
        -9.0883464e-07
      ]
    ]
  },
  "One god of these people created the moon by tossing his sister's head into the sky after defeating her and his 400 brothers. After being impregnated by a ball of feathers, another deity of these people gave birth to twins, one of whom fights Tezcatlipoca (tez-KAHT-lee-POH-kuh) and is depicted as a \"feathered serpent.\" For 10 points, name these Mesoamerican people who misidentified Hernán Cortés to": {
    "guess": "Aztec mythology",
    "confidence": [
      [
        "Az",
        -0.18243371
      ],
      [
        "tec",
        -0.07756692
      ],
      [
        " mythology",
        -0.040756933
      ]
    ]
  },
  "This goddess was often depicted in the lids of the sarcophagi of the dead, and her main sanctuary was located at Heliopolis. She was sometimes portrayed with a vase on her head or with her hands and feet": {
    "guess": "Nut (goddess)",
    "confidence": [
      [
        "Nut",
        -0.0043825363
      ],
      [
        " (",
        -0.00017946491
      ],
      [
        "g",
        -0.00044556602
      ],
      [
        "odd",
        -3.1281633e-07
      ],
      [
        "ess",
        -1.3856493e-06
      ],
      [
        ")",
        -1.8624639e-06
      ]
    ]
  },
  "This god saved the fisherman Adapa, whom another deity wanted to give the food of death for having magically stopped the wind. In one story, this deity's semen was taken out of his lover and planted in the ground, where it produced fruit that this god ate. This deity's lust caused him to rape his daughter Ninsar, then their daughter Ninkurra, then their daughter Uttu, infuriating his wife (*) Ninhursag. To prevent Apsu from annihilating the world, he put him into a deep sleep under the earth, thus creating irrigation. For 10 points, name this Babylonian god of civilization, who shared power with": {
    "guess": "Enki",
    "confidence": [
      [
        "En",
        -0.006202162
      ],
      [
        "ki",
        -0.0054245503
      ]
    ]
  },
  "A goddess sends Allecto to enrage Queen Amata in an attempt to prevent this man from getting married": {
    "guess": "Aeneid",
    "confidence": [
      [
        "A",
        -1.2968587
      ],
      [
        "ene",
        -0.00044711566
      ],
      [
        "id",
        -0.42323104
      ]
    ]
  },
  "One of this god's possessions changes from a Madjet to a Semektet daily, and this ancestor of all nine members of the Ennead was sometimes symbolized by the Bennu phoenix. This figure mixed some red beer and used it to pacify a bloodthirsty Sekhmet. This god was cured of a snakebite by Isis after he": {
    "guess": "Ra",
    "confidence": [
      [
        "Ra",
        -0.09999679
      ]
    ]
  },
  "This goddess turned the spilled blood of her lover into sea anemones after he was killed by a boar. This goddess, who was worshipped at Cythera, was offered to a misshapen god, but her infidelity was exposed by Helios. She was the lover of (*) Adonis, and was trapped by her husband when this mother of": {
    "guess": "Aphrodite",
    "confidence": [
      [
        "A",
        -0.06665077
      ],
      [
        "ph",
        -0.00018887833
      ],
      [
        "rod",
        -2.749125e-05
      ],
      [
        "ite",
        -9.849109e-06
      ]
    ]
  },
  "This god saved the fisherman Adapa, whom another deity wanted to give the food of death for having magically stopped the wind. In one story, this deity's semen was taken out of his lover and planted in the ground, where it produced fruit that this god ate. This deity's lust caused him to rape his daughter Ninsar, then their daughter Ninkurra, then their daughter Uttu, infuriating his wife (*) Ninhursag. To prevent Apsu from annihilating the world, he put him into a deep sleep under the earth, thus creating irrigation. For 10 points, name this Babylonian god of civilization, who shared power with Enlil and Anu": {
    "guess": "Enki",
    "confidence": [
      [
        "En",
        -0.0024253603
      ],
      [
        "ki",
        -0.0018197665
      ]
    ]
  },
  "This god was believed to influence the destiny of the artisans in the Deir-el-Medina district of the city he is most associated with.  The similarity of this god's name to a Semitic root meaning \"to open\" indicates he may have once been a fertility god. As Ta-Tenen, this god \"gave birth to the gods\".  He also exists as the primeval waters, Nun, and he is often associated with Sokar and Osiris.  For": {
    "guess": "Ptah",
    "confidence": [
      [
        "Pt",
        -0.0074547036
      ],
      [
        "ah",
        -6.0345924e-06
      ]
    ]
  },
  "This god is the son of Laufey and Farbaui, and he had a child with the horse Svaoilfari. This god is currently bound by the entrails of his son, and a serpent drips venom on his head, which his wife Sigyn catches in a bowl. All that was punishment for this god making a magical spear out of (*) mistletoe,": {
    "guess": "Loki",
    "confidence": [
      [
        "L",
        -0.00082880585
      ],
      [
        "oki",
        -0.0003062646
      ]
    ]
  },
  "This god was believed to influence the destiny of the artisans in the Deir-el-Medina district of the city he is most associated with.  The similarity of this god's name to a Semitic root meaning \"to open\" indicates he may have once been a fertility god. As Ta-Tenen, this god \"gave birth to the gods\".  He also exists as the primeval waters, Nun, and he is often associated with Sokar and Osiris.  For 10 points, identify this chief god of Memphis.": {
    "guess": "Ptah",
    "confidence": [
      [
        "Pt",
        -0.011957832
      ],
      [
        "ah",
        -1.1398757e-05
      ]
    ]
  },
  "This goddess is the protagonist of the Lay of Hyndla, in which she helps Ottar search for his ancestry. Hrungnir drunkenly boasted that he would take home Sif and this deity, who presides over Sessrúmnir. This rider of Hildisvíni is described as having had two daughters named Gersemi and Hnoss with her husband Odr. In the Lokasenna, Njord interrupts Loki during a story in which he describes how this goddess was caught in bed with her (*) brother after she farted. This goddess let Loki borrow her falcon cloak to retrieve Idunn, and Thor pretended to be this goddess retrieve Mjölnir and kill Thrym. This owner of Brísingamen takes half of all the dead to her hall of Folkvangr, and owns a chariot pulled by cats. For 10 points, name this member of the Vanir, the sister of Frey and Norse goddess of beauty.": {
    "guess": "Freyja",
    "confidence": [
      [
        "F",
        -0.05066657
      ],
      [
        "rey",
        -0.09092133
      ],
      [
        "ja",
        -0.00017052464
      ]
    ]
  },
  "One of this god's underlings was a goddess of devotion, Armaiti, while another was a goddess of plants, Ameretat.  Each of his underlings was opposed by such demons as Tawrich and Aka Manah, who were collectively known as the Daevas.  His son was a fire god who subdued the dragon of the sky, Azhi Dahaka.  Aside from being the leader of a group of \"beneficient immortals\" known as the Amesha Spentas and the father of Atar, this son of Zurvan was responsible for creating heaven and earth.  He spent most of his time battling evil in the form of Ahriman.  FTP, name this \"wise lord\" who was the supreme": {
    "guess": "Ahura Mazda",
    "confidence": [
      [
        "Ah",
        -0.078072354
      ],
      [
        "ura",
        -0.00019436171
      ],
      [
        " Mazda",
        -0.00025287605
      ]
    ]
  },
  "This god carried the Thyrsus, and a play by Euripides sees this figure cause Agave to kill her son for failing to worship this deity. In one myth, he was ripped to pieces by Titans, and in another he caused the deaths of Lycurgus and his son. This god, worshiped by the Maenads, was married to Ariadne. This god's mother, (*) Semele, was a mortal woman killed when she saw this god's father. Born from Zeus's thigh after his mother's death, identify this \"twice-born\" god of Greek mythology, who presided": {
    "guess": "Dionysus",
    "confidence": [
      [
        "D",
        -0.025596615
      ],
      [
        "ion",
        -1.18755715e-05
      ],
      [
        "ys",
        -5.8126592e-05
      ],
      [
        "us",
        -1.2113979e-05
      ]
    ]
  },
  "This god slept successively with Amma, Edda, and Modir, thus creating Thrall, Karl, and Jarl, the progenitors of the three races of men, in his guise of Rig. Sometimes called the grandson of Geirrendour": {
    "guess": "Heimdall",
    "confidence": [
      [
        "He",
        -0.35571238
      ],
      [
        "imd",
        -0.0023155955
      ],
      [
        "all",
        -0.00031580092
      ]
    ]
  },
  "The god Atar was created to defeat one of these.  Another one residing under Wawel Hill in Krakow was": {
    "guess": "Dragon",
    "confidence": [
      [
        "Dragon",
        -0.11386389
      ]
    ]
  },
  "This god was often associated with Seker and Osiris because of his role as a mortuary god, and the sacred bull Apis had his stall in this god's great temple.  Represented as a man in mummy form, wearing a skull cap and a short false beard, he joined with his companion Sekhmet and the god Nefertem to comprise the Memphite Triad of deities, and was associated by the Greeks with Hephaestus because of": {
    "guess": "Ptah",
    "confidence": [
      [
        "Pt",
        -0.008768558
      ],
      [
        "ah",
        -2.9352968e-06
      ]
    ]
  },
  "This god had a son named Ihy, a falcon child-god, and in one story, it is this god who cheers Ra up with": {
    "guess": "Hathor",
    "confidence": [
      [
        "H",
        -0.078015015
      ],
      [
        "ath",
        -0.008377814
      ],
      [
        "or",
        -2.2007884e-05
      ]
    ]
  },
  "This god was the father of the Argonaut Nauplios by the Danaid Amymone, and his seduction of Iphimedeia produced two giants that imprisoned Ares in a bronze jar before being outwitted by Artemis and killing each other, Otus and Ephialtes. Zeus allowed this man to sleep with Eurynome; that union produced a hero that would slay the Chimera, Bellerophon. In some myths he is the father of Theseus.  For": {
    "guess": "Poseidon",
    "confidence": [
      [
        "Pose",
        -0.310478
      ],
      [
        "idon",
        -0.00015431295
      ]
    ]
  },
  "It's not God, but Chapter 4 of John Stuart Mill's On Liberty claims that no benefit is derived from imagining this entity. Pierre-Joseph Proudhon believed that the idea of it only served a purpose between individuals. Another work said the presence of this entity ends \"a war of all against all\", so long": {
    "guess": "What is Property",
    "confidence": [
      [
        "What",
        -1.5320314
      ],
      [
        " is",
        -0.0145459855
      ],
      [
        " Property",
        -0.045909364
      ]
    ]
  },
  "This god's association with disease led to confusion in interpreting this god's epithet Smintheus, and this god sent the plague that swept through the Greek camp when Agamemnon initially refused to return Chryseis to her father. This god killed some Cyclopes in retaliation for the death of his son with": {
    "guess": "Apollo",
    "confidence": [
      [
        "Apollo",
        -0.0048203957
      ]
    ]
  },
  "One of this god's possessions changes from a Madjet to a Semektet daily, and this ancestor of all nine members of the Ennead was sometimes symbolized by the Bennu phoenix. This figure mixed some red beer and used it to pacify a bloodthirsty Sekhmet. This god was cured of a snakebite by Isis after he gave her the (*) secret name hidden in his body. Akhenaten replaced this deity's syncretization with the worship of Aten, and one of his epithets, Horakhty, means \"Horus of the Horizons\". This god rides a solar barque each night and had a center of worship at Heliopolis. For ten points, name this falcon-headed Egyptian god of the Sun.": {
    "guess": "Ra",
    "confidence": [
      [
        "Ra",
        -0.0012370144
      ]
    ]
  },
  "The goddess of fertility in this mythological system has a name deriving from the word \"to bathe.\" In one myth from this belief system, the harvest is due to the incestuous relationship between Yarilo and Morena, and winter comes after Morena throws Yarilo down into the underworld for his unfaithfulness. After driving his enemy into the underworld, one god in this myth system shouted \"that is your place! Stay there!\" This mythology includes demons like the shishiga, which lives in the (*) Kama River and harasses drunkards as well as the bagiennik. In this mythology, the blacksmith Svarog may be father to Dazbog (DAJ-bog) and Svarozig, who represented fire in the sun and on Earth respectively.": {
    "guess": "Slavic Native Faith",
    "confidence": [
      [
        "Sl",
        -0.006277148
      ],
      [
        "avic",
        -3.1281633e-07
      ],
      [
        " Native",
        -0.61954796
      ],
      [
        " Faith",
        -2.4749568e-05
      ]
    ]
  },
  "This god's affair with Chryse produced the Lapith king Phlegyas. The namesake founders of four Thracian tribes, including Edonus and Biston, resulted from this god's affair with the muse Calliope, while": {
    "guess": "Orpheus",
    "confidence": [
      [
        "Or",
        -0.109581284
      ],
      [
        "phe",
        -0.00023131118
      ],
      [
        "us",
        -1.8550976e-05
      ]
    ]
  },
  "This god transforms another into ash after his meditation is interrupted and the lingam is a phallic": {
    "guess": "Shiva",
    "confidence": [
      [
        "Sh",
        -0.0011199765
      ],
      [
        "iva",
        -5.2001665e-06
      ]
    ]
  },
  "This god carried the Thyrsus, and a play by Euripides sees this figure cause Agave to kill her son for failing to worship this deity. In one myth, he was ripped to pieces by Titans, and in another he caused the deaths of Lycurgus and his son. This god, worshiped by the Maenads, was married to Ariadne. This god's mother, (*) Semele, was a mortal woman killed when she saw this god's father. Born from": {
    "guess": "Dionysus",
    "confidence": [
      [
        "D",
        -0.0037636207
      ],
      [
        "ion",
        -1.962381e-05
      ],
      [
        "ys",
        -0.00012594614
      ],
      [
        "us",
        -7.600714e-05
      ]
    ]
  },
  "One of this god's children became immortalized as \"the white  goddess\" Leucothea. Hyginus describes how he was turned into a  serpent in Illyria, a fate which also befell his wife as well. He is one of": {
    "guess": "Agni",
    "confidence": [
      [
        "A",
        -0.625635
      ],
      [
        "gni",
        -0.00033701185
      ]
    ]
  },
  "This god was the dedicatee of the Isthmian Games. He slept with Aethra on the same night as Aegeus, and ordered the death of Hippolytus at the request of his son Theseus. This god lost a contest when his": {
    "guess": "Poseidon",
    "confidence": [
      [
        "Pose",
        -0.21547207
      ],
      [
        "idon",
        -0.00019972587
      ]
    ]
  },
  "This god who is said to live in a peak in the Himalayas known as Mount Kailasa is worshiped through the phallic lingam symbol. One form of this god, Nataraja, is also known for holding the sacred hourglass shaped drum whose rhythm the Universe supposedly originated from. He obtained his blue throat after he drank all the poison churned up in the world ocean. This god who has the Ganges running through": {
    "guess": "Shiva",
    "confidence": [
      [
        "Sh",
        -0.0016018639
      ],
      [
        "iva",
        -3.0545007e-06
      ]
    ]
  },
  "One god of this domain is accompanied by seven judges, seven messengers, and his bald uncle Myesyats. Another god of this domain counts among his enemies the immortal disembodied head Rahu. A god of this domain was assisted by the vizier Bunene, gave an axe called \"Might of Heroes\" and the bow of Anshan to Gilgamesh, and lived in a palace guarded by scorpion men. In another myth system, Dijun and Xihe were the parents of the three-legged birds responsible for this domain, (*) nine of which were killed by the archer Hou Yi. A temple that is torn down and rebuilt every twenty years at Ise is sacred to another deity of this domain, who once hid in a cave after a flayed pony was thrown into her hall by her brother Susano'o. For 10 points, identify this celestial domain associated with Dazhbog,": {
    "guess": "Slavic mythology",
    "confidence": [
      [
        "Sl",
        -0.10418616
      ],
      [
        "avic",
        -0.00028398086
      ],
      [
        " mythology",
        -0.013550991
      ]
    ]
  },
  "One god of this domain is accompanied by seven judges, seven messengers, and his bald uncle Myesyats. Another god of this domain counts among his enemies the immortal disembodied head Rahu. A god of this domain was assisted by the vizier Bunene, gave an axe called \"Might of Heroes\" and the bow of Anshan to Gilgamesh, and lived in a palace guarded by scorpion men. In another myth system, Dijun and Xihe were the parents of the three-legged birds responsible for this domain, (*) nine of which were killed by the archer Hou Yi. A temple that is torn down and rebuilt every twenty years at Ise is sacred to another deity of this domain, who once hid in a cave after a flayed pony was thrown into her hall": {
    "guess": "Underworld",
    "confidence": [
      [
        "Under",
        -1.3968947
      ],
      [
        "world",
        -1.9146995e-05
      ]
    ]
  },
  "One god from this myth system transformed his wife into a comb before extracting a sword from the tail of a dragon. Another deity in this system, born in Yomi like the other thunder gods, eats the navels of children. Adherents of this belief system worship at a shrine that is rebuilt every 20 years and dedicated to a goddess who retreated into a cave after her brother threw a flayed horse at her loom. For 10 points, name this myth system that reveres kami like the storm god Susano'o and the sun goddess Amaterasu, the traditional religion of Japan.": {
    "guess": "Shinto",
    "confidence": [
      [
        "Sh",
        -0.24242188
      ],
      [
        "into",
        -0.0026367726
      ]
    ]
  },
  "One god of this type is an old man revered by the Aborigines,The Bluetongue Lizard, who would feign blindness to have his sons hunt for him and is the source of the Warlpiri fire ceremonies. A European figure of this type is Reynard the Fox, often used as a peasant-hero. A common creature depicted in this way is the coyote or the raven, as according to Claude Levi-Strauss they are viewed as mediator animals between life and death. Another god of this type gave birth to Sleipnir after attempting to": {
    "guess": "Trickster",
    "confidence": [
      [
        "Tr",
        -0.013849769
      ],
      [
        "ick",
        -1.18755715e-05
      ],
      [
        "ster",
        -0.0012452321
      ]
    ]
  },
  "One god of this type is an old man revered by the Aborigines,The Bluetongue Lizard, who would feign blindness to have his sons hunt for him and is the source of the Warlpiri fire ceremonies. A European": {
    "guess": "Dreamtime (mythology)",
    "confidence": [
      [
        "Dream",
        -0.823561
      ],
      [
        "time",
        -0.053266283
      ],
      [
        " (",
        -0.6391403
      ],
      [
        "my",
        -0.002040464
      ],
      [
        "th",
        -5.4385737e-06
      ],
      [
        "ology",
        -0.00046749215
      ],
      [
        ")",
        -0.00068896345
      ]
    ]
  },
  "The goddess of love in this culture lures a man to her mother's party by smearing honey on his lips. In one of this people's myths, a woman gets tricked by her romantic rival into cutting off her ears to add to a soup, leading to a quarrel in which she gets turned into a river. The mythical founder of this people died in a riot that broke out near the pyre of an iconoclast who smashed up several statues with an axe, named Braima. They believed that a despotic king hanged himself after a rebellion, became deified, and then gained the ability to unleash storms on his enemies with his (*) double-headed axe. The son of their creator god climbed down a great chain from heaven and used a five-toed chicken to scatter dirt, creating Earth, and then planted a very large palm tree. Eshu is a psychopomp of this people, who venerate the lightning god Shango and the supreme deity Olodumare. For 10 points, name this African ethnic group whose religion blended with Catholicism, resulting in New World": {
    "guess": "Yoruba people",
    "confidence": [
      [
        "Y",
        -0.0009038382
      ],
      [
        "or",
        -1.2590794e-05
      ],
      [
        "uba",
        -1.8193366e-05
      ],
      [
        " people",
        -0.4165855
      ]
    ]
  },
  "One of this god's possessions changes from a Madjet to a Semektet daily, and this ancestor of all nine members of the Ennead was sometimes symbolized by the Bennu phoenix. This figure mixed some red beer and used it to pacify a bloodthirsty Sekhmet. This god was cured of a snakebite by Isis after he gave her the (*) secret name hidden in his body. Akhenaten replaced this deity's syncretization with the worship of Aten, and one of his epithets, Horakhty, means \"Horus of the Horizons\". This god rides": {
    "guess": "Atum",
    "confidence": [
      [
        "At",
        -0.36164474
      ],
      [
        "um",
        -0.2250565
      ]
    ]
  },
  "This god transformed the elderly couple Baucis and Philemon into trees and transformed the godless Lycaon into a wolf. This deity killed Porphyrion for trying to rape his wife. Leda, the wife of Tyndareus, was approached by this god in the form of a swan and he dressed as Amphitryon to seduce Alcmene. This god's father Cronos ate a rock in place of him, and Athena sprang fully formed from this god's head. This brother of Hades and Poseidon is married to his sister Hera. For 10 points, name this supreme deity of Olympus and Greek god of thunder.": {
    "guess": "Zeus",
    "confidence": [
      [
        "Ze",
        -0.003501242
      ],
      [
        "us",
        -1.3306016e-05
      ]
    ]
  },
  "This god is similar to a Mayan deity of kingship known as \"God K\". This god is called Tepeyollotl when he takes the form of the animal associated with him. The stars of the Great Bear constellation are the footprints left by this god as he tried to approach the polar star. In a ceremony dedicated to this deity, a young man would be treated like a god for one year and then sacrificed. During the creation of the world, this god ripped off the jaw of the monster Cipactli, whose body became the Earth,": {
    "guess": "Tezcatlipoca",
    "confidence": [
      [
        "Te",
        -0.084810995
      ],
      [
        "z",
        -0.0054379473
      ],
      [
        "cat",
        -4.3202e-07
      ],
      [
        "lip",
        -5.7961847e-06
      ],
      [
        "oca",
        -3.1281633e-07
      ]
    ]
  },
  "This god was once retrieved from a pillar in a palace at Byblos that later represented this god's spine as the Djed pillar. During the Ptolemaic period, this god was replaced with a Greco-Egyptian hybrid": {
    "guess": "Osiris myth",
    "confidence": [
      [
        "Os",
        -0.26524577
      ],
      [
        "iris",
        -0.0016261449
      ],
      [
        " myth",
        -0.104542285
      ]
    ]
  },
  "This god was once retrieved from a pillar in a palace at Byblos that later represented this god's spine as the Djed pillar. During the Ptolemaic period, this god was replaced with a Greco-Egyptian hybrid called Serapis. This ruler of Duat wore the Atef crown and was commonly depicted as a (*) green-skinned": {
    "guess": "Osiris myth",
    "confidence": [
      [
        "Os",
        -0.010986755
      ],
      [
        "iris",
        -6.704273e-07
      ],
      [
        " myth",
        -0.35161275
      ]
    ]
  },
  "This god is similar to a Mayan deity of kingship known as \"God K\". This god is called Tepeyollotl when he takes the form of the animal associated with him. The stars of the Great Bear constellation are the footprints left by this god as he tried to approach the polar star. In a ceremony dedicated to this deity, a young man would be treated like a god for one year and then sacrificed. During the creation": {
    "guess": "Tezcatlipoca",
    "confidence": [
      [
        "Te",
        -0.16735937
      ],
      [
        "z",
        -0.016884394
      ],
      [
        "cat",
        -3.1281633e-07
      ],
      [
        "lip",
        -3.7697225e-06
      ],
      [
        "oca",
        -4.3202e-07
      ]
    ]
  },
  "This goddess was often depicted in the lids of the sarcophagi of the dead, and her main sanctuary was located at Heliopolis. She was sometimes portrayed with a vase on her head or with her hands and feet touching the ground so that her body formed a semicircle. In some images she is seen as a naked woman covered in painted stars and her fingers and toes touching the four cardinal points. Chapter fifty-nine of the Book of the Dead mentions the sycamore tree that was one of her symbols. Her father,": {
    "guess": "Nut (goddess)",
    "confidence": [
      [
        "Nut",
        -0.0009955333
      ],
      [
        " (",
        -0.0004744023
      ],
      [
        "g",
        -0.00010247036
      ],
      [
        "odd",
        0.0
      ],
      [
        "ess",
        -4.4849444e-06
      ],
      [
        ")",
        -3.888926e-06
      ]
    ]
  },
  "One god from this myth system transformed his wife into a comb before extracting a sword from the tail of a dragon. Another deity in this system, born in Yomi like the other thunder gods, eats the navels": {
    "guess": "Japanese mythology",
    "confidence": [
      [
        "Japanese",
        -0.063989855
      ],
      [
        " mythology",
        -0.013263994
      ]
    ]
  },
  "This god's brother Anteros was worshipped in Athens following the deaths of Meles and Timagoras. In one creation myth, his coupling with Chaos produced the birds. By one lover, he gave birth to the goddess": {
    "guess": "Eros",
    "confidence": [
      [
        "E",
        -0.049143635
      ],
      [
        "ros",
        -0.011611231
      ]
    ]
  },
  "This god turned his daughter's suitor, Alvis, to stone. He once had a whetstone lodged in his forehead after a battle with the Mist Calf and the giant Hrungnir. Tanngnjostr and Tanngrisnir are the two": {
    "guess": "Thor",
    "confidence": [
      [
        "Thor",
        -0.004321168
      ]
    ]
  },
  "The god responsible for this event summons a rude messenger and then sneezes to get another god to drop him. After this event, a god makes a show of taking a key and unlocking many closets' worth of ambrosia,": {
    "guess": "Hermes",
    "confidence": [
      [
        "H",
        -1.6251467
      ],
      [
        "erm",
        -0.35072482
      ],
      [
        "es",
        -0.007718425
      ]
    ]
  },
  "This god had a daughter who was changed into a linden tree following the birth of Chiron. This god married a goddess who was once the nurse of Hera during the Titanomachy, and a prohibition on touching this deity is why Callisto never sets. This deity announces that \"new also is the ruler among gods\" and that \"it is most advantageous, when truly wise, to be deemed a fool\" when he visits Prometheus": {
    "guess": "Prometheus",
    "confidence": [
      [
        "Prom",
        -0.5625314
      ],
      [
        "etheus",
        -0.00037478472
      ]
    ]
  },
  "As the god Rig, he created the three races of mankind:  the serfs, the peasants, and the warriors.  Similar to the god Tyr, his rides the mount Gulltop, and lives in the hall of Himinbjorg.  Born of the nine daughters of Aegir, he is also known as Gullintani because of his \"golden, shining teeth.\"  He can hear the grass grow and can see a hundred miles around him, and he will sound his great Gjallarhorn to summon the gods to battle at Ragnarok.  FTP, name this Norse god of light, the guardian of the rainbow bridge Bifrost.": {
    "guess": "Heimdallr",
    "confidence": [
      [
        "He",
        -0.0027412775
      ],
      [
        "imd",
        -7.1238996e-05
      ],
      [
        "all",
        -7.89631e-07
      ],
      [
        "r",
        -0.0013102402
      ]
    ]
  },
  "A goddess sends Allecto to enrage Queen Amata in an attempt to prevent this man from getting married a third time. This leader's son notes that his comrades are fulfilling a prophecy by eating the bread which they used as their tables. That son, (*) Ascanius, will go on to found Alba Longa. This hero is the product of Venus' love affair with his father Anchises. A large storm causes this man and his hunting companion to be trapped in a cave, the start of his romance with the Carthaginian queen Dido. For ten points, identify this Trojan hero whose descendants will found Rome, the subject of an epic by Vergil.": {
    "guess": "Aeneas",
    "confidence": [
      [
        "A",
        -0.0024599603
      ],
      [
        "ene",
        -3.2929079e-06
      ],
      [
        "as",
        -0.076749526
      ]
    ]
  },
  "One of this god's children became immortalized as \"the white  goddess\" Leucothea. Hyginus describes how he was turned into a  serpent in Illyria, a fate which also befell his wife as well. He is one of  two title figures in a novel by Roberto Calasso. This son of Telephassa  had his own wedding in a namesake structure, where all the gods were  in attendance. He was condemned for an \"eternal year\" to serve (*) Ares.  This man killed a serpent at the Castalian Spring and ploughed dragon's teeth  to create the spartoi.  This son of Agenor abandoned his search for Europa  when he was told to follow a cow and found a city where it became exhausted.  For 10 points, name this founder of Thebes.": {
    "guess": "Cadmus",
    "confidence": [
      [
        "Cad",
        -0.0011471256
      ],
      [
        "mus",
        -3.6908343e-05
      ]
    ]
  },
  "This god carried the Thyrsus, and a play by Euripides sees this figure cause Agave to kill her son for failing to worship this deity. In one myth, he was ripped to pieces by Titans, and in another he caused the deaths of Lycurgus and his son. This god, worshiped by the Maenads, was married to Ariadne. This god's mother, (*) Semele, was a mortal woman killed when she saw this god's father. Born from Zeus's thigh after his mother's death, identify this \"twice-born\" god of Greek mythology, who presided over wine and nature.": {
    "guess": "Dionysus",
    "confidence": [
      [
        "D",
        -0.006172298
      ],
      [
        "ion",
        -8.180258e-06
      ],
      [
        "ys",
        -4.7875077e-05
      ],
      [
        "us",
        -7.107425e-06
      ]
    ]
  },
  "The goddess of love in this culture lures a man to her mother's party by smearing honey on his lips. In one of this people's myths, a woman gets tricked by her romantic rival into cutting off her ears to add to a soup, leading to a quarrel in which she gets turned into a river. The mythical founder of this people died in a riot that broke out near the pyre of an iconoclast who smashed up several statues with an axe, named Braima. They believed that a despotic king hanged himself after a rebellion, became deified, and then gained the ability to unleash storms on his enemies with his (*) double-headed axe. The son of their creator god climbed down a great chain from heaven and used a five-toed chicken to scatter dirt, creating Earth, and then planted a very large palm tree. Eshu is a psychopomp of this people, who venerate the lightning god Shango and the supreme deity Olodumare. For 10 points,": {
    "guess": "Yoruba mythology",
    "confidence": [
      [
        "Y",
        -0.0016444765
      ],
      [
        "or",
        -2.188868e-05
      ],
      [
        "uba",
        -1.473646e-05
      ],
      [
        " mythology",
        -0.15667841
      ]
    ]
  },
  "The goddess of fertility in this mythological system has a name deriving from the word \"to bathe.\" In": {
    "guess": "Norse mythology",
    "confidence": [
      [
        "N",
        -1.2546513
      ],
      [
        "orse",
        -0.88279027
      ],
      [
        " mythology",
        -0.26271996
      ]
    ]
  },
  "This god threw himself onto a funeral pyre and then became the planet Venus. He mixed the bones from the previous four worlds with his own blood to create humanity. The twin brother of this god is a dog-faced lightning deity named (*) Xolotl (SHO-lot-el). This god was once exiled by the \"smoking mirror\" Tezcatlipoca (TEZ-kat-lee-poe-kah). Because this god had light skin and a light beard, believers": {
    "guess": "Quetzalcoatl",
    "confidence": [
      [
        "Qu",
        -0.04982742
      ],
      [
        "etz",
        -6.897413e-05
      ],
      [
        "al",
        -0.000191024
      ],
      [
        "co",
        -0.00021212305
      ],
      [
        "atl",
        -3.8934802e-05
      ]
    ]
  },
  "The god Atar was created to defeat one of these.  Another one residing under Wawel Hill in Krakow was tricked with a fake lamb stuffed with sulfur, and died after drinking half the Vistula River.  In Norway and Sweden they were referred to as orm or ormr.  An ever-watchful one guarded a special tree tended by some daughters of Atlas, and one of these creatures almost killed Wiglaf, who refused to abandon Beowulf.  In addition to Azhi Dahaka and Ladon, another of these creatures was named Fafnir.": {
    "guess": "Dragon",
    "confidence": [
      [
        "Dragon",
        -0.0038792924
      ]
    ]
  },
  "This god asked for a magical pig-skin that could heal all wounds as part of a fine levied against the sons of Turenn. This foster son of Manannan mac Lir claimed competence in ten arts, including cupbearing, to gain entrance to Tara, then proceeded to win a game of fidchell and defeat Oghma in a flagstone-hurling contest. This son of Cian and Ethniu fulfilled a prophecy during the second battle of Mag Tuired when he killed his maternal grandfather, Balor of the Evil Eye. FTP name this god who succeeded": {
    "guess": "Lugh of the Long Hand",
    "confidence": [
      [
        "L",
        -0.00024025145
      ],
      [
        "ugh",
        -2.9040899e-05
      ],
      [
        " of",
        -0.2682269
      ],
      [
        " the",
        -0.00010688089
      ],
      [
        " Long",
        -0.00037526153
      ],
      [
        " Hand",
        -0.0026915788
      ]
    ]
  },
  "This god's twin brother had the head of a dog, and this god immolated himself for sleeping with his sister while drunk, after which he became a brother of the planet Venus. He sprinkled his own blood onto some bones in the underworld of Mictlan, and in doing so created the fifth race of man. This son of Coatlicue [COAT - lee - cue] had a rivalry with a brother who had his foot bitten off by a crocodile. That brother had a name meaning  (*) \"smoking mirror,\" and their rivalry caused this god to be exiled on a raft of snakes. For ten points, name this white-skinned \"feathered serpent\" and rival of": {
    "guess": "Quetzalcoatl",
    "confidence": [
      [
        "Qu",
        -0.30068123
      ],
      [
        "etz",
        -0.00011248347
      ],
      [
        "al",
        -0.00028398086
      ],
      [
        "co",
        -5.288163e-05
      ],
      [
        "atl",
        -2.4584822e-06
      ]
    ]
  },
  "This god threw himself onto a funeral pyre and then became the planet Venus. He mixed the bones from the previous four worlds with his own blood to create humanity. The twin brother of this god is a dog-faced lightning deity named (*) Xolotl (SHO-lot-el). This god was once exiled by the \"smoking mirror\"": {
    "guess": "Quetzalcoatl",
    "confidence": [
      [
        "Qu",
        -0.0018734285
      ],
      [
        "etz",
        -1.27099975e-05
      ],
      [
        "al",
        -6.456359e-05
      ],
      [
        "co",
        -3.6073914e-05
      ],
      [
        "atl",
        -9.014684e-06
      ]
    ]
  },
  "This god was the dedicatee of the Isthmian Games. He slept with Aethra on the same night as Aegeus, and ordered the death of Hippolytus at the request of his son Theseus. This god lost a contest when his offering was judged inferior to the olive trees of Athena. His offspring include the shape-shifter": {
    "guess": "Poseidon",
    "confidence": [
      [
        "Pose",
        -0.06597661
      ],
      [
        "idon",
        -0.00037597676
      ]
    ]
  },
  "This god spent four days in a stone box before ordering that the box be sealed. This god burned down some houses after all of the flowers in his garden died when his brother descended from the sky by a spider's thread. Bees produced sounds as they flew through a (*) conch shell given to this god in the underworld. While there, this god retrieved bones that he later used to recreate mankind. This god's": {
    "guess": "Maya religion",
    "confidence": [
      [
        "May",
        -0.5106742
      ],
      [
        "a",
        -0.03323401
      ],
      [
        " religion",
        -0.3668818
      ]
    ]
  },
  "This god gave the horse Gullfaxi to his son Magni after killing the giant Hrungnir with the help of his servant Thialfi. This god disguised himself as Freya to reclaim his weapon from Thrym, and will kill the Midgard Serpent at Ragnarok, only to die from its poison. He kills his enemies with lightning bolts from his hammer, Mjollnir. For 10 points, name this Norse god of thunder.": {
    "guess": "Thor",
    "confidence": [
      [
        "Thor",
        -0.0013115442
      ]
    ]
  },
  "A god sitting in this character's lap erases memory, creating a situation in which \"the inward fire eats": {
    "guess": "Phoebus Apollo",
    "confidence": [
      [
        "Ph",
        -1.7611502
      ],
      [
        "o",
        -0.065729946
      ],
      [
        "eb",
        -0.00019412329
      ],
      [
        "us",
        -0.00018995117
      ],
      [
        " Apollo",
        -0.6597748
      ]
    ]
  },
  "One of this god's possessions changes from a Madjet to a Semektet daily, and this ancestor of all nine members of the Ennead was sometimes symbolized by the Bennu phoenix. This figure mixed some red beer and used it to pacify a bloodthirsty Sekhmet. This god was cured of a snakebite by Isis after he gave her the (*) secret name hidden in his body. Akhenaten replaced this deity's syncretization with": {
    "guess": "Ra",
    "confidence": [
      [
        "Ra",
        -0.4965615
      ]
    ]
  },
  "This god gave the horse Gullfaxi to his son Magni after killing the giant Hrungnir with the help of his": {
    "guess": "Thor",
    "confidence": [
      [
        "Thor",
        -0.030130537
      ]
    ]
  },
  "This god saved the fisherman Adapa, whom another deity wanted to give the food of death for having magically stopped the wind. In one story, this deity's semen was taken out of his lover and planted in the ground, where it produced fruit that this god ate. This deity's lust caused him to rape his daughter": {
    "guess": "Dumuzid",
    "confidence": [
      [
        "D",
        -0.5651377
      ],
      [
        "um",
        -0.1445253
      ],
      [
        "uz",
        -6.4444386e-05
      ],
      [
        "id",
        -0.00010151673
      ]
    ]
  },
  "This god threw himself onto a funeral pyre and then became the planet Venus. He mixed the bones from": {
    "guess": "Quetzalcoatl",
    "confidence": [
      [
        "Qu",
        -1.2526243
      ],
      [
        "etz",
        -0.0006912283
      ],
      [
        "al",
        -0.0007410151
      ],
      [
        "co",
        -0.00027670944
      ],
      [
        "atl",
        -7.8033605e-05
      ]
    ]
  },
  "One of this god's underlings was a goddess of devotion, Armaiti, while another was a goddess of plants,": {
    "guess": "Ahura Mazda",
    "confidence": [
      [
        "Ah",
        -0.089647874
      ],
      [
        "ura",
        -3.9054008e-05
      ],
      [
        " Mazda",
        -1.3186812e-05
      ]
    ]
  },
  "This god carried the Thyrsus, and a play by Euripides sees this figure cause Agave to kill her son for": {
    "guess": "Dionysus",
    "confidence": [
      [
        "D",
        -0.011762278
      ],
      [
        "ion",
        -1.1756368e-05
      ],
      [
        "ys",
        -8.697388e-05
      ],
      [
        "us",
        -0.0006793116
      ]
    ]
  },
  "The god responsible for this event summons a rude messenger and then sneezes to get another god to drop him. After this event, a god makes a show of taking a key and unlocking many closets' worth of ambrosia, nectar, gold, silver, and fine clothing, although he knows where the responsible party is hiding. When asked about this event, a god replies that he cares only about sleep, his mother's milk, and warm clothing. An old man tilling a vineyard is promised that the grapes will produce a prodigious amount of wine, if he keeps his (*) mouth shut about this event. Hearing about this event, which is described in detail in the longest Homeric Hymn, Zeus erupts with laughter and refuses to dole out punishment. The perpetrator of this event fashions a pair of sandals immediately after reversing a series of hoof-marks to divert suspicion away. After apologizing for this event, its perpetrator hands": {
    "guess": "Hermes",
    "confidence": [
      [
        "H",
        -0.30766013
      ],
      [
        "erm",
        -0.0031109303
      ],
      [
        "es",
        -0.0014926037
      ]
    ]
  },
  "One god of this domain is accompanied by seven judges, seven messengers, and his bald uncle Myesyats. Another god of this domain counts among his enemies the immortal disembodied head Rahu. A god of this domain was assisted by the vizier Bunene, gave an axe called \"Might of Heroes\" and the bow of Anshan": {
    "guess": "Mesopotamian mythology",
    "confidence": [
      [
        "Mes",
        -0.6629775
      ],
      [
        "opot",
        -0.0004617704
      ],
      [
        "am",
        -0.0003933768
      ],
      [
        "ian",
        -0.0048900237
      ],
      [
        " mythology",
        -0.22645123
      ]
    ]
  },
  "This god turned his daughter's suitor, Alvis, to stone. He once had a whetstone lodged in his forehead after a battle with the Mist Calf and the giant Hrungnir. Tanngnjostr and Tanngrisnir are the two goats that pull this god's chariot. On one occasion, he disguised himself as Freya in order to take back his prized possession. At Ragnarok, he will kill and be killed by Jormungandr, the Midgard Serpent.": {
    "guess": "Thor",
    "confidence": [
      [
        "Thor",
        -0.0012432056
      ]
    ]
  },
  "This god threw himself onto a funeral pyre and then became the planet Venus. He mixed the bones from the previous four worlds with his own blood to create humanity. The twin brother of this god is a dog-faced lightning deity named (*) Xolotl (SHO-lot-el). This god was once exiled by the \"smoking mirror\" Tezcatlipoca (TEZ-kat-lee-poe-kah). Because this god had light skin and a light beard, believers made the grave mistake of confusing this feathered serpent with Hernan Cortes (cor-TEZ). For 10 points,": {
    "guess": "Quetzalcoatl",
    "confidence": [
      [
        "Qu",
        -0.003022868
      ],
      [
        "etz",
        -4.8471098e-05
      ],
      [
        "al",
        -5.6576944e-05
      ],
      [
        "co",
        -2.7014437e-05
      ],
      [
        "atl",
        -3.888926e-06
      ]
    ]
  },
  "This god's brother Anteros was worshipped in Athens following the deaths of Meles and Timagoras. In one creation myth, his coupling with Chaos produced the birds. By one lover, he gave birth to the goddess Voluptas or Hedone. This god banished one of his lovers when her curiosity caused her to spill": {
    "guess": "Eros",
    "confidence": [
      [
        "E",
        -0.013588966
      ],
      [
        "ros",
        -2.5703197e-05
      ]
    ]
  },
  "This god's son was so disgusted with the food offered at a feast that he killed Uke Mochi, sparking a feud with a sibling that lived at Ise-Jingu. Another one of this man's children slayed Yamata-no-Orochi, an eight-headed serpent. This god lived at Ama-no-ukihashi, the floating bridge of the heaven,": {
    "guess": "Susanoo",
    "confidence": [
      [
        "Susan",
        -0.15470202
      ],
      [
        "oo",
        -0.00019412329
      ]
    ]
  },
  "It's not God, but Chapter 4 of John Stuart Mill's On Liberty claims that no benefit is derived from imagining this entity. Pierre-Joseph Proudhon believed that the idea of it only served a purpose between individuals. Another work said the presence of this entity ends \"a war of all against all\", so long as people acknowledge the commonwealth. In contrast to Thomas Hobbes's Leviathan, John Locke believed that it protects natural rights and allows the people to dissolve government if they disrespect it. The general will leaves man \"forced to be free\" in another interpretation. For 10 points, what is this concept that lays out the individual's relation to society, an invisible document that titles": {
    "guess": "Social contract",
    "confidence": [
      [
        "Social",
        -0.0061645936
      ],
      [
        " contract",
        -0.30813333
      ]
    ]
  },
  "A goddess sends Allecto to enrage Queen Amata in an attempt to prevent this man from getting married a third time. This leader's son notes that his comrades are fulfilling a prophecy by eating the bread which they used as their tables. That son, (*) Ascanius, will go on to found Alba Longa. This hero is the product of Venus' love affair with his father Anchises. A large storm causes this man and his hunting companion to be trapped in a cave, the start of his romance with the Carthaginian queen Dido. For ten points, identify this Trojan hero whose descendants will found Rome, the subject of an epic": {
    "guess": "Aeneas",
    "confidence": [
      [
        "A",
        -0.0039924425
      ],
      [
        "ene",
        -6.0345924e-06
      ],
      [
        "as",
        -0.17057508
      ]
    ]
  },
  "This god rejected the advances of the nymph Clytie and eventually turned her into a flower. Emperor Julian the Apostate attempted to revive worship of this Greek deity in the Roman empire and he gave Heracles": {
    "guess": "Apollo",
    "confidence": [
      [
        "Apollo",
        -0.25772867
      ]
    ]
  },
  "One of this god's children became immortalized as \"the white  goddess\" Leucothea. Hyginus describes how he was turned into a  serpent in Illyria, a fate which also befell his wife as well. He is one of  two title figures in a novel by Roberto Calasso. This son of Telephassa  had his own wedding in a namesake structure, where all the gods were  in attendance. He was condemned for an \"eternal year\" to serve (*) Ares.  This man killed a serpent at the Castalian Spring and ploughed dragon's teeth  to": {
    "guess": "Cadmus",
    "confidence": [
      [
        "Cad",
        -0.007864855
      ],
      [
        "mus",
        -0.00017278951
      ]
    ]
  },
  "Gods were powerful entities that were to be appealed to or appeased in times of trouble. Given a set of circumstances, identify what deity would you most likely appeal to for help, FTSNOP.      A. (5pts) You are a misogynistic sculptor who just fell in love with your marble  sculpture on the Greek Island of Cyprus.": {
    "guess": "Aphrodite",
    "confidence": [
      [
        "A",
        -0.12896112
      ],
      [
        "ph",
        -0.016923422
      ],
      [
        "rod",
        -3.523949e-05
      ],
      [
        "ite",
        -2.1173457e-05
      ]
    ]
  },
  "The god Atar was created to defeat one of these.  Another one residing under Wawel Hill in Krakow was tricked with a fake lamb stuffed with sulfur, and died after drinking half the Vistula River.  In Norway and Sweden they were referred to as orm or ormr.  An ever-watchful one guarded a special tree tended by some daughters of Atlas, and one of these creatures almost killed Wiglaf, who refused to abandon Beowulf.  In addition to Azhi Dahaka and Ladon, another of these creatures was named Fafnir.  FTP, name this type of creature whose name forms part of the title of Uther.": {
    "guess": "Dragon",
    "confidence": [
      [
        "Dragon",
        -0.0016758987
      ]
    ]
  },
  "This god transforms another into ash after his meditation is interrupted and the lingam is a phallic symbol of this figure. This figure obtained one of his most notable traits after drinking (*) Halahala, a poison produced in the creation of the nectar of immortality, while in his form Nataraja this god dances to fuel the creation and destruction of the world. This figure rides on the white bull Nandi and fathered with Parvati a god that rides a mouse; that god is Ganesh. For 10 points, name this blue-throated god associated with Brahma and Vishnu who is the destroyer god of the Trimurti in Hinduism.": {
    "guess": "Shiva",
    "confidence": [
      [
        "Sh",
        -0.013879987
      ],
      [
        "iva",
        -0.00015145572
      ]
    ]
  },
  "This god was often associated with Seker and Osiris because of his role as a mortuary god, and the sacred bull Apis had his stall in this god's great temple.  Represented as a man in mummy form, wearing a skull cap and a short false beard, he joined with his companion Sekhmet and the god Nefertem to comprise the Memphite Triad of deities, and was associated by the Greeks with Hephaestus because of his role as a craftsman.  FTP, name this god who, according to the Memphite Theology, created mankind.": {
    "guess": "Ptah",
    "confidence": [
      [
        "Pt",
        -0.0022919215
      ],
      [
        "ah",
        -3.650519e-06
      ]
    ]
  },
  "This god had a son named Ihy, a falcon child-god, and in one story, it is this god who cheers Ra up with a lewd display after the baboon god Baba taunts him that his shrine is empty. Similar to the pre-dynastic": {
    "guess": "Hathor",
    "confidence": [
      [
        "H",
        -0.5700058
      ],
      [
        "ath",
        -0.3495998
      ],
      [
        "or",
        -8.637786e-05
      ]
    ]
  },
  "This god was the father of the Argonaut Nauplios by the Danaid Amymone, and his seduction of Iphimedeia produced two giants that imprisoned Ares in a bronze jar before being outwitted by Artemis and killing each other, Otus and Ephialtes. Zeus allowed this man to sleep with Eurynome; that union produced a hero that would slay the Chimera, Bellerophon. In some myths he is the father of Theseus.  For 10 points, name this Greek god whose wife Amphitrite presumably minded his dalliances with mortal women less than Hera did, the Greek god of the sea.": {
    "guess": "Poseidon",
    "confidence": [
      [
        "Pose",
        -0.004069971
      ],
      [
        "idon",
        -0.00019364648
      ]
    ]
  },
  "This god, whose role was similar to that of Wepwawet, appears briefly in The Golden Ass, where he is described as a \"messenger between heaven and hell, displaying alternately a face black as night and golden as day.\" In one story, when Set disguised himself as a leopard, this god seized Set and branded him all over with a hot iron, then flayed him and wore his skin. He was sometimes considered the illegitimate son of Osiris by Nephthys, and he assisted Isis in her quest to find and embalm the body": {
    "guess": "Anubis",
    "confidence": [
      [
        "An",
        -0.109579585
      ],
      [
        "ub",
        -0.00022666223
      ],
      [
        "is",
        -4.0842064e-05
      ]
    ]
  },
  "This god transforms another into ash after his meditation is interrupted and the lingam is a phallic symbol of this figure. This figure obtained one of his most notable traits after drinking (*) Halahala, a poison produced in the creation of the nectar of immortality, while in his form Nataraja this god dances to fuel the creation and destruction of the world. This figure rides on the white bull Nandi and fathered with Parvati a god that rides a mouse; that god is Ganesh. For 10 points, name this": {
    "guess": "Shiva",
    "confidence": [
      [
        "Sh",
        -0.0057045696
      ],
      [
        "iva",
        -1.4974867e-05
      ]
    ]
  },
  "This god's son was so disgusted with the food offered at a feast that he killed Uke Mochi, sparking a feud with a sibling that lived at Ise-Jingu. Another one of this man's children slayed Yamata-no-Orochi, an eight-headed serpent. This god lived at Ama-no-ukihashi, the floating bridge of the heaven, from where raised Onogoro from the ocean using Amenonuhoko, his magical spear. Much like Orpheus, this god travelled to the underworld to rescue his wife who had died in childbirth, but ultimately failed to bring her back. Giving birth to Tsukuyomi from his right eye and Amaterasu from his left eyes,": {
    "guess": "Susanoo-no-Mikoto",
    "confidence": [
      [
        "Susan",
        -0.65723234
      ],
      [
        "oo",
        -0.00024667746
      ],
      [
        "-no",
        -0.023595184
      ],
      [
        "-M",
        -0.0003003081
      ],
      [
        "ik",
        -0.00017028624
      ],
      [
        "oto",
        -0.0002519224
      ]
    ]
  },
  "This god, whose role was similar to that of Wepwawet, appears briefly in The Golden Ass, where he is described as a \"messenger between heaven and hell, displaying alternately a face black as night and": {
    "guess": "Hermes",
    "confidence": [
      [
        "H",
        -0.54413664
      ],
      [
        "erm",
        -0.12889175
      ],
      [
        "es",
        -0.00017445837
      ]
    ]
  },
  "This god spent four days in a stone box before ordering that the box be sealed. This god burned down some houses after all of the flowers in his garden died when his brother descended from the sky by a spider's thread. Bees produced sounds as they flew through a (*) conch shell given to this god in the": {
    "guess": "Balarama",
    "confidence": [
      [
        "Bal",
        -2.5261078
      ],
      [
        "aram",
        -0.83713424
      ],
      [
        "a",
        -0.00094587676
      ]
    ]
  },
  "This god, whose role was similar to that of Wepwawet, appears briefly in The Golden Ass, where he is": {
    "guess": "Anubis",
    "confidence": [
      [
        "An",
        -0.73455346
      ],
      [
        "ub",
        -0.00021462266
      ],
      [
        "is",
        -8.6497064e-05
      ]
    ]
  },
  "Because this god's favorite color was red, brides in Scandinavia wore red gowns and used rings with red stones. In preparation for his duel with this god at Griottunagard, one giant created Mokerkialfi to battle this man's servant; that giant was Hrungnir. Served by (*) Thialfi, this god fathered Magni and Modi on Jarnsaxa. This god unexpectedly ate a large amount of food while disguised as Freya before killing the giant Thrym. At Ragnarok, this God will kill and be killed by Jormungandr, and this": {
    "guess": "Thor",
    "confidence": [
      [
        "Thor",
        -0.012868296
      ]
    ]
  },
  "This god saved the fisherman Adapa, whom another deity wanted to give the food of death for having magically stopped the wind. In one story, this deity's semen was taken out of his lover and planted in the ground, where it produced fruit that this god ate. This deity's lust caused him to rape his daughter Ninsar, then their daughter Ninkurra, then their daughter Uttu, infuriating his wife (*) Ninhursag. To prevent Apsu from annihilating the world, he put him into a deep sleep under the earth, thus": {
    "guess": "Enki",
    "confidence": [
      [
        "En",
        -0.0042697657
      ],
      [
        "ki",
        -0.08341007
      ]
    ]
  },
  "This god, whose role was similar to that of Wepwawet, appears briefly in The Golden Ass, where he is described as a \"messenger between heaven and hell, displaying alternately a face black as night and golden as day.\" In one story, when Set disguised himself as a leopard, this god seized Set and branded him all over with a hot iron, then flayed him and wore his skin. He was sometimes considered the": {
    "guess": "Anubis",
    "confidence": [
      [
        "An",
        -0.33823052
      ],
      [
        "ub",
        -0.00013011828
      ],
      [
        "is",
        -4.6206227e-05
      ]
    ]
  },
  "One god of this domain is accompanied by seven judges, seven messengers, and his bald uncle Myesyats. Another god of this domain counts among his enemies the immortal disembodied head Rahu. A god of this": {
    "guess": "Death in Slavic mythology",
    "confidence": [
      [
        "Death",
        -1.9610085
      ],
      [
        " in",
        -0.14378884
      ],
      [
        " Sl",
        -0.0023858761
      ],
      [
        "avic",
        -1.6166903e-05
      ],
      [
        " mythology",
        -0.013019631
      ]
    ]
  },
  "This god was worshipped as Serapis in Alexandria, but his major cult center was Abydos. The eldest son": {
    "guess": "Osiris",
    "confidence": [
      [
        "Os",
        -0.870643
      ],
      [
        "iris",
        -0.00016015393
      ]
    ]
  },
  "One god associated with these items had his foot eaten by Cipactli and was known as the \"smoking obsidian\"": {
    "guess": "Tezcatlipoca",
    "confidence": [
      [
        "Te",
        -0.6806372
      ],
      [
        "z",
        -0.0013064295
      ],
      [
        "cat",
        -5.383526e-05
      ],
      [
        "lip",
        -8.292095e-05
      ],
      [
        "oca",
        -7.3458323e-06
      ]
    ]
  },
  "One of this god's underlings was a goddess of devotion, Armaiti, while another was a goddess of plants, Ameretat.  Each of his underlings was opposed by such demons as Tawrich and Aka Manah, who were collectively known as the Daevas.  His son was a fire god who subdued the dragon of the sky, Azhi Dahaka.  Aside from being the leader of a group of \"beneficient immortals\" known as the Amesha Spentas and the father of Atar, this son of Zurvan was responsible for creating heaven and earth.  He spent": {
    "guess": "Ahura Mazda",
    "confidence": [
      [
        "Ah",
        -0.092052385
      ],
      [
        "ura",
        -0.00025382967
      ],
      [
        " Mazda",
        -0.00029327508
      ]
    ]
  },
  "One of this god's children became immortalized as \"the white  goddess\" Leucothea. Hyginus describes how he was turned into a  serpent in Illyria, a fate which also befell his wife as well. He is one of  two title figures in a novel by Roberto Calasso. This son of Telephassa  had his own wedding in a namesake structure, where all the gods were  in attendance. He was condemned for an \"eternal year\" to": {
    "guess": "Cadmus",
    "confidence": [
      [
        "Cad",
        -0.008331706
      ],
      [
        "mus",
        -0.00025335286
      ]
    ]
  },
  "When this god was born, his counterpart felt his strength increase  and appendages enlarge, but when this god flew away, that counterpart  lost all of his strength. He was often depicted as tugging on a palm tree  along with that other god. Pausanias records that this god's cult was  worshipped by barbarians living outside Athens, since he is the avenging  spirit of Timagoras, who was spurned by Meles. More traditionally, he  was the progeny of Ares and Aphrodite whose sole purpose to give his  namesake god a playmate. In later Roman times, he was one of the two  (*) Cupides. For 10 points, identify": {
    "guess": "Eros",
    "confidence": [
      [
        "E",
        -0.08084906
      ],
      [
        "ros",
        -0.0011260485
      ]
    ]
  },
  "A god sitting in this character's lap erases memory, creating a situation in which \"the inward fire eats the soft marrow away, and the internal wound bleeds on in silence.\" This character tricks King Iarbas into giving her as much land as can be covered by an oxhide, which she cuts into strips to encircle a hill, leading that territory to be called Byrsa. Her husband Sychaeus appears to her as a ghost, urging her to flee from her brother Pygmalion in Tyre. This woman kills herself on a funeral pyre": {
    "guess": "Dido",
    "confidence": [
      [
        "D",
        -0.0082777925
      ],
      [
        "ido",
        -3.297462e-05
      ]
    ]
  },
  "The god responsible for this event summons a rude messenger and then sneezes to get another god to drop him. After this event, a god makes a show of taking a key and unlocking many closets' worth of ambrosia, nectar, gold, silver, and fine clothing, although he knows where the responsible party is hiding. When asked about this event, a god replies that he cares only about sleep, his mother's milk,": {
    "guess": "Pandora's box",
    "confidence": [
      [
        "P",
        -1.9436281
      ],
      [
        "and",
        -0.03514843
      ],
      [
        "ora",
        -0.0038966339
      ],
      [
        "'s",
        -0.4464359
      ],
      [
        " box",
        -0.5418817
      ]
    ]
  },
  "This god asked Alvis questions until the sun turned that dwarf to stone, and he killed the giant Thrym while dressed as Freya. His son Magni will inherit his weapon upon his death, and his wife (*) Sif's long golden hair was cut off by Loki. He will kill and be killed by Jormungandr at Ragnorak, and he wields a hammer which always returns when thrown called Mjolnir. For ten points, who is this Norse": {
    "guess": "Thor",
    "confidence": [
      [
        "Thor",
        -0.0077102548
      ]
    ]
  },
  "The god Atar was created to defeat one of these.  Another one residing under Wawel Hill in Krakow was tricked with a fake lamb stuffed with sulfur, and died after drinking half the Vistula River.  In Norway and Sweden they were referred to as orm or ormr.  An ever-watchful one guarded a special tree tended by some daughters of Atlas, and one of these creatures almost killed Wiglaf, who refused to abandon": {
    "guess": "Dragon",
    "confidence": [
      [
        "Dragon",
        -0.00861103
      ]
    ]
  },
  "After this god's son brought Hippolytus back to life, Asclepius was killed by Zeus. Along with his sister, he killed Niobe's seven sons. He slew the dragon Python and established the Oracle of Delphi at the place where it died. This son of Leto pursued the nymph (*) Daphne, only for her to turn into": {
    "guess": "Apollo",
    "confidence": [
      [
        "Apollo",
        -0.0005079957
      ]
    ]
  },
  "After this god's son brought Hippolytus back to life, Asclepius was killed by Zeus. Along with his sister,": {
    "guess": "Apollo",
    "confidence": [
      [
        "Apollo",
        -0.026883502
      ]
    ]
  },
  "He was a god of grain and agriculture worshipped by the Amorites, Eblans, and Ugaritic peoples, for whom his name also meant grain. Sanchuniathon reports that his name means siton, the Greek word for grain,* and claims that after he discovered agriculture, he was worshipped as Zeus Arotrios. He was occasionally equated with Enlil by the Sumerians and was mentioned in Hammurabi's Code. Rashi, an 11th Century Rabbi, posits that he was part fish, a tradition which was used by Milton in Paradise Lost. FTP, name this god, the chief deity of the Biblical Philistines.": {
    "guess": "Dagon",
    "confidence": [
      [
        "D",
        -0.004461805
      ],
      [
        "agon",
        -0.04836103
      ]
    ]
  },
  "One of this god's children became immortalized as \"the white  goddess\" Leucothea. Hyginus describes how": {
    "guess": "Ino",
    "confidence": [
      [
        "In",
        -0.58935684
      ],
      [
        "o",
        -0.008963047
      ]
    ]
  },
  "This god's son was so disgusted with the food offered at a feast that he killed Uke Mochi, sparking a feud with a sibling that lived at Ise-Jingu. Another one of this man's children slayed Yamata-no-Orochi, an eight-headed serpent. This god lived at Ama-no-ukihashi, the floating bridge of the heaven, from where raised Onogoro from the ocean using Amenonuhoko, his magical spear. Much like Orpheus, this god travelled to the underworld to rescue his wife who had died in childbirth, but ultimately failed to bring her back. Giving birth to Tsukuyomi from his right eye and Amaterasu from his left eyes, for 10 points, name this Shinto god and consort of Izanami.": {
    "guess": "Izanagi",
    "confidence": [
      [
        "I",
        -0.13037062
      ],
      [
        "zan",
        -0.00015562419
      ],
      [
        "agi",
        -0.0017133781
      ]
    ]
  },
  "This god is similar to a Mayan deity of kingship known as \"God K\". This god is called Tepeyollotl when he takes the form of the animal associated with him. The stars of the Great Bear constellation are": {
    "guess": "Tezcatlipoca",
    "confidence": [
      [
        "Te",
        -0.7055261
      ],
      [
        "z",
        -0.0936954
      ],
      [
        "cat",
        -4.3202e-07
      ],
      [
        "lip",
        -0.00010616567
      ],
      [
        "oca",
        -6.392203e-06
      ]
    ]
  },
  "This god threw himself onto a funeral pyre and then became the planet Venus. He mixed the bones from the previous four worlds with his own blood to create humanity. The twin brother of this god is a dog-faced lightning deity named (*) Xolotl (SHO-lot-el). This god was once exiled by the \"smoking mirror\" Tezcatlipoca (TEZ-kat-lee-poe-kah). Because this god had light skin and a light beard, believers made the grave mistake of confusing this feathered serpent with Hernan Cortes (cor-TEZ). For 10 points, name this chief deity of the Aztecs.": {
    "guess": "Quetzalcoatl",
    "confidence": [
      [
        "Qu",
        -0.013050459
      ],
      [
        "etz",
        -6.289474e-05
      ],
      [
        "al",
        -7.4576696e-05
      ],
      [
        "co",
        -2.2127088e-05
      ],
      [
        "atl",
        -6.392203e-06
      ]
    ]
  },
  "This god asked worms to bore holes in a conch to make a trumpet, and his blood was used to form the fifth world. As a consequence for sleeping with his sister, this god was exiled by Tezcatlipoca [tet-SCOT-lee-POH-kah] and condemned to float on a raft of snakes. He brought fire from Mictlan [meek-t-lahn]": {
    "guess": "Quetzalcoatl",
    "confidence": [
      [
        "Qu",
        -0.39572927
      ],
      [
        "etz",
        -4.1199673e-05
      ],
      [
        "al",
        -4.823269e-05
      ],
      [
        "co",
        -4.8471098e-05
      ],
      [
        "atl",
        -8.299462e-06
      ]
    ]
  },
  "A god sitting in this character's lap erases memory, creating a situation in which \"the inward fire eats the soft marrow away, and the internal wound bleeds on in silence.\" This character tricks King Iarbas into giving her as much land as can be covered by an oxhide, which she cuts into strips to encircle a hill, leading that territory to be called Byrsa. Her husband Sychaeus appears to her as a ghost, urging her to flee from her brother Pygmalion in Tyre. This woman kills herself on a funeral pyre after the departure of her lover, who had escaped from the fall of Troy and went on to found Rome. For 10 points, name this queen of Carthage who appears in Virgil's Aeneid.": {
    "guess": "Dido",
    "confidence": [
      [
        "D",
        -0.004457655
      ],
      [
        "ido",
        -1.6524515e-05
      ]
    ]
  },
  "This god was once retrieved from a pillar in a palace at Byblos that later represented this god's spine as the Djed pillar. During the Ptolemaic period, this god was replaced with a Greco-Egyptian hybrid called Serapis. This ruler of Duat wore the Atef crown and was commonly depicted as a (*) green-skinned mummy holding a flail and crook. His brother sealed him in a coffin with molten lead and dismembered his body into fourteen pieces, after which his wife Isis recovered thirteen of them. For ten points, identify this god who was killed by Set and became the Egyptian god of the underworld.": {
    "guess": "Osiris",
    "confidence": [
      [
        "Os",
        -0.007295082
      ],
      [
        "iris",
        -1.9361265e-07
      ]
    ]
  },
  "This god who is said to live in a peak in the Himalayas known as Mount Kailasa is worshiped through the phallic lingam symbol. One form of this god, Nataraja, is also known for holding the sacred hourglass shaped drum whose rhythm the Universe supposedly originated from. He obtained his blue throat after he drank all the poison churned up in the world ocean. This god who has the Ganges running through his hair burned Kama with his third eye. When this god's son would not let him see his wife, he": {
    "guess": "Shiva",
    "confidence": [
      [
        "Sh",
        -0.07265085
      ],
      [
        "iva",
        -6.1537958e-06
      ]
    ]
  },
  "This god, whose role was similar to that of Wepwawet, appears briefly in The Golden Ass, where he is described as a \"messenger between heaven and hell, displaying alternately a face black as night and golden as day.\" In one story, when Set disguised himself as a leopard, this god seized Set and branded him all over with a hot iron, then flayed him and wore his skin. He was sometimes considered the illegitimate son of Osiris by Nephthys, and he assisted Isis in her quest to find and embalm the body of Osiris. FTP, name this funerary deity with the head of a black dog or jackal.": {
    "guess": "Anubis",
    "confidence": [
      [
        "An",
        -0.010860227
      ],
      [
        "ub",
        -1.8431772e-05
      ],
      [
        "is",
        -5.4908094e-05
      ]
    ]
  },
  "This god is the son of Laufey and Farbaui, and he had a child with the horse Svaoilfari. This god is currently bound by the entrails of his son, and a serpent drips venom on his head, which his wife Sigyn catches in a bowl. All that was punishment for this god making a magical spear out of (*) mistletoe, the only plant which hadn't promised Frigg not to harm her son, and this god is the father of Hel, the wolf Fenrir, and the \"World Serpent\" Jormungandr.For ten points, name this god who helped kill": {
    "guess": "Loki",
    "confidence": [
      [
        "L",
        -0.081540205
      ],
      [
        "oki",
        -5.7292167e-05
      ]
    ]
  },
  "This god asked worms to bore holes in a conch to make a trumpet, and his blood was used to form the fifth": {
    "guess": "Vishnu",
    "confidence": [
      [
        "V",
        -0.21455848
      ],
      [
        "ish",
        -0.07424961
      ],
      [
        "nu",
        -0.6017492
      ]
    ]
  },
  "This goddess is the protagonist of the Lay of Hyndla, in which she helps Ottar search for his ancestry. Hrungnir drunkenly boasted that he would take home Sif and this deity, who presides over Sessrúmnir.": {
    "guess": "Freyja",
    "confidence": [
      [
        "F",
        -0.24648084
      ],
      [
        "rey",
        -0.15367892
      ],
      [
        "ja",
        -0.00020866614
      ]
    ]
  },
  "This god was worshipped as Serapis in Alexandria, but his major cult center was Abydos. The eldest son of Geb and Nut, this god was locked in a chest, after which his body was found supporting a palace in Byblos; after finding him, his killer tore him into 14 pieces, 13 of which were found and reassembled": {
    "guess": "Osiris",
    "confidence": [
      [
        "Os",
        -0.0033724615
      ],
      [
        "iris",
        -0.0001201125
      ]
    ]
  },
  "This god transformed the elderly couple Baucis and Philemon into trees and transformed the godless Lycaon into a wolf. This deity killed Porphyrion for trying to rape his wife. Leda, the wife of Tyndareus,": {
    "guess": "Zeus",
    "confidence": [
      [
        "Ze",
        -0.5934408
      ],
      [
        "us",
        -3.464347e-05
      ]
    ]
  },
  "This god had a daughter who was changed into a linden tree following the birth of Chiron. This god married a goddess who was once the nurse of Hera during the Titanomachy, and a prohibition on touching this deity is why Callisto never sets. This deity announces that \"new also is the ruler among gods\" and that \"it is most advantageous, when truly wise, to be deemed a fool\" when he visits Prometheus in Prometheus Bound. This was the only Titan who did not participate in the castration of Uranus. This husband of Tethys was the father of Periboea, Ceto, Callirrhoe, Amphitrite, and many other daughters. For 10 points, name this Greek god who personified the river encircling the world.": {
    "guess": "Oceanus",
    "confidence": [
      [
        "Ocean",
        -0.0039230953
      ],
      [
        "us",
        -0.00058937154
      ]
    ]
  },
  "This god was attacked by one of the avatars of Vishnu, Rama-with-an-axe. He won his wives in a contest": {
    "guess": "Parashurama",
    "confidence": [
      [
        "Par",
        -0.26558137
      ],
      [
        "ash",
        -0.009447215
      ],
      [
        "ur",
        -3.9411618e-05
      ],
      [
        "ama",
        -6.682846e-05
      ]
    ]
  },
  "This goddess was often depicted in the lids of the sarcophagi of the dead, and her main sanctuary was located at Heliopolis. She was sometimes portrayed with a vase on her head or with her hands and feet touching the ground so that her body formed a semicircle. In some images she is seen as a naked woman covered in painted stars and her fingers and toes touching the four cardinal points. Chapter fifty-nine": {
    "guess": "Nut (goddess)",
    "confidence": [
      [
        "Nut",
        -0.005549986
      ],
      [
        " (",
        -0.00011200665
      ],
      [
        "g",
        -4.2272506e-05
      ],
      [
        "odd",
        0.0
      ],
      [
        "ess",
        -5.6769813e-06
      ],
      [
        ")",
        -1.8624639e-06
      ]
    ]
  },
  "One god of this type from Celtic myth brewed beer that granted immortality to the drinker and was the son of Danu. In addition to Goibniu, a deity of this type in Finnish myth served as the patron of travelers and gave fire to man in addition to his more famous role. Along with Ilmarinen, who [*] made the Sampo, a Greek god of this type was raised by Thetis and Eurynome and worshipped at Lemnos after being thrown from Olympus by Hera. That god was married to Aphrodite, created the armor of Achilles": {
    "guess": "Smithery",
    "confidence": [
      [
        "Smith",
        -0.69419867
      ],
      [
        "ery",
        -0.056577895
      ]
    ]
  },
  "This god rejected the advances of the nymph Clytie and eventually turned her into a flower. Emperor Julian the Apostate attempted to revive worship of this Greek deity in the Roman empire and he gave Heracles a golden goblet after he threatened to shoot this god. His daughters turned themselves into": {
    "guess": "Apollo",
    "confidence": [
      [
        "Apollo",
        -0.47336575
      ]
    ]
  },
  "This god asked worms to bore holes in a conch to make a trumpet, and his blood was used to form the fifth world. As a consequence for sleeping with his sister, this god was exiled by Tezcatlipoca [tet-SCOT-lee-POH-kah] and condemned to float on a raft of snakes. He brought fire from Mictlan [meek-t-lahn] with the help of his twin brother, (*) Xolotl [zoh-LAH-tuhl]. Symbolized by the morning star and once confused with Hernan Cortez, for 10 points, name this feathered-serpent Aztec god.": {
    "guess": "Quetzalcoatl",
    "confidence": [
      [
        "Qu",
        -0.013151758
      ],
      [
        "etz",
        -5.50273e-05
      ],
      [
        "al",
        -4.8113485e-05
      ],
      [
        "co",
        -2.618001e-05
      ],
      [
        "atl",
        -3.650519e-06
      ]
    ]
  },
  "This goddess was often depicted in the lids of the sarcophagi of the dead, and her main sanctuary was located at Heliopolis. She was sometimes portrayed with a vase on her head or with her hands and feet touching the ground so that her body formed a semicircle. In some images she is seen as a naked woman": {
    "guess": "Nut (goddess)",
    "confidence": [
      [
        "Nut",
        -0.007926946
      ],
      [
        " (",
        -0.00021712594
      ],
      [
        "g",
        -9.5198935e-05
      ],
      [
        "odd",
        -7.89631e-07
      ],
      [
        "ess",
        -2.8160932e-06
      ],
      [
        ")",
        -3.7697225e-06
      ]
    ]
  },
  "The goddess of fertility in this mythological system has a name deriving from the word \"to bathe.\" In one myth from this belief system, the harvest is due to the incestuous relationship between Yarilo and Morena, and winter comes after Morena throws Yarilo down into the underworld for his unfaithfulness. After driving his enemy into the underworld, one god in this myth system shouted \"that is your place! Stay there!\" This mythology includes demons like the shishiga, which lives in the (*) Kama River and harasses drunkards as well as the bagiennik. In this mythology, the blacksmith Svarog may be": {
    "guess": "Slavic mythology",
    "confidence": [
      [
        "Sl",
        -0.009230978
      ],
      [
        "avic",
        -2.1008714e-06
      ],
      [
        " mythology",
        -0.59196675
      ]
    ]
  },
  "He was a god of grain and agriculture worshipped by the Amorites, Eblans, and Ugaritic peoples, for whom his name also meant grain. Sanchuniathon reports that his name means siton, the Greek word for grain,* and claims that after he discovered agriculture, he was worshipped as Zeus Arotrios. He was occasionally equated with Enlil by the Sumerians and was mentioned in Hammurabi's Code. Rashi, an 11th Century Rabbi, posits that he was part fish, a tradition which was used by Milton in Paradise Lost.": {
    "guess": "Dagon",
    "confidence": [
      [
        "D",
        -0.15467587
      ],
      [
        "agon",
        -0.07988983
      ]
    ]
  },
  "When this god was born, his counterpart felt his strength increase  and appendages enlarge, but when this god flew away, that counterpart  lost all of his strength. He was often depicted as tugging on a palm tree  along with that other god. Pausanias records that this god's cult was  worshipped by barbarians": {
    "guess": "Heracles",
    "confidence": [
      [
        "Her",
        -0.6130849
      ],
      [
        "acles",
        -0.025194718
      ]
    ]
  },
  "This god's twin brother had the head of a dog, and this god immolated himself for sleeping with his sister while drunk, after which he became a brother of the planet Venus. He sprinkled his own blood onto some bones in the underworld of Mictlan, and in doing so created the fifth race of man. This son of Coatlicue [COAT - lee - cue] had a rivalry with a brother who had his foot bitten off by a crocodile. That brother had a name meaning  (*) \"smoking mirror,\" and their rivalry caused this god to be exiled on a raft of snakes. For ten points, name this white-skinned \"feathered serpent\" and rival of Tezcatlipoca whom the Aztecs confused with a Spanish conquistador.": {
    "guess": "Huitzilopochtli",
    "confidence": [
      [
        "H",
        -0.30501452
      ],
      [
        "uit",
        -0.004202694
      ],
      [
        "z",
        -9.293406e-05
      ],
      [
        "il",
        -6.6232446e-05
      ],
      [
        "op",
        -0.001392258
      ],
      [
        "ocht",
        -4.8113485e-05
      ],
      [
        "li",
        -1.5809293e-05
      ]
    ]
  },
  "This god gave the horse Gullfaxi to his son Magni after killing the giant Hrungnir with the help of his servant Thialfi. This god disguised himself as Freya to reclaim his weapon from Thrym, and will kill": {
    "guess": "Thor",
    "confidence": [
      [
        "Thor",
        -0.011787602
      ]
    ]
  },
  "This god's association with disease led to confusion in interpreting this god's epithet Smintheus, and this god sent the plague that swept through the Greek camp when Agamemnon initially refused to return Chryseis to her father. This god killed some Cyclopes in retaliation for the death of his son with Coronis, who had been struck down by Zeus for trying to raise Hippolytus from the dead. After mocking Eros' arrows, this god fell in love with the daughter of Peneus and pursued her until she turned into a laurel tree. For 10 points, name this figure who fathered Asclepius and pursued the nymph Daphne,": {
    "guess": "Apollo",
    "confidence": [
      [
        "Apollo",
        -0.0066103307
      ]
    ]
  },
  "A god sitting in this character's lap erases memory, creating a situation in which \"the inward fire eats the soft marrow away, and the internal wound bleeds on in silence.\" This character tricks King Iarbas into giving her as much land as can be covered by an oxhide, which she cuts into strips to encircle a hill, leading that territory to be called Byrsa. Her husband Sychaeus appears to her as a ghost,": {
    "guess": "Dido",
    "confidence": [
      [
        "D",
        -0.008064841
      ],
      [
        "ido",
        -2.5703197e-05
      ]
    ]
  },
  "This god transformed the elderly couple Baucis and Philemon into trees and transformed the godless Lycaon into a wolf. This deity killed Porphyrion for trying to rape his wife. Leda, the wife of Tyndareus, was approached by this god in the form of a swan and he dressed as Amphitryon to seduce Alcmene. This god's father Cronos ate a rock in place of him, and Athena sprang fully formed from this god's head. This brother of Hades and Poseidon is married to his sister Hera. For 10 points, name this supreme": {
    "guess": "Zeus",
    "confidence": [
      [
        "Ze",
        -0.002726179
      ],
      [
        "us",
        -5.0139948e-05
      ]
    ]
  },
  "This god had a son named Ihy, a falcon child-god, and in one story, it is this god who cheers Ra up with a lewd display after the baboon god Baba taunts him that his shrine is empty. Similar to the pre-dynastic god Bat, items associated with this god include malachite, lapis lazuli, the menat necklace,": {
    "guess": "Hathor",
    "confidence": [
      [
        "H",
        -0.6304222
      ],
      [
        "ath",
        -0.02806648
      ],
      [
        "or",
        -8.220573e-05
      ]
    ]
  },
  "This god had a daughter who was changed into a linden tree following the birth of Chiron. This god married a goddess who was once the nurse of Hera during the Titanomachy, and a prohibition on touching this deity is why Callisto never sets. This deity announces that \"new also is the ruler among gods\" and that \"it is most advantageous, when truly wise, to be deemed a fool\" when he visits Prometheus in Prometheus Bound. This was the only Titan who did not participate in the castration of Uranus. This husband of Tethys was the father of Periboea, Ceto, Callirrhoe, Amphitrite, and many other daughters.": {
    "guess": "Oceanus",
    "confidence": [
      [
        "Ocean",
        -0.059872534
      ],
      [
        "us",
        -0.001229158
      ]
    ]
  },
  "A goddess sends Allecto to enrage Queen Amata in an attempt to prevent this man from getting married a third time. This leader's son notes that his comrades are fulfilling a prophecy by eating the bread": {
    "guess": "Aeneas",
    "confidence": [
      [
        "A",
        -0.29433334
      ],
      [
        "ene",
        -0.0001135563
      ],
      [
        "as",
        -0.5554085
      ]
    ]
  },
  "This god saved the fisherman Adapa, whom another deity wanted to give the food of death for having magically stopped the wind. In one story, this deity's semen was taken out of his lover and planted in": {
    "guess": "Enki",
    "confidence": [
      [
        "En",
        -0.09191341
      ],
      [
        "ki",
        -0.01806413
      ]
    ]
  },
  "The goddess of love in this culture lures a man to her mother's party by smearing honey on his lips. In one of this people's myths, a woman gets tricked by her romantic rival into cutting off her ears to add to a soup, leading to a quarrel in which she gets turned into a river. The mythical founder of this people died in a riot that broke out near the pyre of an iconoclast who smashed up several statues with an axe, named Braima. They believed that a despotic king hanged himself after a rebellion,": {
    "guess": "Yoruba mythology",
    "confidence": [
      [
        "Y",
        -2.3978918
      ],
      [
        "or",
        -0.11291079
      ],
      [
        "uba",
        -0.0059362636
      ],
      [
        " mythology",
        -0.25801194
      ]
    ]
  },
  "This god asked for a magical pig-skin that could heal all wounds as part of a fine levied against the sons of Turenn. This foster son of Manannan mac Lir claimed competence in ten arts, including cupbearing, to gain entrance to Tara, then proceeded to win a game of fidchell and defeat Oghma in a flagstone-hurling contest. This son of Cian and Ethniu fulfilled a prophecy during the second battle of Mag Tuired when he killed his maternal grandfather, Balor of the Evil Eye. FTP name this god who succeeded Nuada to leadership of the Tuatha de Dánann, considered the divine father of Cuchulainn.": {
    "guess": "Lugh of the Long Hand",
    "confidence": [
      [
        "L",
        -0.00046606173
      ],
      [
        "ugh",
        -6.575563e-05
      ],
      [
        " of",
        -0.54784185
      ],
      [
        " the",
        -0.00022678143
      ],
      [
        " Long",
        -0.0005500526
      ],
      [
        " Hand",
        -0.00520459
      ]
    ]
  },
  "Because this god's favorite color was red, brides in Scandinavia wore red gowns and used rings with red stones. In preparation for his duel with this god at Griottunagard, one giant created Mokerkialfi to battle this man's servant; that giant was Hrungnir. Served by (*) Thialfi, this god fathered Magni and Modi on Jarnsaxa. This god unexpectedly ate a large amount of food while disguised as Freya before": {
    "guess": "Thor",
    "confidence": [
      [
        "Thor",
        -0.20114528
      ]
    ]
  },
  "This god's association with disease led to confusion in interpreting this god's epithet Smintheus, and this god sent the plague that swept through the Greek camp when Agamemnon initially refused to return": {
    "guess": "Apollo",
    "confidence": [
      [
        "Apollo",
        -0.003750202
      ]
    ]
  },
  "This god gave the horse Gullfaxi to his son Magni after killing the giant Hrungnir with the help of his servant Thialfi. This god disguised himself as Freya to reclaim his weapon from Thrym, and will kill the Midgard Serpent at Ragnarok, only to die from its poison. He kills his enemies with lightning": {
    "guess": "Thor",
    "confidence": [
      [
        "Thor",
        -0.0065726694
      ]
    ]
  },
  "This god was the father of the Argonaut Nauplios by the Danaid Amymone, and his seduction of Iphimedeia produced two giants that imprisoned Ares in a bronze jar before being outwitted by Artemis and killing": {
    "guess": "Aloadae",
    "confidence": [
      [
        "A",
        -1.1344776
      ],
      [
        "load",
        -0.008411735
      ],
      [
        "ae",
        -0.013237525
      ]
    ]
  },
  "The god responsible for this event summons a rude messenger and then sneezes to get another god to drop him. After this event, a god makes a show of taking a key and unlocking many closets' worth of ambrosia, nectar, gold, silver, and fine clothing, although he knows where the responsible party is hiding.": {
    "guess": "Pandora's box",
    "confidence": [
      [
        "P",
        -1.2405633
      ],
      [
        "and",
        -0.13102742
      ],
      [
        "ora",
        -0.044932593
      ],
      [
        "'s",
        -0.09317359
      ],
      [
        " box",
        -0.3455315
      ]
    ]
  },
  "Gods were powerful entities that were to be appealed to or appeased in times of trouble. Given a set of circumstances, identify what deity would you most likely appeal to for help, FTSNOP.      A. (5pts) You are a misogynistic sculptor who just fell in love with your marble  sculpture on the Greek Island": {
    "guess": "Aphrodite",
    "confidence": [
      [
        "A",
        -0.066464074
      ],
      [
        "ph",
        -0.14083885
      ],
      [
        "rod",
        -5.383526e-05
      ],
      [
        "ite",
        -2.1650272e-05
      ]
    ]
  },
  "It's not God, but Chapter 4 of John Stuart Mill's On Liberty claims that no benefit is derived from imagining": {
    "guess": "On Liberty",
    "confidence": [
      [
        "On",
        -0.011616658
      ],
      [
        " Liberty",
        -0.0012173788
      ]
    ]
  },
  "This god spent four days in a stone box before ordering that the box be sealed. This god burned down some houses after all of the flowers in his garden died when his brother descended from the sky by a spider's thread. Bees produced sounds as they flew through a (*) conch shell given to this god in the underworld. While there, this god retrieved bones that he later used to recreate mankind. This god's malevolent brother baited Cipactli with his foot. For 10 points, identify this brother of Tezcatlipoca, the \"feathered serpent\" of the Aztecs.": {
    "guess": "Quetzalcoatl",
    "confidence": [
      [
        "Qu",
        -0.43396696
      ],
      [
        "etz",
        -2.9517714e-05
      ],
      [
        "al",
        -0.00043484138
      ],
      [
        "co",
        -9.639097e-05
      ],
      [
        "atl",
        -1.147242e-06
      ]
    ]
  },
  "When this god was born, his counterpart felt his strength increase  and appendages enlarge, but when this god flew away, that counterpart  lost all of his strength. He was often depicted as tugging on": {
    "guess": "Horus",
    "confidence": [
      [
        "H",
        -0.43865865
      ],
      [
        "orus",
        -0.030049799
      ]
    ]
  },
  "It's not God, but Chapter 4 of John Stuart Mill's On Liberty claims that no benefit is derived from imagining this entity. Pierre-Joseph Proudhon believed that the idea of it only served a purpose between individuals. Another work said the presence of this entity ends \"a war of all against all\", so long as people acknowledge the commonwealth. In contrast to Thomas Hobbes's Leviathan, John Locke believed that it protects natural rights and allows the people to dissolve government if they disrespect it. The general will leaves man \"forced to be free\" in another interpretation. For 10 points, what is this concept that lays out the individual's relation to society, an invisible document that titles a work by Jean-Jacques Rousseau?": {
    "guess": "Social contract",
    "confidence": [
      [
        "Social",
        -0.019109415
      ],
      [
        " contract",
        -0.038991027
      ]
    ]
  },
  "The goddess of love in this culture lures a man to her mother's party by smearing honey on his lips. In one of this people's myths, a woman gets tricked by her romantic rival into cutting off her ears to add to a soup, leading to a quarrel in which she gets turned into a river. The mythical founder of this people died in a riot that broke out near the pyre of an iconoclast who smashed up several statues with an axe, named Braima. They believed that a despotic king hanged himself after a rebellion, became deified, and then gained the ability to unleash storms on his enemies with his (*) double-headed axe. The son of their creator god climbed down a great chain from heaven and used a five-toed chicken to scatter dirt, creating Earth, and then planted a very large palm tree. Eshu is a psychopomp of this people, who venerate the lightning god Shango and the supreme deity Olodumare. For 10 points, name this African ethnic group whose religion blended with Catholicism, resulting in New World religions like Candomble and Santeria.": {
    "guess": "Yoruba people",
    "confidence": [
      [
        "Y",
        -0.0014595236
      ],
      [
        "or",
        -4.4179764e-05
      ],
      [
        "uba",
        -9.4914985e-06
      ],
      [
        " people",
        -0.11727473
      ]
    ]
  },
  "This god was often associated with Seker and Osiris because of his role as a mortuary god, and the sacred bull Apis had his stall in this god's great temple.  Represented as a man in mummy form, wearing": {
    "guess": "Ptah",
    "confidence": [
      [
        "Pt",
        -0.6246388
      ],
      [
        "ah",
        -2.220075e-06
      ]
    ]
  },
  "This god rejected the advances of the nymph Clytie and eventually turned her into a flower. Emperor Julian": {
    "guess": "Clytie",
    "confidence": [
      [
        "C",
        -0.08244122
      ],
      [
        "ly",
        -0.0018382027
      ],
      [
        "tie",
        -0.044443097
      ]
    ]
  },
  "This god had a daughter who was changed into a linden tree following the birth of Chiron. This god married a goddess who was once the nurse of Hera during the Titanomachy, and a prohibition on touching this deity is why Callisto never sets. This deity announces that \"new also is the ruler among gods\" and that \"it is most advantageous, when truly wise, to be deemed a fool\" when he visits Prometheus in Prometheus Bound. This was the only Titan who did not participate in the castration of Uranus. This": {
    "guess": "Cronus",
    "confidence": [
      [
        "C",
        -0.7619616
      ],
      [
        "ron",
        -0.04261612
      ],
      [
        "us",
        -0.010959508
      ]
    ]
  },
  "This god was worshipped as Serapis in Alexandria, but his major cult center was Abydos. The eldest son of Geb and Nut, this god was locked in a chest, after which his body was found supporting a palace in Byblos; after finding him, his killer tore him into 14 pieces, 13 of which were found and reassembled by his wife. That killer was his brother (*) Set, who was later defeated by this man's son, Horus. Symbolized as a green mummy holding a crook and flail, name this husband of Isis and Egyptian god": {
    "guess": "Osiris",
    "confidence": [
      [
        "Os",
        -0.0022713433
      ],
      [
        "iris",
        -0.00012106613
      ]
    ]
  },
  "This god turned his daughter's suitor, Alvis, to stone. He once had a whetstone lodged in his forehead after a battle with the Mist Calf and the giant Hrungnir. Tanngnjostr and Tanngrisnir are the two goats that pull this god's chariot. On one occasion, he disguised himself as Freya in order to take back his prized possession. At Ragnarok, he will kill and be killed by Jormungandr, the Midgard Serpent. For 10 points, name this husband of Sif, who wields his hammer Mjollnir, as the Norse god of Thunder.": {
    "guess": "Thor",
    "confidence": [
      [
        "Thor",
        -0.0025145393
      ]
    ]
  },
  "This god was worshipped as Serapis in Alexandria, but his major cult center was Abydos. The eldest son of Geb and Nut, this god was locked in a chest, after which his body was found supporting a palace": {
    "guess": "Osiris",
    "confidence": [
      [
        "Os",
        -0.004318553
      ],
      [
        "iris",
        -7.862962e-05
      ]
    ]
  },
  "This god is similar to a Mayan deity of kingship known as \"God K\". This god is called Tepeyollotl when he takes the form of the animal associated with him. The stars of the Great Bear constellation are the footprints left by this god as he tried to approach the polar star. In a ceremony dedicated to": {
    "guess": "Tezcatlipoca",
    "confidence": [
      [
        "Te",
        -0.19802159
      ],
      [
        "z",
        -0.17681764
      ],
      [
        "cat",
        -2.8160932e-06
      ],
      [
        "lip",
        -2.8802491e-05
      ],
      [
        "oca",
        -1.9816675e-06
      ]
    ]
  },
  "One god of this type is an old man revered by the Aborigines,The Bluetongue Lizard, who would feign blindness to have his sons hunt for him and is the source of the Warlpiri fire ceremonies. A European figure of this type is Reynard the Fox, often used as a peasant-hero. A common creature depicted in": {
    "guess": "Trickster",
    "confidence": [
      [
        "Tr",
        -0.0053414395
      ],
      [
        "ick",
        -6.0391463e-05
      ],
      [
        "ster",
        -0.0016161427
      ]
    ]
  },
  "This goddess is the protagonist of the Lay of Hyndla, in which she helps Ottar search for his ancestry. Hrungnir drunkenly boasted that he would take home Sif and this deity, who presides over Sessrúmnir. This rider of Hildisvíni is described as having had two daughters named Gersemi and Hnoss with her husband Odr. In the Lokasenna, Njord interrupts Loki during a story in which he describes how this goddess was caught in bed with her (*) brother after she farted. This goddess let Loki borrow her falcon cloak to retrieve Idunn, and Thor pretended to be this goddess retrieve Mjölnir and kill Thrym. This owner of Brísingamen takes half of all the dead to her hall of Folkvangr, and owns a chariot": {
    "guess": "Freyja",
    "confidence": [
      [
        "F",
        -0.030011617
      ],
      [
        "rey",
        -0.39006355
      ],
      [
        "ja",
        -4.763667e-05
      ]
    ]
  },
  "After this god's son brought Hippolytus back to life, Asclepius was killed by Zeus. Along with his sister, he killed Niobe's seven sons. He slew the dragon Python and established the Oracle of Delphi at the place where it died. This son of Leto pursued the nymph (*) Daphne, only for her to turn into a laurel tree. For 10 points, name this Greek god of archery, music, and light whose twin sister was": {
    "guess": "Apollo",
    "confidence": [
      [
        "Apollo",
        -0.0066813906
      ]
    ]
  },
  "The god responsible for this event summons a rude messenger and then sneezes to get another god to drop him. After this event, a god makes a show of taking a key and unlocking many closets' worth of ambrosia, nectar, gold, silver, and fine clothing, although he knows where the responsible party is hiding. When asked about this event, a god replies that he cares only about sleep, his mother's milk, and warm clothing. An old man tilling a vineyard is promised that the grapes will produce a prodigious amount of wine, if he keeps his (*) mouth shut about this event. Hearing about this event, which is described in detail in the longest Homeric Hymn, Zeus erupts with laughter and refuses to dole out": {
    "guess": "Homeric Hymn to Hermes",
    "confidence": [
      [
        "Hom",
        -0.8293671
      ],
      [
        "eric",
        -2.4272753e-05
      ],
      [
        " H",
        -0.00678015
      ],
      [
        "ym",
        -0.00013870094
      ],
      [
        "n",
        -0.12952586
      ],
      [
        " to",
        -0.004834515
      ],
      [
        " Hermes",
        -0.022694997
      ]
    ]
  },
  "This god rejected the advances of the nymph Clytie and eventually turned her into a flower. Emperor Julian the Apostate attempted to revive worship of this Greek deity in the Roman empire and he gave Heracles a golden goblet after he threatened to shoot this god. His daughters turned themselves into poplar trees and flowed tears of amber after their brother died and fell into the river Eridanus. This father of the witch (*) Circe gave a dragon-pulled chariot to his granddaughter Medea after she killed her two sons. Odysseus' men were killed for eating the sacred cattle of this deity, whose son": {
    "guess": "Helios",
    "confidence": [
      [
        "Hel",
        -0.0021066018
      ],
      [
        "ios",
        -0.0014914115
      ]
    ]
  },
  "This god had a son named Ihy, a falcon child-god, and in one story, it is this god who cheers Ra up with a lewd display after the baboon god Baba taunts him that his shrine is empty. Similar to the pre-dynastic god Bat, items associated with this god include malachite, lapis lazuli, the menat necklace, and the sistrum, and the major cult center at Dendera, where she was worshipped along with Horus-Behdety. The \"lady of the west,\" she is a peaceful god, unlike her companion, who is also the eye of Ra. FTP, name this Egyptian goddess represented as a female cow with the sun between her horns.": {
    "guess": "Hathor",
    "confidence": [
      [
        "H",
        -0.0030503199
      ],
      [
        "ath",
        -0.0004388943
      ],
      [
        "or",
        -3.297462e-05
      ]
    ]
  },
  "One god of this type is an old man revered by the Aborigines,The Bluetongue Lizard, who would feign blindness to have his sons hunt for him and is the source of the Warlpiri fire ceremonies. A European figure of this type is Reynard the Fox, often used as a peasant-hero. A common creature depicted in this way is the coyote or the raven, as according to Claude Levi-Strauss they are viewed as mediator animals between life and death. Another god of this type gave birth to Sleipnir after attempting to prevent a builder from completing the fortifications around Valhalla. For 10 points, name this type of deity, exemplified by Loki and Hermes.": {
    "guess": "Trickster",
    "confidence": [
      [
        "Tr",
        -0.00039158878
      ],
      [
        "ick",
        -1.4974867e-05
      ],
      [
        "ster",
        -0.0022523147
      ]
    ]
  },
  "One of this god's possessions changes from a Madjet to a Semektet daily, and this ancestor of all nine": {
    "guess": "Ra",
    "confidence": [
      [
        "Ra",
        -0.86641896
      ]
    ]
  },
  "The goddess of love in this culture lures a man to her mother's party by smearing honey on his lips. In one of this people's myths, a woman gets tricked by her romantic rival into cutting off her ears to add to a soup, leading to a quarrel in which she gets turned into a river. The mythical founder of this people died in a riot that broke out near the pyre of an iconoclast who smashed up several statues with an axe, named Braima. They believed that a despotic king hanged himself after a rebellion, became deified, and then gained the ability to unleash storms on his enemies with his (*) double-headed axe. The son of their creator god climbed down a great chain from heaven and used a five-toed": {
    "guess": "Aztec mythology",
    "confidence": [
      [
        "Az",
        -2.1776948
      ],
      [
        "tec",
        -0.52197
      ],
      [
        " mythology",
        -0.34621063
      ]
    ]
  },
  "It's not God, but Chapter 4 of John Stuart Mill's On Liberty claims that no benefit is derived from imagining this entity. Pierre-Joseph Proudhon believed that the idea of it only served a purpose between individuals. Another work said the presence of this entity ends \"a war of all against all\", so long as people acknowledge the commonwealth. In contrast to Thomas Hobbes's Leviathan, John Locke believed that it protects natural rights and allows the people to dissolve government if they disrespect it. The general will leaves man \"forced to be free\" in another interpretation. For 10 points, what": {
    "guess": "Social contract",
    "confidence": [
      [
        "Social",
        -0.0627939
      ],
      [
        " contract",
        -0.6557173
      ]
    ]
  },
  "As the god Rig, he created the three races of mankind:  the serfs, the peasants, and the warriors.  Similar to the god Tyr, his rides the mount Gulltop, and lives in the hall of Himinbjorg.  Born of the nine daughters of Aegir, he is also known as Gullintani because of his \"golden, shining teeth.\"  He": {
    "guess": "Heimdallr",
    "confidence": [
      [
        "He",
        -0.23991084
      ],
      [
        "imd",
        -0.00028016636
      ],
      [
        "all",
        -9.372295e-06
      ],
      [
        "r",
        -0.00029792404
      ]
    ]
  },
  "This god asked for a magical pig-skin that could heal all wounds as part of a fine levied against the sons of Turenn. This foster son of Manannan mac Lir claimed competence in ten arts, including cupbearing, to gain entrance to Tara, then proceeded to win a game of fidchell and defeat Oghma in a flagstone-hurling contest. This son of Cian and Ethniu fulfilled a prophecy during the second battle of": {
    "guess": "Lugh of the Long Hand",
    "confidence": [
      [
        "L",
        -0.010215447
      ],
      [
        "ugh",
        -4.310693e-05
      ],
      [
        " of",
        -0.0055458355
      ],
      [
        " the",
        -0.00013309837
      ],
      [
        " Long",
        -0.00020604367
      ],
      [
        " Hand",
        -0.0010398368
      ]
    ]
  },
  "This god asked for a magical pig-skin that could heal all wounds as part of a fine levied against the sons of Turenn. This foster son of Manannan mac Lir claimed competence in ten arts, including cupbearing,": {
    "guess": "Lugh of the Long Hand",
    "confidence": [
      [
        "L",
        -0.0008974085
      ],
      [
        "ugh",
        -8.89548e-06
      ],
      [
        " of",
        -9.968313e-06
      ],
      [
        " the",
        -1.4378848e-05
      ],
      [
        " Long",
        -7.9418505e-06
      ],
      [
        " Hand",
        -4.2153304e-05
      ]
    ]
  },
  "One god of this type from Celtic myth brewed beer that granted immortality to the drinker and was the": {
    "guess": "Celtic mythology",
    "confidence": [
      [
        "C",
        -0.5571646
      ],
      [
        "elt",
        -0.025198208
      ],
      [
        "ic",
        -0.00015681623
      ],
      [
        " mythology",
        -0.16214044
      ]
    ]
  },
  "This god's son was so disgusted with the food offered at a feast that he killed Uke Mochi, sparking a feud with a sibling that lived at Ise-Jingu. Another one of this man's children slayed Yamata-no-Orochi,": {
    "guess": "Susanoo-no-Mikoto",
    "confidence": [
      [
        "Susan",
        -0.007781722
      ],
      [
        "oo",
        -3.22594e-05
      ],
      [
        "-no",
        -0.18805636
      ],
      [
        "-M",
        -4.274932e-05
      ],
      [
        "ik",
        -0.00015550498
      ],
      [
        "oto",
        -7.77952e-05
      ]
    ]
  },
  "Their gods included Illapa, the god of thunder, Mamaquilla, a moon goddess, and Viracocha, the great creator. Lesser powers were \"huacas,\" spirits that inhabited natural objects such as rocks and mountains. None of them could save Huayna Capac from smallpox in 1527, or prevent civil war between his sons Huascar and Atahualpa. FTP, name this empire centered on Cuzco which was conquered by the forces of Francisco Pizarro.": {
    "guess": "Inca Empire",
    "confidence": [
      [
        "In",
        -0.038296465
      ],
      [
        "ca",
        -9.729906e-06
      ],
      [
        " Empire",
        -0.27504435
      ]
    ]
  },
  "This goddess is the protagonist of the Lay of Hyndla, in which she helps Ottar search for his ancestry. Hrungnir drunkenly boasted that he would take home Sif and this deity, who presides over Sessrúmnir. This rider of Hildisvíni is described as having had two daughters named Gersemi and Hnoss with her husband Odr. In the Lokasenna, Njord interrupts Loki during a story in which he describes how this goddess was caught in bed with her (*) brother after she farted. This goddess let Loki borrow her falcon cloak to retrieve Idunn, and Thor pretended to be this goddess retrieve Mjölnir and kill Thrym.": {
    "guess": "Freyja",
    "confidence": [
      [
        "F",
        -0.008796916
      ],
      [
        "rey",
        -0.009866109
      ],
      [
        "ja",
        -3.1186566e-05
      ]
    ]
  },
  "This goddess is the protagonist of the Lay of Hyndla, in which she helps Ottar search for his ancestry. Hrungnir drunkenly boasted that he would take home Sif and this deity, who presides over Sessrúmnir. This rider of Hildisvíni is described as having had two daughters named Gersemi and Hnoss with her husband Odr. In the Lokasenna, Njord interrupts Loki during a story in which he describes how this goddess was caught in bed with her (*) brother after she farted. This goddess let Loki borrow her": {
    "guess": "Freyja",
    "confidence": [
      [
        "F",
        -0.015265089
      ],
      [
        "rey",
        -0.0045220926
      ],
      [
        "ja",
        -0.0002447702
      ]
    ]
  },
  "This god slept successively with Amma, Edda, and Modir, thus creating Thrall, Karl, and Jarl, the progenitors of the three races of men, in his guise of Rig. Sometimes called the grandson of Geirrendour the Giant, he lives at the Cliff of Heaven, has (*) golden teeth, and carries the Gjallar horn.  Said to be the son of nine mothers, he can hear wool growing on sheep. For 10 points— name this guardian": {
    "guess": "Heimdallr",
    "confidence": [
      [
        "He",
        -0.0013678579
      ],
      [
        "imd",
        -4.632543e-05
      ],
      [
        "all",
        -1.378283e-05
      ],
      [
        "r",
        -0.18133502
      ]
    ]
  },
  "This god was the dedicatee of the Isthmian Games. He slept with Aethra on the same night as Aegeus, and ordered the death of Hippolytus at the request of his son Theseus. This god lost a contest when his offering was judged inferior to the olive trees of Athena. His offspring include the shape-shifter Proteus and the god Triton. This god of earthquakes was the brother of Zeus and was often depicted": {
    "guess": "Poseidon",
    "confidence": [
      [
        "Pose",
        -0.0014294054
      ],
      [
        "idon",
        -0.00017672323
      ]
    ]
  },
  "Because this god's favorite color was red, brides in Scandinavia wore red gowns and used rings with red stones. In preparation for his duel with this god at Griottunagard, one giant created Mokerkialfi to battle this man's servant; that giant was Hrungnir. Served by (*) Thialfi, this god fathered Magni and Modi on Jarnsaxa. This god unexpectedly ate a large amount of food while disguised as Freya before killing the giant Thrym. At Ragnarok, this God will kill and be killed by Jormungandr, and this husband of Sif wields the hammer Mjollnir. For 10 points, name this Norse god of thunder.": {
    "guess": "Thor",
    "confidence": [
      [
        "Thor",
        -0.00084917503
      ]
    ]
  },
  "This god asked Alvis questions until the sun turned that dwarf to stone, and he killed the giant Thrym while dressed as Freya. His son Magni will inherit his weapon upon his death, and his wife (*) Sif's long golden hair was cut off by Loki. He will kill and be killed by Jormungandr at Ragnorak, and": {
    "guess": "Thor",
    "confidence": [
      [
        "Thor",
        -0.0019960855
      ]
    ]
  },
  "This god's twin brother had the head of a dog, and this god immolated himself for sleeping with his sister while drunk, after which he became a brother of the planet Venus. He sprinkled his own blood onto some bones in the underworld of Mictlan, and in doing so created the fifth race of man. This son of Coatlicue [COAT - lee - cue] had a rivalry with a brother who had his foot bitten off by a crocodile. That brother had a name meaning  (*) \"smoking mirror,\" and their rivalry caused this god to be": {
    "guess": "Huitzilopochtli",
    "confidence": [
      [
        "H",
        -0.73578423
      ],
      [
        "uit",
        -0.0053158198
      ],
      [
        "z",
        -0.00033284337
      ],
      [
        "il",
        -0.00013488642
      ],
      [
        "op",
        -0.0018507008
      ],
      [
        "ocht",
        -9.877504e-05
      ],
      [
        "li",
        -2.1650272e-05
      ]
    ]
  },
  "This god was once retrieved from a pillar in a palace at Byblos that later represented this god's spine as the Djed pillar. During the Ptolemaic period, this god was replaced with a Greco-Egyptian hybrid called Serapis. This ruler of Duat wore the Atef crown and was commonly depicted as a (*) green-skinned mummy holding a flail and crook. His brother sealed him in a coffin with molten lead and dismembered": {
    "guess": "Osiris myth",
    "confidence": [
      [
        "Os",
        -0.01510224
      ],
      [
        "iris",
        -1.2664457e-06
      ],
      [
        " myth",
        -0.14279898
      ]
    ]
  },
  "This god's son was so disgusted with the food offered at a feast that he killed Uke Mochi, sparking a": {
    "guess": "Uke Mochi",
    "confidence": [
      [
        "U",
        -0.6641582
      ],
      [
        "ke",
        -0.0057298057
      ],
      [
        " M",
        -0.00016897499
      ],
      [
        "och",
        -7.278864e-05
      ],
      [
        "i",
        -0.00012535013
      ]
    ]
  },
  "This god rejected the advances of the nymph Clytie and eventually turned her into a flower. Emperor Julian the Apostate attempted to revive worship of this Greek deity in the Roman empire and he gave Heracles a golden goblet after he threatened to shoot this god. His daughters turned themselves into poplar trees and flowed tears of amber after their brother died and fell into the river Eridanus. This father of the witch (*) Circe gave a dragon-pulled chariot to his granddaughter Medea after she killed": {
    "guess": "Helios",
    "confidence": [
      [
        "Hel",
        -0.25045997
      ],
      [
        "ios",
        -0.0046786107
      ]
    ]
  },
  "This god was the father of the Argonaut Nauplios by the Danaid Amymone, and his seduction of Iphimedeia": {
    "guess": "Poseidon",
    "confidence": [
      [
        "Pose",
        -0.12430187
      ],
      [
        "idon",
        -9.3291674e-05
      ]
    ]
  },
  "He was a god of grain and agriculture worshipped by the Amorites, Eblans, and Ugaritic peoples, for whom his name also meant grain. Sanchuniathon reports that his name means siton, the Greek word for grain,* and claims that after he discovered agriculture, he was worshipped as Zeus Arotrios. He was occasionally": {
    "guess": "Dagon",
    "confidence": [
      [
        "D",
        -0.24372984
      ],
      [
        "agon",
        -0.057018377
      ]
    ]
  },
  "One god of this domain is accompanied by seven judges, seven messengers, and his bald uncle Myesyats. Another god of this domain counts among his enemies the immortal disembodied head Rahu. A god of this domain was assisted by the vizier Bunene, gave an axe called \"Might of Heroes\" and the bow of Anshan to Gilgamesh, and lived in a palace guarded by scorpion men. In another myth system, Dijun and Xihe were the parents of the three-legged birds responsible for this domain, (*) nine of which were killed": {
    "guess": "Underworld",
    "confidence": [
      [
        "Under",
        -0.49932238
      ],
      [
        "world",
        -2.5941605e-05
      ]
    ]
  },
  "As the god Rig, he created the three races of mankind:  the serfs, the peasants, and the warriors.  Similar to the god Tyr, his rides the mount Gulltop, and lives in the hall of Himinbjorg.  Born of the": {
    "guess": "Heimdallr",
    "confidence": [
      [
        "He",
        -0.39833653
      ],
      [
        "imd",
        -0.0007753238
      ],
      [
        "all",
        -5.6769813e-06
      ],
      [
        "r",
        -0.00016802136
      ]
    ]
  },
  "This god was the dedicatee of the Isthmian Games. He slept with Aethra on the same night as Aegeus, and": {
    "guess": "Poseidon",
    "confidence": [
      [
        "Pose",
        -0.010404945
      ],
      [
        "idon",
        -0.00015121732
      ]
    ]
  },
  "The god responsible for this event summons a rude messenger and then sneezes to get another god to drop him. After this event, a god makes a show of taking a key and unlocking many closets' worth of ambrosia, nectar, gold, silver, and fine clothing, although he knows where the responsible party is hiding. When asked about this event, a god replies that he cares only about sleep, his mother's milk, and warm clothing. An old man tilling a vineyard is promised that the grapes will produce a prodigious amount of wine, if he keeps his (*) mouth shut about this event. Hearing about this event, which is described in detail in the longest Homeric Hymn, Zeus erupts with laughter and refuses to dole out punishment. The perpetrator of this event fashions a pair of sandals immediately after reversing a series of hoof-marks to divert suspicion away. After apologizing for this event, its perpetrator hands its victim the first-ever lyre. For 10 points, name this event in Greek mythology, in which a newborn messenger god takes some sources of beef from the twin brother of Artemis.": {
    "guess": "Hermes' theft of Apollo's cattle",
    "confidence": [
      [
        "H",
        -0.034907863
      ],
      [
        "erm",
        -0.00017147827
      ],
      [
        "es",
        -0.00016039233
      ],
      [
        "'",
        -0.18141058
      ],
      [
        " theft",
        -0.0077643236
      ],
      [
        " of",
        -0.00015169414
      ],
      [
        " Apollo",
        -0.0013948805
      ],
      [
        "'s",
        -0.00022523178
      ],
      [
        " cattle",
        -0.0075174156
      ]
    ]
  },
  "This goddess was often depicted in the lids of the sarcophagi of the dead, and her main sanctuary was": {
    "guess": "Nut (goddess)",
    "confidence": [
      [
        "Nut",
        -0.33963636
      ],
      [
        " (",
        -4.465658e-05
      ],
      [
        "g",
        -1.7597347e-05
      ],
      [
        "odd",
        -4.3202e-07
      ],
      [
        "ess",
        -5.2001665e-06
      ],
      [
        ")",
        -1.2664457e-06
      ]
    ]
  },
  "One god of this domain is accompanied by seven judges, seven messengers, and his bald uncle Myesyats. Another god of this domain counts among his enemies the immortal disembodied head Rahu. A god of this domain was assisted by the vizier Bunene, gave an axe called \"Might of Heroes\" and the bow of Anshan to Gilgamesh, and lived in a palace guarded by scorpion men. In another myth system, Dijun and Xihe were the parents of the three-legged birds responsible for this domain, (*) nine of which were killed by the archer Hou Yi. A temple that is torn down and rebuilt every twenty years at Ise is sacred": {
    "guess": "Heaven (Chinese mythology)",
    "confidence": [
      [
        "He",
        -0.97956294
      ],
      [
        "aven",
        -0.015722515
      ],
      [
        " (",
        -0.42037138
      ],
      [
        "Chinese",
        -0.51136583
      ],
      [
        " mythology",
        -0.14605986
      ],
      [
        ")",
        -0.0028412528
      ]
    ]
  },
  "This god was believed to influence the destiny of the artisans in the Deir-el-Medina district of the": {
    "guess": "Ptah",
    "confidence": [
      [
        "Pt",
        -0.025441248
      ],
      [
        "ah",
        -1.9385403e-05
      ]
    ]
  },
  "As the god Rig, he created the three races of mankind:  the serfs, the peasants, and the warriors.  Similar to the god Tyr, his rides the mount Gulltop, and lives in the hall of Himinbjorg.  Born of the nine daughters of Aegir, he is also known as Gullintani because of his \"golden, shining teeth.\"  He can hear the grass grow and can see a hundred miles around him, and he will sound his great Gjallarhorn to summon the gods to battle at Ragnarok.  FTP, name this Norse god of light, the guardian of": {
    "guess": "Heimdallr",
    "confidence": [
      [
        "He",
        -0.014779177
      ],
      [
        "imd",
        -0.00013500563
      ],
      [
        "all",
        -6.704273e-07
      ],
      [
        "r",
        -0.00025645216
      ]
    ]
  },
  "One of this god's children became immortalized as \"the white  goddess\" Leucothea. Hyginus describes how he was turned into a  serpent in Illyria, a fate which also befell his wife as well. He is one of  two title figures in a novel by Roberto Calasso. This son of Telephassa  had his own wedding in a": {
    "guess": "Cadmus",
    "confidence": [
      [
        "Cad",
        -0.018405223
      ],
      [
        "mus",
        -0.0009293294
      ]
    ]
  },
  "This god transformed the elderly couple Baucis and Philemon into trees and transformed the godless Lycaon into a wolf. This deity killed Porphyrion for trying to rape his wife. Leda, the wife of Tyndareus, was approached by this god in the form of a swan and he dressed as Amphitryon to seduce Alcmene. This god's father Cronos ate a rock in place of him, and Athena sprang fully formed from this god's": {
    "guess": "Zeus",
    "confidence": [
      [
        "Ze",
        -0.028205793
      ],
      [
        "us",
        -3.631232e-05
      ]
    ]
  },
  "The god responsible for this event summons a rude messenger and then sneezes to get another god to drop him. After this event, a god makes a show of taking a key and unlocking many closets' worth of ambrosia, nectar, gold, silver, and fine clothing, although he knows where the responsible party is hiding. When asked about this event, a god replies that he cares only about sleep, his mother's milk, and warm clothing. An old man tilling a vineyard is promised that the grapes will produce a prodigious amount of wine, if he keeps his (*) mouth shut about this event. Hearing about this event, which is described in detail in the longest Homeric Hymn, Zeus erupts with laughter and refuses to dole out punishment. The perpetrator of this event fashions a pair of sandals immediately after reversing a": {
    "guess": "Homeric Hymn to Hermes",
    "confidence": [
      [
        "Hom",
        -0.24427362
      ],
      [
        "eric",
        -1.0921943e-05
      ],
      [
        " H",
        -0.006717863
      ],
      [
        "ym",
        -9.877504e-05
      ],
      [
        "n",
        -0.2303754
      ],
      [
        " to",
        -0.0016788677
      ],
      [
        " Hermes",
        -0.007933097
      ]
    ]
  },
  "A god sitting in this character's lap erases memory, creating a situation in which \"the inward fire eats the soft marrow away, and the internal wound bleeds on in silence.\" This character tricks King Iarbas": {
    "guess": "Mercury (mythology)",
    "confidence": [
      [
        "Mer",
        -1.9154594
      ],
      [
        "cury",
        -0.006074437
      ],
      [
        " (",
        -0.024466535
      ],
      [
        "my",
        -0.006527434
      ],
      [
        "th",
        -1.3306016e-05
      ],
      [
        "ology",
        -0.000290891
      ],
      [
        ")",
        -0.00017791527
      ]
    ]
  },
  "One god of this type from Celtic myth brewed beer that granted immortality to the drinker and was the son of Danu. In addition to Goibniu, a deity of this type in Finnish myth served as the patron of travelers and gave fire to man in addition to his more famous role. Along with Ilmarinen, who [*] made": {
    "guess": "Smithing (metalworking)",
    "confidence": [
      [
        "Smith",
        -0.13832334
      ],
      [
        "ing",
        -0.6566096
      ],
      [
        " (",
        -0.96685195
      ],
      [
        "metal",
        -0.59421855
      ],
      [
        "working",
        -0.56491965
      ],
      [
        ")",
        -0.008181076
      ]
    ]
  },
  "This god is similar to a Mayan deity of kingship known as \"God K\". This god is called Tepeyollotl when he takes the form of the animal associated with him. The stars of the Great Bear constellation are the footprints left by this god as he tried to approach the polar star. In a ceremony dedicated to this deity, a young man would be treated like a god for one year and then sacrificed. During the creation of the world, this god ripped off the jaw of the monster Cipactli, whose body became the Earth, but not before that monster bit off his foot. This creator of the first dogs is married to Xilonen, the goddess of corn, and this god was depicted with black and orange stripes. He ruled the world of the first sun, but was overthrown and turned into a Jaguar. He is the god of the North and of obsidian and is sometimes nicknamed for the object in his chest. For ten points, name this Lord of the Smoking Mirror, the evil brother of Quetzalcoatl.": {
    "guess": "Tezcatlipoca",
    "confidence": [
      [
        "Te",
        -0.00490972
      ],
      [
        "z",
        -0.00058162695
      ],
      [
        "cat",
        -4.310693e-05
      ],
      [
        "lip",
        -3.2929079e-06
      ],
      [
        "oca",
        -1.9361265e-07
      ]
    ]
  },
  "The goddess of fertility in this mythological system has a name deriving from the word \"to bathe.\" In one myth from this belief system, the harvest is due to the incestuous relationship between Yarilo": {
    "guess": "Mokosh",
    "confidence": [
      [
        "M",
        -0.2972655
      ],
      [
        "ok",
        -0.0043929676
      ],
      [
        "osh",
        -0.0024527074
      ]
    ]
  },
  "This god turned his daughter's suitor, Alvis, to stone. He once had a whetstone lodged in his forehead": {
    "guess": "Thor",
    "confidence": [
      [
        "Thor",
        -0.06557031
      ]
    ]
  },
  "This god transforms another into ash after his meditation is interrupted and the lingam is a phallic symbol of this figure. This figure obtained one of his most notable traits after drinking (*) Halahala, a poison produced in the creation of the nectar of immortality, while in his form Nataraja this god dances to fuel the creation and destruction of the world. This figure rides on the white bull Nandi": {
    "guess": "Shiva",
    "confidence": [
      [
        "Sh",
        -0.009438605
      ],
      [
        "iva",
        -5.6769813e-06
      ]
    ]
  },
  "The goddess of love in this culture lures a man to her mother's party by smearing honey on his lips. In one of this people's myths, a woman gets tricked by her romantic rival into cutting off her ears to add to a soup, leading to a quarrel in which she gets turned into a river. The mythical founder of this people died in a riot that broke out near the pyre of an iconoclast who smashed up several statues with an axe, named Braima. They believed that a despotic king hanged himself after a rebellion, became deified, and then gained the ability to unleash storms on his enemies with his (*) double-headed": {
    "guess": "Yoruba mythology",
    "confidence": [
      [
        "Y",
        -2.2754815
      ],
      [
        "or",
        -0.08543252
      ],
      [
        "uba",
        -0.004693088
      ],
      [
        " mythology",
        -0.10979131
      ]
    ]
  },
  "One of this god's underlings was a goddess of devotion, Armaiti, while another was a goddess of plants, Ameretat.  Each of his underlings was opposed by such demons as Tawrich and Aka Manah, who were collectively": {
    "guess": "Ahura Mazda",
    "confidence": [
      [
        "Ah",
        -0.2612818
      ],
      [
        "ura",
        -0.00015431295
      ],
      [
        " Mazda",
        -2.9756122e-05
      ]
    ]
  },
  "This god who is said to live in a peak in the Himalayas known as Mount Kailasa is worshiped through the phallic lingam symbol. One form of this god, Nataraja, is also known for holding the sacred hourglass shaped drum whose rhythm the Universe supposedly originated from. He obtained his blue throat after he drank all the poison churned up in the world ocean. This god who has the Ganges running through his hair burned Kama with his third eye. When this god's son would not let him see his wife, he cut off his head in anger and replaced it with the elephant head of Ganesha. For 10 points, name this": {
    "guess": "Shiva",
    "confidence": [
      [
        "Sh",
        -0.0042511313
      ],
      [
        "iva",
        -5.6769813e-06
      ]
    ]
  },
  "This god's affair with Chryse produced the Lapith king Phlegyas. The namesake founders of four Thracian": {
    "guess": "Apollo",
    "confidence": [
      [
        "Apollo",
        -0.4527584
      ]
    ]
  },
  "Their gods included Illapa, the god of thunder, Mamaquilla, a moon goddess, and Viracocha, the great": {
    "guess": "Inca mythology",
    "confidence": [
      [
        "In",
        -0.030036256
      ],
      [
        "ca",
        -0.051003534
      ],
      [
        " mythology",
        -0.23437835
      ]
    ]
  },
  "One god associated with these items had his foot eaten by Cipactli and was known as the \"smoking obsidian\" type. In addition to Tezcatlipoca, another goddess associated with these objects was tricked into coming out of a cave after some jewels and one of these were tied to a tree, and is the Shinto sun goddess Ameterasu. For 10 points, name this type of surface, a watery one of which prompted Narcissus to fall in love with himself.": {
    "guess": "Mirror",
    "confidence": [
      [
        "Mirror",
        -0.18122952
      ]
    ]
  },
  "This god slept successively with Amma, Edda, and Modir, thus creating Thrall, Karl, and Jarl, the progenitors of the three races of men, in his guise of Rig. Sometimes called the grandson of Geirrendour the Giant, he lives at the Cliff of Heaven, has (*) golden teeth, and carries the Gjallar horn.  Said": {
    "guess": "Heimdall",
    "confidence": [
      [
        "He",
        -0.12008969
      ],
      [
        "imd",
        -0.0005745976
      ],
      [
        "all",
        -0.00014168103
      ]
    ]
  },
  "One god of this type is an old man revered by the Aborigines,The Bluetongue Lizard, who would feign blindness to have his sons hunt for him and is the source of the Warlpiri fire ceremonies. A European figure of this type is Reynard the Fox, often used as a peasant-hero. A common creature depicted in this way is the coyote or the raven, as according to Claude Levi-Strauss they are viewed as mediator": {
    "guess": "Trickster",
    "confidence": [
      [
        "Tr",
        -0.13963236
      ],
      [
        "ick",
        -6.704273e-07
      ],
      [
        "ster",
        -0.00059366284
      ]
    ]
  },
  "One god associated with these items had his foot eaten by Cipactli and was known as the \"smoking obsidian\" type. In addition to Tezcatlipoca, another goddess associated with these objects was tricked into": {
    "guess": "Obsidian mirror",
    "confidence": [
      [
        "Obs",
        -0.37528324
      ],
      [
        "idian",
        -0.00028243123
      ],
      [
        " mirror",
        -0.47099912
      ]
    ]
  },
  "This god is similar to a Mayan deity of kingship known as \"God K\". This god is called Tepeyollotl when he takes the form of the animal associated with him. The stars of the Great Bear constellation are the footprints left by this god as he tried to approach the polar star. In a ceremony dedicated to this deity, a young man would be treated like a god for one year and then sacrificed. During the creation of the world, this god ripped off the jaw of the monster Cipactli, whose body became the Earth, but not before that monster bit off his foot. This creator of the first dogs is married to Xilonen, the goddess of corn, and this god was depicted with black and orange stripes. He ruled the world of": {
    "guess": "Tezcatlipoca",
    "confidence": [
      [
        "Te",
        -0.12888263
      ],
      [
        "z",
        -0.002494922
      ],
      [
        "cat",
        -6.392203e-06
      ],
      [
        "lip",
        -1.50940705e-05
      ],
      [
        "oca",
        -3.1281633e-07
      ]
    ]
  },
  "One of this god's underlings was a goddess of devotion, Armaiti, while another was a goddess of plants, Ameretat.  Each of his underlings was opposed by such demons as Tawrich and Aka Manah, who were collectively known as the Daevas.  His son was a fire god who subdued the dragon of the sky, Azhi Dahaka.  Aside from being the leader of a group of \"beneficient immortals\" known as the Amesha Spentas and the father of Atar, this son of Zurvan was responsible for creating heaven and earth.  He spent most of his time battling evil in the form of Ahriman.  FTP, name this \"wise lord\" who was the supreme god of the Zoroastrian pantheon.": {
    "guess": "Ahura Mazda",
    "confidence": [
      [
        "Ah",
        -0.017429149
      ],
      [
        "ura",
        -5.0139948e-05
      ],
      [
        " Mazda",
        -4.5371802e-05
      ]
    ]
  },
  "One of this god's children became immortalized as \"the white  goddess\" Leucothea. Hyginus describes how he was turned into a  serpent in Illyria, a fate which also befell his wife as well. He is one of  two title figures in a novel by Roberto Calasso. This son of Telephassa  had his own wedding in a namesake structure, where all the gods were  in attendance. He was condemned for an \"eternal year\" to serve (*) Ares.  This man killed a serpent at the Castalian Spring and ploughed dragon's teeth  to create the spartoi.  This son of Agenor abandoned his search for Europa  when he was told to follow": {
    "guess": "Cadmus",
    "confidence": [
      [
        "Cad",
        -0.0067896205
      ],
      [
        "mus",
        -0.00016516048
      ]
    ]
  },
  "One of this god's underlings was a goddess of devotion, Armaiti, while another was a goddess of plants, Ameretat.  Each of his underlings was opposed by such demons as Tawrich and Aka Manah, who were collectively known as the Daevas.  His son was a fire god who subdued the dragon of the sky, Azhi Dahaka.": {
    "guess": "Ahura Mazda",
    "confidence": [
      [
        "Ah",
        -0.12883139
      ],
      [
        "ura",
        -0.00023667533
      ],
      [
        " Mazda",
        -2.618001e-05
      ]
    ]
  },
  "This god was believed to influence the destiny of the artisans in the Deir-el-Medina district of the city he is most associated with.  The similarity of this god's name to a Semitic root meaning \"to open\" indicates he may have once been a fertility god. As Ta-Tenen, this god \"gave birth to the gods\".": {
    "guess": "Ptah",
    "confidence": [
      [
        "Pt",
        -0.014273627
      ],
      [
        "ah",
        -5.9153886e-06
      ]
    ]
  },
  "This god had a son named Ihy, a falcon child-god, and in one story, it is this god who cheers Ra up with a lewd display after the baboon god Baba taunts him that his shrine is empty. Similar to the pre-dynastic god Bat, items associated with this god include malachite, lapis lazuli, the menat necklace, and the sistrum, and the major cult center at Dendera, where she was worshipped along with Horus-Behdety.": {
    "guess": "Hathor",
    "confidence": [
      [
        "H",
        -0.15179133
      ],
      [
        "ath",
        -0.0038520976
      ],
      [
        "or",
        -7.314626e-05
      ]
    ]
  },
  "The goddess of fertility in this mythological system has a name deriving from the word \"to bathe.\" In one myth from this belief system, the harvest is due to the incestuous relationship between Yarilo and Morena, and winter comes after Morena throws Yarilo down into the underworld for his unfaithfulness.": {
    "guess": "Slavic mythology",
    "confidence": [
      [
        "Sl",
        -1.0082248
      ],
      [
        "avic",
        -3.333223e-05
      ],
      [
        " mythology",
        -0.011717147
      ]
    ]
  },
  "This goddess is the protagonist of the Lay of Hyndla, in which she helps Ottar search for his ancestry. Hrungnir drunkenly boasted that he would take home Sif and this deity, who presides over Sessrúmnir. This rider of Hildisvíni is described as having had two daughters named Gersemi and Hnoss with her": {
    "guess": "Freyja",
    "confidence": [
      [
        "F",
        -0.22091159
      ],
      [
        "rey",
        -0.06889991
      ],
      [
        "ja",
        -0.0002546641
      ]
    ]
  },
  "When this god was born, his counterpart felt his strength increase  and appendages enlarge, but when this god flew away, that counterpart  lost all of his strength. He was often depicted as tugging on a palm tree  along with that other god. Pausanias records that this god's cult was  worshipped by barbarians living outside Athens, since he is the avenging  spirit of Timagoras, who was spurned by Meles.": {
    "guess": "Erechtheus",
    "confidence": [
      [
        "E",
        -2.3200986
      ],
      [
        "re",
        -0.65445423
      ],
      [
        "ch",
        -0.024181826
      ],
      [
        "the",
        -0.00247542
      ],
      [
        "us",
        -0.011291847
      ]
    ]
  },
  "This god saved the fisherman Adapa, whom another deity wanted to give the food of death for having magically": {
    "guess": "Enki",
    "confidence": [
      [
        "En",
        -0.20419109
      ],
      [
        "ki",
        -0.0042542196
      ]
    ]
  }
}