{
  "Some would look at the Gateway Arch, and quickly dismiss it as a parabola. But the equation of a parabola does not describe the Arch. In fact, the Arch is the upside-down version of what you would get if you hung a chain by its endpoints. For ten points, what is the proper term for the shape of the Gateway": {
    "guess": "Catenary",
    "confidence": [
      [
        "Cat",
        -0.3591015
      ],
      [
        "enary",
        -0.020999124
      ]
    ]
  },
  "You would win a red lantern if you were the last competitor to cross the Burled Arch. A twenty-four hour stop must be taken, and the event has detailed rules about necropsies should they be needed. You": {
    "guess": "Iditarod Trail Sled Dog Race",
    "confidence": [
      [
        "Id",
        -0.008014824
      ],
      [
        "itar",
        -6.301394e-05
      ],
      [
        "od",
        -4.274932e-05
      ],
      [
        " Trail",
        -0.005199132
      ],
      [
        " S",
        -6.313315e-05
      ],
      [
        "led",
        0.0
      ],
      [
        " Dog",
        -1.0445127e-05
      ],
      [
        " Race",
        -1.569009e-05
      ]
    ]
  },
  "You would win a red lantern if you were the last competitor to cross the Burled Arch. A twenty-four hour": {
    "guess": "Iditarod Trail Sled Dog Race",
    "confidence": [
      [
        "Id",
        -0.053243473
      ],
      [
        "itar",
        -0.00013536324
      ],
      [
        "od",
        -6.0391463e-05
      ],
      [
        " Trail",
        -0.0022004556
      ],
      [
        " S",
        -0.0002580018
      ],
      [
        "led",
        0.0
      ],
      [
        " Dog",
        -1.8789384e-05
      ],
      [
        " Race",
        -2.1650272e-05
      ]
    ]
  },
  "The would-be assassin of this person clashed with his attorney, Judy Clarke, when told his target survived. She received a standing ovation from Congress when she appeared to cast a vote in August 2011. Less than 7 months earlier, she was fighting for her life, after being shot in the head by Jared Loughner in a Safeway parking lot. For 10 points, name this Arizona congresswoman who resigned her office": {
    "guess": "Gabrielle Giffords",
    "confidence": [
      [
        "Gab",
        -0.0013544025
      ],
      [
        "ri",
        -0.0213048
      ],
      [
        "elle",
        -9.014684e-06
      ],
      [
        " G",
        -8.792751e-05
      ],
      [
        "iff",
        -1.4378848e-05
      ],
      [
        "ords",
        -0.0006603729
      ]
    ]
  },
  "The would-be assassin of this person clashed with his attorney, Judy Clarke, when told his target survived. She received a standing ovation from Congress when she appeared to cast a vote in August 2011. Less than 7 months earlier, she was fighting for her life, after being shot in the head by Jared Loughner": {
    "guess": "Gabrielle Giffords",
    "confidence": [
      [
        "Gab",
        -0.14397332
      ],
      [
        "ri",
        -0.03816141
      ],
      [
        "elle",
        -1.9027791e-05
      ],
      [
        " G",
        -0.00038837024
      ],
      [
        "iff",
        -3.035214e-05
      ],
      [
        "ords",
        -0.0011986821
      ]
    ]
  },
  "\"Would you cut out the psychobabble bullshit mom? There's pictures of me on the internet\" is a notable line from her role as Marci Greenbaum in Cruel Intentions and \"I'll suck your cock for a thousand dollars\" is a great line from her role as Bunny in The Big Lebowski  She plays Connie in Doctor T and the Women and  Sasha Thomas, a slutty college radio show host, in Urban Legend. \"If I could go back in time, I'd meet Snoopy,\" is a memorable line from her character as an airheaded drummer in a recent": {
    "guess": "Sarah Michelle Gellar",
    "confidence": [
      [
        "Sarah",
        -0.6172054
      ],
      [
        " Michelle",
        -0.00022749665
      ],
      [
        " G",
        -0.000251684
      ],
      [
        "ellar",
        -0.010517958
      ]
    ]
  },
  "\"Would you cut out the psychobabble bullshit mom? There's pictures of me on the internet\" is a notable line from her role as Marci Greenbaum in Cruel Intentions and \"I'll suck your cock for a thousand dollars\" is a great line from her role as Bunny in The Big Lebowski  She plays Connie in Doctor T and": {
    "guess": "Sarah Michelle Gellar",
    "confidence": [
      [
        "Sarah",
        -0.12076068
      ],
      [
        " Michelle",
        -0.002106125
      ],
      [
        " G",
        -0.0001273766
      ],
      [
        "ellar",
        -0.010136745
      ]
    ]
  },
  "\"Would you cut out the psychobabble bullshit mom? There's pictures of me on the internet\" is a notable line from her role as Marci Greenbaum in Cruel Intentions and \"I'll suck your cock for a thousand dollars\" is a great line from her role as Bunny in The Big Lebowski  She plays Connie in Doctor T and the Women and  Sasha Thomas, a slutty college radio show host, in Urban Legend. \"If I could go back": {
    "guess": "Sarah Michelle Gellar",
    "confidence": [
      [
        "Sarah",
        -0.16020542
      ],
      [
        " Michelle",
        -0.00076746003
      ],
      [
        " G",
        -3.631232e-05
      ],
      [
        "ellar",
        -0.009963607
      ]
    ]
  },
  "\"Would you cut out the psychobabble bullshit mom? There's pictures of me on the internet\" is a notable line from her role as Marci Greenbaum in Cruel Intentions and \"I'll suck your cock for a thousand dollars\" is a great line from her role as Bunny in The Big Lebowski  She plays Connie in Doctor T and the Women and  Sasha Thomas, a slutty college radio show host, in Urban Legend. \"If I could go back in time, I'd meet Snoopy,\" is a memorable line from her character as an airheaded drummer in a recent movie. FTP name this blonde actress, a former girlfriend of the nauseating Carson Daly,  who starred as Melody in Josie and the Pussycats and as Vicky Latham in the American Pie movies.": {
    "guess": "Tara Reid",
    "confidence": [
      [
        "T",
        -0.0040821973
      ],
      [
        "ara",
        -0.0001878055
      ],
      [
        " Reid",
        -0.00067538157
      ]
    ]
  },
  "The would-be assassin of this person clashed with his attorney, Judy Clarke, when told his target survived. She received a standing ovation from Congress when she appeared to cast a vote in August 2011.": {
    "guess": "Gabrielle Giffords",
    "confidence": [
      [
        "Gab",
        -0.120525986
      ],
      [
        "ri",
        -0.15811823
      ],
      [
        "elle",
        -9.253091e-06
      ],
      [
        " G",
        -0.00027635184
      ],
      [
        "iff",
        -1.3306016e-05
      ],
      [
        "ords",
        -0.0016861281
      ]
    ]
  },
  "\"Would you cut out the psychobabble bullshit mom? There's pictures of me on the internet\" is a notable": {
    "guess": "Cyberbullying",
    "confidence": [
      [
        "Cy",
        -1.080152
      ],
      [
        "ber",
        -0.0046903575
      ],
      [
        "bul",
        -0.005900711
      ],
      [
        "lying",
        -0.0008745397
      ]
    ]
  },
  "\"Would you cut out the psychobabble bullshit mom? There's pictures of me on the internet\" is a notable line from her role as Marci Greenbaum in Cruel Intentions and \"I'll suck your cock for a thousand dollars\" is a great line from her role as Bunny in The Big Lebowski  She plays Connie in Doctor T and the Women and  Sasha Thomas, a slutty college radio show host, in Urban Legend. \"If I could go back in time, I'd meet Snoopy,\" is a memorable line from her character as an airheaded drummer in a recent movie. FTP name this blonde actress, a former girlfriend of the nauseating Carson Daly,  who starred": {
    "guess": "Sarah Michelle Gellar",
    "confidence": [
      [
        "Sarah",
        -0.9723087
      ],
      [
        " Michelle",
        -0.00046963783
      ],
      [
        " G",
        -9.031158e-05
      ],
      [
        "ellar",
        -0.0109753115
      ]
    ]
  },
  "Some would look at the Gateway Arch, and quickly dismiss it as a parabola. But the equation of a parabola does not describe the Arch. In fact, the Arch is the upside-down version of what you would get if you hung a chain by its endpoints. For ten points, what is the proper term for the shape of the Gateway Arch, a curve that mimics the hyperbolic cosine function?": {
    "guess": "Catenary",
    "confidence": [
      [
        "C",
        -0.5605284
      ],
      [
        "aten",
        -0.00011152984
      ],
      [
        "ary",
        -0.0004322189
      ]
    ]
  },
  "The would-be assassin of this person clashed with his attorney, Judy Clarke, when told his target survived.": {
    "guess": "Gabrielle Giffords",
    "confidence": [
      [
        "Gab",
        -0.52998716
      ],
      [
        "ri",
        -0.077832185
      ],
      [
        "elle",
        -5.7961847e-06
      ],
      [
        " G",
        -0.00011522515
      ],
      [
        "iff",
        -4.4894987e-05
      ],
      [
        "ords",
        -0.00061319396
      ]
    ]
  },
  "Some would look at the Gateway Arch, and quickly dismiss it as a parabola. But the equation of a parabola does not describe the Arch. In fact, the Arch is the upside-down version of what you would get": {
    "guess": "Gateway Arch",
    "confidence": [
      [
        "Gateway",
        -0.19692142
      ],
      [
        " Arch",
        -0.0018937719
      ]
    ]
  },
  "You would win a red lantern if you were the last competitor to cross the Burled Arch. A twenty-four hour stop must be taken, and the event has detailed rules about necropsies should they be needed. You can start with a team of up to sixteen, and at least five must cross the finish line at Nome. FTP,": {
    "guess": "Iditarod Trail Sled Dog Race",
    "confidence": [
      [
        "Id",
        -0.023782741
      ],
      [
        "itar",
        -0.00040886595
      ],
      [
        "od",
        -7.064298e-05
      ],
      [
        " Trail",
        -0.0033684198
      ],
      [
        " S",
        -2.58224e-05
      ],
      [
        "led",
        -7.89631e-07
      ],
      [
        " Dog",
        -2.5941605e-05
      ],
      [
        " Race",
        -2.1411865e-05
      ]
    ]
  },
  "You would win a red lantern if you were the last competitor to cross the Burled Arch. A twenty-four hour stop must be taken, and the event has detailed rules about necropsies should they be needed. You can start with a team of up to sixteen, and at least five must cross the finish line at Nome. FTP, name this \"Last Great Race,\" which can take up to four weeks to complete and features dogsleds in Alaska.": {
    "guess": "Iditarod Trail Sled Dog Race",
    "confidence": [
      [
        "Id",
        -0.0057509136
      ],
      [
        "itar",
        -0.00026848805
      ],
      [
        "od",
        -3.88156e-05
      ],
      [
        " Trail",
        -0.0009794593
      ],
      [
        " S",
        -5.288163e-05
      ],
      [
        "led",
        -1.9361265e-07
      ],
      [
        " Dog",
        -1.3306016e-05
      ],
      [
        " Race",
        -1.4140442e-05
      ]
    ]
  },
  "\"Would you cut out the psychobabble bullshit mom? There's pictures of me on the internet\" is a notable line from her role as Marci Greenbaum in Cruel Intentions and \"I'll suck your cock for a thousand": {
    "guess": "Sarah Michelle Gellar",
    "confidence": [
      [
        "Sarah",
        -0.31913826
      ],
      [
        " Michelle",
        -0.0013240495
      ],
      [
        " G",
        -7.266944e-05
      ],
      [
        "ellar",
        -0.003990662
      ]
    ]
  },
  "The would-be assassin of this person clashed with his attorney, Judy Clarke, when told his target survived. She received a standing ovation from Congress when she appeared to cast a vote in August 2011. Less than 7 months earlier, she was fighting for her life, after being shot in the head by Jared Loughner in a Safeway parking lot. For 10 points, name this Arizona congresswoman who resigned her office in January 2012.": {
    "guess": "Gabrielle Giffords",
    "confidence": [
      [
        "Gab",
        -0.0008514399
      ],
      [
        "ri",
        -0.5701407
      ],
      [
        "elle",
        -2.220075e-06
      ],
      [
        " G",
        -0.00011021859
      ],
      [
        "iff",
        -8.418666e-06
      ],
      [
        "ords",
        -0.00042602763
      ]
    ]
  },
  "You would say her name at once if you see a ship in full sail coming with the sun on it proudly sweeping across the Mediterranean from the South Seas. Taken care of by Basket the butler and Stubbs the gardener who had no finger nails, she won Burdett Coutt's Memorial Prize, she had been working on her poem for 300 years, while Lord Palmerston's lawsuit settlement finally pronounced her Turkish marriage annulled, her estate entailed, and her sex indisputably, and beyond the shadow of a doubt, female.": {
    "guess": "Lady Mary Wortley Montagu",
    "confidence": [
      [
        "Lady",
        -2.56428
      ],
      [
        " Mary",
        -1.7901237
      ],
      [
        " Wort",
        -0.47436765
      ],
      [
        "ley",
        -0.00021093102
      ],
      [
        " Mont",
        -0.0004872763
      ],
      [
        "agu",
        -0.0014636922
      ]
    ]
  },
  "You would say her name at once if you see a ship in full sail coming with the sun on it proudly sweeping across the Mediterranean from the South Seas. Taken care of by Basket the butler and Stubbs the gardener who had no finger nails, she won Burdett Coutt's Memorial Prize, she had been working on her": {
    "guess": "Agatha Christie",
    "confidence": [
      [
        "Ag",
        -1.4191637
      ],
      [
        "atha",
        -0.004971051
      ],
      [
        " Christie",
        -0.008890736
      ]
    ]
  },
  "You would say her name at once if you see a ship in full sail coming with the sun on it proudly sweeping across the Mediterranean from the South Seas. Taken care of by Basket the butler and Stubbs the gardener who had no finger nails, she won Burdett Coutt's Memorial Prize, she had been working on her poem for 300 years, while Lord Palmerston's lawsuit settlement finally pronounced her Turkish marriage annulled, her estate entailed, and her sex indisputably, and beyond the shadow of a doubt, female. FTP name this woman as tolerant and free-spoken as a man, and a man as strange and subtle as a woman, the subject of a Virginia Woolf biography.": {
    "guess": "Orlando",
    "confidence": [
      [
        "Or",
        -0.18424976
      ],
      [
        "lando",
        -0.0005157403
      ]
    ]
  },
  "You would say her name at once if you see a ship in full sail coming with the sun on it proudly sweeping across the Mediterranean from the South Seas. Taken care of by Basket the butler and Stubbs the": {
    "guess": "Malta",
    "confidence": [
      [
        "Mal",
        -1.0969584
      ],
      [
        "ta",
        -0.11011
      ]
    ]
  },
  "You would say her name at once if you see a ship in full sail coming with the sun on it proudly sweeping": {
    "guess": "Ship in full sail",
    "confidence": [
      [
        "Ship",
        -1.7509564
      ],
      [
        " in",
        -0.5529709
      ],
      [
        " full",
        -0.122047275
      ],
      [
        " sail",
        -0.0076543074
      ]
    ]
  },
  "Some would look at the Gateway Arch, and quickly dismiss it as a parabola. But the equation of a parabola": {
    "guess": "Parabola",
    "confidence": [
      [
        "Par",
        -0.10766675
      ],
      [
        "ab",
        -0.11055528
      ],
      [
        "ola",
        -7.465036e-06
      ]
    ]
  },
  "You would say her name at once if you see a ship in full sail coming with the sun on it proudly sweeping across the Mediterranean from the South Seas. Taken care of by Basket the butler and Stubbs the gardener who had no finger nails, she won Burdett Coutt's Memorial Prize, she had been working on her poem for 300 years, while Lord Palmerston's lawsuit settlement finally pronounced her Turkish marriage annulled, her estate entailed, and her sex indisputably, and beyond the shadow of a doubt, female. FTP name this woman as tolerant and free-spoken as a man, and a man as strange and subtle as a woman,": {
    "guess": "Lady Mary Carlisle",
    "confidence": [
      [
        "Lady",
        -1.3537004
      ],
      [
        " Mary",
        -1.1086073
      ],
      [
        " Carl",
        -0.3975853
      ],
      [
        "isle",
        -0.026479568
      ]
    ]
  },
  "You would say her name at once if you see a ship in full sail coming with the sun on it proudly sweeping across the Mediterranean from the South Seas. Taken care of by Basket the butler and Stubbs the gardener who had no finger nails, she won Burdett Coutt's Memorial Prize, she had been working on her poem for 300 years, while Lord Palmerston's lawsuit settlement finally pronounced her Turkish marriage": {
    "guess": "Elizabeth Barrett Browning",
    "confidence": [
      [
        "Elizabeth",
        -1.732832
      ],
      [
        " Barrett",
        -0.22046897
      ],
      [
        " Brow",
        -0.00082713703
      ],
      [
        "ning",
        -3.106736e-05
      ]
    ]
  }
}