{
  "The Binet-Cauchy multiplication theorem applies to these functions, and the Sylvester theorem about this function was published without a proof. Successive differentiation is used to determine linear independence in the Wronskian type of this function. It can also be broken down to smaller cases by finding the cofactors and related minors. Cramer's rule uses ratios of these functions to solve linear": {
    "guess": "Determinant",
    "confidence": [
      [
        "Determin",
        -0.16068722
      ],
      [
        "ant",
        -0.0023589984
      ]
    ]
  },
  "The Binet-Cauchy multiplication theorem applies to these functions, and the Sylvester theorem about this function was published without a proof. Successive differentiation is used to determine linear independence": {
    "guess": "Differentiable function",
    "confidence": [
      [
        "Different",
        -1.5322222
      ],
      [
        "iable",
        -0.54773915
      ],
      [
        " function",
        -0.014196765
      ]
    ]
  },
  "It binds close to M2 alpha helices with aspartate residues that repel negative charges, at alpha-gamma and alpha-delta junctions of an alpha-2-beta-gamma-delta pentamer. Botulin acts by blocking its release, while atropine does so by blocking its receptors, and the disease known as myasthenia gravis occurs when the body produces antibodies against its receptors. The first neurotransmitter to be identified, it is also the only one broken down by its namesake esterase. FTP, name this compound that binds to both nicotinic and muscarinic receptors, crucial for acting in neuromuscular junctions to generate muscle contractions.": {
    "guess": "Acetylcholine",
    "confidence": [
      [
        "Ac",
        -0.001475222
      ],
      [
        "etyl",
        -0.0004141073
      ],
      [
        "ch",
        -3.888926e-06
      ],
      [
        "oline",
        -2.6537622e-05
      ]
    ]
  },
  "The binding domain of one type of this molecule in the virus that causes hepatitis C has a highly conserved TATPP sequence. A mutation in the RecQ family of these is the culprit in Werner's syndrome. One family of these in Staphylococcus aureus can be both magnesium- and manganese-dependent. In Drosophila, an analog of the human DDX type of these called Abstrakt is crucial for central nervous system": {
    "guess": "RNA helicase",
    "confidence": [
      [
        "RNA",
        -0.4269352
      ],
      [
        " hel",
        -0.1854311
      ],
      [
        "ic",
        -0.00030257297
      ],
      [
        "ase",
        -0.36138457
      ]
    ]
  },
  "The binding domain of one type of this molecule in the virus that causes hepatitis C has a highly conserved TATPP sequence. A mutation in the RecQ family of these is the culprit in Werner's syndrome. One family of these in Staphylococcus aureus can be both magnesium- and manganese-dependent. In Drosophila, an analog of the human DDX type of these called Abstrakt is crucial for central nervous system development. The hexameric B type in E. coli uses covalent interactions with a beta (*) clamp-loading complex to coordinate its activities on the lagging and leading strands of the molecule it affects.": {
    "guess": "DNA helicase",
    "confidence": [
      [
        "DNA",
        -0.30287874
      ],
      [
        " hel",
        -0.0038137338
      ],
      [
        "ic",
        -2.8160932e-06
      ],
      [
        "ase",
        -0.0047884765
      ]
    ]
  },
  "It binds close to M2 alpha helices with aspartate residues that repel negative charges, at alpha-gamma and alpha-delta junctions of an alpha-2-beta-gamma-delta pentamer. Botulin acts by blocking its release, while atropine does so by blocking its receptors, and the disease known as myasthenia gravis": {
    "guess": "Acetylcholine receptor",
    "confidence": [
      [
        "Ac",
        -0.059486445
      ],
      [
        "etyl",
        -3.368984e-05
      ],
      [
        "ch",
        -3.7697225e-06
      ],
      [
        "oline",
        -2.2723105e-05
      ],
      [
        " receptor",
        -0.41251478
      ]
    ]
  },
  "Binnig, Quate, and Gerber invented one type of these devices that measures piezoelectric forces on a cantilever, called the atomic force one, while a dichroic filter can be used as a beam splitter in the": {
    "guess": "Atomic force microscope",
    "confidence": [
      [
        "Atomic",
        -0.31251803
      ],
      [
        " force",
        -0.055361755
      ],
      [
        " microscope",
        -0.23802368
      ]
    ]
  },
  "The binding domain of one type of this molecule in the virus that causes hepatitis C has a highly conserved TATPP sequence. A mutation in the RecQ family of these is the culprit in Werner's syndrome. One family of these in Staphylococcus aureus can be both magnesium- and manganese-dependent. In Drosophila,": {
    "guess": "RNA polymerase",
    "confidence": [
      [
        "RNA",
        -1.3174663
      ],
      [
        " polymer",
        -0.8341607
      ],
      [
        "ase",
        -0.119663976
      ]
    ]
  },
  "Binary coding based on these values depends on Zeckendorf's theorem, which states that any integer can be written as the sum of any one or more of them. Euclid's algorithm for finding a greatest common": {
    "guess": "Zeckendorf representation",
    "confidence": [
      [
        "Ze",
        -0.9336052
      ],
      [
        "ck",
        -1.6166903e-05
      ],
      [
        "endor",
        -3.1281633e-07
      ],
      [
        "f",
        -7.922564e-05
      ],
      [
        " representation",
        -0.029446008
      ]
    ]
  },
  "Binnig, Quate, and Gerber invented one type of these devices that measures piezoelectric forces on a cantilever, called the atomic force one, while a dichroic filter can be used as a beam splitter in the fluorescence type of them. Ernst Ruska built one type of these instruments that can analyze surface": {
    "guess": "Scanning Probe Microscope",
    "confidence": [
      [
        "Sc",
        -0.08157942
      ],
      [
        "anning",
        -1.7835755e-05
      ],
      [
        " Probe",
        -0.38908684
      ],
      [
        " Micro",
        -0.00033165133
      ],
      [
        "scope",
        -0.4452557
      ]
    ]
  },
  "Binnig, Quate, and Gerber invented one type of these devices that measures piezoelectric forces on a cantilever, called the atomic force one, while a dichroic filter can be used as a beam splitter in the fluorescence type of them. Ernst Ruska built one type of these instruments that can analyze surface topology through raster scanning of (*) electrons, and Anton van Leeuwenhoek used the optical variety": {
    "guess": "Scanning Probe Microscope",
    "confidence": [
      [
        "Sc",
        -0.07209098
      ],
      [
        "anning",
        -4.723352e-06
      ],
      [
        " Probe",
        -0.17235684
      ],
      [
        " Micro",
        -0.00027266017
      ],
      [
        "scope",
        -0.31580973
      ]
    ]
  },
  "It binds close to M2 alpha helices with aspartate residues that repel negative charges, at alpha-gamma and alpha-delta junctions of an alpha-2-beta-gamma-delta pentamer. Botulin acts by blocking its release, while atropine does so by blocking its receptors, and the disease known as myasthenia gravis occurs when the body produces antibodies against its receptors. The first neurotransmitter to be identified,": {
    "guess": "Acetylcholine",
    "confidence": [
      [
        "Ac",
        -0.16971593
      ],
      [
        "etyl",
        -8.061054e-06
      ],
      [
        "ch",
        -2.8160932e-06
      ],
      [
        "oline",
        -2.1008714e-06
      ]
    ]
  },
  "Binary coding based on these values depends on Zeckendorf's theorem, which states that any integer can": {
    "guess": "Zeckendorf representation",
    "confidence": [
      [
        "Ze",
        -0.213164
      ],
      [
        "ck",
        -2.0458236e-05
      ],
      [
        "endor",
        -1.9816675e-06
      ],
      [
        "f",
        -0.0001530017
      ],
      [
        " representation",
        -0.26009342
      ]
    ]
  },
  "It binds close to M2 alpha helices with aspartate residues that repel negative charges, at alpha-gamma and alpha-delta junctions of an alpha-2-beta-gamma-delta pentamer. Botulin acts by blocking its release,": {
    "guess": "Acetylcholine receptor",
    "confidence": [
      [
        "Ac",
        -0.6138151
      ],
      [
        "etyl",
        -1.4855664e-05
      ],
      [
        "ch",
        -4.9617593e-06
      ],
      [
        "oline",
        -0.00016015393
      ],
      [
        " receptor",
        -0.4971073
      ]
    ]
  },
  "The binding domain of one type of this molecule in the virus that causes hepatitis C has a highly conserved TATPP sequence. A mutation in the RecQ family of these is the culprit in Werner's syndrome. One family of these in Staphylococcus aureus can be both magnesium- and manganese-dependent. In Drosophila, an analog of the human DDX type of these called Abstrakt is crucial for central nervous system development. The hexameric B type in E. coli uses covalent interactions with a beta (*) clamp-loading": {
    "guess": "DNA helicase",
    "confidence": [
      [
        "DNA",
        -0.53069687
      ],
      [
        " hel",
        -0.0173987
      ],
      [
        "ic",
        -2.8325678e-05
      ],
      [
        "ase",
        -0.0139919
      ]
    ]
  },
  "Binary coding based on these values depends on Zeckendorf's theorem, which states that any integer can be written as the sum of any one or more of them. Euclid's algorithm for finding a greatest common divisor has a worst-case runtime when consecutive values of this type are inputted. A namesake type": {
    "guess": "Fibonacci number",
    "confidence": [
      [
        "F",
        -0.00046928023
      ],
      [
        "ib",
        -9.849109e-06
      ],
      [
        "onacci",
        -4.5491004e-05
      ],
      [
        " number",
        -0.005328032
      ]
    ]
  },
  "The binding domain of one type of this molecule in the virus that causes hepatitis C has a highly conserved TATPP sequence. A mutation in the RecQ family of these is the culprit in Werner's syndrome. One family of these in Staphylococcus aureus can be both magnesium- and manganese-dependent. In Drosophila, an analog of the human DDX type of these called Abstrakt is crucial for central nervous system development. The hexameric B type in E. coli uses covalent interactions with a beta (*) clamp-loading complex to coordinate its activities on the lagging and leading strands of the molecule it affects. These enzymes bind to AT-rich sites in order to break hydrogen bonds in those affected molecules": {
    "guess": "DNA helicase",
    "confidence": [
      [
        "DNA",
        -0.2151122
      ],
      [
        " hel",
        -0.0046867994
      ],
      [
        "ic",
        -1.9361265e-07
      ],
      [
        "ase",
        -0.009294753
      ]
    ]
  },
  "Binnig, Quate, and Gerber invented one type of these devices that measures piezoelectric forces on a cantilever, called the atomic force one, while a dichroic filter can be used as a beam splitter in the fluorescence type of them. Ernst Ruska built one type of these instruments that can analyze surface topology through raster scanning of (*) electrons, and Anton van Leeuwenhoek used the optical variety of these devices to obtain the first observations of blood cells and bacteria. For ten points, identify these instruments used to view objects that are too small for the naked eye.": {
    "guess": "Microscope",
    "confidence": [
      [
        "Micro",
        -0.06730699
      ],
      [
        "scope",
        -0.011117383
      ]
    ]
  },
  "Binary coding based on these values depends on Zeckendorf's theorem, which states that any integer can be written as the sum of any one or more of them. Euclid's algorithm for finding a greatest common divisor has a worst-case runtime when consecutive values of this type are inputted. A namesake type of heap uses these numbers in its runtime analysis. The ratio of consecutive numbers of this type approaches": {
    "guess": "Fibonacci number",
    "confidence": [
      [
        "F",
        -0.00050251605
      ],
      [
        "ib",
        -1.0087517e-05
      ],
      [
        "onacci",
        -5.216641e-05
      ],
      [
        " number",
        -0.015215429
      ]
    ]
  },
  "The binding domain of one type of this molecule in the virus that causes hepatitis C has a highly conserved TATPP sequence. A mutation in the RecQ family of these is the culprit in Werner's syndrome. One": {
    "guess": "RNA-dependent RNA polymerase",
    "confidence": [
      [
        "RNA",
        -0.33243728
      ],
      [
        "-dependent",
        -0.38909152
      ],
      [
        " RNA",
        -0.0031675028
      ],
      [
        " polymer",
        -0.0032898937
      ],
      [
        "ase",
        -0.008331233
      ]
    ]
  },
  "The Binet-Cauchy multiplication theorem applies to these functions, and the Sylvester theorem about this function was published without a proof. Successive differentiation is used to determine linear independence in the Wronskian type of this function. It can also be broken down to smaller cases by finding the cofactors and related minors. Cramer's rule uses ratios of these functions to solve linear equations, and if it is equal to zero, a matrix is called \"singular.\" For 10 points, identify this": {
    "guess": "Determinant",
    "confidence": [
      [
        "Determin",
        -0.0117420135
      ],
      [
        "ant",
        -0.00029685118
      ]
    ]
  },
  "It binds close to M2 alpha helices with aspartate residues that repel negative charges, at alpha-gamma and alpha-delta junctions of an alpha-2-beta-gamma-delta pentamer. Botulin acts by blocking its release, while atropine does so by blocking its receptors, and the disease known as myasthenia gravis occurs when the body produces antibodies against its receptors. The first neurotransmitter to be identified, it is also the only one broken down by its namesake esterase. FTP, name this compound that binds to both nicotinic and muscarinic receptors, crucial for acting in neuromuscular junctions to generate": {
    "guess": "Acetylcholine",
    "confidence": [
      [
        "Ac",
        -0.0014972453
      ],
      [
        "etyl",
        -0.00012511172
      ],
      [
        "ch",
        -1.7432603e-06
      ],
      [
        "oline",
        -2.8802491e-05
      ]
    ]
  },
  "The Binet-Cauchy multiplication theorem applies to these functions, and the Sylvester theorem about this function was published without a proof. Successive differentiation is used to determine linear independence in the Wronskian type of this function. It can also be broken down to smaller cases by finding": {
    "guess": "Matrix determinant",
    "confidence": [
      [
        "Matrix",
        -1.024554
      ],
      [
        " determinant",
        -0.68833363
      ]
    ]
  },
  "Binary coding based on these values depends on Zeckendorf's theorem, which states that any integer can be written as the sum of any one or more of them. Euclid's algorithm for finding a greatest common divisor has a worst-case runtime when consecutive values of this type are inputted. A namesake type of heap uses these numbers in its runtime analysis. The ratio of consecutive numbers of this type approaches the golden ratio. For 10 points, name these numbers, which comprise a sequence that begins": {
    "guess": "Fibonacci number",
    "confidence": [
      [
        "F",
        -0.00021402664
      ],
      [
        "ib",
        -4.00813e-06
      ],
      [
        "onacci",
        -1.247159e-05
      ],
      [
        " number",
        -0.0016845858
      ]
    ]
  },
  "The binding domain of one type of this molecule in the virus that causes hepatitis C has a highly conserved": {
    "guess": "Hepatitis C virus",
    "confidence": [
      [
        "H",
        -0.11439916
      ],
      [
        "ep",
        -0.053104315
      ],
      [
        "atitis",
        -0.004098347
      ],
      [
        " C",
        -0.0023154763
      ],
      [
        " virus",
        -0.27141663
      ]
    ]
  },
  "It binds close to M2 alpha helices with aspartate residues that repel negative charges, at alpha-gamma": {
    "guess": "G protein",
    "confidence": [
      [
        "G",
        -0.98782575
      ],
      [
        " protein",
        -0.18575121
      ]
    ]
  },
  "The Binet-Cauchy multiplication theorem applies to these functions, and the Sylvester theorem about this": {
    "guess": "Matrix function",
    "confidence": [
      [
        "Matrix",
        -0.48285067
      ],
      [
        " function",
        -0.20005818
      ]
    ]
  },
  "The Binet-Cauchy multiplication theorem applies to these functions, and the Sylvester theorem about this function was published without a proof. Successive differentiation is used to determine linear independence in the Wronskian type of this function. It can also be broken down to smaller cases by finding the cofactors and related minors. Cramer's rule uses ratios of these functions to solve linear equations, and if it is equal to zero, a matrix is called \"singular.\" For 10 points, identify this quantity, which for a 2 by 2 matrix is given by ad minus bc.": {
    "guess": "Determinant",
    "confidence": [
      [
        "Determin",
        -0.0115393475
      ],
      [
        "ant",
        -0.00046928023
      ]
    ]
  },
  "Binary coding based on these values depends on Zeckendorf's theorem, which states that any integer can be written as the sum of any one or more of them. Euclid's algorithm for finding a greatest common divisor has a worst-case runtime when consecutive values of this type are inputted. A namesake type of heap uses these numbers in its runtime analysis. The ratio of consecutive numbers of this type approaches the golden ratio. For 10 points, name these numbers, which comprise a sequence that begins 1, 1, 2, 3, 5, and are named for an Italian mathematician.": {
    "guess": "Fibonacci number",
    "confidence": [
      [
        "F",
        -0.00016206119
      ],
      [
        "ib",
        -7.703444e-06
      ],
      [
        "onacci",
        -2.6299214e-05
      ],
      [
        " number",
        -0.0039974274
      ]
    ]
  },
  "The binding domain of one type of this molecule in the virus that causes hepatitis C has a highly conserved TATPP sequence. A mutation in the RecQ family of these is the culprit in Werner's syndrome. One family of these in Staphylococcus aureus can be both magnesium- and manganese-dependent. In Drosophila, an analog of the human DDX type of these called Abstrakt is crucial for central nervous system development. The hexameric B type in E. coli uses covalent interactions with a beta (*) clamp-loading complex to coordinate its activities on the lagging and leading strands of the molecule it affects. These enzymes bind to AT-rich sites in order to break hydrogen bonds in those affected molecules to begin replication. For 10 points, name these enzymes that \"unzip\" strands of DNA or RNA.": {
    "guess": "Helicase",
    "confidence": [
      [
        "Hel",
        -0.070872605
      ],
      [
        "ic",
        -6.301394e-05
      ],
      [
        "ase",
        -0.049944114
      ]
    ]
  },
  "It binds close to M2 alpha helices with aspartate residues that repel negative charges, at alpha-gamma and alpha-delta junctions of an alpha-2-beta-gamma-delta pentamer. Botulin acts by blocking its release, while atropine does so by blocking its receptors, and the disease known as myasthenia gravis occurs when the body produces antibodies against its receptors. The first neurotransmitter to be identified, it is also the only one broken down by its namesake esterase. FTP, name this compound that": {
    "guess": "Acetylcholine",
    "confidence": [
      [
        "Ac",
        -0.0012010626
      ],
      [
        "etyl",
        -0.00016921341
      ],
      [
        "ch",
        -1.504853e-06
      ],
      [
        "oline",
        -4.3202e-07
      ]
    ]
  },
  "Binnig, Quate, and Gerber invented one type of these devices that measures piezoelectric forces on a": {
    "guess": "Atomic force microscope",
    "confidence": [
      [
        "Atomic",
        -0.1621366
      ],
      [
        " force",
        -0.18380052
      ],
      [
        " microscope",
        -0.107988894
      ]
    ]
  },
  "Binnig, Quate, and Gerber invented one type of these devices that measures piezoelectric forces on a cantilever, called the atomic force one, while a dichroic filter can be used as a beam splitter in the fluorescence type of them. Ernst Ruska built one type of these instruments that can analyze surface topology through raster scanning of (*) electrons, and Anton van Leeuwenhoek used the optical variety of these devices to obtain the first observations of blood cells and bacteria. For ten points,": {
    "guess": "Scanning Probe Microscope",
    "confidence": [
      [
        "Sc",
        -0.050094705
      ],
      [
        "anning",
        -1.504853e-06
      ],
      [
        " Probe",
        -0.13546291
      ],
      [
        " Micro",
        -9.889425e-05
      ],
      [
        "scope",
        -0.15158911
      ]
    ]
  }
}