{
  "In cases where this policy was lacking or nonexistent, the practice of taqiyya was often used for protection": {
    "guess": "Freedom of religion",
    "confidence": [
      [
        "Freedom",
        -1.0692021
      ],
      [
        " of",
        -0.000267296
      ],
      [
        " religion",
        -0.16963011
      ]
    ]
  },
  "The Case Study House Program began in this city that also housed Irving Gill's Dodge House prior to its demolition. The Morphosis firm was founded by a Pritzker winner based in this city, Thom Mayne. The Mayan Revival Style Ennis House, designed by Frank Lloyd Wright, is located in this city where his son, Frank Lloyd Wright Jr. was based. An architect associated with this city was passed over for the design of the Museum of Contemporary Art for Arata Isozaki, but later worked with Yasuhisa Toyota on a building in this city that houses a philharmonic led by Gustavo (*) Dudamel. That building in this city had to have its stainless steel exterior sanded down to reduce glare. For 10 points, name this American city, the home of the Walt Disney Concert Hall and the J. Paul Getty Art Museum.": {
    "guess": "Los Angeles",
    "confidence": [
      [
        "Los",
        -0.0007518553
      ],
      [
        " Angeles",
        -3.888926e-06
      ]
    ]
  },
  "Carol Terrell's 1993 \"Companion\" to this work explains many of its literary allusions.  Its first part is concerned with a Latin translation of Andreas Divus, who is mentioned in line 68.  Its second part": {
    "guess": "The Aeneid",
    "confidence": [
      [
        "The",
        -0.7004718
      ],
      [
        " A",
        -0.8818234
      ],
      [
        "ene",
        -0.0016215033
      ],
      [
        "id",
        -5.5861725e-05
      ]
    ]
  },
  "A 2010 Carr article found autapomorphy of this genus's holotype, paratype and other specimens in an enlarged pneumatic opening of its palatine bone, confirming taxonomic integrity. Keiran wrote of this species in 1999's Death of a Predator, while the Royal Tyrell Museum found over 20 of this genus at one site, the largest aggregation of nonavian Cretaceous theropods, suggesting it hunted in packs. With main species sarcophagus, its species libratus is disputed with Gorgosaurus, while this predator was approximately 1/5th the size of Tyrannosaurus rex. For 10 points name this meat-eating dinosaur,": {
    "guess": "Albertosaurus",
    "confidence": [
      [
        "Albert",
        -0.49361044
      ],
      [
        "os",
        -0.0011760591
      ],
      [
        "aurus",
        -7.0523776e-05
      ]
    ]
  },
  "Carluccio depicted this personage \"von Laussel\" and was critically analyzed by several artists, and Alexander Cabanel depicted this figure with five winged cherubs floating above. Sometimes depicted \"Anadyomene,\" Rossetti did this subject \"Verticordia,\" and she appeared in the original title of Aubrey": {
    "guess": "Venus (mythology)",
    "confidence": [
      [
        "V",
        -0.0045286235
      ],
      [
        "enus",
        -8.657073e-06
      ],
      [
        " (",
        -0.0052236826
      ],
      [
        "my",
        -0.00055577443
      ],
      [
        "th",
        -3.5313153e-06
      ],
      [
        "ology",
        -3.190179e-05
      ],
      [
        ")",
        -1.0445127e-05
      ]
    ]
  },
  "Most cases of this are identifiable by a constriction at locus Xq27.3 of the namesake structure.  This constriction is caused by methylation due to abnormally frequent CCG repeats in the 5' [\"five prime\"] UTR of the FMR1 gene.  Clincal features of this disease typically include facial dysplasia and macro-orchidism.": {
    "guess": "Fragile X syndrome",
    "confidence": [
      [
        "F",
        -0.0064966353
      ],
      [
        "rag",
        -0.000715412
      ],
      [
        "ile",
        -6.742448e-05
      ],
      [
        " X",
        -0.00045331425
      ],
      [
        " syndrome",
        -0.11497909
      ]
    ]
  },
  "This case expanded on the rulings in McLaurin and Sweatt, while ambiguity about its enforcement was squashed in the subsequent Cooper v. Aaron. In the wake of this ruling, a number of small towns had their economies ruined after hysterical \"Citizens' Councils\" drove up their own unemployment rates. Because the District of Columbia was not subject to the Fourteenth Amendment, this case had to be extended in (*) Bolling v. Sharpe. The controversial Footnote Eleven in this case drew evidence from experiments": {
    "guess": "Brown v. Board of Education",
    "confidence": [
      [
        "Brown",
        -0.05025989
      ],
      [
        " v",
        -0.00025919382
      ],
      [
        ".",
        -0.00011009939
      ],
      [
        " Board",
        -4.429897e-05
      ],
      [
        " of",
        -8.299462e-06
      ],
      [
        " Education",
        -7.147741e-05
      ]
    ]
  },
  "In the case of State vs. De Koenigswarer, it was ruled that the Delaware police had unlawfully detained this musician. He was thought to have played in Jerry Newman's recordings from New York's Minton's Playhouse, where he frequented cutting competitions. His contract with Prestige Records resulted in recordings with Sonny Rollins and Art Blakey such as \"We See\" and \"Bensha Swing.\" His first recordings were with the Coleman Hawkins quartet, while his works with Blue Note were collected on Genius": {
    "guess": "Thelonious Monk discography",
    "confidence": [
      [
        "Th",
        -0.0062023997
      ],
      [
        "elon",
        -6.511407e-06
      ],
      [
        "ious",
        -0.002305243
      ],
      [
        " Monk",
        -0.00030781425
      ],
      [
        " disc",
        -0.6603339
      ],
      [
        "ography",
        -0.00022856948
      ]
    ]
  },
  "Carluccio depicted this personage \"von Laussel\" and was critically analyzed by several artists, and Alexander Cabanel depicted this figure with five winged cherubs floating above. Sometimes depicted \"Anadyomene,\" Rossetti did this subject \"Verticordia,\" and she appeared in the original title of Aubrey Beardsley's Under the Hill. Cranach the Elder depicted this woman with her son, and Titian did her": {
    "guess": "Venus (mythology)",
    "confidence": [
      [
        "V",
        -0.0014976028
      ],
      [
        "enus",
        -3.1281633e-07
      ],
      [
        " (",
        -0.0049445974
      ],
      [
        "my",
        -0.0006203425
      ],
      [
        "th",
        -1.3856493e-06
      ],
      [
        "ology",
        -4.4894987e-05
      ],
      [
        ")",
        -1.60477e-05
      ]
    ]
  },
  "In a Carnot engine, entering heat times one minus the ratio of the temperatures of the resevoirs is equal to this quantity. It's not a change in volume, but an isochoric process has a value of zero for this quantity. A measure of the reversible amount of this quantity at constant temperature and volume is the Helmholtz free energy. Taking an integral on a PV diagram gives this quantity. In thermodynamics, change in internal energy is equal to heat added plus this quantity. Identify this concept for": {
    "guess": "Gibbs free energy",
    "confidence": [
      [
        "G",
        -0.677454
      ],
      [
        "ib",
        -1.2664457e-06
      ],
      [
        "bs",
        -0.0009751862
      ],
      [
        " free",
        -0.040692724
      ],
      [
        " energy",
        -8.375538e-05
      ]
    ]
  },
  "Carl Nielsen's work of this type and number contains a second movement \"Humoreske\" for winds and percussion alone and ends with a loud low B-flat \"raspberry\" played on two bassoons. Le midi and Le soir finish the trilogy begun by Le matin, Joseph Haydn's work of this type and number. Another work of this type and number contains the so-called \"Alma theme\" in its first movement and ends with a movement containing three \"hammer-blows of fate\". Yet another work of this type and number contains a cadenza": {
    "guess": "Symphony No. 6",
    "confidence": [
      [
        "Sym",
        -1.0708599
      ],
      [
        "phony",
        -0.0031065345
      ],
      [
        " No",
        -0.032563135
      ],
      [
        ".",
        -0.00059866573
      ],
      [
        " ",
        -0.004326622
      ],
      [
        "6",
        -0.018202508
      ]
    ]
  },
  "\"At the Castle Gate\" and \"The Three Blind Sisters\" are two of the sections written by Sibelius as in the piece of incidental music with this title.  While a cabaret musician in Berlin, Schoenberg also wrote a symphonic poem, his Opus No. 5, on this theme.  The famous Sicilienne movement is included among the four sections of the orchestral suite composed by Faure.  However, the most famous rendition might be the opera of Debussy.  FTP, identify these musical works all based on a play written by Maurice Maeterlinck.": {
    "guess": "Pelleas and Melisande",
    "confidence": [
      [
        "P",
        -0.0025461742
      ],
      [
        "elle",
        -0.036717646
      ],
      [
        "as",
        -4.990154e-05
      ],
      [
        " and",
        -0.7068873
      ],
      [
        " Mel",
        -0.00062570296
      ],
      [
        "is",
        -6.253713e-05
      ],
      [
        "ande",
        -0.00017100146
      ]
    ]
  },
  "In 1979, Carter and Wegman removed the assumption these mappings input have a random distribution when they introduced \"universal families\" of these functions. If the pre-image of these mappings contains a binary representation of a message's length, then these exhibit Merkle and Damgard strengthening. One approach to implementing these mappings interprets the target structure as an array of \"buckets.\" Common algorithms for these functions are known as the midsquare and the division methods. To solve the most common issue of these mappings, one could employ linear probe open addressing or chaining to resolve collisions when different values return the same result. FTP, name these functions that convert large amounts of data into one small value or checksum, as when they map a search key to an index of the similarly-named table.": {
    "guess": "Hash function",
    "confidence": [
      [
        "Hash",
        -0.0018799698
      ],
      [
        " function",
        -0.014416875
      ]
    ]
  },
  "Carl Erdmann's thesis is one explanation of the causes of this event. This campaign inspired a series": {
    "guess": "Crusades",
    "confidence": [
      [
        "Cr",
        -1.4217271
      ],
      [
        "us",
        -5.9153886e-06
      ],
      [
        "ades",
        -0.068101756
      ]
    ]
  },
  "The Casparian strip acts as a screen within the cortex of this structure, and the strangler fig kills": {
    "guess": "Root",
    "confidence": [
      [
        "Root",
        -0.008738194
      ]
    ]
  },
  "Carolus Linnaeus' original taxonomy of living organisms divided this group of animals into two categories: worms and insects. However, as this group encompasses 95% of the kingdom Animalia, more divisions including Rotifera, Nemertea, Cnidaria, and Arthropoda having since been created. Members of this group have only one copy of the Hox genes and are found in all animal subpylums except the Craniata": {
    "guess": "Invertebrates",
    "confidence": [
      [
        "In",
        -0.049498696
      ],
      [
        "verte",
        -0.0010578182
      ],
      [
        "brates",
        -0.5575676
      ]
    ]
  },
  "Carl Erdmann's thesis is one explanation of the causes of this event. This campaign inspired a series of attacks against Jews in Speyer and Worms led by Count Emicho. Kerbogha of Mosul failed to relieve a siege in this conflict. One side in this war was massacred at Cibotus. At the Council of Piacenza, envoys of Alexius I asked for aid in what would become this action. Armies in it were led by Raymond of Toulouse, Bohemond, and Godfrey of Bouillon, while its less organized leaders included Walter": {
    "guess": "First Crusade",
    "confidence": [
      [
        "First",
        -0.010277748
      ],
      [
        " Crus",
        -0.00020449402
      ],
      [
        "ade",
        -2.4630364e-05
      ]
    ]
  },
  "A case involving an amendment to this piece of legislation was brought a party who believed its patent on a salt-measuring machine was infringed upon, and led to the creation of the \"Morton Salt rule.\" Another act that modified it mandated the used of a \"Notification and Report Form\" for certain types of interactions and was called the Hart-Scott-Rodino Act. Able to target certain legal acts in their incipiency, Section 7 of this act amended by Robinson-Patman act was originally targeted at holding companies and tests the legality of mergers. Notable for having more teeth than its predecessor,": {
    "guess": "Clayton Antitrust Act",
    "confidence": [
      [
        "Cl",
        -0.021312965
      ],
      [
        "ay",
        -2.1008714e-06
      ],
      [
        "ton",
        -2.3915141e-05
      ],
      [
        " Ant",
        -0.0006942047
      ],
      [
        "itrust",
        -0.00013190633
      ],
      [
        " Act",
        -0.0004120808
      ]
    ]
  },
  "In cases where this policy was lacking or nonexistent, the practice of taqiyya was often used for protection by concealing one's identity. Although this principle was advocated by Pope Alexander II, he sanctioned the War of Barbastro which ended in a massacre that defied it. This principle was upheld in the sixty-seven articles of the Capitulation of Granada regarding Moriscos, which was signed by Boabdil, but it was largely ignored after Cardinal Talavera's replacement by Cardinal Cisneros. Tomas": {
    "guess": "Tomas de Torquemada",
    "confidence": [
      [
        "T",
        -0.9938997
      ],
      [
        "omas",
        -0.69434476
      ],
      [
        " de",
        -0.09149435
      ],
      [
        " Tor",
        -0.0067611984
      ],
      [
        "qu",
        -1.0921943e-05
      ],
      [
        "em",
        -5.0378356e-05
      ],
      [
        "ada",
        -0.00010032469
      ]
    ]
  },
  "This case was compared with an incident in which Hugh Maher seized a piece of property from Harmon Spruance in an Edmund Kitch article entitled, \"The Facts of [this case].\" The court opinion for this case uses state constitutions and the Magna Carta to define the word \"deprive\" as used in the Fourteenth Amendment. That opinion also uses the examples of wharfingers and hackney-coachmen and quotes Lord Hale's De Portibus Maris to show that the legislation in question did not violate the due process clause. In the court opinion for this case, Chief Justice Waite argued that although Congress alone": {
    "guess": "Slaughter-House Cases",
    "confidence": [
      [
        "S",
        -0.8711922
      ],
      [
        "laughter",
        -0.0056691184
      ],
      [
        "-H",
        -0.14947113
      ],
      [
        "ouse",
        -0.0002007987
      ],
      [
        " Cases",
        -0.019240394
      ]
    ]
  },
  "This case was compared with an incident in which Hugh Maher seized a piece of property from Harmon Spruance in an Edmund Kitch article entitled, \"The Facts of [this case].\" The court opinion for this case uses state constitutions and the Magna Carta to define the word \"deprive\" as used in the Fourteenth": {
    "guess": "Takings Clause",
    "confidence": [
      [
        "T",
        -1.8496001
      ],
      [
        "ak",
        -0.42904907
      ],
      [
        "ings",
        -0.2531586
      ],
      [
        " Clause",
        -0.01623143
      ]
    ]
  },
  "The Casparian strip enables the endodermis to filter out harmful substances that would otherwise enter this tissue. Guttation results when increases in pressure cause the contents of this tissue to be exuded. The function of these structures is explained by the cohesion-tension theory, which involves (*) transpirational pull. This tissue is composed of tracheids and vessel elements, and dead cells": {
    "guess": "Xylem",
    "confidence": [
      [
        "X",
        -0.0066703777
      ],
      [
        "yle",
        -1.147242e-06
      ],
      [
        "m",
        -2.486877e-05
      ]
    ]
  },
  "Carl Nielsen's work of this type and number contains a second movement \"Humoreske\" for winds and percussion alone and ends with a loud low B-flat \"raspberry\" played on two bassoons. Le midi and Le soir": {
    "guess": "Symphony No. 2 (Nielsen)",
    "confidence": [
      [
        "Sym",
        -0.31621665
      ],
      [
        "phony",
        -0.021217398
      ],
      [
        " No",
        -0.005893715
      ],
      [
        ".",
        -0.00055231754
      ],
      [
        " ",
        -0.0035739345
      ],
      [
        "2",
        -0.72269404
      ],
      [
        " (",
        -0.2017359
      ],
      [
        "Ni",
        -0.086948745
      ],
      [
        "elsen",
        -1.7120534e-05
      ],
      [
        ")",
        -2.3676734e-05
      ]
    ]
  },
  "In some cases when this operation cannot be performed, a Cauchy principal value can be assigned instead. An extension of this operation to more abstract sets of functions assigns measures to different objects before performing this operation and is named for Lebesgue. The interchange of multiple instances of this operation is governed by Fubini's theorem. The substitution and \"by parts\" techniques for doing this require a change of limits to this operation's definite form which, unlike the indefinite form, does not require an arbitrary additive constant. For 10 points, name this process which calculates the area under a curve, the opposite of differentiation.": {
    "guess": "Integration",
    "confidence": [
      [
        "Integration",
        -0.5439235
      ]
    ]
  },
  "The Case Study House Program began in this city that also housed Irving Gill's Dodge House prior to its demolition. The Morphosis firm was founded by a Pritzker winner based in this city, Thom Mayne. The Mayan Revival Style Ennis House, designed by Frank Lloyd Wright, is located in this city where his son, Frank Lloyd Wright Jr. was based. An architect associated with this city was passed over for": {
    "guess": "Los Angeles",
    "confidence": [
      [
        "Los",
        -0.03424179
      ],
      [
        " Angeles",
        -0.00015848507
      ]
    ]
  },
  "A cartoon endorsed by this political party claims \"Elephants in front of them / and nothing but the people back of them.\" The political boss Leander Perez tried to keep this party going after its sole presidential campaign. A vice presidential candidate for this party replaced Thomas Bailey as governor of his state. Members had earlier walked out of another party's convention after a speech by Hubert": {
    "guess": "Progressive Party (United States, 1948)",
    "confidence": [
      [
        "Progress",
        -0.88551176
      ],
      [
        "ive",
        -0.00014883325
      ],
      [
        " Party",
        -0.0026110942
      ],
      [
        " (",
        -0.31656086
      ],
      [
        "United",
        -0.0021681054
      ],
      [
        " States",
        -2.4987974e-05
      ],
      [
        ",",
        -0.007017168
      ],
      [
        " ",
        -7.8033605e-05
      ],
      [
        "194",
        -0.4407204
      ],
      [
        "8",
        -0.00028588812
      ],
      [
        ")",
        -0.00056756823
      ]
    ]
  },
  "His cartoon for the \"Battle of Cascina\" was considered a marvel of the age, while his \"Holy Family\" is considered one of his best paintings. Better known as a sculptor, he got his start under Ghirlandajo, soon producing \"The Rape of Deianira\" and \"The Battle of the Lapiths and Centaurs\". While working on tombs for the Medicis he created his famous reclining figures of \"Day\", \"Night\", \"Dawn\", and \"Dusk\",": {
    "guess": "Michelangelo",
    "confidence": [
      [
        "Mich",
        -0.3780494
      ],
      [
        "el",
        -2.2603901e-05
      ],
      [
        "angelo",
        -0.0004866803
      ]
    ]
  },
  "Carter Druse shoots his father as they fight on opposite sides of the war in one of this man's works.": {
    "guess": "An Occurrence at Owl Creek Bridge",
    "confidence": [
      [
        "An",
        -0.43742037
      ],
      [
        " Occ",
        -0.0011818927
      ],
      [
        "urrence",
        -0.00087036757
      ],
      [
        " at",
        -3.8219583e-05
      ],
      [
        " Owl",
        -1.18755715e-05
      ],
      [
        " Creek",
        -7.278864e-05
      ],
      [
        " Bridge",
        -1.4021238e-05
      ]
    ]
  },
  "The Case Study House Program began in this city that also housed Irving Gill's Dodge House prior to its demolition. The Morphosis firm was founded by a Pritzker winner based in this city, Thom Mayne. The": {
    "guess": "Los Angeles",
    "confidence": [
      [
        "Los",
        -0.007035631
      ],
      [
        " Angeles",
        -0.00023250321
      ]
    ]
  },
  "His cartoon for the \"Battle of Cascina\" was considered a marvel of the age, while his \"Holy Family\" is": {
    "guess": "Battle of Cascina",
    "confidence": [
      [
        "Battle",
        -0.13954362
      ],
      [
        " of",
        -0.004191894
      ],
      [
        " Casc",
        -0.0055355197
      ],
      [
        "ina",
        -0.00019543454
      ]
    ]
  },
  "Most cases of this are identifiable by a constriction at locus Xq27.3 of the namesake structure.  This constriction is caused by methylation due to abnormally frequent CCG repeats in the 5' [\"five prime\"] UTR of the FMR1 gene.  Clincal features of this disease typically include facial dysplasia and macro-orchidism.  The most common form of inherited mental retardation, this syndrome affects approximately": {
    "guess": "Fragile X syndrome",
    "confidence": [
      [
        "F",
        -0.04431949
      ],
      [
        "rag",
        -0.00091253634
      ],
      [
        "ile",
        -4.9305523e-05
      ],
      [
        " X",
        -0.0005057309
      ],
      [
        " syndrome",
        -0.16088942
      ]
    ]
  },
  "Carvings on Stela 19 are the earliest illustrations of this god, depicting him rising from a shaman's ritual. He was part of a trinity with the Goddess of the Cave and Tlaloc, god of rain, in early agricultural cults. He is the god of light, wind, and the cardinal West and twin brother of Xolotl [zo- lottel]. In one story Tezcatlipoca got him drunk and tricked him into sleeping with his own sister.": {
    "guess": "Quetzalcoatl",
    "confidence": [
      [
        "Qu",
        -0.4021007
      ],
      [
        "etz",
        -7.0285365e-05
      ],
      [
        "al",
        -0.00013107191
      ],
      [
        "co",
        -4.739826e-05
      ],
      [
        "atl",
        -7.3458323e-06
      ]
    ]
  },
  "Carl Nielsen's work of this type and number contains a second movement \"Humoreske\" for winds and percussion alone and ends with a loud low B-flat \"raspberry\" played on two bassoons. Le midi and Le soir finish the trilogy begun by Le matin, Joseph Haydn's work of this type and number. Another work of this type and number contains the so-called \"Alma theme\" in its first movement and ends with a movement containing three \"hammer-blows of fate\". Yet another work of this type and number contains a cadenza for three woodwind instruments imitating birdcalls at the end of its movement \"By the Brook\". For": {
    "guess": "Symphony No. 6",
    "confidence": [
      [
        "Sym",
        -0.5883977
      ],
      [
        "phony",
        -0.0010318574
      ],
      [
        " No",
        -0.03520621
      ],
      [
        ".",
        -0.00021140782
      ],
      [
        " ",
        -0.0032631536
      ],
      [
        "6",
        -0.008497089
      ]
    ]
  },
  "In one cartoon, this man is depicted carrying the sword of \"preparedness\" as he casts off the wings of \"pacifism.\" This founder of the International Rescue Committee co-signed a manifesto with Bertrand": {
    "guess": "Varian Fry",
    "confidence": [
      [
        "Var",
        -1.177704
      ],
      [
        "ian",
        -0.0020008427
      ],
      [
        " Fry",
        -0.010637688
      ]
    ]
  },
  "Carolus Linnaeus' original taxonomy of living organisms divided this group of animals into two categories:": {
    "guess": "Mammals",
    "confidence": [
      [
        "M",
        -0.657904
      ],
      [
        "amm",
        -0.0005199088
      ],
      [
        "als",
        -0.45382217
      ]
    ]
  },
  "Carl Erdmann's thesis is one explanation of the causes of this event. This campaign inspired a series of attacks against Jews in Speyer and Worms led by Count Emicho. Kerbogha of Mosul failed to relieve a siege in this conflict. One side in this war was massacred at Cibotus. At the Council of Piacenza, envoys of Alexius I asked for aid in what would become this action. Armies in it were led by Raymond": {
    "guess": "First Crusade",
    "confidence": [
      [
        "First",
        -0.7000812
      ],
      [
        " Crus",
        -0.00026205103
      ],
      [
        "ade",
        -7.4695905e-05
      ]
    ]
  },
  "In the case of State vs. De Koenigswarer, it was ruled that the Delaware police had unlawfully detained this musician. He was thought to have played in Jerry Newman's recordings from New York's Minton's Playhouse, where he frequented cutting competitions. His contract with Prestige Records resulted in recordings with Sonny Rollins and Art Blakey such as \"We See\" and \"Bensha Swing.\" His first recordings were with the Coleman Hawkins quartet, while his works with Blue Note were collected on Genius of Modern Music. He worked with Miles Davis on Bags' Groove, and he led a quartet including John Coltrane that performed at the Five Spot Cafe.  FTP, name this composer and jazz pianist known for bebop works like \"Round Midnight.\"": {
    "guess": "Thelonious Monk",
    "confidence": [
      [
        "Th",
        -0.0027330746
      ],
      [
        "elon",
        -3.035214e-05
      ],
      [
        "ious",
        -0.00089526287
      ],
      [
        " Monk",
        -6.098748e-05
      ]
    ]
  },
  "In the case of State vs. De Koenigswarer, it was ruled that the Delaware police had unlawfully detained": {
    "guess": "Delaware",
    "confidence": [
      [
        "Del",
        -0.40698186
      ],
      [
        "aware",
        -0.003505042
      ]
    ]
  },
  "In cases where this policy was lacking or nonexistent, the practice of taqiyya was often used for protection by concealing one's identity. Although this principle was advocated by Pope Alexander II, he sanctioned the War of Barbastro which ended in a massacre that defied it. This principle was upheld in the sixty-seven articles of the Capitulation of Granada regarding Moriscos, which was signed by Boabdil, but it was largely ignored after Cardinal Talavera's replacement by Cardinal Cisneros. Tomas de Torquemada was one of the chief opponents of this principle, and the Alhambra Decree was another step back in achieving this policy, because through it, Ferdinand and Isabella expelled Jews from their country. For 10 points, name this policy which was severely lacking in Iberia during the Spanish": {
    "guess": "Religious tolerance in Spain",
    "confidence": [
      [
        "Rel",
        -1.1628822
      ],
      [
        "igious",
        -0.002056881
      ],
      [
        " tolerance",
        -0.23314676
      ],
      [
        " in",
        -0.25195262
      ],
      [
        " Spain",
        -0.5252757
      ]
    ]
  },
  "Don Carlos's victory at Bitonto in this war led to him becoming Charles III of Sicily. France's first ally in this war was the kingdom of Sardinia & Savoy, which helped besiege Mantua. The person who led the Confederation of Dzików had previously held the job in question under Swedish domination and": {
    "guess": "War of the Polish Succession",
    "confidence": [
      [
        "War",
        -0.26467475
      ],
      [
        " of",
        -4.894791e-05
      ],
      [
        " the",
        -0.0028599163
      ],
      [
        " Polish",
        -0.37698132
      ],
      [
        " Success",
        -0.003221445
      ],
      [
        "ion",
        -9.253091e-06
      ]
    ]
  },
  "Carmichael proved that large ones of these do not share prime factors with other ones, and Wall-Sun-Sun primes are necessarily these. Matiyasevich's disproof of Hilbert's tenth problem relied on these values to show that Diophantine equations have solutions that can grow exponentially, and a pair of them give the Euclidean algorithm its worst-case runtime. Their generating function is x divided by 1 minus x minus x squared, and every positive integer can be written as the sum of non-consecutive ones of these according to Zeckendorf's theorem. The Lucas numbers obey a similar rule as them, and one formula for generating them relies on the Golden Ratio, known as Binet's formula. Defined recursively": {
    "guess": "Fibonacci number",
    "confidence": [
      [
        "F",
        -0.0014741528
      ],
      [
        "ib",
        -1.7597347e-05
      ],
      [
        "onacci",
        -3.888926e-06
      ],
      [
        " number",
        -0.006726026
      ]
    ]
  },
  "A cartoon endorsed by this political party claims \"Elephants in front of them / and nothing but the people back of them.\" The political boss Leander Perez tried to keep this party going after its sole presidential campaign. A vice presidential candidate for this party replaced Thomas Bailey as governor of his state. Members had earlier walked out of another party's convention after a speech by Hubert Humphrey. This political party opposed Harry Truman by selecting Fielding Wright and Strom Thurmond as their candidates to promote their Jim Crow policies. For 10 points, name this secessionist group": {
    "guess": "States' Rights Democratic Party",
    "confidence": [
      [
        "States",
        -0.6971255
      ],
      [
        "'",
        -0.002588385
      ],
      [
        " Rights",
        -0.0018025113
      ],
      [
        " Democratic",
        -0.003444215
      ],
      [
        " Party",
        -7.934485e-05
      ]
    ]
  },
  "In this case, Justices Robert Grier and John Catron violated judicial ethics by telling the President what the Court intended to do, though there is no evidence of a conspiracy to determine the outcome. The dissents of John McLean and Benjamin Curtis referred to the Congressional powers outlined in article four, section three of the Constitution. FTP, identify this decision, in which every justice": {
    "guess": "Dred Scott v. Sandford",
    "confidence": [
      [
        "D",
        -0.012196918
      ],
      [
        "red",
        -0.00016110756
      ],
      [
        " Scott",
        -8.061054e-06
      ],
      [
        " v",
        -3.786197e-05
      ],
      [
        ".",
        -2.749125e-05
      ],
      [
        " Sand",
        -6.869018e-06
      ],
      [
        "ford",
        -2.4272753e-05
      ]
    ]
  },
  "Carol Terrell's 1993 \"Companion\" to this work explains many of its literary allusions.  Its first part is concerned with a Latin translation of Andreas Divus, who is mentioned in line 68.  Its second part begins, \"Hang it all Robert Browning, / There can be but one 'Sordello,'\" and the first is concerned": {
    "guess": "The Cantos",
    "confidence": [
      [
        "The",
        -0.050651394
      ],
      [
        " Cant",
        -0.007431158
      ],
      [
        "os",
        -5.4385737e-06
      ]
    ]
  },
  "This case expanded on the rulings in McLaurin and Sweatt, while ambiguity about its enforcement was squashed": {
    "guess": "Brown v. Board of Education",
    "confidence": [
      [
        "Brown",
        -0.31315643
      ],
      [
        " v",
        -6.718607e-05
      ],
      [
        ".",
        -5.4550484e-05
      ],
      [
        " Board",
        -2.3795938e-05
      ],
      [
        " of",
        -5.2001665e-06
      ],
      [
        " Education",
        -6.392203e-06
      ]
    ]
  },
  "The Casparian strip acts as a screen within the cortex of this structure, and the strangler fig kills trees by growing the adventitious type. Mycorrhizae [my-kuh-RYE-zee] are symbiotic relationships between": {
    "guess": "Root",
    "confidence": [
      [
        "Root",
        -0.023108734
      ]
    ]
  },
  "Carmichael's Theorem states that, after the 13th of these numbers, each of these numbers has a prime": {
    "guess": "Carmichael number",
    "confidence": [
      [
        "C",
        -0.025815863
      ],
      [
        "arm",
        -4.179569e-05
      ],
      [
        "ichael",
        -4.9617593e-06
      ],
      [
        " number",
        -0.43990722
      ]
    ]
  },
  "Carl Czerny was prolific in producing this piano type of composition in his School of Velocity and School": {
    "guess": "Étude",
    "confidence": [
      [
        "É",
        -0.0552026
      ],
      [
        "t",
        -0.001800008
      ],
      [
        "ude",
        -0.070596606
      ]
    ]
  },
  "A cartoon endorsed by this political party claims \"Elephants in front of them / and nothing but the people back of them.\" The political boss Leander Perez tried to keep this party going after its sole presidential campaign. A vice presidential candidate for this party replaced Thomas Bailey as governor": {
    "guess": "Dixiecrat",
    "confidence": [
      [
        "D",
        -0.58715594
      ],
      [
        "ix",
        -7.851042e-05
      ],
      [
        "ie",
        -0.001464389
      ],
      [
        "cr",
        -1.8074163e-05
      ],
      [
        "at",
        -0.37263831
      ]
    ]
  },
  "Carmichael proved that large ones of these do not share prime factors with other ones, and Wall-Sun-Sun primes are necessarily these. Matiyasevich's disproof of Hilbert's tenth problem relied on these values to show that Diophantine equations have solutions that can grow exponentially, and a pair of them give the Euclidean algorithm its worst-case runtime. Their generating function is x divided by 1 minus x minus x squared, and every positive integer can be written as the sum of non-consecutive ones of these according to Zeckendorf's theorem. The Lucas numbers obey a similar rule as them, and one formula for generating them relies on the Golden Ratio, known as Binet's formula. Defined recursively by summing the previous two numbers in the sequence, for 10 points, name these numbers that begin 1, 1, 2, 3, 5…": {
    "guess": "Fibonacci number",
    "confidence": [
      [
        "F",
        -0.0007682944
      ],
      [
        "ib",
        -0.000114033115
      ],
      [
        "onacci",
        -5.3000836e-05
      ],
      [
        " number",
        -0.011315892
      ]
    ]
  },
  "Carter Druse shoots his father as they fight on opposite sides of the war in one of this man's works. In addition to \"A Horseman in the Sky\", he wrote of a child who stumbles upon badly wounded and disfigured retreating soldiers and is revealed to be deaf. He wrote a work in which friendship is described as \"a boat big enough to carry two in fair weather, but only one in foul,\" and that work's reception earned him the nickname \"Bitter.\" This author of \"Chickamunga\" published his most famous work": {
    "guess": "Ambrose Bierce",
    "confidence": [
      [
        "Amb",
        -0.02355466
      ],
      [
        "rose",
        -0.0014984336
      ],
      [
        " B",
        -0.0006228457
      ],
      [
        "ierce",
        -8.256335e-05
      ]
    ]
  },
  "In one cartoon, this man is depicted carrying the sword of \"preparedness\" as he casts off the wings of": {
    "guess": "Captain America",
    "confidence": [
      [
        "Captain",
        -1.3551358
      ],
      [
        " America",
        -0.14793181
      ]
    ]
  },
  "This case was compared with an incident in which Hugh Maher seized a piece of property from Harmon Spruance in an Edmund Kitch article entitled, \"The Facts of [this case].\" The court opinion for this case uses state constitutions and the Magna Carta to define the word \"deprive\" as used in the Fourteenth Amendment. That opinion also uses the examples of wharfingers and hackney-coachmen and quotes Lord Hale's De Portibus Maris to show that the legislation in question did not violate the due process clause. In the court opinion for this case, Chief Justice Waite argued that although Congress alone could regulate interstate commerce, the regulations in question in this case did not impair federal control, and agreed that a \"virtual monopoly\" was created by the owners of grain elevators. Overturned by the decision in the Wabash case, for 10 points, name this case arising from legislation passed due to the influence of the Granger movement, which decided that private property can be regulated for the public good, to the detriment of warehousers in Chicago.": {
    "guess": "Munn v. Illinois",
    "confidence": [
      [
        "M",
        -0.0021413397
      ],
      [
        "unn",
        -1.831257e-05
      ],
      [
        " v",
        -0.00022094045
      ],
      [
        ".",
        -0.00065643917
      ],
      [
        " Illinois",
        -0.00032271104
      ]
    ]
  },
  "In all cases it is proportional to the radius of the solid object and the viscosity of the fluid. The Stokes version of it is used to account for the density of the surrounding fluid, giving this quantity either a plus or minus sign, and in the general case of a small sphere in drag-limited fall, it is given by the force of gravity over the quantity six pi times the radius times the viscosity. FTP name this quantity, the maximum theoretical rate of descent of a body acted upon only by gravity and viscous drag.": {
    "guess": "Terminal velocity",
    "confidence": [
      [
        "Terminal",
        -0.0026538938
      ],
      [
        " velocity",
        -0.09504038
      ]
    ]
  },
  "This case was compared with an incident in which Hugh Maher seized a piece of property from Harmon Spruance in an Edmund Kitch article entitled, \"The Facts of [this case].\" The court opinion for this case": {
    "guess": "Korematsu v. United States",
    "confidence": [
      [
        "K",
        -2.2028277
      ],
      [
        "orem",
        -0.669455
      ],
      [
        "atsu",
        -0.00010402
      ],
      [
        " v",
        -0.10779647
      ],
      [
        ".",
        -0.0012785688
      ],
      [
        " United",
        -0.032199245
      ],
      [
        " States",
        -9.8536635e-05
      ]
    ]
  },
  "Carl Czerny was prolific in producing this piano type of composition in his School of Velocity and School of Virtuosity, following the basis in Clementi's Gradus ad Parnassum. Anton Rubinstein's opus 23 and 81 as well as Prokofiev's opus 2 and Bartok's Mikrokosmos are all examples of this composition,": {
    "guess": "Piano studies",
    "confidence": [
      [
        "P",
        -1.017239
      ],
      [
        "iano",
        -0.00028255043
      ],
      [
        " studies",
        -1.4475955
      ]
    ]
  },
  "Carmichael proved that large ones of these do not share prime factors with other ones, and Wall-Sun-Sun primes are necessarily these. Matiyasevich's disproof of Hilbert's tenth problem relied on these values to show that Diophantine equations have solutions that can grow exponentially, and a pair of them give the Euclidean algorithm its worst-case runtime. Their generating function is x divided by 1 minus x minus x squared, and every positive integer can be written as the sum of non-consecutive ones of these according to Zeckendorf's theorem. The Lucas numbers obey a similar rule as them, and one": {
    "guess": "Fibonacci number",
    "confidence": [
      [
        "F",
        -0.00048656107
      ],
      [
        "ib",
        -9.253091e-06
      ],
      [
        "onacci",
        -4.8425554e-06
      ],
      [
        " number",
        -0.0070597734
      ]
    ]
  },
  "The Casparian strip acts as a screen within the cortex of this structure, and the strangler fig kills trees by growing the adventitious type. Mycorrhizae [my-kuh-RYE-zee] are symbiotic relationships between fungi and these plant organs, which can harbor (*) nitrogen-fixing bacteria nodules. The carrot is a tap variety of, for 10 points, what commonly underground plant structures that absorb water and nutrients and support the plant in the ground?": {
    "guess": "Root",
    "confidence": [
      [
        "Root",
        -0.00043817906
      ]
    ]
  },
  "In cases where this policy was lacking or nonexistent, the practice of taqiyya was often used for protection by concealing one's identity. Although this principle was advocated by Pope Alexander II, he sanctioned the War of Barbastro which ended in a massacre that defied it. This principle was upheld": {
    "guess": "Peace and Truce of God",
    "confidence": [
      [
        "Peace",
        -1.3482809
      ],
      [
        " and",
        -0.27927658
      ],
      [
        " Tr",
        -0.004510462
      ],
      [
        "uce",
        -0.00014609157
      ],
      [
        " of",
        -4.763667e-05
      ],
      [
        " God",
        -3.619312e-05
      ]
    ]
  },
  "Carl Friedrich Abel is now considered to be the true author of a work of Mozart's in E-flat major with this numeric designation. Ralph Vaughn Williams was inspired to write a work with this designation, nicknamed \"Pastoral,\" after hearing a trumpet misplay during World War I, while Krzystof Penderecki's completion of one after another one nicknamed \"Christmas\". A text by Kirsanov supporting May Day": {
    "guess": "Symphony No. 4",
    "confidence": [
      [
        "Sym",
        -0.20847489
      ],
      [
        "phony",
        -0.0021300411
      ],
      [
        " No",
        -0.00011629798
      ],
      [
        ".",
        -0.00033498902
      ],
      [
        " ",
        -0.0029330067
      ],
      [
        "4",
        -0.94392824
      ]
    ]
  },
  "Carluccio depicted this personage \"von Laussel\" and was critically analyzed by several artists, and Alexander Cabanel depicted this figure with five winged cherubs floating above. Sometimes depicted \"Anadyomene,\"": {
    "guess": "Venus (mythology)",
    "confidence": [
      [
        "V",
        -0.0067714993
      ],
      [
        "enus",
        -9.133887e-06
      ],
      [
        " (",
        -0.0060407817
      ],
      [
        "my",
        -0.00020425562
      ],
      [
        "th",
        -1.2664457e-06
      ],
      [
        "ology",
        -3.2855416e-05
      ],
      [
        ")",
        -3.7697225e-06
      ]
    ]
  },
  "This case expanded on the rulings in McLaurin and Sweatt, while ambiguity about its enforcement was squashed in the subsequent Cooper v. Aaron. In the wake of this ruling, a number of small towns had their economies ruined after hysterical \"Citizens' Councils\" drove up their own unemployment rates. Because the District of Columbia was not subject to the Fourteenth Amendment, this case had to be extended in (*) Bolling v. Sharpe. The controversial Footnote Eleven in this case drew evidence from experiments by Kenneth and Mamie Clark using dolls. Fred Vinson's death during deliberations helped this": {
    "guess": "Brown v. Board of Education",
    "confidence": [
      [
        "Brown",
        -0.008276727
      ],
      [
        " v",
        -0.00017684244
      ],
      [
        ".",
        -9.133887e-06
      ],
      [
        " Board",
        -2.129266e-05
      ],
      [
        " of",
        -2.9352968e-06
      ],
      [
        " Education",
        -2.2484697e-05
      ]
    ]
  },
  "The Casparian strip acts as a screen within the cortex of this structure, and the strangler fig kills trees by growing the adventitious type. Mycorrhizae [my-kuh-RYE-zee] are symbiotic relationships between fungi and these plant organs, which can harbor (*) nitrogen-fixing bacteria nodules. The carrot": {
    "guess": "Root",
    "confidence": [
      [
        "Root",
        -0.0017628825
      ]
    ]
  },
  "Carter Druse shoots his father as they fight on opposite sides of the war in one of this man's works. In addition to \"A Horseman in the Sky\", he wrote of a child who stumbles upon badly wounded and disfigured": {
    "guess": "Ambrose Bierce",
    "confidence": [
      [
        "Amb",
        -0.16422552
      ],
      [
        "rose",
        -0.0004063627
      ],
      [
        " B",
        -0.0005122834
      ],
      [
        "ierce",
        -0.00011081461
      ]
    ]
  },
  "Carl Czerny was prolific in producing this piano type of composition in his School of Velocity and School of Virtuosity, following the basis in Clementi's Gradus ad Parnassum. Anton Rubinstein's opus 23 and 81 as well as Prokofiev's opus 2 and Bartok's Mikrokosmos are all examples of this composition, the best examples of which include a fifth one titled Will-o '-the-Wisp and an Eroica seventh one, with the same inspiration as Schumann's work on this type of composition, Paganini's violin caprices. For 10 points, identify this technical exercise, among which are Chopin's 27 and Liszt's Transcendental": {
    "guess": "Étude",
    "confidence": [
      [
        "É",
        -0.53767926
      ],
      [
        "t",
        -8.542423e-05
      ],
      [
        "ude",
        -0.087945096
      ]
    ]
  },
  "In the case of State vs. De Koenigswarer, it was ruled that the Delaware police had unlawfully detained this musician. He was thought to have played in Jerry Newman's recordings from New York's Minton's Playhouse, where he frequented cutting competitions. His contract with Prestige Records resulted in recordings with Sonny Rollins and Art Blakey such as \"We See\" and \"Bensha Swing.\" His first recordings were with the Coleman Hawkins quartet, while his works with Blue Note were collected on Genius of Modern Music. He worked with Miles Davis on Bags' Groove, and he led a quartet including John Coltrane": {
    "guess": "Thelonious Monk",
    "confidence": [
      [
        "Th",
        -0.001563185
      ],
      [
        "elon",
        -2.8160932e-06
      ],
      [
        "ious",
        -0.0010147068
      ],
      [
        " Monk",
        -2.8444882e-05
      ]
    ]
  },
  "A cartoon endorsed by this political party claims \"Elephants in front of them / and nothing but the people back of them.\" The political boss Leander Perez tried to keep this party going after its sole presidential campaign. A vice presidential candidate for this party replaced Thomas Bailey as governor of his state. Members had earlier walked out of another party's convention after a speech by Hubert Humphrey. This political party opposed Harry Truman by selecting Fielding Wright and Strom Thurmond": {
    "guess": "Dixiecrat",
    "confidence": [
      [
        "D",
        -0.23973873
      ],
      [
        "ix",
        -1.640531e-05
      ],
      [
        "ie",
        -0.0019073355
      ],
      [
        "cr",
        -1.8908588e-05
      ],
      [
        "at",
        -0.055050753
      ]
    ]
  },
  "A cartoon endorsed by this political party claims \"Elephants in front of them / and nothing but the people": {
    "guess": "Pakistan Peoples Party",
    "confidence": [
      [
        "Pakistan",
        -0.519116
      ],
      [
        " Peoples",
        -0.0017309873
      ],
      [
        " Party",
        -9.5914154e-05
      ]
    ]
  },
  "Carl Cantrel gave a \"scientific\" account of God's support of this prophet, claiming that He interfered with electromagnetic waves produced by brains of Syrian soldiers so that they can't see God's army.": {
    "guess": "Emanuel Swedenborg",
    "confidence": [
      [
        "E",
        -2.3019145
      ],
      [
        "manuel",
        -0.051092573
      ],
      [
        " Sweden",
        -0.0041971174
      ],
      [
        "borg",
        -0.00023298002
      ]
    ]
  },
  "\"At the Castle Gate\" and \"The Three Blind Sisters\" are two of the sections written by Sibelius as in": {
    "guess": "Pelleas and Melisande",
    "confidence": [
      [
        "P",
        -0.99490255
      ],
      [
        "elle",
        -0.007044629
      ],
      [
        "as",
        -0.0006831261
      ],
      [
        " and",
        -0.0073878556
      ],
      [
        " Mel",
        -0.003486747
      ],
      [
        "is",
        -8.864273e-05
      ],
      [
        "ande",
        -0.00022666223
      ]
    ]
  },
  "Carmichael proved that large ones of these do not share prime factors with other ones, and Wall-Sun-Sun": {
    "guess": "Carmichael number",
    "confidence": [
      [
        "C",
        -0.04590253
      ],
      [
        "arm",
        -0.03507972
      ],
      [
        "ichael",
        -0.00029935446
      ],
      [
        " number",
        -0.09641041
      ]
    ]
  },
  "The Carnarvon Range is a plateau region of this larger mountain range that reaches its northernmost point on the Cape York Peninsula. The Lachlan and Darling rivers flow down this range's western slope before joining the (*) Murray River, and this range contains Mount Kosciusko. This range terminates at Grampians in Victoria prior to reemerging across the Bass Strait in Tasmania. For 10 points, name this mountain range containing the Australian Alps that is located along the eastern coast of Australia.": {
    "guess": "Great Dividing Range",
    "confidence": [
      [
        "Great",
        -0.0040837433
      ],
      [
        " Div",
        -4.8709502e-05
      ],
      [
        "iding",
        -5.8126592e-05
      ],
      [
        " Range",
        -7.421909e-05
      ]
    ]
  },
  "Cast in the Euclidean style of the Mathematical Principles, eight definitions and eight Axioms pre-cede": {
    "guess": "Euclid's Elements",
    "confidence": [
      [
        "Eu",
        -0.08237667
      ],
      [
        "clid",
        -0.017003702
      ],
      [
        "'s",
        -0.00056792586
      ],
      [
        " Elements",
        -0.00018744789
      ]
    ]
  },
  "This case expanded on the rulings in McLaurin and Sweatt, while ambiguity about its enforcement was squashed in the subsequent Cooper v. Aaron. In the wake of this ruling, a number of small towns had their economies ruined after hysterical \"Citizens' Councils\" drove up their own unemployment rates. Because the District of Columbia was not subject to the Fourteenth Amendment, this case had to be extended": {
    "guess": "Brown v. Board of Education",
    "confidence": [
      [
        "Brown",
        -0.0153671075
      ],
      [
        " v",
        -0.0003434488
      ],
      [
        ".",
        -1.2113979e-05
      ],
      [
        " Board",
        -2.1531068e-05
      ],
      [
        " of",
        -8.537869e-06
      ],
      [
        " Education",
        -2.7014437e-05
      ]
    ]
  },
  "This case expanded on the ruling from Escobedo v. Illinois given two years earlier. In the lead up to this case, the defendant's lawyer, Alvin Moore, claimed that a written confession of rape was inadmissible following an arrest by the Phoenix police. This case confirmed a suspect's Fifth and Sixth Amendment rights. For 10 points, name this 1966 Supreme Court case that ruled that law enforcement officials must inform a suspect of their right to an attorney and their right to remain silent.": {
    "guess": "Miranda v. Arizona",
    "confidence": [
      [
        "Mir",
        -0.0018089373
      ],
      [
        "anda",
        -1.378283e-05
      ],
      [
        " v",
        -0.00022511258
      ],
      [
        ".",
        -3.3213026e-05
      ],
      [
        " Arizona",
        -1.7478143e-05
      ]
    ]
  },
  "A case involving an amendment to this piece of legislation was brought a party who believed its patent on a salt-measuring machine was infringed upon, and led to the creation of the \"Morton Salt rule.\" Another act that modified it mandated the used of a \"Notification and Report Form\" for certain types of interactions and was called the Hart-Scott-Rodino Act. Able to target certain legal acts in their incipiency, Section 7 of this act amended by Robinson-Patman act was originally targeted at holding": {
    "guess": "Clayton Antitrust Act",
    "confidence": [
      [
        "Cl",
        -0.08130668
      ],
      [
        "ay",
        -2.9352968e-06
      ],
      [
        "ton",
        -1.3902034e-05
      ],
      [
        " Ant",
        -0.00077448937
      ],
      [
        "itrust",
        -0.0001823258
      ],
      [
        " Act",
        -0.0005421889
      ]
    ]
  },
  "In 1979, Carter and Wegman removed the assumption these mappings input have a random distribution when they introduced \"universal families\" of these functions. If the pre-image of these mappings contains": {
    "guess": "Universal approximation theorem",
    "confidence": [
      [
        "Universal",
        -1.3386474
      ],
      [
        " approximation",
        -0.7476668
      ],
      [
        " theorem",
        -0.017218972
      ]
    ]
  },
  "The Casparian strip enables the endodermis to filter out harmful substances that would otherwise enter this tissue. Guttation results when increases in pressure cause the contents of this tissue to be": {
    "guess": "Xylem",
    "confidence": [
      [
        "X",
        -0.021474468
      ],
      [
        "yle",
        -2.8802491e-05
      ],
      [
        "m",
        -1.3544423e-05
      ]
    ]
  },
  "A case involving an amendment to this piece of legislation was brought a party who believed its patent on a salt-measuring machine was infringed upon, and led to the creation of the \"Morton Salt rule.\"": {
    "guess": "Patent Act of 1793",
    "confidence": [
      [
        "Pat",
        -0.7679063
      ],
      [
        "ent",
        -0.0026190626
      ],
      [
        " Act",
        -0.09128144
      ],
      [
        " of",
        -0.34518453
      ],
      [
        " ",
        -0.0015287866
      ],
      [
        "179",
        -1.0363185
      ],
      [
        "3",
        -0.67984974
      ]
    ]
  },
  "This case expanded on the rulings in McLaurin and Sweatt, while ambiguity about its enforcement was squashed in the subsequent Cooper v. Aaron. In the wake of this ruling, a number of small towns had their economies ruined after hysterical \"Citizens' Councils\" drove up their own unemployment rates. Because": {
    "guess": "Brown v. Board of Education",
    "confidence": [
      [
        "Brown",
        -0.0007518553
      ],
      [
        " v",
        -5.347765e-05
      ],
      [
        ".",
        -4.604148e-06
      ],
      [
        " Board",
        -1.6240566e-06
      ],
      [
        " of",
        -3.0545007e-06
      ],
      [
        " Education",
        -8.061054e-06
      ]
    ]
  },
  "In the case of State vs. De Koenigswarer, it was ruled that the Delaware police had unlawfully detained this musician. He was thought to have played in Jerry Newman's recordings from New York's Minton's Playhouse, where he frequented cutting competitions. His contract with Prestige Records resulted in": {
    "guess": "Thelonious Monk",
    "confidence": [
      [
        "Th",
        -0.20750123
      ],
      [
        "elon",
        -0.0027046618
      ],
      [
        "ious",
        -0.0015033135
      ],
      [
        " Monk",
        -0.00017994174
      ]
    ]
  },
  "Carl Friedrich Abel is now considered to be the true author of a work of Mozart's in E-flat major with this numeric designation. Ralph Vaughn Williams was inspired to write a work with this designation,": {
    "guess": "Symphony No. 39",
    "confidence": [
      [
        "Sym",
        -0.24455725
      ],
      [
        "phony",
        -0.0018021538
      ],
      [
        " No",
        -0.0019589635
      ],
      [
        ".",
        -0.00068622536
      ],
      [
        " ",
        -0.0050321366
      ],
      [
        "39",
        -1.3293669
      ]
    ]
  },
  "Don Carlos's victory at Bitonto in this war led to him becoming Charles III of Sicily. France's first": {
    "guess": "War of the Austrian Succession",
    "confidence": [
      [
        "War",
        -0.027584061
      ],
      [
        " of",
        -5.5577775e-06
      ],
      [
        " the",
        -0.009551846
      ],
      [
        " Austrian",
        -0.995186
      ],
      [
        " Success",
        -0.00092348846
      ],
      [
        "ion",
        -9.133887e-06
      ]
    ]
  },
  "This case overturned a decision involving Utah's Old Jordan mine, Holden v. Harden. One brief in this case focused on the \"lack of knowledge\" of citizens and was written by Julius Mayer. This case's majority opinion cited a case from 8 years prior, Allgeyer v. Louisiana, while a dissent in this case referenced a 1720 plague in Marseilles. In a case three years later, David (*) Brewer claimed that his": {
    "guess": "Lochner v. New York",
    "confidence": [
      [
        "Lo",
        -0.3164699
      ],
      [
        "chner",
        -0.00025704817
      ],
      [
        " v",
        -0.0011535553
      ],
      [
        ".",
        -0.0005688795
      ],
      [
        " New",
        -0.00022117885
      ],
      [
        " York",
        -2.808727e-05
      ]
    ]
  },
  "Carmichael proved that large ones of these do not share prime factors with other ones, and Wall-Sun-Sun primes are necessarily these. Matiyasevich's disproof of Hilbert's tenth problem relied on these": {
    "guess": "Catalan number",
    "confidence": [
      [
        "C",
        -0.95793647
      ],
      [
        "atal",
        -0.6777635
      ],
      [
        "an",
        -0.00070052256
      ],
      [
        " number",
        -0.3864735
      ]
    ]
  },
  "The Carnarvon Range is a plateau region of this larger mountain range that reaches its northernmost point": {
    "guess": "Great Dividing Range",
    "confidence": [
      [
        "Great",
        -0.18529849
      ],
      [
        " Div",
        -0.001523791
      ],
      [
        "iding",
        -3.0545007e-06
      ],
      [
        " Range",
        -2.6418418e-05
      ]
    ]
  },
  "This case expanded on the ruling from Escobedo v. Illinois given two years earlier. In the lead up to this case, the defendant's lawyer, Alvin Moore, claimed that a written confession of rape was inadmissible following an arrest by the Phoenix police. This case confirmed a suspect's Fifth and Sixth Amendment rights. For 10 points, name this 1966 Supreme Court case that ruled that law enforcement officials": {
    "guess": "Miranda v. Arizona",
    "confidence": [
      [
        "Mir",
        -0.009303605
      ],
      [
        "anda",
        -7.465036e-06
      ],
      [
        " v",
        -0.00043782144
      ],
      [
        ".",
        -6.873572e-05
      ],
      [
        " Arizona",
        -3.190179e-05
      ]
    ]
  },
  "Carter Druse shoots his father as they fight on opposite sides of the war in one of this man's works. In addition to \"A Horseman in the Sky\", he wrote of a child who stumbles upon badly wounded and disfigured retreating soldiers and is revealed to be deaf. He wrote a work in which friendship is described as \"a boat big enough to carry two in fair weather, but only one in foul,\" and that work's reception earned him the nickname \"Bitter.\" This author of \"Chickamunga\" published his most famous work before disappearing in Mexico. For 10 points, name this author of The Devil's Dictionary and a work": {
    "guess": "Ambrose Bierce",
    "confidence": [
      [
        "Amb",
        -0.0029050855
      ],
      [
        "rose",
        -0.00048310417
      ],
      [
        " B",
        -2.3795938e-05
      ],
      [
        "ierce",
        -2.1054253e-05
      ]
    ]
  },
  "His cartoon for the \"Battle of Cascina\" was considered a marvel of the age, while his \"Holy Family\" is considered one of his best paintings. Better known as a sculptor, he got his start under Ghirlandajo, soon producing \"The Rape of Deianira\" and \"The Battle of the Lapiths and Centaurs\". While working": {
    "guess": "Michelangelo",
    "confidence": [
      [
        "Mich",
        -0.014535191
      ],
      [
        "el",
        -3.7027545e-05
      ],
      [
        "angelo",
        -0.0007207724
      ]
    ]
  },
  "The cases in which these entities have a certain important property are limited by Kuratowski's theorem. Algorithms involving these mathematical objects include Prim's and Floyd's, which solve important problems like finding a minimal span. These objects may contain cycles named for Euler or Hamilton, finding which is one form of the Traveling Salesman Problem. A shortest path on one may be found by": {
    "guess": "Graph theory",
    "confidence": [
      [
        "Graph",
        -0.028034028
      ],
      [
        " theory",
        -0.051910177
      ]
    ]
  },
  "Carl Czerny was prolific in producing this piano type of composition in his School of Velocity and School of Virtuosity, following the basis in Clementi's Gradus ad Parnassum. Anton Rubinstein's opus 23": {
    "guess": "Etude",
    "confidence": [
      [
        "Et",
        -1.3932146
      ],
      [
        "ude",
        -0.51282656
      ]
    ]
  },
  "Carter Glass accused this body's head of \"dirt-daubing the sepulcher\" of a former president in a speech whose key points Glass highlighted by pounding his fist on his desk until his knuckles bled while": {
    "guess": "United States Senate",
    "confidence": [
      [
        "United",
        -1.7839682
      ],
      [
        " States",
        -0.003602094
      ],
      [
        " Senate",
        -0.112772465
      ]
    ]
  },
  "In a cartoon in Puck magazine, this company was drawn as a large snake being fought by an infant Teddy Roosevelt. This company was attacked by a work of (+) Ida Tarbell's that detailed its history and in Henry Demarest Lloyd's Wealth Against Commonwealth; in 1872, this business bought out 22 competitors in the \"Cleveland Massacre.\" After the Supreme Court found it violated the (*) Sherman Antitrust Act, it was divided into 34 companies, including the predecessors of what would eventually be Mobil and Exxon. For 10 points, name this American business, founded by the robber baron John D. Rockefeller.": {
    "guess": "Standard Oil",
    "confidence": [
      [
        "Standard",
        -0.034530893
      ],
      [
        " Oil",
        -0.00031019835
      ]
    ]
  },
  "Most cases of this are identifiable by a constriction at locus Xq27.3 of the namesake structure.  This constriction is caused by methylation due to abnormally frequent CCG repeats in the 5' [\"five prime\"] UTR of the FMR1 gene.  Clincal features of this disease typically include facial dysplasia and macro-orchidism.  The most common form of inherited mental retardation, this syndrome affects approximately 1 in 2500 children and is twice as likely to afflict males.  FTP, name this syndrome which derives its name from the penchant of a sex chromosome to break in cultured cells starved for DNA precursors.": {
    "guess": "Fragile X syndrome",
    "confidence": [
      [
        "F",
        -0.0031825865
      ],
      [
        "rag",
        -1.6882126e-05
      ],
      [
        "ile",
        -3.9650025e-05
      ],
      [
        " X",
        -0.00036882452
      ],
      [
        " syndrome",
        -0.1999072
      ]
    ]
  },
  "This case overturned a decision involving Utah's Old Jordan mine, Holden v. Harden. One brief in this case focused on the \"lack of knowledge\" of citizens and was written by Julius Mayer. This case's majority opinion cited a case from 8 years prior, Allgeyer v. Louisiana, while a dissent in this case referenced a 1720 plague in Marseilles. In a case three years later, David (*) Brewer claimed that his opinion only differed from this decision on the issue of sex, and this case was upheld in Adkins v. Children's Hospital. With a majority opinion by Rufus Peckham, this case prompted a dissent which claimed \"the Fourteenth Amendment does not enact Mr. Herbert Spencer's Social Statics.\" Featuring dissents from Harlan and Holmes, for 10 points, name this Supreme Court case which overturned a law limiting working hours for bakers and ushered in a namesake era of pro-contract rights decisions.": {
    "guess": "Lochner v. New York",
    "confidence": [
      [
        "Lo",
        -0.25359127
      ],
      [
        "chner",
        -1.0280384e-06
      ],
      [
        " v",
        -0.0002912486
      ],
      [
        ".",
        -0.00011081461
      ],
      [
        " New",
        -1.7120534e-05
      ],
      [
        " York",
        -9.014684e-06
      ]
    ]
  },
  "The Castner process produces this metal via the electrolysis of its hydroxide, and the Solvay process produces soda ash, this element's carbonate. This metal reacts violently with water, sometimes explosively bursting in flames upon contact. Lye is the caustic hydroxide of this element, and this element burns bright yellow in the flame test. Baking soda is its bicarbonate, while common table salt is": {
    "guess": "Sodium",
    "confidence": [
      [
        "S",
        -0.003106892
      ],
      [
        "odium",
        -4.9617593e-06
      ]
    ]
  },
  "A case involving an amendment to this piece of legislation was brought a party who believed its patent on a salt-measuring machine was infringed upon, and led to the creation of the \"Morton Salt rule.\" Another act that modified it mandated the used of a \"Notification and Report Form\" for certain types of interactions and was called the Hart-Scott-Rodino Act. Able to target certain legal acts in their": {
    "guess": "Clayton Antitrust Act of 1914",
    "confidence": [
      [
        "Cl",
        -0.7869647
      ],
      [
        "ay",
        -0.00012976067
      ],
      [
        "ton",
        -1.6166903e-05
      ],
      [
        " Ant",
        -0.007292597
      ],
      [
        "itrust",
        -0.0002645543
      ],
      [
        " Act",
        -0.00090419577
      ],
      [
        " of",
        -0.40094864
      ],
      [
        " ",
        -1.4378848e-05
      ],
      [
        "191",
        -0.00061188266
      ],
      [
        "4",
        -0.00036620206
      ]
    ]
  },
  "This case was compared with an incident in which Hugh Maher seized a piece of property from Harmon Spruance in an Edmund Kitch article entitled, \"The Facts of [this case].\" The court opinion for this case uses state constitutions and the Magna Carta to define the word \"deprive\" as used in the Fourteenth Amendment. That opinion also uses the examples of wharfingers and hackney-coachmen and quotes Lord Hale's De Portibus Maris to show that the legislation in question did not violate the due process clause. In the court opinion for this case, Chief Justice Waite argued that although Congress alone could regulate interstate commerce, the regulations in question in this case did not impair federal": {
    "guess": "Munn v. Illinois",
    "confidence": [
      [
        "M",
        -0.77941567
      ],
      [
        "unn",
        -0.009884995
      ],
      [
        " v",
        -0.043746054
      ],
      [
        ".",
        -0.0024450966
      ],
      [
        " Illinois",
        -0.000927303
      ]
    ]
  },
  "This case expanded on the ruling from Escobedo v. Illinois given two years earlier. In the lead up to": {
    "guess": "Miranda v. Arizona",
    "confidence": [
      [
        "Mir",
        -0.01117703
      ],
      [
        "anda",
        -4.1273333e-06
      ],
      [
        " v",
        -6.301394e-05
      ],
      [
        ".",
        -1.2829201e-05
      ],
      [
        " Arizona",
        -1.7835755e-05
      ]
    ]
  },
  "The Case Study House Program began in this city that also housed Irving Gill's Dodge House prior to its demolition. The Morphosis firm was founded by a Pritzker winner based in this city, Thom Mayne. The Mayan Revival Style Ennis House, designed by Frank Lloyd Wright, is located in this city where his son, Frank Lloyd Wright Jr. was based. An architect associated with this city was passed over for the design of the Museum of Contemporary Art for Arata Isozaki, but later worked with Yasuhisa Toyota on a building in this city that houses a philharmonic led by Gustavo (*) Dudamel. That building in": {
    "guess": "Los Angeles",
    "confidence": [
      [
        "Los",
        -0.0062590237
      ],
      [
        " Angeles",
        -3.333223e-05
      ]
    ]
  },
  "Carluccio depicted this personage \"von Laussel\" and was critically analyzed by several artists, and Alexander Cabanel depicted this figure with five winged cherubs floating above. Sometimes depicted \"Anadyomene,\" Rossetti did this subject \"Verticordia,\" and she appeared in the original title of Aubrey Beardsley's Under the Hill. Cranach the Elder depicted this woman with her son, and Titian did her son and \"an Organist.\" Depicted by Agnolo Bronzino with Cupid, Folly, and Time, and by Canova as a \"Victrix,\" FTP, name this classical goddess shown at Urbino by Titian, the subject of an armless marble statue found at Milos.": {
    "guess": "Venus (mythology)",
    "confidence": [
      [
        "V",
        -0.013031047
      ],
      [
        "enus",
        -1.9361265e-07
      ],
      [
        " (",
        -0.3368825
      ],
      [
        "my",
        -0.0011614118
      ],
      [
        "th",
        -3.7697225e-06
      ],
      [
        "ology",
        -9.674858e-05
      ],
      [
        ")",
        -7.822647e-06
      ]
    ]
  },
  "Carter Glass accused this body's head of \"dirt-daubing the sepulcher\" of a former president in a speech whose key points Glass highlighted by pounding his fist on his desk until his knuckles bled while the rest of the Senate cheered him on. Dorothy Detzer supported this body, whose investigations spurred interest in the proposed Ludlow Amendment. The namesake of this body led the charge against \"merchants of death,\" resulting in support for the contemporary Neutrality Acts of the 1930s. For 10 points,": {
    "guess": "United States Senate Special Committee to Investigate the Munitions Industry",
    "confidence": [
      [
        "United",
        -1.0589567
      ],
      [
        " States",
        -9.1742026e-05
      ],
      [
        " Senate",
        -0.01191389
      ],
      [
        " Special",
        -0.5942563
      ],
      [
        " Committee",
        -0.00046403529
      ],
      [
        " to",
        -0.010445638
      ],
      [
        " Investig",
        -6.456359e-05
      ],
      [
        "ate",
        -4.978234e-05
      ],
      [
        " the",
        -0.33602035
      ],
      [
        " Mun",
        -0.00076246075
      ],
      [
        "itions",
        -6.098748e-05
      ],
      [
        " Industry",
        -0.00016289561
      ]
    ]
  },
  "The Castner process produces this metal via the electrolysis of its hydroxide, and the Solvay process produces soda ash, this element's carbonate. This metal reacts violently with water, sometimes explosively": {
    "guess": "Potassium",
    "confidence": [
      [
        "Pot",
        -0.2144342
      ],
      [
        "assium",
        -5.080963e-06
      ]
    ]
  },
  "In a Carnot engine, entering heat times one minus the ratio of the temperatures of the resevoirs is equal to this quantity. It's not a change in volume, but an isochoric process has a value of zero for this quantity. A measure of the reversible amount of this quantity at constant temperature and volume": {
    "guess": "Internal energy",
    "confidence": [
      [
        "Internal",
        -0.24389425
      ],
      [
        " energy",
        -0.28108358
      ]
    ]
  },
  "In cases where this policy was lacking or nonexistent, the practice of taqiyya was often used for protection by concealing one's identity. Although this principle was advocated by Pope Alexander II, he": {
    "guess": "Pope Alexander II",
    "confidence": [
      [
        "P",
        -1.4438599
      ],
      [
        "ope",
        -0.40377462
      ],
      [
        " Alexander",
        -0.050435822
      ],
      [
        " II",
        -0.008138514
      ]
    ]
  },
  "Carter Glass accused this body's head of \"dirt-daubing the sepulcher\" of a former president in a speech whose key points Glass highlighted by pounding his fist on his desk until his knuckles bled while the rest of the Senate cheered him on. Dorothy Detzer supported this body, whose investigations spurred interest in the proposed Ludlow Amendment. The namesake of this body led the charge against \"merchants of death,\" resulting in support for the contemporary Neutrality Acts of the 1930s. For 10 points, name this Senate body that existed from 1934 to 1936, led by a namesake North Dakotan, which investigated": {
    "guess": "Nye Committee",
    "confidence": [
      [
        "N",
        -0.20785339
      ],
      [
        "ye",
        -6.0345924e-06
      ],
      [
        " Committee",
        -0.0013935692
      ]
    ]
  },
  "Carter Druse shoots his father as they fight on opposite sides of the war in one of this man's works. In addition to \"A Horseman in the Sky\", he wrote of a child who stumbles upon badly wounded and disfigured retreating soldiers and is revealed to be deaf. He wrote a work in which friendship is described as \"a boat big enough to carry two in fair weather, but only one in foul,\" and that work's reception earned him the nickname \"Bitter.\" This author of \"Chickamunga\" published his most famous work before disappearing in Mexico. For 10 points, name this author of The Devil's Dictionary and a work centering on Peyton Farquar, \"An Occurrence at Owl Creek Bridge.\"": {
    "guess": "Ambrose Bierce",
    "confidence": [
      [
        "Amb",
        -0.00047059145
      ],
      [
        "rose",
        -0.00036275614
      ],
      [
        " B",
        -4.4179764e-05
      ],
      [
        "ierce",
        -1.4855664e-05
      ]
    ]
  },
  "The Carnarvon Range is a plateau region of this larger mountain range that reaches its northernmost point on the Cape York Peninsula. The Lachlan and Darling rivers flow down this range's western slope before joining the (*) Murray River, and this range contains Mount Kosciusko. This range terminates at Grampians in Victoria prior to reemerging across the Bass Strait in Tasmania. For 10 points, name": {
    "guess": "Great Dividing Range",
    "confidence": [
      [
        "Great",
        -0.018705966
      ],
      [
        " Div",
        -9.066919e-05
      ],
      [
        "iding",
        -2.4034345e-05
      ],
      [
        " Range",
        -4.5133394e-05
      ]
    ]
  },
  "In 1979, Carter and Wegman removed the assumption these mappings input have a random distribution when they introduced \"universal families\" of these functions. If the pre-image of these mappings contains a binary representation of a message's length, then these exhibit Merkle and Damgard strengthening. One approach to implementing these mappings interprets the target structure as an array of \"buckets.\"": {
    "guess": "Universal hashing",
    "confidence": [
      [
        "Universal",
        -1.0226235
      ],
      [
        " hashing",
        -0.35898504
      ]
    ]
  },
  "In Caspar Friedrich's painting The Stages of Life, a group of people of varying ages is mirrored by five of these objects. One of these objects created by Hieronymous Bosch shows a singing monk and a lute-playing nun next to a plate of cherries. One of these objects is towing a much grander one of these objects to its final destination in J.M.W. Turner's painting The (*) Fighting Temeraire. For 10 points, name these modes of transportation, the wreck of which resulted in the drama of Theodore Gericault's The Raft of the Medusa.": {
    "guess": "Boats",
    "confidence": [
      [
        "Bo",
        -0.67692494
      ],
      [
        "ats",
        -0.27356377
      ]
    ]
  },
  "Carter Druse shoots his father as they fight on opposite sides of the war in one of this man's works. In addition to \"A Horseman in the Sky\", he wrote of a child who stumbles upon badly wounded and disfigured retreating soldiers and is revealed to be deaf. He wrote a work in which friendship is described as \"a boat big enough to carry two in fair weather, but only one in foul,\" and that work's reception": {
    "guess": "Ambrose Bierce",
    "confidence": [
      [
        "Amb",
        -0.13380511
      ],
      [
        "rose",
        -0.0007450681
      ],
      [
        " B",
        -0.0004889305
      ],
      [
        "ierce",
        -0.00011343709
      ]
    ]
  },
  "The cases in which these entities have a certain important property are limited by Kuratowski's theorem. Algorithms involving these mathematical objects include Prim's and Floyd's, which solve important problems like finding a minimal span. These objects may contain cycles named for Euler or Hamilton, finding which is one form of the Traveling Salesman Problem. A shortest path on one may be found by Djikstra's Algorithm. The theory named for them was inaugurated by the solution of the Konigsberg bridge problem. FTP, name these mathematical entities, sets of nodes and edges, which may be planar.": {
    "guess": "Graphs",
    "confidence": [
      [
        "Graph",
        -0.0041160383
      ],
      [
        "s",
        -0.11039422
      ]
    ]
  },
  "In 1979, Carter and Wegman removed the assumption these mappings input have a random distribution when they introduced \"universal families\" of these functions. If the pre-image of these mappings contains a binary representation of a message's length, then these exhibit Merkle and Damgard strengthening. One approach to implementing these mappings interprets the target structure as an array of \"buckets.\" Common algorithms for these functions are known as the midsquare and the division methods. To solve the most common issue of these mappings, one could employ linear probe open addressing or chaining to resolve collisions when different values return the same result. FTP, name these functions that": {
    "guess": "Hash function",
    "confidence": [
      [
        "Hash",
        -0.02230592
      ],
      [
        " function",
        -0.026426747
      ]
    ]
  },
  "Don Carlos's victory at Bitonto in this war led to him becoming Charles III of Sicily. France's first ally in this war was the kingdom of Sardinia & Savoy, which helped besiege Mantua. The person who led the Confederation of Dzików had previously held the job in question under Swedish domination and was the father-in-law of Louis XV. Perhaps the most important result of the two peaces of Vienna, which ended this war, was the laying of seeds for a similar war a year later as France guaranteed the": {
    "guess": "War of the Austrian Succession",
    "confidence": [
      [
        "War",
        -0.08186527
      ],
      [
        " of",
        -1.640531e-05
      ],
      [
        " the",
        -0.027399886
      ],
      [
        " Austrian",
        -0.20012337
      ],
      [
        " Success",
        -0.0033867185
      ],
      [
        "ion",
        -3.333223e-05
      ]
    ]
  },
  "This case overturned a decision involving Utah's Old Jordan mine, Holden v. Harden. One brief in this case focused on the \"lack of knowledge\" of citizens and was written by Julius Mayer. This case's majority opinion cited a case from 8 years prior, Allgeyer v. Louisiana, while a dissent in this case referenced a 1720 plague in Marseilles. In a case three years later, David (*) Brewer claimed that his opinion only differed from this decision on the issue of sex, and this case was upheld in Adkins v. Children's Hospital. With a majority opinion by Rufus Peckham, this case prompted a dissent which": {
    "guess": "Muller v. Oregon",
    "confidence": [
      [
        "M",
        -0.27234304
      ],
      [
        "ull",
        -0.00025609453
      ],
      [
        "er",
        -2.8564085e-05
      ],
      [
        " v",
        -0.0020979184
      ],
      [
        ".",
        -0.0014527326
      ],
      [
        " Oregon",
        -0.0013504724
      ]
    ]
  },
  "A case involving an amendment to this piece of legislation was brought a party who believed its patent": {
    "guess": "Insulin",
    "confidence": [
      [
        "Ins",
        -0.17698273
      ],
      [
        "ulin",
        -0.00014799883
      ]
    ]
  },
  "Carmichael's Theorem states that, after the 13th of these numbers, each of these numbers has a prime divisor that does not divide any smaller one of these numbers. That 13th of these numbers, 144, is one of only three perfect squares in this sequence, the ratio of whose consecutive terms approaches the (*) golden ratio. Its terms are defined recursively as the sum of the two previous terms. An Italian": {
    "guess": "Fibonacci number",
    "confidence": [
      [
        "F",
        -0.0068627824
      ],
      [
        "ib",
        -3.035214e-05
      ],
      [
        "onacci",
        -1.1994775e-05
      ],
      [
        " number",
        -0.010557357
      ]
    ]
  },
  "The cases in which these entities have a certain important property are limited by Kuratowski's theorem.": {
    "guess": "Graph (abstract data type)",
    "confidence": [
      [
        "Graph",
        -0.58481354
      ],
      [
        " (",
        -0.8335573
      ],
      [
        "abstract",
        -0.27657366
      ],
      [
        " data",
        -5.443128e-05
      ],
      [
        " type",
        -9.054999e-05
      ],
      [
        ")",
        -1.6240566e-06
      ]
    ]
  },
  "In the case of State vs. De Koenigswarer, it was ruled that the Delaware police had unlawfully detained this musician. He was thought to have played in Jerry Newman's recordings from New York's Minton's Playhouse, where he frequented cutting competitions. His contract with Prestige Records resulted in recordings with Sonny Rollins and Art Blakey such as \"We See\" and \"Bensha Swing.\" His first recordings were with the Coleman Hawkins quartet, while his works with Blue Note were collected on Genius of Modern Music. He worked with Miles Davis on Bags' Groove, and he led a quartet including John Coltrane that performed at the Five Spot Cafe.  FTP, name this composer and jazz pianist known for bebop": {
    "guess": "Thelonious Monk",
    "confidence": [
      [
        "Th",
        -0.0051819356
      ],
      [
        "elon",
        -2.5941605e-05
      ],
      [
        "ious",
        -0.0013576137
      ],
      [
        " Monk",
        -2.4391957e-05
      ]
    ]
  },
  "In this case, Justices Robert Grier and John Catron violated judicial ethics by telling the President what the Court intended to do, though there is no evidence of a conspiracy to determine the outcome. The dissents of John McLean and Benjamin Curtis referred to the Congressional powers outlined in article": {
    "guess": "Dred Scott v. Sandford",
    "confidence": [
      [
        "D",
        -0.003013
      ],
      [
        "red",
        -7.2907846e-05
      ],
      [
        " Scott",
        -1.1756368e-05
      ],
      [
        " v",
        -3.357064e-05
      ],
      [
        ".",
        -1.378283e-05
      ],
      [
        " Sand",
        -1.9816675e-06
      ],
      [
        "ford",
        -1.8550976e-05
      ]
    ]
  },
  "Carmichael proved that large ones of these do not share prime factors with other ones, and Wall-Sun-Sun primes are necessarily these. Matiyasevich's disproof of Hilbert's tenth problem relied on these values to show that Diophantine equations have solutions that can grow exponentially, and a pair of": {
    "guess": "Fermat number",
    "confidence": [
      [
        "F",
        -1.0348325
      ],
      [
        "erm",
        -0.17497437
      ],
      [
        "at",
        -0.0001440651
      ],
      [
        " number",
        -0.87087137
      ]
    ]
  },
  "In a Carnot engine, entering heat times one minus the ratio of the temperatures of the resevoirs is equal to this quantity. It's not a change in volume, but an isochoric process has a value of zero for": {
    "guess": "Thermal efficiency",
    "confidence": [
      [
        "Th",
        -0.21588388
      ],
      [
        "ermal",
        -0.0058690635
      ],
      [
        " efficiency",
        -0.025987789
      ]
    ]
  },
  "This case was compared with an incident in which Hugh Maher seized a piece of property from Harmon Spruance in an Edmund Kitch article entitled, \"The Facts of [this case].\" The court opinion for this case uses state constitutions and the Magna Carta to define the word \"deprive\" as used in the Fourteenth Amendment. That opinion also uses the examples of wharfingers and hackney-coachmen and quotes Lord Hale's De Portibus Maris to show that the legislation in question did not violate the due process": {
    "guess": "Mugler v. Kansas",
    "confidence": [
      [
        "M",
        -1.3138106
      ],
      [
        "ug",
        -0.27475828
      ],
      [
        "ler",
        -1.3902034e-05
      ],
      [
        " v",
        -0.0010338803
      ],
      [
        ".",
        -0.0076467334
      ],
      [
        " Kansas",
        -0.006640887
      ]
    ]
  },
  "This case expanded on the rulings in McLaurin and Sweatt, while ambiguity about its enforcement was squashed in the subsequent Cooper v. Aaron. In the wake of this ruling, a number of small towns had their": {
    "guess": "Brown v. Board of Education",
    "confidence": [
      [
        "Brown",
        -0.0032610118
      ],
      [
        " v",
        -0.0003156817
      ],
      [
        ".",
        -0.000112245056
      ],
      [
        " Board",
        -7.465036e-06
      ],
      [
        " of",
        -7.107425e-06
      ],
      [
        " Education",
        -2.5107178e-05
      ]
    ]
  },
  "A 2010 Carr article found autapomorphy of this genus's holotype, paratype and other specimens in an enlarged pneumatic opening of its palatine bone, confirming taxonomic integrity. Keiran wrote of this species in 1999's Death of a Predator, while the Royal Tyrell Museum found over 20 of this genus at one site, the largest aggregation of nonavian Cretaceous theropods, suggesting it hunted in packs. With main species sarcophagus, its species libratus is disputed with Gorgosaurus, while this predator": {
    "guess": "Albertosaurus",
    "confidence": [
      [
        "Albert",
        -0.57115734
      ],
      [
        "os",
        -0.01974754
      ],
      [
        "aurus",
        -0.0012557073
      ]
    ]
  },
  "In Castlevania: Aria of Sorrow, a creature of this name serves as a mount for a fleaman.  The Digi-Egg of Light helps Wormmon evolve into a Digimon whose name derives from this deity.  A Marvel character of this name helped warn Thor about Demogorge the God Eater, while for some reason this deity was living under New York in a 1982 horror film starring Michael Moriarty.  Unmanned Aircraft Systems created": {
    "guess": "Quetzalcoatl",
    "confidence": [
      [
        "Qu",
        -0.0503303
      ],
      [
        "etz",
        -0.00036239854
      ],
      [
        "al",
        -0.00068955944
      ],
      [
        "co",
        -0.00024941913
      ],
      [
        "atl",
        -1.4855664e-05
      ]
    ]
  },
  "In this case, Justices Robert Grier and John Catron violated judicial ethics by telling the President what the Court intended to do, though there is no evidence of a conspiracy to determine the outcome.": {
    "guess": "Ex parte Merryman",
    "confidence": [
      [
        "Ex",
        -1.6937023
      ],
      [
        " parte",
        -0.042897448
      ],
      [
        " Merry",
        -1.0365098
      ],
      [
        "man",
        -5.0020742e-05
      ]
    ]
  },
  "The Carnarvon Range is a plateau region of this larger mountain range that reaches its northernmost point on the Cape York Peninsula. The Lachlan and Darling rivers flow down this range's western slope before joining the (*) Murray River, and this range contains Mount Kosciusko. This range terminates": {
    "guess": "Great Dividing Range",
    "confidence": [
      [
        "Great",
        -0.014926807
      ],
      [
        " Div",
        -9.472212e-05
      ],
      [
        "iding",
        -1.8074163e-05
      ],
      [
        " Range",
        -3.7385154e-05
      ]
    ]
  },
  "Carl Erdmann's thesis is one explanation of the causes of this event. This campaign inspired a series of attacks against Jews in Speyer and Worms led by Count Emicho. Kerbogha of Mosul failed to relieve a siege in this conflict. One side in this war was massacred at Cibotus. At the Council of Piacenza, envoys of Alexius I asked for aid in what would become this action. Armies in it were led by Raymond of Toulouse, Bohemond, and Godfrey of Bouillon, while its less organized leaders included Walter the Penniless and Peter the Hermit. It was preached at the Council of Clermont in 1095 by Pope Urban II. For 10 points, name this military action in which Christians went eastward and successfully conquered Jerusalem.": {
    "guess": "First Crusade",
    "confidence": [
      [
        "First",
        -0.0004815545
      ],
      [
        " Crus",
        -3.9650025e-05
      ],
      [
        "ade",
        -1.7716551e-05
      ]
    ]
  },
  "This case overturned a decision involving Utah's Old Jordan mine, Holden v. Harden. One brief in this case focused on the \"lack of knowledge\" of citizens and was written by Julius Mayer. This case's majority opinion cited a case from 8 years prior, Allgeyer v. Louisiana, while a dissent in this case referenced a 1720 plague in Marseilles. In a case three years later, David (*) Brewer claimed that his opinion only differed from this decision on the issue of sex, and this case was upheld in Adkins": {
    "guess": "Lochner v. New York",
    "confidence": [
      [
        "Lo",
        -0.4367389
      ],
      [
        "chner",
        -5.5577775e-06
      ],
      [
        " v",
        -0.0004593863
      ],
      [
        ".",
        -0.0004574864
      ],
      [
        " New",
        -5.6100132e-05
      ],
      [
        " York",
        -2.4987974e-05
      ]
    ]
  },
  "This case was compared with an incident in which Hugh Maher seized a piece of property from Harmon Spruance in an Edmund Kitch article entitled, \"The Facts of [this case].\" The court opinion for this case uses state constitutions and the Magna Carta to define the word \"deprive\" as used in the Fourteenth Amendment. That opinion also uses the examples of wharfingers and hackney-coachmen and quotes Lord Hale's De Portibus Maris to show that the legislation in question did not violate the due process clause. In the court opinion for this case, Chief Justice Waite argued that although Congress alone could regulate interstate commerce, the regulations in question in this case did not impair federal control, and agreed that a \"virtual monopoly\" was created by the owners of grain elevators. Overturned by the decision in the Wabash case, for 10 points, name this case arising from legislation passed due to the influence of the Granger movement, which decided that private property can be regulated": {
    "guess": "Munn v. Illinois",
    "confidence": [
      [
        "M",
        -0.0023875413
      ],
      [
        "unn",
        -1.4498052e-05
      ],
      [
        " v",
        -0.00015717384
      ],
      [
        ".",
        -0.0008450066
      ],
      [
        " Illinois",
        -0.00025954779
      ]
    ]
  },
  "The Casparian strip enables the endodermis to filter out harmful substances that would otherwise enter this tissue. Guttation results when increases in pressure cause the contents of this tissue to be exuded. The function of these structures is explained by the cohesion-tension theory, which involves (*) transpirational pull. This tissue is composed of tracheids and vessel elements, and dead cells that were formerly part of this tissue form wood. For ten points, name this tissue which transports": {
    "guess": "Xylem",
    "confidence": [
      [
        "X",
        -0.00085738546
      ],
      [
        "yle",
        -1.9361265e-07
      ],
      [
        "m",
        -1.7478143e-05
      ]
    ]
  },
  "In Caspar Friedrich's painting The Stages of Life, a group of people of varying ages is mirrored by five of these objects. One of these objects created by Hieronymous Bosch shows a singing monk and a lute-playing nun next to a plate of cherries. One of these objects is towing a much grander one of these": {
    "guess": "Hieronymus Bosch",
    "confidence": [
      [
        "Hier",
        -0.70056176
      ],
      [
        "onym",
        -0.22889054
      ],
      [
        "us",
        -5.240482e-05
      ],
      [
        " Bosch",
        -0.00044306272
      ]
    ]
  },
  "A 2010 Carr article found autapomorphy of this genus's holotype, paratype and other specimens in an enlarged pneumatic opening of its palatine bone, confirming taxonomic integrity. Keiran wrote of this species in 1999's Death of a Predator, while the Royal Tyrell Museum found over 20 of this genus at one site, the largest aggregation of nonavian Cretaceous theropods, suggesting it hunted in packs. With main species sarcophagus, its species libratus is disputed with Gorgosaurus, while this predator was approximately 1/5th the size of Tyrannosaurus rex. For 10 points name this meat-eating dinosaur, found mainly near Dry Island Buffalo Jump in its namesake province.": {
    "guess": "Albertosaurus",
    "confidence": [
      [
        "Albert",
        -0.19073835
      ],
      [
        "os",
        -0.00065036345
      ],
      [
        "aurus",
        -5.4385737e-06
      ]
    ]
  },
  "Carluccio depicted this personage \"von Laussel\" and was critically analyzed by several artists, and Alexander Cabanel depicted this figure with five winged cherubs floating above. Sometimes depicted \"Anadyomene,\" Rossetti did this subject \"Verticordia,\" and she appeared in the original title of Aubrey Beardsley's Under the Hill. Cranach the Elder depicted this woman with her son, and Titian did her son and \"an Organist.\" Depicted by Agnolo Bronzino with Cupid, Folly, and Time, and by Canova as a \"Victrix,\" FTP, name this classical goddess shown at Urbino by Titian, the subject of an armless marble": {
    "guess": "Venus (mythology)",
    "confidence": [
      [
        "V",
        -0.007968221
      ],
      [
        "enus",
        -3.1281633e-07
      ],
      [
        " (",
        -0.038898733
      ],
      [
        "my",
        -0.0013067871
      ],
      [
        "th",
        -1.504853e-06
      ],
      [
        "ology",
        -4.5848617e-05
      ],
      [
        ")",
        -6.6306106e-06
      ]
    ]
  },
  "This case expanded on the ruling from Escobedo v. Illinois given two years earlier. In the lead up to this case, the defendant's lawyer, Alvin Moore, claimed that a written confession of rape was inadmissible": {
    "guess": "Miranda v. Arizona",
    "confidence": [
      [
        "Mir",
        -0.37023556
      ],
      [
        "anda",
        -4.00813e-06
      ],
      [
        " v",
        -6.122589e-05
      ],
      [
        ".",
        -1.1517961e-05
      ],
      [
        " Arizona",
        -2.2961513e-05
      ]
    ]
  },
  "A 2010 Carr article found autapomorphy of this genus's holotype, paratype and other specimens in an enlarged pneumatic opening of its palatine bone, confirming taxonomic integrity. Keiran wrote of this species in 1999's Death of a Predator, while the Royal Tyrell Museum found over 20 of this genus at one site, the largest aggregation of nonavian Cretaceous theropods, suggesting it hunted in packs.": {
    "guess": "Dromaeosaurus",
    "confidence": [
      [
        "D",
        -1.1190387
      ],
      [
        "rom",
        -0.20683755
      ],
      [
        "ae",
        -0.00018840152
      ],
      [
        "os",
        -0.08977996
      ],
      [
        "aurus",
        -0.0055378927
      ]
    ]
  },
  "In cases where this policy was lacking or nonexistent, the practice of taqiyya was often used for protection by concealing one's identity. Although this principle was advocated by Pope Alexander II, he sanctioned the War of Barbastro which ended in a massacre that defied it. This principle was upheld in the sixty-seven articles of the Capitulation of Granada regarding Moriscos, which was signed by": {
    "guess": "Capitulation of Granada",
    "confidence": [
      [
        "Cap",
        -1.1019229
      ],
      [
        "it",
        -8.613945e-05
      ],
      [
        "ulation",
        -0.30360594
      ],
      [
        " of",
        -0.00077782705
      ],
      [
        " Gran",
        -0.0007017072
      ],
      [
        "ada",
        -3.106736e-05
      ]
    ]
  },
  "Carter Glass accused this body's head of \"dirt-daubing the sepulcher\" of a former president in a speech whose key points Glass highlighted by pounding his fist on his desk until his knuckles bled while the rest of the Senate cheered him on. Dorothy Detzer supported this body, whose investigations spurred": {
    "guess": "House Un-American Activities Committee",
    "confidence": [
      [
        "House",
        -0.8271322
      ],
      [
        " Un",
        -0.17342202
      ],
      [
        "-American",
        -0.003385765
      ],
      [
        " Activities",
        -0.0004006409
      ],
      [
        " Committee",
        -0.010560662
      ]
    ]
  },
  "Carmichael's Theorem states that, after the 13th of these numbers, each of these numbers has a prime divisor that does not divide any smaller one of these numbers. That 13th of these numbers, 144, is one of only three perfect squares in this sequence, the ratio of whose consecutive terms approaches the": {
    "guess": "Fibonacci number",
    "confidence": [
      [
        "F",
        -0.39142108
      ],
      [
        "ib",
        -0.0045801266
      ],
      [
        "onacci",
        -5.371606e-05
      ],
      [
        " number",
        -0.09360867
      ]
    ]
  },
  "Carl Nielsen's work of this type and number contains a second movement \"Humoreske\" for winds and percussion alone and ends with a loud low B-flat \"raspberry\" played on two bassoons. Le midi and Le soir finish the trilogy begun by Le matin, Joseph Haydn's work of this type and number. Another work of": {
    "guess": "Symphony No. 2 (Nielsen)",
    "confidence": [
      [
        "Sym",
        -0.26908165
      ],
      [
        "phony",
        -0.026583115
      ],
      [
        " No",
        -0.012822527
      ],
      [
        ".",
        -0.00022749665
      ],
      [
        " ",
        -0.005342617
      ],
      [
        "2",
        -0.86989003
      ],
      [
        " (",
        -0.33090457
      ],
      [
        "Ni",
        -0.075803824
      ],
      [
        "elsen",
        -2.129266e-05
      ],
      [
        ")",
        -2.6299214e-05
      ]
    ]
  },
  "This case was compared with an incident in which Hugh Maher seized a piece of property from Harmon Spruance in an Edmund Kitch article entitled, \"The Facts of [this case].\" The court opinion for this case uses state constitutions and the Magna Carta to define the word \"deprive\" as used in the Fourteenth Amendment. That opinion also uses the examples of wharfingers and hackney-coachmen and quotes Lord": {
    "guess": "Takings Clause",
    "confidence": [
      [
        "T",
        -1.6845478
      ],
      [
        "ak",
        -0.9745282
      ],
      [
        "ings",
        -0.25607967
      ],
      [
        " Clause",
        -0.014681215
      ]
    ]
  },
  "In one cartoon, this man is depicted carrying the sword of \"preparedness\" as he casts off the wings of \"pacifism.\" This founder of the International Rescue Committee co-signed a manifesto with Bertrand Russell opposing the use of nuclear weapons. After the death of Chaim Weizmann, this man was offered the presidency of Israel. This man told his friend Linus Pauling that his biggest regret was signing": {
    "guess": "Albert Einstein",
    "confidence": [
      [
        "Albert",
        -0.013599435
      ],
      [
        " Einstein",
        -0.0016109125
      ]
    ]
  },
  "Carmichael's Theorem states that, after the 13th of these numbers, each of these numbers has a prime divisor that does not divide any smaller one of these numbers. That 13th of these numbers, 144, is one": {
    "guess": "Carmichael number",
    "confidence": [
      [
        "C",
        -0.020759681
      ],
      [
        "arm",
        -7.505351e-05
      ],
      [
        "ichael",
        -9.849109e-06
      ],
      [
        " number",
        -0.45900354
      ]
    ]
  },
  "Most cases of this are identifiable by a constriction at locus Xq27.3 of the namesake structure.  This constriction is caused by methylation due to abnormally frequent CCG repeats in the 5' [\"five prime\"]": {
    "guess": "Fragile X syndrome",
    "confidence": [
      [
        "F",
        -0.017197292
      ],
      [
        "rag",
        -0.0013832131
      ],
      [
        "ile",
        -1.7239736e-05
      ],
      [
        " X",
        -0.00014525715
      ],
      [
        " syndrome",
        -0.04717603
      ]
    ]
  },
  "Carl Czerny was prolific in producing this piano type of composition in his School of Velocity and School of Virtuosity, following the basis in Clementi's Gradus ad Parnassum. Anton Rubinstein's opus 23 and 81 as well as Prokofiev's opus 2 and Bartok's Mikrokosmos are all examples of this composition, the best examples of which include a fifth one titled Will-o '-the-Wisp and an Eroica seventh one,": {
    "guess": "Étude",
    "confidence": [
      [
        "É",
        -1.0123909
      ],
      [
        "t",
        -0.0015569974
      ],
      [
        "ude",
        -0.22661896
      ]
    ]
  },
  "His cartoon for the \"Battle of Cascina\" was considered a marvel of the age, while his \"Holy Family\" is considered one of his best paintings. Better known as a sculptor, he got his start under Ghirlandajo, soon producing \"The Rape of Deianira\" and \"The Battle of the Lapiths and Centaurs\". While working on tombs for the Medicis he created his famous reclining figures of \"Day\", \"Night\", \"Dawn\", and \"Dusk\", but his work on the tomb of Julius II was never completed, despite the creation of the colossal": {
    "guess": "Michelangelo",
    "confidence": [
      [
        "Mich",
        -0.014716925
      ],
      [
        "el",
        -1.4974867e-05
      ],
      [
        "angelo",
        -0.0003387999
      ]
    ]
  },
  "In a Carnot engine, entering heat times one minus the ratio of the temperatures of the resevoirs is equal": {
    "guess": "Carnot cycle",
    "confidence": [
      [
        "C",
        -0.7810039
      ],
      [
        "arn",
        -0.0024364276
      ],
      [
        "ot",
        -1.7239736e-05
      ],
      [
        " cycle",
        -0.63434374
      ]
    ]
  },
  "This case was compared with an incident in which Hugh Maher seized a piece of property from Harmon Spruance in an Edmund Kitch article entitled, \"The Facts of [this case].\" The court opinion for this case uses state constitutions and the Magna Carta to define the word \"deprive\" as used in the Fourteenth Amendment. That opinion also uses the examples of wharfingers and hackney-coachmen and quotes Lord Hale's De Portibus Maris to show that the legislation in question did not violate the due process clause. In the court opinion for this case, Chief Justice Waite argued that although Congress alone could regulate interstate commerce, the regulations in question in this case did not impair federal control, and agreed that a \"virtual monopoly\" was created by the owners of grain elevators. Overturned": {
    "guess": "Munn v. Illinois",
    "confidence": [
      [
        "M",
        -0.014214514
      ],
      [
        "unn",
        -0.00029840085
      ],
      [
        " v",
        -0.0009424308
      ],
      [
        ".",
        -0.0015825896
      ],
      [
        " Illinois",
        -0.00042828516
      ]
    ]
  },
  "A cartoon endorsed by this political party claims \"Elephants in front of them / and nothing but the people back of them.\" The political boss Leander Perez tried to keep this party going after its sole": {
    "guess": "Dixiecrat",
    "confidence": [
      [
        "D",
        -0.430814
      ],
      [
        "ix",
        -0.00076638715
      ],
      [
        "ie",
        -0.00044008633
      ],
      [
        "cr",
        -0.00026562717
      ],
      [
        "at",
        -0.0810121
      ]
    ]
  },
  "In cases where this policy was lacking or nonexistent, the practice of taqiyya was often used for protection by concealing one's identity. Although this principle was advocated by Pope Alexander II, he sanctioned the War of Barbastro which ended in a massacre that defied it. This principle was upheld in the sixty-seven articles of the Capitulation of Granada regarding Moriscos, which was signed by Boabdil, but it was largely ignored after Cardinal Talavera's replacement by Cardinal Cisneros. Tomas de Torquemada was one of the chief opponents of this principle, and the Alhambra Decree was another step back in achieving this policy, because through it, Ferdinand and Isabella expelled Jews from their country. For 10 points, name this policy which was severely lacking in Iberia during the Spanish Inquisition.": {
    "guess": "Religious tolerance",
    "confidence": [
      [
        "Rel",
        -1.1300923
      ],
      [
        "igious",
        -0.00033808468
      ],
      [
        " tolerance",
        -0.1366037
      ]
    ]
  },
  "In Caspar Friedrich's painting The Stages of Life, a group of people of varying ages is mirrored by five of these objects. One of these objects created by Hieronymous Bosch shows a singing monk and a lute-playing nun next to a plate of cherries. One of these objects is towing a much grander one of these objects to its final destination in J.M.W. Turner's painting The (*) Fighting Temeraire. For 10": {
    "guess": "Boats",
    "confidence": [
      [
        "Bo",
        -0.74135363
      ],
      [
        "ats",
        -0.10503158
      ]
    ]
  },
  "Carl Friedrich Abel is now considered to be the true author of a work of Mozart's in E-flat major with this numeric designation. Ralph Vaughn Williams was inspired to write a work with this designation, nicknamed \"Pastoral,\" after hearing a trumpet misplay during World War I, while Krzystof Penderecki's completion of one after another one nicknamed \"Christmas\". A text by Kirsanov supporting May Day is the setting for the finale of Shostakovich's work of this name, and one using an organ was written by Saint-Saëns. Also the same number as one Mendelssohn wrote during a trip to Scotland, this is, FTP, which common numbered symphony, also applying to one originally dedicated to Napoleon Bonaparte, Beethoven's Eroica Symphony.": {
    "guess": "Six",
    "confidence": [
      [
        "Six",
        -0.012626309
      ]
    ]
  },
  "In all cases it is proportional to the radius of the solid object and the viscosity of the fluid. The Stokes version of it is used to account for the density of the surrounding fluid, giving this quantity either a plus or minus sign, and in the general case of a small sphere in drag-limited fall, it is given by the force of gravity over the quantity six pi times the radius times the viscosity. FTP name this quantity, the maximum theoretical rate of descent of a body acted upon only by gravity and": {
    "guess": "Terminal velocity",
    "confidence": [
      [
        "Terminal",
        -0.0018918647
      ],
      [
        " velocity",
        -0.092298605
      ]
    ]
  },
  "In Castlevania: Aria of Sorrow, a creature of this name serves as a mount for a fleaman.  The Digi-Egg of Light helps Wormmon evolve into a Digimon whose name derives from this deity.  A Marvel character of this name helped warn Thor about Demogorge the God Eater, while for some reason this deity was": {
    "guess": "Baldur",
    "confidence": [
      [
        "B",
        -1.8106052
      ],
      [
        "ald",
        -0.1561348
      ],
      [
        "ur",
        -0.00043341093
      ]
    ]
  },
  "In one cartoon, this man is depicted carrying the sword of \"preparedness\" as he casts off the wings of \"pacifism.\" This founder of the International Rescue Committee co-signed a manifesto with Bertrand Russell opposing the use of nuclear weapons. After the death of Chaim Weizmann, this man was offered": {
    "guess": "Albert Einstein",
    "confidence": [
      [
        "Albert",
        -0.16225468
      ],
      [
        " Einstein",
        -0.0011861804
      ]
    ]
  },
  "A cartoon endorsed by this political party claims \"Elephants in front of them / and nothing but the people back of them.\" The political boss Leander Perez tried to keep this party going after its sole presidential campaign. A vice presidential candidate for this party replaced Thomas Bailey as governor of his state. Members had earlier walked out of another party's convention after a speech by Hubert Humphrey. This political party opposed Harry Truman by selecting Fielding Wright and Strom Thurmond as their candidates to promote their Jim Crow policies. For 10 points, name this secessionist group of Democrats nicknamed for the part of the country south of the Mason-Dixon.": {
    "guess": "Dixiecrat",
    "confidence": [
      [
        "D",
        -0.5188581
      ],
      [
        "ix",
        -1.1994775e-05
      ],
      [
        "ie",
        -0.0018543887
      ],
      [
        "cr",
        -2.2007884e-05
      ],
      [
        "at",
        -0.19371796
      ]
    ]
  },
  "\"At the Castle Gate\" and \"The Three Blind Sisters\" are two of the sections written by Sibelius as in the piece of incidental music with this title.  While a cabaret musician in Berlin, Schoenberg also": {
    "guess": "Pelleas and Melisande",
    "confidence": [
      [
        "P",
        -0.64558464
      ],
      [
        "elle",
        -0.52926296
      ],
      [
        "as",
        -0.00037800323
      ],
      [
        " and",
        -0.2477967
      ],
      [
        " Mel",
        -0.009258487
      ],
      [
        "is",
        -0.00012821102
      ],
      [
        "ande",
        -0.00016563729
      ]
    ]
  },
  "Don Carlos's victory at Bitonto in this war led to him becoming Charles III of Sicily. France's first ally in this war was the kingdom of Sardinia & Savoy, which helped besiege Mantua. The person who led the Confederation of Dzików had previously held the job in question under Swedish domination and was the father-in-law of Louis XV. Perhaps the most important result of the two peaces of Vienna, which ended this war, was the laying of seeds for a similar war a year later as France guaranteed the Pragmatic Sanction. For 10 points, name this conflict in which Frederick Augustus of Saxony and Stanislaw Leszczynski vied for a European crown.": {
    "guess": "War of the Austrian Succession",
    "confidence": [
      [
        "War",
        -0.022473902
      ],
      [
        " of",
        -3.0828953e-05
      ],
      [
        " the",
        -0.0040161917
      ],
      [
        " Austrian",
        -0.6169447
      ],
      [
        " Success",
        -0.0010312614
      ],
      [
        "ion",
        -1.2113979e-05
      ]
    ]
  },
  "The Castner process produces this metal via the electrolysis of its hydroxide, and the Solvay process produces soda ash, this element's carbonate. This metal reacts violently with water, sometimes explosively bursting in flames upon contact. Lye is the caustic hydroxide of this element, and this element burns bright yellow in the flame test. Baking soda is its bicarbonate, while common table salt is its chloride. For 10 points, name this chemical element symbolized Na.": {
    "guess": "Sodium",
    "confidence": [
      [
        "S",
        -0.008188173
      ],
      [
        "odium",
        -3.655073e-05
      ]
    ]
  },
  "In a Carnot engine, entering heat times one minus the ratio of the temperatures of the resevoirs is equal to this quantity. It's not a change in volume, but an isochoric process has a value of zero for this quantity. A measure of the reversible amount of this quantity at constant temperature and volume is the Helmholtz free energy. Taking an integral on a PV diagram gives this quantity. In thermodynamics,": {
    "guess": "Internal energy",
    "confidence": [
      [
        "Internal",
        -0.15328424
      ],
      [
        " energy",
        -0.22194064
      ]
    ]
  },
  "In 1979, Carter and Wegman removed the assumption these mappings input have a random distribution when": {
    "guess": "Random permutation",
    "confidence": [
      [
        "Random",
        -1.3848544
      ],
      [
        " permutation",
        -0.285056
      ]
    ]
  },
  "Don Carlos's victory at Bitonto in this war led to him becoming Charles III of Sicily. France's first ally in this war was the kingdom of Sardinia & Savoy, which helped besiege Mantua. The person who led": {
    "guess": "War of the Austrian Succession",
    "confidence": [
      [
        "War",
        -0.11275372
      ],
      [
        " of",
        -3.202099e-05
      ],
      [
        " the",
        -0.0050717564
      ],
      [
        " Austrian",
        -0.29679263
      ],
      [
        " Success",
        -0.0018568884
      ],
      [
        "ion",
        -1.4498052e-05
      ]
    ]
  },
  "\"At the Castle Gate\" and \"The Three Blind Sisters\" are two of the sections written by Sibelius as in the piece of incidental music with this title.  While a cabaret musician in Berlin, Schoenberg also wrote a symphonic poem, his Opus No. 5, on this theme.  The famous Sicilienne movement is included among the four sections of the orchestral suite composed by Faure.  However, the most famous rendition might be the opera of Debussy.  FTP, identify these musical works all based on a play written by Maurice": {
    "guess": "Pelleas and Melisande",
    "confidence": [
      [
        "P",
        -0.0127624925
      ],
      [
        "elle",
        -0.021757366
      ],
      [
        "as",
        -0.0003281944
      ],
      [
        " and",
        -0.46900007
      ],
      [
        " Mel",
        -0.0026316615
      ],
      [
        "is",
        -0.00014120422
      ],
      [
        "ande",
        -0.00012999907
      ]
    ]
  },
  "Carl Erdmann's thesis is one explanation of the causes of this event. This campaign inspired a series of attacks against Jews in Speyer and Worms led by Count Emicho. Kerbogha of Mosul failed to relieve a siege in this conflict. One side in this war was massacred at Cibotus. At the Council of Piacenza,": {
    "guess": "First Crusade",
    "confidence": [
      [
        "First",
        -0.03597929
      ],
      [
        " Crus",
        -8.733149e-05
      ],
      [
        "ade",
        -5.6576944e-05
      ]
    ]
  },
  "In a cartoon in Puck magazine, this company was drawn as a large snake being fought by an infant Teddy Roosevelt. This company was attacked by a work of (+) Ida Tarbell's that detailed its history and in Henry Demarest Lloyd's Wealth Against Commonwealth; in 1872, this business bought out 22 competitors in the \"Cleveland Massacre.\" After the Supreme Court found it violated the (*) Sherman Antitrust": {
    "guess": "Standard Oil",
    "confidence": [
      [
        "Standard",
        -0.007348566
      ],
      [
        " Oil",
        -5.574252e-05
      ]
    ]
  },
  "Carol Terrell's 1993 \"Companion\" to this work explains many of its literary allusions.  Its first part is concerned with a Latin translation of Andreas Divus, who is mentioned in line 68.  Its second part begins, \"Hang it all Robert Browning, / There can be but one 'Sordello,'\" and the first is concerned with the poet's own translation of the Odyssey.  The Thrones, Section: Rock-Drill, and Pisan portions were finished later and its publication ended in 1969 with the 117th part.  FTP, name this poetic masterpiece of Ezra Pound.": {
    "guess": "The Cantos of Ezra Pound",
    "confidence": [
      [
        "The",
        -0.0051679355
      ],
      [
        " Cant",
        -4.2630116e-05
      ],
      [
        "os",
        -1.0280384e-06
      ],
      [
        " of",
        -0.082190774
      ],
      [
        " Ezra",
        -6.754368e-05
      ],
      [
        " Pound",
        0.0
      ]
    ]
  },
  "Carl Friedrich Abel is now considered to be the true author of a work of Mozart's in E-flat major with": {
    "guess": "Symphony",
    "confidence": [
      [
        "Sym",
        -0.43674743
      ],
      [
        "phony",
        -0.014193005
      ]
    ]
  },
  "The Carnarvon Range is a plateau region of this larger mountain range that reaches its northernmost point on the Cape York Peninsula. The Lachlan and Darling rivers flow down this range's western slope": {
    "guess": "Great Dividing Range",
    "confidence": [
      [
        "Great",
        -0.0028219933
      ],
      [
        " Div",
        -0.0001005631
      ],
      [
        "iding",
        -1.9743013e-05
      ],
      [
        " Range",
        -1.7239736e-05
      ]
    ]
  },
  "In a cartoon in Puck magazine, this company was drawn as a large snake being fought by an infant Teddy": {
    "guess": "Standard Oil",
    "confidence": [
      [
        "Standard",
        -0.008081159
      ],
      [
        " Oil",
        -0.0002781399
      ]
    ]
  },
  "In Castlevania: Aria of Sorrow, a creature of this name serves as a mount for a fleaman.  The Digi-Egg of Light helps Wormmon evolve into a Digimon whose name derives from this deity.  A Marvel character of this name helped warn Thor about Demogorge the God Eater, while for some reason this deity was living under New York in a 1982 horror film starring Michael Moriarty.  Unmanned Aircraft Systems created a flying machine based on a pterosaur named for this deity, notable for its long neck.  For ten": {
    "guess": "Quetzalcoatl",
    "confidence": [
      [
        "Qu",
        -0.0027273712
      ],
      [
        "etz",
        -5.2643223e-05
      ],
      [
        "al",
        -0.00015002528
      ],
      [
        "co",
        -0.00012689977
      ],
      [
        "atl",
        0.0
      ]
    ]
  },
  "Carvings on Stela 19 are the earliest illustrations of this god, depicting him rising from a shaman's ritual. He was part of a trinity with the Goddess of the Cave and Tlaloc, god of rain, in early agricultural": {
    "guess": "Quetzalcoatl",
    "confidence": [
      [
        "Qu",
        -0.029702824
      ],
      [
        "etz",
        -0.00017815368
      ],
      [
        "al",
        -6.384837e-05
      ],
      [
        "co",
        -3.7697225e-06
      ],
      [
        "atl",
        -3.0545007e-06
      ]
    ]
  },
  "Most cases of this are identifiable by a constriction at locus Xq27.3 of the namesake structure.  This": {
    "guess": "Turner syndrome",
    "confidence": [
      [
        "Turn",
        -0.49476337
      ],
      [
        "er",
        -0.00030161935
      ],
      [
        " syndrome",
        -0.5137855
      ]
    ]
  },
  "This case overturned a decision involving Utah's Old Jordan mine, Holden v. Harden. One brief in this case focused on the \"lack of knowledge\" of citizens and was written by Julius Mayer. This case's majority": {
    "guess": "Lochner v. New York",
    "confidence": [
      [
        "Lo",
        -0.03668857
      ],
      [
        "chner",
        -2.6895234e-05
      ],
      [
        " v",
        -0.0014793867
      ],
      [
        ".",
        -0.00032283025
      ],
      [
        " New",
        -3.0113732e-05
      ],
      [
        " York",
        -1.5213274e-05
      ]
    ]
  },
  "Cast in the Euclidean style of the Mathematical Principles, eight definitions and eight Axioms pre-cede the three Books. It anticipated Einstein's equivalence of matter and energy in Query 30: \"why may not Nature change bodies into light, and light into bodies?\" Through investigations of Iceland spar,": {
    "guess": "Opticks",
    "confidence": [
      [
        "Opt",
        -1.2942034
      ],
      [
        "icks",
        -0.16430886
      ]
    ]
  },
  "The Casparian strip enables the endodermis to filter out harmful substances that would otherwise enter this tissue. Guttation results when increases in pressure cause the contents of this tissue to be exuded. The function of these structures is explained by the cohesion-tension theory, which involves (*) transpirational pull. This tissue is composed of tracheids and vessel elements, and dead cells that were formerly part of this tissue form wood. For ten points, name this tissue which transports water and, along with phloem, forms the plant vascular system.": {
    "guess": "Xylem",
    "confidence": [
      [
        "X",
        -0.0005035852
      ],
      [
        "yle",
        -9.0883464e-07
      ],
      [
        "m",
        -8.89548e-06
      ]
    ]
  },
  "In all cases it is proportional to the radius of the solid object and the viscosity of the fluid. The Stokes version of it is used to account for the density of the surrounding fluid, giving this quantity either a plus or minus sign, and in the general case of a small sphere in drag-limited fall, it": {
    "guess": "Drag coefficient",
    "confidence": [
      [
        "Drag",
        -0.3957993
      ],
      [
        " coefficient",
        -0.4882119
      ]
    ]
  },
  "Carol Terrell's 1993 \"Companion\" to this work explains many of its literary allusions.  Its first part is concerned with a Latin translation of Andreas Divus, who is mentioned in line 68.  Its second part begins, \"Hang it all Robert Browning, / There can be but one 'Sordello,'\" and the first is concerned with the poet's own translation of the Odyssey.  The Thrones, Section: Rock-Drill, and Pisan portions were finished later and its publication ended in 1969 with the 117th part.  FTP, name this poetic": {
    "guess": "The Cantos",
    "confidence": [
      [
        "The",
        -0.01094418
      ],
      [
        " Cant",
        -0.00050763815
      ],
      [
        "os",
        -2.6968896e-06
      ]
    ]
  },
  "The Castner process produces this metal via the electrolysis of its hydroxide, and the Solvay process produces soda ash, this element's carbonate. This metal reacts violently with water, sometimes explosively bursting in flames upon contact. Lye is the caustic hydroxide of this element, and this element": {
    "guess": "Sodium",
    "confidence": [
      [
        "S",
        -0.0042163515
      ],
      [
        "odium",
        -7.89631e-07
      ]
    ]
  },
  "Carl Erdmann's thesis is one explanation of the causes of this event. This campaign inspired a series of attacks against Jews in Speyer and Worms led by Count Emicho. Kerbogha of Mosul failed to relieve a siege in this conflict. One side in this war was massacred at Cibotus. At the Council of Piacenza, envoys of Alexius I asked for aid in what would become this action. Armies in it were led by Raymond of Toulouse, Bohemond, and Godfrey of Bouillon, while its less organized leaders included Walter the Penniless and Peter the Hermit. It was preached at the Council of Clermont in 1095 by Pope Urban": {
    "guess": "First Crusade",
    "confidence": [
      [
        "First",
        -0.0012313036
      ],
      [
        " Crus",
        -0.000108907356
      ],
      [
        "ade",
        -2.4987974e-05
      ]
    ]
  },
  "In 1979, Carter and Wegman removed the assumption these mappings input have a random distribution when they introduced \"universal families\" of these functions. If the pre-image of these mappings contains a binary representation of a message's length, then these exhibit Merkle and Damgard strengthening. One approach to implementing these mappings interprets the target structure as an array of \"buckets.\" Common algorithms for these functions are known as the midsquare and the division methods. To solve the most common issue of these mappings, one could employ linear probe open addressing or chaining": {
    "guess": "Hash function",
    "confidence": [
      [
        "Hash",
        -0.06416696
      ],
      [
        " function",
        -0.021923577
      ]
    ]
  },
  "In one cartoon, this man is depicted carrying the sword of \"preparedness\" as he casts off the wings of \"pacifism.\" This founder of the International Rescue Committee co-signed a manifesto with Bertrand Russell opposing the use of nuclear weapons. After the death of Chaim Weizmann, this man was offered the presidency of Israel. This man told his friend Linus Pauling that his biggest regret was signing a letter written by Leo Szilard and addressed to Franklin D. Roosevelt, which helped lead to the Manhattan Project. For 10 points, name this scientist who developed the theory of relativity.": {
    "guess": "Albert Einstein",
    "confidence": [
      [
        "Albert",
        -0.013985319
      ],
      [
        " Einstein",
        -0.00022785427
      ]
    ]
  },
  "A 2010 Carr article found autapomorphy of this genus's holotype, paratype and other specimens in an enlarged pneumatic opening of its palatine bone, confirming taxonomic integrity. Keiran wrote of this": {
    "guess": "Tyrannosaurus",
    "confidence": [
      [
        "T",
        -1.136624
      ],
      [
        "yr",
        -0.45300782
      ],
      [
        "ann",
        -0.0054897526
      ],
      [
        "os",
        -0.0082117
      ],
      [
        "aurus",
        -0.00049119536
      ]
    ]
  },
  "In 1979, Carter and Wegman removed the assumption these mappings input have a random distribution when they introduced \"universal families\" of these functions. If the pre-image of these mappings contains a binary representation of a message's length, then these exhibit Merkle and Damgard strengthening. One approach to implementing these mappings interprets the target structure as an array of \"buckets.\" Common algorithms for these functions are known as the midsquare and the division methods. To solve": {
    "guess": "Hash function",
    "confidence": [
      [
        "Hash",
        -0.13312122
      ],
      [
        " function",
        -0.009561288
      ]
    ]
  },
  "A 2010 Carr article found autapomorphy of this genus's holotype, paratype and other specimens in an enlarged": {
    "guess": "Tyrannosaurus",
    "confidence": [
      [
        "T",
        -1.6824279
      ],
      [
        "yr",
        -0.09248023
      ],
      [
        "ann",
        -0.016110733
      ],
      [
        "os",
        -0.006850701
      ],
      [
        "aurus",
        -0.0010436476
      ]
    ]
  },
  "This case was compared with an incident in which Hugh Maher seized a piece of property from Harmon Spruance": {
    "guess": "Battle of Midway",
    "confidence": [
      [
        "Battle",
        -1.6885957
      ],
      [
        " of",
        -0.0072412216
      ],
      [
        " Mid",
        -0.5166043
      ],
      [
        "way",
        -3.9054008e-05
      ]
    ]
  },
  "This case overturned a decision involving Utah's Old Jordan mine, Holden v. Harden. One brief in this case focused on the \"lack of knowledge\" of citizens and was written by Julius Mayer. This case's majority opinion cited a case from 8 years prior, Allgeyer v. Louisiana, while a dissent in this case referenced a 1720 plague in Marseilles. In a case three years later, David (*) Brewer claimed that his opinion only differed from this decision on the issue of sex, and this case was upheld in Adkins v. Children's Hospital. With a majority opinion by Rufus Peckham, this case prompted a dissent which claimed \"the Fourteenth Amendment does not enact Mr. Herbert Spencer's Social Statics.\" Featuring dissents from Harlan and Holmes, for 10 points, name this Supreme Court case which overturned a law limiting": {
    "guess": "Lochner v. New York",
    "confidence": [
      [
        "Lo",
        -0.22724327
      ],
      [
        "chner",
        -2.3392786e-06
      ],
      [
        " v",
        -0.00034869378
      ],
      [
        ".",
        -0.00022797346
      ],
      [
        " New",
        -3.2736214e-05
      ],
      [
        " York",
        -6.9882217e-06
      ]
    ]
  },
  "This case expanded on the rulings in McLaurin and Sweatt, while ambiguity about its enforcement was squashed in the subsequent Cooper v. Aaron. In the wake of this ruling, a number of small towns had their economies ruined after hysterical \"Citizens' Councils\" drove up their own unemployment rates. Because the District of Columbia was not subject to the Fourteenth Amendment, this case had to be extended in (*) Bolling v. Sharpe. The controversial Footnote Eleven in this case drew evidence from experiments by Kenneth and Mamie Clark using dolls. Fred Vinson's death during deliberations helped this case receive a crucial unanimous decision, the first of many that would lead Eisenhower to conclude": {
    "guess": "Brown v. Board of Education",
    "confidence": [
      [
        "Brown",
        -0.014097097
      ],
      [
        " v",
        -6.968935e-05
      ],
      [
        ".",
        -4.5252596e-05
      ],
      [
        " Board",
        -2.2723105e-05
      ],
      [
        " of",
        -8.89548e-06
      ],
      [
        " Education",
        -2.9517714e-05
      ]
    ]
  },
  "In some cases when this operation cannot be performed, a Cauchy principal value can be assigned instead.": {
    "guess": "Cauchy principal value",
    "confidence": [
      [
        "Ca",
        -0.7905751
      ],
      [
        "uch",
        -6.2729996e-06
      ],
      [
        "y",
        -4.2153304e-05
      ],
      [
        " principal",
        -0.035186876
      ],
      [
        " value",
        -0.001480102
      ]
    ]
  },
  "His cartoon for the \"Battle of Cascina\" was considered a marvel of the age, while his \"Holy Family\" is considered one of his best paintings. Better known as a sculptor, he got his start under Ghirlandajo,": {
    "guess": "Michelangelo Buonarroti",
    "confidence": [
      [
        "Mich",
        -0.111530356
      ],
      [
        "el",
        -2.8802491e-05
      ],
      [
        "angelo",
        -0.00079413963
      ],
      [
        " Bu",
        -0.38666132
      ],
      [
        "on",
        -3.750436e-05
      ],
      [
        "ar",
        -0.000290891
      ],
      [
        "rot",
        -0.00038467496
      ],
      [
        "i",
        -7.493431e-05
      ]
    ]
  },
  "In some cases when this operation cannot be performed, a Cauchy principal value can be assigned instead. An extension of this operation to more abstract sets of functions assigns measures to different objects before performing this operation and is named for Lebesgue. The interchange of multiple instances": {
    "guess": "Integral",
    "confidence": [
      [
        "Integral",
        -0.8063719
      ]
    ]
  },
  "In cases where this policy was lacking or nonexistent, the practice of taqiyya was often used for protection by concealing one's identity. Although this principle was advocated by Pope Alexander II, he sanctioned the War of Barbastro which ended in a massacre that defied it. This principle was upheld in the sixty-seven articles of the Capitulation of Granada regarding Moriscos, which was signed by Boabdil, but it was largely ignored after Cardinal Talavera's replacement by Cardinal Cisneros. Tomas de Torquemada was one of the chief opponents of this principle, and the Alhambra Decree was another": {
    "guess": "Alhambra Decree",
    "confidence": [
      [
        "Al",
        -1.8128424
      ],
      [
        "h",
        -0.09547498
      ],
      [
        "amb",
        -2.486877e-05
      ],
      [
        "ra",
        -3.0545007e-06
      ],
      [
        " Dec",
        -0.00132738
      ],
      [
        "ree",
        -6.0345924e-06
      ]
    ]
  },
  "The Casparian strip acts as a screen within the cortex of this structure, and the strangler fig kills trees by growing the adventitious type. Mycorrhizae [my-kuh-RYE-zee] are symbiotic relationships between fungi and these plant organs, which can harbor (*) nitrogen-fixing bacteria nodules. The carrot is a tap variety of, for 10 points, what commonly underground plant structures that absorb water and": {
    "guess": "Root",
    "confidence": [
      [
        "Root",
        -0.0005412389
      ]
    ]
  },
  "Don Carlos's victory at Bitonto in this war led to him becoming Charles III of Sicily. France's first ally in this war was the kingdom of Sardinia & Savoy, which helped besiege Mantua. The person who led the Confederation of Dzików had previously held the job in question under Swedish domination and was the father-in-law of Louis XV. Perhaps the most important result of the two peaces of Vienna, which ended this war, was the laying of seeds for a similar war a year later as France guaranteed the Pragmatic Sanction. For 10 points, name this conflict in which Frederick Augustus of Saxony and Stanislaw": {
    "guess": "War of the Polish Succession",
    "confidence": [
      [
        "War",
        -0.023601705
      ],
      [
        " of",
        -1.5809293e-05
      ],
      [
        " the",
        -0.0021565685
      ],
      [
        " Polish",
        -0.33294106
      ],
      [
        " Success",
        -0.00028088156
      ],
      [
        "ion",
        -4.370295e-05
      ]
    ]
  },
  "Carl Friedrich Abel is now considered to be the true author of a work of Mozart's in E-flat major with this numeric designation. Ralph Vaughn Williams was inspired to write a work with this designation, nicknamed \"Pastoral,\" after hearing a trumpet misplay during World War I, while Krzystof Penderecki's": {
    "guess": "Symphony No. 3",
    "confidence": [
      [
        "Sym",
        -0.49643865
      ],
      [
        "phony",
        -0.0013932115
      ],
      [
        " No",
        -0.0003920656
      ],
      [
        ".",
        -0.00050323125
      ],
      [
        " ",
        -0.0026151363
      ],
      [
        "3",
        -0.7533824
      ]
    ]
  },
  "The cases in which these entities have a certain important property are limited by Kuratowski's theorem. Algorithms involving these mathematical objects include Prim's and Floyd's, which solve important problems like finding a minimal span. These objects may contain cycles named for Euler or Hamilton, finding which is one form of the Traveling Salesman Problem. A shortest path on one may be found by Djikstra's Algorithm. The theory named for them was inaugurated by the solution of the Konigsberg": {
    "guess": "Graph theory",
    "confidence": [
      [
        "Graph",
        -0.03313725
      ],
      [
        " theory",
        -0.118572965
      ]
    ]
  },
  "Don Carlos's victory at Bitonto in this war led to him becoming Charles III of Sicily. France's first ally in this war was the kingdom of Sardinia & Savoy, which helped besiege Mantua. The person who led the Confederation of Dzików had previously held the job in question under Swedish domination and was the father-in-law of Louis XV. Perhaps the most important result of the two peaces of Vienna, which": {
    "guess": "War of the Austrian Succession",
    "confidence": [
      [
        "War",
        -0.1461399
      ],
      [
        " of",
        -1.4140442e-05
      ],
      [
        " the",
        -0.002298705
      ],
      [
        " Austrian",
        -0.68673813
      ],
      [
        " Success",
        -0.0012923781
      ],
      [
        "ion",
        -2.3438328e-05
      ]
    ]
  },
  "In this case, Justices Robert Grier and John Catron violated judicial ethics by telling the President": {
    "guess": "Judicial misconduct",
    "confidence": [
      [
        "Jud",
        -0.86933106
      ],
      [
        "icial",
        -0.003053408
      ],
      [
        " misconduct",
        -0.7628973
      ]
    ]
  },
  "Carvings on Stela 19 are the earliest illustrations of this god, depicting him rising from a shaman's ritual. He was part of a trinity with the Goddess of the Cave and Tlaloc, god of rain, in early agricultural cults. He is the god of light, wind, and the cardinal West and twin brother of Xolotl [zo-": {
    "guess": "Quetzalcoatl",
    "confidence": [
      [
        "Qu",
        -0.008162749
      ],
      [
        "etz",
        -1.5570886e-05
      ],
      [
        "al",
        -3.7027545e-05
      ],
      [
        "co",
        -1.9146995e-05
      ],
      [
        "atl",
        -1.3856493e-06
      ]
    ]
  },
  "This case overturned a decision involving Utah's Old Jordan mine, Holden v. Harden. One brief in this case focused on the \"lack of knowledge\" of citizens and was written by Julius Mayer. This case's majority opinion cited a case from 8 years prior, Allgeyer v. Louisiana, while a dissent in this case referenced a 1720 plague in Marseilles. In a case three years later, David (*) Brewer claimed that his opinion only differed from this decision on the issue of sex, and this case was upheld in Adkins v. Children's Hospital. With a majority opinion by Rufus Peckham, this case prompted a dissent which claimed \"the Fourteenth Amendment does not enact Mr. Herbert Spencer's Social Statics.\" Featuring dissents": {
    "guess": "Lochner v. New York",
    "confidence": [
      [
        "Lo",
        -0.04272601
      ],
      [
        "chner",
        -1.6762922e-05
      ],
      [
        " v",
        -0.0006799076
      ],
      [
        ".",
        -0.00071243185
      ],
      [
        " New",
        -0.00014990607
      ],
      [
        " York",
        -1.7716551e-05
      ]
    ]
  },
  "Carl Friedrich Abel is now considered to be the true author of a work of Mozart's in E-flat major with this numeric designation. Ralph Vaughn Williams was inspired to write a work with this designation, nicknamed \"Pastoral,\" after hearing a trumpet misplay during World War I, while Krzystof Penderecki's completion of one after another one nicknamed \"Christmas\". A text by Kirsanov supporting May Day is the setting for the finale of Shostakovich's work of this name, and one using an organ was written by Saint-Saëns. Also the same number as one Mendelssohn wrote during a trip to Scotland, this is, FTP, which common numbered symphony, also applying to one originally dedicated to Napoleon Bonaparte,": {
    "guess": "Symphony No. 3",
    "confidence": [
      [
        "Sym",
        -0.00329214
      ],
      [
        "phony",
        -0.00042662365
      ],
      [
        " No",
        -0.00036537863
      ],
      [
        ".",
        -0.0002451278
      ],
      [
        " ",
        -0.0018662871
      ],
      [
        "3",
        -0.012199984
      ]
    ]
  },
  "This case overturned a decision involving Utah's Old Jordan mine, Holden v. Harden. One brief in this": {
    "guess": "Holden v. Hardy",
    "confidence": [
      [
        "Hold",
        -0.61591804
      ],
      [
        "en",
        -0.0005809117
      ],
      [
        " v",
        -0.0052783457
      ],
      [
        ".",
        -0.0004006409
      ],
      [
        " Hardy",
        -0.1767691
      ]
    ]
  },
  "Carol Terrell's 1993 \"Companion\" to this work explains many of its literary allusions.  Its first part": {
    "guess": "The Waste Land",
    "confidence": [
      [
        "The",
        -0.28932434
      ],
      [
        " Waste",
        -0.33126917
      ],
      [
        " Land",
        -5.705376e-05
      ]
    ]
  },
  "The Casparian strip enables the endodermis to filter out harmful substances that would otherwise enter this tissue. Guttation results when increases in pressure cause the contents of this tissue to be exuded. The function of these structures is explained by the cohesion-tension theory, which involves": {
    "guess": "Xylem",
    "confidence": [
      [
        "X",
        -0.00029935446
      ],
      [
        "yle",
        -4.4849444e-06
      ],
      [
        "m",
        -2.8802491e-05
      ]
    ]
  },
  "In 1979, Carter and Wegman removed the assumption these mappings input have a random distribution when they introduced \"universal families\" of these functions. If the pre-image of these mappings contains a binary representation of a message's length, then these exhibit Merkle and Damgard strengthening. One approach to implementing these mappings interprets the target structure as an array of \"buckets.\" Common algorithms for these functions are known as the midsquare and the division methods. To solve the most common issue of these mappings, one could employ linear probe open addressing or chaining to resolve collisions when different values return the same result. FTP, name these functions that convert large amounts of data into one small value or checksum, as when they map a search key to": {
    "guess": "Hash function",
    "confidence": [
      [
        "Hash",
        -0.007900694
      ],
      [
        " function",
        -0.023776451
      ]
    ]
  },
  "Carl Cantrel gave a \"scientific\" account of God's support of this prophet, claiming that He interfered with electromagnetic waves produced by brains of Syrian soldiers so that they can't see God's army. After he cured Naaman, an Aramaean commander, of leprosy by having him wash 7 times in the Jordan, his servant Gehazi asked Naaman for a gift, but is left with white diseased skin. He directed his follower": {
    "guess": "Elisha",
    "confidence": [
      [
        "E",
        -0.025792975
      ],
      [
        "lish",
        -0.0007727013
      ],
      [
        "a",
        -5.025915e-05
      ]
    ]
  },
  "In some cases when this operation cannot be performed, a Cauchy principal value can be assigned instead. An extension of this operation to more abstract sets of functions assigns measures to different objects before performing this operation and is named for Lebesgue. The interchange of multiple instances of this operation is governed by Fubini's theorem. The substitution and \"by parts\" techniques for doing this require a change of limits to this operation's definite form which, unlike the indefinite form, does not require an arbitrary additive constant. For 10 points, name this process which calculates": {
    "guess": "Integral",
    "confidence": [
      [
        "Integral",
        -0.5639782
      ]
    ]
  },
  "Carl Friedrich Abel is now considered to be the true author of a work of Mozart's in E-flat major with this numeric designation. Ralph Vaughn Williams was inspired to write a work with this designation, nicknamed \"Pastoral,\" after hearing a trumpet misplay during World War I, while Krzystof Penderecki's completion of one after another one nicknamed \"Christmas\". A text by Kirsanov supporting May Day is the setting for the finale of Shostakovich's work of this name, and one using an organ was written": {
    "guess": "Symphony No. 4",
    "confidence": [
      [
        "Sym",
        -0.12557732
      ],
      [
        "phony",
        -0.00084262254
      ],
      [
        " No",
        -0.00043126525
      ],
      [
        ".",
        -0.00041220002
      ],
      [
        " ",
        -0.009931626
      ],
      [
        "4",
        -1.0116065
      ]
    ]
  },
  "The cases in which these entities have a certain important property are limited by Kuratowski's theorem. Algorithms involving these mathematical objects include Prim's and Floyd's, which solve important problems like finding a minimal span. These objects may contain cycles named for Euler or Hamilton,": {
    "guess": "Graphs",
    "confidence": [
      [
        "Graph",
        -0.008806726
      ],
      [
        "s",
        -0.20731473
      ]
    ]
  },
  "Carter Druse shoots his father as they fight on opposite sides of the war in one of this man's works. In addition to \"A Horseman in the Sky\", he wrote of a child who stumbles upon badly wounded and disfigured retreating soldiers and is revealed to be deaf. He wrote a work in which friendship is described": {
    "guess": "Ambrose Bierce",
    "confidence": [
      [
        "Amb",
        -0.06540037
      ],
      [
        "rose",
        -0.0004518838
      ],
      [
        " B",
        -0.0008601271
      ],
      [
        "ierce",
        -0.00010092071
      ]
    ]
  },
  "In the case of State vs. De Koenigswarer, it was ruled that the Delaware police had unlawfully detained this musician. He was thought to have played in Jerry Newman's recordings from New York's Minton's": {
    "guess": "Thelonious Monk",
    "confidence": [
      [
        "Th",
        -0.2762876
      ],
      [
        "elon",
        -0.00060140743
      ],
      [
        "ious",
        -0.004457655
      ],
      [
        " Monk",
        -0.00032998246
      ]
    ]
  },
  "Carolus Linnaeus' original taxonomy of living organisms divided this group of animals into two categories: worms and insects. However, as this group encompasses 95% of the kingdom Animalia, more divisions including Rotifera, Nemertea, Cnidaria, and Arthropoda having since been created. Members of this": {
    "guess": "Animal",
    "confidence": [
      [
        "Animal",
        -0.53171635
      ]
    ]
  },
  "A case involving an amendment to this piece of legislation was brought a party who believed its patent on a salt-measuring machine was infringed upon, and led to the creation of the \"Morton Salt rule.\" Another act that modified it mandated the used of a \"Notification and Report Form\" for certain types of interactions and was called the Hart-Scott-Rodino Act. Able to target certain legal acts in their incipiency, Section 7 of this act amended by Robinson-Patman act was originally targeted at holding companies and tests the legality of mergers. Notable for having more teeth than its predecessor, for 10 points, identify this 1914 antitrust act.": {
    "guess": "Clayton Antitrust Act",
    "confidence": [
      [
        "Cl",
        -0.15324916
      ],
      [
        "ay",
        -3.23786e-05
      ],
      [
        "ton",
        -2.7848862e-05
      ],
      [
        " Ant",
        -0.0003432104
      ],
      [
        "itrust",
        -0.000101874335
      ],
      [
        " Act",
        -0.00046677692
      ]
    ]
  },
  "His cartoon for the \"Battle of Cascina\" was considered a marvel of the age, while his \"Holy Family\" is considered one of his best paintings. Better known as a sculptor, he got his start under Ghirlandajo, soon producing \"The Rape of Deianira\" and \"The Battle of the Lapiths and Centaurs\". While working on tombs for the Medicis he created his famous reclining figures of \"Day\", \"Night\", \"Dawn\", and \"Dusk\", but his work on the tomb of Julius II was never completed, despite the creation of the colossal \"Moses\". FTP, who was this artist perhaps best known for painting the ceiling of the Sistine Chapel?": {
    "guess": "Michelangelo",
    "confidence": [
      [
        "Mich",
        -0.011225718
      ],
      [
        "el",
        -1.4974867e-05
      ],
      [
        "angelo",
        -0.0005407621
      ]
    ]
  },
  "Carmichael proved that large ones of these do not share prime factors with other ones, and Wall-Sun-Sun primes are necessarily these. Matiyasevich's disproof of Hilbert's tenth problem relied on these values to show that Diophantine equations have solutions that can grow exponentially, and a pair of them give the Euclidean algorithm its worst-case runtime. Their generating function is x divided by": {
    "guess": "Fibonacci number",
    "confidence": [
      [
        "F",
        -0.005307166
      ],
      [
        "ib",
        -0.00033212814
      ],
      [
        "onacci",
        -4.1273333e-06
      ],
      [
        " number",
        -0.012547328
      ]
    ]
  },
  "Carter Glass accused this body's head of \"dirt-daubing the sepulcher\" of a former president in a speech whose key points Glass highlighted by pounding his fist on his desk until his knuckles bled while the rest of the Senate cheered him on. Dorothy Detzer supported this body, whose investigations spurred interest in the proposed Ludlow Amendment. The namesake of this body led the charge against \"merchants": {
    "guess": "United States Senate Committee on Foreign Relations",
    "confidence": [
      [
        "United",
        -0.4768755
      ],
      [
        " States",
        -0.0006123595
      ],
      [
        " Senate",
        -0.07656514
      ],
      [
        " Committee",
        -0.5193624
      ],
      [
        " on",
        -0.0008563126
      ],
      [
        " Foreign",
        -0.33293858
      ],
      [
        " Relations",
        -0.0041567567
      ]
    ]
  },
  "Carl Cantrel gave a \"scientific\" account of God's support of this prophet, claiming that He interfered with electromagnetic waves produced by brains of Syrian soldiers so that they can't see God's army. After he cured Naaman, an Aramaean commander, of leprosy by having him wash 7 times in the Jordan, his servant Gehazi asked Naaman for a gift, but is left with white diseased skin. He directed his follower to Ramoth-gilead with a flask of oil to anoint the son of Jehoshaphat, Jehu. The prophecy of": {
    "guess": "Elisha",
    "confidence": [
      [
        "E",
        -0.012877596
      ],
      [
        "lish",
        -0.0056318934
      ],
      [
        "a",
        -5.8603408e-05
      ]
    ]
  },
  "In Caspar Friedrich's painting The Stages of Life, a group of people of varying ages is mirrored by five of these objects. One of these objects created by Hieronymous Bosch shows a singing monk and a lute-playing": {
    "guess": "Ship of Fools",
    "confidence": [
      [
        "Ship",
        -0.8564599
      ],
      [
        " of",
        -0.011141437
      ],
      [
        " F",
        -0.49553958
      ],
      [
        "ools",
        -8.590105e-05
      ]
    ]
  },
  "Carolus Linnaeus' original taxonomy of living organisms divided this group of animals into two categories: worms and insects. However, as this group encompasses 95% of the kingdom Animalia, more divisions including Rotifera, Nemertea, Cnidaria, and Arthropoda having since been created. Members of this group have only one copy of the Hox genes and are found in all animal subpylums except the Craniata subpylum of Chordata. FTP, name this category of animals that have no backbone.": {
    "guess": "Invertebrates",
    "confidence": [
      [
        "In",
        -0.013471841
      ],
      [
        "verte",
        -0.0009071759
      ],
      [
        "brates",
        -0.6472854
      ]
    ]
  },
  "In a Carnot engine, entering heat times one minus the ratio of the temperatures of the resevoirs is equal to this quantity. It's not a change in volume, but an isochoric process has a value of zero for this quantity. A measure of the reversible amount of this quantity at constant temperature and volume is the Helmholtz free energy. Taking an integral on a PV diagram gives this quantity. In thermodynamics, change in internal energy is equal to heat added plus this quantity. Identify this concept for which the SI unit is Joules and can be calculated by multiplying force and distance.": {
    "guess": "Work (physics)",
    "confidence": [
      [
        "Work",
        -0.066770546
      ],
      [
        " (",
        -0.0086458875
      ],
      [
        "physics",
        -0.29272833
      ],
      [
        ")",
        -4.739826e-05
      ]
    ]
  },
  "In a cartoon in Puck magazine, this company was drawn as a large snake being fought by an infant Teddy Roosevelt. This company was attacked by a work of (+) Ida Tarbell's that detailed its history and in Henry Demarest Lloyd's Wealth Against Commonwealth; in 1872, this business bought out 22 competitors": {
    "guess": "Standard Oil",
    "confidence": [
      [
        "Standard",
        -0.0073415805
      ],
      [
        " Oil",
        -0.00020485163
      ]
    ]
  },
  "The Case Study House Program began in this city that also housed Irving Gill's Dodge House prior to its demolition. The Morphosis firm was founded by a Pritzker winner based in this city, Thom Mayne. The Mayan Revival Style Ennis House, designed by Frank Lloyd Wright, is located in this city where his son, Frank Lloyd Wright Jr. was based. An architect associated with this city was passed over for the design of the Museum of Contemporary Art for Arata Isozaki, but later worked with Yasuhisa Toyota": {
    "guess": "Los Angeles",
    "confidence": [
      [
        "Los",
        -0.008973095
      ],
      [
        " Angeles",
        -9.996708e-05
      ]
    ]
  },
  "Carmichael proved that large ones of these do not share prime factors with other ones, and Wall-Sun-Sun primes are necessarily these. Matiyasevich's disproof of Hilbert's tenth problem relied on these values to show that Diophantine equations have solutions that can grow exponentially, and a pair of them give the Euclidean algorithm its worst-case runtime. Their generating function is x divided by 1 minus x minus x squared, and every positive integer can be written as the sum of non-consecutive ones of these according to Zeckendorf's theorem. The Lucas numbers obey a similar rule as them, and one formula for generating them relies on the Golden Ratio, known as Binet's formula. Defined recursively by summing the previous two numbers in the sequence, for 10 points, name these numbers that begin": {
    "guess": "Fibonacci number",
    "confidence": [
      [
        "F",
        -0.0003777648
      ],
      [
        "ib",
        -2.8564085e-05
      ],
      [
        "onacci",
        -1.378283e-05
      ],
      [
        " number",
        -0.012066198
      ]
    ]
  },
  "The Case Study House Program began in this city that also housed Irving Gill's Dodge House prior to its demolition. The Morphosis firm was founded by a Pritzker winner based in this city, Thom Mayne. The Mayan Revival Style Ennis House, designed by Frank Lloyd Wright, is located in this city where his son, Frank Lloyd Wright Jr. was based. An architect associated with this city was passed over for the design of the Museum of Contemporary Art for Arata Isozaki, but later worked with Yasuhisa Toyota on a building in this city that houses a philharmonic led by Gustavo (*) Dudamel. That building in this city had to have its stainless steel exterior sanded down to reduce glare. For 10 points, name": {
    "guess": "Los Angeles",
    "confidence": [
      [
        "Los",
        -0.0027725475
      ],
      [
        " Angeles",
        -4.978234e-05
      ]
    ]
  },
  "The Casparian strip enables the endodermis to filter out harmful substances that would otherwise enter": {
    "guess": "Casparian strip",
    "confidence": [
      [
        "Cas",
        -0.988867
      ],
      [
        "par",
        -2.2007884e-05
      ],
      [
        "ian",
        -0.00049405626
      ],
      [
        " strip",
        -0.013993662
      ]
    ]
  },
  "In this case, Justices Robert Grier and John Catron violated judicial ethics by telling the President what the Court intended to do, though there is no evidence of a conspiracy to determine the outcome. The dissents of John McLean and Benjamin Curtis referred to the Congressional powers outlined in article four, section three of the Constitution. FTP, identify this decision, in which every justice issued a seperate opinion, the first case in 54 years in which the Court found an act of Congress unconstitutional, when it was ruled that the Missouri Compromise violated fifth amendment property rights.": {
    "guess": "Dred Scott v. Sandford",
    "confidence": [
      [
        "D",
        -0.031136848
      ],
      [
        "red",
        -3.6431527e-05
      ],
      [
        " Scott",
        -3.5313153e-06
      ],
      [
        " v",
        -1.998142e-05
      ],
      [
        ".",
        -4.990154e-05
      ],
      [
        " Sand",
        -2.9279307e-05
      ],
      [
        "ford",
        -5.276243e-05
      ]
    ]
  },
  "In all cases it is proportional to the radius of the solid object and the viscosity of the fluid. The Stokes version of it is used to account for the density of the surrounding fluid, giving this quantity": {
    "guess": "Drag coefficient",
    "confidence": [
      [
        "Drag",
        -0.7347804
      ],
      [
        " coefficient",
        -0.94223267
      ]
    ]
  },
  "In Caspar Friedrich's painting The Stages of Life, a group of people of varying ages is mirrored by five": {
    "guess": "The Stages of Life",
    "confidence": [
      [
        "The",
        -0.015904032
      ],
      [
        " St",
        -0.01797773
      ],
      [
        "ages",
        -2.6656826e-05
      ],
      [
        " of",
        -2.9040899e-05
      ],
      [
        " Life",
        -0.00015645861
      ]
    ]
  },
  "Carl Cantrel gave a \"scientific\" account of God's support of this prophet, claiming that He interfered with electromagnetic waves produced by brains of Syrian soldiers so that they can't see God's army. After he cured Naaman, an Aramaean commander, of leprosy by having him wash 7 times in the Jordan, his servant Gehazi asked Naaman for a gift, but is left with white diseased skin. He directed his follower to Ramoth-gilead with a flask of oil to anoint the son of Jehoshaphat, Jehu. The prophecy of his master was fulfilled when Jehu had Jezebel tossed out the window. For 10 points, name this prophet": {
    "guess": "Elisha",
    "confidence": [
      [
        "E",
        -0.012375547
      ],
      [
        "lish",
        -0.010483864
      ],
      [
        "a",
        -7.648396e-05
      ]
    ]
  },
  "Carolus Linnaeus' original taxonomy of living organisms divided this group of animals into two categories: worms and insects. However, as this group encompasses 95% of the kingdom Animalia, more divisions": {
    "guess": "Insect",
    "confidence": [
      [
        "In",
        -0.23834093
      ],
      [
        "sect",
        -0.8370726
      ]
    ]
  },
  "In all cases it is proportional to the radius of the solid object and the viscosity of the fluid. The Stokes version of it is used to account for the density of the surrounding fluid, giving this quantity either a plus or minus sign, and in the general case of a small sphere in drag-limited fall, it is given by the force of gravity over the quantity six pi times the radius times the viscosity. FTP": {
    "guess": "Drag (physics)",
    "confidence": [
      [
        "Drag",
        -0.5086304
      ],
      [
        " (",
        -0.65662813
      ],
      [
        "physics",
        -0.00065298594
      ],
      [
        ")",
        -1.6524515e-05
      ]
    ]
  },
  "Carl Cantrel gave a \"scientific\" account of God's support of this prophet, claiming that He interfered with electromagnetic waves produced by brains of Syrian soldiers so that they can't see God's army. After he cured Naaman, an Aramaean commander, of leprosy by having him wash 7 times in the Jordan,": {
    "guess": "Elisha",
    "confidence": [
      [
        "E",
        -0.01899035
      ],
      [
        "lish",
        -0.0007414919
      ],
      [
        "a",
        -3.106736e-05
      ]
    ]
  },
  "In one cartoon, this man is depicted carrying the sword of \"preparedness\" as he casts off the wings of \"pacifism.\" This founder of the International Rescue Committee co-signed a manifesto with Bertrand Russell opposing the use of nuclear weapons. After the death of Chaim Weizmann, this man was offered the presidency of Israel. This man told his friend Linus Pauling that his biggest regret was signing a letter written by Leo Szilard and addressed to Franklin D. Roosevelt, which helped lead to the": {
    "guess": "Albert Einstein",
    "confidence": [
      [
        "Albert",
        -0.0708575
      ],
      [
        " Einstein",
        -0.0015429535
      ]
    ]
  },
  "This case overturned a decision involving Utah's Old Jordan mine, Holden v. Harden. One brief in this case focused on the \"lack of knowledge\" of citizens and was written by Julius Mayer. This case's majority opinion cited a case from 8 years prior, Allgeyer v. Louisiana, while a dissent in this case": {
    "guess": "Lochner v. New York",
    "confidence": [
      [
        "Lo",
        -0.28789014
      ],
      [
        "chner",
        -7.600714e-05
      ],
      [
        " v",
        -0.0010662744
      ],
      [
        ".",
        -0.00075304735
      ],
      [
        " New",
        -0.00016229959
      ],
      [
        " York",
        -2.749125e-05
      ]
    ]
  },
  "In some cases when this operation cannot be performed, a Cauchy principal value can be assigned instead. An extension of this operation to more abstract sets of functions assigns measures to different": {
    "guess": "Fourier transform",
    "confidence": [
      [
        "Four",
        -0.3020984
      ],
      [
        "ier",
        -2.0458236e-05
      ],
      [
        " transform",
        -0.048130665
      ]
    ]
  },
  "A case involving an amendment to this piece of legislation was brought a party who believed its patent on a salt-measuring machine was infringed upon, and led to the creation of the \"Morton Salt rule.\" Another act that modified it mandated the used of a \"Notification and Report Form\" for certain types": {
    "guess": "Patent Act of 1836",
    "confidence": [
      [
        "Pat",
        -1.5661211
      ],
      [
        "ent",
        -0.0028383955
      ],
      [
        " Act",
        -0.024954876
      ],
      [
        " of",
        -0.39701027
      ],
      [
        " ",
        -0.0014845087
      ],
      [
        "183",
        -0.5353626
      ],
      [
        "6",
        -0.0044565857
      ]
    ]
  },
  "Carluccio depicted this personage \"von Laussel\" and was critically analyzed by several artists, and Alexander Cabanel depicted this figure with five winged cherubs floating above. Sometimes depicted \"Anadyomene,\" Rossetti did this subject \"Verticordia,\" and she appeared in the original title of Aubrey Beardsley's Under the Hill. Cranach the Elder depicted this woman with her son, and Titian did her son and \"an Organist.\" Depicted by Agnolo Bronzino with Cupid, Folly, and Time, and by Canova as a": {
    "guess": "Venus (mythology)",
    "confidence": [
      [
        "V",
        -0.012997037
      ],
      [
        "enus",
        -4.00813e-06
      ],
      [
        " (",
        -0.017867433
      ],
      [
        "my",
        -0.0007935436
      ],
      [
        "th",
        -5.5122365e-07
      ],
      [
        "ology",
        -6.396757e-05
      ],
      [
        ")",
        -1.0206721e-05
      ]
    ]
  },
  "Carl Czerny was prolific in producing this piano type of composition in his School of Velocity and School of Virtuosity, following the basis in Clementi's Gradus ad Parnassum. Anton Rubinstein's opus 23 and 81 as well as Prokofiev's opus 2 and Bartok's Mikrokosmos are all examples of this composition, the best examples of which include a fifth one titled Will-o '-the-Wisp and an Eroica seventh one, with the same inspiration as Schumann's work on this type of composition, Paganini's violin caprices. For 10 points, identify this technical exercise, among which are Chopin's 27 and Liszt's Transcendental ones.": {
    "guess": "Étude",
    "confidence": [
      [
        "É",
        -0.80890644
      ],
      [
        "t",
        -3.917321e-05
      ],
      [
        "ude",
        -0.28062707
      ]
    ]
  },
  "\"At the Castle Gate\" and \"The Three Blind Sisters\" are two of the sections written by Sibelius as in the piece of incidental music with this title.  While a cabaret musician in Berlin, Schoenberg also wrote a symphonic poem, his Opus No. 5, on this theme.  The famous Sicilienne movement is included among": {
    "guess": "Pelleas and Melisande",
    "confidence": [
      [
        "P",
        -0.0096218595
      ],
      [
        "elle",
        -0.002536425
      ],
      [
        "as",
        -5.3954464e-05
      ],
      [
        " and",
        -0.2067884
      ],
      [
        " Mel",
        -0.00092599174
      ],
      [
        "is",
        -2.808727e-05
      ],
      [
        "ande",
        -5.8126592e-05
      ]
    ]
  },
  "Carvings on Stela 19 are the earliest illustrations of this god, depicting him rising from a shaman's": {
    "guess": "Quetzalcoatl",
    "confidence": [
      [
        "Qu",
        -0.08457629
      ],
      [
        "etz",
        -0.0006938508
      ],
      [
        "al",
        -0.000108788154
      ],
      [
        "co",
        -5.8961017e-05
      ],
      [
        "atl",
        -5.3193703e-06
      ]
    ]
  },
  "\"At the Castle Gate\" and \"The Three Blind Sisters\" are two of the sections written by Sibelius as in the piece of incidental music with this title.  While a cabaret musician in Berlin, Schoenberg also wrote a symphonic poem, his Opus No. 5, on this theme.  The famous Sicilienne movement is included among the four sections of the orchestral suite composed by Faure.  However, the most famous rendition": {
    "guess": "Pelleas and Melisande",
    "confidence": [
      [
        "P",
        -0.01798838
      ],
      [
        "elle",
        -0.009529873
      ],
      [
        "as",
        -0.0005603005
      ],
      [
        " and",
        -0.07116918
      ],
      [
        " Mel",
        -0.0009448149
      ],
      [
        "is",
        -9.901345e-05
      ],
      [
        "ande",
        -0.00015800826
      ]
    ]
  },
  "Cast in the Euclidean style of the Mathematical Principles, eight definitions and eight Axioms pre-cede the three Books. It anticipated Einstein's equivalence of matter and energy in Query 30: \"why may": {
    "guess": "Principia Mathematica",
    "confidence": [
      [
        "Pr",
        -1.269582
      ],
      [
        "incip",
        -0.0007513785
      ],
      [
        "ia",
        -0.0007642415
      ],
      [
        " Mathematic",
        -0.28134096
      ],
      [
        "a",
        -1.6524515e-05
      ]
    ]
  },
  "In cases where this policy was lacking or nonexistent, the practice of taqiyya was often used for protection by concealing one's identity. Although this principle was advocated by Pope Alexander II, he sanctioned the War of Barbastro which ended in a massacre that defied it. This principle was upheld in the sixty-seven articles of the Capitulation of Granada regarding Moriscos, which was signed by Boabdil, but it was largely ignored after Cardinal Talavera's replacement by Cardinal Cisneros. Tomas de Torquemada was one of the chief opponents of this principle, and the Alhambra Decree was another step back in achieving this policy, because through it, Ferdinand and Isabella expelled Jews from": {
    "guess": "Religious toleration",
    "confidence": [
      [
        "Rel",
        -1.2772818
      ],
      [
        "igious",
        -0.008160506
      ],
      [
        " toler",
        -0.98984605
      ],
      [
        "ation",
        -0.00034762095
      ]
    ]
  },
  "Carl Nielsen's work of this type and number contains a second movement \"Humoreske\" for winds and percussion alone and ends with a loud low B-flat \"raspberry\" played on two bassoons. Le midi and Le soir finish the trilogy begun by Le matin, Joseph Haydn's work of this type and number. Another work of this type and number contains the so-called \"Alma theme\" in its first movement and ends with a movement containing three \"hammer-blows of fate\". Yet another work of this type and number contains a cadenza for three woodwind instruments imitating birdcalls at the end of its movement \"By the Brook\". For 10 points, identify the common genre and number of Mahler's Tragic and Beethoven's Pastoral.": {
    "guess": "Sixth Symphony",
    "confidence": [
      [
        "Six",
        -0.3431451
      ],
      [
        "th",
        -0.0010415019
      ],
      [
        " Symphony",
        -0.003237244
      ]
    ]
  },
  "This case was compared with an incident in which Hugh Maher seized a piece of property from Harmon Spruance in an Edmund Kitch article entitled, \"The Facts of [this case].\" The court opinion for this case uses state constitutions and the Magna Carta to define the word \"deprive\" as used in the Fourteenth Amendment. That opinion also uses the examples of wharfingers and hackney-coachmen and quotes Lord Hale's De Portibus Maris to show that the legislation in question did not violate the due process clause. In the court opinion for this case, Chief Justice Waite argued that although Congress alone could regulate interstate commerce, the regulations in question in this case did not impair federal control, and agreed that a \"virtual monopoly\" was created by the owners of grain elevators. Overturned by the decision in the Wabash case, for 10 points, name this case arising from legislation passed": {
    "guess": "Munn v. Illinois",
    "confidence": [
      [
        "M",
        -0.011549244
      ],
      [
        "unn",
        -8.780831e-05
      ],
      [
        " v",
        -0.00062558375
      ],
      [
        ".",
        -0.0010837789
      ],
      [
        " Illinois",
        -0.00037466554
      ]
    ]
  },
  "The Case Study House Program began in this city that also housed Irving Gill's Dodge House prior to its": {
    "guess": "Los Angeles",
    "confidence": [
      [
        "Los",
        -0.04649089
      ],
      [
        " Angeles",
        -4.561021e-05
      ]
    ]
  },
  "Cast in the Euclidean style of the Mathematical Principles, eight definitions and eight Axioms pre-cede the three Books. It anticipated Einstein's equivalence of matter and energy in Query 30: \"why may not Nature change bodies into light, and light into bodies?\" Through investigations of Iceland spar, it introduced the idea of polarization. The author investigates the interference of corpuscles by placing a convex lens on a table, producing a pattern still named for this work's author. FTP, identify this investigation of the nature and interactions of light by Isaac Newton.": {
    "guess": "Opticks",
    "confidence": [
      [
        "Opt",
        -0.0053324206
      ],
      [
        "icks",
        -0.071684726
      ]
    ]
  },
  "Cast in the Euclidean style of the Mathematical Principles, eight definitions and eight Axioms pre-cede the three Books. It anticipated Einstein's equivalence of matter and energy in Query 30: \"why may not Nature change bodies into light, and light into bodies?\" Through investigations of Iceland spar, it introduced the idea of polarization. The author investigates the interference of corpuscles by placing a convex lens on a table, producing a pattern still named for this work's author. FTP, identify": {
    "guess": "Opticks",
    "confidence": [
      [
        "Opt",
        -0.8183173
      ],
      [
        "icks",
        -0.10130012
      ]
    ]
  },
  "Carter Glass accused this body's head of \"dirt-daubing the sepulcher\" of a former president in a speech whose key points Glass highlighted by pounding his fist on his desk until his knuckles bled while the rest of the Senate cheered him on. Dorothy Detzer supported this body, whose investigations spurred interest in the proposed Ludlow Amendment. The namesake of this body led the charge against \"merchants of death,\" resulting in support for the contemporary Neutrality Acts of the 1930s. For 10 points, name this Senate body that existed from 1934 to 1936, led by a namesake North Dakotan, which investigated the munitions industry's effect on the U.S. involvement in WWI.": {
    "guess": "Nye Committee",
    "confidence": [
      [
        "N",
        -0.098495476
      ],
      [
        "ye",
        -8.180258e-06
      ],
      [
        " Committee",
        -0.0011637921
      ]
    ]
  },
  "In Caspar Friedrich's painting The Stages of Life, a group of people of varying ages is mirrored by five of these objects. One of these objects created by Hieronymous Bosch shows a singing monk and a lute-playing nun next to a plate of cherries. One of these objects is towing a much grander one of these objects to its final destination in J.M.W. Turner's painting The (*) Fighting Temeraire. For 10 points, name these modes of transportation, the wreck of which resulted in the drama of Theodore Gericault's": {
    "guess": "Boats",
    "confidence": [
      [
        "Bo",
        -0.89557976
      ],
      [
        "ats",
        -0.13206938
      ]
    ]
  },
  "The Case Study House Program began in this city that also housed Irving Gill's Dodge House prior to its demolition. The Morphosis firm was founded by a Pritzker winner based in this city, Thom Mayne. The Mayan Revival Style Ennis House, designed by Frank Lloyd Wright, is located in this city where his": {
    "guess": "Los Angeles",
    "confidence": [
      [
        "Los",
        -0.0024367815
      ],
      [
        " Angeles",
        -6.1106686e-05
      ]
    ]
  },
  "In Castlevania: Aria of Sorrow, a creature of this name serves as a mount for a fleaman.  The Digi-Egg of Light helps Wormmon evolve into a Digimon whose name derives from this deity.  A Marvel character of this name helped warn Thor about Demogorge the God Eater, while for some reason this deity was living under New York in a 1982 horror film starring Michael Moriarty.  Unmanned Aircraft Systems created a flying machine based on a pterosaur named for this deity, notable for its long neck.  For ten points, name this god, whose Marvel representation retells the famous myth that he was identified": {
    "guess": "Quetzalcoatl",
    "confidence": [
      [
        "Qu",
        -0.0043920213
      ],
      [
        "etz",
        -0.00013893934
      ],
      [
        "al",
        -0.00030805267
      ],
      [
        "co",
        -0.0001596771
      ],
      [
        "atl",
        -5.3193703e-06
      ]
    ]
  },
  "In all cases it is proportional to the radius of the solid object and the viscosity of the fluid. The": {
    "guess": "Stokes' law",
    "confidence": [
      [
        "St",
        -0.20742868
      ],
      [
        "okes",
        -0.026109384
      ],
      [
        "'",
        -0.07776624
      ],
      [
        " law",
        -0.019665375
      ]
    ]
  },
  "Carl Friedrich Abel is now considered to be the true author of a work of Mozart's in E-flat major with this numeric designation. Ralph Vaughn Williams was inspired to write a work with this designation, nicknamed \"Pastoral,\" after hearing a trumpet misplay during World War I, while Krzystof Penderecki's completion of one after another one nicknamed \"Christmas\". A text by Kirsanov supporting May Day is the setting for the finale of Shostakovich's work of this name, and one using an organ was written by Saint-Saëns. Also the same number as one Mendelssohn wrote during a trip to Scotland, this is,": {
    "guess": "Symphony No. 3",
    "confidence": [
      [
        "Sym",
        -0.005367276
      ],
      [
        "phony",
        -0.0009262301
      ],
      [
        " No",
        -0.00012130453
      ],
      [
        ".",
        -9.9371064e-05
      ],
      [
        " ",
        -0.002888564
      ],
      [
        "3",
        -0.004202575
      ]
    ]
  },
  "In this case, Justices Robert Grier and John Catron violated judicial ethics by telling the President what the Court intended to do, though there is no evidence of a conspiracy to determine the outcome. The dissents of John McLean and Benjamin Curtis referred to the Congressional powers outlined in article four, section three of the Constitution. FTP, identify this decision, in which every justice issued a seperate opinion, the first case in 54 years in which the Court found an act of Congress unconstitutional,": {
    "guess": "Dred Scott v. Sandford",
    "confidence": [
      [
        "D",
        -0.007475421
      ],
      [
        "red",
        -0.00026801124
      ],
      [
        " Scott",
        -7.226629e-06
      ],
      [
        " v",
        -6.146429e-05
      ],
      [
        ".",
        -0.00011319869
      ],
      [
        " Sand",
        -1.8789384e-05
      ],
      [
        "ford",
        -3.8934802e-05
      ]
    ]
  },
  "In some cases when this operation cannot be performed, a Cauchy principal value can be assigned instead. An extension of this operation to more abstract sets of functions assigns measures to different objects before performing this operation and is named for Lebesgue. The interchange of multiple instances of this operation is governed by Fubini's theorem. The substitution and \"by parts\" techniques": {
    "guess": "Integral",
    "confidence": [
      [
        "Integral",
        -1.0064754
      ]
    ]
  },
  "Carol Terrell's 1993 \"Companion\" to this work explains many of its literary allusions.  Its first part is concerned with a Latin translation of Andreas Divus, who is mentioned in line 68.  Its second part begins, \"Hang it all Robert Browning, / There can be but one 'Sordello,'\" and the first is concerned with the poet's own translation of the Odyssey.  The Thrones, Section: Rock-Drill, and Pisan portions": {
    "guess": "The Cantos of Ezra Pound",
    "confidence": [
      [
        "The",
        -0.032815564
      ],
      [
        " Cant",
        -0.0055634985
      ],
      [
        "os",
        -5.5122365e-07
      ],
      [
        " of",
        -0.061875917
      ],
      [
        " Ezra",
        -0.00024084747
      ],
      [
        " Pound",
        -6.704273e-07
      ]
    ]
  },
  "In Castlevania: Aria of Sorrow, a creature of this name serves as a mount for a fleaman.  The Digi-Egg": {
    "guess": "Fleaman",
    "confidence": [
      [
        "F",
        -1.761543
      ],
      [
        "le",
        -0.100162126
      ],
      [
        "aman",
        -0.011284783
      ]
    ]
  },
  "Carl Erdmann's thesis is one explanation of the causes of this event. This campaign inspired a series of attacks against Jews in Speyer and Worms led by Count Emicho. Kerbogha of Mosul failed to relieve a siege in this conflict. One side in this war was massacred at Cibotus. At the Council of Piacenza, envoys of Alexius I asked for aid in what would become this action. Armies in it were led by Raymond of Toulouse, Bohemond, and Godfrey of Bouillon, while its less organized leaders included Walter the Penniless and Peter the Hermit. It was preached at the Council of Clermont in 1095 by Pope Urban II. For 10 points, name this military action in which Christians went eastward and successfully conquered": {
    "guess": "First Crusade",
    "confidence": [
      [
        "First",
        -0.00046391605
      ],
      [
        " Crus",
        -6.4802e-05
      ],
      [
        "ade",
        -1.4498052e-05
      ]
    ]
  },
  "In the case of State vs. De Koenigswarer, it was ruled that the Delaware police had unlawfully detained this musician. He was thought to have played in Jerry Newman's recordings from New York's Minton's Playhouse, where he frequented cutting competitions. His contract with Prestige Records resulted in recordings with Sonny Rollins and Art Blakey such as \"We See\" and \"Bensha Swing.\" His first recordings": {
    "guess": "Thelonious Monk",
    "confidence": [
      [
        "Th",
        -0.0012885673
      ],
      [
        "elon",
        -1.8624639e-06
      ],
      [
        "ious",
        -0.001168199
      ],
      [
        " Monk",
        -2.8564085e-05
      ]
    ]
  },
  "Carl Cantrel gave a \"scientific\" account of God's support of this prophet, claiming that He interfered": {
    "guess": "Joseph Smith",
    "confidence": [
      [
        "Joseph",
        -1.0435685
      ],
      [
        " Smith",
        -0.001142838
      ]
    ]
  },
  "The Castner process produces this metal via the electrolysis of its hydroxide, and the Solvay process": {
    "guess": "Sodium (process)",
    "confidence": [
      [
        "S",
        -0.03818964
      ],
      [
        "odium",
        -0.00013917775
      ],
      [
        " (",
        -0.994077
      ],
      [
        "process",
        -1.2177303
      ],
      [
        ")",
        -0.013952281
      ]
    ]
  },
  "In some cases when this operation cannot be performed, a Cauchy principal value can be assigned instead. An extension of this operation to more abstract sets of functions assigns measures to different objects before performing this operation and is named for Lebesgue. The interchange of multiple instances of this operation is governed by Fubini's theorem. The substitution and \"by parts\" techniques for doing this require a change of limits to this operation's definite form which, unlike the indefinite": {
    "guess": "Integral",
    "confidence": [
      [
        "Integral",
        -0.24736013
      ]
    ]
  },
  "Carl Erdmann's thesis is one explanation of the causes of this event. This campaign inspired a series of attacks against Jews in Speyer and Worms led by Count Emicho. Kerbogha of Mosul failed to relieve": {
    "guess": "First Crusade",
    "confidence": [
      [
        "First",
        -0.59080243
      ],
      [
        " Crus",
        -0.00022094045
      ],
      [
        "ade",
        -6.80205e-05
      ]
    ]
  },
  "Carl Nielsen's work of this type and number contains a second movement \"Humoreske\" for winds and percussion": {
    "guess": "Wind quintet",
    "confidence": [
      [
        "Wind",
        -0.55110794
      ],
      [
        " quint",
        -0.40554467
      ],
      [
        "et",
        -0.028275218
      ]
    ]
  },
  "Carvings on Stela 19 are the earliest illustrations of this god, depicting him rising from a shaman's ritual. He was part of a trinity with the Goddess of the Cave and Tlaloc, god of rain, in early agricultural cults. He is the god of light, wind, and the cardinal West and twin brother of Xolotl [zo- lottel]. In one story Tezcatlipoca got him drunk and tricked him into sleeping with his own sister. FTP who is this Aztec \"feathered serpent\" deity?": {
    "guess": "Quetzalcoatl",
    "confidence": [
      [
        "Qu",
        -0.0056659183
      ],
      [
        "etz",
        -3.488188e-05
      ],
      [
        "al",
        -5.7172965e-05
      ],
      [
        "co",
        -4.8471098e-05
      ],
      [
        "atl",
        -1.1994775e-05
      ]
    ]
  },
  "Carl Czerny was prolific in producing this piano type of composition in his School of Velocity and School of Virtuosity, following the basis in Clementi's Gradus ad Parnassum. Anton Rubinstein's opus 23 and 81 as well as Prokofiev's opus 2 and Bartok's Mikrokosmos are all examples of this composition, the best examples of which include a fifth one titled Will-o '-the-Wisp and an Eroica seventh one, with the same inspiration as Schumann's work on this type of composition, Paganini's violin caprices.": {
    "guess": "Etude",
    "confidence": [
      [
        "Et",
        -1.002527
      ],
      [
        "ude",
        -0.041547686
      ]
    ]
  },
  "Carl Nielsen's work of this type and number contains a second movement \"Humoreske\" for winds and percussion alone and ends with a loud low B-flat \"raspberry\" played on two bassoons. Le midi and Le soir finish the trilogy begun by Le matin, Joseph Haydn's work of this type and number. Another work of this type and number contains the so-called \"Alma theme\" in its first movement and ends with a movement": {
    "guess": "Symphony No. 6",
    "confidence": [
      [
        "Sym",
        -0.68153805
      ],
      [
        "phony",
        -0.016129855
      ],
      [
        " No",
        -0.055017576
      ],
      [
        ".",
        -0.00041756415
      ],
      [
        " ",
        -0.0047449414
      ],
      [
        "6",
        -0.026457394
      ]
    ]
  },
  "In 1979, Carter and Wegman removed the assumption these mappings input have a random distribution when they introduced \"universal families\" of these functions. If the pre-image of these mappings contains a binary representation of a message's length, then these exhibit Merkle and Damgard strengthening.": {
    "guess": "Universal hashing",
    "confidence": [
      [
        "Universal",
        -1.1616728
      ],
      [
        " hashing",
        -0.35116163
      ]
    ]
  },
  "Carmichael's Theorem states that, after the 13th of these numbers, each of these numbers has a prime divisor that does not divide any smaller one of these numbers. That 13th of these numbers, 144, is one of only three perfect squares in this sequence, the ratio of whose consecutive terms approaches the (*) golden ratio. Its terms are defined recursively as the sum of the two previous terms. An Italian mathematician names, for 10 points, what sequence that begins 0, 1, 1, 2, 3, 5, 8?": {
    "guess": "Fibonacci number",
    "confidence": [
      [
        "F",
        -0.0011230721
      ],
      [
        "ib",
        -1.247159e-05
      ],
      [
        "onacci",
        -4.596782e-05
      ],
      [
        " number",
        -0.0059260703
      ]
    ]
  },
  "Most cases of this are identifiable by a constriction at locus Xq27.3 of the namesake structure.  This constriction is caused by methylation due to abnormally frequent CCG repeats in the 5' [\"five prime\"] UTR of the FMR1 gene.  Clincal features of this disease typically include facial dysplasia and macro-orchidism.  The most common form of inherited mental retardation, this syndrome affects approximately 1 in 2500 children and is twice as likely to afflict males.  FTP, name this syndrome which derives": {
    "guess": "Fragile X syndrome",
    "confidence": [
      [
        "F",
        -0.0050974954
      ],
      [
        "rag",
        -3.5120287e-05
      ],
      [
        "ile",
        -4.954393e-05
      ],
      [
        " X",
        -0.00016134596
      ],
      [
        " syndrome",
        -0.14877035
      ]
    ]
  },
  "Carter Glass accused this body's head of \"dirt-daubing the sepulcher\" of a former president in a speech": {
    "guess": "Federal Reserve System",
    "confidence": [
      [
        "Federal",
        -1.6692296
      ],
      [
        " Reserve",
        -0.017356995
      ],
      [
        " System",
        -0.44784698
      ]
    ]
  },
  "Carmichael proved that large ones of these do not share prime factors with other ones, and Wall-Sun-Sun primes are necessarily these. Matiyasevich's disproof of Hilbert's tenth problem relied on these values to show that Diophantine equations have solutions that can grow exponentially, and a pair of them give the Euclidean algorithm its worst-case runtime. Their generating function is x divided by 1 minus x minus x squared, and every positive integer can be written as the sum of non-consecutive ones": {
    "guess": "Fibonacci number",
    "confidence": [
      [
        "F",
        -0.0013586865
      ],
      [
        "ib",
        -0.00021021579
      ],
      [
        "onacci",
        -6.392203e-06
      ],
      [
        " number",
        -0.0046604536
      ]
    ]
  },
  "In Castlevania: Aria of Sorrow, a creature of this name serves as a mount for a fleaman.  The Digi-Egg of Light helps Wormmon evolve into a Digimon whose name derives from this deity.  A Marvel character of this name helped warn Thor about Demogorge the God Eater, while for some reason this deity was living under New York in a 1982 horror film starring Michael Moriarty.  Unmanned Aircraft Systems created a flying machine based on a pterosaur named for this deity, notable for its long neck.  For ten points, name this god, whose Marvel representation retells the famous myth that he was identified with Conquistador Hernando Cortez.": {
    "guess": "Quetzalcoatl",
    "confidence": [
      [
        "Qu",
        -0.0010195904
      ],
      [
        "etz",
        -0.00014346908
      ],
      [
        "al",
        -0.00029816243
      ],
      [
        "co",
        -4.85903e-05
      ],
      [
        "atl",
        -1.3856493e-06
      ]
    ]
  },
  "Carluccio depicted this personage \"von Laussel\" and was critically analyzed by several artists, and Alexander": {
    "guess": "Venus of Laussel",
    "confidence": [
      [
        "V",
        -0.6530497
      ],
      [
        "enus",
        -0.0045134313
      ],
      [
        " of",
        -0.07052983
      ],
      [
        " La",
        -0.67090166
      ],
      [
        "uss",
        -6.15835e-05
      ],
      [
        "el",
        -0.00030960233
      ]
    ]
  },
  "The cases in which these entities have a certain important property are limited by Kuratowski's theorem. Algorithms involving these mathematical objects include Prim's and Floyd's, which solve important": {
    "guess": "Minimum spanning tree",
    "confidence": [
      [
        "Minimum",
        -0.5793513
      ],
      [
        " spanning",
        -0.0014960532
      ],
      [
        " tree",
        -0.0022217454
      ]
    ]
  },
  "In a cartoon in Puck magazine, this company was drawn as a large snake being fought by an infant Teddy Roosevelt. This company was attacked by a work of (+) Ida Tarbell's that detailed its history and in Henry Demarest Lloyd's Wealth Against Commonwealth; in 1872, this business bought out 22 competitors in the \"Cleveland Massacre.\" After the Supreme Court found it violated the (*) Sherman Antitrust Act, it was divided into 34 companies, including the predecessors of what would eventually be Mobil": {
    "guess": "Standard Oil",
    "confidence": [
      [
        "Standard",
        -0.0044399668
      ],
      [
        " Oil",
        -0.0004158953
      ]
    ]
  },
  "Cast in the Euclidean style of the Mathematical Principles, eight definitions and eight Axioms pre-cede the three Books. It anticipated Einstein's equivalence of matter and energy in Query 30: \"why may not Nature change bodies into light, and light into bodies?\" Through investigations of Iceland spar, it introduced the idea of polarization. The author investigates the interference of corpuscles by": {
    "guess": "Opticks",
    "confidence": [
      [
        "Opt",
        -0.65242434
      ],
      [
        "icks",
        -0.0611797
      ]
    ]
  },
  "Carl Cantrel gave a \"scientific\" account of God's support of this prophet, claiming that He interfered with electromagnetic waves produced by brains of Syrian soldiers so that they can't see God's army. After he cured Naaman, an Aramaean commander, of leprosy by having him wash 7 times in the Jordan, his servant Gehazi asked Naaman for a gift, but is left with white diseased skin. He directed his follower to Ramoth-gilead with a flask of oil to anoint the son of Jehoshaphat, Jehu. The prophecy of his master was fulfilled when Jehu had Jezebel tossed out the window. For 10 points, name this prophet who saw his master ascend to heaven in a chariot, a disciple of Elijah.": {
    "guess": "Elisha",
    "confidence": [
      [
        "E",
        -0.004156161
      ],
      [
        "lish",
        -0.0005749552
      ],
      [
        "a",
        -7.9418505e-06
      ]
    ]
  },
  "In a cartoon in Puck magazine, this company was drawn as a large snake being fought by an infant Teddy Roosevelt. This company was attacked by a work of (+) Ida Tarbell's that detailed its history and": {
    "guess": "Standard Oil",
    "confidence": [
      [
        "Standard",
        -0.007966921
      ],
      [
        " Oil",
        -1.867018e-05
      ]
    ]
  },
  "In Castlevania: Aria of Sorrow, a creature of this name serves as a mount for a fleaman.  The Digi-Egg of Light helps Wormmon evolve into a Digimon whose name derives from this deity.  A Marvel character": {
    "guess": "Garuda",
    "confidence": [
      [
        "Gar",
        -0.36059174
      ],
      [
        "uda",
        -0.00030197695
      ]
    ]
  },
  "This case expanded on the ruling from Escobedo v. Illinois given two years earlier. In the lead up to this case, the defendant's lawyer, Alvin Moore, claimed that a written confession of rape was inadmissible following an arrest by the Phoenix police. This case confirmed a suspect's Fifth and Sixth Amendment": {
    "guess": "Miranda v. Arizona",
    "confidence": [
      [
        "Mir",
        -0.01824863
      ],
      [
        "anda",
        -1.4974867e-05
      ],
      [
        " v",
        -0.0001843486
      ],
      [
        ".",
        -1.378283e-05
      ],
      [
        " Arizona",
        -4.572941e-05
      ]
    ]
  },
  "A 2010 Carr article found autapomorphy of this genus's holotype, paratype and other specimens in an enlarged pneumatic opening of its palatine bone, confirming taxonomic integrity. Keiran wrote of this species in 1999's Death of a Predator, while the Royal Tyrell Museum found over 20 of this genus at": {
    "guess": "Tyrannosaurus",
    "confidence": [
      [
        "T",
        -0.35130596
      ],
      [
        "yr",
        -0.0012877365
      ],
      [
        "ann",
        -0.00082475296
      ],
      [
        "os",
        -0.009958071
      ],
      [
        "aurus",
        -0.00019471932
      ]
    ]
  },
  "This case expanded on the rulings in McLaurin and Sweatt, while ambiguity about its enforcement was squashed in the subsequent Cooper v. Aaron. In the wake of this ruling, a number of small towns had their economies ruined after hysterical \"Citizens' Councils\" drove up their own unemployment rates. Because the District of Columbia was not subject to the Fourteenth Amendment, this case had to be extended in (*) Bolling v. Sharpe. The controversial Footnote Eleven in this case drew evidence from experiments by Kenneth and Mamie Clark using dolls. Fred Vinson's death during deliberations helped this case receive a crucial unanimous decision, the first of many that would lead Eisenhower to conclude his \"biggest damned-fool mistake\" was appointing Earl Warren. For 10 points, name this case that": {
    "guess": "Brown v. Board of Education",
    "confidence": [
      [
        "Brown",
        -0.003514668
      ],
      [
        " v",
        -2.4630364e-05
      ],
      [
        ".",
        -3.9411618e-05
      ],
      [
        " Board",
        -1.1517961e-05
      ],
      [
        " of",
        -1.8908588e-05
      ],
      [
        " Education",
        -2.1531068e-05
      ]
    ]
  },
  "This case expanded on the rulings in McLaurin and Sweatt, while ambiguity about its enforcement was squashed in the subsequent Cooper v. Aaron. In the wake of this ruling, a number of small towns had their economies ruined after hysterical \"Citizens' Councils\" drove up their own unemployment rates. Because the District of Columbia was not subject to the Fourteenth Amendment, this case had to be extended in (*) Bolling v. Sharpe. The controversial Footnote Eleven in this case drew evidence from experiments by Kenneth and Mamie Clark using dolls. Fred Vinson's death during deliberations helped this case receive a crucial unanimous decision, the first of many that would lead Eisenhower to conclude his \"biggest damned-fool mistake\" was appointing Earl Warren. For 10 points, name this case that overturned Plessy v. Ferguson's \"separate but equal\" doctrine that promoted school segregation.": {
    "guess": "Brown v. Board of Education",
    "confidence": [
      [
        "Brown",
        -0.0014814131
      ],
      [
        " v",
        -2.618001e-05
      ],
      [
        ".",
        -3.917321e-05
      ],
      [
        " Board",
        -1.2590794e-05
      ],
      [
        " of",
        -3.22594e-05
      ],
      [
        " Education",
        -2.7848862e-05
      ]
    ]
  }
}