{
  "This physicist proposed the parton (PAR-tawn) model of hadron collisions. His namesake \"point\" occurs at the 762nd digit of pi. Along with Schwinger and Tomonaga, he won the Nobel Prize for developing (*) quantum electrodynamics, or QED. He also explained why the Challenger exploded and developed some namesake diagrams to represent particle interactions in quantum field theory. For 10 points, name": {
    "guess": "Richard Feynman",
    "confidence": [
      [
        "Richard",
        -0.011816351
      ],
      [
        " Fey",
        -0.00022129806
      ],
      [
        "n",
        -4.4179764e-05
      ],
      [
        "man",
        -4.20341e-05
      ]
    ]
  },
  "In physics, like Democritus' view, this school describes atoms as being infinite, indestructible units compounded into greater bodies. In psychology, it claims that the body's senses are the only source of knowledge and that the soul provides the ability to sense and communicate. FTP identify this philosophical": {
    "guess": "Empiricism",
    "confidence": [
      [
        "Emp",
        -1.3527368
      ],
      [
        "ir",
        -0.0016011487
      ],
      [
        "icism",
        -0.001723846
      ]
    ]
  },
  "This physicist's pilot-wave theory was extended into an interpretation of quantum mechanics that prefers so-called \"empty channels\" to wavefunction collapse. An experiment to test a statement named for this physicist featured a heated filament firing electrons at a nickel crystal, and measurement of the scattering pattern was found to agree with Bragg's law; that experiment was performed at Bell Labs by Davisson and Germer. A quantity named for him is equal to Planck's constant over momentum. For": {
    "guess": "Louis de Broglie",
    "confidence": [
      [
        "Louis",
        -0.19703712
      ],
      [
        " de",
        -0.0039860276
      ],
      [
        " Bro",
        -4.823269e-05
      ],
      [
        "gl",
        -2.5583993e-05
      ],
      [
        "ie",
        -4.723352e-06
      ]
    ]
  },
  "In physics, the \"bag model\" named for this improves the MIT Bag Model in modeling the nucleon. Gleiser et al recently hypothesized that high intensity and long duration events can induce it in a paper unifying it with punctuated equilibrium.  The Cahn-Ingold-Prelog priority rule is used in the RS system to distinguish molecules with this property.. First discovered to have a molecular basis by Louis Pasteur in tartaric acid, this property distinguishes enantiomers from one another. For 10 points,": {
    "guess": "Chirality",
    "confidence": [
      [
        "Ch",
        -0.0023265292
      ],
      [
        "ir",
        -7.338466e-05
      ],
      [
        "ality",
        -6.704273e-07
      ]
    ]
  },
  "Phyto-remediation of this element from hyper-accumulators like Astragalus usually involves volatilization to a dimethyl compound. Derivatization with this element has largely replaced using bromine to introduce anomalous scattering properties to nucleic acids for MAD phasing. The 3-prime UTRs of many": {
    "guess": "Sulfur",
    "confidence": [
      [
        "S",
        -0.3109397
      ],
      [
        "ulf",
        -0.6468082
      ],
      [
        "ur",
        -8.697388e-05
      ]
    ]
  },
  "Phytoplankton with very high levels of this element are called \"survivalists\" because they are better at acquiring scarce resources. Agropyron repens dominated areas high in this element in experiments by David Tilman, which found that early successional species are better at acquiring it. The partner choice and sanctions hypotheses can explain a symbiosis centering around this element. Plants produce": {
    "guess": "Nitrogen",
    "confidence": [
      [
        "Nit",
        -0.3225793
      ],
      [
        "rogen",
        -0.00023143037
      ]
    ]
  },
  "This physicist's disastrous marriage prompted him to send a description of 1000 of his dreams to Carl Jung, who published a book analyzing many of them. His thesis, influenced by his advisor, Arnold Sommerfeld, dealt with the application of quantum theory to ionized hydrogen atoms, and after meeting Niels Bohr in 1922 he began his investigations of the anomalous Zeeman effect. His namesake matrices represent the non-relativistic rotational forces acting on particles with spin ½, and he proposed the neutron particle, although we know it today as the neutrino. For ten points, identify this physicist who proposed a fourth quantum number, which is the subject of his namesake Exclusion Principle.": {
    "guess": "Wolfgang Pauli",
    "confidence": [
      [
        "W",
        -0.047977164
      ],
      [
        "ol",
        -4.8709502e-05
      ],
      [
        "fgang",
        -8.280175e-05
      ],
      [
        " Paul",
        -2.8921695e-05
      ],
      [
        "i",
        -2.677603e-05
      ]
    ]
  },
  "This physical phenomenon is widely used in many republics of the former Soviet Union to power radio receivers in remote areas. The discoverer of the effect mistakenly thought that conductors were directly magnetized by the difference in temperature, when, in fact, a thermoelectric potential was being": {
    "guess": "Thermoelectric Effect",
    "confidence": [
      [
        "Th",
        -0.17669655
      ],
      [
        "erm",
        -0.004605638
      ],
      [
        "oe",
        -0.005071518
      ],
      [
        "lectric",
        -0.0018064413
      ],
      [
        " Effect",
        -1.3824707
      ]
    ]
  },
  "This phylum's skeleton is composed of miniscule networks of calcium carbonate known as stereom. These animals possess ampullae in their tube feet, which is part of their water vascular system used for feeding, moving, and breathing. Examples of this phylum include class Asteroidea. The only deuterostome phylum other than the Chordates, for 10 points, name this phylum which includes sea urchins, starfish,": {
    "guess": "Echinoderm",
    "confidence": [
      [
        "E",
        -0.0020817397
      ],
      [
        "chin",
        -2.6895234e-05
      ],
      [
        "od",
        -0.0001843486
      ],
      [
        "erm",
        -2.9352968e-06
      ]
    ]
  },
  "Phyto-remediation of this element from hyper-accumulators like Astragalus usually involves volatilization to a dimethyl compound. Derivatization with this element has largely replaced using bromine to introduce anomalous scattering properties to nucleic acids for MAD phasing. The 3-prime UTRs of many proteins that associate with this element contain a K-turn motif with many conserved guanine-adenine base pairs. This element's dioxide oxidizes the alpha position of carbonyls to produce 1,2-diketones and regioselectively oxidizes alkenes to allylic alcohols. Cadmium bonds to this element in the most common quantum dots. Electron exchange in the active sites of glutathione peroxidase and thioredoxin reductase is accomplished by this element, which can be ingested in toxic amounts through excessive": {
    "guess": "Chromium",
    "confidence": [
      [
        "Ch",
        -0.79715484
      ],
      [
        "romium",
        -0.054228924
      ]
    ]
  },
  "This phylum's skeleton is composed of miniscule networks of calcium carbonate known as stereom. These animals possess ampullae in their tube feet, which is part of their water vascular system used for feeding, moving, and breathing. Examples of this phylum include class Asteroidea. The only deuterostome phylum other than the Chordates, for 10 points, name this phylum which includes sea urchins, starfish, and sand dollars.": {
    "guess": "Echinoderm",
    "confidence": [
      [
        "E",
        -0.003751506
      ],
      [
        "chin",
        -1.8074163e-05
      ],
      [
        "od",
        -0.00025418727
      ],
      [
        "erm",
        -1.9816675e-06
      ]
    ]
  },
  "This physicist's disastrous marriage prompted him to send a description of 1000 of his dreams to Carl": {
    "guess": "Wolfgang Pauli",
    "confidence": [
      [
        "W",
        -0.64769423
      ],
      [
        "ol",
        -0.003113661
      ],
      [
        "fgang",
        -0.00043019242
      ],
      [
        " Paul",
        -0.005268738
      ],
      [
        "i",
        -1.1398757e-05
      ]
    ]
  },
  "This physicist proposed the parton (PAR-tawn) model of hadron collisions. His namesake \"point\" occurs at the 762nd digit of pi. Along with Schwinger and Tomonaga, he won the Nobel Prize for developing (*) quantum electrodynamics, or QED. He also explained why the Challenger exploded and developed some namesake diagrams to represent particle interactions in quantum field theory. For 10 points, name this Caltech physicist who enjoyed playing the bongos.": {
    "guess": "Richard Feynman",
    "confidence": [
      [
        "Richard",
        -0.010011524
      ],
      [
        " Fey",
        -0.00035310065
      ],
      [
        "n",
        -3.9650025e-05
      ],
      [
        "man",
        -2.9875326e-05
      ]
    ]
  },
  "One phylum in this clade consists of a single extant species with X and Y sex chromosomes determining its microsporangiate and megasporangiate forms. Another phylum in this clade produces male gametophytes in pollen strobili, and its ovules form on modified branches that form a seed (*) cone. Those two phyla contain Gingko biloba and conifers, respectively. This clade takes its name from the Greek for \"naked seed.\" For 10 points, name this taxonomic group of seed-bearing plants that, unlike angiosperms,": {
    "guess": "Gymnosperm",
    "confidence": [
      [
        "G",
        -0.0013528565
      ],
      [
        "ym",
        -0.00020342118
      ],
      [
        "nos",
        -0.00013846254
      ],
      [
        "perm",
        -0.07992515
      ]
    ]
  },
  "Physicists believe that these types of particles far outnumbered other types beginning one second after": {
    "guess": "Neutrino",
    "confidence": [
      [
        "Ne",
        -0.13724904
      ],
      [
        "utr",
        -0.031107502
      ],
      [
        "ino",
        -0.15453401
      ]
    ]
  },
  "This phylum's most primitive species include the tunicates and lancelets. All members of this phylum": {
    "guess": "Chordate",
    "confidence": [
      [
        "Ch",
        -0.001027093
      ],
      [
        "ord",
        -0.0003003081
      ],
      [
        "ate",
        -0.111638255
      ]
    ]
  },
  "This physical phenomenon is widely used in many republics of the former Soviet Union to power radio receivers in remote areas. The discoverer of the effect mistakenly thought that conductors were directly magnetized by the difference in temperature, when, in fact, a thermoelectric potential was being generated between the metals. FTP, name this effect behind the thermocouple, first observed in 1821": {
    "guess": "Thermoelectric effect",
    "confidence": [
      [
        "Th",
        -0.19704476
      ],
      [
        "erm",
        -0.0027352094
      ],
      [
        "oe",
        -0.0006185544
      ],
      [
        "lectric",
        -2.4584822e-06
      ],
      [
        " effect",
        -0.009337509
      ]
    ]
  },
  "Their phytyl side chains allow them to anchor to membrane protein complexes. They are given the prefix": {
    "guess": "Chlorophylls",
    "confidence": [
      [
        "Ch",
        -0.22230943
      ],
      [
        "lor",
        -0.0022583795
      ],
      [
        "oph",
        -0.027041884
      ],
      [
        "yll",
        -0.00089562044
      ],
      [
        "s",
        -1.006713
      ]
    ]
  },
  "This phylum's skeleton is composed of miniscule networks of calcium carbonate known as stereom. These animals possess ampullae in their tube feet, which is part of their water vascular system used for": {
    "guess": "Echinoderm",
    "confidence": [
      [
        "E",
        -0.00066323375
      ],
      [
        "chin",
        -5.121278e-05
      ],
      [
        "od",
        -0.00013131031
      ],
      [
        "erm",
        -1.0325924e-05
      ]
    ]
  },
  "In physics, like Democritus' view, this school describes atoms as being infinite, indestructible units compounded into greater bodies. In psychology, it claims that the body's senses are the only source of knowledge and that the soul provides the ability to sense and communicate. FTP identify this philosophical school that stresses the importance of receiving the gifts from the gods freely, named for": {
    "guess": "Epicureanism",
    "confidence": [
      [
        "E",
        -0.06516931
      ],
      [
        "pic",
        -0.00012058931
      ],
      [
        "ure",
        -0.00036299456
      ],
      [
        "anism",
        -0.002046294
      ]
    ]
  },
  "Their phytyl side chains allow them to anchor to membrane protein complexes. They are given the prefix Bacterio- when an acetyl group is found at position 3 instead of a vinyl group, while the difference between their a and b varieties lies in the substitution of a methyl with an aldehyde. They are similar to hemes, but instead of an iron ion they contain a magnesium ion. FTP, name this group of tetrapyrroles, pigments which \"harvest\" light in numerous bacteria and plants, giving them a green hue.": {
    "guess": "Chlorophyll",
    "confidence": [
      [
        "Ch",
        -0.005263526
      ],
      [
        "lor",
        -2.5583993e-05
      ],
      [
        "oph",
        -0.0021854725
      ],
      [
        "yll",
        -0.0001437075
      ]
    ]
  },
  "Phytoplankton with very high levels of this element are called \"survivalists\" because they are better at acquiring scarce resources. Agropyron repens dominated areas high in this element in experiments by David Tilman, which found that early successional species are better at acquiring it. The partner": {
    "guess": "Nitrogen",
    "confidence": [
      [
        "Nit",
        -0.8116777
      ],
      [
        "rogen",
        -0.0009736366
      ]
    ]
  },
  "This physicist's pilot-wave theory was extended into an interpretation of quantum mechanics that prefers": {
    "guess": "Bohmian mechanics",
    "confidence": [
      [
        "Bo",
        -1.0176003
      ],
      [
        "hm",
        -0.0006276102
      ],
      [
        "ian",
        -0.20322461
      ],
      [
        " mechanics",
        -0.009355348
      ]
    ]
  },
  "Phytoplankton with very high levels of this element are called \"survivalists\" because they are better": {
    "guess": "Iron",
    "confidence": [
      [
        "Iron",
        -0.27390328
      ]
    ]
  },
  "This physicist proposed the parton (PAR-tawn) model of hadron collisions. His namesake \"point\" occurs at the 762nd digit of pi. Along with Schwinger and Tomonaga, he won the Nobel Prize for developing (*) quantum electrodynamics, or QED. He also explained why the Challenger exploded and developed some": {
    "guess": "Richard Feynman",
    "confidence": [
      [
        "Richard",
        -0.0033179268
      ],
      [
        " Fey",
        -0.00026336228
      ],
      [
        "n",
        -2.3080716e-05
      ],
      [
        "man",
        -2.2007884e-05
      ]
    ]
  },
  "Phyto-remediation of this element from hyper-accumulators like Astragalus usually involves volatilization to a dimethyl compound. Derivatization with this element has largely replaced using bromine to introduce anomalous scattering properties to nucleic acids for MAD phasing. The 3-prime UTRs of many proteins that associate with this element contain a K-turn motif with many conserved guanine-adenine": {
    "guess": "Selenium",
    "confidence": [
      [
        "S",
        -0.17769131
      ],
      [
        "elenium",
        -0.29799944
      ]
    ]
  },
  "This physicist's pilot-wave theory was extended into an interpretation of quantum mechanics that prefers so-called \"empty channels\" to wavefunction collapse. An experiment to test a statement named for this physicist featured a heated filament firing electrons at a nickel crystal, and measurement of": {
    "guess": "David Bohm",
    "confidence": [
      [
        "David",
        -0.036262605
      ],
      [
        " Boh",
        -4.1199673e-05
      ],
      [
        "m",
        -2.9756122e-05
      ]
    ]
  },
  "Physicists believe that these types of particles far outnumbered other types beginning one second after the Big Bang until the universe cooled to one billion Kelvins. In order for the number named after these particles to be con- served, a neutron admits a third particle when it decays in addition to": {
    "guess": "Baryon Number",
    "confidence": [
      [
        "B",
        -0.251545
      ],
      [
        "ary",
        -0.0005458842
      ],
      [
        "on",
        -0.3563756
      ],
      [
        " Number",
        -0.14762908
      ]
    ]
  },
  "Phyto-remediation of this element from hyper-accumulators like Astragalus usually involves volatilization to a dimethyl compound. Derivatization with this element has largely replaced using bromine to introduce anomalous scattering properties to nucleic acids for MAD phasing. The 3-prime UTRs of many proteins that associate with this element contain a K-turn motif with many conserved guanine-adenine base pairs. This element's dioxide oxidizes the alpha position of carbonyls to produce 1,2-diketones and regioselectively oxidizes alkenes to allylic alcohols. Cadmium bonds to this element in the most": {
    "guess": "Manganese",
    "confidence": [
      [
        "M",
        -1.1060666
      ],
      [
        "anganese",
        -0.5124148
      ]
    ]
  },
  "This phylum's most primitive species include the tunicates and lancelets. All members of this phylum have an iodine storage organ called an endostyle, along with pharyngeal slits and a post-anal tail.": {
    "guess": "Chordates",
    "confidence": [
      [
        "Ch",
        -0.00040183295
      ],
      [
        "ord",
        -1.4855664e-05
      ],
      [
        "ates",
        -0.6390619
      ]
    ]
  },
  "Phytoplankton with very high levels of this element are called \"survivalists\" because they are better at acquiring scarce resources. Agropyron repens dominated areas high in this element in experiments by David Tilman, which found that early successional species are better at acquiring it. The partner choice and sanctions hypotheses can explain a symbiosis centering around this element. Plants produce leghemoglobin to avoid oxygen poisoning of an enzyme that processes this element. Diazotrophs are": {
    "guess": "Molybdenum",
    "confidence": [
      [
        "M",
        -0.48366907
      ],
      [
        "oly",
        -0.017288223
      ],
      [
        "b",
        -9.710619e-05
      ],
      [
        "den",
        -7.231183e-05
      ],
      [
        "um",
        -0.00012391969
      ]
    ]
  },
  "This phylum's skeleton is composed of miniscule networks of calcium carbonate known as stereom. These": {
    "guess": "Echinoderm",
    "confidence": [
      [
        "E",
        -0.00061164424
      ],
      [
        "chin",
        -3.9530823e-05
      ],
      [
        "od",
        -0.00014454192
      ],
      [
        "erm",
        -9.372295e-06
      ]
    ]
  },
  "In physics, the \"bag model\" named for this improves the MIT Bag Model in modeling the nucleon. Gleiser": {
    "guess": "Chiral bag model",
    "confidence": [
      [
        "Ch",
        -0.24004109
      ],
      [
        "iral",
        -0.003938295
      ],
      [
        " bag",
        -0.024572385
      ],
      [
        " model",
        -0.00014346908
      ]
    ]
  },
  "Phyto-remediation of this element from hyper-accumulators like Astragalus usually involves volatilization to a dimethyl compound. Derivatization with this element has largely replaced using bromine to introduce anomalous scattering properties to nucleic acids for MAD phasing. The 3-prime UTRs of many proteins that associate with this element contain a K-turn motif with many conserved guanine-adenine base pairs. This element's dioxide oxidizes the alpha position of carbonyls to produce 1,2-diketones and regioselectively oxidizes alkenes to allylic alcohols. Cadmium bonds to this element in the most common quantum dots. Electron exchange in the active sites of glutathione peroxidase and thioredoxin reductase is accomplished by this element, which can be ingested in toxic amounts through excessive consumption of Brazil nuts. For 10 points, name this trace element found in a non-standard amino": {
    "guess": "Selenium",
    "confidence": [
      [
        "S",
        -0.0064234403
      ],
      [
        "elenium",
        -7.703444e-06
      ]
    ]
  },
  "Physicists believe that these types of particles far outnumbered other types beginning one second after the Big Bang until the universe cooled to one billion Kelvins. In order for the number named after these particles to be con- served, a neutron admits a third particle when it decays in addition to a proton and an electron. Only the most massive type of this particle is capable of emitting a W boson, and one of these particles was formerly believed to be a meson. This family includes the different types of neutrinos and their associated particles, including the tau and the muon. Identify this family of six particles that includes the electron.": {
    "guess": "Leptons",
    "confidence": [
      [
        "Le",
        -0.0032962977
      ],
      [
        "pt",
        -0.021200588
      ],
      [
        "ons",
        -1.2664457e-06
      ]
    ]
  },
  "Phyto-remediation of this element from hyper-accumulators like Astragalus usually involves volatilization to a dimethyl compound. Derivatization with this element has largely replaced using bromine to introduce anomalous scattering properties to nucleic acids for MAD phasing. The 3-prime UTRs of many proteins that associate with this element contain a K-turn motif with many conserved guanine-adenine base pairs. This element's dioxide oxidizes the alpha position of carbonyls to produce 1,2-diketones": {
    "guess": "Manganese",
    "confidence": [
      [
        "M",
        -0.44146624
      ],
      [
        "anganese",
        -0.45403996
      ]
    ]
  },
  "Phyto-remediation of this element from hyper-accumulators like Astragalus usually involves volatilization": {
    "guess": "Phytoremediation",
    "confidence": [
      [
        "Ph",
        -0.74798024
      ],
      [
        "yt",
        -0.17196274
      ],
      [
        "ore",
        -0.0025401094
      ],
      [
        "medi",
        -0.00010175513
      ],
      [
        "ation",
        -9.221884e-05
      ]
    ]
  },
  "This physicist's disastrous marriage prompted him to send a description of 1000 of his dreams to Carl Jung, who published a book analyzing many of them. His thesis, influenced by his advisor, Arnold Sommerfeld, dealt with the application of quantum theory to ionized hydrogen atoms, and after meeting Niels Bohr in 1922 he began his investigations of the anomalous Zeeman effect. His namesake matrices represent the non-relativistic rotational forces acting on particles with spin ½, and he proposed the": {
    "guess": "Wolfgang Pauli",
    "confidence": [
      [
        "W",
        -0.015693411
      ],
      [
        "ol",
        -0.0002227285
      ],
      [
        "fgang",
        -4.5371802e-05
      ],
      [
        " Paul",
        -0.0005587508
      ],
      [
        "i",
        -1.7954959e-05
      ]
    ]
  },
  "This physicist's disastrous marriage prompted him to send a description of 1000 of his dreams to Carl Jung, who published a book analyzing many of them. His thesis, influenced by his advisor, Arnold Sommerfeld, dealt with the application of quantum theory to ionized hydrogen atoms, and after meeting Niels Bohr in 1922 he began his investigations of the anomalous Zeeman effect. His namesake matrices represent the non-relativistic rotational forces acting on particles with spin ½, and he proposed the neutron particle, although we know it today as the neutrino. For ten points, identify this physicist": {
    "guess": "Wolfgang Pauli",
    "confidence": [
      [
        "W",
        -0.21642321
      ],
      [
        "ol",
        -0.019007545
      ],
      [
        "fgang",
        -5.8722613e-05
      ],
      [
        " Paul",
        -0.00010640408
      ],
      [
        "i",
        -3.1305768e-05
      ]
    ]
  },
  "One phylum in this clade consists of a single extant species with X and Y sex chromosomes determining its microsporangiate and megasporangiate forms. Another phylum in this clade produces male gametophytes in pollen strobili, and its ovules form on modified branches that form a seed (*) cone. Those two phyla contain Gingko biloba and conifers, respectively. This clade takes its name from the Greek": {
    "guess": "Gymnosperm",
    "confidence": [
      [
        "G",
        -0.4409577
      ],
      [
        "ym",
        -0.017799627
      ],
      [
        "nos",
        -0.0006783616
      ],
      [
        "perm",
        -0.24378608
      ]
    ]
  },
  "This phylum's skeleton is composed of miniscule networks of calcium carbonate known as stereom. These animals possess ampullae in their tube feet, which is part of their water vascular system used for feeding, moving, and breathing. Examples of this phylum include class Asteroidea. The only deuterostome": {
    "guess": "Echinoderm",
    "confidence": [
      [
        "E",
        -0.0023937253
      ],
      [
        "chin",
        -2.9352968e-06
      ],
      [
        "od",
        -2.677603e-05
      ],
      [
        "erm",
        -1.9816675e-06
      ]
    ]
  },
  "Phyto-remediation of this element from hyper-accumulators like Astragalus usually involves volatilization to a dimethyl compound. Derivatization with this element has largely replaced using bromine to introduce anomalous scattering properties to nucleic acids for MAD phasing. The 3-prime UTRs of many proteins that associate with this element contain a K-turn motif with many conserved guanine-adenine base pairs. This element's dioxide oxidizes the alpha position of carbonyls to produce 1,2-diketones and regioselectively oxidizes alkenes to allylic alcohols. Cadmium bonds to this element in the most common quantum dots. Electron exchange in the active sites of glutathione peroxidase and thioredoxin reductase is accomplished by this element, which can be ingested in toxic amounts through excessive consumption of Brazil nuts. For 10 points, name this trace element found in a non-standard amino acid that is actually derived from serine rather than cysteine.": {
    "guess": "Selenium",
    "confidence": [
      [
        "S",
        -0.004300388
      ],
      [
        "elenium",
        -9.372295e-06
      ]
    ]
  },
  "This physicist proposed the parton (PAR-tawn) model of hadron collisions. His namesake \"point\" occurs": {
    "guess": "Richard Feynman",
    "confidence": [
      [
        "Richard",
        -0.006660431
      ],
      [
        " Fey",
        -0.00039516488
      ],
      [
        "n",
        -4.9663133e-05
      ],
      [
        "man",
        -1.27099975e-05
      ]
    ]
  },
  "Phytoplankton with very high levels of this element are called \"survivalists\" because they are better at acquiring scarce resources. Agropyron repens dominated areas high in this element in experiments by David Tilman, which found that early successional species are better at acquiring it. The partner choice and sanctions hypotheses can explain a symbiosis centering around this element. Plants produce leghemoglobin to avoid oxygen poisoning of an enzyme that processes this element. Diazotrophs are able to survive without external sources of this element, and in oceans, the anammox process decreases its availability. This is the most commonly limiting element in terrestrial ecosystems, but most legumes have rhizobial root nodules capable of fixing it into ammonium. For 10 points, name this element": {
    "guess": "Nitrogen",
    "confidence": [
      [
        "Nit",
        -0.0061535775
      ],
      [
        "rogen",
        -1.60477e-05
      ]
    ]
  },
  "Physicists believe that these types of particles far outnumbered other types beginning one second after the Big Bang until the universe cooled to one billion Kelvins. In order for the number named after these particles to be con- served, a neutron admits a third particle when it decays in addition to a proton and an electron. Only the most massive type of this particle is capable of emitting a W boson, and one of these particles was formerly believed to be a meson. This family includes the different types of neutrinos and their associated particles, including the tau and the muon. Identify this": {
    "guess": "Lepton",
    "confidence": [
      [
        "Le",
        -0.0033169806
      ],
      [
        "pton",
        -0.622114
      ]
    ]
  },
  "This physicist proposed the parton (PAR-tawn) model of hadron collisions. His namesake \"point\" occurs at the 762nd digit of pi. Along with Schwinger and Tomonaga, he won the Nobel Prize for developing": {
    "guess": "Richard Feynman",
    "confidence": [
      [
        "Richard",
        -0.011519668
      ],
      [
        " Fey",
        -0.0002389402
      ],
      [
        "n",
        -2.546479e-05
      ],
      [
        "man",
        -9.610702e-06
      ]
    ]
  },
  "This physicist's pilot-wave theory was extended into an interpretation of quantum mechanics that prefers so-called \"empty channels\" to wavefunction collapse. An experiment to test a statement named for this physicist featured a heated filament firing electrons at a nickel crystal, and measurement of the scattering pattern was found to agree with Bragg's law; that experiment was performed at Bell Labs by Davisson and Germer. A quantity named for him is equal to Planck's constant over momentum. For 10 points, name this French physicist, whose namesake hypothesis holds that all matter particles have wavelike properties.": {
    "guess": "Louis de Broglie",
    "confidence": [
      [
        "Louis",
        -0.046687048
      ],
      [
        " de",
        -0.00173599
      ],
      [
        " Bro",
        -0.0005261074
      ],
      [
        "gl",
        -6.1821906e-05
      ],
      [
        "ie",
        -6.0345924e-06
      ]
    ]
  },
  "Phytoplankton with very high levels of this element are called \"survivalists\" because they are better at acquiring scarce resources. Agropyron repens dominated areas high in this element in experiments by David Tilman, which found that early successional species are better at acquiring it. The partner choice and sanctions hypotheses can explain a symbiosis centering around this element. Plants produce leghemoglobin to avoid oxygen poisoning of an enzyme that processes this element. Diazotrophs are able to survive without external sources of this element, and in oceans, the anammox process decreases its availability. This is the most commonly limiting element in terrestrial ecosystems, but most legumes have rhizobial root nodules capable of fixing it into ammonium. For 10 points, name this element whose diatomic form makes up 78% of the Earth's atmosphere.": {
    "guess": "Nitrogen",
    "confidence": [
      [
        "Nit",
        -0.00342592
      ],
      [
        "rogen",
        -2.9994528e-05
      ]
    ]
  },
  "This physicist's disastrous marriage prompted him to send a description of 1000 of his dreams to Carl Jung, who published a book analyzing many of them. His thesis, influenced by his advisor, Arnold Sommerfeld,": {
    "guess": "Wolfgang Pauli",
    "confidence": [
      [
        "W",
        -0.048546482
      ],
      [
        "ol",
        -6.289474e-05
      ],
      [
        "fgang",
        -0.00021259987
      ],
      [
        " Paul",
        -0.0034849623
      ],
      [
        "i",
        -3.917321e-05
      ]
    ]
  },
  "This physicist's disastrous marriage prompted him to send a description of 1000 of his dreams to Carl Jung, who published a book analyzing many of them. His thesis, influenced by his advisor, Arnold Sommerfeld, dealt with the application of quantum theory to ionized hydrogen atoms, and after meeting": {
    "guess": "Wolfgang Pauli",
    "confidence": [
      [
        "W",
        -0.027912542
      ],
      [
        "ol",
        -2.5703197e-05
      ],
      [
        "fgang",
        -0.00014013138
      ],
      [
        " Paul",
        -0.0012485662
      ],
      [
        "i",
        -6.46828e-05
      ]
    ]
  },
  "One phylum in this clade consists of a single extant species with X and Y sex chromosomes determining its microsporangiate and megasporangiate forms. Another phylum in this clade produces male gametophytes": {
    "guess": "Seed ferns",
    "confidence": [
      [
        "Seed",
        -0.88409597
      ],
      [
        " fern",
        -1.1289638
      ],
      [
        "s",
        -0.060671277
      ]
    ]
  },
  "This physicist's pilot-wave theory was extended into an interpretation of quantum mechanics that prefers so-called \"empty channels\" to wavefunction collapse. An experiment to test a statement named for this physicist featured a heated filament firing electrons at a nickel crystal, and measurement of the scattering pattern was found to agree with Bragg's law; that experiment was performed at Bell Labs": {
    "guess": "Pilot wave theory",
    "confidence": [
      [
        "P",
        -0.770821
      ],
      [
        "ilot",
        -0.0005645882
      ],
      [
        " wave",
        -0.17097023
      ],
      [
        " theory",
        -0.00038288688
      ]
    ]
  },
  "In physics, like Democritus' view, this school describes atoms as being infinite, indestructible units compounded into greater bodies. In psychology, it claims that the body's senses are the only source": {
    "guess": "Atomism",
    "confidence": [
      [
        "Atom",
        -0.8564529
      ],
      [
        "ism",
        -0.0046858494
      ]
    ]
  },
  "In physics, like Democritus' view, this school describes atoms as being infinite, indestructible units": {
    "guess": "Atomism",
    "confidence": [
      [
        "Atom",
        -0.06522548
      ],
      [
        "ism",
        -0.001591869
      ]
    ]
  },
  "This physical phenomenon is widely used in many republics of the former Soviet Union to power radio receivers in remote areas. The discoverer of the effect mistakenly thought that conductors were directly magnetized by the difference in temperature, when, in fact, a thermoelectric potential was being generated between the metals. FTP, name this effect behind the thermocouple, first observed in 1821 by its namesake Russo-German physicist and the inverse of the Peltier effect.": {
    "guess": "Seebeck effect",
    "confidence": [
      [
        "See",
        -0.29589945
      ],
      [
        "beck",
        -0.0016412617
      ],
      [
        " effect",
        -0.48416057
      ]
    ]
  },
  "In physics, the \"bag model\" named for this improves the MIT Bag Model in modeling the nucleon. Gleiser et al recently hypothesized that high intensity and long duration events can induce it in a paper": {
    "guess": "Chiral bag model",
    "confidence": [
      [
        "Ch",
        -0.34382358
      ],
      [
        "iral",
        -0.0009030038
      ],
      [
        " bag",
        -0.015249951
      ],
      [
        " model",
        -3.4166656e-05
      ]
    ]
  },
  "In physics, the \"bag model\" named for this improves the MIT Bag Model in modeling the nucleon. Gleiser et al recently hypothesized that high intensity and long duration events can induce it in a paper unifying it with punctuated equilibrium.  The Cahn-Ingold-Prelog priority rule is used in the RS system to distinguish molecules with this property.. First discovered to have a molecular basis by Louis": {
    "guess": "Quantum Chromodynamics",
    "confidence": [
      [
        "Quant",
        -1.0031908
      ],
      [
        "um",
        -0.0014484524
      ],
      [
        " Chrom",
        -0.57516843
      ],
      [
        "odynamics",
        -0.0012769036
      ]
    ]
  },
  "One phylum in this clade consists of a single extant species with X and Y sex chromosomes determining its microsporangiate and megasporangiate forms. Another phylum in this clade produces male gametophytes in pollen strobili, and its ovules form on modified branches that form a seed (*) cone. Those two phyla contain Gingko biloba and conifers, respectively. This clade takes its name from the Greek for \"naked seed.\" For 10 points, name this taxonomic group of seed-bearing plants that, unlike angiosperms, do not produce flowers.": {
    "guess": "Gymnosperm",
    "confidence": [
      [
        "G",
        -0.002066399
      ],
      [
        "ym",
        -7.1238996e-05
      ],
      [
        "nos",
        -0.00012928384
      ],
      [
        "perm",
        -0.04423202
      ]
    ]
  },
  "This physicist's pilot-wave theory was extended into an interpretation of quantum mechanics that prefers so-called \"empty channels\" to wavefunction collapse. An experiment to test a statement named for this physicist featured a heated filament firing electrons at a nickel crystal, and measurement of the scattering pattern was found to agree with Bragg's law; that experiment was performed at Bell Labs by Davisson and Germer. A quantity named for him is equal to Planck's constant over momentum. For 10 points, name this French physicist, whose namesake hypothesis holds that all matter particles have": {
    "guess": "Louis de Broglie",
    "confidence": [
      [
        "Louis",
        -0.089726776
      ],
      [
        " de",
        -0.0015121236
      ],
      [
        " Bro",
        -0.00043472214
      ],
      [
        "gl",
        -3.8219583e-05
      ],
      [
        "ie",
        -5.5577775e-06
      ]
    ]
  },
  "This physical phenomenon is widely used in many republics of the former Soviet Union to power radio receivers": {
    "guess": "Piezoelectricity",
    "confidence": [
      [
        "Pie",
        -0.87945634
      ],
      [
        "z",
        -0.002304889
      ],
      [
        "oe",
        -0.00029410952
      ],
      [
        "lectric",
        -0.01864945
      ],
      [
        "ity",
        -0.48270637
      ]
    ]
  },
  "Their phytyl side chains allow them to anchor to membrane protein complexes. They are given the prefix Bacterio- when an acetyl group is found at position 3 instead of a vinyl group, while the difference between their a and b varieties lies in the substitution of a methyl with an aldehyde. They are similar to hemes, but instead of an iron ion they contain a magnesium ion. FTP, name this group of tetrapyrroles,": {
    "guess": "Chlorophyll",
    "confidence": [
      [
        "Ch",
        -0.04498627
      ],
      [
        "lor",
        -0.0002734946
      ],
      [
        "oph",
        -0.035310473
      ],
      [
        "yll",
        -0.0011957057
      ]
    ]
  },
  "Phyto-remediation of this element from hyper-accumulators like Astragalus usually involves volatilization to a dimethyl compound. Derivatization with this element has largely replaced using bromine to introduce anomalous scattering properties to nucleic acids for MAD phasing. The 3-prime UTRs of many proteins that associate with this element contain a K-turn motif with many conserved guanine-adenine base pairs. This element's dioxide oxidizes the alpha position of carbonyls to produce 1,2-diketones and regioselectively oxidizes alkenes to allylic alcohols. Cadmium bonds to this element in the most common quantum dots. Electron exchange in the active sites of glutathione peroxidase and thioredoxin": {
    "guess": "Selenium",
    "confidence": [
      [
        "S",
        -0.8907871
      ],
      [
        "elenium",
        -0.17084052
      ]
    ]
  },
  "This physical phenomenon is widely used in many republics of the former Soviet Union to power radio receivers in remote areas. The discoverer of the effect mistakenly thought that conductors were directly": {
    "guess": "Radio Wave Power Harvesting",
    "confidence": [
      [
        "Radio",
        -0.6502224
      ],
      [
        " Wave",
        -0.50797546
      ],
      [
        " Power",
        -0.661563
      ],
      [
        " Harvest",
        -0.9656954
      ],
      [
        "ing",
        -0.017883709
      ]
    ]
  },
  "Phytoplankton with very high levels of this element are called \"survivalists\" because they are better at acquiring scarce resources. Agropyron repens dominated areas high in this element in experiments by David Tilman, which found that early successional species are better at acquiring it. The partner choice and sanctions hypotheses can explain a symbiosis centering around this element. Plants produce leghemoglobin to avoid oxygen poisoning of an enzyme that processes this element. Diazotrophs are able to survive without external sources of this element, and in oceans, the anammox process decreases": {
    "guess": "Molybdenum",
    "confidence": [
      [
        "M",
        -0.25837666
      ],
      [
        "oly",
        -0.004387983
      ],
      [
        "b",
        -4.3226137e-05
      ],
      [
        "den",
        -4.604148e-06
      ],
      [
        "um",
        -6.849731e-05
      ]
    ]
  },
  "In physics, like Democritus' view, this school describes atoms as being infinite, indestructible units compounded into greater bodies. In psychology, it claims that the body's senses are the only source of knowledge and that the soul provides the ability to sense and communicate. FTP identify this philosophical school that stresses the importance of receiving the gifts from the gods freely, named for a man whose devoted followers met in the Garden.": {
    "guess": "Epicureanism",
    "confidence": [
      [
        "E",
        -0.009580419
      ],
      [
        "pic",
        -2.577686e-06
      ],
      [
        "ure",
        -0.0005079957
      ],
      [
        "anism",
        -0.00090503023
      ]
    ]
  },
  "Physicists believe that these types of particles far outnumbered other types beginning one second after the Big Bang until the universe cooled to one billion Kelvins. In order for the number named after": {
    "guess": "Neutrino oscillation",
    "confidence": [
      [
        "Ne",
        -0.38248223
      ],
      [
        "utr",
        -0.013206236
      ],
      [
        "ino",
        -0.36640638
      ],
      [
        " oscill",
        -0.096143745
      ],
      [
        "ation",
        -0.2767675
      ]
    ]
  },
  "Phytoplankton with very high levels of this element are called \"survivalists\" because they are better at acquiring scarce resources. Agropyron repens dominated areas high in this element in experiments by David Tilman, which found that early successional species are better at acquiring it. The partner choice and sanctions hypotheses can explain a symbiosis centering around this element. Plants produce leghemoglobin to avoid oxygen poisoning of an enzyme that processes this element. Diazotrophs are able to survive without external sources of this element, and in oceans, the anammox process decreases its availability. This is the most commonly limiting element in terrestrial ecosystems, but most": {
    "guess": "Nitrogen",
    "confidence": [
      [
        "Nit",
        -0.034152165
      ],
      [
        "rogen",
        -2.5226382e-05
      ]
    ]
  },
  "This phylum's most primitive species include the tunicates and lancelets. All members of this phylum have an iodine storage organ called an endostyle, along with pharyngeal slits and a post-anal tail. The early (*) notochord disappears during development of this phylum's vertebrates. Containing the fish,": {
    "guess": "Chordate",
    "confidence": [
      [
        "Ch",
        -0.0016099588
      ],
      [
        "ord",
        -2.1054253e-05
      ],
      [
        "ate",
        -0.22496997
      ]
    ]
  },
  "Phyto-remediation of this element from hyper-accumulators like Astragalus usually involves volatilization to a dimethyl compound. Derivatization with this element has largely replaced using bromine to": {
    "guess": "Mercury",
    "confidence": [
      [
        "Mer",
        -1.099535
      ],
      [
        "cury",
        -0.00075280893
      ]
    ]
  },
  "This physicist's disastrous marriage prompted him to send a description of 1000 of his dreams to Carl Jung, who published a book analyzing many of them. His thesis, influenced by his advisor, Arnold Sommerfeld, dealt with the application of quantum theory to ionized hydrogen atoms, and after meeting Niels Bohr in 1922 he began his investigations of the anomalous Zeeman effect. His namesake matrices": {
    "guess": "Wolfgang Pauli",
    "confidence": [
      [
        "W",
        -0.019803062
      ],
      [
        "ol",
        -0.0006043838
      ],
      [
        "fgang",
        -0.00032998246
      ],
      [
        " Paul",
        -0.0059840204
      ],
      [
        "i",
        -3.0828953e-05
      ]
    ]
  },
  "Phytoplankton with very high levels of this element are called \"survivalists\" because they are better at acquiring scarce resources. Agropyron repens dominated areas high in this element in experiments": {
    "guess": "Cadmium",
    "confidence": [
      [
        "C",
        -0.83551306
      ],
      [
        "adm",
        -0.6197884
      ],
      [
        "ium",
        -9.253091e-06
      ]
    ]
  },
  "One phylum in this clade consists of a single extant species with X and Y sex chromosomes determining": {
    "guess": "Chordate",
    "confidence": [
      [
        "Ch",
        -0.45775437
      ],
      [
        "ord",
        -0.028488304
      ],
      [
        "ate",
        -0.23039566
      ]
    ]
  },
  "In physics, the \"bag model\" named for this improves the MIT Bag Model in modeling the nucleon. Gleiser et al recently hypothesized that high intensity and long duration events can induce it in a paper unifying it with punctuated equilibrium.  The Cahn-Ingold-Prelog priority rule is used in the RS system to distinguish molecules with this property.. First discovered to have a molecular basis by Louis Pasteur in tartaric acid, this property distinguishes enantiomers from one another. For 10 points, what chemical property makes two molecules non-superimposable and gives \"handedness\"?": {
    "guess": "Chirality",
    "confidence": [
      [
        "Ch",
        -0.009539679
      ],
      [
        "ir",
        -0.0001278534
      ],
      [
        "ality",
        -1.5570886e-05
      ]
    ]
  },
  "This physicist's pilot-wave theory was extended into an interpretation of quantum mechanics that prefers so-called \"empty channels\" to wavefunction collapse. An experiment to test a statement named for": {
    "guess": "De Broglie–Bohm theory",
    "confidence": [
      [
        "De",
        -0.4841378
      ],
      [
        " Bro",
        -0.0012384448
      ],
      [
        "gl",
        -0.00012296606
      ],
      [
        "ie",
        -3.7265952e-05
      ],
      [
        "–",
        -0.38995296
      ],
      [
        "Bo",
        -1.7716551e-05
      ],
      [
        "hm",
        -1.9361265e-07
      ],
      [
        " theory",
        -0.0053760493
      ]
    ]
  },
  "Their phytyl side chains allow them to anchor to membrane protein complexes. They are given the prefix Bacterio- when an acetyl group is found at position 3 instead of a vinyl group, while the difference": {
    "guess": "Chlorophyll",
    "confidence": [
      [
        "Ch",
        -0.8729019
      ],
      [
        "lor",
        -4.9424725e-05
      ],
      [
        "oph",
        -0.00017600802
      ],
      [
        "yll",
        -0.00036763248
      ]
    ]
  },
  "Physicists believe that these types of particles far outnumbered other types beginning one second after the Big Bang until the universe cooled to one billion Kelvins. In order for the number named after these particles to be con- served, a neutron admits a third particle when it decays in addition to a proton and an electron. Only the most massive type of this particle is capable of emitting a W boson,": {
    "guess": "Baryons",
    "confidence": [
      [
        "B",
        -0.57795334
      ],
      [
        "ary",
        -0.01208869
      ],
      [
        "ons",
        -0.435116
      ]
    ]
  },
  "Their phytyl side chains allow them to anchor to membrane protein complexes. They are given the prefix Bacterio- when an acetyl group is found at position 3 instead of a vinyl group, while the difference between their a and b varieties lies in the substitution of a methyl with an aldehyde. They are similar": {
    "guess": "Quinone",
    "confidence": [
      [
        "Qu",
        -0.41738442
      ],
      [
        "in",
        -3.9650025e-05
      ],
      [
        "one",
        -0.2091753
      ]
    ]
  },
  "One phylum in this clade consists of a single extant species with X and Y sex chromosomes determining its microsporangiate and megasporangiate forms. Another phylum in this clade produces male gametophytes in pollen strobili, and its ovules form on modified branches that form a seed (*) cone. Those two": {
    "guess": "Gymnosperm",
    "confidence": [
      [
        "G",
        -1.0274429
      ],
      [
        "ym",
        -0.047798757
      ],
      [
        "nos",
        -0.001616858
      ],
      [
        "perm",
        -0.3110157
      ]
    ]
  },
  "In physics, the \"bag model\" named for this improves the MIT Bag Model in modeling the nucleon. Gleiser et al recently hypothesized that high intensity and long duration events can induce it in a paper unifying it with punctuated equilibrium.  The Cahn-Ingold-Prelog priority rule is used in the RS system": {
    "guess": "MIT Bag Model",
    "confidence": [
      [
        "MIT",
        -0.6184085
      ],
      [
        " Bag",
        -0.18646505
      ],
      [
        " Model",
        -0.011147681
      ]
    ]
  },
  "Physicists believe that these types of particles far outnumbered other types beginning one second after the Big Bang until the universe cooled to one billion Kelvins. In order for the number named after these particles to be con- served, a neutron admits a third particle when it decays in addition to a proton and an electron. Only the most massive type of this particle is capable of emitting a W boson, and one of these particles was formerly believed to be a meson. This family includes the different": {
    "guess": "Baryons",
    "confidence": [
      [
        "B",
        -0.0962739
      ],
      [
        "ary",
        -7.171581e-05
      ],
      [
        "ons",
        -0.5173553
      ]
    ]
  },
  "This phylum's most primitive species include the tunicates and lancelets. All members of this phylum have an iodine storage organ called an endostyle, along with pharyngeal slits and a post-anal tail. The early (*) notochord disappears during development of this phylum's vertebrates. Containing the fish, amphibians, reptiles, birds, and mammals, for 10 points, name this phylum of backboned animals.": {
    "guess": "Chordata",
    "confidence": [
      [
        "Ch",
        -0.0019962045
      ],
      [
        "ord",
        -0.00017803448
      ],
      [
        "ata",
        -0.10296507
      ]
    ]
  }
}