{
  "Ezra Laderman included six instances of this feature in his Audobon Quartet, signifying the number of years the ensemble had spent together. Violins and violas playing in extremely high register create this feature at the start of Britten's first string quartet. Giuseppe Verdi employed this feature in the organs to represent a storm at the beginning of his opera Otello. Gyorgy Ligeti used graphical notation to score his piece Volumina, which consists almost entirely of these musical features, and began his piece (*) Atmospheres with an extensive one played by the strings and woodwinds. The popularity of this musical feature was driven in part by The Tides of Manaunaun, a short piano piece by Henry Cowell which has many of them. Perhaps the best-known instance of this feature occurs in the \"Hawthorne\"": {
    "guess": "Cluster chord",
    "confidence": [
      [
        "Cluster",
        -0.25270316
      ],
      [
        " chord",
        -0.27914712
      ]
    ]
  },
  "Ezra Pound compared this man's manner of pronunciation to Benito Mussolini's in his 81st Canto. He divided existence into Essence, Matter, Truth, and Spirit in one work, and he described himself as an": {
    "guess": "George Santayana",
    "confidence": [
      [
        "George",
        -0.022821315
      ],
      [
        " Sant",
        -0.00037335427
      ],
      [
        "ay",
        -0.00028374247
      ],
      [
        "ana",
        -6.0749073e-05
      ]
    ]
  },
  "Ezra Laderman included six instances of this feature in his Audobon Quartet, signifying the number of years the ensemble had spent together. Violins and violas playing in extremely high register create this feature at the start of Britten's first string quartet. Giuseppe Verdi employed this feature in the organs to represent a storm at the beginning of his opera Otello. Gyorgy Ligeti used graphical notation to score his piece Volumina, which consists almost entirely of these musical features, and": {
    "guess": "Cluster chord",
    "confidence": [
      [
        "Cluster",
        -0.39510384
      ],
      [
        " chord",
        -0.15405086
      ]
    ]
  },
  "Ezra Laderman included six instances of this feature in his Audobon Quartet, signifying the number of years the ensemble had spent together. Violins and violas playing in extremely high register create this feature at the start of Britten's first string quartet. Giuseppe Verdi employed this feature in the organs to represent a storm at the beginning of his opera Otello. Gyorgy Ligeti used graphical notation to score his piece Volumina, which consists almost entirely of these musical features, and began his piece (*) Atmospheres with an extensive one played by the strings and woodwinds. The popularity": {
    "guess": "Cluster chord",
    "confidence": [
      [
        "Cluster",
        -0.80358154
      ],
      [
        " chord",
        -0.13113332
      ]
    ]
  },
  "Ezra Pound compared this man's manner of pronunciation to Benito Mussolini's in his 81st Canto. He divided": {
    "guess": "George Santayana",
    "confidence": [
      [
        "George",
        -0.13224922
      ],
      [
        " Sant",
        -0.004727972
      ],
      [
        "ay",
        -0.00032652557
      ],
      [
        "ana",
        -3.4762674e-05
      ]
    ]
  },
  "Ezra Laderman included six instances of this feature in his Audobon Quartet, signifying the number of years the ensemble had spent together. Violins and violas playing in extremely high register create this feature at the start of Britten's first string quartet. Giuseppe Verdi employed this feature in the organs to represent a storm at the beginning of his opera Otello. Gyorgy Ligeti used graphical notation to score his piece Volumina, which consists almost entirely of these musical features, and began his piece (*) Atmospheres with an extensive one played by the strings and woodwinds. The popularity of this musical feature was driven in part by The Tides of Manaunaun, a short piano piece by Henry Cowell which has many of them. Perhaps the best-known instance of this feature occurs in the \"Hawthorne\" section of the Concord Sonata, and is created by using a nearly 15 inch long piece of wood to depress piano keys. For 10 points, identify these very large chords consisting of three or more": {
    "guess": "Cluster chord",
    "confidence": [
      [
        "Cluster",
        -0.26705986
      ],
      [
        " chord",
        -0.076876365
      ]
    ]
  },
  "Ezra Pound's second Canto begins by telling this man to \"hang it all\", as \"there can be but one 'Sordello!'\" He wrote \"Grow old along with me! The best is yet to be\" in a poem appearing in his collection": {
    "guess": "Robert Browning",
    "confidence": [
      [
        "Robert",
        -0.110519536
      ],
      [
        " Brow",
        -0.00058234215
      ],
      [
        "ning",
        -3.392825e-05
      ]
    ]
  },
  "Ezra Pound compared this man's manner of pronunciation to Benito Mussolini's in his 81st Canto. He divided existence into Essence, Matter, Truth, and Spirit in one work, and he described himself as an \"aesthetic Catholic\" in his essay \"Reason in Religion\" from his collection The Life of Reason. For 10 points, name this philosopher of The Realms of Being and The Sense of Beauty who contrasts doubt with the belief in the senses in Skepticism and Animal Faith and noted that \"those who cannot remember": {
    "guess": "George Santayana",
    "confidence": [
      [
        "George",
        -0.0017263494
      ],
      [
        " Sant",
        -2.1531068e-05
      ],
      [
        "ay",
        -7.79144e-05
      ],
      [
        "ana",
        -2.7729659e-05
      ]
    ]
  },
  "Ezra Pound's second Canto begins by telling this man to \"hang it all\", as \"there can be but one 'Sordello!'\" He wrote \"Grow old along with me! The best is yet to be\" in a poem appearing in his collection Dramatis Personae, and in addition to \"Rabbi ben Ezra,\" he wrote a work in which the narrator used \"one long yellow string\" of his lover's hair to strangle her. This author of \"Porphyria's Lover\" more famously wrote a poem in which the narrator's \"nine-hundred-years old name\" was ranked \"with anybody's": {
    "guess": "Robert Browning",
    "confidence": [
      [
        "Robert",
        -0.0030371323
      ],
      [
        " Brow",
        -0.00012320446
      ],
      [
        "ning",
        -3.7146747e-05
      ]
    ]
  },
  "Ezra Laderman included six instances of this feature in his Audobon Quartet, signifying the number of": {
    "guess": "Six",
    "confidence": [
      [
        "Six",
        -1.2541487
      ]
    ]
  },
  "Ezra Pound compared this man's manner of pronunciation to Benito Mussolini's in his 81st Canto. He divided existence into Essence, Matter, Truth, and Spirit in one work, and he described himself as an \"aesthetic Catholic\" in his essay \"Reason in Religion\" from his collection The Life of Reason. For 10": {
    "guess": "George Santayana",
    "confidence": [
      [
        "George",
        -0.008274953
      ],
      [
        " Sant",
        -0.00016325322
      ],
      [
        "ay",
        -0.00015288251
      ],
      [
        "ana",
        -1.9862217e-05
      ]
    ]
  },
  "Ezra Pound compared this man's manner of pronunciation to Benito Mussolini's in his 81st Canto. He divided existence into Essence, Matter, Truth, and Spirit in one work, and he described himself as an \"aesthetic Catholic\" in his essay \"Reason in Religion\" from his collection The Life of Reason. For 10 points, name this philosopher of The Realms of Being and The Sense of Beauty who contrasts doubt with": {
    "guess": "George Santayana",
    "confidence": [
      [
        "George",
        -0.008483967
      ],
      [
        " Sant",
        -3.2140193e-05
      ],
      [
        "ay",
        -8.292095e-05
      ],
      [
        "ana",
        -2.2246291e-05
      ]
    ]
  },
  "Ezra Laderman included six instances of this feature in his Audobon Quartet, signifying the number of years the ensemble had spent together. Violins and violas playing in extremely high register create this feature at the start of Britten's first string quartet. Giuseppe Verdi employed this feature in the organs to represent a storm at the beginning of his opera Otello. Gyorgy Ligeti used graphical notation to score his piece Volumina, which consists almost entirely of these musical features, and began his piece (*) Atmospheres with an extensive one played by the strings and woodwinds. The popularity of this musical feature was driven in part by The Tides of Manaunaun, a short piano piece by Henry Cowell which has many of them. Perhaps the best-known instance of this feature occurs in the \"Hawthorne\" section of the Concord Sonata, and is created by using a nearly 15 inch long piece of wood": {
    "guess": "Cluster chord",
    "confidence": [
      [
        "Cluster",
        -0.08115731
      ],
      [
        " chord",
        -0.36674863
      ]
    ]
  },
  "Ezra Pound's second Canto begins by telling this man to \"hang it all\", as \"there can be but one 'Sordello!'\" He wrote \"Grow old along with me! The best is yet to be\" in a poem appearing in his collection Dramatis Personae, and in addition to \"Rabbi ben Ezra,\" he wrote a work in which the narrator used": {
    "guess": "Robert Browning",
    "confidence": [
      [
        "Robert",
        -0.137658
      ],
      [
        " Brow",
        -0.0006177237
      ],
      [
        "ning",
        -5.2047206e-05
      ]
    ]
  },
  "Ezra Laderman included six instances of this feature in his Audobon Quartet, signifying the number of years the ensemble had spent together. Violins and violas playing in extremely high register create this feature at the start of Britten's first string quartet. Giuseppe Verdi employed this feature in the organs to represent a storm at the beginning of his opera Otello. Gyorgy Ligeti used graphical notation to score his piece Volumina, which consists almost entirely of these musical features, and began his piece (*) Atmospheres with an extensive one played by the strings and woodwinds. The popularity of this musical feature was driven in part by The Tides of Manaunaun, a short piano piece by": {
    "guess": "Cluster chord",
    "confidence": [
      [
        "Cluster",
        -0.45082468
      ],
      [
        " chord",
        -0.14575481
      ]
    ]
  },
  "Ezra Laderman included six instances of this feature in his Audobon Quartet, signifying the number of years the ensemble had spent together. Violins and violas playing in extremely high register create this feature at the start of Britten's first string quartet. Giuseppe Verdi employed this feature in the organs to represent a storm at the beginning of his opera Otello. Gyorgy Ligeti used graphical notation to score his piece Volumina, which consists almost entirely of these musical features, and began his piece (*) Atmospheres with an extensive one played by the strings and woodwinds. The popularity of this musical feature was driven in part by The Tides of Manaunaun, a short piano piece by Henry Cowell which has many of them. Perhaps the best-known instance of this feature occurs in the \"Hawthorne\" section of the Concord Sonata, and is created by using a nearly 15 inch long piece of wood to depress piano keys. For 10 points, identify these very large chords consisting of three or more adjacent tones": {
    "guess": "Cluster chord",
    "confidence": [
      [
        "Cluster",
        -0.73511
      ],
      [
        " chord",
        -0.048925932
      ]
    ]
  },
  "Ezra Laderman included six instances of this feature in his Audobon Quartet, signifying the number of years the ensemble had spent together. Violins and violas playing in extremely high register create this feature at the start of Britten's first string quartet. Giuseppe Verdi employed this feature in the organs to represent a storm at the beginning of his opera Otello. Gyorgy Ligeti used graphical": {
    "guess": "String quartet texture",
    "confidence": [
      [
        "String",
        -0.8290117
      ],
      [
        " quart",
        -0.32906613
      ],
      [
        "et",
        -0.018429456
      ],
      [
        " texture",
        -1.4336041
      ]
    ]
  },
  "Ezra Pound's second Canto begins by telling this man to \"hang it all\", as \"there can be but one 'Sordello!'\" He wrote \"Grow old along with me! The best is yet to be\" in a poem appearing in his collection Dramatis Personae, and in addition to \"Rabbi ben Ezra,\" he wrote a work in which the narrator used \"one long yellow string\" of his lover's hair to strangle her. This author of \"Porphyria's Lover\" more famously wrote a poem in which the narrator's \"nine-hundred-years old name\" was ranked \"with anybody's gift\" by a woman with \"a heart too soon made glad\" painted by Fra Pandolf. For 10 points, name this English poet of dramatic monologues including \"My Last Duchess.\"": {
    "guess": "Robert Browning",
    "confidence": [
      [
        "Robert",
        -0.0012389217
      ],
      [
        " Brow",
        -3.059055e-05
      ],
      [
        "ning",
        -4.143808e-05
      ]
    ]
  },
  "Ezra Laderman included six instances of this feature in his Audobon Quartet, signifying the number of years the ensemble had spent together. Violins and violas playing in extremely high register create": {
    "guess": "String quartet",
    "confidence": [
      [
        "String",
        -0.60503614
      ],
      [
        " quart",
        -0.4084037
      ],
      [
        "et",
        -0.03314129
      ]
    ]
  },
  "Ezra Pound's second Canto begins by telling this man to \"hang it all\", as \"there can be but one 'Sordello!'\" He wrote \"Grow old along with me! The best is yet to be\" in a poem appearing in his collection Dramatis Personae, and in addition to \"Rabbi ben Ezra,\" he wrote a work in which the narrator used \"one long yellow string\" of his lover's hair to strangle her. This author of \"Porphyria's Lover\" more famously wrote a poem in which the narrator's \"nine-hundred-years old name\" was ranked \"with anybody's gift\" by a woman with \"a heart too soon made glad\" painted by Fra Pandolf. For 10 points, name": {
    "guess": "Robert Browning",
    "confidence": [
      [
        "Robert",
        -0.057891216
      ],
      [
        " Brow",
        -0.0003517894
      ],
      [
        "ning",
        -8.375538e-05
      ]
    ]
  },
  "Ezra Laderman included six instances of this feature in his Audobon Quartet, signifying the number of years the ensemble had spent together. Violins and violas playing in extremely high register create this feature at the start of Britten's first string quartet. Giuseppe Verdi employed this feature in": {
    "guess": "High register",
    "confidence": [
      [
        "High",
        -0.64606696
      ],
      [
        " register",
        -0.4310713
      ]
    ]
  },
  "Ezra Pound compared this man's manner of pronunciation to Benito Mussolini's in his 81st Canto. He divided existence into Essence, Matter, Truth, and Spirit in one work, and he described himself as an \"aesthetic Catholic\" in his essay \"Reason in Religion\" from his collection The Life of Reason. For 10 points, name this philosopher of The Realms of Being and The Sense of Beauty who contrasts doubt with the belief in the senses in Skepticism and Animal Faith and noted that \"those who cannot remember the past are condemned to repeat it.\"": {
    "guess": "George Santayana",
    "confidence": [
      [
        "George",
        -0.0016216224
      ],
      [
        " Sant",
        -1.8431772e-05
      ],
      [
        "ay",
        -7.564953e-05
      ],
      [
        "ana",
        -2.4630364e-05
      ]
    ]
  },
  "Ezra Pound's second Canto begins by telling this man to \"hang it all\", as \"there can be but one 'Sordello!'\"": {
    "guess": "Robert Browning",
    "confidence": [
      [
        "Robert",
        -0.51987565
      ],
      [
        " Brow",
        -0.004834396
      ],
      [
        "ning",
        -1.5928495e-05
      ]
    ]
  },
  "Ezra Pound's second Canto begins by telling this man to \"hang it all\", as \"there can be but one 'Sordello!'\" He wrote \"Grow old along with me! The best is yet to be\" in a poem appearing in his collection Dramatis Personae, and in addition to \"Rabbi ben Ezra,\" he wrote a work in which the narrator used \"one long yellow string\" of his lover's hair to strangle her. This author of \"Porphyria's Lover\" more": {
    "guess": "Robert Browning",
    "confidence": [
      [
        "Robert",
        -0.011588018
      ],
      [
        " Brow",
        -0.00028302724
      ],
      [
        "ning",
        -4.1080468e-05
      ]
    ]
  }
}