{
  "Ganister, a quartzose sandstone, is usually found in the seatearth, or underclay, that underlies this rock. This rock is \"treasured\" by paleobotanists because nodules in it can be \"peeled\" by slicing, etching with acid, coating with acetone, and applying a cellulose acetate film to give a detailed view of fossilized plants, including cell nuclei and chloroplasts. Those nodules are namesake \"balls\" of petrified plant matter. Like kerogen-bearing shales, its composition can be divided into three maceral groups: inertinite, liptinite, and vitrinite. The rank of this rock increases from its lignite type to its anthracite type and is a measure of its percent amount of carbon. For 10 points, name this rock whose formation begins with the burial of peat.": {
    "guess": "Coal",
    "confidence": [
      [
        "Coal",
        -0.00037216223
      ]
    ]
  },
  "Gao Xingjian's Soul Mountain has three of these figures called \"I,\" \"you,\" and \"she.\" Virginia Woolf's": {
    "guess": "Narrative mode",
    "confidence": [
      [
        "Narr",
        -0.85555065
      ],
      [
        "ative",
        -0.010723776
      ],
      [
        " mode",
        -1.4514588
      ]
    ]
  },
  "Gao Xingjian's Soul Mountain has three of these figures called \"I,\" \"you,\" and \"she.\" Virginia Woolf's The Waves has six characters in this role. The novels of Henry James are notable for their use of \"unreliable\" ones. Third-person ones can be either limited or omniscient, while these figures use the pronoun \"I\" when they are in the first-person perspective. For 10 points, name this role of the character who tells a story.": {
    "guess": "Narrative mode",
    "confidence": [
      [
        "Narr",
        -0.063702434
      ],
      [
        "ative",
        -0.17098752
      ],
      [
        " mode",
        -0.9598958
      ]
    ]
  },
  "Ganister, a quartzose sandstone, is usually found in the seatearth, or underclay, that underlies this rock. This rock is \"treasured\" by paleobotanists because nodules in it can be \"peeled\" by slicing,": {
    "guess": "Coal Measures",
    "confidence": [
      [
        "Coal",
        -0.17356753
      ],
      [
        " Measures",
        -0.7134953
      ]
    ]
  },
  "Ganister, a quartzose sandstone, is usually found in the seatearth, or underclay, that underlies this rock. This rock is \"treasured\" by paleobotanists because nodules in it can be \"peeled\" by slicing, etching with acid, coating with acetone, and applying a cellulose acetate film to give a detailed view of fossilized plants, including cell nuclei and chloroplasts. Those nodules are namesake \"balls\"": {
    "guess": "Coal Measures",
    "confidence": [
      [
        "Coal",
        -0.39009923
      ],
      [
        " Measures",
        -0.22171511
      ]
    ]
  },
  "Ganister, a quartzose sandstone, is usually found in the seatearth, or underclay, that underlies this rock. This rock is \"treasured\" by paleobotanists because nodules in it can be \"peeled\" by slicing, etching with acid, coating with acetone, and applying a cellulose acetate film to give a detailed view of fossilized plants, including cell nuclei and chloroplasts. Those nodules are namesake \"balls\" of petrified plant matter. Like kerogen-bearing shales, its composition can be divided into three maceral": {
    "guess": "Coal ball",
    "confidence": [
      [
        "Coal",
        -0.3076474
      ],
      [
        " ball",
        -0.44563276
      ]
    ]
  },
  "Gao Xingjian's Soul Mountain has three of these figures called \"I,\" \"you,\" and \"she.\" Virginia Woolf's The Waves has six characters in this role. The novels of Henry James are notable for their use of \"unreliable\" ones. Third-person ones can be either limited or omniscient, while these figures use the pronoun \"I\" when they are in the first-person perspective. For 10 points, name this role of the character": {
    "guess": "Unreliable narrator",
    "confidence": [
      [
        "Un",
        -0.37728593
      ],
      [
        "re",
        -5.3193703e-06
      ],
      [
        "liable",
        -2.6537622e-05
      ],
      [
        " narrator",
        -0.021780463
      ]
    ]
  },
  "Ganister, a quartzose sandstone, is usually found in the seatearth, or underclay, that underlies this rock. This rock is \"treasured\" by paleobotanists because nodules in it can be \"peeled\" by slicing, etching with acid, coating with acetone, and applying a cellulose acetate film to give a detailed view": {
    "guess": "Coal ball",
    "confidence": [
      [
        "Coal",
        -0.18000175
      ],
      [
        " ball",
        -0.84965044
      ]
    ]
  },
  "Ganister, a quartzose sandstone, is usually found in the seatearth, or underclay, that underlies this rock. This rock is \"treasured\" by paleobotanists because nodules in it can be \"peeled\" by slicing, etching with acid, coating with acetone, and applying a cellulose acetate film to give a detailed view of fossilized plants, including cell nuclei and chloroplasts. Those nodules are namesake \"balls\" of petrified plant matter. Like kerogen-bearing shales, its composition can be divided into three maceral groups: inertinite, liptinite, and vitrinite. The rank of this rock increases from its lignite type to its anthracite type and is a measure of its percent amount of carbon. For 10 points, name this": {
    "guess": "Coal",
    "confidence": [
      [
        "Coal",
        -0.0031462237
      ]
    ]
  },
  "Gao Xingjian's Soul Mountain has three of these figures called \"I,\" \"you,\" and \"she.\" Virginia Woolf's The Waves has six characters in this role. The novels of Henry James are notable for their use of": {
    "guess": "Stream of consciousness",
    "confidence": [
      [
        "Stream",
        -0.24710643
      ],
      [
        " of",
        -0.00023667533
      ],
      [
        " consciousness",
        -0.017322427
      ]
    ]
  },
  "Gao Xingjian's Soul Mountain has three of these figures called \"I,\" \"you,\" and \"she.\" Virginia Woolf's The Waves has six characters in this role. The novels of Henry James are notable for their use of \"unreliable\" ones. Third-person ones can be either limited or omniscient, while these figures use the": {
    "guess": "Narrative mode",
    "confidence": [
      [
        "Narr",
        -0.4046055
      ],
      [
        "ative",
        -0.021944921
      ],
      [
        " mode",
        -0.5462766
      ]
    ]
  },
  "Ganister, a quartzose sandstone, is usually found in the seatearth, or underclay, that underlies this": {
    "guess": "Coal Measures",
    "confidence": [
      [
        "Coal",
        -0.63643575
      ],
      [
        " Measures",
        -0.26752907
      ]
    ]
  },
  "Ganister, a quartzose sandstone, is usually found in the seatearth, or underclay, that underlies this rock. This rock is \"treasured\" by paleobotanists because nodules in it can be \"peeled\" by slicing, etching with acid, coating with acetone, and applying a cellulose acetate film to give a detailed view of fossilized plants, including cell nuclei and chloroplasts. Those nodules are namesake \"balls\" of petrified plant matter. Like kerogen-bearing shales, its composition can be divided into three maceral groups: inertinite, liptinite, and vitrinite. The rank of this rock increases from its lignite": {
    "guess": "Coal",
    "confidence": [
      [
        "Coal",
        -0.017951963
      ]
    ]
  }
}