{
  "A forthcoming essay by this philosopher discusses the nature of the self and is based on a lecture he gave entitled, \"The First Person.\" Other important unpublished works by him include a work on the theory of R.G. Collingwood as well as an algebraic proof of Godel's incompleteness theorem. His 1982 work on Philosophical  Investigations provided the most comprehensive account of Wittgenstein's account of rules and private language.  His best-known work uses the example of the possibility of heating or cooling a meter stick to demonstrate that the statement that one meter is equal to the length of a meter stick is false in some possible worlds. That work argues for the existence of necessary a": {
    "guess": "Derek Parfit",
    "confidence": [
      [
        "D",
        -0.5051451
      ],
      [
        "erek",
        -0.0026613853
      ],
      [
        " Par",
        -0.0023675628
      ],
      [
        "fit",
        -0.006122298
      ]
    ]
  },
  "Fossils of this period's Herrerasaurus are found in Argentina's Valley of the Moon. The most common fossils from the early part of this period belong to Lystrosaurus, one of the few surviving synapsids from the previous period, which were largely replaced by archosaurs in this period. Although it did not separate in this period, Pangaea began to break up. There is a significant lack of coal from this period, probably due to the (*) mass extinction preceding it, which saw the end of the trilobites and largest percentage of species lost in any extinction event. For 10 points, name this period following the Permian during which the dinosaurs arose, the first of the Mesozoic era.": {
    "guess": "Triassic",
    "confidence": [
      [
        "Tri",
        -0.008260777
      ],
      [
        "assic",
        -7.89631e-07
      ]
    ]
  },
  "Fossils of this period's Herrerasaurus are found in Argentina's Valley of the Moon. The most common fossils": {
    "guess": "Triassic",
    "confidence": [
      [
        "Tri",
        -0.0051488425
      ],
      [
        "assic",
        -1.1041146e-05
      ]
    ]
  },
  "In 2000, Don Foster's book Author Unknown: On the Trail of Anonymous claimed that this poem was actually written by U.S. Army Major Henry Livingston, Jr. First published in the Troy Sentinel in 1823, it is usually attributed to a professor seeking to amuse his daughters Margaret and Charity. For 10 points—name this poem, possibly not by Clement C. Moore, which begins, \"‘Twas the Night Before Christmas.\"": {
    "guess": "A Visit from St. Nicholas",
    "confidence": [
      [
        "A",
        -0.335872
      ],
      [
        " Visit",
        -0.00071529276
      ],
      [
        " from",
        -0.0023507918
      ],
      [
        " St",
        -0.000412796
      ],
      [
        ".",
        -0.0010799681
      ],
      [
        " Nicholas",
        -0.00024620062
      ]
    ]
  },
  "Forty life-sized statues were to surround it and it was to be 7 meters wide, 11 meters deep and 8 meters high.  It was to be free-standing with the centerpiece in the shape of an oval.  According to the iconographic plan, it was to consist of three levels in accordance with the Christian world.  In 1513, its grand design was reduced to a few statues, including the unfinished \"Struggling Slave\" and \"Dying Slave\" and the impressive \"Moses.\"  FTP, name this design of Michelangelo's, originally meant": {
    "guess": "Tomb of Julius II",
    "confidence": [
      [
        "T",
        -0.13613679
      ],
      [
        "omb",
        -0.0003801489
      ],
      [
        " of",
        -0.0001823258
      ],
      [
        " Julius",
        -0.066371925
      ],
      [
        " II",
        -4.9424725e-05
      ]
    ]
  },
  "Because of his forthright prediction of his patron's death, he was struck dumb by the furies. There was": {
    "guess": "Xanthus",
    "confidence": [
      [
        "X",
        -0.0892316
      ],
      [
        "anth",
        -0.00035274302
      ],
      [
        "us",
        -0.0002936327
      ]
    ]
  },
  "In the fortune-telling scheme of this belief system, kichi (KEY-CHEE) signifies a blessing, while kyo signifies a curse. Honden and Torii (TO-REE-EE) make up the places of worship of this religion, the most famous of which is the Ise (EE-SAY) Shrine. \"The way of the gods\" is the literal name of this": {
    "guess": "Shinto",
    "confidence": [
      [
        "Sh",
        -0.016083874
      ],
      [
        "into",
        -0.00040278657
      ]
    ]
  },
  "Fort Good Hope lies along this river, which is located west of the Franklin mountains after passing by Wrigley. The Laird River joins it near Fort Simpson, and Richards Island is the largest island located near its delta, which lies to the west of Richardson Mountains and is bounded by Shoalwater Bay.": {
    "guess": "Mackenzie River",
    "confidence": [
      [
        "M",
        -0.029487671
      ],
      [
        "ack",
        -4.9663133e-05
      ],
      [
        "enzie",
        -7.4576696e-05
      ],
      [
        " River",
        -7.648396e-05
      ]
    ]
  },
  "In the fortune-telling scheme of this belief system, kichi (KEY-CHEE) signifies a blessing, while kyo signifies a curse. Honden and Torii (TO-REE-EE) make up the places of worship of this religion, the most famous of which is the Ise (EE-SAY) Shrine. \"The way of the gods\" is the literal name of this religion, although its objects of worship are spirits called kami. For 10 points, Amaterasu is the chief": {
    "guess": "Shinto",
    "confidence": [
      [
        "Sh",
        -0.0021130242
      ],
      [
        "into",
        -4.1318875e-05
      ]
    ]
  },
  "A forty-eight parchment manuscript full of descriptions of the banners left on the field of this battle is called the Banderia Prutenorum and was written by Johannes Longinus. Prior to this battle, the Peace of Raciaz was signed to put an end to the first Samogitian Urpsing, although the second one led directly to this engagement. The conflict in which this battle took place was ended by the Peace of Thorn, and victory here was made possible by the Union of Krewo. The victorious side in this battle placed the Drewenz River at their backs, and this battle was fought between the towns of Stebark and Ludwigsdorf. In this engagement, Grand Master Ulrich von Jungingen was defeated by the combined": {
    "guess": "Battle of Grunwald",
    "confidence": [
      [
        "Battle",
        -0.0062865065
      ],
      [
        " of",
        -0.0028145052
      ],
      [
        " Gr",
        -0.18560705
      ],
      [
        "un",
        -5.080963e-06
      ],
      [
        "wald",
        -2.58224e-05
      ]
    ]
  },
  "Fort Good Hope lies along this river, which is located west of the Franklin mountains after passing by Wrigley. The Laird River joins it near Fort Simpson, and Richards Island is the largest island located near its delta, which lies to the west of Richardson Mountains and is bounded by Shoalwater Bay. It initially flows to the west, south of Horn Plateau, but turns north, running parallel to its namesake": {
    "guess": "Mackenzie River",
    "confidence": [
      [
        "M",
        -0.026107641
      ],
      [
        "ack",
        -5.312004e-05
      ],
      [
        "enzie",
        -0.0004838194
      ],
      [
        " River",
        -4.6802244e-05
      ]
    ]
  },
  "Fort Good Hope lies along this river, which is located west of the Franklin mountains after passing by Wrigley. The Laird River joins it near Fort Simpson, and Richards Island is the largest island located": {
    "guess": "Mackenzie River",
    "confidence": [
      [
        "M",
        -0.023388032
      ],
      [
        "ack",
        -6.742448e-05
      ],
      [
        "enzie",
        -0.00021355349
      ],
      [
        " River",
        -9.984788e-05
      ]
    ]
  },
  "Forty-seven different men worked on its preparation according to fifteen rules. It was created as a result": {
    "guess": "Constitution of the United States",
    "confidence": [
      [
        "Con",
        -0.5003612
      ],
      [
        "stitution",
        -0.04195769
      ],
      [
        " of",
        -0.0018953178
      ],
      [
        " the",
        -0.25080177
      ],
      [
        " United",
        -0.2153602
      ],
      [
        " States",
        -0.015471582
      ]
    ]
  },
  "Fossils of this period's Herrerasaurus are found in Argentina's Valley of the Moon. The most common fossils from the early part of this period belong to Lystrosaurus, one of the few surviving synapsids from the previous period, which were largely replaced by archosaurs in this period. Although it did not separate in this period, Pangaea began to break up. There is a significant lack of coal from this period, probably due to the (*) mass extinction preceding it, which saw the end of the trilobites and largest percentage of species lost in any extinction event. For 10 points, name this period following": {
    "guess": "Triassic",
    "confidence": [
      [
        "Tri",
        -0.01041297
      ],
      [
        "assic",
        -5.5122365e-07
      ]
    ]
  },
  "A forthcoming essay by this philosopher discusses the nature of the self and is based on a lecture he gave entitled, \"The First Person.\" Other important unpublished works by him include a work on the theory of R.G. Collingwood as well as an algebraic proof of Godel's incompleteness theorem. His 1982 work on Philosophical  Investigations provided the most comprehensive account of Wittgenstein's account": {
    "guess": "Derek Parfit",
    "confidence": [
      [
        "D",
        -1.744192
      ],
      [
        "erek",
        -0.063321956
      ],
      [
        " Par",
        -0.07331485
      ],
      [
        "fit",
        -0.0027456733
      ]
    ]
  },
  "Forty-four years after this man died, the Pope ordered his bones dug up, crushed, and thrown into a river. During his lifetime, his closest assistant was John Purvey and his patron was John of Gaunt. He was closely associated with the Lollard Movement and may have been its founder. In the 1380s, he oversaw the first translation of the Bible from Latin into vernacular English. Name this man who became": {
    "guess": "John Wycliffe",
    "confidence": [
      [
        "John",
        -0.023574345
      ],
      [
        " W",
        -0.0004248356
      ],
      [
        "ycl",
        -0.0004895265
      ],
      [
        "iffe",
        -5.669615e-05
      ]
    ]
  },
  "A forthcoming essay by this philosopher discusses the nature of the self and is based on a lecture he gave entitled, \"The First Person.\" Other important unpublished works by him include a work on the theory of R.G. Collingwood as well as an algebraic proof of Godel's incompleteness theorem. His 1982": {
    "guess": "Derek Parfit",
    "confidence": [
      [
        "D",
        -0.25295183
      ],
      [
        "erek",
        -0.0010956883
      ],
      [
        " Par",
        -8.637786e-05
      ],
      [
        "fit",
        -0.000418041
      ]
    ]
  },
  "Because of his forthright prediction of his patron's death, he was struck dumb by the furies. There was only one other being like him, Balius, who fought alongside him. As a possession of the Phthian [fith-EE-en] king, this offspring of the Harpy Podarge and Zephyrus, the west wind, was passed on to his most famous master. His power of human speech was little use of by Peleus, who received him as a": {
    "guess": "Balius",
    "confidence": [
      [
        "B",
        -1.1666949
      ],
      [
        "ali",
        -0.009758921
      ],
      [
        "us",
        -2.7848862e-05
      ]
    ]
  },
  "A forthcoming essay by this philosopher discusses the nature of the self and is based on a lecture he gave entitled, \"The First Person.\" Other important unpublished works by him include a work on the theory of R.G. Collingwood as well as an algebraic proof of Godel's incompleteness theorem. His 1982 work on Philosophical  Investigations provided the most comprehensive account of Wittgenstein's account of rules and private language.  His best-known work uses the example of the possibility of heating or cooling a meter stick to demonstrate that the statement that one meter is equal to the length of a meter stick is false in some possible worlds. That work argues for the existence of necessary a posteriori and contingent a priori truths and introduces the concept of the rigid designator. For 10": {
    "guess": "Saul Kripke",
    "confidence": [
      [
        "S",
        -0.05432445
      ],
      [
        "aul",
        -9.4914985e-06
      ],
      [
        " K",
        -0.00025084958
      ],
      [
        "rip",
        -0.00010592726
      ],
      [
        "ke",
        -6.372917e-05
      ]
    ]
  },
  "Forty-two etudes for this instrument were written by Rodolphe Kreutzer. Beethoven wrote a sonata for piano and this instrument for Kreutzer. Yehudi Menuhin performed Elgar's concerto for this instrument": {
    "guess": "Violin",
    "confidence": [
      [
        "Viol",
        -0.051034123
      ],
      [
        "in",
        -0.00071016705
      ]
    ]
  },
  "The Forty Group was eventually absorbed into this movement, which was targeted in a raid called Operation": {
    "guess": "Zimmerwald Movement",
    "confidence": [
      [
        "Z",
        -1.969026
      ],
      [
        "immer",
        -0.7745155
      ],
      [
        "wald",
        -0.07308474
      ],
      [
        " Movement",
        -0.10531273
      ]
    ]
  },
  "The Forty Group was eventually absorbed into this movement, which was targeted in a raid called Operation Jock Scott. One of their most successful attacks was an arms raid on the Naivasha Police Station, prompting a new offensive against them, Operation Anvil, to be initiated by George Erskine. Henry Potter, the acting governor, was replaced by Evelyn Baring during the outbreak of this movement's violence.": {
    "guess": "Mau Mau Uprising",
    "confidence": [
      [
        "M",
        -0.00798892
      ],
      [
        "au",
        -5.407367e-05
      ],
      [
        " M",
        -4.561021e-05
      ],
      [
        "au",
        -6.392203e-06
      ],
      [
        " U",
        -0.0027403275
      ],
      [
        "prising",
        -0.000102708764
      ]
    ]
  },
  "Forty-seven different men worked on its preparation according to fifteen rules. It was created as a result of John Reynolds's motion at the Hampton Court Conference. First prepared from 1604 from 1611, it was followed by many revisions, including a still-used edition supervised by Samuel Wilberforce. FTP, name this common English translation of the Bible.": {
    "guess": "King James Version",
    "confidence": [
      [
        "King",
        -0.04328006
      ],
      [
        " James",
        -0.00016039233
      ],
      [
        " Version",
        -0.00255545
      ]
    ]
  },
  "Forty life-sized statues were to surround it and it was to be 7 meters wide, 11 meters deep and 8 meters high.  It was to be free-standing with the centerpiece in the shape of an oval.  According to the iconographic plan, it was to consist of three levels in accordance with the Christian world.  In 1513, its grand design was reduced to a few statues, including the unfinished \"Struggling Slave\" and \"Dying Slave\" and the impressive \"Moses.\"  FTP, name this design of Michelangelo's, originally meant to reside under the newly completed Saint Peter's to house a famous Renaissance pope.": {
    "guess": "Tomb of Julius II",
    "confidence": [
      [
        "T",
        -0.03824781
      ],
      [
        "omb",
        -0.00018149138
      ],
      [
        " of",
        -8.75699e-05
      ],
      [
        " Julius",
        -0.04557426
      ],
      [
        " II",
        -0.000102827966
      ]
    ]
  },
  "Forty life-sized statues were to surround it and it was to be 7 meters wide, 11 meters deep and 8 meters": {
    "guess": "Tomb of Julius II",
    "confidence": [
      [
        "T",
        -0.03958337
      ],
      [
        "omb",
        -0.0024631678
      ],
      [
        " of",
        -0.0008334511
      ],
      [
        " Julius",
        -0.003965486
      ],
      [
        " II",
        -0.00059985777
      ]
    ]
  },
  "In 2000, Don Foster's book Author Unknown: On the Trail of Anonymous claimed that this poem was actually": {
    "guess": "Beowulf",
    "confidence": [
      [
        "Be",
        -1.1731913
      ],
      [
        "ow",
        -0.00022618541
      ],
      [
        "ulf",
        -6.1821906e-05
      ]
    ]
  },
  "Because of his forthright prediction of his patron's death, he was struck dumb by the furies. There was only one other being like him, Balius, who fought alongside him. As a possession of the Phthian [fith-EE-en]": {
    "guess": "Xanthus",
    "confidence": [
      [
        "X",
        -0.036125097
      ],
      [
        "anth",
        -0.00043484138
      ],
      [
        "us",
        -0.0006683559
      ]
    ]
  },
  "The Forty Group was eventually absorbed into this movement, which was targeted in a raid called Operation Jock Scott. One of their most successful attacks was an arms raid on the Naivasha Police Station, prompting a new offensive against them, Operation Anvil, to be initiated by George Erskine. Henry Potter, the acting governor, was replaced by Evelyn Baring during the outbreak of this movement's violence. Eric Bowyer, who was killed with pangas, became the first white victim attributed to this group, whose leadership included a man called General China, as well as Field Marshall Dedan Kimathi. Responsible for a massacre at Lari, this is, FTP, what militant group of 1950's rebels opposing British": {
    "guess": "Mau Mau Uprising",
    "confidence": [
      [
        "M",
        -0.013852586
      ],
      [
        "au",
        -1.18755715e-05
      ],
      [
        " M",
        -0.0001596771
      ],
      [
        "au",
        -7.822647e-06
      ],
      [
        " U",
        -0.0021716743
      ],
      [
        "prising",
        -0.00015205175
      ]
    ]
  },
  "The Forty Group was eventually absorbed into this movement, which was targeted in a raid called Operation Jock Scott. One of their most successful attacks was an arms raid on the Naivasha Police Station, prompting a new offensive against them, Operation Anvil, to be initiated by George Erskine. Henry Potter, the acting governor, was replaced by Evelyn Baring during the outbreak of this movement's violence. Eric Bowyer, who was killed with pangas, became the first white victim attributed to this group,": {
    "guess": "Mau Mau Uprising",
    "confidence": [
      [
        "M",
        -0.012497171
      ],
      [
        "au",
        -1.2829201e-05
      ],
      [
        " M",
        -4.3822154e-05
      ],
      [
        "au",
        -6.511407e-06
      ],
      [
        " U",
        -0.00303844
      ],
      [
        "prising",
        -0.0001593195
      ]
    ]
  },
  "Fossils of this period's Herrerasaurus are found in Argentina's Valley of the Moon. The most common fossils from the early part of this period belong to Lystrosaurus, one of the few surviving synapsids from the previous period, which were largely replaced by archosaurs in this period. Although it did not separate in this period, Pangaea began to break up. There is a significant lack of coal from this": {
    "guess": "Triassic",
    "confidence": [
      [
        "Tri",
        -0.0075026285
      ],
      [
        "assic",
        -3.1281633e-07
      ]
    ]
  },
  "Forty-four years after this man died, the Pope ordered his bones dug up, crushed, and thrown into a river.": {
    "guess": "Cadaver Synod",
    "confidence": [
      [
        "Cad",
        -0.78285885
      ],
      [
        "aver",
        -6.2656334e-05
      ],
      [
        " Syn",
        -0.0013639278
      ],
      [
        "od",
        -5.3193703e-06
      ]
    ]
  },
  "Forty-four years after this man died, the Pope ordered his bones dug up, crushed, and thrown into a river. During his lifetime, his closest assistant was John Purvey and his patron was John of Gaunt. He was closely associated with the Lollard Movement and may have been its founder. In the 1380s, he oversaw the first translation of the Bible from Latin into vernacular English. Name this man who became known as the Morning Star of the Reformation.": {
    "guess": "John Wycliffe",
    "confidence": [
      [
        "John",
        -0.00988429
      ],
      [
        " W",
        -6.921253e-05
      ],
      [
        "ycl",
        -4.8828708e-05
      ],
      [
        "iffe",
        -0.00017374314
      ]
    ]
  },
  "A forty-eight parchment manuscript full of descriptions of the banners left on the field of this battle is called the Banderia Prutenorum and was written by Johannes Longinus. Prior to this battle, the Peace of Raciaz was signed to put an end to the first Samogitian Urpsing, although the second one led directly to this engagement. The conflict in which this battle took place was ended by the Peace": {
    "guess": "Battle of Grunwald",
    "confidence": [
      [
        "Battle",
        -0.027869876
      ],
      [
        " of",
        -0.0056188544
      ],
      [
        " Gr",
        -0.016646653
      ],
      [
        "un",
        -3.523949e-05
      ],
      [
        "wald",
        -7.255024e-05
      ]
    ]
  },
  "The Forty Group was eventually absorbed into this movement, which was targeted in a raid called Operation Jock Scott. One of their most successful attacks was an arms raid on the Naivasha Police Station,": {
    "guess": "Mau Mau Uprising",
    "confidence": [
      [
        "M",
        -0.050765954
      ],
      [
        "au",
        -0.00068705616
      ],
      [
        " M",
        -0.00014382669
      ],
      [
        "au",
        -4.8425554e-06
      ],
      [
        " U",
        -0.00071648485
      ],
      [
        "prising",
        -0.00026133584
      ]
    ]
  },
  "Forty-four years after this man died, the Pope ordered his bones dug up, crushed, and thrown into a river. During his lifetime, his closest assistant was John Purvey and his patron was John of Gaunt. He": {
    "guess": "John Wycliffe",
    "confidence": [
      [
        "John",
        -0.041609783
      ],
      [
        " W",
        -0.00027456743
      ],
      [
        "ycl",
        -0.00022189408
      ],
      [
        "iffe",
        -3.7697225e-06
      ]
    ]
  },
  "Fossils of this period's Herrerasaurus are found in Argentina's Valley of the Moon. The most common fossils from the early part of this period belong to Lystrosaurus, one of the few surviving synapsids from the previous period, which were largely replaced by archosaurs in this period. Although it did not separate in this period, Pangaea began to break up. There is a significant lack of coal from this period, probably due to the (*) mass extinction preceding it, which saw the end of the trilobites": {
    "guess": "Triassic",
    "confidence": [
      [
        "Tri",
        -0.03524511
      ],
      [
        "assic",
        0.0
      ]
    ]
  },
  "A forthcoming essay by this philosopher discusses the nature of the self and is based on a lecture he gave entitled, \"The First Person.\" Other important unpublished works by him include a work on the theory of R.G. Collingwood as well as an algebraic proof of Godel's incompleteness theorem. His 1982 work on Philosophical  Investigations provided the most comprehensive account of Wittgenstein's account of rules and private language.  His best-known work uses the example of the possibility of heating or cooling a meter stick to demonstrate that the statement that one meter is equal to the length": {
    "guess": "John McDowell",
    "confidence": [
      [
        "John",
        -0.6120315
      ],
      [
        " McD",
        -0.0609212
      ],
      [
        "owell",
        -3.5716304e-05
      ]
    ]
  },
  "Forty-two etudes for this instrument were written by Rodolphe Kreutzer. Beethoven wrote a sonata for piano and this instrument for Kreutzer. Yehudi Menuhin performed Elgar's concerto for this instrument with the composer conducting. This instrument was played professionally by Isaac (*) Stern, Jascha Heifetz, and Fritz Kreisler. Itzhak Pearlman plays this instrument. Two of them appear in a string quartet. For 10 points, name this wooden instrument played with a bow, which is higher pitched than a cello or viola.": {
    "guess": "Violin",
    "confidence": [
      [
        "Viol",
        -0.001460712
      ],
      [
        "in",
        -0.0002158147
      ]
    ]
  },
  "A forty-eight parchment manuscript full of descriptions of the banners left on the field of this battle is called the Banderia Prutenorum and was written by Johannes Longinus. Prior to this battle, the Peace of Raciaz was signed to put an end to the first Samogitian Urpsing, although the second one led directly to this engagement. The conflict in which this battle took place was ended by the Peace of Thorn, and victory here was made possible by the Union of Krewo. The victorious side in this battle": {
    "guess": "Battle of Grunwald",
    "confidence": [
      [
        "Battle",
        -0.0070862877
      ],
      [
        " of",
        -0.0015766404
      ],
      [
        " Gr",
        -0.058324046
      ],
      [
        "un",
        -3.5313153e-06
      ],
      [
        "wald",
        -3.5597102e-05
      ]
    ]
  },
  "Because of his forthright prediction of his patron's death, he was struck dumb by the furies. There was only one other being like him, Balius, who fought alongside him. As a possession of the Phthian [fith-EE-en] king, this offspring of the Harpy Podarge and Zephyrus, the west wind, was passed on to his most famous master. His power of human speech was little use of by Peleus, who received him as a wedding gift, but Peleus' son would use him well. FTP, name this immortal steed, the favorite of Achilles.": {
    "guess": "Balius",
    "confidence": [
      [
        "B",
        -0.8103635
      ],
      [
        "ali",
        -0.012003297
      ],
      [
        "us",
        -4.8351892e-05
      ]
    ]
  },
  "Fossils of this period's Herrerasaurus are found in Argentina's Valley of the Moon. The most common fossils from the early part of this period belong to Lystrosaurus, one of the few surviving synapsids from the previous period, which were largely replaced by archosaurs in this period. Although it did": {
    "guess": "Triassic",
    "confidence": [
      [
        "Tri",
        -0.0012954774
      ],
      [
        "assic",
        -1.2664457e-06
      ]
    ]
  },
  "A forty-eight parchment manuscript full of descriptions of the banners left on the field of this battle is called the Banderia Prutenorum and was written by Johannes Longinus. Prior to this battle, the Peace of Raciaz was signed to put an end to the first Samogitian Urpsing, although the second one led directly to this engagement. The conflict in which this battle took place was ended by the Peace of Thorn, and victory here was made possible by the Union of Krewo. The victorious side in this battle placed the Drewenz River at their backs, and this battle was fought between the towns of Stebark and Ludwigsdorf. In this engagement, Grand Master Ulrich von Jungingen was defeated by the combined forces of Vytautas the Great and Wladyslaw II Jagiello. For 10 points, name this 1410 victory for Poland-Lithuania": {
    "guess": "Battle of Grunwald",
    "confidence": [
      [
        "Battle",
        -0.0007126703
      ],
      [
        " of",
        -8.613945e-05
      ],
      [
        " Gr",
        -0.013810855
      ],
      [
        "un",
        -7.226629e-06
      ],
      [
        "wald",
        -1.4021238e-05
      ]
    ]
  },
  "A forthcoming essay by this philosopher discusses the nature of the self and is based on a lecture he gave entitled, \"The First Person.\" Other important unpublished works by him include a work on the theory": {
    "guess": "Derek Parfit",
    "confidence": [
      [
        "D",
        -0.5874059
      ],
      [
        "erek",
        -0.00012642296
      ],
      [
        " Par",
        -3.0545007e-06
      ],
      [
        "fit",
        -0.00055422477
      ]
    ]
  },
  "Forty-two etudes for this instrument were written by Rodolphe Kreutzer. Beethoven wrote a sonata for piano and this instrument for Kreutzer. Yehudi Menuhin performed Elgar's concerto for this instrument with the composer conducting. This instrument was played professionally by Isaac (*) Stern, Jascha": {
    "guess": "Violin",
    "confidence": [
      [
        "Viol",
        -0.0009591046
      ],
      [
        "in",
        -0.0002041364
      ]
    ]
  },
  "Forty life-sized statues were to surround it and it was to be 7 meters wide, 11 meters deep and 8 meters high.  It was to be free-standing with the centerpiece in the shape of an oval.  According to the": {
    "guess": "Tomb of Julius II",
    "confidence": [
      [
        "T",
        -0.25539833
      ],
      [
        "omb",
        -0.0508089
      ],
      [
        " of",
        -0.00016027314
      ],
      [
        " Julius",
        -0.06661977
      ],
      [
        " II",
        -0.0013779717
      ]
    ]
  },
  "Forty-four years after this man died, the Pope ordered his bones dug up, crushed, and thrown into a river. During his lifetime, his closest assistant was John Purvey and his patron was John of Gaunt. He was closely associated with the Lollard Movement and may have been its founder. In the 1380s, he oversaw": {
    "guess": "John Wycliffe",
    "confidence": [
      [
        "John",
        -0.014055733
      ],
      [
        " W",
        -0.00012082772
      ],
      [
        "ycl",
        -9.7821416e-05
      ],
      [
        "iffe",
        -3.4121115e-06
      ]
    ]
  },
  "A forty-eight parchment manuscript full of descriptions of the banners left on the field of this battle is called the Banderia Prutenorum and was written by Johannes Longinus. Prior to this battle, the Peace of Raciaz was signed to put an end to the first Samogitian Urpsing, although the second one led directly to this engagement. The conflict in which this battle took place was ended by the Peace of Thorn, and victory here was made possible by the Union of Krewo. The victorious side in this battle placed the Drewenz River at their backs, and this battle was fought between the towns of Stebark": {
    "guess": "Battle of Grunwald",
    "confidence": [
      [
        "Battle",
        -0.0063591166
      ],
      [
        " of",
        -0.0022874027
      ],
      [
        " Gr",
        -0.1326882
      ],
      [
        "un",
        -4.246537e-06
      ],
      [
        "wald",
        -1.92662e-05
      ]
    ]
  },
  "Forty-two etudes for this instrument were written by Rodolphe Kreutzer. Beethoven wrote a sonata for": {
    "guess": "Violin",
    "confidence": [
      [
        "Viol",
        -0.06921976
      ],
      [
        "in",
        -0.000210335
      ]
    ]
  },
  "Because of his forthright prediction of his patron's death, he was struck dumb by the furies. There was only one other being like him, Balius, who fought alongside him. As a possession of the Phthian [fith-EE-en] king, this offspring of the Harpy Podarge and Zephyrus, the west wind, was passed on to": {
    "guess": "Horse",
    "confidence": [
      [
        "H",
        -0.9037195
      ],
      [
        "orse",
        -0.00289914
      ]
    ]
  },
  "In the fortune-telling scheme of this belief system, kichi (KEY-CHEE) signifies a blessing, while kyo": {
    "guess": "I Ching",
    "confidence": [
      [
        "I",
        -1.3652046
      ],
      [
        " Ch",
        -0.011981274
      ],
      [
        "ing",
        -6.704273e-07
      ]
    ]
  },
  "A forthcoming essay by this philosopher discusses the nature of the self and is based on a lecture he": {
    "guess": "David Hume",
    "confidence": [
      [
        "David",
        -0.808276
      ],
      [
        " H",
        -0.04427821
      ],
      [
        "ume",
        -2.0696643e-05
      ]
    ]
  },
  "In 2000, Don Foster's book Author Unknown: On the Trail of Anonymous claimed that this poem was actually written by U.S. Army Major Henry Livingston, Jr. First published in the Troy Sentinel in 1823, it": {
    "guess": "Clement Clarke Moore",
    "confidence": [
      [
        "C",
        -0.8250133
      ],
      [
        "lement",
        -9.627177e-05
      ],
      [
        " Clarke",
        -0.022203334
      ],
      [
        " Moore",
        -7.822647e-06
      ]
    ]
  },
  "Forty life-sized statues were to surround it and it was to be 7 meters wide, 11 meters deep and 8 meters high.  It was to be free-standing with the centerpiece in the shape of an oval.  According to the iconographic plan, it was to consist of three levels in accordance with the Christian world.  In 1513, its grand design was reduced to a few statues, including the unfinished \"Struggling Slave\" and": {
    "guess": "Tomb of Julius II",
    "confidence": [
      [
        "T",
        -0.10821508
      ],
      [
        "omb",
        -0.0005753128
      ],
      [
        " of",
        -6.837811e-05
      ],
      [
        " Julius",
        -0.11881264
      ],
      [
        " II",
        -0.0001786305
      ]
    ]
  },
  "In the fortune-telling scheme of this belief system, kichi (KEY-CHEE) signifies a blessing, while kyo signifies a curse. Honden and Torii (TO-REE-EE) make up the places of worship of this religion, the most famous of which is the Ise (EE-SAY) Shrine. \"The way of the gods\" is the literal name of this religion, although its objects of worship are spirits called kami. For 10 points, Amaterasu is the chief deity of what animistic religion of Japan?": {
    "guess": "Shinto",
    "confidence": [
      [
        "Sh",
        -0.0014457108
      ],
      [
        "into",
        -3.190179e-05
      ]
    ]
  },
  "In 2000, Don Foster's book Author Unknown: On the Trail of Anonymous claimed that this poem was actually written by U.S. Army Major Henry Livingston, Jr. First published in the Troy Sentinel in 1823, it is usually attributed to a professor seeking to amuse his daughters Margaret and Charity. For 10 points—name": {
    "guess": "A Visit from St. Nicholas",
    "confidence": [
      [
        "A",
        -0.40691844
      ],
      [
        " Visit",
        -0.001262733
      ],
      [
        " from",
        -0.0016170962
      ],
      [
        " St",
        -0.00032080378
      ],
      [
        ".",
        -0.0020280888
      ],
      [
        " Nicholas",
        -0.00026193185
      ]
    ]
  },
  "A forty-eight parchment manuscript full of descriptions of the banners left on the field of this battle is called the Banderia Prutenorum and was written by Johannes Longinus. Prior to this battle, the Peace of Raciaz was signed to put an end to the first Samogitian Urpsing, although the second one led": {
    "guess": "Battle of Grunwald",
    "confidence": [
      [
        "Battle",
        -0.008524737
      ],
      [
        " of",
        -0.0051987744
      ],
      [
        " Gr",
        -0.04126152
      ],
      [
        "un",
        -8.44706e-05
      ],
      [
        "wald",
        -5.1928004e-05
      ]
    ]
  },
  "A forthcoming essay by this philosopher discusses the nature of the self and is based on a lecture he gave entitled, \"The First Person.\" Other important unpublished works by him include a work on the theory of R.G. Collingwood as well as an algebraic proof of Godel's incompleteness theorem. His 1982 work on Philosophical  Investigations provided the most comprehensive account of Wittgenstein's account of rules and private language.  His best-known work uses the example of the possibility of heating or cooling a meter stick to demonstrate that the statement that one meter is equal to the length of a meter stick is false in some possible worlds. That work argues for the existence of necessary a posteriori and contingent a priori truths and introduces the concept of the rigid designator. For 10 points, identify this analytic philosopher and author of Naming and Necessity.": {
    "guess": "Saul Kripke",
    "confidence": [
      [
        "S",
        -0.0281322
      ],
      [
        "aul",
        -1.2664457e-06
      ],
      [
        " K",
        -2.4630364e-05
      ],
      [
        "rip",
        -7.7079974e-05
      ],
      [
        "ke",
        -2.2723105e-05
      ]
    ]
  },
  "The Forty Group was eventually absorbed into this movement, which was targeted in a raid called Operation Jock Scott. One of their most successful attacks was an arms raid on the Naivasha Police Station, prompting a new offensive against them, Operation Anvil, to be initiated by George Erskine. Henry Potter, the acting governor, was replaced by Evelyn Baring during the outbreak of this movement's violence. Eric Bowyer, who was killed with pangas, became the first white victim attributed to this group, whose leadership included a man called General China, as well as Field Marshall Dedan Kimathi.": {
    "guess": "Mau Mau Uprising",
    "confidence": [
      [
        "M",
        -0.021672923
      ],
      [
        "au",
        -2.1008714e-06
      ],
      [
        " M",
        -0.00015109812
      ],
      [
        "au",
        -7.465036e-06
      ],
      [
        " U",
        -0.0012724968
      ],
      [
        "prising",
        -0.00022487417
      ]
    ]
  },
  "Forty-two etudes for this instrument were written by Rodolphe Kreutzer. Beethoven wrote a sonata for piano and this instrument for Kreutzer. Yehudi Menuhin performed Elgar's concerto for this instrument with the composer conducting. This instrument was played professionally by Isaac (*) Stern, Jascha Heifetz, and Fritz Kreisler. Itzhak Pearlman plays this instrument. Two of them appear in a string": {
    "guess": "Violin",
    "confidence": [
      [
        "Viol",
        -0.0046769497
      ],
      [
        "in",
        -0.00022630462
      ]
    ]
  },
  "Fort Good Hope lies along this river, which is located west of the Franklin mountains after passing by": {
    "guess": "Mackenzie River",
    "confidence": [
      [
        "M",
        -0.07908807
      ],
      [
        "ack",
        -0.0001786305
      ],
      [
        "enzie",
        -0.00017767686
      ],
      [
        " River",
        -5.5265704e-05
      ]
    ]
  },
  "Fort Good Hope lies along this river, which is located west of the Franklin mountains after passing by Wrigley. The Laird River joins it near Fort Simpson, and Richards Island is the largest island located near its delta, which lies to the west of Richardson Mountains and is bounded by Shoalwater Bay. It initially flows to the west, south of Horn Plateau, but turns north, running parallel to its namesake mountains eventually emptying into the Beaufort Sea. It originates at the Great Slave Lake, and": {
    "guess": "Mackenzie River",
    "confidence": [
      [
        "M",
        -0.09030756
      ],
      [
        "ack",
        -0.00010854974
      ],
      [
        "enzie",
        -0.0003304593
      ],
      [
        " River",
        -3.5477897e-05
      ]
    ]
  },
  "Forty-two etudes for this instrument were written by Rodolphe Kreutzer. Beethoven wrote a sonata for piano and this instrument for Kreutzer. Yehudi Menuhin performed Elgar's concerto for this instrument with the composer conducting. This instrument was played professionally by Isaac (*) Stern, Jascha Heifetz, and Fritz Kreisler. Itzhak Pearlman plays this instrument. Two of them appear in a string quartet. For 10 points, name this wooden instrument played with a bow, which is higher pitched than": {
    "guess": "Violin",
    "confidence": [
      [
        "Viol",
        -0.00091134437
      ],
      [
        "in",
        -0.0006279678
      ]
    ]
  },
  "In the fortune-telling scheme of this belief system, kichi (KEY-CHEE) signifies a blessing, while kyo signifies a curse. Honden and Torii (TO-REE-EE) make up the places of worship of this religion, the": {
    "guess": "Shinto",
    "confidence": [
      [
        "Sh",
        -0.011511539
      ],
      [
        "into",
        -0.0032572118
      ]
    ]
  },
  "A forthcoming essay by this philosopher discusses the nature of the self and is based on a lecture he gave entitled, \"The First Person.\" Other important unpublished works by him include a work on the theory of R.G. Collingwood as well as an algebraic proof of Godel's incompleteness theorem. His 1982 work on Philosophical  Investigations provided the most comprehensive account of Wittgenstein's account of rules and private language.  His best-known work uses the example of the possibility of heating": {
    "guess": "John McDowell",
    "confidence": [
      [
        "John",
        -0.9485784
      ],
      [
        " McD",
        -0.09613746
      ],
      [
        "owell",
        -0.00011534435
      ]
    ]
  },
  "The Forty Group was eventually absorbed into this movement, which was targeted in a raid called Operation Jock Scott. One of their most successful attacks was an arms raid on the Naivasha Police Station, prompting a new offensive against them, Operation Anvil, to be initiated by George Erskine. Henry": {
    "guess": "Mau Mau Uprising",
    "confidence": [
      [
        "M",
        -0.046575885
      ],
      [
        "au",
        -0.0001409658
      ],
      [
        " M",
        -3.7981175e-05
      ],
      [
        "au",
        -5.080963e-06
      ],
      [
        " U",
        -0.00046987622
      ],
      [
        "prising",
        -0.0002040172
      ]
    ]
  },
  "A forty-eight parchment manuscript full of descriptions of the banners left on the field of this battle is called the Banderia Prutenorum and was written by Johannes Longinus. Prior to this battle, the Peace of Raciaz was signed to put an end to the first Samogitian Urpsing, although the second one led directly to this engagement. The conflict in which this battle took place was ended by the Peace of Thorn, and victory here was made possible by the Union of Krewo. The victorious side in this battle placed the Drewenz River at their backs, and this battle was fought between the towns of Stebark and Ludwigsdorf. In this engagement, Grand Master Ulrich von Jungingen was defeated by the combined forces of Vytautas the Great and Wladyslaw II Jagiello. For 10 points, name this 1410 victory for Poland-Lithuania over the Teutonic Knights.": {
    "guess": "Battle of Grunwald",
    "confidence": [
      [
        "Battle",
        -0.032673314
      ],
      [
        " of",
        -0.00076567195
      ],
      [
        " Gr",
        -0.0030465238
      ],
      [
        "un",
        -7.1238996e-05
      ],
      [
        "wald",
        -8.1609716e-05
      ]
    ]
  },
  "Fossils of this period's Herrerasaurus are found in Argentina's Valley of the Moon. The most common fossils from the early part of this period belong to Lystrosaurus, one of the few surviving synapsids": {
    "guess": "Triassic",
    "confidence": [
      [
        "Tri",
        -0.0017463388
      ],
      [
        "assic",
        -3.1281633e-07
      ]
    ]
  },
  "The Forty Group was eventually absorbed into this movement, which was targeted in a raid called Operation Jock Scott. One of their most successful attacks was an arms raid on the Naivasha Police Station, prompting a new offensive against them, Operation Anvil, to be initiated by George Erskine. Henry Potter, the acting governor, was replaced by Evelyn Baring during the outbreak of this movement's violence. Eric Bowyer, who was killed with pangas, became the first white victim attributed to this group, whose leadership included a man called General China, as well as Field Marshall Dedan Kimathi. Responsible for a massacre at Lari, this is, FTP, what militant group of 1950's rebels opposing British colonialism in Kenya?": {
    "guess": "Mau Mau Uprising",
    "confidence": [
      [
        "M",
        -0.010917537
      ],
      [
        "au",
        -1.7835755e-05
      ],
      [
        " M",
        -0.00022999993
      ],
      [
        "au",
        -6.392203e-06
      ],
      [
        " U",
        -0.007425957
      ],
      [
        "prising",
        -0.00016992862
      ]
    ]
  },
  "Forty-seven different men worked on its preparation according to fifteen rules. It was created as a result of John Reynolds's motion at the Hampton Court Conference. First prepared from 1604 from 1611, it was followed by many revisions, including a still-used edition supervised by Samuel Wilberforce.": {
    "guess": "King James Version",
    "confidence": [
      [
        "King",
        -0.14324625
      ],
      [
        " James",
        -0.00011892046
      ],
      [
        " Version",
        -0.025599757
      ]
    ]
  },
  "Fort Good Hope lies along this river, which is located west of the Franklin mountains after passing by Wrigley. The Laird River joins it near Fort Simpson, and Richards Island is the largest island located near its delta, which lies to the west of Richardson Mountains and is bounded by Shoalwater Bay. It initially flows to the west, south of Horn Plateau, but turns north, running parallel to its namesake mountains eventually emptying into the Beaufort Sea. It originates at the Great Slave Lake, and is named for a man, who initially called it \"Disappointment River\" after navigating its course in 1789. For 10 points, name this longest river in Canada.": {
    "guess": "Mackenzie River",
    "confidence": [
      [
        "M",
        -0.005226529
      ],
      [
        "ack",
        -3.5954712e-05
      ],
      [
        "enzie",
        -0.00014108501
      ],
      [
        " River",
        -1.6762922e-05
      ]
    ]
  },
  "Forty-seven different men worked on its preparation according to fifteen rules. It was created as a result of John Reynolds's motion at the Hampton Court Conference. First prepared from 1604 from 1611,": {
    "guess": "King James Version",
    "confidence": [
      [
        "King",
        -0.024980584
      ],
      [
        " James",
        -0.00083726563
      ],
      [
        " Version",
        -0.036325257
      ]
    ]
  },
  "Forty life-sized statues were to surround it and it was to be 7 meters wide, 11 meters deep and 8 meters high.  It was to be free-standing with the centerpiece in the shape of an oval.  According to the iconographic plan, it was to consist of three levels in accordance with the Christian world.  In 1513,": {
    "guess": "Tomb of Julius II",
    "confidence": [
      [
        "T",
        -0.3544437
      ],
      [
        "omb",
        -0.0032793102
      ],
      [
        " of",
        -0.00053599395
      ],
      [
        " Julius",
        -0.21578059
      ],
      [
        " II",
        -0.00033736945
      ]
    ]
  },
  "Fort Good Hope lies along this river, which is located west of the Franklin mountains after passing by Wrigley. The Laird River joins it near Fort Simpson, and Richards Island is the largest island located near its delta, which lies to the west of Richardson Mountains and is bounded by Shoalwater Bay. It initially flows to the west, south of Horn Plateau, but turns north, running parallel to its namesake mountains eventually emptying into the Beaufort Sea. It originates at the Great Slave Lake, and is named for a man, who initially called it \"Disappointment River\" after navigating its course in": {
    "guess": "Mackenzie River",
    "confidence": [
      [
        "M",
        -0.02860057
      ],
      [
        "ack",
        -3.9650025e-05
      ],
      [
        "enzie",
        -0.00016635252
      ],
      [
        " River",
        -1.1637165e-05
      ]
    ]
  },
  "A forty-eight parchment manuscript full of descriptions of the banners left on the field of this battle": {
    "guess": "Battle of Gettysburg",
    "confidence": [
      [
        "Battle",
        -0.04437833
      ],
      [
        " of",
        -0.0028956905
      ],
      [
        " Get",
        -1.3686483
      ],
      [
        "t",
        -5.419287e-05
      ],
      [
        "ys",
        -3.2929079e-06
      ],
      [
        "burg",
        -2.5941605e-05
      ]
    ]
  },
  "A forty-eight parchment manuscript full of descriptions of the banners left on the field of this battle is called the Banderia Prutenorum and was written by Johannes Longinus. Prior to this battle, the": {
    "guess": "Battle of Grunwald",
    "confidence": [
      [
        "Battle",
        -0.010646768
      ],
      [
        " of",
        -7.433829e-05
      ],
      [
        " Gr",
        -0.38402057
      ],
      [
        "un",
        -0.00016647171
      ],
      [
        "wald",
        -4.604148e-06
      ]
    ]
  }
}