{
  "The coelomic (SEE-loh-mihk) sac, found in the coxal glands of crustaceans, is analogous to this microscopic structure in mammals. It has both vascular and urinary poles, and Bright's disease causes this structure to become blocked with crystals and epithelial cells. Ultrafiltering podocytes in this structure can collect solutes smaller than eight nanometers, explaining the high concentration of salt and sugar in its lumen. The proximal tubule links this structure to the loop of Henle and it forms the renal corpuscle together with the structure it surrounds, the glomeru- lus. Named for a nineteenth-century anatomist, identify this cup-like component of the nephron that first collects the blood filtrate during urine production.": {
    "guess": "Bowman's capsule",
    "confidence": [
      [
        "Bow",
        -0.46826512
      ],
      [
        "man",
        -0.0006856294
      ],
      [
        "'s",
        -0.003063034
      ],
      [
        " capsule",
        -0.0032535272
      ]
    ]
  },
  "Coelenterazine is oxidized to coelenteramide and a quantum of blue light is released when the three  sites of this motif are bound in aequorin. Proteins like sorcin, ALG-2, and peflin are notable for having five of these motifs. Two of these motifs characterize a family of proteins named for their solubility in a 100%  saturated solution of ammonium sulfate, the S100 subfamily. The amino acid at position 12 in this motif,  denoted with a hyphen Z, must provide two oxygens for a bidentate ligand, so that residue is almost  always glutamate, although it can be aspartate in parvalbumin. This motif has a high affinity for  strontium since strontium is chemical y similar to the ion it binds, and it is found in such prominent  proteins as troponin C and calmodulin. For 10 points, identify this most common calcium-binding motif  in proteins that is named for being the third helix-loop-helix domain in parvalbumin after the AB and CD  domains.": {
    "guess": "EF-hand",
    "confidence": [
      [
        "EF",
        -0.0066513107
      ],
      [
        "-hand",
        -0.5785254
      ]
    ]
  },
  "The coelomic (SEE-loh-mihk) sac, found in the coxal glands of crustaceans, is analogous to this microscopic structure in mammals. It has both vascular and urinary poles, and Bright's disease causes this": {
    "guess": "Glomerulus",
    "confidence": [
      [
        "Gl",
        -0.88286155
      ],
      [
        "omer",
        -1.378283e-05
      ],
      [
        "ulus",
        -0.0061279875
      ]
    ]
  },
  "Coelenterazine is oxidized to coelenteramide and a quantum of blue light is released when the three  sites of this motif are bound in aequorin. Proteins like sorcin, ALG-2, and peflin are notable for having five of these motifs. Two of these motifs characterize a family of proteins named for their solubility in a 100%  saturated solution of ammonium sulfate, the S100 subfamily. The amino acid at position 12 in this motif,  denoted with a hyphen Z, must provide two oxygens for a bidentate ligand, so that residue is almost  always glutamate, although it can be aspartate in parvalbumin. This motif": {
    "guess": "EF-hand",
    "confidence": [
      [
        "EF",
        -0.02093375
      ],
      [
        "-hand",
        -0.30101946
      ]
    ]
  },
  "Coelenterazine is oxidized to coelenteramide and a quantum of blue light is released when the three  sites of this motif are bound in aequorin. Proteins like sorcin, ALG-2, and peflin are notable for having five of these motifs. Two of these motifs characterize a family of proteins named for their solubility": {
    "guess": "EF-hand",
    "confidence": [
      [
        "EF",
        -0.61162645
      ],
      [
        "-hand",
        -0.14430946
      ]
    ]
  },
  "The coelomic (SEE-loh-mihk) sac, found in the coxal glands of crustaceans, is analogous to this microscopic structure in mammals. It has both vascular and urinary poles, and Bright's disease causes this structure to become blocked with crystals and epithelial cells. Ultrafiltering podocytes in this structure can collect solutes smaller than eight nanometers, explaining the high concentration of salt and sugar in its lumen. The proximal tubule links this structure to the loop of Henle and it forms": {
    "guess": "Nephron",
    "confidence": [
      [
        "N",
        -0.9128514
      ],
      [
        "eph",
        -7.226629e-06
      ],
      [
        "ron",
        -3.631232e-05
      ]
    ]
  },
  "The coelomic (SEE-loh-mihk) sac, found in the coxal glands of crustaceans, is analogous to this microscopic structure in mammals. It has both vascular and urinary poles, and Bright's disease causes this structure to become blocked with crystals and epithelial cells. Ultrafiltering podocytes in this structure can collect solutes smaller than eight nanometers, explaining the high concentration of salt and sugar in its lumen. The proximal tubule links this structure to the loop of Henle and it forms the renal corpuscle together with the structure it surrounds, the glomeru- lus. Named for a nineteenth-century": {
    "guess": "Nephron",
    "confidence": [
      [
        "N",
        -0.8379801
      ],
      [
        "eph",
        -0.0001508597
      ],
      [
        "ron",
        -7.862962e-05
      ]
    ]
  },
  "A coefficient associated with this force is equal to one when stagnation pressure builds up over an entire surface. Potential flow solutions to the Euler equation indicate that this force should be zero": {
    "guess": "Drág",
    "confidence": [
      [
        "Dr",
        -0.8919102
      ],
      [
        "ág",
        -0.0021838073
      ]
    ]
  },
  "Coelenterazine is oxidized to coelenteramide and a quantum of blue light is released when the three  sites of this motif are bound in aequorin. Proteins like sorcin, ALG-2, and peflin are notable for having": {
    "guess": "Bioluminescence",
    "confidence": [
      [
        "Bi",
        -1.0245382
      ],
      [
        "olum",
        -2.0458236e-05
      ],
      [
        "ines",
        -0.0017950162
      ],
      [
        "cence",
        -0.0056169583
      ]
    ]
  },
  "It was co-discovered by its namesake and Robert Ochsenfeld in 1933. When tin crystlals were cooled below 3.72 Kelvin, the earth's magnetic field was expelled. A partial effect can be seen in some materials": {
    "guess": "Meissner effect",
    "confidence": [
      [
        "Me",
        -0.37104276
      ],
      [
        "iss",
        -0.0002357217
      ],
      [
        "ner",
        -2.5226382e-05
      ],
      [
        " effect",
        -0.28262243
      ]
    ]
  },
  "Coelenterazine is oxidized to coelenteramide and a quantum of blue light is released when the three  sites of this motif are bound in aequorin. Proteins like sorcin, ALG-2, and peflin are notable for having five of these motifs. Two of these motifs characterize a family of proteins named for their solubility in a 100%  saturated solution of ammonium sulfate, the S100 subfamily. The amino acid at position": {
    "guess": "EF-hand",
    "confidence": [
      [
        "EF",
        -0.041773748
      ],
      [
        "-hand",
        -0.17970976
      ]
    ]
  },
  "The coelomic (SEE-loh-mihk) sac, found in the coxal glands of crustaceans, is analogous to this microscopic": {
    "guess": "Nephridia",
    "confidence": [
      [
        "N",
        -0.8154985
      ],
      [
        "eph",
        -0.0010378103
      ],
      [
        "rid",
        -0.052597396
      ],
      [
        "ia",
        -0.5888871
      ]
    ]
  },
  "A coefficient associated with this force is equal to one when stagnation pressure builds up over an entire surface. Potential flow solutions to the Euler equation indicate that this force should be zero in direct opposition to observation in a paradox named after Jean d'Alembert. The power needed to": {
    "guess": "Potential flow",
    "confidence": [
      [
        "Potential",
        -0.92351985
      ],
      [
        " flow",
        -0.0070125447
      ]
    ]
  },
  "It was co-discovered by its namesake and Robert Ochsenfeld in 1933. When tin crystlals were cooled below 3.72 Kelvin, the earth's magnetic field was expelled. A partial effect can be seen in some materials like vanadium and niobium, called type II superconductors, while an external magnetic field can": {
    "guess": "Meissner effect",
    "confidence": [
      [
        "Me",
        -0.112427786
      ],
      [
        "iss",
        -8.566264e-05
      ],
      [
        "ner",
        -8.657073e-06
      ],
      [
        " effect",
        -0.1588551
      ]
    ]
  },
  "A coefficient associated with this force is equal to one when stagnation pressure builds up over an entire surface. Potential flow solutions to the Euler equation indicate that this force should be zero in direct opposition to observation in a paradox named after Jean d'Alembert. The power needed to overcome this force is proportional to the third power of velocity and at very low Reynolds numbers, this force for spherical objects is proportional to the fluid velocity, according to Stokes' Law. This force leads to an object reaching terminal velocity and counteracts thrust. For 10 points, name this force which opposes an object's motion through fluid, including air.": {
    "guess": "Drag (physics)",
    "confidence": [
      [
        "Drag",
        -0.27735916
      ],
      [
        " (",
        -0.0015627155
      ],
      [
        "physics",
        -0.0023764847
      ],
      [
        ")",
        -3.650519e-06
      ]
    ]
  },
  "A coefficient associated with this force is equal to one when stagnation pressure builds up over an entire surface. Potential flow solutions to the Euler equation indicate that this force should be zero in direct opposition to observation in a paradox named after Jean d'Alembert. The power needed to overcome this force is proportional to the third power of velocity and at very low Reynolds numbers,": {
    "guess": "D'Alembert's paradox",
    "confidence": [
      [
        "D",
        -0.83385617
      ],
      [
        "'A",
        -0.02287305
      ],
      [
        "le",
        -2.2246291e-05
      ],
      [
        "mb",
        -9.968313e-06
      ],
      [
        "ert",
        -0.00018327577
      ],
      [
        "'s",
        -0.0014978413
      ],
      [
        " paradox",
        -0.078626126
      ]
    ]
  },
  "Coelenterazine is oxidized to coelenteramide and a quantum of blue light is released when the three ": {
    "guess": "Aequorin",
    "confidence": [
      [
        "A",
        -0.8387615
      ],
      [
        "equ",
        -0.00025680976
      ],
      [
        "or",
        -0.12037128
      ],
      [
        "in",
        -0.0015205762
      ]
    ]
  },
  "It was co-discovered by its namesake and Robert Ochsenfeld in 1933. When tin crystlals were cooled below": {
    "guess": "Meissner-Ochsenfeld effect",
    "confidence": [
      [
        "Me",
        -0.019311734
      ],
      [
        "iss",
        -7.767599e-05
      ],
      [
        "ner",
        -1.5928495e-05
      ],
      [
        "-O",
        -0.26241493
      ],
      [
        "ch",
        -0.001075088
      ],
      [
        "sen",
        -5.0378356e-05
      ],
      [
        "feld",
        -3.631232e-05
      ],
      [
        " effect",
        -0.037597265
      ]
    ]
  },
  "The coelomic (SEE-loh-mihk) sac, found in the coxal glands of crustaceans, is analogous to this microscopic structure in mammals. It has both vascular and urinary poles, and Bright's disease causes this structure to become blocked with crystals and epithelial cells. Ultrafiltering podocytes in this structure can collect solutes smaller than eight nanometers, explaining the high concentration of salt and sugar in its lumen. The proximal tubule links this structure to the loop of Henle and it forms the renal corpuscle together with the structure it surrounds, the glomeru- lus. Named for a nineteenth-century anatomist, identify this cup-like component of the nephron that first collects the blood": {
    "guess": "Bowman's capsule",
    "confidence": [
      [
        "Bow",
        -0.703241
      ],
      [
        "man",
        -0.0014679615
      ],
      [
        "'s",
        -0.006880188
      ],
      [
        " capsule",
        -0.008111906
      ]
    ]
  },
  "It was co-discovered by its namesake and Robert Ochsenfeld in 1933. When tin crystlals were cooled below 3.72 Kelvin, the earth's magnetic field was expelled. A partial effect can be seen in some materials like vanadium and niobium, called type II superconductors, while an external magnetic field can be made so strong that the effect does not occur. FTP, name this effect, the falling off of the magnetic flux within a superconductor when it is cooled below a critical temperature in a magnetic field.": {
    "guess": "Meissner effect",
    "confidence": [
      [
        "Me",
        -0.062182672
      ],
      [
        "iss",
        -0.0006392885
      ],
      [
        "ner",
        -2.6656826e-05
      ],
      [
        " effect",
        -0.124207124
      ]
    ]
  },
  "It was co-discovered by its namesake and Robert Ochsenfeld in 1933. When tin crystlals were cooled below 3.72 Kelvin, the earth's magnetic field was expelled. A partial effect can be seen in some materials like vanadium and niobium, called type II superconductors, while an external magnetic field can be made so strong that the effect does not occur. FTP, name this effect, the falling off of the magnetic": {
    "guess": "Meissner effect",
    "confidence": [
      [
        "Me",
        -0.058740027
      ],
      [
        "iss",
        -0.00015097891
      ],
      [
        "ner",
        -5.2001665e-06
      ],
      [
        " effect",
        -0.19459975
      ]
    ]
  },
  "The coelomic (SEE-loh-mihk) sac, found in the coxal glands of crustaceans, is analogous to this microscopic structure in mammals. It has both vascular and urinary poles, and Bright's disease causes this structure to become blocked with crystals and epithelial cells. Ultrafiltering podocytes in this structure can collect solutes smaller than eight nanometers, explaining the high concentration of salt": {
    "guess": "Glomerulus",
    "confidence": [
      [
        "Gl",
        -0.1992776
      ],
      [
        "omer",
        -4.8425554e-06
      ],
      [
        "ulus",
        -0.00013142951
      ]
    ]
  },
  "Coelenterazine is oxidized to coelenteramide and a quantum of blue light is released when the three  sites of this motif are bound in aequorin. Proteins like sorcin, ALG-2, and peflin are notable for having five of these motifs. Two of these motifs characterize a family of proteins named for their solubility in a 100%  saturated solution of ammonium sulfate, the S100 subfamily. The amino acid at position 12 in this motif,  denoted with a hyphen Z, must provide two oxygens for a bidentate ligand, so that residue is almost  always glutamate, although it can be aspartate in parvalbumin. This motif has a high affinity for  strontium since strontium is chemical y similar to the ion it binds, and it": {
    "guess": "EF-hand",
    "confidence": [
      [
        "EF",
        -0.061750405
      ],
      [
        "-hand",
        -0.3867106
      ]
    ]
  },
  "Coelenterazine is oxidized to coelenteramide and a quantum of blue light is released when the three  sites of this motif are bound in aequorin. Proteins like sorcin, ALG-2, and peflin are notable for having five of these motifs. Two of these motifs characterize a family of proteins named for their solubility in a 100%  saturated solution of ammonium sulfate, the S100 subfamily. The amino acid at position 12 in this motif,  denoted with a hyphen Z, must provide two oxygens for a bidentate ligand, so that residue is almost  always glutamate, although it can be aspartate in parvalbumin. This motif has a high affinity for  strontium since strontium is chemical y similar to the ion it binds, and it is found in such prominent  proteins as troponin C and calmodulin. For 10 points, identify this most": {
    "guess": "EF-hand",
    "confidence": [
      [
        "EF",
        -0.092517175
      ],
      [
        "-hand",
        -0.24208768
      ]
    ]
  },
  "Coelenterazine is oxidized to coelenteramide and a quantum of blue light is released when the three  sites of this motif are bound in aequorin. Proteins like sorcin, ALG-2, and peflin are notable for having five of these motifs. Two of these motifs characterize a family of proteins named for their solubility in a 100%  saturated solution of ammonium sulfate, the S100 subfamily. The amino acid at position 12 in this motif,  denoted with a hyphen Z, must provide two oxygens for a bidentate ligand,": {
    "guess": "EF-hand",
    "confidence": [
      [
        "EF",
        -0.037321907
      ],
      [
        "-hand",
        -0.08376479
      ]
    ]
  },
  "Coelenterazine is oxidized to coelenteramide and a quantum of blue light is released when the three  sites of this motif are bound in aequorin. Proteins like sorcin, ALG-2, and peflin are notable for having five of these motifs. Two of these motifs characterize a family of proteins named for their solubility in a 100%  saturated solution of ammonium sulfate, the S100 subfamily. The amino acid at position 12 in this motif,  denoted with a hyphen Z, must provide two oxygens for a bidentate ligand, so that residue is almost  always glutamate, although it can be aspartate in parvalbumin. This motif has a high affinity for  strontium since strontium is chemical y similar to the ion it binds, and it is found in such prominent  proteins as troponin C and calmodulin. For 10 points, identify this most common calcium-binding motif  in proteins that is named for being the third helix-loop-helix domain": {
    "guess": "EF hand",
    "confidence": [
      [
        "EF",
        -0.02278368
      ],
      [
        " hand",
        -0.65335107
      ]
    ]
  },
  "The coelomic (SEE-loh-mihk) sac, found in the coxal glands of crustaceans, is analogous to this microscopic structure in mammals. It has both vascular and urinary poles, and Bright's disease causes this structure to become blocked with crystals and epithelial cells. Ultrafiltering podocytes in this structure": {
    "guess": "Glomerulus",
    "confidence": [
      [
        "Gl",
        -0.39172697
      ],
      [
        "omer",
        -1.0564331e-05
      ],
      [
        "ulus",
        -0.0006271334
      ]
    ]
  },
  "A coefficient associated with this force is equal to one when stagnation pressure builds up over an entire": {
    "guess": "Pressure coefficient",
    "confidence": [
      [
        "Pressure",
        -0.4967427
      ],
      [
        " coefficient",
        -0.006977737
      ]
    ]
  },
  "A coefficient associated with this force is equal to one when stagnation pressure builds up over an entire surface. Potential flow solutions to the Euler equation indicate that this force should be zero in direct opposition to observation in a paradox named after Jean d'Alembert. The power needed to overcome this force is proportional to the third power of velocity and at very low Reynolds numbers, this force for spherical objects is proportional to the fluid velocity, according to Stokes' Law. This": {
    "guess": "Drág",
    "confidence": [
      [
        "Dr",
        -0.51808923
      ],
      [
        "ág",
        -0.007074925
      ]
    ]
  },
  "A coefficient associated with this force is equal to one when stagnation pressure builds up over an entire surface. Potential flow solutions to the Euler equation indicate that this force should be zero in direct opposition to observation in a paradox named after Jean d'Alembert. The power needed to overcome this force is proportional to the third power of velocity and at very low Reynolds numbers, this force for spherical objects is proportional to the fluid velocity, according to Stokes' Law. This force leads to an object reaching terminal velocity and counteracts thrust. For 10 points, name": {
    "guess": "Drag (physics)",
    "confidence": [
      [
        "Drag",
        -0.4041821
      ],
      [
        " (",
        -0.012525658
      ],
      [
        "physics",
        -0.006197657
      ],
      [
        ")",
        -1.0445127e-05
      ]
    ]
  }
}