{
  "Michael Hardt's preface to Negri's book The Savage Anomaly discusses this work's usage of the terms \"potestas\" and \"potentia\", and is entitled \"The Anatomy of Power\". This work criticizes those who argue that \"God made all thigns for the sake of himself\", by calling the will of God the \"sanctuary of ignorance\". This work's section on \"The Power of the Understanding\", is concerned with emotions and begins by examining \"Mental Freedom or Blessedness;\" that section also defines the concepts of good,": {
    "guess": "Ethics",
    "confidence": [
      [
        "Eth",
        -0.06931876
      ],
      [
        "ics",
        -0.0009736366
      ]
    ]
  },
  "A microscopic mechanism that causes this phenomenon is called microvoid coalescence, and in one regime, the strain energy release rate caused by this process is equal to the J integral. The \"conchoidal\" type of this phenomenon begins at a swelling called the \"bulb of percussion\". Considering the surface-energy increase caused by this process leads to a derivation of Griffiths' criterion for it. This phenomenon occurs in three different modes: opening, in-plane, and out-of- plane. This phenomenon is marked by an X on the end of a stress-strain curve, and it happens more easily in brittle materials": {
    "guess": "Fracture mechanics",
    "confidence": [
      [
        "Fr",
        -0.039742507
      ],
      [
        "act",
        -4.246537e-06
      ],
      [
        "ure",
        -1.0087517e-05
      ],
      [
        " mechanics",
        -0.38184187
      ]
    ]
  },
  "Michael Wade evaluated the effects of this phenomenon on the adult population size of lab Tribolium beetles. Eldakar et al. claimed that this phenomenon exists in the wild on the basis of the effect of population structure on sexual conflict in  water striders. The \"structured deme\" model of this phenomenon was proposed by D.S. Wilson. Wynne-Edwards was an  early proponent of this idea, but was refuted by G.C. Williams, who claimed that whatever effects this concept may have  are mitigated because": {
    "guess": "Group selection",
    "confidence": [
      [
        "Group",
        -0.041714866
      ],
      [
        " selection",
        -0.0015273597
      ]
    ]
  },
  "Michael Harrington envisioned this organization as a youth auxiliary to the LID, but quickly lost control of it. Four years after its founding, its members developed the Economic Research and Action Project to politically organize Northern slum-dwellers, but the program lasted only four more years. ": {
    "guess": "Students for a Democratic Society",
    "confidence": [
      [
        "Students",
        -0.0035611081
      ],
      [
        " for",
        -1.998142e-05
      ],
      [
        " a",
        -1.5809293e-05
      ],
      [
        " Democratic",
        -3.5313153e-06
      ],
      [
        " Society",
        -4.441817e-05
      ]
    ]
  },
  "A microscopic mechanism that causes this phenomenon is called microvoid coalescence, and in one regime, the strain energy release rate caused by this process is equal to the J integral. The \"conchoidal\" type of this phenomenon begins at a swelling called the \"bulb of percussion\". Considering the surface-energy increase caused by this process leads to a derivation of Griffiths' criterion for it. This phenomenon occurs in three different modes: opening, in-plane, and out-of- plane. This phenomenon is marked by an X on the end of a stress-strain curve, and it happens more easily in brittle materials than ductile materials. For 10 points, name this phenomenon in which an applied stress causes a material": {
    "guess": "Fracture mechanics",
    "confidence": [
      [
        "Fr",
        -0.0391192
      ],
      [
        "act",
        -4.246537e-06
      ],
      [
        "ure",
        -1.60477e-05
      ],
      [
        " mechanics",
        -0.5387896
      ]
    ]
  },
  "Both Michel Tournier and Georg Kaiser have written of this figure as closely connected to the serial": {
    "guess": "Serialism",
    "confidence": [
      [
        "Serial",
        -1.161168
      ],
      [
        "ism",
        -0.815801
      ]
    ]
  },
  "Michael D'Antonio wrote a 2007 biography of this man's \"Extraordinary Life of Wealth, Empire and Utopian Dreams.\" This man established a model community after visiting a similar commune in England called Bournville. He was well served by his executives William Murrie and Harry Lebkicher, and his namesake preparatory school has eight times the endowment of Phillips Exeter Academy. This man built an all-electric railroad between Matanzas and Havana to supply his namesake company town and (*) sugar mill in Cuba. This man's namesake process made his products less sensitive to poor milk quality, and he was a rival of Forrest Mars. This man's company provided Ration D Bars to soldiers during World": {
    "guess": "Milton S. Hershey",
    "confidence": [
      [
        "M",
        -0.025475305
      ],
      [
        "ilton",
        -1.18755715e-05
      ],
      [
        " S",
        -0.09432434
      ],
      [
        ".",
        -0.008751419
      ],
      [
        " Hers",
        -0.00014466111
      ],
      [
        "hey",
        -2.6299214e-05
      ]
    ]
  },
  "Mick Kelly's first grown-up party is a disaster, and Dr. Copeland is severly beaten by a white crowd after his son has been tied up in a cold shack and lost both of his feet to gangrene. Jake Blount speaks to the doctor afterward, unintentionally insulting him; after all, the boarder, Mr. Singer, was the only white man who had ever seemed to understand him. After his roommate of ten years, a Greek man, dies, Mr. Singer kills himself, and his friends wonder who will listen to their problems now. FTP,": {
    "guess": "The Heart is a Lonely Hunter",
    "confidence": [
      [
        "The",
        -0.0077597043
      ],
      [
        " Heart",
        -0.0010912814
      ],
      [
        " is",
        -0.21300274
      ],
      [
        " a",
        -0.00066668703
      ],
      [
        " Lonely",
        -0.00024406596
      ],
      [
        " Hunter",
        -3.22594e-05
      ]
    ]
  },
  "A microscopic mechanism that causes this phenomenon is called microvoid coalescence, and in one regime, the strain energy release rate caused by this process is equal to the J integral. The \"conchoidal\" type of this phenomenon begins at a swelling called the \"bulb of percussion\". Considering the surface-energy increase caused by this process leads to a derivation of Griffiths' criterion for it. This phenomenon occurs in three different modes: opening, in-plane, and out-of- plane. This phenomenon is marked by an X on the end of a stress-strain curve, and it happens more easily in brittle materials than ductile materials. For 10 points, name this phenomenon in which an applied stress causes a material to break in two.": {
    "guess": "Fracture mechanics",
    "confidence": [
      [
        "Fr",
        -0.054767855
      ],
      [
        "act",
        -6.511407e-06
      ],
      [
        "ure",
        -2.4272753e-05
      ],
      [
        " mechanics",
        -0.49064654
      ]
    ]
  },
  "Michael D'Antonio wrote a 2007 biography of this man's \"Extraordinary Life of Wealth, Empire and Utopian": {
    "guess": "Cecil Rhodes",
    "confidence": [
      [
        "C",
        -0.008662198
      ],
      [
        "ec",
        -0.0003090063
      ],
      [
        "il",
        -2.3319124e-05
      ],
      [
        " Rhodes",
        -0.00020711649
      ]
    ]
  },
  "In 2008, Michael Barbieri defeated this state's longest serving House Speaker, Terry Spence. After Michael": {
    "guess": "Speaker of the Kentucky House of Representatives",
    "confidence": [
      [
        "Speaker",
        -0.5153507
      ],
      [
        " of",
        -0.0033457286
      ],
      [
        " the",
        -0.0008879951
      ],
      [
        " Kentucky",
        -0.5425903
      ],
      [
        " House",
        -3.23786e-05
      ],
      [
        " of",
        -1.0921943e-05
      ],
      [
        " Representatives",
        -0.00069611194
      ]
    ]
  },
  "In Micronesian myth, the great conger eel Riiki assisted in this task. In Mayan myth, this task was accomplished": {
    "guess": "Creation myth",
    "confidence": [
      [
        "Creation",
        -0.082043625
      ],
      [
        " myth",
        -0.48309097
      ]
    ]
  },
  "A microscopic mechanism that causes this phenomenon is called microvoid coalescence, and in one regime, the strain energy release rate caused by this process is equal to the J integral. The \"conchoidal\" type of this phenomenon begins at a swelling called the \"bulb of percussion\". Considering the surface-energy": {
    "guess": "Fracture mechanics",
    "confidence": [
      [
        "Fr",
        -0.0040235454
      ],
      [
        "act",
        -9.0883464e-07
      ],
      [
        "ure",
        -3.650519e-06
      ],
      [
        " mechanics",
        -0.025205532
      ]
    ]
  },
  "Michael Hardt's preface to Negri's book The Savage Anomaly discusses this work's usage of the terms \"potestas\" and \"potentia\", and is entitled \"The Anatomy of Power\". This work criticizes those who argue": {
    "guess": "The Prince",
    "confidence": [
      [
        "The",
        -0.734841
      ],
      [
        " Prince",
        -0.07532291
      ]
    ]
  },
  "A microscopic mechanism that causes this phenomenon is called microvoid coalescence, and in one regime, the strain energy release rate caused by this process is equal to the J integral. The \"conchoidal\"": {
    "guess": "Fracture mechanics",
    "confidence": [
      [
        "Fr",
        -0.20106699
      ],
      [
        "act",
        -1.0921943e-05
      ],
      [
        "ure",
        -0.00025120718
      ],
      [
        " mechanics",
        -0.052281804
      ]
    ]
  },
  "Michael Harrington envisioned this organization as a youth auxiliary to the LID, but quickly lost control of it. Four years after its founding, its members developed the Economic Research and Action Project": {
    "guess": "Students for a Democratic Society",
    "confidence": [
      [
        "Students",
        -0.42234802
      ],
      [
        " for",
        -0.00012415809
      ],
      [
        " a",
        -0.00012296606
      ],
      [
        " Democratic",
        -3.1424974e-05
      ],
      [
        " Society",
        -6.146429e-05
      ]
    ]
  },
  "Michel Cadotte led a trading post on Madeline Island, one of this state's black bear-filled Apostle Islands. The most recent advance of the Laurentide ice sheet is a glaciation named for this state, the": {
    "guess": "Wisconsin",
    "confidence": [
      [
        "Wis",
        -0.0049986863
      ],
      [
        "consin",
        -0.000111410634
      ]
    ]
  },
  "In 2008, Michael Barbieri defeated this state's longest serving House Speaker, Terry Spence. After Michael Castle was defeated in the Republican primary, this state's special Senatorial election race is led by Chris Coons over former anti-masturbation, current Tea Party candidate (*) Christine O'Donnell. A noted corporate haven, its Attorney General is Beau Biden, son of this state's former Senator, current Vice President Joe Biden. Name this state on the Eastern Seaboard, whose largest city is Wilmington and capital is Dover.": {
    "guess": "Delaware",
    "confidence": [
      [
        "Del",
        -0.0017685896
      ],
      [
        "aware",
        -0.0002514456
      ]
    ]
  },
  "Michael Wade evaluated the effects of this phenomenon on the adult population size of lab Tribolium beetles.": {
    "guess": "Genetic drift",
    "confidence": [
      [
        "Gen",
        -1.6002156
      ],
      [
        "etic",
        -0.050483882
      ],
      [
        " drift",
        -0.7137713
      ]
    ]
  },
  "In 2008, Michael Barbieri defeated this state's longest serving House Speaker, Terry Spence. After Michael Castle was defeated in the Republican primary, this state's special Senatorial election race is led by Chris Coons over former anti-masturbation, current Tea Party candidate (*) Christine O'Donnell. A noted corporate haven, its Attorney General is Beau Biden, son of this state's former Senator, current Vice President Joe Biden. Name this state on the Eastern Seaboard, whose largest city is Wilmington": {
    "guess": "Delaware",
    "confidence": [
      [
        "Del",
        -0.0050393716
      ],
      [
        "aware",
        -0.0001693326
      ]
    ]
  },
  "Michael D'Antonio wrote a 2007 biography of this man's \"Extraordinary Life of Wealth, Empire and Utopian Dreams.\" This man established a model community after visiting a similar commune in England called Bournville. He was well served by his executives William Murrie and Harry Lebkicher, and his namesake": {
    "guess": "Milton S. Hershey",
    "confidence": [
      [
        "M",
        -0.017157806
      ],
      [
        "ilton",
        -7.851042e-05
      ],
      [
        " S",
        -0.10253363
      ],
      [
        ".",
        -0.0041581765
      ],
      [
        " Hers",
        -0.00014442271
      ],
      [
        "hey",
        -4.990154e-05
      ]
    ]
  },
  "Michael Hardt's preface to Negri's book The Savage Anomaly discusses this work's usage of the terms \"potestas\" and \"potentia\", and is entitled \"The Anatomy of Power\". This work criticizes those who argue that \"God made all thigns for the sake of himself\", by calling the will of God the \"sanctuary of ignorance\". This work's section on \"The Power of the Understanding\", is concerned with emotions and begins by examining \"Mental Freedom or Blessedness;\" that section also defines the concepts of good, evil, contingent, and possible. Its second section on the \"nature and origin of the mind\", contains a \"digression on the nature of bodies\", that introduces several new axioms. Containing a subsection called \"Of Human Bondage\", it outlines an argument against Cartesian dualism using proofs in the style": {
    "guess": "Ethics (Spinoza)",
    "confidence": [
      [
        "Eth",
        -0.005092153
      ],
      [
        "ics",
        -0.0028423183
      ],
      [
        " (",
        -0.28555527
      ],
      [
        "Sp",
        -0.0015877007
      ],
      [
        "ino",
        -3.1305768e-05
      ],
      [
        "za",
        -4.334534e-05
      ],
      [
        ")",
        -7.0404574e-05
      ]
    ]
  },
  "Michael Harrington envisioned this organization as a youth auxiliary to the LID, but quickly lost control": {
    "guess": "Young Socialist League",
    "confidence": [
      [
        "Young",
        -0.7218188
      ],
      [
        " Socialist",
        -0.43289086
      ],
      [
        " League",
        -0.32363704
      ]
    ]
  },
  "Michael Harrington envisioned this organization as a youth auxiliary to the LID, but quickly lost control of it. Four years after its founding, its members developed the Economic Research and Action Project to politically organize Northern slum-dwellers, but the program lasted only four more years.  Upon its collapse, a small revolutionary group known as the Weathermen was all that remained.  Associated": {
    "guess": "Students for a Democratic Society",
    "confidence": [
      [
        "Students",
        -0.0034834202
      ],
      [
        " for",
        -4.0246043e-05
      ],
      [
        " a",
        -8.299462e-06
      ],
      [
        " Democratic",
        -9.729906e-06
      ],
      [
        " Society",
        -5.6934558e-05
      ]
    ]
  },
  "Michael D'Antonio wrote a 2007 biography of this man's \"Extraordinary Life of Wealth, Empire and Utopian Dreams.\" This man established a model community after visiting a similar commune in England called Bournville. He was well served by his executives William Murrie and Harry Lebkicher, and his namesake preparatory school has eight times the endowment of Phillips Exeter Academy. This man built an": {
    "guess": "Milton S. Hershey",
    "confidence": [
      [
        "M",
        -0.028462116
      ],
      [
        "ilton",
        -8.1490514e-05
      ],
      [
        " S",
        -0.35683954
      ],
      [
        ".",
        -0.0043534557
      ],
      [
        " Hers",
        -0.00024429336
      ],
      [
        "hey",
        -3.8100377e-05
      ]
    ]
  },
  "Michael Harrington envisioned this organization as a youth auxiliary to the LID, but quickly lost control of it. Four years after its founding, its members developed the Economic Research and Action Project to politically organize Northern slum-dwellers, but the program lasted only four more years.  Upon its collapse, a small revolutionary group known as the Weathermen was all that remained.  Associated with such men as Carl Ogelsby and Tom Hayden, its message was enunciated by the famous Port Huron Statement.  FTP, name this militant anti-war student organization of the 1960s.": {
    "guess": "Students for a Democratic Society",
    "confidence": [
      [
        "Students",
        -0.008109541
      ],
      [
        " for",
        -0.00029208304
      ],
      [
        " a",
        -0.0004923874
      ],
      [
        " Democratic",
        -5.7530575e-05
      ],
      [
        " Society",
        -0.00019257364
      ]
    ]
  },
  "In Micronesian myth, the great conger eel Riiki assisted in this task. In Mayan myth, this task was accomplished by the sons of Itzamna and Ixchel known as the Bacabs. This job was given to the slumbering giant Upelluri in Hittite myth, and in Norse myth the job was given to four dwarves named Austri,": {
    "guess": "World Tree",
    "confidence": [
      [
        "World",
        -1.0069641
      ],
      [
        " Tree",
        -0.43418097
      ]
    ]
  },
  "Michael Thomas recently published a work about the \"Reception\" of this philosopher.  He addressed the \"Poetics of Tobacco\" and Madame de Maintenon in his \"Counterfeit Money\" volume of Given Time.  Also": {
    "guess": "Jacques Derrida",
    "confidence": [
      [
        "Jac",
        -0.06215198
      ],
      [
        "ques",
        -3.7697225e-06
      ],
      [
        " D",
        -1.9385403e-05
      ],
      [
        "err",
        -3.1281633e-07
      ],
      [
        "ida",
        -2.577686e-06
      ]
    ]
  },
  "In Micronesian myth, the great conger eel Riiki assisted in this task. In Mayan myth, this task was accomplished by the sons of Itzamna and Ixchel known as the Bacabs. This job was given to the slumbering giant Upelluri in Hittite myth, and in Norse myth the job was given to four dwarves named Austri, Vestri, Suthri, and Northri. In Greek myth, this task was given to the oldest son of Iapetus, and in Egyptian myth it was accomplished by Shu, who supported his daughter Nut. In Greek myth, the Titan who was given this job earned a brief respite when he helped retrieve some golden apples, but Hercules tricked him into resuming his burden. FTP name this heavy labor carried out by Atlas.": {
    "guess": "Atlas myth",
    "confidence": [
      [
        "Atlas",
        -0.5154205
      ],
      [
        " myth",
        -0.55163455
      ]
    ]
  },
  "In 2008, Michael Barbieri defeated this state's longest serving House Speaker, Terry Spence. After Michael Castle was defeated in the Republican primary, this state's special Senatorial election race is": {
    "guess": "Delaware Senate election, 2010",
    "confidence": [
      [
        "Del",
        -0.55384076
      ],
      [
        "aware",
        -0.00032926726
      ],
      [
        " Senate",
        -1.2008232
      ],
      [
        " election",
        -0.24550939
      ],
      [
        ",",
        -0.1781852
      ],
      [
        " ",
        -0.002136579
      ],
      [
        "201",
        -0.050988358
      ],
      [
        "0",
        -0.0027696905
      ]
    ]
  },
  "Both Michel Tournier and Georg Kaiser have written of this figure as closely connected to the serial killer Gilles de Rais. One work about this figure by Jean Anouilh was entitled The Lark. In another work about this character, John de Stogumber fights for this figure's execution, and after confessing under torture this figure exclaims \"you think life is nothing but not being dead?\" This figure gets": {
    "guess": "Joan of Arc",
    "confidence": [
      [
        "Jo",
        -0.005994444
      ],
      [
        "an",
        -6.2729996e-06
      ],
      [
        " of",
        -0.00050692295
      ],
      [
        " Arc",
        -0.00025073037
      ]
    ]
  },
  "A microscopic mechanism that causes this phenomenon is called microvoid coalescence, and in one regime,": {
    "guess": "Void coalescence",
    "confidence": [
      [
        "Void",
        -0.42487574
      ],
      [
        " co",
        -0.5945554
      ],
      [
        "ales",
        -0.000947188
      ],
      [
        "cence",
        -0.0002975664
      ]
    ]
  },
  "Michael Thomas recently published a work about the \"Reception\" of this philosopher.  He addressed the \"Poetics of Tobacco\" and Madame de Maintenon in his \"Counterfeit Money\" volume of Given Time.  Also writing Echographies of Television, in his most famous work he tackles \"The Chain of Supplements\" (*) and posits \"the concept of writing should define the field of a science\".  The author of Specters": {
    "guess": "Jacques Derrida",
    "confidence": [
      [
        "Jac",
        -0.0161356
      ],
      [
        "ques",
        -8.971556e-05
      ],
      [
        " D",
        -8.10137e-05
      ],
      [
        "err",
        -8.89548e-06
      ],
      [
        "ida",
        -1.700133e-05
      ]
    ]
  },
  "Both Michel Tournier and Georg Kaiser have written of this figure as closely connected to the serial killer Gilles de Rais. One work about this figure by Jean Anouilh was entitled The Lark. In another work about this character, John de Stogumber fights for this figure's execution, and after confessing under torture this figure exclaims \"you think life is nothing but not being dead?\" This figure gets a reprieve in one work since her trial didn't cover the coronation of Charles VII. For 10 points, identify this character, the principal villain of Henry VI, Part 1, who Schiller called the Maid of Orleans, and George Bernard Shaw depicted as Saint Joan.": {
    "guess": "Joan of Arc",
    "confidence": [
      [
        "Jo",
        -0.030409249
      ],
      [
        "an",
        -2.3319124e-05
      ],
      [
        " of",
        -0.0018586764
      ],
      [
        " Arc",
        -0.0002880338
      ]
    ]
  },
  "Mick Kelly's first grown-up party is a disaster, and Dr. Copeland is severly beaten by a white crowd after his son has been tied up in a cold shack and lost both of his feet to gangrene. Jake Blount speaks to the doctor afterward, unintentionally insulting him; after all, the boarder, Mr. Singer, was the only white man who had ever seemed to understand him. After his roommate of ten years, a Greek": {
    "guess": "The Heart Is a Lonely Hunter",
    "confidence": [
      [
        "The",
        -0.03274254
      ],
      [
        " Heart",
        -0.019848637
      ],
      [
        " Is",
        -0.073729634
      ],
      [
        " a",
        -0.0010611523
      ],
      [
        " Lonely",
        -0.00020210995
      ],
      [
        " Hunter",
        -1.9146995e-05
      ]
    ]
  },
  "In 2008, Michael Barbieri defeated this state's longest serving House Speaker, Terry Spence. After Michael Castle was defeated in the Republican primary, this state's special Senatorial election race is led by Chris Coons over former anti-masturbation, current Tea Party candidate (*) Christine O'Donnell.": {
    "guess": "Delaware Senate election, 2010",
    "confidence": [
      [
        "Del",
        -0.14861028
      ],
      [
        "aware",
        -7.2073424e-05
      ],
      [
        " Senate",
        -0.3916014
      ],
      [
        " election",
        -0.21771115
      ],
      [
        ",",
        -0.08817815
      ],
      [
        " ",
        -0.0014564244
      ],
      [
        "201",
        -0.0044461396
      ],
      [
        "0",
        -0.0017114709
      ]
    ]
  },
  "Michael Thomas recently published a work about the \"Reception\" of this philosopher.  He addressed the": {
    "guess": "Jacques Derrida",
    "confidence": [
      [
        "Jac",
        -0.009252702
      ],
      [
        "ques",
        -7.016616e-05
      ],
      [
        " D",
        -4.429897e-05
      ],
      [
        "err",
        -3.888926e-06
      ],
      [
        "ida",
        -4.365741e-06
      ]
    ]
  },
  "Michael Wade evaluated the effects of this phenomenon on the adult population size of lab Tribolium beetles. Eldakar et al. claimed that this phenomenon exists in the wild on the basis of the effect of population structure on sexual conflict in  water striders. The \"structured deme\" model of this phenomenon was proposed by D.S. Wilson. Wynne-Edwards was an  early proponent of this idea, but was refuted by G.C. Williams, who claimed that whatever effects this concept may have  are mitigated because its namesake unit has a long generation time.  (*) Richard Dawkins argued against this idea and  advocated": {
    "guess": "Group selection",
    "confidence": [
      [
        "Group",
        -0.0010846134
      ],
      [
        " selection",
        -0.006742135
      ]
    ]
  },
  "Michael D'Antonio wrote a 2007 biography of this man's \"Extraordinary Life of Wealth, Empire and Utopian Dreams.\" This man established a model community after visiting a similar commune in England called Bournville. He was well served by his executives William Murrie and Harry Lebkicher, and his namesake preparatory school has eight times the endowment of Phillips Exeter Academy. This man built an all-electric railroad between Matanzas and Havana to supply his namesake company town and (*) sugar": {
    "guess": "Milton S. Hershey",
    "confidence": [
      [
        "M",
        -0.035896376
      ],
      [
        "ilton",
        -3.8577193e-05
      ],
      [
        " S",
        -0.15409173
      ],
      [
        ".",
        -0.003112711
      ],
      [
        " Hers",
        -0.00013214473
      ],
      [
        "hey",
        -3.5597102e-05
      ]
    ]
  },
  "In Micronesian myth, the great conger eel Riiki assisted in this task. In Mayan myth, this task was accomplished by the sons of Itzamna and Ixchel known as the Bacabs. This job was given to the slumbering giant Upelluri in Hittite myth, and in Norse myth the job was given to four dwarves named Austri, Vestri, Suthri, and Northri. In Greek myth, this task was given to the oldest son of Iapetus, and": {
    "guess": "Creation of the World",
    "confidence": [
      [
        "Creation",
        -0.80709743
      ],
      [
        " of",
        -0.22376546
      ],
      [
        " the",
        -0.027264867
      ],
      [
        " World",
        -0.16842014
      ]
    ]
  },
  "Mick Kelly's first grown-up party is a disaster, and Dr. Copeland is severly beaten by a white crowd after his son has been tied up in a cold shack and lost both of his feet to gangrene. Jake Blount speaks": {
    "guess": "The Heart Is a Lonely Hunter",
    "confidence": [
      [
        "The",
        -0.0073889135
      ],
      [
        " Heart",
        -0.2723788
      ],
      [
        " Is",
        -0.067209914
      ],
      [
        " a",
        -0.00031019835
      ],
      [
        " Lonely",
        -0.00012546933
      ],
      [
        " Hunter",
        -2.355753e-05
      ]
    ]
  },
  "As a micronutrient, this element interacts with calcium in plants and helps maintain their cell walls. In an alloy with neodymium and iron, atoms of this element form the strongest permanent magnets. Found in colemanite and the optically bizarre ore ulexite, this element's [*] hydride contains ‘banana bonds' and is a Lewis acid. Its oxide is found with silica in labware made of Pyrex glass, and this lightest element with electrons in a p-shell usually requires six valence electrons to be stable,": {
    "guess": "Boron",
    "confidence": [
      [
        "B",
        -0.0062577156
      ],
      [
        "oron",
        -0.00010235115
      ]
    ]
  },
  "Michael Wade evaluated the effects of this phenomenon on the adult population size of lab Tribolium beetles. Eldakar et al. claimed that this phenomenon exists in the wild on the basis of the effect of": {
    "guess": "Sexual conflict",
    "confidence": [
      [
        "Sex",
        -1.5702096
      ],
      [
        "ual",
        -0.008938473
      ],
      [
        " conflict",
        -0.4368298
      ]
    ]
  },
  "Michael Wade evaluated the effects of this phenomenon on the adult population size of lab Tribolium beetles. Eldakar et al. claimed that this phenomenon exists in the wild on the basis of the effect of population structure on sexual conflict in  water striders. The \"structured deme\" model of this phenomenon was proposed by D.S. Wilson. Wynne-Edwards was an  early proponent of this idea, but was refuted by G.C. Williams, who claimed that whatever effects this concept may have  are mitigated because its namesake unit has a long generation time.  (*) Richard Dawkins argued against this idea and  advocated for a competing gene-centered theory in The Selfish Gene. For 10 points, name this evolutionary": {
    "guess": "Group selection",
    "confidence": [
      [
        "Group",
        -0.023310583
      ],
      [
        " selection",
        -0.008204137
      ]
    ]
  },
  "In Micronesian myth, the great conger eel Riiki assisted in this task. In Mayan myth, this task was accomplished by the sons of Itzamna and Ixchel known as the Bacabs. This job was given to the slumbering giant Upelluri in Hittite myth, and in Norse myth the job was given to four dwarves named Austri, Vestri, Suthri, and Northri. In Greek myth, this task was given to the oldest son of Iapetus, and in Egyptian myth it was accomplished by Shu, who supported his daughter Nut. In Greek myth, the Titan": {
    "guess": "Creation myth",
    "confidence": [
      [
        "Creation",
        -0.84765214
      ],
      [
        " myth",
        -0.21461128
      ]
    ]
  },
  "Both Michel Tournier and Georg Kaiser have written of this figure as closely connected to the serial killer Gilles de Rais. One work about this figure by Jean Anouilh was entitled The Lark. In another work about this character, John de Stogumber fights for this figure's execution, and after confessing under torture this figure exclaims \"you think life is nothing but not being dead?\" This figure gets a reprieve in one work since her trial didn't cover the coronation of Charles VII. For 10 points,": {
    "guess": "Joan of Arc",
    "confidence": [
      [
        "Jo",
        -0.004100247
      ],
      [
        "an",
        -1.2113979e-05
      ],
      [
        " of",
        -0.0012080919
      ],
      [
        " Arc",
        -0.00022451657
      ]
    ]
  },
  "Michael Wade evaluated the effects of this phenomenon on the adult population size of lab Tribolium beetles. Eldakar et al. claimed that this phenomenon exists in the wild on the basis of the effect of population structure on sexual conflict in  water striders. The \"structured deme\" model of this phenomenon was proposed by D.S. Wilson. Wynne-Edwards was an  early proponent of this idea, but was refuted by G.C. Williams, who claimed that whatever effects this concept may have  are mitigated because its namesake unit has a long generation time.  (*) Richard Dawkins argued against this idea and  advocated for a competing gene-centered theory in The Selfish Gene. For 10 points, name this evolutionary phenomenon in which  genetic change can occur through differential proliferation of populations": {
    "guess": "Group selection",
    "confidence": [
      [
        "Group",
        -0.015715472
      ],
      [
        " selection",
        -0.013962043
      ]
    ]
  },
  "As a micronutrient, this element interacts with calcium in plants and helps maintain their cell walls. In an alloy with neodymium and iron, atoms of this element form the strongest permanent magnets. Found in colemanite and the optically bizarre ore ulexite, this element's [*] hydride contains ‘banana": {
    "guess": "Boron",
    "confidence": [
      [
        "B",
        -0.006687664
      ],
      [
        "oron",
        -2.9756122e-05
      ]
    ]
  },
  "Michel Cadotte led a trading post on Madeline Island, one of this state's black bear-filled Apostle Islands. The most recent advance of the Laurentide ice sheet is a glaciation named for this state, the southwest area of which lacks significant till and outwash because it escaped that glaciation and is thus known as the \"Driftless Area\". The land in its Sauk County was exalted in a book which coined the term \"land (*) ethic\", Aldo Leopold's Sand County Almanac. A sandstone gorge on this state's namesake river lends its name to a nearby waterpark-filled tourist trap, its namesake \"Dells\". Its eastern Door Peninsula separates Lake Michigan from Green Bay. For 10 points, identify this Midwestern": {
    "guess": "Wisconsin",
    "confidence": [
      [
        "Wis",
        -0.0013353593
      ],
      [
        "consin",
        -1.6524515e-05
      ]
    ]
  },
  "Mick Kelly's first grown-up party is a disaster, and Dr. Copeland is severly beaten by a white crowd": {
    "guess": "The Heart Is a Lonely Hunter",
    "confidence": [
      [
        "The",
        -0.004398429
      ],
      [
        " Heart",
        -0.002707512
      ],
      [
        " Is",
        -0.009335147
      ],
      [
        " a",
        -0.00025716738
      ],
      [
        " Lonely",
        -9.031158e-05
      ],
      [
        " Hunter",
        -2.3438328e-05
      ]
    ]
  },
  "As a micronutrient, this element interacts with calcium in plants and helps maintain their cell walls.": {
    "guess": "Calcium",
    "confidence": [
      [
        "Calc",
        -1.061792
      ],
      [
        "ium",
        -9.6867785e-05
      ]
    ]
  },
  "Michael Hardt's preface to Negri's book The Savage Anomaly discusses this work's usage of the terms \"potestas\" and \"potentia\", and is entitled \"The Anatomy of Power\". This work criticizes those who argue that \"God made all thigns for the sake of himself\", by calling the will of God the \"sanctuary of ignorance\". This work's section on \"The Power of the Understanding\", is concerned with emotions and begins by examining \"Mental Freedom or Blessedness;\" that section also defines the concepts of good, evil, contingent, and possible. Its second section on the \"nature and origin of the mind\", contains a \"digression on the nature of bodies\", that introduces several new axioms. Containing a subsection called \"Of Human Bondage\", it outlines an argument against Cartesian dualism using proofs in the style of geometry. For 10 points, name this treatise by Baruch Spinoza.": {
    "guess": "Ethics",
    "confidence": [
      [
        "Eth",
        -0.017710619
      ],
      [
        "ics",
        -0.00044282433
      ]
    ]
  },
  "A microscopic mechanism that causes this phenomenon is called microvoid coalescence, and in one regime, the strain energy release rate caused by this process is equal to the J integral. The \"conchoidal\" type of this phenomenon begins at a swelling called the \"bulb of percussion\". Considering the surface-energy increase caused by this process leads to a derivation of Griffiths' criterion for it. This": {
    "guess": "Fracture mechanics",
    "confidence": [
      [
        "Fr",
        -0.00519474
      ],
      [
        "act",
        -9.0883464e-07
      ],
      [
        "ure",
        -1.2664457e-06
      ],
      [
        " mechanics",
        -0.08104871
      ]
    ]
  },
  "Michael Wade evaluated the effects of this phenomenon on the adult population size of lab Tribolium beetles. Eldakar et al. claimed that this phenomenon exists in the wild on the basis of the effect of population structure on sexual conflict in  water striders. The \"structured deme\" model of this phenomenon was proposed by D.S. Wilson. Wynne-Edwards was an  early proponent of this idea, but was refuted by G.C. Williams, who claimed that whatever effects this concept may have  are mitigated because its namesake unit has a long generation time.  (*) Richard Dawkins argued against this idea and  advocated for a competing gene-centered theory in The Selfish Gene. For 10 points, name this evolutionary phenomenon in which  genetic change can occur through differential proliferation of populations independently of its effect on individuals.": {
    "guess": "Group selection",
    "confidence": [
      [
        "Group",
        -0.0007081442
      ],
      [
        " selection",
        -0.0037997265
      ]
    ]
  },
  "Mick Kelly's first grown-up party is a disaster, and Dr. Copeland is severly beaten by a white crowd after his son has been tied up in a cold shack and lost both of his feet to gangrene. Jake Blount speaks to the doctor afterward, unintentionally insulting him; after all, the boarder, Mr. Singer, was the only white man who had ever seemed to understand him. After his roommate of ten years, a Greek man, dies, Mr. Singer kills himself, and his friends wonder who will listen to their problems now. FTP, what is this novel set in a Southern town and centered on a mute, written by Carson McCullers?": {
    "guess": "The Heart Is a Lonely Hunter",
    "confidence": [
      [
        "The",
        -0.0041290997
      ],
      [
        " Heart",
        -0.0030094346
      ],
      [
        " Is",
        -0.00958644
      ],
      [
        " a",
        -0.00079795416
      ],
      [
        " Lonely",
        -8.017927e-05
      ],
      [
        " Hunter",
        -1.8550976e-05
      ]
    ]
  },
  "Michael Cunningham's 1999 Pulitzer-prize winning novel The Hours ties in the lives of Laura Brown (a pregnant housewife in 1952 Los Angeles), Clarissa Vaughn (a 52-year-old book editor living in Greenwich": {
    "guess": "The Hours (novel)",
    "confidence": [
      [
        "The",
        -0.036640428
      ],
      [
        " Hours",
        -0.09750966
      ],
      [
        " (",
        -0.66326904
      ],
      [
        "nov",
        -0.00031675454
      ],
      [
        "el",
        -5.6769813e-06
      ],
      [
        ")",
        -7.755679e-05
      ]
    ]
  },
  "Michael Cunningham's 1999 Pulitzer-prize winning novel The Hours ties in the lives of Laura Brown (a": {
    "guess": "Virginia Woolf",
    "confidence": [
      [
        "Virginia",
        -0.03622616
      ],
      [
        " Wool",
        -0.00016802136
      ],
      [
        "f",
        -3.650519e-06
      ]
    ]
  },
  "Michael Cunningham's 1999 Pulitzer-prize winning novel The Hours ties in the lives of Laura Brown (a pregnant housewife in 1952 Los Angeles), Clarissa Vaughn (a 52-year-old book editor living in Greenwich Village) and the author of the book they both can't stop reading. For ten points, what author in Cunningham's story wakes up in 1923 from a dream in London that inspires her to write the novel Mrs.": {
    "guess": "Virginia Woolf",
    "confidence": [
      [
        "Virginia",
        -0.006246938
      ],
      [
        " Wool",
        -0.00011594037
      ],
      [
        "f",
        -1.4259645e-05
      ]
    ]
  },
  "A microscopic mechanism that causes this phenomenon is called microvoid coalescence, and in one regime, the strain energy release rate caused by this process is equal to the J integral. The \"conchoidal\" type of this phenomenon begins at a swelling called the \"bulb of percussion\". Considering the surface-energy increase caused by this process leads to a derivation of Griffiths' criterion for it. This phenomenon occurs in three different modes: opening, in-plane, and out-of- plane. This phenomenon": {
    "guess": "Fracture mechanics",
    "confidence": [
      [
        "Fr",
        -0.018419387
      ],
      [
        "act",
        -3.0545007e-06
      ],
      [
        "ure",
        -4.3202e-07
      ],
      [
        " mechanics",
        -0.09761326
      ]
    ]
  },
  "Michael Cunningham's 1999 Pulitzer-prize winning novel The Hours ties in the lives of Laura Brown (a pregnant housewife in 1952 Los Angeles), Clarissa Vaughn (a 52-year-old book editor living in Greenwich Village) and the author of the book they both can't stop reading. For ten points, what author in": {
    "guess": "Virginia Woolf",
    "confidence": [
      [
        "Virginia",
        -0.32176372
      ],
      [
        " Wool",
        -0.00013083349
      ],
      [
        "f",
        -1.7432603e-06
      ]
    ]
  },
  "Michel Cadotte led a trading post on Madeline Island, one of this state's black bear-filled Apostle Islands. The most recent advance of the Laurentide ice sheet is a glaciation named for this state, the southwest area of which lacks significant till and outwash because it escaped that glaciation and": {
    "guess": "Wisconsin",
    "confidence": [
      [
        "Wis",
        -0.0021552574
      ],
      [
        "consin",
        -3.8100377e-05
      ]
    ]
  },
  "Michel Cadotte led a trading post on Madeline Island, one of this state's black bear-filled Apostle Islands. The most recent advance of the Laurentide ice sheet is a glaciation named for this state, the southwest area of which lacks significant till and outwash because it escaped that glaciation and is thus known as the \"Driftless Area\". The land in its Sauk County was exalted in a book which coined": {
    "guess": "Wisconsin",
    "confidence": [
      [
        "Wis",
        -0.0037384448
      ],
      [
        "consin",
        -6.15835e-05
      ]
    ]
  },
  "Michael Wade evaluated the effects of this phenomenon on the adult population size of lab Tribolium beetles. Eldakar et al. claimed that this phenomenon exists in the wild on the basis of the effect of population structure on sexual conflict in  water striders. The \"structured deme\" model of this phenomenon was proposed by D.S. Wilson. Wynne-Edwards was an  early proponent of this idea, but was refuted": {
    "guess": "Group selection",
    "confidence": [
      [
        "Group",
        -0.026144803
      ],
      [
        " selection",
        -0.0012617831
      ]
    ]
  },
  "Michael D'Antonio wrote a 2007 biography of this man's \"Extraordinary Life of Wealth, Empire and Utopian Dreams.\" This man established a model community after visiting a similar commune in England called Bournville. He was well served by his executives William Murrie and Harry Lebkicher, and his namesake preparatory school has eight times the endowment of Phillips Exeter Academy. This man built an all-electric railroad between Matanzas and Havana to supply his namesake company town and (*) sugar mill in Cuba. This man's namesake process made his products less sensitive to poor milk quality, and he was a rival of Forrest Mars. This man's company provided Ration D Bars to soldiers during World War II. For 10 points, name this founder of a namesake Pennsylvania chocolate company.": {
    "guess": "Milton S. Hershey",
    "confidence": [
      [
        "M",
        -0.0053139236
      ],
      [
        "ilton",
        -1.7432603e-06
      ],
      [
        " S",
        -0.023305692
      ],
      [
        ".",
        -0.0020948264
      ],
      [
        " Hers",
        -8.637786e-05
      ],
      [
        "hey",
        -2.0100624e-05
      ]
    ]
  },
  "Michel Cadotte led a trading post on Madeline Island, one of this state's black bear-filled Apostle Islands. The most recent advance of the Laurentide ice sheet is a glaciation named for this state, the southwest area of which lacks significant till and outwash because it escaped that glaciation and is thus known as the \"Driftless Area\". The land in its Sauk County was exalted in a book which coined the term \"land (*) ethic\", Aldo Leopold's Sand County Almanac. A sandstone gorge on this state's namesake river lends its name to a nearby waterpark-filled tourist trap, its namesake \"Dells\". Its eastern Door Peninsula separates Lake Michigan from Green Bay. For 10 points, identify this Midwestern state whose major cities include Racine, Milwaukee, and Madison.": {
    "guess": "Wisconsin",
    "confidence": [
      [
        "Wis",
        -0.0014115432
      ],
      [
        "consin",
        -1.6762922e-05
      ]
    ]
  },
  "As a micronutrient, this element interacts with calcium in plants and helps maintain their cell walls. In an alloy with neodymium and iron, atoms of this element form the strongest permanent magnets. Found in colemanite and the optically bizarre ore ulexite, this element's [*] hydride contains ‘banana bonds' and is a Lewis acid. Its oxide is found with silica in labware made of Pyrex glass, and this lightest element with electrons in a p-shell usually requires six valence electrons to be stable, violating the octet rule. For 10 points, name this nonmetal element with atomic number 5 and symbol": {
    "guess": "Boron",
    "confidence": [
      [
        "B",
        -0.020109916
      ],
      [
        "oron",
        -0.0002192716
      ]
    ]
  },
  "Michael Thomas recently published a work about the \"Reception\" of this philosopher.  He addressed the \"Poetics of Tobacco\" and Madame de Maintenon in his \"Counterfeit Money\" volume of Given Time.  Also writing Echographies of Television, in his most famous work he tackles \"The Chain of Supplements\" (*) and posits \"the concept of writing should define the field of a science\".  The author of Specters of Marx, for 10 points, name this French deconstructionist who wrote Of Grammatology.": {
    "guess": "Jacques Derrida",
    "confidence": [
      [
        "Jac",
        -0.0045874845
      ],
      [
        "ques",
        -0.00012809181
      ],
      [
        " D",
        -0.00016098835
      ],
      [
        "err",
        -1.6240566e-06
      ],
      [
        "ida",
        -2.3319124e-05
      ]
    ]
  },
  "Michael Cunningham's 1999 Pulitzer-prize winning novel The Hours ties in the lives of Laura Brown (a pregnant housewife in 1952 Los Angeles), Clarissa Vaughn (a 52-year-old book editor living in Greenwich Village) and the author of the book they both can't stop reading. For ten points, what author in Cunningham's story wakes up in 1923 from a dream in London that inspires her to write the novel Mrs. Dalloway?": {
    "guess": "Virginia Woolf",
    "confidence": [
      [
        "Virginia",
        -0.020322539
      ],
      [
        " Wool",
        -9.531814e-05
      ],
      [
        "f",
        -6.392203e-06
      ]
    ]
  },
  "Michael Wade evaluated the effects of this phenomenon on the adult population size of lab Tribolium beetles. Eldakar et al. claimed that this phenomenon exists in the wild on the basis of the effect of population structure on sexual conflict in  water striders. The \"structured deme\" model of this phenomenon": {
    "guess": "Population genetics",
    "confidence": [
      [
        "Population",
        -0.5169933
      ],
      [
        " genetics",
        -0.16035533
      ]
    ]
  },
  "Both Michel Tournier and Georg Kaiser have written of this figure as closely connected to the serial killer Gilles de Rais. One work about this figure by Jean Anouilh was entitled The Lark. In another work about this character, John de Stogumber fights for this figure's execution, and after confessing": {
    "guess": "Joan of Arc",
    "confidence": [
      [
        "Jo",
        -0.00993233
      ],
      [
        "an",
        -9.372295e-06
      ],
      [
        " of",
        -0.0012961853
      ],
      [
        " Arc",
        -0.000290891
      ]
    ]
  },
  "Michael D'Antonio wrote a 2007 biography of this man's \"Extraordinary Life of Wealth, Empire and Utopian Dreams.\" This man established a model community after visiting a similar commune in England called": {
    "guess": "John Humphrey Noyes",
    "confidence": [
      [
        "John",
        -1.3245264
      ],
      [
        " Humph",
        -0.015224591
      ],
      [
        "rey",
        -0.0010854477
      ],
      [
        " N",
        -2.7848862e-05
      ],
      [
        "oy",
        -0.00013142951
      ],
      [
        "es",
        -0.0003427336
      ]
    ]
  },
  "Michel Cadotte led a trading post on Madeline Island, one of this state's black bear-filled Apostle Islands.": {
    "guess": "Wisconsin",
    "confidence": [
      [
        "Wis",
        -0.017555898
      ],
      [
        "consin",
        -1.9504607e-05
      ]
    ]
  },
  "Michael D'Antonio wrote a 2007 biography of this man's \"Extraordinary Life of Wealth, Empire and Utopian Dreams.\" This man established a model community after visiting a similar commune in England called Bournville. He was well served by his executives William Murrie and Harry Lebkicher, and his namesake preparatory school has eight times the endowment of Phillips Exeter Academy. This man built an all-electric railroad between Matanzas and Havana to supply his namesake company town and (*) sugar mill in Cuba. This man's namesake process made his products less sensitive to poor milk quality, and": {
    "guess": "Milton S. Hershey",
    "confidence": [
      [
        "M",
        -0.019803882
      ],
      [
        "ilton",
        -9.372295e-06
      ],
      [
        " S",
        -0.15232009
      ],
      [
        ".",
        -0.0046402845
      ],
      [
        " Hers",
        -0.00013929696
      ],
      [
        "hey",
        -2.2484697e-05
      ]
    ]
  },
  "Michael Hardt's preface to Negri's book The Savage Anomaly discusses this work's usage of the terms \"potestas\" and \"potentia\", and is entitled \"The Anatomy of Power\". This work criticizes those who argue that \"God made all thigns for the sake of himself\", by calling the will of God the \"sanctuary of ignorance\". This work's section on \"The Power of the Understanding\", is concerned with emotions and begins by examining \"Mental Freedom or Blessedness;\" that section also defines the concepts of good, evil, contingent, and possible. Its second section on the \"nature and origin of the mind\", contains": {
    "guess": "Ethics",
    "confidence": [
      [
        "Eth",
        -0.035100903
      ],
      [
        "ics",
        -0.003812188
      ]
    ]
  },
  "In 2008, Michael Barbieri defeated this state's longest serving House Speaker, Terry Spence. After Michael Castle was defeated in the Republican primary, this state's special Senatorial election race is led by Chris Coons over former anti-masturbation, current Tea Party candidate (*) Christine O'Donnell. A noted corporate haven, its Attorney General is Beau Biden, son of this state's former Senator,": {
    "guess": "Delaware",
    "confidence": [
      [
        "Del",
        -0.016255585
      ],
      [
        "aware",
        -0.00024929992
      ]
    ]
  },
  "As a micronutrient, this element interacts with calcium in plants and helps maintain their cell walls. In an alloy with neodymium and iron, atoms of this element form the strongest permanent magnets. Found": {
    "guess": "Nickel",
    "confidence": [
      [
        "Nick",
        -0.55958194
      ],
      [
        "el",
        -5.4550484e-05
      ]
    ]
  },
  "Michael Hardt's preface to Negri's book The Savage Anomaly discusses this work's usage of the terms \"potestas\" and \"potentia\", and is entitled \"The Anatomy of Power\". This work criticizes those who argue that \"God made all thigns for the sake of himself\", by calling the will of God the \"sanctuary of ignorance\". This work's section on \"The Power of the Understanding\", is concerned with emotions and": {
    "guess": "Ethics",
    "confidence": [
      [
        "Eth",
        -0.068535976
      ],
      [
        "ics",
        -0.00041959065
      ]
    ]
  },
  "As a micronutrient, this element interacts with calcium in plants and helps maintain their cell walls. In an alloy with neodymium and iron, atoms of this element form the strongest permanent magnets. Found in colemanite and the optically bizarre ore ulexite, this element's [*] hydride contains ‘banana bonds' and is a Lewis acid. Its oxide is found with silica in labware made of Pyrex glass, and this": {
    "guess": "Boron",
    "confidence": [
      [
        "B",
        -0.004049787
      ],
      [
        "oron",
        -8.530503e-05
      ]
    ]
  },
  "Michael Thomas recently published a work about the \"Reception\" of this philosopher.  He addressed the \"Poetics of Tobacco\" and Madame de Maintenon in his \"Counterfeit Money\" volume of Given Time.  Also writing Echographies of Television, in his most famous work he tackles \"The Chain of Supplements\" (*)": {
    "guess": "Jacques Derrida",
    "confidence": [
      [
        "Jac",
        -0.005857447
      ],
      [
        "ques",
        -6.194111e-05
      ],
      [
        " D",
        -6.837811e-05
      ],
      [
        "err",
        -1.0280384e-06
      ],
      [
        "ida",
        -4.246537e-06
      ]
    ]
  },
  "Michel Cadotte led a trading post on Madeline Island, one of this state's black bear-filled Apostle Islands. The most recent advance of the Laurentide ice sheet is a glaciation named for this state, the southwest area of which lacks significant till and outwash because it escaped that glaciation and is thus known as the \"Driftless Area\". The land in its Sauk County was exalted in a book which coined the term \"land (*) ethic\", Aldo Leopold's Sand County Almanac. A sandstone gorge on this state's namesake river lends its name to a nearby waterpark-filled tourist trap, its namesake \"Dells\". Its eastern": {
    "guess": "Wisconsin",
    "confidence": [
      [
        "Wis",
        -0.003820268
      ],
      [
        "consin",
        -5.407367e-05
      ]
    ]
  },
  "Michael Hardt's preface to Negri's book The Savage Anomaly discusses this work's usage of the terms \"potestas\"": {
    "guess": "The Prince",
    "confidence": [
      [
        "The",
        -0.96219516
      ],
      [
        " Prince",
        -0.47298
      ]
    ]
  },
  "Michel Cadotte led a trading post on Madeline Island, one of this state's black bear-filled Apostle Islands. The most recent advance of the Laurentide ice sheet is a glaciation named for this state, the southwest area of which lacks significant till and outwash because it escaped that glaciation and is thus known as the \"Driftless Area\". The land in its Sauk County was exalted in a book which coined the term \"land (*) ethic\", Aldo Leopold's Sand County Almanac. A sandstone gorge on this state's namesake": {
    "guess": "Wisconsin",
    "confidence": [
      [
        "Wis",
        -0.0017177812
      ],
      [
        "consin",
        -4.6802244e-05
      ]
    ]
  },
  "Both Michel Tournier and Georg Kaiser have written of this figure as closely connected to the serial killer Gilles de Rais. One work about this figure by Jean Anouilh was entitled The Lark. In another work about this character, John de Stogumber fights for this figure's execution, and after confessing under torture this figure exclaims \"you think life is nothing but not being dead?\" This figure gets a reprieve in one work since her trial didn't cover the coronation of Charles VII. For 10 points, identify this character, the principal villain of Henry VI, Part 1, who Schiller called the Maid of": {
    "guess": "Joan of Arc",
    "confidence": [
      [
        "Jo",
        -0.09760633
      ],
      [
        "an",
        -5.2285613e-05
      ],
      [
        " of",
        -0.018010275
      ],
      [
        " Arc",
        -0.00062820624
      ]
    ]
  },
  "As a micronutrient, this element interacts with calcium in plants and helps maintain their cell walls. In an alloy with neodymium and iron, atoms of this element form the strongest permanent magnets. Found in colemanite and the optically bizarre ore ulexite, this element's [*] hydride contains ‘banana bonds' and is a Lewis acid. Its oxide is found with silica in labware made of Pyrex glass, and this lightest element with electrons in a p-shell usually requires six valence electrons to be stable, violating the octet rule. For 10 points, name this nonmetal element with atomic number 5 and symbol B.": {
    "guess": "Boron",
    "confidence": [
      [
        "B",
        -0.007966921
      ],
      [
        "oron",
        -1.1517961e-05
      ]
    ]
  },
  "Both Michel Tournier and Georg Kaiser have written of this figure as closely connected to the serial killer Gilles de Rais. One work about this figure by Jean Anouilh was entitled The Lark. In another": {
    "guess": "Joan of Arc",
    "confidence": [
      [
        "Jo",
        -0.053835668
      ],
      [
        "an",
        -4.9617593e-06
      ],
      [
        " of",
        -0.00017493518
      ],
      [
        " Arc",
        -8.542423e-05
      ]
    ]
  },
  "In Micronesian myth, the great conger eel Riiki assisted in this task. In Mayan myth, this task was accomplished by the sons of Itzamna and Ixchel known as the Bacabs. This job was given to the slumbering": {
    "guess": "Creation myth",
    "confidence": [
      [
        "Creation",
        -0.065389305
      ],
      [
        " myth",
        -0.84536713
      ]
    ]
  },
  "Mick Kelly's first grown-up party is a disaster, and Dr. Copeland is severly beaten by a white crowd after his son has been tied up in a cold shack and lost both of his feet to gangrene. Jake Blount speaks to the doctor afterward, unintentionally insulting him; after all, the boarder, Mr. Singer, was": {
    "guess": "The Heart Is a Lonely Hunter",
    "confidence": [
      [
        "The",
        -0.033492845
      ],
      [
        " Heart",
        -0.15728578
      ],
      [
        " Is",
        -0.119294584
      ],
      [
        " a",
        -0.001387851
      ],
      [
        " Lonely",
        -0.00020628207
      ],
      [
        " Hunter",
        -2.1173457e-05
      ]
    ]
  },
  "Michael Harrington envisioned this organization as a youth auxiliary to the LID, but quickly lost control of it. Four years after its founding, its members developed the Economic Research and Action Project to politically organize Northern slum-dwellers, but the program lasted only four more years.  Upon its collapse, a small revolutionary group known as the Weathermen was all that remained.  Associated with such men as Carl Ogelsby and Tom Hayden, its message was enunciated by the famous Port Huron": {
    "guess": "Students for a Democratic Society",
    "confidence": [
      [
        "Students",
        -0.014636805
      ],
      [
        " for",
        -0.00025931303
      ],
      [
        " a",
        -8.613945e-05
      ],
      [
        " Democratic",
        -1.962381e-05
      ],
      [
        " Society",
        -0.00016563729
      ]
    ]
  },
  "In Micronesian myth, the great conger eel Riiki assisted in this task. In Mayan myth, this task was accomplished by the sons of Itzamna and Ixchel known as the Bacabs. This job was given to the slumbering giant Upelluri in Hittite myth, and in Norse myth the job was given to four dwarves named Austri, Vestri, Suthri, and Northri. In Greek myth, this task was given to the oldest son of Iapetus, and in Egyptian myth it was accomplished by Shu, who supported his daughter Nut. In Greek myth, the Titan who was given this job earned a brief respite when he helped retrieve some golden apples, but Hercules": {
    "guess": "Atlas",
    "confidence": [
      [
        "Atlas",
        -0.087837666
      ]
    ]
  },
  "Michael Hardt's preface to Negri's book The Savage Anomaly discusses this work's usage of the terms \"potestas\" and \"potentia\", and is entitled \"The Anatomy of Power\". This work criticizes those who argue that \"God made all thigns for the sake of himself\", by calling the will of God the \"sanctuary of ignorance\". This work's section on \"The Power of the Understanding\", is concerned with emotions and begins by examining \"Mental Freedom or Blessedness;\" that section also defines the concepts of good, evil, contingent, and possible. Its second section on the \"nature and origin of the mind\", contains a \"digression on the nature of bodies\", that introduces several new axioms. Containing a subsection": {
    "guess": "Ethics (Spinoza)",
    "confidence": [
      [
        "Eth",
        -0.038845174
      ],
      [
        "ics",
        -0.0032586383
      ],
      [
        " (",
        -0.62459403
      ],
      [
        "Sp",
        -0.0011137816
      ],
      [
        "ino",
        -2.9875326e-05
      ],
      [
        "za",
        -3.9292416e-05
      ],
      [
        ")",
        -4.406056e-05
      ]
    ]
  },
  "Michael Hardt's preface to Negri's book The Savage Anomaly discusses this work's usage of the terms \"potestas\" and \"potentia\", and is entitled \"The Anatomy of Power\". This work criticizes those who argue that \"God made all thigns for the sake of himself\", by calling the will of God the \"sanctuary of": {
    "guess": "Baruch Spinoza",
    "confidence": [
      [
        "Bar",
        -0.5016564
      ],
      [
        "uch",
        -3.2140193e-05
      ],
      [
        " Sp",
        -0.00031675454
      ],
      [
        "ino",
        -3.917321e-05
      ],
      [
        "za",
        -7.326546e-05
      ]
    ]
  }
}