{
  "Theocritus claims that this god is stung by bees when he attempts to steal honey, and he accidentally injures his mother while she watches Myrrha's son. This god sits on the lap of Sychaeus' widow while disguised as Ascanius, thereby enchanting Dido. He resurrects a girl who opened a box containing Proserpina's": {
    "guess": "Cupid",
    "confidence": [
      [
        "C",
        -0.33978534
      ],
      [
        "upid",
        -0.00040981956
      ]
    ]
  },
  "The theoretical prediction of this particle was made in a 1970 paper by Glashow, Iliopoulos, and Maiani, who connected its proposed existence to the number of then-known lepton generations. The schematic representation of particles incorporating this particle can be seen by extending the baryon decuplet to a three-dimensional pyramid. Confirmation for the existence of this particle was provided by the discovery of the D-meson, in which this particle is found with an up or down anti-quark, and the lambda-plus baryon. The most notable experimental confirmation of this particle's existence was known": {
    "guess": "Charm quark",
    "confidence": [
      [
        "Ch",
        -0.09355536
      ],
      [
        "arm",
        -8.208653e-05
      ],
      [
        " qu",
        -0.22279854
      ],
      [
        "ark",
        -0.00036370975
      ]
    ]
  },
  "This theory was used to explain a rotation known as Thomas precession. This theory exists within Minkowski space, and it gives rise to a phenomenon known as Lorentz contraction. First explained in the third of the Annus Mirabilis papers, this theory gave rise to the twin paradox, which occurs due to": {
    "guess": "Special relativity",
    "confidence": [
      [
        "Special",
        -0.071299955
      ],
      [
        " rel",
        -0.22350697
      ],
      [
        "ativity",
        -6.80205e-05
      ]
    ]
  },
  "This man is theorized to have been bullied by Billy Hughes and subordinates named Cunliffe and Sumner after his easy victory in the \"Coupon Election\". His political downfall coincided with that of opposition leader Andrew Chamberlain following the Carlton Club meeting. Mackenzie King flexed Canadian muscle at the expense of this man's government in the Chanak Crisis, after which he resigned and was succeeded by Andrew Bonar Law. The House of Lords rejected the \"People's Budget\" that this man wrote while Chancellor of the Exchequer under H.H. Asquith. He promised to \"make Germany pay\" during the Paris Peace Conference. For 10 points, name this Welsh Prime Minister who joined Vittorio Orlando, Georges Clemenceau, and Woodrow Wilson in negotiations to draft the Treaty of Versailles.": {
    "guess": "David Lloyd George",
    "confidence": [
      [
        "David",
        -0.00032736
      ],
      [
        " Lloyd",
        -6.146429e-05
      ],
      [
        " George",
        -2.0696643e-05
      ]
    ]
  },
  "Thermionic emission was explained as acting through this phenomenon by Fowler and Nordheim. A WKB approximation": {
    "guess": "Quantum tunnelling",
    "confidence": [
      [
        "Quant",
        -0.0088474965
      ],
      [
        "um",
        -3.1544176e-05
      ],
      [
        " tun",
        -0.0137913395
      ],
      [
        "n",
        -0.00024299313
      ],
      [
        "elling",
        -9.0883464e-07
      ]
    ]
  },
  "This theologian attacked the Church's doctrine of substantiation, for which he substituted his idea of \"remanence.\" His patron, John of Gaunt, used his ideas to argue for more power for the state rather than the clergy. This man translated the Bible into vernacular English. For 10 points, name this 14th-century religious reformer, whose thought inspired the Lollards.": {
    "guess": "John Wycliffe",
    "confidence": [
      [
        "John",
        -0.011264504
      ],
      [
        " W",
        -0.00040207137
      ],
      [
        "ycl",
        -0.00015121732
      ],
      [
        "iffe",
        -0.000107000094
      ]
    ]
  },
  "A theorem by Tarski states that the set of these for a monotonically increasing map between complete lattices is itself a complete lattice. A theorem by Lefschetz provides for the existence of one of these for a continuous map between finite complexes, while the Poincare-Birkhoff theorem shows that at least two exist for a conformal, injective map of an annulus to itself which rotates points on the outer ring positively and on the inner ring negatively. The intermediate value theorem can be used to show that one of these exists for a continuous function on a closed subset of the real line, but": {
    "guess": "Fixed points",
    "confidence": [
      [
        "Fixed",
        -0.056456905
      ],
      [
        " points",
        -0.03994562
      ]
    ]
  },
  "Theodosius allowed them to settle in Moesia for purposes of defending the frontier. Which was far better treatment than they got from the Romans previously, when, after being oppressed by taxation, they plundered the Balkan provinces and  killed emperor Valens in the process at Adrianople. After setteling in Roman territory, though, their leader Alaric  marched on Rome and sacked it. Afterwards, though, they redeemed themselves somewhat by helping the Romans fight  off Attila the Hun, losing their": {
    "guess": "Visigoths",
    "confidence": [
      [
        "Vis",
        -0.032607555
      ],
      [
        "igo",
        -3.368984e-05
      ],
      [
        "ths",
        -0.023503551
      ]
    ]
  },
  "Theories about the dynamics of these objects were tested through the Vine-Matthews-Morley hypothesis. These masses are able to stay in a relative vertical equilibrium through isostasy. Subduction zones can exist at the boundaries between these. Examples include the Nazca and Indo-Australian. These make": {
    "guess": "Plate tectonics",
    "confidence": [
      [
        "Plate",
        -0.4841854
      ],
      [
        " t",
        -0.060897425
      ],
      [
        "ect",
        -3.1281633e-07
      ],
      [
        "on",
        -0.00017088225
      ],
      [
        "ics",
        -6.6113236e-05
      ]
    ]
  },
  "This theorem's namesake also gives his name to a paradox involving the Lorentz contraction of a rigid rotating disk, and it can be derived by applying expectation values to the Lindblad equation. The particle-in-a-box initially appears to violate this theorem, which demonstrates the Bohr correspondence principle, since the probability of finding a particle at a wall is zero, so the expectation value of the force should vanish for any state. Therefore, it fails to be equal to the time derivative of": {
    "guess": "Ehrenfest theorem",
    "confidence": [
      [
        "E",
        -0.17110527
      ],
      [
        "h",
        -0.02086837
      ],
      [
        "ren",
        -1.6166903e-05
      ],
      [
        "fest",
        -1.9816675e-06
      ],
      [
        " theorem",
        -0.10255031
      ]
    ]
  },
  "One theme in this work, later quoted in the composer's songs \"Somebody Loves Me\" and \"Embraceable You,\" is left unresolved before transitioning into a cadenza. This work subdivides the eighth-note rhythm into a three-threetwo arrangement after the opening ritornello. The composer altered the beginning of this work according to a rendition played by Ross Gorman during rehearsal. Commissioned by Paul Whiteman for the concert \"An Experiment in Modern Music,\" this work was inspired by the composer's train ride to Boston. For 10 points, name this 1924 composition for piano and jazz band by George Gershwin that opens with a solo clarinet glissando.": {
    "guess": "Rhapsody in Blue",
    "confidence": [
      [
        "R",
        -0.006155712
      ],
      [
        "haps",
        -2.749125e-05
      ],
      [
        "ody",
        -1.0802739e-05
      ],
      [
        " in",
        -0.0006388117
      ],
      [
        " Blue",
        -8.041768e-05
      ]
    ]
  },
  "Theories for its formation tend to explain it by invoking the lack of plate tectonics on Mars and rifting caused by the uplift of neighboring Tharsis, although whether water or carbon dioxide decompression possible caused by the Oudermans crater was the primary erosion mechanism is highly debated. Surveys": {
    "guess": "Valles Marineris",
    "confidence": [
      [
        "Val",
        -0.17254534
      ],
      [
        "les",
        -0.0005498142
      ],
      [
        " Mar",
        -2.5107178e-05
      ],
      [
        "iner",
        -0.00035083943
      ],
      [
        "is",
        -1.8789384e-05
      ]
    ]
  },
  "He theorized the existence of laryngeals while still a student, and he described the development of the vowel a in Memoir on the Original System of Vowels in the Indo-European Languages. He also developed the idea of the linguistic sign and signifier. His most influential work helped to establish structural linguistics; however, it was compiled and published by Charles Bally and Albert Sechehaye. That work distinguished langue from parole. For 10 points, name this Swiss guy whose notes were compiled": {
    "guess": "Ferdinand de Saussure",
    "confidence": [
      [
        "F",
        -0.19082817
      ],
      [
        "erd",
        -4.246537e-06
      ],
      [
        "inand",
        -1.3186812e-05
      ],
      [
        " de",
        -4.954393e-05
      ],
      [
        " Sa",
        -1.7597347e-05
      ],
      [
        "uss",
        -6.704273e-07
      ],
      [
        "ure",
        -4.3583746e-05
      ]
    ]
  },
  "This man is theorized to have been bullied by Billy Hughes and subordinates named Cunliffe and Sumner": {
    "guess": "John Maynard Keynes",
    "confidence": [
      [
        "John",
        -0.23434281
      ],
      [
        " May",
        -0.62049854
      ],
      [
        "nard",
        -5.216641e-05
      ],
      [
        " Keynes",
        -0.00023929782
      ]
    ]
  },
  "Theories for its formation tend to explain it by invoking the lack of plate tectonics on Mars and rifting": {
    "guess": "Formation of the Tharsis volcanic province",
    "confidence": [
      [
        "Formation",
        -1.2200751
      ],
      [
        " of",
        -0.0060358006
      ],
      [
        " the",
        -0.66284454
      ],
      [
        " Th",
        -0.36781275
      ],
      [
        "ars",
        -0.0010854477
      ],
      [
        "is",
        -1.9743013e-05
      ],
      [
        " volcanic",
        -0.9054078
      ],
      [
        " province",
        -0.43167967
      ]
    ]
  },
  "This man's theories were summarized by John Hicks in the ISLM model. He studied the impact of a quantity": {
    "guess": "John Maynard Keynes",
    "confidence": [
      [
        "John",
        -0.0072027664
      ],
      [
        " May",
        -0.0042015132
      ],
      [
        "nard",
        -1.3067608e-05
      ],
      [
        " Keynes",
        -1.473646e-05
      ]
    ]
  },
  "A theorem by Tarski states that the set of these for a monotonically increasing map between complete": {
    "guess": "Fixed points",
    "confidence": [
      [
        "Fixed",
        -0.0018684254
      ],
      [
        " points",
        -0.00066477974
      ]
    ]
  },
  "Theogonie is one of this philosopher's lesser known works.  He asserted \"Man is what he eats,\" and argued better food to improve humankind, part of a materialistic approach that Marx was critical of in a \"Thesis\" written on this man.  He wrote his second most famous work, Thoughts on Death and Immortality,": {
    "guess": "Ludwig Feuerbach",
    "confidence": [
      [
        "L",
        -0.070611484
      ],
      [
        "ud",
        -0.00041935223
      ],
      [
        "wig",
        -0.00044246673
      ],
      [
        " Fe",
        -0.029004673
      ],
      [
        "uer",
        -0.0011148544
      ],
      [
        "bach",
        -3.5120287e-05
      ]
    ]
  },
  "One theorem named after this man states that an infinite series which converges only because it contains both positive and negative numbers can have its terms rearranged so that it sums to any given value. Another theorem named after this man concerns the placement of areas in the complex plane onto unit disks, and is known as his mapping theorem. He gave a famous lecture on geometry in order to earn a position in which he introduced his namesake (*) manifold. More famously, he studied a function which is the infinite sum of n to the negative s, where s can be any complex value, and hypothesized": {
    "guess": "Bernhard Riemann",
    "confidence": [
      [
        "Bern",
        -0.25971493
      ],
      [
        "hard",
        -0.0013777334
      ],
      [
        " R",
        -4.608702e-05
      ],
      [
        "iem",
        -4.246537e-06
      ],
      [
        "ann",
        -7.77952e-05
      ]
    ]
  },
  "This theory led to the formation of a quantum interpretation of the Zeno effect. For an ideal gas, the quantity described by this theory is evaluated by dividing the square root of the product of the Boltzmann constant, mass and temperature of the gas, and two pi into Planck's constant. One confirmation for it came from Otto Stern's experiments with Helium atoms, though it was first confirmed when high energy electrons were fired at a nickel atom in the Davisson-Germer experiment. Described by a French physicist, for 10 points, identify this theory which describes an inverse relationship between wavelength and momentum and thus explains the wave-particle duality of matter.": {
    "guess": "De Broglie hypothesis",
    "confidence": [
      [
        "De",
        -0.57575655
      ],
      [
        " Bro",
        -0.0008828803
      ],
      [
        "gl",
        -2.4153549e-05
      ],
      [
        "ie",
        -1.50940705e-05
      ],
      [
        " hypothesis",
        -0.019688634
      ]
    ]
  },
  "Theodor Adorno criticized this man's work as too repetitive, although Bernstein spoke highly of one of his pieces. This man came to fame after Sergei Diaghilev commissioned him to compose a set of ballets, one of which was featured in Fantasia and accompanied depictions of the origin of life. However, Fantasia's version cut the Finale of the second act and repeated the bassoon solo at the end of the piece. In another of this man's ballets, Prince Ivan must free the maidens from the evil Katschai": {
    "guess": "Igor Stravinsky",
    "confidence": [
      [
        "I",
        -0.20876393
      ],
      [
        "gor",
        -7.89631e-07
      ],
      [
        " Str",
        -0.0004715451
      ],
      [
        "av",
        -0.00010854974
      ],
      [
        "insky",
        -0.0006010498
      ]
    ]
  },
  "Theodosius allowed them to settle in Moesia for purposes of defending the frontier. Which was far better": {
    "guess": "Pechenegs",
    "confidence": [
      [
        "P",
        -0.06753187
      ],
      [
        "ech",
        -0.006518549
      ],
      [
        "eneg",
        -0.00020771251
      ],
      [
        "s",
        -0.00078068057
      ]
    ]
  },
  "Theodore Roosevelt accompanied noted wolf-wrestler John Abernath on a wolf hunting expedition in the Big Pasture region of this state in 1905. This state was the site of a multiracial socialism-inspired uprising during World War I that opposed conscription called the Green Corn Rebellion. This state": {
    "guess": "Oklahoma",
    "confidence": [
      [
        "O",
        -0.008781791
      ],
      [
        "kl",
        -4.3202e-07
      ],
      [
        "ahoma",
        -0.00018947436
      ]
    ]
  },
  "One theorem named for this man means that for any simply connected open proper subset of the complex plane, there exists a bijective analytic map from it to the open unit circle about the origin.  Manifolds with a smooth inner product are named for him.  He and Cauchy name a set of differential equations used in determining whether a function is holomorphic.  He is also known for a function for which a namesake hypothesis states that all trivial non-zeros of the function have real part one-half.  For 10 points, name this formulator of a zeta function and a method of integration which involves using his namesake sums.": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -0.8216067
      ]
    ]
  },
  "This theory was tested in an experiment in which radioactive iron was placed on a loudspeaker, done by": {
    "guess": "Fermi's theory of beta decay",
    "confidence": [
      [
        "F",
        -1.6235805
      ],
      [
        "erm",
        -0.42753583
      ],
      [
        "i",
        -0.00075388176
      ],
      [
        "'s",
        -0.77772933
      ],
      [
        " theory",
        -1.3404052
      ],
      [
        " of",
        -0.02959901
      ],
      [
        " beta",
        -0.023210065
      ],
      [
        " decay",
        -0.0006293983
      ]
    ]
  },
  "This theorem was applied to electron emission from a metal surface as an improvement over the Richardson equation. One equation derived from it relates the pressure of a system and the proportion of ionized": {
    "guess": "Fowler-Nordheim equation",
    "confidence": [
      [
        "F",
        -0.19935165
      ],
      [
        "owler",
        -0.07050795
      ],
      [
        "-N",
        -0.18896735
      ],
      [
        "ord",
        -5.3193703e-06
      ],
      [
        "heim",
        -4.4849444e-06
      ],
      [
        " equation",
        -0.4051499
      ]
    ]
  },
  "Thermionic emission was explained as acting through this phenomenon by Fowler and Nordheim. A WKB approximation in the case that the classical momentum is imaginary can be used to show that the spatial wave function decays exponentially in some regions due to this phenomenon. Oscar Klein described a counterintuitive result in which an increase in potential increases the rate of this phenomenon, and George Gamow discovered the role of this phenomenon in alpha decay. Gerd Binnig and Heinrich Rohrer used this phenomenon to develop a type of microscope which utilizes an electrically conductive metal tip and a voltage bias to measure the current of electrons between the tip and the surface. For 10 points, name this phenomenon that allows particles to \"jump\" over a barrier, an impossibility in classical": {
    "guess": "Quantum tunnelling",
    "confidence": [
      [
        "Quant",
        -0.011014459
      ],
      [
        "um",
        -7.703444e-06
      ],
      [
        " tun",
        -0.007741609
      ],
      [
        "n",
        -8.44706e-05
      ],
      [
        "elling",
        -4.3202e-07
      ]
    ]
  },
  "This man theorized that if both chess players are rational, then a sequence of winning moves can be found using an algorithm, then developed a backward-induction algorithm still used in games of perfect information. He also proved Henri Poincaré's recurrence theorem, then used it to argue against the Second Law of Thermodynamics. This mathematician independently discovered Russell's paradox, and introduced the Axiom of Choice in his proof of the Well-Ordering Theorem. His best-known contribution may be a set of seven axioms including those of union, separation, and infinity. For 10 points, name": {
    "guess": "David Hilbert",
    "confidence": [
      [
        "David",
        -1.1684104
      ],
      [
        " Hil",
        -0.00015860428
      ],
      [
        "bert",
        -2.6299214e-05
      ]
    ]
  },
  "The theoretical prediction of this particle was made in a 1970 paper by Glashow, Iliopoulos, and Maiani, who connected its proposed existence to the number of then-known lepton generations. The schematic": {
    "guess": "Charm quark",
    "confidence": [
      [
        "Ch",
        -0.58761626
      ],
      [
        "arm",
        -0.000320923
      ],
      [
        " qu",
        -0.22471863
      ],
      [
        "ark",
        -0.0005149059
      ]
    ]
  },
  "One theory to explain these phenomena was offered by the authors of the \"Time to Build\" paper, and\n invokes the neoclassical growth theory to explain them so that interpretations of these phenomena agree\n": {
    "guess": "Economic growth",
    "confidence": [
      [
        "E",
        -0.7049333
      ],
      [
        "conomic",
        -0.00057316717
      ],
      [
        " growth",
        -0.15110628
      ]
    ]
  },
  "This theory states that individual terms or phenomena can only be understood in relation to other elements": {
    "guess": "Structuralism",
    "confidence": [
      [
        "Struct",
        -0.19056249
      ],
      [
        "ural",
        -0.00046045915
      ],
      [
        "ism",
        -0.00020425562
      ]
    ]
  },
  "One theorem about these numbers states that every natural number can be represented uniquely as the sum": {
    "guess": "Triangular numbers",
    "confidence": [
      [
        "Tri",
        -0.9808822
      ],
      [
        "angular",
        -3.88156e-05
      ],
      [
        " numbers",
        -0.039210904
      ]
    ]
  },
  "One theory of this process calculates a potential equal to negative RT times the natural log of equilibrium vapor pressure over saturation vapor pressure. That potential is calculated in the Dubinin-Polanyi theory. Hill's and Lowell's equation contain the namesake C constant of another theory of this process. That theory of this process is commonly used to calculate the specific surface area for it and is BET theory. For monolayers, the partitioning between molecules in a gas phase and molecules that have undergone this process is described by the Freundlich and Langmuir isotherms. An important quantity for it is surface coverage. Industrially, it typically involves alumina, silica gel or activated carbon because they have a large surface area per unit weight. For 10 points, name this process in which molecules or particles bind to a surface, as opposed to filling pores in a solid, like in absorption.": {
    "guess": "Adsorption",
    "confidence": [
      [
        "Ads",
        -0.121483676
      ],
      [
        "orption",
        -4.4849444e-06
      ]
    ]
  },
  "Thermionic emission was explained as acting through this phenomenon by Fowler and Nordheim. A WKB approximation in the case that the classical momentum is imaginary can be used to show that the spatial": {
    "guess": "Quantum tunnelling",
    "confidence": [
      [
        "Quant",
        -0.0066462103
      ],
      [
        "um",
        -1.3186812e-05
      ],
      [
        " tun",
        -0.0064539975
      ],
      [
        "n",
        -0.00015753144
      ],
      [
        "elling",
        -7.89631e-07
      ]
    ]
  },
  "In one theory of this concept's development, the transition from peer-oriented or collective-oriented to objective-oriented requires a namesake pluralism.  Carol Gilligan claimed that the most famous theory of it was biased against women because its studies did not include any, and Elliot Kuriel separated its development from that of the more interpersonal social convention in his domain theory.  The most famous theory of it was developed in part based on people's reactions to reading stories, such as one about a man who steals medication for his wife, and it included six stages, the last of which, universal principles, is a theoretical endpoint.  FTP name this concept theorized to develop in pre-conventional, conventional, and post-conventional levels by Lawrence Kohlberg, generally defined as a sense of right and wrong.": {
    "guess": "Lawrence Kohlberg",
    "confidence": [
      [
        "Law",
        -0.6867471
      ],
      [
        "rence",
        -6.563642e-05
      ],
      [
        " Koh",
        -0.00031675454
      ],
      [
        "l",
        -2.808727e-05
      ],
      [
        "berg",
        -0.00034690573
      ]
    ]
  },
  "In thermodynamic terms this value is equal to the change in internal energy plus the pressure times the change in volume. First described and named by Joseph Black, Black's student James Watt improved Newcomen's steam engine by reducing its loss. Arising from the attractive forces of a substance's molecules and the pressure of the atmosphere exerted on it, FTP, what is this quantity of heat absorbed": {
    "guess": "Latent heat",
    "confidence": [
      [
        "Lat",
        -1.1457752
      ],
      [
        "ent",
        -1.2664457e-06
      ],
      [
        " heat",
        -0.07804005
      ]
    ]
  },
  "One theorem named after this man states that an infinite series which converges only because it contains both positive and negative numbers can have its terms rearranged so that it sums to any given value.": {
    "guess": "Riemann series theorem",
    "confidence": [
      [
        "R",
        -0.013451266
      ],
      [
        "iem",
        -0.016368294
      ],
      [
        "ann",
        -8.184812e-05
      ],
      [
        " series",
        -0.10297905
      ],
      [
        " theorem",
        -0.0006834837
      ]
    ]
  },
  "He theorized the existence of laryngeals while still a student, and he described the development of the": {
    "guess": "Ferdinand de Saussure",
    "confidence": [
      [
        "F",
        -0.12904347
      ],
      [
        "erd",
        -0.002746031
      ],
      [
        "inand",
        -3.1281633e-07
      ],
      [
        " de",
        -0.00040457462
      ],
      [
        " Sa",
        -4.608702e-05
      ],
      [
        "uss",
        0.0
      ],
      [
        "ure",
        -0.00013643607
      ]
    ]
  },
  "The theory of these objects was informally introduced through the use of \"tags\" by Ruth Barcan Marcus in her 1961 article \"Modalities in Intensional Language.\" David Kaplan presented a theory of these philosophical ideas in a lecture later published as \"Dthat\" shortly after they were formally introduced in a lecture series by their best-known popularizer. One of the uses of these philosophical concepts is to demonstrate the existence of necessary a posteriori propositions and contingent a priori": {
    "guess": "Rigid Designator",
    "confidence": [
      [
        "R",
        -0.14481734
      ],
      [
        "igid",
        -0.0021974791
      ],
      [
        " Design",
        -0.0008828803
      ],
      [
        "ator",
        -0.00059425883
      ]
    ]
  },
  "One theme in this work, later quoted in the composer's songs \"Somebody Loves Me\" and \"Embraceable You,\" is left unresolved before transitioning into a cadenza. This work subdivides the eighth-note rhythm into a three-threetwo arrangement after the opening ritornello. The composer altered the beginning of this work according to a rendition played by Ross Gorman during rehearsal. Commissioned by Paul": {
    "guess": "Rhapsody in Blue",
    "confidence": [
      [
        "R",
        -0.004611219
      ],
      [
        "haps",
        -1.147242e-06
      ],
      [
        "ody",
        -4.3202e-07
      ],
      [
        " in",
        -6.098748e-05
      ],
      [
        " Blue",
        -9.4914985e-06
      ]
    ]
  },
  "The theory of these objects was informally introduced through the use of \"tags\" by Ruth Barcan Marcus in her 1961 article \"Modalities in Intensional Language.\" David Kaplan presented a theory of these philosophical ideas in a lecture later published as \"Dthat\" shortly after they were formally introduced in a lecture series by their best-known popularizer. One of the uses of these philosophical concepts is to demonstrate the existence of necessary a posteriori propositions and contingent a priori propositions, and the inventor of this term proposed that proper names and natural kinds such as water are examples of these. They were originally proposed through the example of Hesperus and Phosphorus being the same object, in lectures that would become Naming and Necessity. FTP, identify these philosophical concepts coined in name by Saul Kripke, which refers to a description that has the same": {
    "guess": "Rigid Designator",
    "confidence": [
      [
        "R",
        -0.058440864
      ],
      [
        "igid",
        -0.0005686411
      ],
      [
        " Design",
        -0.0016085283
      ],
      [
        "ator",
        -0.0007093326
      ]
    ]
  },
  "Theodore Roosevelt accompanied noted wolf-wrestler John Abernath on a wolf hunting expedition in the Big Pasture region of this state in 1905. This state was the site of a multiracial socialism-inspired uprising during World War I that opposed conscription called the Green Corn Rebellion. This state was also the site of an event that began with Dick Rowland fleeing from an elevator that later involved incendiary bombs dropped from airplanes and the destruction of the Greenwood District in the largest": {
    "guess": "Oklahoma",
    "confidence": [
      [
        "O",
        -0.002135748
      ],
      [
        "kl",
        -4.365741e-06
      ],
      [
        "ahoma",
        -5.252402e-05
      ]
    ]
  },
  "One theorem named after this man states that an infinite series which converges only because it contains": {
    "guess": "Cauchy's convergence test",
    "confidence": [
      [
        "Ca",
        -0.85138077
      ],
      [
        "uch",
        -8.418666e-06
      ],
      [
        "y",
        -0.00013488642
      ],
      [
        "'s",
        -0.16944456
      ],
      [
        " convergence",
        -0.78142005
      ],
      [
        " test",
        -0.00065572764
      ]
    ]
  },
  "One theory of these phenomena was developed by Karl Schimper and Louis Agassiz, whose work drew upon the ideas of Goethe and de Charpentier. The first of these events, probably triggered by the Great Oxygenation Event, was known as the Huronian, while the most recent one created many pluvial lakes. They can be identified through chemical proxies such as isotopes in sediment (*) cores, and organisms": {
    "guess": "Snowball Earth",
    "confidence": [
      [
        "Snow",
        -0.512961
      ],
      [
        "ball",
        -1.7432603e-06
      ],
      [
        " Earth",
        -0.012077143
      ]
    ]
  },
  "Thermionic emission was explained as acting through this phenomenon by Fowler and Nordheim. A WKB approximation in the case that the classical momentum is imaginary can be used to show that the spatial wave function decays exponentially in some regions due to this phenomenon. Oscar Klein described a counterintuitive result in which an increase in potential increases the rate of this phenomenon, and George Gamow discovered the role of this phenomenon in alpha decay. Gerd Binnig and Heinrich Rohrer used this phenomenon to develop a type of microscope which utilizes an electrically conductive metal tip and a voltage bias to measure the current of electrons between the tip and the surface. For 10": {
    "guess": "Quantum tunnelling",
    "confidence": [
      [
        "Quant",
        -0.0006876522
      ],
      [
        "um",
        -4.246537e-06
      ],
      [
        " tun",
        -0.0043145185
      ],
      [
        "n",
        -7.815281e-05
      ],
      [
        "elling",
        -4.3202e-07
      ]
    ]
  },
  "The theory of these objects was informally introduced through the use of \"tags\" by Ruth Barcan Marcus in her 1961 article \"Modalities in Intensional Language.\" David Kaplan presented a theory of these philosophical ideas in a lecture later published as \"Dthat\" shortly after they were formally introduced in a lecture series by their best-known popularizer. One of the uses of these philosophical concepts is to demonstrate the existence of necessary a posteriori propositions and contingent a priori propositions, and the inventor of this term proposed that proper names and natural kinds such as water": {
    "guess": "Rigid Designator",
    "confidence": [
      [
        "R",
        -0.047362838
      ],
      [
        "igid",
        -0.00091086753
      ],
      [
        " Design",
        -0.0012183323
      ],
      [
        "ator",
        -0.0006121211
      ]
    ]
  },
  "This theory was developed in 1912 by the German meteorologist Alfred Wegener,  and the findings of Eduard Suess helped support it. Suess concluded, mainly as a  result of fossil evidence, that a land mass containing several present continents  existed in the south in the Jurassic period. This mass was named Gondwanaland, and  broke apart into smaller plates according to a related theory developed in the 1960's.  FTP, name this theory related to plate tectonics which states that continents float ": {
    "guess": "Continental drift",
    "confidence": [
      [
        "Contin",
        -0.10834999
      ],
      [
        "ental",
        -3.261701e-05
      ],
      [
        " drift",
        -0.023697406
      ]
    ]
  },
  "Theorists of this art movement considered their work as a dialectical synthesis between the tectonic, the whole idea or conception of a work, and the fractura--the artistic input generated by the materials": {
    "guess": "Deconstructivism",
    "confidence": [
      [
        "De",
        -0.9746984
      ],
      [
        "construct",
        -0.41185713
      ],
      [
        "ivism",
        -0.013881161
      ]
    ]
  },
  "Theories for its formation tend to explain it by invoking the lack of plate tectonics on Mars and rifting caused by the uplift of neighboring Tharsis, although whether water or carbon dioxide decompression possible caused by the Oudermans crater was the primary erosion mechanism is highly debated. Surveys indicate that it formed over former seafloor crust, and the Noctis Labyrinthus' jumbled terrain provides some of the best evidence for flooding. Melas Chasma is the deepest part of, for 10 points, what several kilometer deep valley along the Martian equator that dwarfs the Grand Canyon": {
    "guess": "Valles Marineris",
    "confidence": [
      [
        "Val",
        -0.0056689987
      ],
      [
        "les",
        -0.00013834333
      ],
      [
        " Mar",
        -2.4584822e-06
      ],
      [
        "iner",
        -5.6934558e-05
      ],
      [
        "is",
        -2.8921695e-05
      ]
    ]
  },
  "One theory regarding this work claims that it was originally performed by Ben and Lew Snowden. It was written as a \"walkaround,\" and the final verse features Will-the-weaver. Abraham (+) Lincoln ordered a performance of this song upon hearing of Robert E. Lee's surrender. Disowned by its composer Daniel Decatur Emmett, it was more famously performed by opponents of the (*) Civil Rights movement, and at Jefferson Davis's inauguration. For 10 points, name this minstrel song beginning \"I wish I was": {
    "guess": "Dixie",
    "confidence": [
      [
        "D",
        -0.18033625
      ],
      [
        "ix",
        -0.00617586
      ],
      [
        "ie",
        -0.00073672744
      ]
    ]
  },
  "This theorem was applied to electron emission from a metal surface as an improvement over the Richardson": {
    "guess": "Fowler-Nordheim tunneling",
    "confidence": [
      [
        "F",
        -0.1975055
      ],
      [
        "owler",
        -0.00090467255
      ],
      [
        "-N",
        -0.22743301
      ],
      [
        "ord",
        -9.849109e-06
      ],
      [
        "heim",
        -3.7697225e-06
      ],
      [
        " tunnel",
        -0.66357803
      ],
      [
        "ing",
        -0.0004891689
      ]
    ]
  },
  "The theoretical section of this work divides the topic of its subtitle into an editing phase and an  evaluation phase, with the editing phase consisting of coding, combination, segregation, and  cancel ation. One section of this work discusses the experiments of Maurice Al ais while another section  introduces an experiment cal ed \"probabilistic insurance,\" This work argues that the decomposition of its title concepts into common and distinctive components in different ways wil lead to different": {
    "guess": "Editing phase",
    "confidence": [
      [
        "Editing",
        -0.63771915
      ],
      [
        " phase",
        -0.59740597
      ]
    ]
  },
  "Theogonie is one of this philosopher's lesser known works.  He asserted \"Man is what he eats,\" and argued": {
    "guess": "Ludwig Feuerbach",
    "confidence": [
      [
        "L",
        -0.19220123
      ],
      [
        "ud",
        -4.604148e-06
      ],
      [
        "wig",
        -7.266944e-05
      ],
      [
        " Fe",
        -0.0120585365
      ],
      [
        "uer",
        -5.6815352e-05
      ],
      [
        "bach",
        -1.147242e-06
      ]
    ]
  },
  "One of this man's theories claims that judgements, which form the basis of knowledge, are reached by determining the existence of a presented object. One of his students wrote a work claiming that the essence of music was consonance, Questions of Music, while another wrote a book whose first volume, Prolegomena to Pure Logic, is a strong attack on psychologism. In addition to his theory of judgement": {
    "guess": "Edmund Husserl",
    "confidence": [
      [
        "Ed",
        -0.012479401
      ],
      [
        "mund",
        -4.894791e-05
      ],
      [
        " Hus",
        -7.3861476e-05
      ],
      [
        "ser",
        -8.418666e-06
      ],
      [
        "l",
        -6.9882217e-06
      ]
    ]
  },
  "Theodore Roosevelt accompanied noted wolf-wrestler John Abernath on a wolf hunting expedition in the Big Pasture region of this state in 1905. This state was the site of a multiracial socialism-inspired uprising during World War I that opposed conscription called the Green Corn Rebellion. This state was also the site of an event that began with Dick Rowland fleeing from an elevator that later involved incendiary bombs dropped from airplanes and the destruction of the Greenwood District in the largest city in this state. Representatives of this state drafted a constitution and tried to get admitted to the Union in 1905 as the State of Sequoyah, and this state's economy boomed in the 1920s because": {
    "guess": "Oklahoma",
    "confidence": [
      [
        "O",
        -0.008488695
      ],
      [
        "kl",
        -1.504853e-06
      ],
      [
        "ahoma",
        -0.00014799883
      ]
    ]
  },
  "One theorem named for this man states that the group of units of a ring is finitely generated, and one function named for this man has a pole at s=1 if chi is a principal character. Another theorem named for this man states that there are an infinite number of rational numbers p over q within one over q squared of any given irrational number, a result known as his diophantine approximation theorem. His namesake statistical distribution is the conjugate prior of the multinomial distribution, and his original proof of his namesake theorem on arithmetic progressions of primes used his L-functions,": {
    "guess": "Dirichlet's theorem on arithmetic progressions",
    "confidence": [
      [
        "Dir",
        -0.7418412
      ],
      [
        "ich",
        -0.00015741224
      ],
      [
        "let",
        -0.00016873659
      ],
      [
        "'s",
        -0.2624084
      ],
      [
        " theorem",
        -0.17945385
      ],
      [
        " on",
        -0.13139854
      ],
      [
        " arithmetic",
        -0.00026133584
      ],
      [
        " progress",
        -0.00079688133
      ],
      [
        "ions",
        -2.4584822e-06
      ]
    ]
  },
  "One theory of this entity's creation states that a Mars-sized body named Theia (\"THEE-uh\") collided with": {
    "guess": "Moon",
    "confidence": [
      [
        "Moon",
        -0.017405497
      ]
    ]
  },
  "Theodore Roosevelt accompanied noted wolf-wrestler John Abernath on a wolf hunting expedition in the": {
    "guess": "Badlands",
    "confidence": [
      [
        "Bad",
        -1.2472316
      ],
      [
        "lands",
        -0.02313017
      ]
    ]
  },
  "The thermal form of this effect can occur in cluster radio halo sources due to the presence of highly relativistic electrons and in the non-relativistic limit it can be described by the Kompaneets equation. It is redshift-independent and occurs through the Thomson (*) scattering of photons as they interact": {
    "guess": "Sunyaev-Zel'dovich effect",
    "confidence": [
      [
        "Sun",
        -0.048723966
      ],
      [
        "ya",
        -0.00018720949
      ],
      [
        "ev",
        -2.6656826e-05
      ],
      [
        "-Z",
        -0.44648635
      ],
      [
        "el",
        -0.42417026
      ],
      [
        "'d",
        -0.0015552095
      ],
      [
        "ovich",
        -2.2603901e-05
      ],
      [
        " effect",
        -0.047485616
      ]
    ]
  },
  "The theory of punctuated equilibrium requires one form of this process to be less common than another; the latter form of this process was postulated by Ernst Mayr and is sometimes considered a subtype of the former. That form of this process occurs when a subgroup colonizes an area on the borders of the population's viable range, resulting in substantial genetic drift, and is called peripatric. The vicariant form of one type of this process occurs when a geologic event separates an extant population": {
    "guess": "Allopatric speciation",
    "confidence": [
      [
        "Al",
        -0.5570502
      ],
      [
        "lo",
        -1.8193366e-05
      ],
      [
        "pat",
        -3.1737043e-06
      ],
      [
        "ric",
        -9.448371e-05
      ],
      [
        " spec",
        -0.11410172
      ],
      [
        "iation",
        -0.00016420685
      ]
    ]
  },
  "This man is theorized to have been bullied by Billy Hughes and subordinates named Cunliffe and Sumner after his easy victory in the \"Coupon Election\". His political downfall coincided with that of opposition leader Andrew Chamberlain following the Carlton Club meeting. Mackenzie King flexed Canadian muscle at the expense of this man's government in the Chanak Crisis, after which he resigned and was succeeded by Andrew Bonar Law. The House of Lords rejected the \"People's Budget\" that this man wrote": {
    "guess": "David Lloyd George",
    "confidence": [
      [
        "David",
        -0.02687514
      ],
      [
        " Lloyd",
        -0.0009255149
      ],
      [
        " George",
        -8.006007e-05
      ]
    ]
  },
  "The theoretical section of this work divides the topic of its subtitle into an editing phase and an  evaluation phase, with the editing phase consisting of coding, combination, segregation, and  cancel ation. One section of this work discusses the experiments of Maurice Al ais while another section ": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -0.6247541
      ]
    ]
  },
  "Theories for its formation tend to explain it by invoking the lack of plate tectonics on Mars and rifting caused by the uplift of neighboring Tharsis, although whether water or carbon dioxide decompression": {
    "guess": "Formation of Valles Marineris",
    "confidence": [
      [
        "Formation",
        -0.7415069
      ],
      [
        " of",
        -0.013139874
      ],
      [
        " Val",
        -0.075251706
      ],
      [
        "les",
        -0.00085702783
      ],
      [
        " Mar",
        -0.00065882324
      ],
      [
        "iner",
        -0.00019769941
      ],
      [
        "is",
        -2.5583993e-05
      ]
    ]
  },
  "This man's theories were summarized by John Hicks in the ISLM model. He studied the impact of a quantity calculated as C plus I plus G plus net exports on economies and plotted equilibrium GDP on his namesake": {
    "guess": "John Maynard Keynes",
    "confidence": [
      [
        "John",
        -0.027621634
      ],
      [
        " May",
        -0.0002997121
      ],
      [
        "nard",
        -1.3663626e-05
      ],
      [
        " Keynes",
        -3.5358695e-05
      ]
    ]
  },
  "This theory was tested in an experiment in which radioactive iron was placed on a loudspeaker, done by Pound and Rebka. It provided the first explanation for the precession of Mercury's perihelion. A standard textbook on this subject was written by Charles Misner, John Archibald Wheeler, and Kip S. Thorne. One equation in this theory relates the curvature and the stress-energy (*) tensor. One consequence of this theory is that GPS satellites continually need to readjust their clocks. This theory": {
    "guess": "General relativity",
    "confidence": [
      [
        "General",
        -0.28828123
      ],
      [
        " rel",
        -0.073291376
      ],
      [
        "ativity",
        -2.3915141e-05
      ]
    ]
  },
  "Theodor Adorno criticized this man's work as too repetitive, although Bernstein spoke highly of one of his pieces. This man came to fame after Sergei Diaghilev commissioned him to compose a set of ballets,": {
    "guess": "Igor Stravinsky",
    "confidence": [
      [
        "I",
        -0.0024184645
      ],
      [
        "gor",
        -1.7478143e-05
      ],
      [
        " Str",
        -0.00016170357
      ],
      [
        "av",
        -7.982166e-05
      ],
      [
        "insky",
        -0.00029136782
      ]
    ]
  },
  "Theodor Adorno criticized this man's work as too repetitive, although Bernstein spoke highly of one of his pieces. This man came to fame after Sergei Diaghilev commissioned him to compose a set of ballets, one of which was featured in Fantasia and accompanied depictions of the origin of life. However, Fantasia's version cut the Finale of the second act and repeated the bassoon solo at the end of the piece. In another of this man's ballets, Prince Ivan must free the maidens from the evil Katschai with help from the titular creature. For 10 points, name this composer of The Firebird and The Rite of Spring.": {
    "guess": "Igor Stravinsky",
    "confidence": [
      [
        "I",
        -0.00080009975
      ],
      [
        "gor",
        0.0
      ],
      [
        " Str",
        -5.109358e-05
      ],
      [
        "av",
        -4.3226137e-05
      ],
      [
        "insky",
        -0.00028970264
      ]
    ]
  },
  "This theory replaces the dependence on the external potential, v of r, by a dependence on the density distribution from a straightforward generalization of the Legendre transform from the chemical potential to the number of particles. Considered the successor to the Thomas-Fermi model, this theory grew out of a 1964 paper, which stated that there is a unique relation between the external potential and the ground state electron density and reformulated the variational principle for electron densities.": {
    "guess": "Density functional theory",
    "confidence": [
      [
        "Density",
        -0.42674682
      ],
      [
        " functional",
        -0.010297815
      ],
      [
        " theory",
        -2.5941605e-05
      ]
    ]
  },
  "One theorem named for this man means that for any simply connected open proper subset of the complex plane, there exists a bijective analytic map from it to the open unit circle about the origin.  Manifolds": {
    "guess": "Riemann mapping theorem",
    "confidence": [
      [
        "R",
        -0.25357533
      ],
      [
        "iem",
        -0.0030757522
      ],
      [
        "ann",
        -2.58224e-05
      ],
      [
        " mapping",
        -0.68012244
      ],
      [
        " theorem",
        -0.00018863993
      ]
    ]
  },
  "This theorem's Second part explains the rationale by which you can be ticketed if you don't take enough time to drive down the New Jersey Turnpike. Its First part can be generalized in many ways, the first of which is Taylor's Theorem, which includes a term representing the error inherent in Lebesquian": {
    "guess": "Mean value theorem",
    "confidence": [
      [
        "Mean",
        -0.4968568
      ],
      [
        " value",
        -0.054668084
      ],
      [
        " theorem",
        -0.00081784645
      ]
    ]
  },
  "One theory to explain these phenomena was offered by the authors of the \"Time to Build\" paper, and\n invokes the neoclassical growth theory to explain them so that interpretations of these phenomena agree\n with long term growth models. That theory, developed by Finn Kydland and Edward Prescott assumes that\n technology shocks are the cause for them. Wesley Mitchell is best known for his work regarding these\n phenomena, and Austrian theory invokes credit levels as the cause of these phenomena, while William\n Jevons thought that varying sunspot levels are the cause for these. They have variable periodicity, as\n described by Kondratieff waves and Kuznets waves, and in the United States they are tracked by the\n NBER. For 10 points, identify these phenomena which are characterized by booms and busts in economic\n activity.": {
    "guess": "Business Cycles",
    "confidence": [
      [
        "Business",
        -0.05546168
      ],
      [
        " C",
        -0.14767157
      ],
      [
        "ycles",
        -2.4584822e-06
      ]
    ]
  },
  "A theory formulated by Hardcastle and Hanus in 1926 predicted that the shape of these objects results from ablation. That theory was adopted by Chapman in an attempt to answer their namesake problem. They can appear as flanged buttons or in a layered form known as Muong-Nong, but the splash-form type studied by Reinhart is most common. Coined in name by Austrian geologist Eduard Suess, a single specimen was discovered on Martha's Vineyard with a translucent green color, similar to the moldavites discovered in Czechoslovakia. Once explained by Virgil Barnes as a type of fulgurite, they are characterized by much lower water content than standard obsidians. Theorized to be ejecta from terrestrial impact craters, for 10 points, name these glassy rocks found in large strewn fields in Australasia": {
    "guess": "Tektite",
    "confidence": [
      [
        "T",
        -0.35468572
      ],
      [
        "ekt",
        -0.0005103798
      ],
      [
        "ite",
        -0.3254303
      ]
    ]
  },
  "This man theorized that if both chess players are rational, then a sequence of winning moves can be found using an algorithm, then developed a backward-induction algorithm still used in games of perfect information. He also proved Henri Poincaré's recurrence theorem, then used it to argue against the Second Law of Thermodynamics. This mathematician independently discovered Russell's paradox, and introduced": {
    "guess": "Kurt Gödel",
    "confidence": [
      [
        "K",
        -0.29532745
      ],
      [
        "urt",
        -0.00030185774
      ],
      [
        " Gö",
        -0.00043364934
      ],
      [
        "del",
        -7.9940866e-05
      ]
    ]
  },
  "A thermal inversion can cause rays to wrap around the earth in the infinite form of this phenomenon. That difference in temperature can also allow sound to travel farther due to this effect, such as sound traveling over a lake. This phenomenon is no longer observed once an angle of incidence reaches a critical angle and causes total internal reflection. One is the minimum value for the index associated with this effect; that index, denoted n, is equated with angles of incidence via Snell's Law. For": {
    "guess": "Atmospheric refraction",
    "confidence": [
      [
        "At",
        -1.1720014
      ],
      [
        "mos",
        -7.851042e-05
      ],
      [
        "pheric",
        -0.0005299182
      ],
      [
        " ref",
        -0.8845851
      ],
      [
        "raction",
        -1.831257e-05
      ]
    ]
  },
  "In this theory, the dot product must be redefined in order to make it an invariant. In it, total energy and momentum are unified into a 4-vector. Tests for this theory include particle lifetime experiments and space isotropy measurements. Many effects that occur as a result of this theory involve a term equal to the inverse square root of one minus beta squared. It explains length contraction, and time dilation using the aforementioned Lorentz factor. It states that there is no absolutely stationary frame of reference, and an equation relating energy and mass is derived from this theory. For 10 points, name this theory which states that the speed of light is the same in all inertial reference": {
    "guess": "Special relativity",
    "confidence": [
      [
        "Special",
        -0.0032099187
      ],
      [
        " rel",
        -0.25767028
      ],
      [
        "ativity",
        -4.167649e-05
      ]
    ]
  },
  "Theodosius allowed them to settle in Moesia for purposes of defending the frontier. Which was far better treatment than they got from the Romans previously, when, after being oppressed by taxation, they plundered the Balkan provinces and  killed emperor Valens in the process at Adrianople. After setteling in Roman territory, though, their leader Alaric  marched on Rome and sacked it. Afterwards, though, they redeemed themselves somewhat by helping the Romans fight  off Attila the Hun, losing their new leader, Theodoric. The Huns were responsible for pushing them westwards in the  first place, seperating": {
    "guess": "Visigoths",
    "confidence": [
      [
        "Vis",
        -0.014613552
      ],
      [
        "igo",
        -0.00022427815
      ],
      [
        "ths",
        -0.03731962
      ]
    ]
  },
  "One theorem named for this man states that the group of units of a ring is finitely generated, and one function named for this man has a pole at s=1 if chi is a principal character. Another theorem named for this man states that there are an infinite number of rational numbers p over q within one over": {
    "guess": "Dirichlet L-function",
    "confidence": [
      [
        "Dir",
        -0.33736908
      ],
      [
        "ich",
        -0.00037263904
      ],
      [
        "let",
        -0.00047523674
      ],
      [
        " L",
        -0.58905315
      ],
      [
        "-function",
        -0.81255984
      ]
    ]
  },
  "In \"Is Theology Poetry?\", this man introduced an idea he later referred to as \"the Cardinal Difficulty of Naturalism\" in his book Miracles; that idea is his anti-materialist \"argument from reason\" for the existence of God. This author of The Problem of Pain used the German term Sehnsucht to refer to a concept that differs from pleasure because it includes an \"inconsolable longing\"; that concept appears in the title of his Surprised by Joy, an account of his conversion. In another work, this thinker asserted that pride was \"the Great Sin\" and popularized the idea that Jesus was either \"lunatic,": {
    "guess": "C. S. Lewis",
    "confidence": [
      [
        "C",
        -0.07676829
      ],
      [
        ".",
        -0.032872096
      ],
      [
        " S",
        -5.383526e-05
      ],
      [
        ".",
        -7.934485e-05
      ],
      [
        " Lewis",
        -6.456359e-05
      ]
    ]
  },
  "One theory with this name predicts the Lense-Thirring effect, as well as the equivalence principle, which equates gravitational and inertial mass. Another theory with this name is formulated within a Minkowski space and leads to the (*) twin paradox, wherein one twin brother returns from space travel": {
    "guess": "General relativity",
    "confidence": [
      [
        "General",
        -0.0039542057
      ],
      [
        " rel",
        -0.003961213
      ],
      [
        "ativity",
        -3.917321e-05
      ]
    ]
  },
  "A theory pertaining to the transfer of these items uses a quantity equal to the energy required to bring the system to its final reaction coordinates under certain conditions, and won Rudolf Marcus the 1927 Nobel in Chemistry. In the post-Hartree-Fock methods, the configuration interaction functions try to correct for neglecting the correlation energy between these particles. Nitro and halide groups \"withdraw\" these particles from an aromatic ring. The outer most sets of these which don't participate in bonding are called \"lone pairs\" and are represented in Lewis structures. For 10 points, identify these particles which carry a negative charge.": {
    "guess": "Electron",
    "confidence": [
      [
        "Elect",
        -0.012098236
      ],
      [
        "ron",
        -0.32330593
      ]
    ]
  },
  "This theorem states that, as the thermodynamic temperature of a system in thermodynamic equilibrium approaches zero, the changes in both the Helmholtz function and the internal energy in an isothermal process tend to zero.  Eugene Simon reformulated this lemma from the restrictive form just given, which is known as the new heat theorem, into a statement whose clear consequence is that it is impossible": {
    "guess": "Nernst heat theorem",
    "confidence": [
      [
        "N",
        -0.6175546
      ],
      [
        "ern",
        -0.0052966042
      ],
      [
        "st",
        -3.88156e-05
      ],
      [
        " heat",
        -0.13914394
      ],
      [
        " theorem",
        -0.00092253846
      ]
    ]
  },
  "In one theory of this concept's development, the transition from peer-oriented or collective-oriented to objective-oriented requires a namesake pluralism.  Carol Gilligan claimed that the most famous theory": {
    "guess": "Object-oriented programming",
    "confidence": [
      [
        "Object",
        -0.9393961
      ],
      [
        "-oriented",
        -0.9406869
      ],
      [
        " programming",
        -0.20105149
      ]
    ]
  },
  "One theory regarding this work claims that it was originally performed by Ben and Lew Snowden. It was": {
    "guess": "The Wikipedia page on Free Trade Hall, Manchester",
    "confidence": [
      [
        "The",
        -1.0746129
      ],
      [
        " Wikipedia",
        -1.875719
      ],
      [
        " page",
        -0.00392048
      ],
      [
        " on",
        -0.2449649
      ],
      [
        " Free",
        -1.4323088
      ],
      [
        " Trade",
        -0.83338964
      ],
      [
        " Hall",
        -0.084687784
      ],
      [
        ",",
        -1.2041337
      ],
      [
        " Manchester",
        -0.024036594
      ]
    ]
  },
  "The thermal form of this effect can occur in cluster radio halo sources due to the presence of highly relativistic electrons and in the non-relativistic limit it can be described by the Kompaneets equation. It is redshift-independent and occurs through the Thomson (*) scattering of photons as they interact with thermal electrons in galaxy clusters and other reservoirs of plasma. For 10 points, name": {
    "guess": "Sunyaev-Zel'dovich effect",
    "confidence": [
      [
        "Sun",
        -0.018563684
      ],
      [
        "ya",
        -0.00011534435
      ],
      [
        "ev",
        -2.3795938e-05
      ],
      [
        "-Z",
        -0.2967533
      ],
      [
        "el",
        -0.59166723
      ],
      [
        "'d",
        -0.000429954
      ],
      [
        "ovich",
        -1.640531e-05
      ],
      [
        " effect",
        -0.03465077
      ]
    ]
  },
  "In one theory of this concept's development, the transition from peer-oriented or collective-oriented to objective-oriented requires a namesake pluralism.  Carol Gilligan claimed that the most famous theory of it was biased against women because its studies did not include any, and Elliot Kuriel separated its development from that of the more interpersonal social convention in his domain theory.  The most famous theory of it was developed in part based on people's reactions to reading stories, such as one about a man who steals medication for his wife, and it included six stages, the last of which, universal principles, is a theoretical endpoint.  FTP name this concept theorized to develop in pre-conventional, conventional, and post-conventional levels by Lawrence Kohlberg, generally defined": {
    "guess": "Lawrence Kohlberg",
    "confidence": [
      [
        "Law",
        -0.1910416
      ],
      [
        "rence",
        -3.4047454e-05
      ],
      [
        " Koh",
        -6.837811e-05
      ],
      [
        "l",
        -2.3676734e-05
      ],
      [
        "berg",
        -0.00018983196
      ]
    ]
  },
  "A thermal inversion can cause rays to wrap around the earth in the infinite form of this phenomenon. That difference in temperature can also allow sound to travel farther due to this effect, such as sound traveling over a lake. This phenomenon is no longer observed once an angle of incidence reaches": {
    "guess": "Mirage",
    "confidence": [
      [
        "Mir",
        -0.7969076
      ],
      [
        "age",
        -0.0011537937
      ]
    ]
  },
  "This theorem's namesake also gives his name to a paradox involving the Lorentz contraction of a rigid rotating disk, and it can be derived by applying expectation values to the Lindblad equation. The particle-in-a-box initially appears to violate this theorem, which demonstrates the Bohr correspondence principle, since the probability of finding a particle at a wall is zero, so the expectation value of the force should vanish for any state. Therefore, it fails to be equal to the time derivative of the momentum's expectation as this statement predicts. For 10 points, name this theorem, the quantum mechanical analog of Newton's Second Law, named for an Austrian friend of Einstein.": {
    "guess": "Ehrenfest theorem",
    "confidence": [
      [
        "E",
        -0.03942569
      ],
      [
        "h",
        -0.0004007601
      ],
      [
        "ren",
        -2.9994528e-05
      ],
      [
        "fest",
        -1.0280384e-06
      ],
      [
        " theorem",
        -0.29172483
      ]
    ]
  },
  "One theory to explain these phenomena was offered by the authors of the \"Time to Build\" paper, and\n invokes the neoclassical growth theory to explain them so that interpretations of these phenomena agree\n with long term growth models. That theory, developed by Finn Kydland and Edward Prescott assumes": {
    "guess": "Real Business Cycle Theory",
    "confidence": [
      [
        "Real",
        -0.14046288
      ],
      [
        " Business",
        -0.21338043
      ],
      [
        " Cycle",
        -0.0021455009
      ],
      [
        " Theory",
        -0.032067306
      ]
    ]
  },
  "One theory of this process calculates a potential equal to negative RT times the natural log of equilibrium vapor pressure over saturation vapor pressure. That potential is calculated in the Dubinin-Polanyi theory. Hill's and Lowell's equation contain the namesake C constant of another theory of this": {
    "guess": "Adsorption",
    "confidence": [
      [
        "Ads",
        -0.32438385
      ],
      [
        "orption",
        -8.518583e-05
      ]
    ]
  },
  "Its theme of spiritual desolation is found in such lines as \"There are no eyes here/In this valley of dying stars,\" and \"This is the dead land/This is cactus land.\" The title figures are described as \"Shape without form, shade without colour,/ Paralysed force, gesture without motion.\" They move \"quiet and meaningless/As wind in dry grass.\" For 10 points, name this T.S. Eliot poem in which the reader learns that \"This is the way the world ends/Not with a bang but a whimper.\"": {
    "guess": "The Hollow Men",
    "confidence": [
      [
        "The",
        -0.0028048719
      ],
      [
        " Hollow",
        -0.25146955
      ],
      [
        " Men",
        -0.00010998019
      ]
    ]
  },
  "The theoretical section of this work divides the topic of its subtitle into an editing phase and an  evaluation phase, with the editing phase consisting of coding, combination, segregation, and  cancel ation. One section of this work discusses the experiments of Maurice Al ais while another section  introduces an experiment cal ed \"probabilistic insurance,\" This work argues that the decomposition of its title concepts into common and distinctive components in different ways wil lead to different  preferences, a term it cal s the \"isolation effect,\" and argues by analogy to sensory phenomena that the  marginal value of both gains and losses decreases with their magnitude. This paper introduces an  S-shaped value function which is steepest at the reference point, and argues that the certainty effect  drives people to risk aversion in choices involving sure gains and to risk taking in choices involving sure losses. For 10 points, identify this seminal paper of behavioral economics by Kahneman and Tversky,  which spawned the namesake theoretical framework.": {
    "guess": "Prospect Theory",
    "confidence": [
      [
        "Pros",
        -0.012402279
      ],
      [
        "pect",
        -4.365741e-06
      ],
      [
        " Theory",
        -0.66258335
      ]
    ]
  },
  "One theorem named after this man states that an infinite series which converges only because it contains both positive and negative numbers can have its terms rearranged so that it sums to any given value. Another theorem named after this man concerns the placement of areas in the complex plane onto unit disks, and is known as his mapping theorem. He gave a famous lecture on geometry in order to earn": {
    "guess": "Banach's fixed-point theorem",
    "confidence": [
      [
        "Ban",
        -0.97961384
      ],
      [
        "ach",
        -6.1106686e-05
      ],
      [
        "'s",
        -0.30129662
      ],
      [
        " fixed",
        -0.050578967
      ],
      [
        "-point",
        -0.0036942551
      ],
      [
        " theorem",
        -3.2855416e-05
      ]
    ]
  },
  "Theogonie is one of this philosopher's lesser known works.  He asserted \"Man is what he eats,\" and argued better food to improve humankind, part of a materialistic approach that Marx was critical of in a \"Thesis\" written on this man.  He wrote his second most famous work, Thoughts on Death and Immortality, after he finished studying under Hegel at Berlin.  FTP, name this philosopher who argued that religion's existence is justifiable only in that it satisfies a psychological need in his The Essence of Christianity.": {
    "guess": "Ludwig Feuerbach",
    "confidence": [
      [
        "L",
        -0.0038781003
      ],
      [
        "ud",
        -2.3392786e-06
      ],
      [
        "wig",
        -6.392203e-06
      ],
      [
        " Fe",
        -0.00022427815
      ],
      [
        "uer",
        -0.00020532844
      ],
      [
        "bach",
        -2.6537622e-05
      ]
    ]
  },
  "Theodore Roosevelt accompanied noted wolf-wrestler John Abernath on a wolf hunting expedition in the Big Pasture region of this state in 1905. This state was the site of a multiracial socialism-inspired uprising during World War I that opposed conscription called the Green Corn Rebellion. This state was also the site of an event that began with Dick Rowland fleeing from an elevator that later involved": {
    "guess": "Oklahoma",
    "confidence": [
      [
        "O",
        -0.0028956905
      ],
      [
        "kl",
        -1.0280384e-06
      ],
      [
        "ahoma",
        -0.00012916465
      ]
    ]
  },
  "One theory for the origin of this rock involves anatexis and revolves around migmatites. This rock comes in S-types and rarer M-types, while its A-types are now thought to be a form of its I-type, large": {
    "guess": "Granite",
    "confidence": [
      [
        "Gran",
        -0.0029491745
      ],
      [
        "ite",
        -0.037354752
      ]
    ]
  },
  "One theory with this name predicts the Lense-Thirring effect, as well as the equivalence principle, which equates gravitational and inertial mass. Another theory with this name is formulated within a Minkowski": {
    "guess": "General relativity",
    "confidence": [
      [
        "General",
        -0.12089653
      ],
      [
        " rel",
        -0.23165186
      ],
      [
        "ativity",
        -1.7597347e-05
      ]
    ]
  },
  "Theories about the dynamics of these objects were tested through the Vine-Matthews-Morley hypothesis.": {
    "guess": "Plate tectonics",
    "confidence": [
      [
        "Plate",
        -0.519156
      ],
      [
        " t",
        -0.09374456
      ],
      [
        "ect",
        -1.0280384e-06
      ],
      [
        "on",
        -0.00010008628
      ],
      [
        "ics",
        -3.4405064e-05
      ]
    ]
  },
  "This theory led to the formation of a quantum interpretation of the Zeno effect. For an ideal gas, the quantity described by this theory is evaluated by dividing the square root of the product of the Boltzmann constant, mass and temperature of the gas, and two pi into Planck's constant. One confirmation": {
    "guess": "Matter wave",
    "confidence": [
      [
        "M",
        -0.5207221
      ],
      [
        "atter",
        -0.0005717404
      ],
      [
        " wave",
        -0.028631845
      ]
    ]
  },
  "This theory was tested in an experiment in which radioactive iron was placed on a loudspeaker, done by Pound and Rebka. It provided the first explanation for the precession of Mercury's perihelion. A standard": {
    "guess": "General relativity",
    "confidence": [
      [
        "General",
        -1.0294405
      ],
      [
        " rel",
        -1.0472945
      ],
      [
        "ativity",
        -3.0113732e-05
      ]
    ]
  },
  "One theory which explains this part of the body's functioning relied on data collected by J.C Eccles and is known as the Marr-Albus theory. One component of this structure, which arises from the pontine": {
    "guess": "Cerebellum",
    "confidence": [
      [
        "C",
        -0.20140067
      ],
      [
        "ere",
        -0.013730777
      ],
      [
        "bell",
        -0.005860532
      ],
      [
        "um",
        -0.1556098
      ]
    ]
  },
  "This theorem was applied to electron emission from a metal surface as an improvement over the Richardson equation. One equation derived from it relates the pressure of a system and the proportion of ionized molecules and is called the Saha equation. Its prediction decreases without bound as temperature": {
    "guess": "Fowler-Nordheim equation",
    "confidence": [
      [
        "F",
        -0.5512396
      ],
      [
        "owler",
        -0.02935687
      ],
      [
        "-N",
        -0.21639498
      ],
      [
        "ord",
        -1.5928495e-05
      ],
      [
        "heim",
        -2.220075e-06
      ],
      [
        " equation",
        -0.7063442
      ]
    ]
  },
  "This theory led to the formation of a quantum interpretation of the Zeno effect. For an ideal gas, the quantity described by this theory is evaluated by dividing the square root of the product of the Boltzmann": {
    "guess": "Matter wave",
    "confidence": [
      [
        "M",
        -0.059365023
      ],
      [
        "atter",
        -0.0008411921
      ],
      [
        " wave",
        -0.02655572
      ]
    ]
  },
  "A theorem by Tarski states that the set of these for a monotonically increasing map between complete lattices is itself a complete lattice. A theorem by Lefschetz provides for the existence of one of these for a continuous map between finite complexes, while the Poincare-Birkhoff theorem shows that at least two exist for a conformal, injective map of an annulus to itself which rotates points on the outer ring positively and on the inner ring negatively. The intermediate value theorem can be used to show that one of these exists for a continuous function on a closed subset of the real line, but a more famous result regarding these, which states that one of them exists for any continuous mapping from the unit n-ball onto itself, is attributed to Brouwer. For ten points, identify these types of": {
    "guess": "Fixed points",
    "confidence": [
      [
        "Fixed",
        -0.099773474
      ],
      [
        " points",
        -0.022577984
      ]
    ]
  },
  "This man is theorized to have been bullied by Billy Hughes and subordinates named Cunliffe and Sumner after his easy victory in the \"Coupon Election\". His political downfall coincided with that of opposition leader Andrew Chamberlain following the Carlton Club meeting. Mackenzie King flexed Canadian muscle at the expense of this man's government in the Chanak Crisis, after which he resigned and was": {
    "guess": "David Lloyd George",
    "confidence": [
      [
        "David",
        -0.102634326
      ],
      [
        " Lloyd",
        -0.0009887461
      ],
      [
        " George",
        -8.9834764e-05
      ]
    ]
  },
  "In one theory of this concept's development, the transition from peer-oriented or collective-oriented to objective-oriented requires a namesake pluralism.  Carol Gilligan claimed that the most famous theory of it was biased against women because its studies did not include any, and Elliot Kuriel separated": {
    "guess": "Object relations theory",
    "confidence": [
      [
        "Object",
        -1.4847622
      ],
      [
        " relations",
        -0.6867399
      ],
      [
        " theory",
        -0.0026242894
      ]
    ]
  },
  "One theory to explain these phenomena was offered by the authors of the \"Time to Build\" paper, and\n invokes the neoclassical growth theory to explain them so that interpretations of these phenomena agree\n with long term growth models. That theory, developed by Finn Kydland and Edward Prescott assumes that\n technology shocks are the cause for them. Wesley Mitchell is best known for his work regarding these\n phenomena, and Austrian theory invokes credit levels as the cause of these phenomena, while": {
    "guess": "Business Cycle Theory",
    "confidence": [
      [
        "Business",
        -0.3846424
      ],
      [
        " Cycle",
        -0.6216455
      ],
      [
        " Theory",
        -0.123480804
      ]
    ]
  },
  "One theorem about these numbers states that every natural number can be represented uniquely as the sum of nonconsecutive ones of them; that statement is named for Zeckendorf. This sequence appears on the outer edges of Hosoya's triangle, and its nth element gives the number of ways for dominoes to cover a two-by-(n minus one) checkerboard. This sequence is generated by a formula named for (*) Binet, as well as by the function x over the quantity one minus x minus x-squared. It is a specific type of Lucas sequence, and the ratio of consecutive elements of this sequence approaches the golden ratio. First proposed in Liber Abaci, for 10 points, name this recursively-defined sequence whose elements are the sum of the previous two elements, beginning 0, 1, 1, 2, 3, 5, 8.": {
    "guess": "Fibonacci number",
    "confidence": [
      [
        "F",
        -0.0033130576
      ],
      [
        "ib",
        -0.000100205485
      ],
      [
        "onacci",
        -3.4047454e-05
      ],
      [
        " number",
        -0.024631469
      ]
    ]
  },
  "One of this man's theories claims that judgements, which form the basis of knowledge, are reached by determining the existence of a presented object. One of his students wrote a work claiming that the essence of music was consonance, Questions of Music, while another wrote a book whose first volume, Prolegomena to Pure Logic, is a strong attack on psychologism. In addition to his theory of judgement advanced in Psychology from an Empirical Standpoint, another one of his theories sought to distinguish a mental kind of action from a physical one by claiming that mental phenomenons had an object at which they are directed, a claim expanded on by his student's work Logical Investigations. For 10": {
    "guess": "Edmund Husserl",
    "confidence": [
      [
        "Ed",
        -0.018586738
      ],
      [
        "mund",
        -1.27099975e-05
      ],
      [
        " Hus",
        -0.00013703208
      ],
      [
        "ser",
        -2.577686e-06
      ],
      [
        "l",
        -8.776276e-06
      ]
    ]
  },
  "One theory for the origin of this rock involves anatexis and revolves around migmatites. This rock comes in S-types and rarer M-types, while its A-types are now thought to be a form of its I-type, large quantities of which are entirely unique to Earth. Geologists consider it a subclass of a similarly named family of rock which contains an alkali mineral rather than plagioclase, and when used in building, it is often confused with gabbro and gneiss. Rhyolite is compositionally similar to this rock,": {
    "guess": "Granite",
    "confidence": [
      [
        "Gran",
        -0.0047525265
      ],
      [
        "ite",
        -0.21888891
      ]
    ]
  },
  "One theory regarding this work claims that it was originally performed by Ben and Lew Snowden. It was written as a \"walkaround,\" and the final verse features Will-the-weaver. Abraham (+) Lincoln ordered a performance of this song upon hearing of Robert E. Lee's surrender. Disowned by its composer Daniel Decatur Emmett, it was more famously performed by opponents of the (*) Civil Rights movement, and at Jefferson Davis's inauguration. For 10 points, name this minstrel song beginning \"I wish I was in the land of cotton\", which has become synonymous with segregation and the Southern US.": {
    "guess": "Dixie (song)",
    "confidence": [
      [
        "D",
        -0.20513244
      ],
      [
        "ix",
        -0.01768087
      ],
      [
        "ie",
        -0.0004388943
      ],
      [
        " (",
        -0.5665832
      ],
      [
        "song",
        -0.00031448968
      ],
      [
        ")",
        -0.00012094693
      ]
    ]
  },
  "A theologian from what is now this country developed a doctrine of pre-existence of souls that was condemned at the Synod of Constantinople. Hassan al-Banna founded an Islamic revival movement that forms the basis of one of this country's political parties. The Isma'ili imam and caliph al-Mu'izz founded the al-Azhar mosque in this country, where a Salafist party placed second in the most recent parliamentary elections. Origen and St. Athanasius were from this modern-day country. Tawadros II is a patriarch who presides over Christians in this country and Ethiopia. For 10 points, name this country recently governed by the Islamic Brotherhood, the home of the Coptic church.": {
    "guess": "Egypt",
    "confidence": [
      [
        "Egypt",
        -0.0032235833
      ]
    ]
  },
  "His theorem states that subgroup orders divide group orders, his physical quantity is the difference in kinetic and potential energies, and his points are the five equilibrium locations for small bodies in the three-body problem. FTP, name this 18th century French-Italian physicist and mathematician": {
    "guess": "Dirac equation",
    "confidence": [
      [
        "Dir",
        -0.3687732
      ],
      [
        "ac",
        -0.016004805
      ],
      [
        " equation",
        -0.0018471284
      ]
    ]
  },
  "This theory led to the formation of a quantum interpretation of the Zeno effect. For an ideal gas, the quantity described by this theory is evaluated by dividing the square root of the product of the Boltzmann constant, mass and temperature of the gas, and two pi into Planck's constant. One confirmation for it came from Otto Stern's experiments with Helium atoms, though it was first confirmed when": {
    "guess": "Matter wave",
    "confidence": [
      [
        "M",
        -0.54442114
      ],
      [
        "atter",
        -0.0014614273
      ],
      [
        " wave",
        -0.031466816
      ]
    ]
  },
  "One theory for the origin of this rock involves anatexis and revolves around migmatites. This rock comes in S-types and rarer M-types, while its A-types are now thought to be a form of its I-type, large quantities of which are entirely unique to Earth. Geologists consider it a subclass of a similarly named family of rock which contains an alkali mineral rather than plagioclase, and when used in building, it is often confused with gabbro and gneiss. Rhyolite is compositionally similar to this rock, but is formed extrusively. For 10 points, name this common felsic, intrusive igneous rock containing quartz and feldspar, identifiable by its distinct salt and pepper look.": {
    "guess": "Granite",
    "confidence": [
      [
        "Gran",
        -0.0011830848
      ],
      [
        "ite",
        -0.0003426144
      ]
    ]
  },
  "Theodor Adorno criticized this man's work as too repetitive, although Bernstein spoke highly of one of his pieces. This man came to fame after Sergei Diaghilev commissioned him to compose a set of ballets, one of which was featured in Fantasia and accompanied depictions of the origin of life. However,": {
    "guess": "Igor Stravinsky",
    "confidence": [
      [
        "I",
        -0.0016844667
      ],
      [
        "gor",
        -1.1398757e-05
      ],
      [
        " Str",
        -0.00044246673
      ],
      [
        "av",
        -9.1622824e-05
      ],
      [
        "insky",
        -0.0003278368
      ]
    ]
  },
  "This theory was used to explain a rotation known as Thomas precession. This theory exists within Minkowski space, and it gives rise to a phenomenon known as Lorentz contraction. First explained in the third of the Annus Mirabilis papers, this theory gave rise to the twin paradox, which occurs due to time dilation. Another consequence of this theory is the mass-energy equivalence, which is expressed as E=mc2 (\"E\" equals \"M\" \"C\" squared). The speed of light is the same in all reference frames according to, for 10 points, what theory explained by Albert Einstein ten years before its \"general\" counterpart?": {
    "guess": "Special relativity",
    "confidence": [
      [
        "Special",
        -0.0013821403
      ],
      [
        " rel",
        -0.25948322
      ],
      [
        "ativity",
        -2.2484697e-05
      ]
    ]
  },
  "In one theory of this concept's development, the transition from peer-oriented or collective-oriented": {
    "guess": "Collective intelligence",
    "confidence": [
      [
        "Collect",
        -1.8701642
      ],
      [
        "ive",
        -0.40312433
      ],
      [
        " intelligence",
        -0.9062032
      ]
    ]
  },
  "One theorem about these numbers states that every natural number can be represented uniquely as the sum of nonconsecutive ones of them; that statement is named for Zeckendorf. This sequence appears on the outer edges of Hosoya's triangle, and its nth element gives the number of ways for dominoes to cover a two-by-(n minus one) checkerboard. This sequence is generated by a formula named for (*) Binet, as well as by the function x over the quantity one minus x minus x-squared. It is a specific type": {
    "guess": "Fibonacci number",
    "confidence": [
      [
        "F",
        -0.0006491714
      ],
      [
        "ib",
        -1.1637165e-05
      ],
      [
        "onacci",
        -1.27099975e-05
      ],
      [
        " number",
        -0.016293589
      ]
    ]
  },
  "Theories about the dynamics of these objects were tested through the Vine-Matthews-Morley hypothesis. These masses are able to stay in a relative vertical equilibrium through isostasy. Subduction zones": {
    "guess": "Plate tectonics",
    "confidence": [
      [
        "Plate",
        -0.31312546
      ],
      [
        " t",
        -0.028079694
      ],
      [
        "ect",
        -1.0280384e-06
      ],
      [
        "on",
        -0.0005645882
      ],
      [
        "ics",
        -8.3278566e-05
      ]
    ]
  },
  "One of this man's theories claims that judgements, which form the basis of knowledge, are reached by": {
    "guess": "Immanuel Kant",
    "confidence": [
      [
        "Im",
        -1.1097286
      ],
      [
        "manuel",
        -0.0007345817
      ],
      [
        " Kant",
        -0.00019662657
      ]
    ]
  },
  "In one theory of this concept's development, the transition from peer-oriented or collective-oriented to objective-oriented requires a namesake pluralism.  Carol Gilligan claimed that the most famous theory of it was biased against women because its studies did not include any, and Elliot Kuriel separated its development from that of the more interpersonal social convention in his domain theory.  The most famous theory of it was developed in part based on people's reactions to reading stories, such as one about a man who steals medication for his wife, and it included six stages, the last of which, universal principles, is a theoretical endpoint.  FTP name this concept theorized to develop in": {
    "guess": "Lawrence Kohlberg's stages of moral development",
    "confidence": [
      [
        "Law",
        -0.025226573
      ],
      [
        "rence",
        -0.00014644918
      ],
      [
        " Koh",
        -3.0232935e-05
      ],
      [
        "l",
        -4.1080468e-05
      ],
      [
        "berg",
        -0.00024691585
      ],
      [
        "'s",
        -0.026095102
      ],
      [
        " stages",
        -0.002947036
      ],
      [
        " of",
        -0.00010640408
      ],
      [
        " moral",
        -0.0013875008
      ],
      [
        " development",
        -0.00032676398
      ]
    ]
  },
  "His theories were the basis of Rudolf Dreikurs's practical therapy. He argued that the unhappiness of homosexuals stems from failure to meet a social need to reproduce in What Life Could Mean to You. His theory about the personality traits of eldest, second, middle, and youngest children has become conventional": {
    "guess": "Alfred Adler",
    "confidence": [
      [
        "Al",
        -0.083267815
      ],
      [
        "fred",
        -0.00010676169
      ],
      [
        " Adler",
        -0.0054870257
      ]
    ]
  },
  "This man is theorized to have been bullied by Billy Hughes and subordinates named Cunliffe and Sumner after his easy victory in the \"Coupon Election\". His political downfall coincided with that of opposition leader Andrew Chamberlain following the Carlton Club meeting. Mackenzie King flexed Canadian muscle at the expense of this man's government in the Chanak Crisis, after which he resigned and was succeeded by Andrew Bonar Law. The House of Lords rejected the \"People's Budget\" that this man wrote while Chancellor of the Exchequer under H.H. Asquith. He promised to \"make Germany pay\" during the": {
    "guess": "David Lloyd George",
    "confidence": [
      [
        "David",
        -0.0038015037
      ],
      [
        " Lloyd",
        -0.0011761783
      ],
      [
        " George",
        -7.851042e-05
      ]
    ]
  },
  "One theory of these phenomena was developed by Karl Schimper and Louis Agassiz, whose work drew upon the ideas of Goethe and de Charpentier. The first of these events, probably triggered by the Great Oxygenation Event, was known as the Huronian, while the most recent one created many pluvial lakes. They can be identified through chemical proxies such as isotopes in sediment (*) cores, and organisms that lived during these time periods include ground sloths, saber-tooth cats, and mastodons. For ten points, identify these periods of long-term reduction in the Earth's surface temperature, which may": {
    "guess": "Ice age",
    "confidence": [
      [
        "Ice",
        -0.12101589
      ],
      [
        " age",
        -0.69568765
      ]
    ]
  },
  "This theory replaces the dependence on the external potential, v of r, by a dependence on the density": {
    "guess": "Density functional theory",
    "confidence": [
      [
        "Density",
        -0.11743735
      ],
      [
        " functional",
        -0.023542788
      ],
      [
        " theory",
        -3.5358695e-05
      ]
    ]
  },
  "Theodor Adorno criticized this man's work as too repetitive, although Bernstein spoke highly of one of": {
    "guess": "Leonard Bernstein",
    "confidence": [
      [
        "Leon",
        -0.6709181
      ],
      [
        "ard",
        -0.00046880342
      ],
      [
        " Bernstein",
        -0.0028972365
      ]
    ]
  },
  "This theorem's Second part explains the rationale by which you can be ticketed if you don't take enough time to drive down the New Jersey Turnpike. Its First part can be generalized in many ways, the first of which is Taylor's Theorem, which includes a term representing the error inherent in Lebesquian Integration. Its most powerful generalization, however, is the Stokes Theorem, which expands it to": {
    "guess": "Fundamental theorem of calculus",
    "confidence": [
      [
        "Fund",
        -0.081761025
      ],
      [
        "amental",
        -3.655073e-05
      ],
      [
        " theorem",
        -0.00012952226
      ],
      [
        " of",
        -6.742448e-05
      ],
      [
        " calculus",
        -0.00095016806
      ]
    ]
  },
  "One theory of this process calculates a potential equal to negative RT times the natural log of equilibrium vapor pressure over saturation vapor pressure. That potential is calculated in the Dubinin-Polanyi theory. Hill's and Lowell's equation contain the namesake C constant of another theory of this process. That theory of this process is commonly used to calculate the specific surface area for it and is BET theory. For monolayers, the partitioning between molecules in a gas phase and molecules that have undergone this process is described by the Freundlich and Langmuir isotherms. An important quantity for it is surface coverage. Industrially, it typically involves alumina, silica gel or activated": {
    "guess": "BET theory",
    "confidence": [
      [
        "B",
        -0.73371077
      ],
      [
        "ET",
        -0.00022344373
      ],
      [
        " theory",
        -0.15118633
      ]
    ]
  },
  "This theory was tested in an experiment in which radioactive iron was placed on a loudspeaker, done by Pound and Rebka. It provided the first explanation for the precession of Mercury's perihelion. A standard textbook on this subject was written by Charles Misner, John Archibald Wheeler, and Kip S. Thorne. One equation in this theory relates the curvature and the stress-energy (*) tensor. One consequence": {
    "guess": "General relativity",
    "confidence": [
      [
        "General",
        -0.0060995505
      ],
      [
        " rel",
        -0.0042720195
      ],
      [
        "ativity",
        -7.58424e-06
      ]
    ]
  },
  "This man's theories were summarized by John Hicks in the ISLM model. He studied the impact of a quantity calculated as C plus I plus G plus net exports on economies and plotted equilibrium GDP on his namesake \"cross.\" This proponent of the bancor as an international currency developed a consumption function and criticized the Treaty of Versailles in The Economic Consequences of the Peace. In his most famous work, he theorized that weak aggregate demand had caused the Great Depression. For 10 points, name this British economist who argued for stimulus spending in The General Theory of Employment, Interest and Money.": {
    "guess": "John Maynard Keynes",
    "confidence": [
      [
        "John",
        -0.011569397
      ],
      [
        " May",
        -0.0005536287
      ],
      [
        "nard",
        -8.061054e-06
      ],
      [
        " Keynes",
        -2.2007884e-05
      ]
    ]
  },
  "One theory for the origin of this rock involves anatexis and revolves around migmatites. This rock comes in S-types and rarer M-types, while its A-types are now thought to be a form of its I-type, large quantities of which are entirely unique to Earth. Geologists consider it a subclass of a similarly named family of rock which contains an alkali mineral rather than plagioclase, and when used in building, it is often confused with gabbro and gneiss. Rhyolite is compositionally similar to this rock, but is formed extrusively. For 10 points, name this common felsic, intrusive igneous rock containing": {
    "guess": "Granite",
    "confidence": [
      [
        "Gran",
        -0.0004720219
      ],
      [
        "ite",
        -0.0033887413
      ]
    ]
  },
  "Thermionic emission was explained as acting through this phenomenon by Fowler and Nordheim. A WKB approximation in the case that the classical momentum is imaginary can be used to show that the spatial wave function decays exponentially in some regions due to this phenomenon. Oscar Klein described a": {
    "guess": "Quantum tunnelling",
    "confidence": [
      [
        "Quant",
        -0.0040580984
      ],
      [
        "um",
        -7.064298e-05
      ],
      [
        " tun",
        -0.004646811
      ],
      [
        "n",
        -0.00019853383
      ],
      [
        "elling",
        -9.0883464e-07
      ]
    ]
  },
  "This theory states that individual terms or phenomena can only be understood in relation to other elements of the same system, and that each system is built up using a limited set of contrasts. One school of this thought believes these systems are caused by innate characteristics of the human mind, while another believes that they are the result of the limitations imposed by verbal communication. For ten points name this theory, which attempts to explain the general properties of cultural organization,": {
    "guess": "Structuralism",
    "confidence": [
      [
        "Struct",
        -0.042270616
      ],
      [
        "ural",
        -0.0007638839
      ],
      [
        "ism",
        -0.0039257067
      ]
    ]
  },
  "A theory pertaining to the transfer of these items uses a quantity equal to the energy required to bring the system to its final reaction coordinates under certain conditions, and won Rudolf Marcus the 1927 Nobel in Chemistry. In the post-Hartree-Fock methods, the configuration interaction functions try to correct for neglecting the correlation energy between these particles. Nitro and halide groups \"withdraw\" these particles from an aromatic ring. The outer most sets of these which don't participate": {
    "guess": "Electron transfer",
    "confidence": [
      [
        "Elect",
        -0.8090355
      ],
      [
        "ron",
        -0.024442218
      ],
      [
        " transfer",
        -0.7761694
      ]
    ]
  },
  "His theory of history claimed that new movements arise out of the contradictions in their forerunners in his talkings, posthumously published as Lectures on the Philosophy of History. Strongly influenced by Jakob Bohme, his idea of sublation between propositions was outlined in his The Science of Logic, and he divided the mind into \"subjective,\" \"objective,\" and \"absolute\" categories in his three-part": {
    "guess": "Georg Wilhelm Friedrich Hegel",
    "confidence": [
      [
        "Ge",
        -0.00018828231
      ],
      [
        "org",
        -1.9504607e-05
      ],
      [
        " Wilhelm",
        -2.546479e-05
      ],
      [
        " Friedrich",
        -6.0345924e-06
      ],
      [
        " Heg",
        -3.1281633e-07
      ],
      [
        "el",
        -4.3202e-07
      ]
    ]
  },
  "His theories were the basis of Rudolf Dreikurs's practical therapy. He argued that the unhappiness of": {
    "guess": "Individual psychology",
    "confidence": [
      [
        "Individual",
        -0.86851484
      ],
      [
        " psychology",
        -0.13169315
      ]
    ]
  },
  "This man's theories were summarized by John Hicks in the ISLM model. He studied the impact of a quantity calculated as C plus I plus G plus net exports on economies and plotted equilibrium GDP on his namesake \"cross.\" This proponent of the bancor as an international currency developed a consumption function and criticized the Treaty of Versailles in The Economic Consequences of the Peace. In his most": {
    "guess": "John Maynard Keynes",
    "confidence": [
      [
        "John",
        -0.011482312
      ],
      [
        " May",
        -0.000321519
      ],
      [
        "nard",
        -1.9743013e-05
      ],
      [
        " Keynes",
        -4.1199673e-05
      ]
    ]
  },
  "One theory regarding this work claims that it was originally performed by Ben and Lew Snowden. It was written as a \"walkaround,\" and the final verse features Will-the-weaver. Abraham (+) Lincoln ordered": {
    "guess": "John Brown's Body",
    "confidence": [
      [
        "John",
        -1.1232519
      ],
      [
        " Brown",
        -0.22462028
      ],
      [
        "'s",
        -0.0025906353
      ],
      [
        " Body",
        -0.018804234
      ]
    ]
  },
  "This theorem was applied to electron emission from a metal surface as an improvement over the Richardson equation. One equation derived from it relates the pressure of a system and the proportion of ionized molecules and is called the Saha equation. Its prediction decreases without bound as temperature becomes sufficiently low, since it holds only when volume is much greater than particle number times the cube of the thermal wavelength. Rearranged to give energy, its first derivative becomes the traditional expression for internal energy. That rearrangement suggests that energy is proportional to the negative two-thirds power of the volume, and in general it allows for energy to be expressed as a function of volume and entropy alone. Its namesake constant is its value at one Kelvin, one amu,": {
    "guess": "Sackur-Tetrode Equation",
    "confidence": [
      [
        "S",
        -0.12976229
      ],
      [
        "ack",
        -0.00658132
      ],
      [
        "ur",
        -0.000117370815
      ],
      [
        "-T",
        -0.05180888
      ],
      [
        "etro",
        -5.5861725e-05
      ],
      [
        "de",
        -8.733149e-05
      ],
      [
        " Equation",
        -0.06431754
      ]
    ]
  },
  "One theory to explain these phenomena was offered by the authors of the \"Time to Build\" paper, and\n invokes the neoclassical growth theory to explain them so that interpretations of these phenomena agree\n with long term growth models. That theory, developed by Finn Kydland and Edward Prescott assumes that\n technology shocks are the cause for them. Wesley Mitchell is best known for his work regarding these\n phenomena, and Austrian theory invokes credit levels as the cause of these phenomena, while William\n Jevons thought that varying sunspot levels are the cause for these. They have variable periodicity, as\n described by Kondratieff waves and Kuznets waves, and in the United States they are tracked": {
    "guess": "Business Cycles",
    "confidence": [
      [
        "Business",
        -0.20453985
      ],
      [
        " C",
        -0.24520756
      ],
      [
        "ycles",
        -1.3856493e-06
      ]
    ]
  },
  "A thermal inversion can cause rays to wrap around the earth in the infinite form of this phenomenon. That difference in temperature can also allow sound to travel farther due to this effect, such as sound": {
    "guess": "Temperature inversion",
    "confidence": [
      [
        "Temperature",
        -0.1895642
      ],
      [
        " inversion",
        -0.13439724
      ]
    ]
  },
  "A theory formulated by Hardcastle and Hanus in 1926 predicted that the shape of these objects results": {
    "guess": "Rigidity theory",
    "confidence": [
      [
        "R",
        -0.5945214
      ],
      [
        "ig",
        -0.034862734
      ],
      [
        "idity",
        -6.587483e-05
      ],
      [
        " theory",
        -0.18014264
      ]
    ]
  },
  "This theory was used to explain a rotation known as Thomas precession. This theory exists within Minkowski space, and it gives rise to a phenomenon known as Lorentz contraction. First explained in the third of the Annus Mirabilis papers, this theory gave rise to the twin paradox, which occurs due to time dilation. Another consequence of this theory is the mass-energy equivalence, which is expressed": {
    "guess": "Special relativity",
    "confidence": [
      [
        "Special",
        -0.028071234
      ],
      [
        " rel",
        -0.042544264
      ],
      [
        "ativity",
        -1.5451682e-05
      ]
    ]
  },
  "The theoretical section of this work divides the topic of its subtitle into an editing phase and an  evaluation phase, with the editing phase consisting of coding, combination, segregation, and  cancel ation. One section of this work discusses the experiments of Maurice Al ais while another section  introduces an experiment cal ed \"probabilistic insurance,\" This work argues that the decomposition of its title concepts into common and distinctive components in different ways wil lead to different  preferences, a term it cal s the \"isolation effect,\" and argues by analogy to sensory phenomena that the  marginal value of both gains and losses decreases with their magnitude. This paper introduces an  S-shaped value function which is steepest at the reference point, and argues that the certainty effect  drives people to risk aversion in choices involving sure gains and to risk taking in choices": {
    "guess": "Editing phase",
    "confidence": [
      [
        "Editing",
        -0.7719748
      ],
      [
        " phase",
        -1.1403921
      ]
    ]
  },
  "In \"Is Theology Poetry?\", this man introduced an idea he later referred to as \"the Cardinal Difficulty of Naturalism\" in his book Miracles; that idea is his anti-materialist \"argument from reason\" for the existence of God. This author of The Problem of Pain used the German term Sehnsucht to refer to a concept that differs from pleasure because it includes an \"inconsolable longing\"; that concept appears in the title of his Surprised by Joy, an account of his conversion. In another work, this thinker asserted that pride was \"the Great Sin\" and popularized the idea that Jesus was either \"lunatic, liar, or Lord\", his namesake \"trilemma.\" For 10 points, identify this lay theologian, whose religious works include Mere Christianity, the apologetic satire The Screwtape Letters, and the heavily allegorical": {
    "guess": "C. S. Lewis",
    "confidence": [
      [
        "C",
        -0.023996681
      ],
      [
        ".",
        -0.5367446
      ],
      [
        " S",
        -2.3392786e-06
      ],
      [
        ".",
        -6.301394e-05
      ],
      [
        " Lewis",
        -7.5411124e-05
      ]
    ]
  },
  "This man theorized that if both chess players are rational, then a sequence of winning moves can be found using an algorithm, then developed a backward-induction algorithm still used in games of perfect information. He also proved Henri Poincaré's recurrence theorem, then used it to argue against the Second Law of Thermodynamics. This mathematician independently discovered Russell's paradox, and introduced the Axiom of Choice in his proof of the Well-Ordering Theorem. His best-known contribution may be a set of seven axioms including those of union, separation, and infinity. For 10 points, name this German mathematician whose namesake axioms of set theory were extended by Abraham Fraenkel.": {
    "guess": "Georg Cantor",
    "confidence": [
      [
        "Ge",
        -0.6097996
      ],
      [
        "org",
        -3.0545007e-06
      ],
      [
        " Cant",
        -2.6060809e-05
      ],
      [
        "or",
        -5.2001665e-06
      ]
    ]
  },
  "The theoretical section of this work divides the topic of its subtitle into an editing phase and an  evaluation phase, with the editing phase consisting of coding, combination, segregation, and  cancel ation. One section of this work discusses the experiments of Maurice Al ais while another section  introduces an experiment cal ed \"probabilistic insurance,\" This work argues that the decomposition of its title concepts into common and distinctive components in different ways wil lead to different  preferences, a term it cal s the \"isolation effect,\" and argues by analogy to sensory phenomena that the  marginal value of both gains and losses decreases with their magnitude. This paper introduces": {
    "guess": "Editing phase",
    "confidence": [
      [
        "Editing",
        -0.37258765
      ],
      [
        " phase",
        -1.1392772
      ]
    ]
  },
  "In \"Is Theology Poetry?\", this man introduced an idea he later referred to as \"the Cardinal Difficulty of Naturalism\" in his book Miracles; that idea is his anti-materialist \"argument from reason\" for the existence of God. This author of The Problem of Pain used the German term Sehnsucht to refer to a concept that differs from pleasure because it includes an \"inconsolable longing\"; that concept appears": {
    "guess": "C. S. Lewis",
    "confidence": [
      [
        "C",
        -0.23662557
      ],
      [
        ".",
        -0.08052642
      ],
      [
        " S",
        -0.00016873659
      ],
      [
        ".",
        -0.00020103711
      ],
      [
        " Lewis",
        -0.00013584005
      ]
    ]
  },
  "The theoretical section of this work divides the topic of its subtitle into an editing phase and an  evaluation phase, with the editing phase consisting of coding, combination, segregation, and  cancel ation. One section of this work discusses the experiments of Maurice Al ais while another section  introduces an experiment cal ed \"probabilistic insurance,\" This work argues that the decomposition of its title concepts into common and distinctive components in different ways wil lead to different  preferences, a term it cal s the \"isolation effect,\" and argues by analogy to sensory phenomena that the  marginal value of both gains and losses decreases with their magnitude. This paper introduces an  S-shaped value function which is steepest at the reference point, and argues that the certainty": {
    "guess": "Prospect theory",
    "confidence": [
      [
        "Pros",
        -0.09061694
      ],
      [
        "pect",
        -3.4121115e-06
      ],
      [
        " theory",
        -0.07363749
      ]
    ]
  },
  "One theory to explain these phenomena was offered by the authors of the \"Time to Build\" paper, and\n invokes the neoclassical growth theory to explain them so that interpretations of these phenomena agree\n with long term growth models. That theory, developed by Finn Kydland and Edward Prescott assumes that\n technology shocks are the cause for them. Wesley Mitchell is best known for his work regarding these\n phenomena, and Austrian theory invokes credit levels as the cause of these phenomena, while William\n Jevons thought that varying sunspot levels are the cause for these. They have variable periodicity,": {
    "guess": "Business Cycles",
    "confidence": [
      [
        "Business",
        -0.09186274
      ],
      [
        " C",
        -0.4147953
      ],
      [
        "ycles",
        -2.4584822e-06
      ]
    ]
  },
  "One theorem named after this man states that an infinite series which converges only because it contains both positive and negative numbers can have its terms rearranged so that it sums to any given value. Another theorem named after this man concerns the placement of areas in the complex plane onto": {
    "guess": "Riemann Series Theorem",
    "confidence": [
      [
        "R",
        -0.52458835
      ],
      [
        "iem",
        -0.06956243
      ],
      [
        "ann",
        -8.9953974e-05
      ],
      [
        " Series",
        -0.35724023
      ],
      [
        " The",
        -0.0029754415
      ],
      [
        "orem",
        -0.00035929924
      ]
    ]
  },
  "A theory pertaining to the transfer of these items uses a quantity equal to the energy required to bring the system to its final reaction coordinates under certain conditions, and won Rudolf Marcus the": {
    "guess": "Marcus theory of electron transfer",
    "confidence": [
      [
        "Marcus",
        -0.067473926
      ],
      [
        " theory",
        -0.0476401
      ],
      [
        " of",
        -0.16850848
      ],
      [
        " electron",
        -0.00075876544
      ],
      [
        " transfer",
        -0.00016504127
      ]
    ]
  },
  "This theory states that individual terms or phenomena can only be understood in relation to other elements of the same system, and that each system is built up using a limited set of contrasts. One school of this thought believes these systems are caused by innate characteristics of the human mind, while": {
    "guess": "Structuralism",
    "confidence": [
      [
        "Struct",
        -0.011196132
      ],
      [
        "ural",
        -0.00051026064
      ],
      [
        "ism",
        -0.00017421995
      ]
    ]
  },
  "One theorem named for this man states that the group of units of a ring is finitely generated, and one function named for this man has a pole at s=1 if chi is a principal character. Another theorem named for this man states that there are an infinite number of rational numbers p over q within one over q squared of any given irrational number, a result known as his diophantine approximation theorem.": {
    "guess": "Dirichlet L-function",
    "confidence": [
      [
        "Dir",
        -0.38346565
      ],
      [
        "ich",
        -0.0005579164
      ],
      [
        "let",
        -0.00043782144
      ],
      [
        " L",
        -0.73033303
      ],
      [
        "-function",
        -0.84157884
      ]
    ]
  },
  "One theory with this name predicts the Lense-Thirring effect, as well as the equivalence principle, which equates gravitational and inertial mass. Another theory with this name is formulated within a Minkowski space and leads to the (*) twin paradox, wherein one twin brother returns from space travel to find he has aged less than his brother as a result of time dilation. Give this name of two theories": {
    "guess": "Special relativity",
    "confidence": [
      [
        "Special",
        -0.32910207
      ],
      [
        " rel",
        -0.03398867
      ],
      [
        "ativity",
        -3.6789137e-05
      ]
    ]
  },
  "In thermodynamic terms this value is equal to the change in internal energy plus the pressure times the change in volume. First described and named by Joseph Black, Black's student James Watt improved Newcomen's steam engine by reducing its loss. Arising from the attractive forces of a substance's molecules and the pressure of the atmosphere exerted on it, FTP, what is this quantity of heat absorbed or released when a substance changes phase at constant temperature, which comes in fusion and vaporization varieties?": {
    "guess": "Enthalpy of vaporization",
    "confidence": [
      [
        "En",
        -0.58586425
      ],
      [
        "thal",
        -6.0033854e-05
      ],
      [
        "py",
        -0.0001278534
      ],
      [
        " of",
        -0.0049964287
      ],
      [
        " vapor",
        -0.15381774
      ],
      [
        "ization",
        -0.00020115632
      ]
    ]
  },
  "One theory for the origin of this rock involves anatexis and revolves around migmatites. This rock comes in S-types and rarer M-types, while its A-types are now thought to be a form of its I-type, large quantities of which are entirely unique to Earth. Geologists consider it a subclass of a similarly": {
    "guess": "Granite",
    "confidence": [
      [
        "Gran",
        -0.0023781424
      ],
      [
        "ite",
        -0.033248425
      ]
    ]
  },
  "One theory to explain these phenomena was offered by the authors of the \"Time to Build\" paper, and\n invokes": {
    "guess": "Business cycle theory",
    "confidence": [
      [
        "Business",
        -0.2829227
      ],
      [
        " cycle",
        -0.70282567
      ],
      [
        " theory",
        -0.2356202
      ]
    ]
  },
  "This theorem was applied to electron emission from a metal surface as an improvement over the Richardson equation. One equation derived from it relates the pressure of a system and the proportion of ionized molecules and is called the Saha equation. Its prediction decreases without bound as temperature becomes sufficiently low, since it holds only when volume is much greater than particle number times": {
    "guess": "Sackur-Tetrode Equation",
    "confidence": [
      [
        "S",
        -1.2390878
      ],
      [
        "ack",
        -0.17433117
      ],
      [
        "ur",
        -5.7888185e-05
      ],
      [
        "-T",
        -0.0041710027
      ],
      [
        "etro",
        -0.00010819213
      ],
      [
        "de",
        -4.2272506e-05
      ],
      [
        " Equation",
        -0.009389941
      ]
    ]
  },
  "This theory states that individual terms or phenomena can only be understood in relation to other elements of the same system, and that each system is built up using a limited set of contrasts. One school of this thought believes these systems are caused by innate characteristics of the human mind, while another believes that they are the result of the limitations imposed by verbal communication. For ten points name this theory, which attempts to explain the general properties of cultural organization, put forth by such men as Ferdinand de Saussure and Claude Levi-Strauss.": {
    "guess": "Structuralism",
    "confidence": [
      [
        "Struct",
        -0.013869637
      ],
      [
        "ural",
        -0.00081641605
      ],
      [
        "ism",
        -0.0011647458
      ]
    ]
  },
  "Theocritus claims that this god is stung by bees when he attempts to steal honey, and he accidentally injures his mother while she watches Myrrha's son. This god sits on the lap of Sychaeus' widow while": {
    "guess": "Adonis",
    "confidence": [
      [
        "Ad",
        -0.19082642
      ],
      [
        "onis",
        -0.006036039
      ]
    ]
  },
  "It has been theorized that these particles can decay into a neutral pion and a positron, though this has never been observed. These particles have a half life of at least 10-to-the-32 years. These particles": {
    "guess": "Neutron",
    "confidence": [
      [
        "Ne",
        -0.23389247
      ],
      [
        "utron",
        -0.033732258
      ]
    ]
  },
  "The theorem named for this mathematician states that the cardinality of a power set is greater than the cardinality of the original set. The function named after him, known as the Devil's staircase and commonly used as an example of a function that is continuous but not absolutely continuous, is based on the base-3 representation of a number. That function is closely related to the set named for him, also known as his \"dust\", which is generated by repeatedly removing open middle thirds starting with the closed unit interval. He is credited with developing the continuum hypothesis and transfinite": {
    "guess": "Georg Cantor",
    "confidence": [
      [
        "Ge",
        -0.07781841
      ],
      [
        "org",
        -2.4584822e-06
      ],
      [
        " Cant",
        -5.2001665e-06
      ],
      [
        "or",
        -2.1650272e-05
      ]
    ]
  },
  "One theorem about these numbers states that every natural number can be represented uniquely as the sum of nonconsecutive ones of them; that statement is named for Zeckendorf. This sequence appears on the outer edges of Hosoya's triangle, and its nth element gives the number of ways for dominoes to cover a two-by-(n minus one) checkerboard. This sequence is generated by a formula named for (*) Binet, as well as by the function x over the quantity one minus x minus x-squared. It is a specific type of Lucas sequence, and the ratio of consecutive elements of this sequence approaches the golden ratio.": {
    "guess": "Fibonacci number",
    "confidence": [
      [
        "F",
        -0.0033045006
      ],
      [
        "ib",
        -9.4914985e-06
      ],
      [
        "onacci",
        -3.094816e-05
      ],
      [
        " number",
        -0.012461502
      ]
    ]
  },
  "His theorem states that subgroup orders divide group orders, his physical quantity is the difference": {
    "guess": "Joseph-Louis Lagrange",
    "confidence": [
      [
        "Joseph",
        -0.6478509
      ],
      [
        "-L",
        -0.1011521
      ],
      [
        "ouis",
        -0.00077972695
      ],
      [
        " Lag",
        -5.7961847e-06
      ],
      [
        "range",
        -0.00012237004
      ]
    ]
  },
  "The theoretical prediction of this particle was made in a 1970 paper by Glashow, Iliopoulos, and Maiani, who connected its proposed existence to the number of then-known lepton generations. The schematic representation of particles incorporating this particle can be seen by extending the baryon decuplet to a three-dimensional pyramid. Confirmation for the existence of this particle was provided by the discovery of the D-meson, in which this particle is found with an up or down anti-quark, and the lambda-plus baryon. The most notable experimental confirmation of this particle's existence was known as the November Revolution, during which the finding of a bound state of this particle with its anti-particle": {
    "guess": "Charm quark",
    "confidence": [
      [
        "Ch",
        -0.671796
      ],
      [
        "arm",
        -0.0003390383
      ],
      [
        " qu",
        -0.13114086
      ],
      [
        "ark",
        -0.00018709028
      ]
    ]
  },
  "This theory led to the formation of a quantum interpretation of the Zeno effect. For an ideal gas, the quantity described by this theory is evaluated by dividing the square root of the product of the Boltzmann constant, mass and temperature of the gas, and two pi into Planck's constant. One confirmation for it came from Otto Stern's experiments with Helium atoms, though it was first confirmed when high energy electrons were fired at a nickel atom in the Davisson-Germer experiment. Described by a French physicist, for 10 points, identify this theory which describes an inverse relationship between": {
    "guess": "Matter wave",
    "confidence": [
      [
        "M",
        -0.34258255
      ],
      [
        "atter",
        -0.0001940041
      ],
      [
        " wave",
        -0.0019913246
      ]
    ]
  },
  "He theorized the existence of laryngeals while still a student, and he described the development of the vowel a in Memoir on the Original System of Vowels in the Indo-European Languages. He also developed the idea of the linguistic sign and signifier. His most influential work helped to establish structural linguistics; however, it was compiled and published by Charles Bally and Albert Sechehaye. That": {
    "guess": "Ferdinand de Saussure",
    "confidence": [
      [
        "F",
        -0.0009728021
      ],
      [
        "erd",
        -2.9352968e-06
      ],
      [
        "inand",
        -3.2929079e-06
      ],
      [
        " de",
        -6.849731e-05
      ],
      [
        " Sa",
        -9.968313e-06
      ],
      [
        "uss",
        -1.504853e-06
      ],
      [
        "ure",
        -1.867018e-05
      ]
    ]
  },
  "A theory pertaining to the transfer of these items uses a quantity equal to the energy required to bring": {
    "guess": "Heat transfer",
    "confidence": [
      [
        "Heat",
        -0.9421744
      ],
      [
        " transfer",
        -0.74595773
      ]
    ]
  },
  "This theorem states that, as the thermodynamic temperature of a system in thermodynamic equilibrium approaches": {
    "guess": "Third law of thermodynamics",
    "confidence": [
      [
        "Third",
        -0.6891574
      ],
      [
        " law",
        -0.016458126
      ],
      [
        " of",
        -7.226629e-06
      ],
      [
        " therm",
        -0.000107715314
      ],
      [
        "odynamics",
        -7.815281e-05
      ]
    ]
  },
  "This theory was developed in 1912 by the German meteorologist Alfred Wegener,  and the findings of Eduard Suess helped support it. Suess concluded, mainly as a  result of fossil evidence, that a land mass containing several present continents  existed in the south in the Jurassic period. This mass was named Gondwanaland, and  broke apart into smaller plates according to a related theory developed in the 1960's.  FTP, name this theory related to plate tectonics which states that continents float  atop a liquid layer of the earth.": {
    "guess": "Continental drift",
    "confidence": [
      [
        "Contin",
        -0.090419084
      ],
      [
        "ental",
        -2.7610455e-05
      ],
      [
        " drift",
        -0.021404337
      ]
    ]
  },
  "He theorized the existence of laryngeals while still a student, and he described the development of the vowel a in Memoir on the Original System of Vowels in the Indo-European Languages. He also developed the idea of the linguistic sign and signifier. His most influential work helped to establish structural linguistics; however, it was compiled and published by Charles Bally and Albert Sechehaye. That work distinguished langue from parole. For 10 points, name this Swiss guy whose notes were compiled into the posthumous Course in General Linguistics.": {
    "guess": "Ferdinand de Saussure",
    "confidence": [
      [
        "F",
        -0.09161369
      ],
      [
        "erd",
        -9.014684e-06
      ],
      [
        "inand",
        -2.3080716e-05
      ],
      [
        " de",
        -4.1318875e-05
      ],
      [
        " Sa",
        -1.7478143e-05
      ],
      [
        "uss",
        -1.3856493e-06
      ],
      [
        "ure",
        -3.8457987e-05
      ]
    ]
  },
  "This theory states that individual terms or phenomena can only be understood in relation to other elements of the same system, and that each system is built up using a limited set of contrasts. One school of this thought believes these systems are caused by innate characteristics of the human mind, while another believes that they are the result of the limitations imposed by verbal communication. For": {
    "guess": "Structuralism",
    "confidence": [
      [
        "Struct",
        -0.05188403
      ],
      [
        "ural",
        -0.0006951583
      ],
      [
        "ism",
        -0.007547939
      ]
    ]
  },
  "This man's theories were summarized by John Hicks in the ISLM model. He studied the impact of a quantity calculated as C plus I plus G plus net exports on economies and plotted equilibrium GDP on his namesake \"cross.\" This proponent of the bancor as an international currency developed a consumption function and criticized the Treaty of Versailles in The Economic Consequences of the Peace. In his most famous work, he theorized that weak aggregate demand had caused the Great Depression. For 10 points, name this British economist who argued for stimulus spending in The General Theory of Employment,": {
    "guess": "John Maynard Keynes",
    "confidence": [
      [
        "John",
        -0.010944415
      ],
      [
        " May",
        -0.00044413557
      ],
      [
        "nard",
        -2.129266e-05
      ],
      [
        " Keynes",
        -0.00019352727
      ]
    ]
  },
  "One theory regarding this work claims that it was originally performed by Ben and Lew Snowden. It was written as a \"walkaround,\" and the final verse features Will-the-weaver. Abraham (+) Lincoln ordered a performance of this song upon hearing of Robert E. Lee's surrender. Disowned by its composer Daniel": {
    "guess": "Battle Hymn of the Republic",
    "confidence": [
      [
        "Battle",
        -0.670587
      ],
      [
        " H",
        -0.28635514
      ],
      [
        "ym",
        -9.841743e-05
      ],
      [
        "n",
        -7.088138e-05
      ],
      [
        " of",
        -0.00012546933
      ],
      [
        " the",
        -0.0015348586
      ],
      [
        " Republic",
        -0.00012296606
      ]
    ]
  },
  "One theorem named after this man states that an infinite series which converges only because it contains both positive and negative numbers can have its terms rearranged so that it sums to any given value. Another theorem named after this man concerns the placement of areas in the complex plane onto unit disks, and is known as his mapping theorem. He gave a famous lecture on geometry in order to earn a position in which he introduced his namesake (*) manifold. More famously, he studied a function which is the infinite sum of n to the negative s, where s can be any complex value, and hypothesized that the nontrivial zeros of that function all have real part one half. For 10 points, name this mathematician who gives his name to a method to approximating an integral using a sum of rectangles and": {
    "guess": "Bernhard Riemann",
    "confidence": [
      [
        "Bern",
        -0.46698418
      ],
      [
        "hard",
        -0.0021571608
      ],
      [
        " R",
        -6.4802e-05
      ],
      [
        "iem",
        -1.504853e-06
      ],
      [
        "ann",
        -3.059055e-05
      ]
    ]
  },
  "His theorem states that subgroup orders divide group orders, his physical quantity is the difference in kinetic and potential energies, and his points are the five equilibrium locations for small bodies": {
    "guess": "Lagrange points",
    "confidence": [
      [
        "L",
        -0.09404736
      ],
      [
        "ag",
        -0.5158042
      ],
      [
        "range",
        -0.00018029935
      ],
      [
        " points",
        -0.19277278
      ]
    ]
  },
  "His theory of history claimed that new movements arise out of the contradictions in their forerunners in his talkings, posthumously published as Lectures on the Philosophy of History. Strongly influenced by Jakob Bohme, his idea of sublation between propositions was outlined in his The Science of Logic, and he divided the mind into \"subjective,\" \"objective,\" and \"absolute\" categories in his three-part work Philosophy of Right.  His magnum opus contains the first postulation of the Master/Slave synthesis. For 10 points, name this founder of the dialectic who wrote the Phenomenology of Spirit.": {
    "guess": "Georg Wilhelm Friedrich Hegel",
    "confidence": [
      [
        "Ge",
        -0.00025907462
      ],
      [
        "org",
        -1.7432603e-06
      ],
      [
        " Wilhelm",
        -3.035214e-05
      ],
      [
        " Friedrich",
        -5.9153886e-06
      ],
      [
        " Heg",
        0.0
      ],
      [
        "el",
        -5.5122365e-07
      ]
    ]
  },
  "His theory of history claimed that new movements arise out of the contradictions in their forerunners in his talkings, posthumously published as Lectures on the Philosophy of History. Strongly influenced by Jakob Bohme, his idea of sublation between propositions was outlined in his The Science of Logic,": {
    "guess": "Georg Wilhelm Friedrich Hegel",
    "confidence": [
      [
        "Ge",
        -9.72254e-05
      ],
      [
        "org",
        -3.0545007e-06
      ],
      [
        " Wilhelm",
        -1.9027791e-05
      ],
      [
        " Friedrich",
        -4.8425554e-06
      ],
      [
        " Heg",
        -5.5122365e-07
      ],
      [
        "el",
        -4.3202e-07
      ]
    ]
  },
  "This theorem's namesake also gives his name to a paradox involving the Lorentz contraction of a rigid": {
    "guess": "Ladder paradox",
    "confidence": [
      [
        "L",
        -0.743256
      ],
      [
        "adder",
        -0.52561134
      ],
      [
        " paradox",
        -0.0841755
      ]
    ]
  },
  "Thermionic emission was explained as acting through this phenomenon by Fowler and Nordheim. A WKB approximation in the case that the classical momentum is imaginary can be used to show that the spatial wave function decays exponentially in some regions due to this phenomenon. Oscar Klein described a counterintuitive result in which an increase in potential increases the rate of this phenomenon, and George Gamow discovered the role of this phenomenon in alpha decay. Gerd Binnig and Heinrich Rohrer used this phenomenon to develop a type of microscope which utilizes an electrically conductive metal tip and a voltage bias to measure the current of electrons between the tip and the surface. For 10 points, name this phenomenon that allows particles to \"jump\" over a barrier, an impossibility in classical physics.": {
    "guess": "Quantum tunnelling",
    "confidence": [
      [
        "Quant",
        -0.008617528
      ],
      [
        "um",
        -7.3458323e-06
      ],
      [
        " tun",
        -0.004003604
      ],
      [
        "n",
        -4.2272506e-05
      ],
      [
        "elling",
        -3.1281633e-07
      ]
    ]
  },
  "In this theory, the dot product must be redefined in order to make it an invariant. In it, total energy and momentum are unified into a 4-vector. Tests for this theory include particle lifetime experiments and space isotropy measurements. Many effects that occur as a result of this theory involve a term equal to the inverse square root of one minus beta squared. It explains length contraction, and time dilation using the aforementioned Lorentz factor. It states that there is no absolutely stationary frame of reference, and an equation relating energy and mass is derived from this theory. For 10 points, name this theory which states that the speed of light is the same in all inertial reference frames, proposed by Albert Einstein before general relativity.": {
    "guess": "Special relativity",
    "confidence": [
      [
        "Special",
        -0.0017426508
      ],
      [
        " rel",
        -0.00327896
      ],
      [
        "ativity",
        -7.3458323e-06
      ]
    ]
  },
  "The theory of these objects was informally introduced through the use of \"tags\" by Ruth Barcan Marcus in her 1961 article \"Modalities in Intensional Language.\" David Kaplan presented a theory of these philosophical ideas in a lecture later published as \"Dthat\" shortly after they were formally introduced in a lecture series by their best-known popularizer. One of the uses of these philosophical concepts is to demonstrate the existence of necessary a posteriori propositions and contingent a priori propositions, and the inventor of this term proposed that proper names and natural kinds such as water are examples of these. They were originally proposed through the example of Hesperus and Phosphorus": {
    "guess": "Rigid Designator",
    "confidence": [
      [
        "R",
        -0.08805863
      ],
      [
        "igid",
        -0.000303765
      ],
      [
        " Design",
        -0.0012442785
      ],
      [
        "ator",
        -0.0003520278
      ]
    ]
  },
  "This man's theories were summarized by John Hicks in the ISLM model. He studied the impact of a quantity calculated as C plus I plus G plus net exports on economies and plotted equilibrium GDP on his namesake \"cross.\" This proponent of the bancor as an international currency developed a consumption function": {
    "guess": "John Maynard Keynes",
    "confidence": [
      [
        "John",
        -0.004696765
      ],
      [
        " May",
        -0.0001911432
      ],
      [
        "nard",
        -2.9994528e-05
      ],
      [
        " Keynes",
        -0.00021557629
      ]
    ]
  },
  "One theme in this work, later quoted in the composer's songs \"Somebody Loves Me\" and \"Embraceable You,\" is left unresolved before transitioning into a cadenza. This work subdivides the eighth-note rhythm into a three-threetwo arrangement after the opening ritornello. The composer altered the beginning of this work according to a rendition played by Ross Gorman during rehearsal. Commissioned by Paul Whiteman for the concert \"An Experiment in Modern Music,\" this work was inspired by the composer's": {
    "guess": "Rhapsody in Blue",
    "confidence": [
      [
        "R",
        -0.12592107
      ],
      [
        "haps",
        -7.445749e-05
      ],
      [
        "ody",
        -4.723352e-06
      ],
      [
        " in",
        -0.0011184268
      ],
      [
        " Blue",
        -0.00014013138
      ]
    ]
  },
  "One theory of this process calculates a potential equal to negative RT times the natural log of equilibrium vapor pressure over saturation vapor pressure. That potential is calculated in the Dubinin-Polanyi": {
    "guess": "Adsorption",
    "confidence": [
      [
        "Ads",
        -0.16706993
      ],
      [
        "orption",
        -0.0005176476
      ]
    ]
  },
  "Theogonie is one of this philosopher's lesser known works.  He asserted \"Man is what he eats,\" and argued better food to improve humankind, part of a materialistic approach that Marx was critical of in a \"Thesis\" written on this man.  He wrote his second most famous work, Thoughts on Death and Immortality, after he finished studying under Hegel at Berlin.  FTP, name this philosopher who argued that": {
    "guess": "Ludwig Feuerbach",
    "confidence": [
      [
        "L",
        -0.087714605
      ],
      [
        "ud",
        -4.1080468e-05
      ],
      [
        "wig",
        -0.00028934504
      ],
      [
        " Fe",
        -0.42456624
      ],
      [
        "uer",
        -0.0007641223
      ],
      [
        "bach",
        -3.094816e-05
      ]
    ]
  },
  "In this theory, the dot product must be redefined in order to make it an invariant. In it, total energy and momentum are unified into a 4-vector. Tests for this theory include particle lifetime experiments": {
    "guess": "Special relativity",
    "confidence": [
      [
        "Special",
        -0.26887915
      ],
      [
        " rel",
        -0.03677017
      ],
      [
        "ativity",
        -1.92662e-05
      ]
    ]
  },
  "In one theory of this concept's development, the transition from peer-oriented or collective-oriented to objective-oriented requires a namesake pluralism.  Carol Gilligan claimed that the most famous theory of it was biased against women because its studies did not include any, and Elliot Kuriel separated its development from that of the more interpersonal social convention in his domain theory.  The most famous theory of it was developed in part based on people's reactions to reading stories, such": {
    "guess": "Moral development",
    "confidence": [
      [
        "M",
        -0.9351296
      ],
      [
        "oral",
        -1.3663626e-05
      ],
      [
        " development",
        -0.3860828
      ]
    ]
  },
  "The theory of punctuated equilibrium requires one form of this process to be less common than another; the latter form of this process was postulated by Ernst Mayr and is sometimes considered a subtype of the former. That form of this process occurs when a subgroup colonizes an area on the borders of the population's viable range, resulting in substantial genetic drift, and is called peripatric. The vicariant form of one type of this process occurs when a geologic event separates an extant population into two roughly equal groups; that type is called allopatric. For 10 points, name this process": {
    "guess": "Speciation",
    "confidence": [
      [
        "Spec",
        -0.10955673
      ],
      [
        "iation",
        -3.2855416e-05
      ]
    ]
  },
  "Theodore Roosevelt accompanied noted wolf-wrestler John Abernath on a wolf hunting expedition in the Big Pasture region of this state in 1905. This state was the site of a multiracial socialism-inspired uprising during World War I that opposed conscription called the Green Corn Rebellion. This state was also the site of an event that began with Dick Rowland fleeing from an elevator that later involved incendiary bombs dropped from airplanes and the destruction of the Greenwood District in the largest city in this state. Representatives of this state drafted a constitution and tried to get admitted": {
    "guess": "Oklahoma",
    "confidence": [
      [
        "O",
        -0.003180683
      ],
      [
        "kl",
        -2.3392786e-06
      ],
      [
        "ahoma",
        -0.00018065695
      ]
    ]
  },
  "His theory of history claimed that new movements arise out of the contradictions in their forerunners in his talkings, posthumously published as Lectures on the Philosophy of History. Strongly influenced": {
    "guess": "Georg Wilhelm Friedrich Hegel",
    "confidence": [
      [
        "Ge",
        -0.0013629742
      ],
      [
        "org",
        -1.3856493e-06
      ],
      [
        " Wilhelm",
        -5.7961847e-06
      ],
      [
        " Friedrich",
        -3.7697225e-06
      ],
      [
        " Heg",
        0.0
      ],
      [
        "el",
        -4.3202e-07
      ]
    ]
  },
  "This theorem states that, as the thermodynamic temperature of a system in thermodynamic equilibrium approaches zero, the changes in both the Helmholtz function and the internal energy in an isothermal process tend to zero.  Eugene Simon reformulated this lemma from the restrictive form just given, which": {
    "guess": "Third law of thermodynamics",
    "confidence": [
      [
        "Third",
        -0.090777524
      ],
      [
        " law",
        -0.18628024
      ],
      [
        " of",
        -7.2192626e-05
      ],
      [
        " therm",
        -0.0060815453
      ],
      [
        "odynamics",
        -0.00041434568
      ]
    ]
  },
  "One theory of these phenomena was developed by Karl Schimper and Louis Agassiz, whose work drew upon the ideas of Goethe and de Charpentier. The first of these events, probably triggered by the Great Oxygenation Event, was known as the Huronian, while the most recent one created many pluvial lakes. They can be identified through chemical proxies such as isotopes in sediment (*) cores, and organisms that lived during these time periods include ground sloths, saber-tooth cats, and mastodons. For ten": {
    "guess": "Ice age",
    "confidence": [
      [
        "Ice",
        -1.3457826
      ],
      [
        " age",
        -0.16190271
      ]
    ]
  },
  "The theoretical prediction of this particle was made in a 1970 paper by Glashow, Iliopoulos, and Maiani, who connected its proposed existence to the number of then-known lepton generations. The schematic representation of particles incorporating this particle can be seen by extending the baryon decuplet to a three-dimensional pyramid. Confirmation for the existence of this particle was provided by the discovery of the D-meson, in which this particle is found with an up or down anti-quark, and the lambda-plus baryon. The most notable experimental confirmation of this particle's existence was known as the November Revolution, during which the finding of a bound state of this particle with its anti-particle was confirmed and eventually named the J/psi meson. For ten points, identify this quark,": {
    "guess": "Charm quark",
    "confidence": [
      [
        "Ch",
        -0.0034432611
      ],
      [
        "arm",
        -3.7697225e-06
      ],
      [
        " qu",
        -0.05021001
      ],
      [
        "ark",
        -0.00021212305
      ]
    ]
  },
  "This theory was tested in an experiment in which radioactive iron was placed on a loudspeaker, done by Pound and Rebka. It provided the first explanation for the precession of Mercury's perihelion. A standard textbook on this subject was written by Charles Misner, John Archibald Wheeler, and Kip S. Thorne. One equation in this theory relates the curvature and the stress-energy (*) tensor. One consequence of this theory is that GPS satellites continually need to readjust their clocks. This theory explains gravitational lensing. For 10 points, name this theory that uses the curvature of spacetime": {
    "guess": "General relativity",
    "confidence": [
      [
        "General",
        -0.0038884345
      ],
      [
        " rel",
        -0.046376526
      ],
      [
        "ativity",
        -6.229872e-05
      ]
    ]
  },
  "In thermodynamic terms this value is equal to the change in internal energy plus the pressure times the": {
    "guess": "Enthalpy",
    "confidence": [
      [
        "En",
        -0.02237086
      ],
      [
        "thal",
        -1.3663626e-05
      ],
      [
        "py",
        -3.1544176e-05
      ]
    ]
  },
  "One theorem named for this man means that for any simply connected open proper subset of the complex": {
    "guess": "Pierre Fatou",
    "confidence": [
      [
        "P",
        -0.903267
      ],
      [
        "ierre",
        -0.3870225
      ],
      [
        " Fat",
        -0.30427155
      ],
      [
        "ou",
        -0.00018673266
      ]
    ]
  },
  "His theory of history claimed that new movements arise out of the contradictions in their forerunners in his talkings, posthumously published as Lectures on the Philosophy of History. Strongly influenced by Jakob Bohme, his idea of sublation between propositions was outlined in his The Science of Logic, and he divided the mind into \"subjective,\" \"objective,\" and \"absolute\" categories in his three-part work Philosophy of Right.  His magnum opus contains the first postulation of the Master/Slave synthesis.": {
    "guess": "Georg Wilhelm Friedrich Hegel",
    "confidence": [
      [
        "Ge",
        -0.00013774731
      ],
      [
        "org",
        -2.0458236e-05
      ],
      [
        " Wilhelm",
        -4.5491004e-05
      ],
      [
        " Friedrich",
        -5.3193703e-06
      ],
      [
        " Heg",
        -9.0883464e-07
      ],
      [
        "el",
        -3.1281633e-07
      ]
    ]
  },
  "In \"Is Theology Poetry?\", this man introduced an idea he later referred to as \"the Cardinal Difficulty of Naturalism\" in his book Miracles; that idea is his anti-materialist \"argument from reason\" for the existence of God. This author of The Problem of Pain used the German term Sehnsucht to refer to a concept that differs from pleasure because it includes an \"inconsolable longing\"; that concept appears in the title of his Surprised by Joy, an account of his conversion. In another work, this thinker": {
    "guess": "C. S. Lewis",
    "confidence": [
      [
        "C",
        -0.6653121
      ],
      [
        ".",
        -0.08924479
      ],
      [
        " S",
        -0.00015478976
      ],
      [
        ".",
        -0.000107000094
      ],
      [
        " Lewis",
        -6.945094e-05
      ]
    ]
  },
  "This man is theorized to have been bullied by Billy Hughes and subordinates named Cunliffe and Sumner after his easy victory in the \"Coupon Election\". His political downfall coincided with that of opposition leader Andrew Chamberlain following the Carlton Club meeting. Mackenzie King flexed Canadian muscle at the expense of this man's government in the Chanak Crisis, after which he resigned and was succeeded by Andrew Bonar Law. The House of Lords rejected the \"People's Budget\" that this man wrote while Chancellor of the Exchequer under H.H. Asquith. He promised to \"make Germany pay\" during the Paris Peace Conference. For 10 points, name this Welsh Prime Minister who joined Vittorio Orlando,": {
    "guess": "David Lloyd George",
    "confidence": [
      [
        "David",
        -0.005527223
      ],
      [
        " Lloyd",
        -0.00045819426
      ],
      [
        " George",
        -4.954393e-05
      ]
    ]
  },
  "One of this man's theories claims that judgements, which form the basis of knowledge, are reached by determining the existence of a presented object. One of his students wrote a work claiming that the essence of music was consonance, Questions of Music, while another wrote a book whose first volume, Prolegomena to Pure Logic, is a strong attack on psychologism. In addition to his theory of judgement advanced in Psychology from an Empirical Standpoint, another one of his theories sought to distinguish a mental kind of action from a physical one by claiming that mental phenomenons had an object at which they are directed, a claim expanded on by his student's work Logical Investigations. For 10 points, who is this man who taught Carl Stumpf and Edmund Husserl and introduced the concept of intentionality in his Descriptive Psychology, a German philosopher.": {
    "guess": "Franz Brentano",
    "confidence": [
      [
        "Fran",
        -0.00027087211
      ],
      [
        "z",
        -7.703444e-06
      ],
      [
        " Brent",
        -0.00010497363
      ],
      [
        "ano",
        -2.5345586e-05
      ]
    ]
  },
  "This theorem's Second part explains the rationale by which you can be ticketed if you don't take enough time to drive down the New Jersey Turnpike. Its First part can be generalized in many ways, the first": {
    "guess": "Fundamental theorem of calculus",
    "confidence": [
      [
        "Fund",
        -0.6153235
      ],
      [
        "amental",
        -0.00014609157
      ],
      [
        " theorem",
        -0.05902998
      ],
      [
        " of",
        -0.0004658233
      ],
      [
        " calculus",
        -0.026549224
      ]
    ]
  },
  "In \"Is Theology Poetry?\", this man introduced an idea he later referred to as \"the Cardinal Difficulty": {
    "guess": "T. S. Eliot",
    "confidence": [
      [
        "T",
        -1.980398
      ],
      [
        ".",
        -0.094329014
      ],
      [
        " S",
        -0.0017263494
      ],
      [
        ".",
        -3.786197e-05
      ],
      [
        " Eli",
        -0.00026133584
      ],
      [
        "ot",
        -6.313315e-05
      ]
    ]
  },
  "One theorem named for this man states that the group of units of a ring is finitely generated, and one": {
    "guess": "Emil Artin",
    "confidence": [
      [
        "Em",
        -0.8524067
      ],
      [
        "il",
        -0.16120876
      ],
      [
        " Art",
        -0.0050628567
      ],
      [
        "in",
        -9.364929e-05
      ]
    ]
  },
  "One theory of these phenomena was developed by Karl Schimper and Louis Agassiz, whose work drew upon": {
    "guess": "Phenomenon",
    "confidence": [
      [
        "Ph",
        -1.9075686
      ],
      [
        "en",
        -0.056742582
      ],
      [
        "omen",
        -0.042554885
      ],
      [
        "on",
        -0.33840144
      ]
    ]
  },
  "One of this man's theories claims that judgements, which form the basis of knowledge, are reached by determining the existence of a presented object. One of his students wrote a work claiming that the essence of music was consonance, Questions of Music, while another wrote a book whose first volume,": {
    "guess": "Aristoxenus",
    "confidence": [
      [
        "A",
        -0.4770167
      ],
      [
        "rist",
        -0.0004477117
      ],
      [
        "ox",
        -0.26708716
      ],
      [
        "enus",
        -0.00032330706
      ]
    ]
  },
  "The thermal form of this effect can occur in cluster radio halo sources due to the presence of highly": {
    "guess": "Radio halo",
    "confidence": [
      [
        "Radio",
        -1.5264859
      ],
      [
        " halo",
        -0.958712
      ]
    ]
  },
  "One theory of this process calculates a potential equal to negative RT times the natural log of equilibrium vapor pressure over saturation vapor pressure. That potential is calculated in the Dubinin-Polanyi theory. Hill's and Lowell's equation contain the namesake C constant of another theory of this process. That theory of this process is commonly used to calculate the specific surface area for it and is BET theory. For monolayers, the partitioning between molecules in a gas phase and molecules that have undergone this process is described by the Freundlich and Langmuir isotherms. An important": {
    "guess": "BET theory",
    "confidence": [
      [
        "B",
        -0.71971375
      ],
      [
        "ET",
        -0.00036918215
      ],
      [
        " theory",
        -0.21959126
      ]
    ]
  },
  "Theorists of this art movement considered their work as a dialectical synthesis between the tectonic, the whole idea or conception of a work, and the fractura--the artistic input generated by the materials themselves during production. This idea of the 'integrity of material' appears most saliently in": {
    "guess": "Minimalism",
    "confidence": [
      [
        "Minimal",
        -0.8154116
      ],
      [
        "ism",
        -0.0513491
      ]
    ]
  },
  "One theory of this process calculates a potential equal to negative RT times the natural log of equilibrium": {
    "guess": "Nernst equation",
    "confidence": [
      [
        "N",
        -0.40097794
      ],
      [
        "ern",
        -0.0026913441
      ],
      [
        "st",
        -7.9418505e-06
      ],
      [
        " equation",
        -0.11083552
      ]
    ]
  },
  "The thermal form of this effect can occur in cluster radio halo sources due to the presence of highly relativistic electrons and in the non-relativistic limit it can be described by the Kompaneets equation. It is redshift-independent and occurs through the Thomson (*) scattering of photons as they interact with thermal electrons in galaxy clusters and other reservoirs of plasma. For 10 points, name this astronomical effect that results in an alteration of the apparent brightness of the CMBR.": {
    "guess": "Sunyaev-Zel'dovich effect",
    "confidence": [
      [
        "Sun",
        -0.0049415124
      ],
      [
        "ya",
        -0.00039039674
      ],
      [
        "ev",
        -1.6524515e-05
      ],
      [
        "-Z",
        -0.3351768
      ],
      [
        "el",
        -0.5541807
      ],
      [
        "'d",
        -0.0010274507
      ],
      [
        "ovich",
        -2.3676734e-05
      ],
      [
        " effect",
        -0.020277455
      ]
    ]
  },
  "The theoretical prediction of this particle was made in a 1970 paper by Glashow, Iliopoulos, and Maiani, who connected its proposed existence to the number of then-known lepton generations. The schematic representation of particles incorporating this particle can be seen by extending the baryon decuplet": {
    "guess": "Charm quark",
    "confidence": [
      [
        "Ch",
        -0.11241052
      ],
      [
        "arm",
        -0.00027802069
      ],
      [
        " qu",
        -0.2814525
      ],
      [
        "ark",
        -0.0010228052
      ]
    ]
  },
  "In this theory, the dot product must be redefined in order to make it an invariant. In it, total energy and momentum are unified into a 4-vector. Tests for this theory include particle lifetime experiments and space isotropy measurements. Many effects that occur as a result of this theory involve a term equal to the inverse square root of one minus beta squared. It explains length contraction, and time dilation using the aforementioned Lorentz factor. It states that there is no absolutely stationary frame of reference, and an equation relating energy and mass is derived from this theory. For 10": {
    "guess": "Special relativity",
    "confidence": [
      [
        "Special",
        -0.01913561
      ],
      [
        " rel",
        -0.0052900882
      ],
      [
        "ativity",
        -1.342522e-05
      ]
    ]
  },
  "Theodosius allowed them to settle in Moesia for purposes of defending the frontier. Which was far better treatment than they got from the Romans previously, when, after being oppressed by taxation, they plundered the Balkan provinces and  killed emperor Valens in the process at Adrianople. After setteling in Roman territory, though, their leader Alaric  marched on Rome and sacked it. Afterwards, though, they redeemed themselves somewhat by helping the Romans fight  off Attila the Hun, losing their new leader, Theodoric. The Huns were responsible for pushing them westwards in the  first place, seperating them from their eastern neighbors, the Ostrogoths. This is, FTP, what barbarian tribe that": {
    "guess": "Visigoths",
    "confidence": [
      [
        "Vis",
        -0.0042410432
      ],
      [
        "igo",
        -0.00023846338
      ],
      [
        "ths",
        -0.00010032469
      ]
    ]
  },
  "One of this man's theories claims that judgements, which form the basis of knowledge, are reached by determining the existence of a presented object. One of his students wrote a work claiming that the essence of music was consonance, Questions of Music, while another wrote a book whose first volume, Prolegomena to Pure Logic, is a strong attack on psychologism. In addition to his theory of judgement advanced in Psychology from an Empirical Standpoint, another one of his theories sought to distinguish a mental kind of action from a physical one by claiming that mental phenomenons had an object at": {
    "guess": "Franz Brentano",
    "confidence": [
      [
        "Fran",
        -0.13281116
      ],
      [
        "z",
        -1.7954959e-05
      ],
      [
        " Brent",
        -0.0014831974
      ],
      [
        "ano",
        -6.0272258e-05
      ]
    ]
  },
  "A thermal inversion can cause rays to wrap around the earth in the infinite form of this phenomenon. That difference in temperature can also allow sound to travel farther due to this effect, such as sound traveling over a lake. This phenomenon is no longer observed once an angle of incidence reaches a critical angle and causes total internal reflection. One is the minimum value for the index associated": {
    "guess": "Total internal reflection",
    "confidence": [
      [
        "Total",
        -0.83537185
      ],
      [
        " internal",
        -0.026421752
      ],
      [
        " reflection",
        -0.0014572588
      ]
    ]
  },
  "A theory formulated by Hardcastle and Hanus in 1926 predicted that the shape of these objects results from ablation. That theory was adopted by Chapman in an attempt to answer their namesake problem. They": {
    "guess": "Comet",
    "confidence": [
      [
        "Com",
        -0.99377024
      ],
      [
        "et",
        -0.48117247
      ]
    ]
  },
  "One theorem about these numbers states that every natural number can be represented uniquely as the sum of nonconsecutive ones of them; that statement is named for Zeckendorf. This sequence appears on": {
    "guess": "Fibonacci number",
    "confidence": [
      [
        "F",
        -0.0045575807
      ],
      [
        "ib",
        -7.612634e-05
      ],
      [
        "onacci",
        -7.4576696e-05
      ],
      [
        " number",
        -0.028425965
      ]
    ]
  },
  "A theologian from what is now this country developed a doctrine of pre-existence of souls that was condemned at the Synod of Constantinople. Hassan al-Banna founded an Islamic revival movement that forms the basis of one of this country's political parties. The Isma'ili imam and caliph al-Mu'izz founded the al-Azhar mosque in this country, where a Salafist party placed second in the most recent parliamentary": {
    "guess": "Egypt",
    "confidence": [
      [
        "Egypt",
        -0.0036624295
      ]
    ]
  },
  "One theory of this entity's creation states that a Mars-sized body named Theia (\"THEE-uh\") collided with its parent planet. This object exhibits synchronous (\"SIN-kro-nuss\") rotation with its parent planet, and that rotation results in the namesake \"dark side\" of this object. The Sea of Tranquility lies": {
    "guess": "Moon",
    "confidence": [
      [
        "Moon",
        -0.010256628
      ]
    ]
  },
  "In this theory, the dot product must be redefined in order to make it an invariant. In it, total energy and momentum are unified into a 4-vector. Tests for this theory include particle lifetime experiments and space isotropy measurements. Many effects that occur as a result of this theory involve a term equal to the inverse square root of one minus beta squared. It explains length contraction, and": {
    "guess": "Special relativity",
    "confidence": [
      [
        "Special",
        -0.3777688
      ],
      [
        " rel",
        -0.051877353
      ],
      [
        "ativity",
        -1.7478143e-05
      ]
    ]
  },
  "This theory states that individual terms or phenomena can only be understood in relation to other elements of the same system, and that each system is built up using a limited set of contrasts. One school": {
    "guess": "Structuralism",
    "confidence": [
      [
        "Struct",
        -0.0053309975
      ],
      [
        "ural",
        -0.0005657802
      ],
      [
        "ism",
        -0.00074566406
      ]
    ]
  },
  "This theory replaces the dependence on the external potential, v of r, by a dependence on the density distribution from a straightforward generalization of the Legendre transform from the chemical potential to the number of particles. Considered the successor to the Thomas-Fermi model, this theory grew out of a 1964 paper, which stated that there is a unique relation between the external potential and the ground state electron density and reformulated the variational principle for electron densities. Those results are known as the Hohenberg-Kohn theories.  In this theory, one can use the Kohn-Sham": {
    "guess": "Density functional theory",
    "confidence": [
      [
        "Density",
        -0.36997986
      ],
      [
        " functional",
        -0.0070272232
      ],
      [
        " theory",
        -2.3915141e-05
      ]
    ]
  },
  "A theorem by Tarski states that the set of these for a monotonically increasing map between complete lattices is itself a complete lattice. A theorem by Lefschetz provides for the existence of one of these for a continuous map between finite complexes, while the Poincare-Birkhoff theorem shows that at": {
    "guess": "Fixed points",
    "confidence": [
      [
        "Fixed",
        -0.027101638
      ],
      [
        " points",
        -0.035592135
      ]
    ]
  },
  "The theory of these objects was informally introduced through the use of \"tags\" by Ruth Barcan Marcus in her 1961 article \"Modalities in Intensional Language.\" David Kaplan presented a theory of these philosophical ideas in a lecture later published as \"Dthat\" shortly after they were formally introduced in a lecture series by their best-known popularizer. One of the uses of these philosophical concepts is to demonstrate the existence of necessary a posteriori propositions and contingent a priori propositions, and the inventor of this term proposed that proper names and natural kinds such as water are examples of these. They were originally proposed through the example of Hesperus and Phosphorus being the same object, in lectures that would become Naming and Necessity. FTP, identify these philosophical": {
    "guess": "Rigid Designator",
    "confidence": [
      [
        "R",
        -0.037475094
      ],
      [
        "igid",
        -0.0003495282
      ],
      [
        " Design",
        -0.00064154604
      ],
      [
        "ator",
        -0.0004360334
      ]
    ]
  },
  "A theory formulated by Hardcastle and Hanus in 1926 predicted that the shape of these objects results from ablation. That theory was adopted by Chapman in an attempt to answer their namesake problem. They can appear as flanged buttons or in a layered form known as Muong-Nong, but the splash-form type": {
    "guess": "Tektite",
    "confidence": [
      [
        "T",
        -1.0467023
      ],
      [
        "ekt",
        -0.0021792888
      ],
      [
        "ite",
        -0.41298044
      ]
    ]
  },
  "Theodor Adorno criticized this man's work as too repetitive, although Bernstein spoke highly of one of his pieces. This man came to fame after Sergei Diaghilev commissioned him to compose a set of ballets, one of which was featured in Fantasia and accompanied depictions of the origin of life. However, Fantasia's version cut the Finale of the second act and repeated the bassoon solo at the end of the piece. In another of this man's ballets, Prince Ivan must free the maidens from the evil Katschai with help from the titular creature. For 10 points, name this composer of The Firebird and The Rite": {
    "guess": "Igor Stravinsky",
    "confidence": [
      [
        "I",
        -0.0030912012
      ],
      [
        "gor",
        0.0
      ],
      [
        " Str",
        -0.00015765065
      ],
      [
        "av",
        -6.7901296e-05
      ],
      [
        "insky",
        -0.00032318785
      ]
    ]
  },
  "The theorem named for this mathematician states that the cardinality of a power set is greater than the cardinality of the original set. The function named after him, known as the Devil's staircase and commonly used as an example of a function that is continuous but not absolutely continuous, is based on the base-3 representation of a number. That function is closely related to the set named for him, also known as his \"dust\", which is generated by repeatedly removing open middle thirds starting with the closed unit interval. He is credited with developing the continuum hypothesis and transfinite numbers. Name this mathematician who used a diagonalization argument to show that there are more real": {
    "guess": "Georg Cantor",
    "confidence": [
      [
        "Ge",
        -0.12778138
      ],
      [
        "org",
        -4.9617593e-06
      ],
      [
        " Cant",
        -1.5928495e-05
      ],
      [
        "or",
        -1.8550976e-05
      ]
    ]
  },
  "This theory was tested in an experiment in which radioactive iron was placed on a loudspeaker, done by Pound and Rebka. It provided the first explanation for the precession of Mercury's perihelion. A standard textbook on this subject was written by Charles Misner, John Archibald Wheeler, and Kip S. Thorne. One equation in this theory relates the curvature and the stress-energy (*) tensor. One consequence of this theory is that GPS satellites continually need to readjust their clocks. This theory explains gravitational lensing. For 10 points, name this theory that uses the curvature of spacetime to explain gravity, often contrasted with a \"special\" theory also developed by Einstein.": {
    "guess": "General relativity",
    "confidence": [
      [
        "General",
        -0.0042311894
      ],
      [
        " rel",
        -0.0017693049
      ],
      [
        "ativity",
        -2.6537622e-05
      ]
    ]
  },
  "He theorized the existence of laryngeals while still a student, and he described the development of the vowel a in Memoir on the Original System of Vowels in the Indo-European Languages. He also developed the idea of the linguistic sign and signifier. His most influential work helped to establish structural": {
    "guess": "Ferdinand de Saussure",
    "confidence": [
      [
        "F",
        -0.00015872349
      ],
      [
        "erd",
        -9.0883464e-07
      ],
      [
        "inand",
        -2.4584822e-06
      ],
      [
        " de",
        -6.122589e-05
      ],
      [
        " Sa",
        -8.537869e-06
      ],
      [
        "uss",
        -1.3856493e-06
      ],
      [
        "ure",
        -1.5213274e-05
      ]
    ]
  },
  "This theorem states that, as the thermodynamic temperature of a system in thermodynamic equilibrium approaches zero, the changes in both the Helmholtz function and the internal energy in an isothermal process tend to zero.  Eugene Simon reformulated this lemma from the restrictive form just given, which is known as the new heat theorem, into a statement whose clear consequence is that it is impossible to reduce the temperature of a system to absolute zero by a finite number of thermodynamic cycles.": {
    "guess": "Third law of thermodynamics",
    "confidence": [
      [
        "Third",
        -0.061977766
      ],
      [
        " law",
        -0.30592132
      ],
      [
        " of",
        -5.8722613e-05
      ],
      [
        " therm",
        -0.0006099864
      ],
      [
        "odynamics",
        -0.00017493518
      ]
    ]
  },
  "His theory of history claimed that new movements arise out of the contradictions in their forerunners": {
    "guess": "Georg Wilhelm Friedrich Hegel",
    "confidence": [
      [
        "Ge",
        -0.011711137
      ],
      [
        "org",
        -1.0280384e-06
      ],
      [
        " Wilhelm",
        -0.00017934572
      ],
      [
        " Friedrich",
        -3.488188e-05
      ],
      [
        " Heg",
        -4.3202e-07
      ],
      [
        "el",
        -6.704273e-07
      ]
    ]
  },
  "This theory was developed in 1912 by the German meteorologist Alfred Wegener,  and the findings of Eduard Suess helped support it. Suess concluded, mainly as a  result of fossil evidence, that a land mass": {
    "guess": "Continental drift",
    "confidence": [
      [
        "Contin",
        -0.0944146
      ],
      [
        "ental",
        -0.00010258956
      ],
      [
        " drift",
        -0.008254626
      ]
    ]
  },
  "One theory of these phenomena was developed by Karl Schimper and Louis Agassiz, whose work drew upon the ideas of Goethe and de Charpentier. The first of these events, probably triggered by the Great Oxygenation Event, was known as the Huronian, while the most recent one created many pluvial lakes. They can be identified through chemical proxies such as isotopes in sediment (*) cores, and organisms that lived during these time periods include ground sloths, saber-tooth cats, and mastodons. For ten points, identify these periods of long-term reduction in the Earth's surface temperature, which may have resulted in a Snowball Earth.": {
    "guess": "Snowball Earth",
    "confidence": [
      [
        "Snow",
        -0.8055745
      ],
      [
        "ball",
        -1.147242e-06
      ],
      [
        " Earth",
        -0.00019257364
      ]
    ]
  },
  "Its theme of spiritual desolation is found in such lines as \"There are no eyes here/In this valley of": {
    "guess": "The Waste Land",
    "confidence": [
      [
        "The",
        -0.06594994
      ],
      [
        " Waste",
        -0.07073444
      ],
      [
        " Land",
        -0.00016659092
      ]
    ]
  },
  "A theory formulated by Hardcastle and Hanus in 1926 predicted that the shape of these objects results from ablation. That theory was adopted by Chapman in an attempt to answer their namesake problem. They can appear as flanged buttons or in a layered form known as Muong-Nong, but the splash-form type studied by Reinhart is most common. Coined in name by Austrian geologist Eduard Suess, a single specimen was discovered on Martha's Vineyard with a translucent green color, similar to the moldavites": {
    "guess": "Tektite",
    "confidence": [
      [
        "T",
        -0.28699675
      ],
      [
        "ekt",
        -0.0027194028
      ],
      [
        "ite",
        -0.3086972
      ]
    ]
  },
  "One theory for the origin of this rock involves anatexis and revolves around migmatites. This rock comes in S-types and rarer M-types, while its A-types are now thought to be a form of its I-type, large quantities of which are entirely unique to Earth. Geologists consider it a subclass of a similarly named family of rock which contains an alkali mineral rather than plagioclase, and when used in building,": {
    "guess": "Granite",
    "confidence": [
      [
        "Gran",
        -0.05677559
      ],
      [
        "ite",
        -0.13683327
      ]
    ]
  },
  "One theory regarding this work claims that it was originally performed by Ben and Lew Snowden. It was written as a \"walkaround,\" and the final verse features Will-the-weaver. Abraham (+) Lincoln ordered a performance of this song upon hearing of Robert E. Lee's surrender. Disowned by its composer Daniel Decatur Emmett, it was more famously performed by opponents of the (*) Civil Rights movement, and": {
    "guess": "Dixie (song)",
    "confidence": [
      [
        "D",
        -0.2791039
      ],
      [
        "ix",
        -0.007075756
      ],
      [
        "ie",
        -0.00028100077
      ],
      [
        " (",
        -0.08813864
      ],
      [
        "song",
        -0.00025108797
      ],
      [
        ")",
        -0.00021462266
      ]
    ]
  },
  "The theory of punctuated equilibrium requires one form of this process to be less common than another;": {
    "guess": "Speciation",
    "confidence": [
      [
        "Spec",
        -0.8820511
      ],
      [
        "iation",
        -1.2829201e-05
      ]
    ]
  },
  "His theorem states that subgroup orders divide group orders, his physical quantity is the difference in kinetic and potential energies, and his points are the five equilibrium locations for small bodies in the three-body problem. FTP, name this 18th century French-Italian physicist and mathematician best known for his Analytical Mechanics and Theory of analytical functions.": {
    "guess": "Lagrange multiplier",
    "confidence": [
      [
        "L",
        -0.8833603
      ],
      [
        "ag",
        -0.361502
      ],
      [
        "range",
        -0.00038002967
      ],
      [
        " multiplier",
        -1.1953886
      ]
    ]
  },
  "This man theorized that if both chess players are rational, then a sequence of winning moves can be found using an algorithm, then developed a backward-induction algorithm still used in games of perfect information. He also proved Henri Poincaré's recurrence theorem, then used it to argue against the": {
    "guess": "Zermelo's theorem",
    "confidence": [
      [
        "Z",
        -0.3078351
      ],
      [
        "erm",
        -0.00012320446
      ],
      [
        "elo",
        -6.80205e-05
      ],
      [
        "'s",
        -0.017578857
      ],
      [
        " theorem",
        -0.49683565
      ]
    ]
  },
  "This theory replaces the dependence on the external potential, v of r, by a dependence on the density distribution from a straightforward generalization of the Legendre transform from the chemical potential to the number of particles. Considered the successor to the Thomas-Fermi model, this theory grew": {
    "guess": "Kohn-Sham equations",
    "confidence": [
      [
        "K",
        -0.2749087
      ],
      [
        "ohn",
        -0.00016635252
      ],
      [
        "-Sh",
        -0.04996476
      ],
      [
        "am",
        -6.704273e-07
      ],
      [
        " equations",
        -0.20850809
      ]
    ]
  },
  "One theory with this name predicts the Lense-Thirring effect, as well as the equivalence principle, which equates gravitational and inertial mass. Another theory with this name is formulated within a Minkowski space and leads to the (*) twin paradox, wherein one twin brother returns from space travel to find he has aged less than his brother as a result of time dilation. Give this name of two theories concerning reference frames known as the special and general types, both formulated by Albert Einstein.": {
    "guess": "Theory of relativity",
    "confidence": [
      [
        "Theory",
        -0.35318163
      ],
      [
        " of",
        -0.00022332452
      ],
      [
        " rel",
        -0.366599
      ],
      [
        "ativity",
        -3.0232935e-05
      ]
    ]
  },
  "One of this man's theories claims that judgements, which form the basis of knowledge, are reached by determining the existence of a presented object. One of his students wrote a work claiming that the essence of music was consonance, Questions of Music, while another wrote a book whose first volume, Prolegomena to Pure Logic, is a strong attack on psychologism. In addition to his theory of judgement advanced in Psychology from an Empirical Standpoint, another one of his theories sought to distinguish": {
    "guess": "Franz Brentano",
    "confidence": [
      [
        "Fran",
        -0.09647926
      ],
      [
        "z",
        -2.1650272e-05
      ],
      [
        " Brent",
        -0.0007601959
      ],
      [
        "ano",
        -5.0497558e-05
      ]
    ]
  },
  "In thermodynamic terms this value is equal to the change in internal energy plus the pressure times the change in volume. First described and named by Joseph Black, Black's student James Watt improved Newcomen's steam engine by reducing its loss. Arising from the attractive forces of a substance's molecules and the pressure of the atmosphere exerted on it, FTP, what is this quantity of heat absorbed or released when a substance changes phase at constant temperature, which comes in fusion and vaporization": {
    "guess": "Enthalpy of vaporization",
    "confidence": [
      [
        "En",
        -0.41441673
      ],
      [
        "thal",
        -4.310693e-05
      ],
      [
        "py",
        -8.685468e-05
      ],
      [
        " of",
        -0.0073730648
      ],
      [
        " vapor",
        -0.16189338
      ],
      [
        "ization",
        -0.00023417205
      ]
    ]
  },
  "This man's theories were summarized by John Hicks in the ISLM model. He studied the impact of a quantity calculated as C plus I plus G plus net exports on economies and plotted equilibrium GDP on his namesake \"cross.\" This proponent of the bancor as an international currency developed a consumption function and criticized the Treaty of Versailles in The Economic Consequences of the Peace. In his most famous work, he theorized that weak aggregate demand had caused the Great Depression. For 10 points,": {
    "guess": "John Maynard Keynes",
    "confidence": [
      [
        "John",
        -0.018130748
      ],
      [
        " May",
        -0.0002997121
      ],
      [
        "nard",
        -2.0815847e-05
      ],
      [
        " Keynes",
        -5.967624e-05
      ]
    ]
  },
  "A theologian from what is now this country developed a doctrine of pre-existence of souls that was condemned at the Synod of Constantinople. Hassan al-Banna founded an Islamic revival movement that forms the basis of one of this country's political parties. The Isma'ili imam and caliph al-Mu'izz founded the al-Azhar mosque in this country, where a Salafist party placed second in the most recent parliamentary elections. Origen and St. Athanasius were from this modern-day country. Tawadros II is a": {
    "guess": "Egypt",
    "confidence": [
      [
        "Egypt",
        -0.0065692454
      ]
    ]
  },
  "One theme in this work, later quoted in the composer's songs \"Somebody Loves Me\" and \"Embraceable You,\" is left unresolved before transitioning into a cadenza. This work subdivides the eighth-note rhythm": {
    "guess": "Rhapsody in Blue",
    "confidence": [
      [
        "R",
        -0.5457046
      ],
      [
        "haps",
        -0.00016373003
      ],
      [
        "ody",
        -1.4021238e-05
      ],
      [
        " in",
        -0.0022674205
      ],
      [
        " Blue",
        -0.00021700673
      ]
    ]
  },
  "One theorem about these numbers states that every natural number can be represented uniquely as the sum of nonconsecutive ones of them; that statement is named for Zeckendorf. This sequence appears on the outer edges of Hosoya's triangle, and its nth element gives the number of ways for dominoes to cover a two-by-(n minus one) checkerboard. This sequence is generated by a formula named for (*) Binet, as well as by the function x over the quantity one minus x minus x-squared. It is a specific type of Lucas sequence, and the ratio of consecutive elements of this sequence approaches the golden ratio. First proposed in Liber Abaci, for 10 points, name this recursively-defined sequence whose elements": {
    "guess": "Fibonacci number",
    "confidence": [
      [
        "F",
        -0.01210871
      ],
      [
        "ib",
        -4.012684e-05
      ],
      [
        "onacci",
        -5.574252e-05
      ],
      [
        " number",
        -0.018950814
      ]
    ]
  },
  "This man is theorized to have been bullied by Billy Hughes and subordinates named Cunliffe and Sumner after his easy victory in the \"Coupon Election\". His political downfall coincided with that of opposition": {
    "guess": "David Lloyd George",
    "confidence": [
      [
        "David",
        -0.45642057
      ],
      [
        " Lloyd",
        -0.008761821
      ],
      [
        " George",
        -0.0001278534
      ]
    ]
  },
  "Theodore Roosevelt accompanied noted wolf-wrestler John Abernath on a wolf hunting expedition in the Big Pasture region of this state in 1905. This state was the site of a multiracial socialism-inspired": {
    "guess": "Oklahoma",
    "confidence": [
      [
        "O",
        -0.069526516
      ],
      [
        "kl",
        -4.3202e-07
      ],
      [
        "ahoma",
        -0.0002939903
      ]
    ]
  },
  "It has been theorized that these particles can decay into a neutral pion and a positron, though this": {
    "guess": "Proton",
    "confidence": [
      [
        "Pro",
        -0.0026264312
      ],
      [
        "ton",
        -7.243103e-05
      ]
    ]
  },
  "One theme in this work, later quoted in the composer's songs \"Somebody Loves Me\" and \"Embraceable You,\" is left unresolved before transitioning into a cadenza. This work subdivides the eighth-note rhythm into a three-threetwo arrangement after the opening ritornello. The composer altered the beginning": {
    "guess": "Rhapsody in Blue",
    "confidence": [
      [
        "R",
        -0.042423163
      ],
      [
        "haps",
        -0.000112245056
      ],
      [
        "ody",
        -1.147242e-06
      ],
      [
        " in",
        -0.00092658773
      ],
      [
        " Blue",
        -0.00015502817
      ]
    ]
  },
  "One theorem named for this man means that for any simply connected open proper subset of the complex plane, there exists a bijective analytic map from it to the open unit circle about the origin.  Manifolds with a smooth inner product are named for him.  He and Cauchy name a set of differential equations": {
    "guess": "Sophus Lie",
    "confidence": [
      [
        "Soph",
        -0.49880695
      ],
      [
        "us",
        -0.0009873193
      ],
      [
        " Lie",
        -0.0021249226
      ]
    ]
  },
  "The theorem named for this mathematician states that the cardinality of a power set is greater than the cardinality of the original set. The function named after him, known as the Devil's staircase and commonly used as an example of a function that is continuous but not absolutely continuous, is based on the base-3 representation of a number. That function is closely related to the set named for him,": {
    "guess": "Cantor set",
    "confidence": [
      [
        "C",
        -0.27091062
      ],
      [
        "antor",
        -0.010581414
      ],
      [
        " set",
        -0.15491563
      ]
    ]
  },
  "A theory pertaining to the transfer of these items uses a quantity equal to the energy required to bring the system to its final reaction coordinates under certain conditions, and won Rudolf Marcus the 1927 Nobel in Chemistry. In the post-Hartree-Fock methods, the configuration interaction functions": {
    "guess": "Marcus theory",
    "confidence": [
      [
        "Marcus",
        -0.19019452
      ],
      [
        " theory",
        -0.103950806
      ]
    ]
  },
  "This theorem was applied to electron emission from a metal surface as an improvement over the Richardson equation. One equation derived from it relates the pressure of a system and the proportion of ionized molecules and is called the Saha equation. Its prediction decreases without bound as temperature becomes sufficiently low, since it holds only when volume is much greater than particle number times the cube of the thermal wavelength. Rearranged to give energy, its first derivative becomes the traditional expression for internal energy. That rearrangement suggests that energy is proportional to the negative two-thirds power of the volume, and in general it allows for energy to be expressed as a function of volume and entropy alone. Its namesake constant is its value at one Kelvin, one amu, and one atmosphere. For 10 points, name this doubly eponymous equation that gives the exact entropy": {
    "guess": "Sackur-Tetrode Equation",
    "confidence": [
      [
        "S",
        -0.05576692
      ],
      [
        "ack",
        -0.0032141993
      ],
      [
        "ur",
        -0.00011415232
      ],
      [
        "-T",
        -0.036799688
      ],
      [
        "etro",
        -9.531814e-05
      ],
      [
        "de",
        -9.960947e-05
      ],
      [
        " Equation",
        -0.036294222
      ]
    ]
  },
  "Theories about the dynamics of these objects were tested through the Vine-Matthews-Morley hypothesis. These masses are able to stay in a relative vertical equilibrium through isostasy. Subduction zones can exist at the boundaries between these. Examples include the Nazca and Indo-Australian. These make up the Earth's lithosphere in the crust. They move very slowly and the San Andreas Fault is on the": {
    "guess": "Plate tectonics",
    "confidence": [
      [
        "Plate",
        -0.048431214
      ],
      [
        " t",
        -0.08535362
      ],
      [
        "ect",
        -1.6240566e-06
      ],
      [
        "on",
        -0.00012594614
      ],
      [
        "ics",
        -2.8921695e-05
      ]
    ]
  },
  "This theorem states that, as the thermodynamic temperature of a system in thermodynamic equilibrium approaches zero, the changes in both the Helmholtz function and the internal energy in an isothermal process tend to zero.  Eugene Simon reformulated this lemma from the restrictive form just given, which is known as the new heat theorem, into a statement whose clear consequence is that it is impossible to reduce the temperature of a system to absolute zero by a finite number of thermodynamic cycles.  Also called Nernst's heat theorem, name - for 10 points - the law that states the entropy of a system approaches zero as its temperature approaches zero.": {
    "guess": "Third law of thermodynamics",
    "confidence": [
      [
        "Third",
        -0.043798774
      ],
      [
        " law",
        -0.005538489
      ],
      [
        " of",
        -4.246537e-06
      ],
      [
        " therm",
        -9.805982e-05
      ],
      [
        "odynamics",
        -0.00024798868
      ]
    ]
  },
  "In \"Is Theology Poetry?\", this man introduced an idea he later referred to as \"the Cardinal Difficulty of Naturalism\" in his book Miracles; that idea is his anti-materialist \"argument from reason\" for the existence of God. This author of The Problem of Pain used the German term Sehnsucht to refer to a concept that differs from pleasure because it includes an \"inconsolable longing\"; that concept appears in the title of his Surprised by Joy, an account of his conversion. In another work, this thinker asserted that pride was \"the Great Sin\" and popularized the idea that Jesus was either \"lunatic, liar, or Lord\", his namesake \"trilemma.\" For 10 points, identify this lay theologian, whose religious works include Mere Christianity, the apologetic satire The Screwtape Letters, and the heavily allegorical Chronicles of Narnia.": {
    "guess": "C.S. Lewis",
    "confidence": [
      [
        "C",
        -0.002453065
      ],
      [
        ".S",
        -0.001340839
      ],
      [
        ".",
        -8.12521e-05
      ],
      [
        " Lewis",
        -5.3193703e-06
      ]
    ]
  },
  "One theory with this name predicts the Lense-Thirring effect, as well as the equivalence principle, which": {
    "guess": "Mach's principle",
    "confidence": [
      [
        "M",
        -0.8936583
      ],
      [
        "ach",
        -0.00069230114
      ],
      [
        "'s",
        -0.0041819215
      ],
      [
        " principle",
        -0.118726164
      ]
    ]
  },
  "One theory of these phenomena was developed by Karl Schimper and Louis Agassiz, whose work drew upon the ideas of Goethe and de Charpentier. The first of these events, probably triggered by the Great Oxygenation": {
    "guess": "Snowball Earth",
    "confidence": [
      [
        "Snow",
        -0.6829831
      ],
      [
        "ball",
        -7.89631e-07
      ],
      [
        " Earth",
        -0.0039000576
      ]
    ]
  },
  "One theorem about these numbers states that every natural number can be represented uniquely as the sum of nonconsecutive ones of them; that statement is named for Zeckendorf. This sequence appears on the outer edges of Hosoya's triangle, and its nth element gives the number of ways for dominoes to cover": {
    "guess": "Fibonacci number",
    "confidence": [
      [
        "F",
        -0.0022689702
      ],
      [
        "ib",
        -3.2736214e-05
      ],
      [
        "onacci",
        -9.126521e-05
      ],
      [
        " number",
        -0.0037309641
      ]
    ]
  },
  "In this theory, the dot product must be redefined in order to make it an invariant. In it, total energy and momentum are unified into a 4-vector. Tests for this theory include particle lifetime experiments and space isotropy measurements. Many effects that occur as a result of this theory involve a term equal to the inverse square root of one minus beta squared. It explains length contraction, and time dilation using the aforementioned Lorentz factor. It states that there is no absolutely stationary": {
    "guess": "Special relativity",
    "confidence": [
      [
        "Special",
        -0.0015494986
      ],
      [
        " rel",
        -0.0006089136
      ],
      [
        "ativity",
        -1.27099975e-05
      ]
    ]
  },
  "In this theory, the dot product must be redefined in order to make it an invariant. In it, total energy and momentum are unified into a 4-vector. Tests for this theory include particle lifetime experiments and space isotropy measurements. Many effects that occur as a result of this theory involve a term": {
    "guess": "Special relativity",
    "confidence": [
      [
        "Special",
        -0.047827277
      ],
      [
        " rel",
        -0.01452861
      ],
      [
        "ativity",
        -2.3080716e-05
      ]
    ]
  },
  "This theory was developed in 1912 by the German meteorologist Alfred Wegener,  and the findings of Eduard Suess helped support it. Suess concluded, mainly as a  result of fossil evidence, that a land mass containing several present continents  existed in the south in the Jurassic period. This mass was": {
    "guess": "Pangaea",
    "confidence": [
      [
        "P",
        -0.06666617
      ],
      [
        "ang",
        -0.00057114434
      ],
      [
        "aea",
        -0.000111291425
      ]
    ]
  },
  "His theories were the basis of Rudolf Dreikurs's practical therapy. He argued that the unhappiness of homosexuals stems from failure to meet a social need to reproduce in What Life Could Mean to You. His theory about the personality traits of eldest, second, middle, and youngest children has become conventional wisdom, while his theory of socially useful and antisocial personality types and the struggle between social demands and self- idealization are discussed in 1912's The Neurotic Character. For 10 points, name this founder of individual psychology, who pioneered work on inferiority complexes.": {
    "guess": "Alfred Adler",
    "confidence": [
      [
        "Al",
        -0.0011911796
      ],
      [
        "fred",
        -1.1041146e-05
      ],
      [
        " Adler",
        -0.00038825106
      ]
    ]
  },
  "The theorem named for this mathematician states that the cardinality of a power set is greater than the": {
    "guess": "Georg Cantor",
    "confidence": [
      [
        "Ge",
        -0.36784923
      ],
      [
        "org",
        -1.3186812e-05
      ],
      [
        " Cant",
        -1.6240566e-06
      ],
      [
        "or",
        -2.1769476e-05
      ]
    ]
  },
  "The theory of these objects was informally introduced through the use of \"tags\" by Ruth Barcan Marcus": {
    "guess": "Identity and Change",
    "confidence": [
      [
        "Identity",
        -1.6592399
      ],
      [
        " and",
        -0.14647108
      ],
      [
        " Change",
        -0.7094186
      ]
    ]
  },
  "Thermionic emission was explained as acting through this phenomenon by Fowler and Nordheim. A WKB approximation in the case that the classical momentum is imaginary can be used to show that the spatial wave function decays exponentially in some regions due to this phenomenon. Oscar Klein described a counterintuitive result in which an increase in potential increases the rate of this phenomenon, and George Gamow discovered the role of this phenomenon in alpha decay. Gerd Binnig and Heinrich Rohrer": {
    "guess": "Quantum tunnelling",
    "confidence": [
      [
        "Quant",
        -0.002126234
      ],
      [
        "um",
        -7.465036e-06
      ],
      [
        " tun",
        -0.016868332
      ],
      [
        "n",
        -7.231183e-05
      ],
      [
        "elling",
        -1.0280384e-06
      ]
    ]
  },
  "The theoretical prediction of this particle was made in a 1970 paper by Glashow, Iliopoulos, and Maiani, who connected its proposed existence to the number of then-known lepton generations. The schematic representation of particles incorporating this particle can be seen by extending the baryon decuplet to a three-dimensional pyramid. Confirmation for the existence of this particle was provided by": {
    "guess": "Charm quark",
    "confidence": [
      [
        "Ch",
        -0.48529357
      ],
      [
        "arm",
        -0.00017481597
      ],
      [
        " qu",
        -0.07439303
      ],
      [
        "ark",
        -0.0011321206
      ]
    ]
  },
  "One theorem named for this man states that the group of units of a ring is finitely generated, and one function named for this man has a pole at s=1 if chi is a principal character. Another theorem named for this man states that there are an infinite number of rational numbers p over q within one over q squared of any given irrational number, a result known as his diophantine approximation theorem. His namesake statistical distribution is the conjugate prior of the multinomial distribution, and his": {
    "guess": "Dirichlet_distribution",
    "confidence": [
      [
        "Dir",
        -0.020416336
      ],
      [
        "ich",
        -0.0001375089
      ],
      [
        "let",
        -0.00019936825
      ],
      [
        "_distribution",
        -1.3457855
      ]
    ]
  },
  "This theorem's Second part explains the rationale by which you can be ticketed if you don't take enough time to drive down the New Jersey Turnpike. Its First part can be generalized in many ways, the first of which is Taylor's Theorem, which includes a term representing the error inherent in Lebesquian Integration. Its most powerful generalization, however, is the Stokes Theorem, which expands it to describe functions defined in non­Euclidean space. For ten points identify this theorem, developed simultaneously by Newton and Leibnitz, which essentially defines integration as the opposite of differentiation.": {
    "guess": "Fundamental theorem of calculus",
    "confidence": [
      [
        "Fund",
        -0.02381708
      ],
      [
        "amental",
        -0.00013309837
      ],
      [
        " theorem",
        -0.00024596223
      ],
      [
        " of",
        -3.6669935e-05
      ],
      [
        " calculus",
        -0.0009650575
      ]
    ]
  },
  "The theoretical prediction of this particle was made in a 1970 paper by Glashow, Iliopoulos, and Maiani, who connected its proposed existence to the number of then-known lepton generations. The schematic representation of particles incorporating this particle can be seen by extending the baryon decuplet to a three-dimensional pyramid. Confirmation for the existence of this particle was provided by the discovery of the D-meson, in which this particle is found with an up or down anti-quark, and the lambda-plus baryon. The most notable experimental confirmation of this particle's existence was known as the November Revolution, during which the finding of a bound state of this particle with its anti-particle was confirmed and eventually named the J/psi meson. For ten points, identify this quark, the fourth to be discovered and part of the same generation as the \"strange\" quark.": {
    "guess": "Charm quark",
    "confidence": [
      [
        "Ch",
        -0.033850387
      ],
      [
        "arm",
        -6.749814e-06
      ],
      [
        " qu",
        -0.015163771
      ],
      [
        "ark",
        -0.00013822412
      ]
    ]
  },
  "The theorem named for this mathematician states that the cardinality of a power set is greater than the cardinality of the original set. The function named after him, known as the Devil's staircase and commonly used as an example of a function that is continuous but not absolutely continuous, is based on the base-3 representation of a number. That function is closely related to the set named for him, also known as his \"dust\", which is generated by repeatedly removing open middle thirds starting with the closed unit interval. He is credited with developing the continuum hypothesis and transfinite numbers. Name this mathematician who used a diagonalization argument to show that there are more real numbers than integers.": {
    "guess": "Georg Cantor",
    "confidence": [
      [
        "Ge",
        -0.0038733506
      ],
      [
        "org",
        -7.89631e-07
      ],
      [
        " Cant",
        -3.1281633e-07
      ],
      [
        "or",
        -1.735894e-05
      ]
    ]
  },
  "This theorem was applied to electron emission from a metal surface as an improvement over the Richardson equation. One equation derived from it relates the pressure of a system and the proportion of ionized molecules and is called the Saha equation. Its prediction decreases without bound as temperature becomes sufficiently low, since it holds only when volume is much greater than particle number times the cube of the thermal wavelength. Rearranged to give energy, its first derivative becomes the traditional expression for internal energy. That rearrangement suggests that energy is proportional": {
    "guess": "Saha ionization equation",
    "confidence": [
      [
        "S",
        -1.4328744
      ],
      [
        "aha",
        -0.21760865
      ],
      [
        " ion",
        -0.33017188
      ],
      [
        "ization",
        -0.0020471248
      ],
      [
        " equation",
        -0.006026796
      ]
    ]
  },
  "One theory of this process calculates a potential equal to negative RT times the natural log of equilibrium vapor pressure over saturation vapor pressure. That potential is calculated in the Dubinin-Polanyi theory. Hill's and Lowell's equation contain the namesake C constant of another theory of this process. That theory of this process is commonly used to calculate the specific surface area for it and is BET theory. For monolayers, the partitioning between molecules in a gas phase and molecules that have undergone this process is described by the Freundlich and Langmuir isotherms. An important quantity for it is surface coverage. Industrially, it typically involves alumina, silica gel or activated carbon because they have a large surface area per unit weight. For 10 points, name this process": {
    "guess": "Adsorption",
    "confidence": [
      [
        "Ads",
        -0.6152919
      ],
      [
        "orption",
        -1.0280384e-06
      ]
    ]
  },
  "In \"Is Theology Poetry?\", this man introduced an idea he later referred to as \"the Cardinal Difficulty of Naturalism\" in his book Miracles; that idea is his anti-materialist \"argument from reason\" for": {
    "guess": "Alvin Plantinga",
    "confidence": [
      [
        "Al",
        -0.6942364
      ],
      [
        "vin",
        -0.003514549
      ],
      [
        " Plant",
        -0.000260859
      ],
      [
        "ing",
        -0.00066180335
      ],
      [
        "a",
        -1.2352386e-05
      ]
    ]
  },
  "The theoretical prediction of this particle was made in a 1970 paper by Glashow, Iliopoulos, and Maiani, who connected its proposed existence to the number of then-known lepton generations. The schematic representation of particles incorporating this particle can be seen by extending the baryon decuplet to a three-dimensional pyramid. Confirmation for the existence of this particle was provided by the discovery of the D-meson, in which this particle is found with an up or down anti-quark, and the": {
    "guess": "Charm quark",
    "confidence": [
      [
        "Ch",
        -0.16490848
      ],
      [
        "arm",
        -0.00025311444
      ],
      [
        " qu",
        -0.4559916
      ],
      [
        "ark",
        -0.00024441257
      ]
    ]
  },
  "A theorem by Tarski states that the set of these for a monotonically increasing map between complete lattices is itself a complete lattice. A theorem by Lefschetz provides for the existence of one of these": {
    "guess": "Fixed points",
    "confidence": [
      [
        "Fixed",
        -0.034321964
      ],
      [
        " points",
        -0.014940079
      ]
    ]
  },
  "This theorem was applied to electron emission from a metal surface as an improvement over the Richardson equation. One equation derived from it relates the pressure of a system and the proportion of ionized molecules and is called the Saha equation. Its prediction decreases without bound as temperature becomes sufficiently low, since it holds only when volume is much greater than particle number times the cube of the thermal wavelength. Rearranged to give energy, its first derivative becomes the traditional expression for internal energy. That rearrangement suggests that energy is proportional to the negative two-thirds power of the volume, and in general it allows for energy to be expressed as a function of volume and entropy alone. Its namesake constant is its value at one Kelvin, one amu, and one atmosphere. For 10 points, name this doubly eponymous equation that gives the exact entropy of a monatomic ideal gas.": {
    "guess": "Sackur-Tetrode Equation",
    "confidence": [
      [
        "S",
        -0.024636585
      ],
      [
        "ack",
        -0.0046555917
      ],
      [
        "ur",
        -0.00013810492
      ],
      [
        "-T",
        -0.10460736
      ],
      [
        "etro",
        -6.134509e-05
      ],
      [
        "de",
        -9.6629374e-05
      ],
      [
        " Equation",
        -0.11760047
      ]
    ]
  },
  "Theodosius allowed them to settle in Moesia for purposes of defending the frontier. Which was far better treatment than they got from the Romans previously, when, after being oppressed by taxation, they plundered the Balkan provinces and  killed emperor Valens in the process at Adrianople. After setteling in Roman territory, though, their leader Alaric  marched on Rome and sacked it. Afterwards, though,": {
    "guess": "Visigoths",
    "confidence": [
      [
        "Vis",
        -0.04880004
      ],
      [
        "igo",
        -9.3410876e-05
      ],
      [
        "ths",
        -0.050918575
      ]
    ]
  },
  "Thermionic emission was explained as acting through this phenomenon by Fowler and Nordheim. A WKB approximation in the case that the classical momentum is imaginary can be used to show that the spatial wave function decays exponentially in some regions due to this phenomenon. Oscar Klein described a counterintuitive result in which an increase in potential increases the rate of this phenomenon, and George Gamow discovered the role of this phenomenon in alpha decay. Gerd Binnig and Heinrich Rohrer used this phenomenon to develop a type of microscope which utilizes an electrically conductive metal": {
    "guess": "Quantum tunnelling",
    "confidence": [
      [
        "Quant",
        -0.0013496381
      ],
      [
        "um",
        -1.0280384e-06
      ],
      [
        " tun",
        -0.006282237
      ],
      [
        "n",
        -4.310693e-05
      ],
      [
        "elling",
        -4.3202e-07
      ]
    ]
  },
  "The theory of punctuated equilibrium requires one form of this process to be less common than another; the latter form of this process was postulated by Ernst Mayr and is sometimes considered a subtype of the former. That form of this process occurs when a subgroup colonizes an area on the borders of the population's viable range, resulting in substantial genetic drift, and is called peripatric. The vicariant form of one type of this process occurs when a geologic event separates an extant population into two roughly equal groups; that type is called allopatric. For 10 points, name this process wherein two populations begin to reproduce separately, eventually isolating and forming new examples of a taxonomic classification more specific than genus.": {
    "guess": "Speciation",
    "confidence": [
      [
        "Spec",
        -0.010362937
      ],
      [
        "iation",
        -6.7901296e-05
      ]
    ]
  },
  "The theoretical section of this work divides the topic of its subtitle into an editing phase and an  evaluation phase, with the editing phase consisting of coding, combination, segregation, and  cancel ation. One section of this work discusses the experiments of Maurice Al ais while another section  introduces an experiment cal ed \"probabilistic insurance,\" This work argues that the decomposition of its title concepts into common and distinctive components in different ways wil lead to different  preferences, a term it cal s the \"isolation effect,\" and argues by analogy to sensory phenomena that the  marginal value of both gains and losses decreases with their magnitude. This paper introduces an  S-shaped value function which is steepest at the reference point, and argues that the certainty effect  drives people to risk aversion in choices involving sure gains and to risk taking in choices involving sure losses. For 10 points, identify this seminal paper of behavioral economics by Kahneman": {
    "guess": "Prospect Theory",
    "confidence": [
      [
        "Pros",
        -0.10211868
      ],
      [
        "pect",
        -1.2352386e-05
      ],
      [
        " Theory",
        -0.66386336
      ]
    ]
  },
  "One theorem about these numbers states that every natural number can be represented uniquely as the sum of nonconsecutive ones of them; that statement is named for Zeckendorf. This sequence appears on the outer edges of Hosoya's triangle, and its nth element gives the number of ways for dominoes to cover a two-by-(n minus one) checkerboard. This sequence is generated by a formula named for (*) Binet,": {
    "guess": "Fibonacci number",
    "confidence": [
      [
        "F",
        -0.00053003745
      ],
      [
        "ib",
        -2.4272753e-05
      ],
      [
        "onacci",
        -1.1517961e-05
      ],
      [
        " number",
        -0.00661543
      ]
    ]
  },
  "One theory to explain these phenomena was offered by the authors of the \"Time to Build\" paper, and\n invokes the neoclassical growth theory to explain them so that interpretations of these phenomena agree\n with long term growth models. That theory, developed by Finn Kydland and Edward Prescott assumes that\n technology shocks are the cause for them. Wesley Mitchell is best known for his work regarding these\n phenomena, and Austrian theory invokes credit levels as the cause of these phenomena, while William\n Jevons thought that varying sunspot levels are the cause for these. They have variable periodicity, as\n described by Kondratieff waves and Kuznets waves, and in the United States they are tracked by the\n NBER. For 10 points, identify these phenomena which are characterized by booms and busts": {
    "guess": "Business Cycles",
    "confidence": [
      [
        "Business",
        -0.14783023
      ],
      [
        " C",
        -0.12614797
      ],
      [
        "ycles",
        -1.9816675e-06
      ]
    ]
  },
  "In thermodynamic terms this value is equal to the change in internal energy plus the pressure times the change in volume. First described and named by Joseph Black, Black's student James Watt improved": {
    "guess": "Enthalpy",
    "confidence": [
      [
        "En",
        -0.11724272
      ],
      [
        "thal",
        -0.00011772843
      ],
      [
        "py",
        -0.0004948907
      ]
    ]
  },
  "A theorem by Tarski states that the set of these for a monotonically increasing map between complete lattices is itself a complete lattice. A theorem by Lefschetz provides for the existence of one of these for a continuous map between finite complexes, while the Poincare-Birkhoff theorem shows that at least two exist for a conformal, injective map of an annulus to itself which rotates points on the": {
    "guess": "Fixed points",
    "confidence": [
      [
        "Fixed",
        -0.032360494
      ],
      [
        " points",
        -0.04156324
      ]
    ]
  },
  "One theorem named after this man states that an infinite series which converges only because it contains both positive and negative numbers can have its terms rearranged so that it sums to any given value. Another theorem named after this man concerns the placement of areas in the complex plane onto unit disks, and is known as his mapping theorem. He gave a famous lecture on geometry in order to earn a position in which he introduced his namesake (*) manifold. More famously, he studied a function": {
    "guess": "Hermann Schwarz",
    "confidence": [
      [
        "H",
        -0.6345742
      ],
      [
        "ermann",
        -0.39153633
      ],
      [
        " Schwarz",
        -0.7786697
      ]
    ]
  },
  "The theoretical section of this work divides the topic of its subtitle into an editing phase and an  evaluation phase, with the editing phase consisting of coding, combination, segregation, and  cancel ation. One section of this work discusses the experiments of Maurice Al ais while another section  introduces an experiment cal ed \"probabilistic insurance,\" This work argues that the decomposition of its title concepts into common and distinctive components in different ways wil lead to different  preferences, a term it cal s the \"isolation effect,\" and argues by analogy to sensory phenomena that": {
    "guess": "Editing phase",
    "confidence": [
      [
        "Editing",
        -0.5873001
      ],
      [
        " phase",
        -0.6351677
      ]
    ]
  },
  "In \"Is Theology Poetry?\", this man introduced an idea he later referred to as \"the Cardinal Difficulty of Naturalism\" in his book Miracles; that idea is his anti-materialist \"argument from reason\" for the existence of God. This author of The Problem of Pain used the German term Sehnsucht to refer to a concept that differs from pleasure because it includes an \"inconsolable longing\"; that concept appears in the title of his Surprised by Joy, an account of his conversion. In another work, this thinker asserted that pride was \"the Great Sin\" and popularized the idea that Jesus was either \"lunatic, liar, or Lord\", his namesake \"trilemma.\" For 10 points, identify this lay theologian, whose religious": {
    "guess": "C. S. Lewis",
    "confidence": [
      [
        "C",
        -0.019325648
      ],
      [
        ".",
        -0.21588406
      ],
      [
        " S",
        -1.735894e-05
      ],
      [
        ".",
        -3.9769227e-05
      ],
      [
        " Lewis",
        -9.674858e-05
      ]
    ]
  },
  "A thermal inversion can cause rays to wrap around the earth in the infinite form of this phenomenon.": {
    "guess": "Optical mirage",
    "confidence": [
      [
        "Opt",
        -1.3624378
      ],
      [
        "ical",
        -0.00037037418
      ],
      [
        " mir",
        -0.936047
      ],
      [
        "age",
        -0.0030332094
      ]
    ]
  },
  "Theogonie is one of this philosopher's lesser known works.  He asserted \"Man is what he eats,\" and argued better food to improve humankind, part of a materialistic approach that Marx was critical of in a \"Thesis\" written on this man.  He wrote his second most famous work, Thoughts on Death and Immortality, after he finished studying under Hegel at Berlin.  FTP, name this philosopher who argued that religion's existence is justifiable only in that it satisfies a psychological need in his The Essence": {
    "guess": "Ludwig Feuerbach",
    "confidence": [
      [
        "L",
        -0.024872784
      ],
      [
        "ud",
        -5.5980927e-05
      ],
      [
        "wig",
        -2.6537622e-05
      ],
      [
        " Fe",
        -0.0052655456
      ],
      [
        "uer",
        -0.0003836021
      ],
      [
        "bach",
        -2.7133641e-05
      ]
    ]
  },
  "Theories about the dynamics of these objects were tested through the Vine-Matthews-Morley hypothesis. These masses are able to stay in a relative vertical equilibrium through isostasy. Subduction zones can exist at the boundaries between these. Examples include the Nazca and Indo-Australian. These make up the Earth's lithosphere in the crust. They move very slowly and the San Andreas Fault is on the boundary between the Pacific and North American ones. For 10 points, name these geological slabs of": {
    "guess": "Tectonic plates",
    "confidence": [
      [
        "T",
        -0.416994
      ],
      [
        "ect",
        -1.831257e-05
      ],
      [
        "onic",
        -6.8854926e-05
      ],
      [
        " plates",
        -0.64709544
      ]
    ]
  },
  "Theorists of this art movement considered their work as a dialectical synthesis between the tectonic, the whole idea or conception of a work, and the fractura--the artistic input generated by the materials themselves during production. This idea of the 'integrity of material' appears most saliently in simple, mechanical works like Lizzitzky's The Story of Two Squares, which shows a pragmatic rejection of Malevich's suprematist abstractions. As shown in Tatlin's proposed Monument to the Third International, this movement's artists sought primarily to find a functional or productive role for the artist in society. FTP name this pragmatic art movement that enjoyed its greatest popularity in the": {
    "guess": "Constructivism (art)",
    "confidence": [
      [
        "Construct",
        -0.6646752
      ],
      [
        "ivism",
        -0.0047972575
      ],
      [
        " (",
        -0.041679077
      ],
      [
        "art",
        -3.2736214e-05
      ],
      [
        ")",
        -0.0013364321
      ]
    ]
  },
  "His theories were the basis of Rudolf Dreikurs's practical therapy. He argued that the unhappiness of homosexuals stems from failure to meet a social need to reproduce in What Life Could Mean to You. His theory about the personality traits of eldest, second, middle, and youngest children has become conventional wisdom, while his theory of socially useful and antisocial personality types and the struggle": {
    "guess": "Alfred Adler",
    "confidence": [
      [
        "Al",
        -0.11547573
      ],
      [
        "fred",
        -5.7888185e-05
      ],
      [
        " Adler",
        -0.0021205232
      ]
    ]
  },
  "In \"Is Theology Poetry?\", this man introduced an idea he later referred to as \"the Cardinal Difficulty of Naturalism\" in his book Miracles; that idea is his anti-materialist \"argument from reason\" for the existence of God. This author of The Problem of Pain used the German term Sehnsucht to refer to": {
    "guess": "C. S. Lewis",
    "confidence": [
      [
        "C",
        -0.2991511
      ],
      [
        ".",
        -0.020074518
      ],
      [
        " S",
        -0.00036132568
      ],
      [
        ".",
        -0.00018053775
      ],
      [
        " Lewis",
        -0.00020544765
      ]
    ]
  },
  "One theory of this process calculates a potential equal to negative RT times the natural log of equilibrium vapor pressure over saturation vapor pressure. That potential is calculated in the Dubinin-Polanyi theory. Hill's and Lowell's equation contain the namesake C constant of another theory of this process. That theory of this process is commonly used to calculate the specific surface area for it": {
    "guess": "BET theory",
    "confidence": [
      [
        "B",
        -0.47352415
      ],
      [
        "ET",
        -0.0009892229
      ],
      [
        " theory",
        -0.16775216
      ]
    ]
  },
  "Theorists of this art movement considered their work as a dialectical synthesis between the tectonic, the whole idea or conception of a work, and the fractura--the artistic input generated by the materials themselves during production. This idea of the 'integrity of material' appears most saliently in simple, mechanical works like Lizzitzky's The Story of Two Squares, which shows a pragmatic rejection of Malevich's suprematist abstractions. As shown in Tatlin's proposed Monument to the Third International,": {
    "guess": "Constructivism",
    "confidence": [
      [
        "Construct",
        -0.011450373
      ],
      [
        "ivism",
        -0.0011514096
      ]
    ]
  },
  "Theories for its formation tend to explain it by invoking the lack of plate tectonics on Mars and rifting caused by the uplift of neighboring Tharsis, although whether water or carbon dioxide decompression possible caused by the Oudermans crater was the primary erosion mechanism is highly debated. Surveys indicate that it formed over former seafloor crust, and the Noctis Labyrinthus' jumbled terrain": {
    "guess": "Valles Marineris",
    "confidence": [
      [
        "Val",
        -0.02557291
      ],
      [
        "les",
        -6.253713e-05
      ],
      [
        " Mar",
        -3.7697225e-06
      ],
      [
        "iner",
        -7.231183e-05
      ],
      [
        "is",
        -8.89548e-06
      ]
    ]
  },
  "This theologian attacked the Church's doctrine of substantiation, for which he substituted his idea of": {
    "guess": "Huldrych Zwingli",
    "confidence": [
      [
        "H",
        -0.9206939
      ],
      [
        "uld",
        -0.0039128806
      ],
      [
        "ry",
        -1.0206721e-05
      ],
      [
        "ch",
        -1.5928495e-05
      ],
      [
        " Z",
        -0.00011856285
      ],
      [
        "wing",
        -7.3458323e-06
      ],
      [
        "li",
        -0.00044496998
      ]
    ]
  },
  "One theory which explains this part of the body's functioning relied on data collected by J.C Eccles and is known as the Marr-Albus theory. One component of this structure, which arises from the pontine nuclei creates the series of enlargements known as rosettes. In addition to mossy fibers, one type of cell in this structure receives input from the inferior olivary nucleus via climbing fibers. Known as Purkinje cells, the above mentioned theory notes that those fibers in this structure provide a \"teaching signal\" associated with synaptic plasticity. For 10 points, name this part of the brain, which is responsible for motor control, equilibrium and posture, and is not the cerebrum.": {
    "guess": "Cerebellum",
    "confidence": [
      [
        "C",
        -0.11635506
      ],
      [
        "ere",
        -6.82589e-05
      ],
      [
        "bell",
        -1.867018e-05
      ],
      [
        "um",
        -0.0013567866
      ]
    ]
  },
  "This theologian attacked the Church's doctrine of substantiation, for which he substituted his idea of \"remanence.\" His patron, John of Gaunt, used his ideas to argue for more power for the state rather": {
    "guess": "John Wycliffe",
    "confidence": [
      [
        "John",
        -0.12187221
      ],
      [
        " W",
        -0.0009286142
      ],
      [
        "ycl",
        -0.00056792586
      ],
      [
        "iffe",
        -1.7432603e-06
      ]
    ]
  },
  "This theorem was applied to electron emission from a metal surface as an improvement over the Richardson equation. One equation derived from it relates the pressure of a system and the proportion of ionized molecules and is called the Saha equation. Its prediction decreases without bound as temperature becomes sufficiently low, since it holds only when volume is much greater than particle number times the cube of the thermal wavelength. Rearranged to give energy, its first derivative becomes the": {
    "guess": "Saha ionization equation",
    "confidence": [
      [
        "S",
        -1.027951
      ],
      [
        "aha",
        -0.6264912
      ],
      [
        " ion",
        -0.5567204
      ],
      [
        "ization",
        -0.002687183
      ],
      [
        " equation",
        -0.0059144543
      ]
    ]
  },
  "One theory of this entity's creation states that a Mars-sized body named Theia (\"THEE-uh\") collided with its parent planet. This object exhibits synchronous (\"SIN-kro-nuss\") rotation with its parent planet, and that rotation results in the namesake \"dark side\" of this object. The Sea of Tranquility lies on, for 10 points, what astronomical body responsible for the Earth's tides, its largest natural satellite?": {
    "guess": "Moon",
    "confidence": [
      [
        "Moon",
        -0.016241513
      ]
    ]
  },
  "A theorem by Tarski states that the set of these for a monotonically increasing map between complete lattices is itself a complete lattice. A theorem by Lefschetz provides for the existence of one of these for a continuous map between finite complexes, while the Poincare-Birkhoff theorem shows that at least two exist for a conformal, injective map of an annulus to itself which rotates points on the outer ring positively and on the inner ring negatively. The intermediate value theorem can be used to show that one of these exists for a continuous function on a closed subset of the real line, but a more famous result regarding these, which states that one of them exists for any continuous mapping": {
    "guess": "Fixed-point theorem",
    "confidence": [
      [
        "Fixed",
        -1.1284918
      ],
      [
        "-point",
        -0.42490694
      ],
      [
        " theorem",
        -0.277066
      ]
    ]
  },
  "This theory replaces the dependence on the external potential, v of r, by a dependence on the density distribution from a straightforward generalization of the Legendre transform from the chemical potential": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -0.9869382
      ]
    ]
  },
  "This man theorized that if both chess players are rational, then a sequence of winning moves can be found": {
    "guess": "Game theory",
    "confidence": [
      [
        "Game",
        -0.2462221
      ],
      [
        " theory",
        -0.06530277
      ]
    ]
  },
  "His theories were the basis of Rudolf Dreikurs's practical therapy. He argued that the unhappiness of homosexuals stems from failure to meet a social need to reproduce in What Life Could Mean to You. His theory about the personality traits of eldest, second, middle, and youngest children has become conventional wisdom, while his theory of socially useful and antisocial personality types and the struggle between social demands and self- idealization are discussed in 1912's The Neurotic Character.": {
    "guess": "Alfred Adler",
    "confidence": [
      [
        "Al",
        -0.0017268223
      ],
      [
        "fred",
        -9.794062e-05
      ],
      [
        " Adler",
        -0.001486416
      ]
    ]
  },
  "Theorists of this art movement considered their work as a dialectical synthesis between the tectonic, the whole idea or conception of a work, and the fractura--the artistic input generated by the materials themselves during production. This idea of the 'integrity of material' appears most saliently in simple, mechanical works like Lizzitzky's The Story of Two Squares, which shows a pragmatic rejection of Malevich's suprematist abstractions. As shown in Tatlin's proposed Monument to the Third International, this movement's artists sought primarily to find a functional or productive role for the": {
    "guess": "Constructivism",
    "confidence": [
      [
        "Construct",
        -0.00798632
      ],
      [
        "ivism",
        -0.0027272517
      ]
    ]
  },
  "This theory led to the formation of a quantum interpretation of the Zeno effect. For an ideal gas, the": {
    "guess": "Ideal gas law",
    "confidence": [
      [
        "Ideal",
        -0.73805207
      ],
      [
        " gas",
        -0.059405573
      ],
      [
        " law",
        -0.24370322
      ]
    ]
  },
  "The theoretical section of this work divides the topic of its subtitle into an editing phase and an  evaluation phase, with the editing phase consisting of coding, combination, segregation, and  cancel ation. One section of this work discusses the experiments of Maurice Al ais while another section  introduces an experiment cal ed \"probabilistic insurance,\" This work argues that the decomposition of": {
    "guess": "The Wikipedia page on Prospect theory",
    "confidence": [
      [
        "The",
        -1.2508754
      ],
      [
        " Wikipedia",
        -0.57828987
      ],
      [
        " page",
        -0.0021202846
      ],
      [
        " on",
        -0.71855676
      ],
      [
        " Prospect",
        -0.094627604
      ],
      [
        " theory",
        -0.14743046
      ]
    ]
  },
  "This theologian attacked the Church's doctrine of substantiation, for which he substituted his idea of \"remanence.\" His patron, John of Gaunt, used his ideas to argue for more power for the state rather than the clergy. This man translated the Bible into vernacular English. For 10 points, name this 14th-century": {
    "guess": "John Wycliffe",
    "confidence": [
      [
        "John",
        -0.0056820414
      ],
      [
        " W",
        -0.00013631687
      ],
      [
        "ycl",
        -0.00040624346
      ],
      [
        "iffe",
        0.0
      ]
    ]
  },
  "One theory which explains this part of the body's functioning relied on data collected by J.C Eccles and is known as the Marr-Albus theory. One component of this structure, which arises from the pontine nuclei creates the series of enlargements known as rosettes. In addition to mossy fibers, one type of cell in this structure receives input from the inferior olivary nucleus via climbing fibers. Known as Purkinje cells, the above mentioned theory notes that those fibers in this structure provide a": {
    "guess": "Cerebellum",
    "confidence": [
      [
        "C",
        -0.05396444
      ],
      [
        "ere",
        -0.010615744
      ],
      [
        "bell",
        -3.3451433e-05
      ],
      [
        "um",
        -0.2504763
      ]
    ]
  },
  "The theorem named for this mathematician states that the cardinality of a power set is greater than the cardinality of the original set. The function named after him, known as the Devil's staircase and commonly used as an example of a function that is continuous but not absolutely continuous, is based on the base-3 representation of a number. That function is closely related to the set named for him, also known as his \"dust\", which is generated by repeatedly removing open middle thirds starting with": {
    "guess": "Cantor set",
    "confidence": [
      [
        "C",
        -0.6583913
      ],
      [
        "antor",
        -0.0003358198
      ],
      [
        " set",
        -0.0052889003
      ]
    ]
  },
  "Theocritus claims that this god is stung by bees when he attempts to steal honey, and he accidentally injures his mother while she watches Myrrha's son. This god sits on the lap of Sychaeus' widow while disguised as Ascanius, thereby enchanting Dido. He resurrects a girl who opened a box containing Proserpina's beauty, though that girl had earlier spilled hot lamp oil on (*) his face. He eventually": {
    "guess": "Cupid",
    "confidence": [
      [
        "C",
        -0.07878701
      ],
      [
        "upid",
        -0.0006682367
      ]
    ]
  },
  "This theory replaces the dependence on the external potential, v of r, by a dependence on the density distribution from a straightforward generalization of the Legendre transform from the chemical potential to the number of particles. Considered the successor to the Thomas-Fermi model, this theory grew out of a 1964 paper, which stated that there is a unique relation between the external potential": {
    "guess": "Density functional theory",
    "confidence": [
      [
        "Density",
        -0.5231303
      ],
      [
        " functional",
        -0.017401867
      ],
      [
        " theory",
        -0.000107000094
      ]
    ]
  },
  "This man theorized that if both chess players are rational, then a sequence of winning moves can be found using an algorithm, then developed a backward-induction algorithm still used in games of perfect": {
    "guess": "Game theory",
    "confidence": [
      [
        "Game",
        -0.83668
      ],
      [
        " theory",
        -0.006030827
      ]
    ]
  },
  "This man theorized that if both chess players are rational, then a sequence of winning moves can be found using an algorithm, then developed a backward-induction algorithm still used in games of perfect information. He also proved Henri Poincaré's recurrence theorem, then used it to argue against the Second Law of Thermodynamics. This mathematician independently discovered Russell's paradox, and introduced the Axiom of Choice in his proof of the Well-Ordering Theorem. His best-known contribution": {
    "guess": "Kurt Gödel",
    "confidence": [
      [
        "K",
        -1.2197583
      ],
      [
        "urt",
        -0.0003457137
      ],
      [
        " Gö",
        -0.00023691374
      ],
      [
        "del",
        -7.684157e-05
      ]
    ]
  },
  "One theorem named after this man states that an infinite series which converges only because it contains both positive and negative numbers can have its terms rearranged so that it sums to any given value. Another theorem named after this man concerns the placement of areas in the complex plane onto unit disks, and is known as his mapping theorem. He gave a famous lecture on geometry in order to earn a position in which he introduced his namesake (*) manifold. More famously, he studied a function which is the infinite sum of n to the negative s, where s can be any complex value, and hypothesized that the nontrivial zeros of that function all have real part one half. For 10 points, name this mathematician": {
    "guess": "Bernhard Riemann",
    "confidence": [
      [
        "Bern",
        -0.43344128
      ],
      [
        "hard",
        -0.0015975799
      ],
      [
        " R",
        -0.00013715129
      ],
      [
        "iem",
        -1.8624639e-06
      ],
      [
        "ann",
        -5.8126592e-05
      ]
    ]
  },
  "This theory was used to explain a rotation known as Thomas precession. This theory exists within Minkowski": {
    "guess": "Thomas precession",
    "confidence": [
      [
        "Thomas",
        -0.23559797
      ],
      [
        " pre",
        -0.2598985
      ],
      [
        "cession",
        -0.0001345288
      ]
    ]
  },
  "The theory of punctuated equilibrium requires one form of this process to be less common than another; the latter form of this process was postulated by Ernst Mayr and is sometimes considered a subtype of the former. That form of this process occurs when a subgroup colonizes an area on the borders of the population's viable range, resulting in substantial genetic drift, and is called peripatric. The vicariant form of one type of this process occurs when a geologic event separates an extant population into two roughly equal groups; that type is called allopatric. For 10 points, name this process wherein two populations begin to reproduce separately, eventually isolating and forming new examples": {
    "guess": "Speciation",
    "confidence": [
      [
        "Spec",
        -0.009627415
      ],
      [
        "iation",
        -3.750436e-05
      ]
    ]
  },
  "Theodosius allowed them to settle in Moesia for purposes of defending the frontier. Which was far better treatment than they got from the Romans previously, when, after being oppressed by taxation, they plundered the Balkan provinces and  killed emperor Valens in the process at Adrianople. After setteling": {
    "guess": "Visigoths",
    "confidence": [
      [
        "Vis",
        -0.025447637
      ],
      [
        "igo",
        -6.635165e-05
      ],
      [
        "ths",
        -0.06936125
      ]
    ]
  },
  "The theory of these objects was informally introduced through the use of \"tags\" by Ruth Barcan Marcus in her 1961 article \"Modalities in Intensional Language.\" David Kaplan presented a theory of these philosophical ideas in a lecture later published as \"Dthat\" shortly after they were formally introduced in a lecture series by their best-known popularizer. One of the uses of these philosophical concepts": {
    "guess": "Rigid Designator",
    "confidence": [
      [
        "R",
        -0.6244101
      ],
      [
        "igid",
        -0.00039075434
      ],
      [
        " Design",
        -0.00063785806
      ],
      [
        "ator",
        -0.00079783495
      ]
    ]
  },
  "Its theme of spiritual desolation is found in such lines as \"There are no eyes here/In this valley of dying stars,\" and \"This is the dead land/This is cactus land.\" The title figures are described as \"Shape": {
    "guess": "The Waste Land",
    "confidence": [
      [
        "The",
        -0.0020724675
      ],
      [
        " Waste",
        -0.024532491
      ],
      [
        " Land",
        -3.5120287e-05
      ]
    ]
  },
  "This theory was developed in 1912 by the German meteorologist Alfred Wegener,  and the findings of Eduard": {
    "guess": "Continental drift",
    "confidence": [
      [
        "Contin",
        -0.114446364
      ],
      [
        "ental",
        -6.1106686e-05
      ],
      [
        " drift",
        -0.012739306
      ]
    ]
  },
  "His theories were the basis of Rudolf Dreikurs's practical therapy. He argued that the unhappiness of homosexuals stems from failure to meet a social need to reproduce in What Life Could Mean to You. His": {
    "guess": "Alfred Adler",
    "confidence": [
      [
        "Al",
        -0.5108822
      ],
      [
        "fred",
        -0.00028636496
      ],
      [
        " Adler",
        -0.008154356
      ]
    ]
  },
  "A theorem by Tarski states that the set of these for a monotonically increasing map between complete lattices is itself a complete lattice. A theorem by Lefschetz provides for the existence of one of these for a continuous map between finite complexes, while the Poincare-Birkhoff theorem shows that at least two exist for a conformal, injective map of an annulus to itself which rotates points on the outer ring positively and on the inner ring negatively. The intermediate value theorem can be used": {
    "guess": "Fixed points",
    "confidence": [
      [
        "Fixed",
        -0.033854656
      ],
      [
        " points",
        -0.02944589
      ]
    ]
  },
  "This theory replaces the dependence on the external potential, v of r, by a dependence on the density distribution from a straightforward generalization of the Legendre transform from the chemical potential to the number of particles. Considered the successor to the Thomas-Fermi model, this theory grew out of a 1964 paper, which stated that there is a unique relation between the external potential and the ground state electron density and reformulated the variational principle for electron densities. Those results are known as the Hohenberg-Kohn theories.  In this theory, one can use the Kohn-Sham equations to compute the molecular properties using the same algorithms used for Hartree-Fock methods. For 10 points, name this non-perturbation theory, an ab inito method for determining electron structure.": {
    "guess": "Density functional theory",
    "confidence": [
      [
        "Density",
        -0.0010728232
      ],
      [
        " functional",
        -0.004045514
      ],
      [
        " theory",
        -1.5332478e-05
      ]
    ]
  },
  "In thermodynamic terms this value is equal to the change in internal energy plus the pressure times the change in volume. First described and named by Joseph Black, Black's student James Watt improved Newcomen's steam engine by reducing its loss. Arising from the attractive forces of a substance's molecules": {
    "guess": "Caloric theory",
    "confidence": [
      [
        "Cal",
        -0.69142985
      ],
      [
        "oric",
        -0.42641735
      ],
      [
        " theory",
        -0.029546475
      ]
    ]
  },
  "A theologian from what is now this country developed a doctrine of pre-existence of souls that was condemned at the Synod of Constantinople. Hassan al-Banna founded an Islamic revival movement that forms the basis of one of this country's political parties. The Isma'ili imam and caliph al-Mu'izz founded the al-Azhar mosque in this country, where a Salafist party placed second in the most recent parliamentary elections. Origen and St. Athanasius were from this modern-day country. Tawadros II is a patriarch who presides over Christians in this country and Ethiopia. For 10 points, name this country": {
    "guess": "Egypt",
    "confidence": [
      [
        "Egypt",
        -0.0033546397
      ]
    ]
  },
  "One theory which explains this part of the body's functioning relied on data collected by J.C Eccles and is known as the Marr-Albus theory. One component of this structure, which arises from the pontine nuclei creates the series of enlargements known as rosettes. In addition to mossy fibers, one type of cell in this structure receives input from the inferior olivary nucleus via climbing fibers. Known as Purkinje cells, the above mentioned theory notes that those fibers in this structure provide a \"teaching signal\" associated with synaptic plasticity. For 10 points, name this part of the brain,": {
    "guess": "Cerebellum",
    "confidence": [
      [
        "C",
        -0.004492904
      ],
      [
        "ere",
        -5.6219335e-05
      ],
      [
        "bell",
        -3.1737043e-06
      ],
      [
        "um",
        -0.0010008939
      ]
    ]
  },
  "This theorem's namesake also gives his name to a paradox involving the Lorentz contraction of a rigid rotating disk, and it can be derived by applying expectation values to the Lindblad equation. The particle-in-a-box": {
    "guess": "Paul Ehrenfest",
    "confidence": [
      [
        "Paul",
        -0.4058787
      ],
      [
        " Eh",
        -0.14518939
      ],
      [
        "ren",
        -2.2961513e-05
      ],
      [
        "fest",
        -9.610702e-06
      ]
    ]
  },
  "This theorem's Second part explains the rationale by which you can be ticketed if you don't take enough time to drive down the New Jersey Turnpike. Its First part can be generalized in many ways, the first of which is Taylor's Theorem, which includes a term representing the error inherent in Lebesquian Integration. Its most powerful generalization, however, is the Stokes Theorem, which expands it to describe functions defined in non­Euclidean space. For ten points identify this theorem, developed": {
    "guess": "Fundamental theorem of calculus",
    "confidence": [
      [
        "Fund",
        -0.16123463
      ],
      [
        "amental",
        -4.310693e-05
      ],
      [
        " theorem",
        -0.0004686842
      ],
      [
        " of",
        -6.647085e-05
      ],
      [
        " calculus",
        -0.0015511676
      ]
    ]
  },
  "This theorem states that, as the thermodynamic temperature of a system in thermodynamic equilibrium approaches zero, the changes in both the Helmholtz function and the internal energy in an isothermal process tend to zero.  Eugene Simon reformulated this lemma from the restrictive form just given, which is known as the new heat theorem, into a statement whose clear consequence is that it is impossible to reduce the temperature of a system to absolute zero by a finite number of thermodynamic cycles.  Also called Nernst's heat theorem, name - for 10 points - the law that states the entropy of a system": {
    "guess": "Third Law Of Thermodynamics",
    "confidence": [
      [
        "Third",
        -0.022009412
      ],
      [
        " Law",
        -0.041325692
      ],
      [
        " Of",
        -0.27159745
      ],
      [
        " Therm",
        -0.0002385826
      ],
      [
        "odynamics",
        -0.00013345598
      ]
    ]
  },
  "One of this man's theories claims that judgements, which form the basis of knowledge, are reached by determining the existence of a presented object. One of his students wrote a work claiming that the essence of music was consonance, Questions of Music, while another wrote a book whose first volume, Prolegomena to Pure Logic, is a strong attack on psychologism. In addition to his theory of judgement advanced in Psychology from an Empirical Standpoint, another one of his theories sought to distinguish a mental kind of action from a physical one by claiming that mental phenomenons had an object at which they are directed, a claim expanded on by his student's work Logical Investigations. For 10 points, who is this man who taught Carl Stumpf and Edmund Husserl and introduced the concept of intentionality": {
    "guess": "Franz Brentano",
    "confidence": [
      [
        "Fran",
        -0.0002734946
      ],
      [
        "z",
        -1.1994775e-05
      ],
      [
        " Brent",
        -3.6073914e-05
      ],
      [
        "ano",
        -2.0935051e-05
      ]
    ]
  },
  "Theocritus claims that this god is stung by bees when he attempts to steal honey, and he accidentally": {
    "guess": "Zeus",
    "confidence": [
      [
        "Ze",
        -1.6288657
      ],
      [
        "us",
        -0.00039980648
      ]
    ]
  },
  "The theorem named for this mathematician states that the cardinality of a power set is greater than the cardinality of the original set. The function named after him, known as the Devil's staircase and commonly used as an example of a function that is continuous but not absolutely continuous, is based": {
    "guess": "Georg Cantor",
    "confidence": [
      [
        "Ge",
        -0.16007014
      ],
      [
        "org",
        -2.188868e-05
      ],
      [
        " Cant",
        -0.000118086034
      ],
      [
        "or",
        -1.5451682e-05
      ]
    ]
  },
  "Theorists of this art movement considered their work as a dialectical synthesis between the tectonic,": {
    "guess": "Abstract art",
    "confidence": [
      [
        "Abstract",
        -0.78340507
      ],
      [
        " art",
        -0.86793154
      ]
    ]
  },
  "Theodor Adorno criticized this man's work as too repetitive, although Bernstein spoke highly of one of his pieces. This man came to fame after Sergei Diaghilev commissioned him to compose a set of ballets, one of which was featured in Fantasia and accompanied depictions of the origin of life. However, Fantasia's version cut the Finale of the second act and repeated the bassoon solo at the end of the": {
    "guess": "The Rite of Spring",
    "confidence": [
      [
        "The",
        -0.5479383
      ],
      [
        " R",
        -0.25088388
      ],
      [
        "ite",
        -7.350386e-05
      ],
      [
        " of",
        -0.00028076238
      ],
      [
        " Spring",
        -0.00041434568
      ]
    ]
  },
  "A theorem by Tarski states that the set of these for a monotonically increasing map between complete lattices is itself a complete lattice. A theorem by Lefschetz provides for the existence of one of these for a continuous map between finite complexes, while the Poincare-Birkhoff theorem shows that at least two exist for a conformal, injective map of an annulus to itself which rotates points on the outer ring positively and on the inner ring negatively. The intermediate value theorem can be used to show that one of these exists for a continuous function on a closed subset of the real line, but a more famous result regarding these, which states that one of them exists for any continuous mapping from the unit n-ball onto itself, is attributed to Brouwer. For ten points, identify these types of points which are left unchanged by a function acting on them.": {
    "guess": "Fixed point",
    "confidence": [
      [
        "Fixed",
        -0.007594203
      ],
      [
        " point",
        -0.44162405
      ]
    ]
  },
  "Theories for its formation tend to explain it by invoking the lack of plate tectonics on Mars and rifting caused by the uplift of neighboring Tharsis, although whether water or carbon dioxide decompression possible caused by the Oudermans crater was the primary erosion mechanism is highly debated. Surveys indicate that it formed over former seafloor crust, and the Noctis Labyrinthus' jumbled terrain provides some of the best evidence for flooding. Melas Chasma is the deepest part of, for 10 points,": {
    "guess": "Valles Marineris",
    "confidence": [
      [
        "Val",
        -0.032063033
      ],
      [
        "les",
        -6.0033854e-05
      ],
      [
        " Mar",
        -6.9882217e-06
      ],
      [
        "iner",
        -0.0001975802
      ],
      [
        "is",
        -3.4047454e-05
      ]
    ]
  },
  "One theorem named for this man states that the group of units of a ring is finitely generated, and one function named for this man has a pole at s=1 if chi is a principal character. Another theorem named for this man states that there are an infinite number of rational numbers p over q within one over q squared of any given irrational number, a result known as his diophantine approximation theorem. His namesake statistical distribution is the conjugate prior of the multinomial distribution, and his original proof of his namesake theorem on arithmetic progressions of primes used his L-functions, which are also used to generalize the Riemann hypothesis. He gives his name to values that solutions of a partial differential equation, but not their derivatives, must take on a border, known as his": {
    "guess": "Harald Cramér",
    "confidence": [
      [
        "Har",
        -1.0658461
      ],
      [
        "ald",
        -0.5207989
      ],
      [
        " C",
        -0.00038515177
      ],
      [
        "ram",
        -0.0016047212
      ],
      [
        "ér",
        -1.7954959e-05
      ]
    ]
  },
  "Thermionic emission was explained as acting through this phenomenon by Fowler and Nordheim. A WKB approximation in the case that the classical momentum is imaginary can be used to show that the spatial wave function decays exponentially in some regions due to this phenomenon. Oscar Klein described a counterintuitive result in which an increase in potential increases the rate of this phenomenon, and": {
    "guess": "Quantum tunnelling",
    "confidence": [
      [
        "Quant",
        -0.0088218525
      ],
      [
        "um",
        -2.9040899e-05
      ],
      [
        " tun",
        -0.009188691
      ],
      [
        "n",
        -0.000203898
      ],
      [
        "elling",
        -1.0280384e-06
      ]
    ]
  },
  "A theory formulated by Hardcastle and Hanus in 1926 predicted that the shape of these objects results from ablation. That theory was adopted by Chapman in an attempt to answer their namesake problem. They can appear as flanged buttons or in a layered form known as Muong-Nong, but the splash-form type studied by Reinhart is most common. Coined in name by Austrian geologist Eduard Suess, a single specimen": {
    "guess": "Tektite",
    "confidence": [
      [
        "T",
        -0.3962401
      ],
      [
        "ekt",
        -0.00082011137
      ],
      [
        "ite",
        -0.2906916
      ]
    ]
  },
  "This theory replaces the dependence on the external potential, v of r, by a dependence on the density distribution from a straightforward generalization of the Legendre transform from the chemical potential to the number of particles. Considered the successor to the Thomas-Fermi model, this theory grew out of a 1964 paper, which stated that there is a unique relation between the external potential and the ground state electron density and reformulated the variational principle for electron densities. Those results are known as the Hohenberg-Kohn theories.  In this theory, one can use the Kohn-Sham equations to compute the molecular properties using the same algorithms used for Hartree-Fock methods. For 10 points, name this non-perturbation theory, an ab inito method for determining electron": {
    "guess": "Density functional theory",
    "confidence": [
      [
        "Density",
        -0.0034162935
      ],
      [
        " functional",
        -0.02040886
      ],
      [
        " theory",
        -8.8285124e-05
      ]
    ]
  },
  "This theorem was applied to electron emission from a metal surface as an improvement over the Richardson equation. One equation derived from it relates the pressure of a system and the proportion of ionized molecules and is called the Saha equation. Its prediction decreases without bound as temperature becomes sufficiently low, since it holds only when volume is much greater than particle number times the cube of the thermal wavelength. Rearranged to give energy, its first derivative becomes the traditional expression for internal energy. That rearrangement suggests that energy is proportional to the negative two-thirds power of the volume, and in general it allows for energy to be expressed": {
    "guess": "Quantum statistical mechanics",
    "confidence": [
      [
        "Quant",
        -0.71791935
      ],
      [
        "um",
        -0.00066239934
      ],
      [
        " statistical",
        -0.40070555
      ],
      [
        " mechanics",
        -0.0017644321
      ]
    ]
  },
  "Theories about the dynamics of these objects were tested through the Vine-Matthews-Morley hypothesis. These masses are able to stay in a relative vertical equilibrium through isostasy. Subduction zones can exist at the boundaries between these. Examples include the Nazca and Indo-Australian. These make up the Earth's lithosphere in the crust. They move very slowly and the San Andreas Fault is on the boundary between the Pacific and North American ones. For 10 points, name these geological slabs of rock that make up the surface of the earth and whose movements are described by tectonic theory.": {
    "guess": "Plate tectonics",
    "confidence": [
      [
        "Plate",
        -0.19012767
      ],
      [
        " t",
        -0.030035561
      ],
      [
        "ect",
        -3.5313153e-06
      ],
      [
        "on",
        -0.0002753982
      ],
      [
        "ics",
        -2.5107178e-05
      ]
    ]
  },
  "In this theory, the dot product must be redefined in order to make it an invariant. In it, total energy": {
    "guess": "Special relativity",
    "confidence": [
      [
        "Special",
        -0.0019416073
      ],
      [
        " rel",
        -0.013875046
      ],
      [
        "ativity",
        -5.6769813e-06
      ]
    ]
  },
  "This theorem's namesake also gives his name to a paradox involving the Lorentz contraction of a rigid rotating disk, and it can be derived by applying expectation values to the Lindblad equation. The particle-in-a-box initially appears to violate this theorem, which demonstrates the Bohr correspondence principle, since the probability of finding a particle at a wall is zero, so the expectation value": {
    "guess": "Ehrenfest theorem",
    "confidence": [
      [
        "E",
        -0.11013157
      ],
      [
        "h",
        -0.050050825
      ],
      [
        "ren",
        -7.822647e-06
      ],
      [
        "fest",
        -8.418666e-06
      ],
      [
        " theorem",
        -0.15524426
      ]
    ]
  },
  "One theory to explain these phenomena was offered by the authors of the \"Time to Build\" paper, and\n invokes the neoclassical growth theory to explain them so that interpretations of these phenomena agree\n with long term growth models. That theory, developed by Finn Kydland and Edward Prescott assumes that\n technology shocks are the cause for them. Wesley Mitchell is best known for his work regarding": {
    "guess": "Real Business Cycle Theory",
    "confidence": [
      [
        "Real",
        -0.43755054
      ],
      [
        " Business",
        -0.17244723
      ],
      [
        " Cycle",
        -0.010315274
      ],
      [
        " Theory",
        -0.016954122
      ]
    ]
  },
  "This theorem's Second part explains the rationale by which you can be ticketed if you don't take enough": {
    "guess": "Principal axis theorem",
    "confidence": [
      [
        "Principal",
        -0.62658304
      ],
      [
        " axis",
        -0.40634722
      ],
      [
        " theorem",
        -0.0019965621
      ]
    ]
  },
  "Its theme of spiritual desolation is found in such lines as \"There are no eyes here/In this valley of dying stars,\" and \"This is the dead land/This is cactus land.\" The title figures are described as \"Shape without form, shade without colour,/ Paralysed force, gesture without motion.\" They move \"quiet": {
    "guess": "The Hollow Men",
    "confidence": [
      [
        "The",
        -0.0023235565
      ],
      [
        " Hollow",
        -0.023760742
      ],
      [
        " Men",
        -6.6113236e-05
      ]
    ]
  },
  "He theorized the existence of laryngeals while still a student, and he described the development of the vowel a in Memoir on the Original System of Vowels in the Indo-European Languages. He also developed": {
    "guess": "Ferdinand de Saussure",
    "confidence": [
      [
        "F",
        -0.029826155
      ],
      [
        "erd",
        -0.00031615852
      ],
      [
        "inand",
        -7.3458323e-06
      ],
      [
        " de",
        -6.515961e-05
      ],
      [
        " Sa",
        -2.9279307e-05
      ],
      [
        "uss",
        -2.577686e-06
      ],
      [
        "ure",
        -1.9146995e-05
      ]
    ]
  },
  "The theoretical section of this work divides the topic of its subtitle into an editing phase and an ": {
    "guess": "Textual scholarship",
    "confidence": [
      [
        "Text",
        -0.16638972
      ],
      [
        "ual",
        -0.6939833
      ],
      [
        " scholarship",
        -0.627794
      ]
    ]
  },
  "Theocritus claims that this god is stung by bees when he attempts to steal honey, and he accidentally injures his mother while she watches Myrrha's son. This god sits on the lap of Sychaeus' widow while disguised as Ascanius, thereby enchanting Dido. He resurrects a girl who opened a box containing Proserpina's beauty, though that girl had earlier spilled hot lamp oil on (*) his face. He eventually fathers Hedone, the goddess of pleasure, after he marries Psyche. For 10 points, identify this Greco-Roman son of Aphrodite who shoots arrows to induce feelings of love.": {
    "guess": "Cupid",
    "confidence": [
      [
        "C",
        -0.21193975
      ],
      [
        "upid",
        -8.776276e-06
      ]
    ]
  },
  "A theologian from what is now this country developed a doctrine of pre-existence of souls that was condemned at the Synod of Constantinople. Hassan al-Banna founded an Islamic revival movement that forms the basis of one of this country's political parties. The Isma'ili imam and caliph al-Mu'izz founded": {
    "guess": "Egypt",
    "confidence": [
      [
        "Egypt",
        -0.16099222
      ]
    ]
  },
  "The theorem named for this mathematician states that the cardinality of a power set is greater than the cardinality of the original set. The function named after him, known as the Devil's staircase and": {
    "guess": "Georg Cantor",
    "confidence": [
      [
        "Ge",
        -0.042156227
      ],
      [
        "org",
        -9.372295e-06
      ],
      [
        " Cant",
        -7.421909e-05
      ],
      [
        "or",
        -1.9385403e-05
      ]
    ]
  },
  "This theory was used to explain a rotation known as Thomas precession. This theory exists within Minkowski space, and it gives rise to a phenomenon known as Lorentz contraction. First explained in the third of the Annus Mirabilis papers, this theory gave rise to the twin paradox, which occurs due to time dilation. Another consequence of this theory is the mass-energy equivalence, which is expressed as E=mc2 (\"E\" equals \"M\" \"C\" squared). The speed of light is the same in all reference frames according": {
    "guess": "Special relativity",
    "confidence": [
      [
        "Special",
        -0.059865687
      ],
      [
        " rel",
        -0.027963428
      ],
      [
        "ativity",
        -6.869018e-06
      ]
    ]
  },
  "One theory for the origin of this rock involves anatexis and revolves around migmatites. This rock comes": {
    "guess": "Granite",
    "confidence": [
      [
        "Gran",
        -0.00062153453
      ],
      [
        "ite",
        -0.004111762
      ]
    ]
  },
  "One theory of this entity's creation states that a Mars-sized body named Theia (\"THEE-uh\") collided with its parent planet. This object exhibits synchronous (\"SIN-kro-nuss\") rotation with its parent planet,": {
    "guess": "Moon",
    "confidence": [
      [
        "Moon",
        -0.084746376
      ]
    ]
  },
  "It has been theorized that these particles can decay into a neutral pion and a positron, though this has never been observed. These particles have a half life of at least 10-to-the-32 years. These particles are created along with electrons in beta-minus decay. They decay into a neutrino, a positron, and a (*) neutron in beta-plus decay. The ratio of the mass of this particle to that of its negatively charged counterpart is over 1800. These particles are made of two up quarks and one down quark. Ernest": {
    "guess": "Neutron",
    "confidence": [
      [
        "Ne",
        -0.33717722
      ],
      [
        "utron",
        -0.14041378
      ]
    ]
  },
  "A thermal inversion can cause rays to wrap around the earth in the infinite form of this phenomenon. That difference in temperature can also allow sound to travel farther due to this effect, such as sound traveling over a lake. This phenomenon is no longer observed once an angle of incidence reaches a critical angle and causes total internal reflection. One is the minimum value for the index associated with this effect; that index, denoted n, is equated with angles of incidence via Snell's Law. For 10 points, name this phenomenon in which a wave changes velocity upon entering a different medium.": {
    "guess": "Refraction",
    "confidence": [
      [
        "Ref",
        -0.052776776
      ],
      [
        "raction",
        -3.650519e-06
      ]
    ]
  },
  "A theory pertaining to the transfer of these items uses a quantity equal to the energy required to bring the system to its final reaction coordinates under certain conditions, and won Rudolf Marcus the 1927 Nobel in Chemistry. In the post-Hartree-Fock methods, the configuration interaction functions try to correct for neglecting the correlation energy between these particles. Nitro and halide groups \"withdraw\" these particles from an aromatic ring. The outer most sets of these which don't participate in bonding are called \"lone pairs\" and are represented in Lewis structures. For 10 points, identify": {
    "guess": "Electrons",
    "confidence": [
      [
        "Elect",
        -0.18497138
      ],
      [
        "rons",
        -0.4840487
      ]
    ]
  },
  "The thermal form of this effect can occur in cluster radio halo sources due to the presence of highly relativistic electrons and in the non-relativistic limit it can be described by the Kompaneets equation.": {
    "guess": "Sunyaev-Zel'dovich effect",
    "confidence": [
      [
        "Sun",
        -0.023870511
      ],
      [
        "ya",
        -4.6802244e-05
      ],
      [
        "ev",
        -1.247159e-05
      ],
      [
        "-Z",
        -0.22075571
      ],
      [
        "el",
        -0.59190047
      ],
      [
        "'d",
        -0.000770794
      ],
      [
        "ovich",
        -3.6908343e-05
      ],
      [
        " effect",
        -0.07824081
      ]
    ]
  },
  "A theologian from what is now this country developed a doctrine of pre-existence of souls that was condemned at the Synod of Constantinople. Hassan al-Banna founded an Islamic revival movement that forms": {
    "guess": "Egypt",
    "confidence": [
      [
        "Egypt",
        -0.033112347
      ]
    ]
  },
  "Theodore Roosevelt accompanied noted wolf-wrestler John Abernath on a wolf hunting expedition in the Big Pasture region of this state in 1905. This state was the site of a multiracial socialism-inspired uprising during World War I that opposed conscription called the Green Corn Rebellion. This state was also the site of an event that began with Dick Rowland fleeing from an elevator that later involved incendiary bombs dropped from airplanes and the destruction of the Greenwood District in the largest city in this state. Representatives of this state drafted a constitution and tried to get admitted to the Union in 1905 as the State of Sequoyah, and this state's economy boomed in the 1920s because of the discovery of oil near Glenpool. For 10 points, name this state where in 1921 the major race riot occurred in Tulsa.": {
    "guess": "Oklahoma",
    "confidence": [
      [
        "O",
        -0.0032749218
      ],
      [
        "kl",
        -4.00813e-06
      ],
      [
        "ahoma",
        -0.0002515648
      ]
    ]
  },
  "It has been theorized that these particles can decay into a neutral pion and a positron, though this has never been observed. These particles have a half life of at least 10-to-the-32 years. These particles are created along with electrons in beta-minus decay. They decay into a neutrino, a positron, and a (*) neutron in beta-plus decay. The ratio of the mass of this particle to that of its negatively": {
    "guess": "Muon",
    "confidence": [
      [
        "Muon",
        -0.50516945
      ]
    ]
  },
  "The theory of punctuated equilibrium requires one form of this process to be less common than another; the latter form of this process was postulated by Ernst Mayr and is sometimes considered a subtype of the former. That form of this process occurs when a subgroup colonizes an area on the borders of": {
    "guess": "Allopatric speciation",
    "confidence": [
      [
        "Al",
        -0.23766123
      ],
      [
        "lo",
        -7.107425e-06
      ],
      [
        "pat",
        -1.5809293e-05
      ],
      [
        "ric",
        -9.253091e-06
      ],
      [
        " spec",
        -0.003988285
      ],
      [
        "iation",
        -5.800739e-05
      ]
    ]
  },
  "A theory formulated by Hardcastle and Hanus in 1926 predicted that the shape of these objects results from ablation. That theory was adopted by Chapman in an attempt to answer their namesake problem. They can appear as flanged buttons or in a layered form known as Muong-Nong, but the splash-form type studied by Reinhart is most common. Coined in name by Austrian geologist Eduard Suess, a single specimen was discovered on Martha's Vineyard with a translucent green color, similar to the moldavites discovered in Czechoslovakia. Once explained by Virgil Barnes as a type of fulgurite, they are characterized by much lower water content than standard obsidians. Theorized to be ejecta from terrestrial": {
    "guess": "Tektite",
    "confidence": [
      [
        "T",
        -0.10412043
      ],
      [
        "ekt",
        -0.002523342
      ],
      [
        "ite",
        -0.019174093
      ]
    ]
  },
  "In one theory of this concept's development, the transition from peer-oriented or collective-oriented to objective-oriented requires a namesake pluralism.  Carol Gilligan claimed that the most famous theory of it was biased against women because its studies did not include any, and Elliot Kuriel separated its development from that of the more interpersonal social convention in his domain theory.  The": {
    "guess": "Moral development",
    "confidence": [
      [
        "M",
        -0.6574223
      ],
      [
        "oral",
        -2.7610455e-05
      ],
      [
        " development",
        -0.17113931
      ]
    ]
  },
  "One theorem named for this man means that for any simply connected open proper subset of the complex plane, there exists a bijective analytic map from it to the open unit circle about the origin.  Manifolds with a smooth inner product are named for him.  He and Cauchy name a set of differential equations used in determining whether a function is holomorphic.  He is also known for a function for which": {
    "guess": "Sophus Lie",
    "confidence": [
      [
        "Soph",
        -0.57848823
      ],
      [
        "us",
        -0.0021389595
      ],
      [
        " Lie",
        -0.0023865914
      ]
    ]
  },
  "A theory formulated by Hardcastle and Hanus in 1926 predicted that the shape of these objects results from ablation. That theory was adopted by Chapman in an attempt to answer their namesake problem. They can appear as flanged buttons or in a layered form known as Muong-Nong, but the splash-form type studied by Reinhart is most common. Coined in name by Austrian geologist Eduard Suess, a single specimen was discovered on Martha's Vineyard with a translucent green color, similar to the moldavites discovered in Czechoslovakia. Once explained by Virgil Barnes as a type of fulgurite, they are characterized by much lower water content than standard obsidians. Theorized to be ejecta from terrestrial impact craters, for 10 points, name these glassy rocks found in large strewn fields in Australasia which may result from meteorite events.": {
    "guess": "Tektite",
    "confidence": [
      [
        "T",
        -0.43410617
      ],
      [
        "ekt",
        -0.000680742
      ],
      [
        "ite",
        -0.33769512
      ]
    ]
  },
  "One theory of this entity's creation states that a Mars-sized body named Theia (\"THEE-uh\") collided with its parent planet. This object exhibits synchronous (\"SIN-kro-nuss\") rotation with its parent planet, and that rotation results in the namesake \"dark side\" of this object. The Sea of Tranquility lies on, for 10 points, what astronomical body responsible for the Earth's tides, its largest natural": {
    "guess": "Moon",
    "confidence": [
      [
        "Moon",
        -0.024512012
      ]
    ]
  },
  "One theme in this work, later quoted in the composer's songs \"Somebody Loves Me\" and \"Embraceable You,\"": {
    "guess": "George Gershwin",
    "confidence": [
      [
        "George",
        -0.03876881
      ],
      [
        " G",
        -0.00015097891
      ],
      [
        "ersh",
        -0.0001940041
      ],
      [
        "win",
        -1.1517961e-05
      ]
    ]
  },
  "This theory was used to explain a rotation known as Thomas precession. This theory exists within Minkowski space, and it gives rise to a phenomenon known as Lorentz contraction. First explained in the": {
    "guess": "Thomas precession",
    "confidence": [
      [
        "Thomas",
        -0.24727942
      ],
      [
        " pre",
        -0.14326702
      ],
      [
        "cession",
        -3.8696395e-05
      ]
    ]
  },
  "One theory of this process calculates a potential equal to negative RT times the natural log of equilibrium vapor pressure over saturation vapor pressure. That potential is calculated in the Dubinin-Polanyi theory. Hill's and Lowell's equation contain the namesake C constant of another theory of this process. That theory of this process is commonly used to calculate the specific surface area for it and is BET theory. For monolayers, the partitioning between molecules in a gas phase and molecules that have undergone this process is described by the Freundlich and Langmuir isotherms. An important quantity for it is surface coverage. Industrially, it typically involves alumina, silica gel or activated carbon because they have a large surface area per unit weight. For 10 points, name this process in which molecules or particles bind to a surface, as opposed to filling pores in a solid, like in": {
    "guess": "Adsorption",
    "confidence": [
      [
        "Ads",
        -0.17742379
      ],
      [
        "orption",
        -7.3458323e-06
      ]
    ]
  },
  "This man is theorized to have been bullied by Billy Hughes and subordinates named Cunliffe and Sumner after his easy victory in the \"Coupon Election\". His political downfall coincided with that of opposition leader Andrew Chamberlain following the Carlton Club meeting. Mackenzie King flexed Canadian": {
    "guess": "Billy Hughes",
    "confidence": [
      [
        "Billy",
        -0.41645503
      ],
      [
        " Hughes",
        -0.0022711048
      ]
    ]
  },
  "One theorem named for this man states that the group of units of a ring is finitely generated, and one function named for this man has a pole at s=1 if chi is a principal character. Another theorem named for this man states that there are an infinite number of rational numbers p over q within one over q squared of any given irrational number, a result known as his diophantine approximation theorem. His namesake statistical distribution is the conjugate prior of the multinomial distribution, and his original proof of his namesake theorem on arithmetic progressions of primes used his L-functions, which are also used to generalize the Riemann hypothesis. He gives his name to values that solutions": {
    "guess": "Dirichlet's theorem on arithmetic progressions",
    "confidence": [
      [
        "Dir",
        -0.281466
      ],
      [
        "ich",
        -0.00020830853
      ],
      [
        "let",
        -0.00013893934
      ],
      [
        "'s",
        -0.26289144
      ],
      [
        " theorem",
        -0.3192086
      ],
      [
        " on",
        -0.26563475
      ],
      [
        " arithmetic",
        -0.0006324976
      ],
      [
        " progress",
        -0.00068622536
      ],
      [
        "ions",
        -4.3202e-07
      ]
    ]
  },
  "One theory which explains this part of the body's functioning relied on data collected by J.C Eccles and is known as the Marr-Albus theory. One component of this structure, which arises from the pontine nuclei creates the series of enlargements known as rosettes. In addition to mossy fibers, one type of cell in this structure receives input from the inferior olivary nucleus via climbing fibers. Known": {
    "guess": "Cerebellum",
    "confidence": [
      [
        "C",
        -0.27947068
      ],
      [
        "ere",
        -0.0042229975
      ],
      [
        "bell",
        -7.314626e-05
      ],
      [
        "um",
        -0.05467045
      ]
    ]
  },
  "Its theme of spiritual desolation is found in such lines as \"There are no eyes here/In this valley of dying stars,\" and \"This is the dead land/This is cactus land.\" The title figures are described as \"Shape without form, shade without colour,/ Paralysed force, gesture without motion.\" They move \"quiet and meaningless/As wind in dry grass.\" For 10 points, name this T.S. Eliot poem in which the reader": {
    "guess": "The Hollow Men",
    "confidence": [
      [
        "The",
        -0.0022192495
      ],
      [
        " Hollow",
        -0.2103524
      ],
      [
        " Men",
        -0.00015991552
      ]
    ]
  },
  "One theory which explains this part of the body's functioning relied on data collected by J.C Eccles": {
    "guess": "Synaptic transmission",
    "confidence": [
      [
        "Syn",
        -0.8389599
      ],
      [
        "aptic",
        -0.5784392
      ],
      [
        " transmission",
        -0.6746866
      ]
    ]
  },
  "Theorists of this art movement considered their work as a dialectical synthesis between the tectonic, the whole idea or conception of a work, and the fractura--the artistic input generated by the materials themselves during production. This idea of the 'integrity of material' appears most saliently in simple, mechanical works like Lizzitzky's The Story of Two Squares, which shows a pragmatic rejection of Malevich's suprematist abstractions. As shown in Tatlin's proposed Monument to the Third International, this movement's artists sought primarily to find a functional or productive role for the artist in society. FTP name this pragmatic art movement that enjoyed its greatest popularity in the 1920's USSR.": {
    "guess": "Constructivism (art)",
    "confidence": [
      [
        "Construct",
        -0.5580573
      ],
      [
        "ivism",
        -0.006181544
      ],
      [
        " (",
        -0.101670824
      ],
      [
        "art",
        -9.233804e-05
      ],
      [
        ")",
        -0.0023191532
      ]
    ]
  },
  "One of this man's theories claims that judgements, which form the basis of knowledge, are reached by determining the existence of a presented object. One of his students wrote a work claiming that the": {
    "guess": "Immanuel Kant",
    "confidence": [
      [
        "Im",
        -0.019115027
      ],
      [
        "manuel",
        -0.0001823258
      ],
      [
        " Kant",
        -3.0828953e-05
      ]
    ]
  },
  "One theory which explains this part of the body's functioning relied on data collected by J.C Eccles and is known as the Marr-Albus theory. One component of this structure, which arises from the pontine nuclei creates the series of enlargements known as rosettes. In addition to mossy fibers, one type": {
    "guess": "Granule cell",
    "confidence": [
      [
        "Gran",
        -0.55448747
      ],
      [
        "ule",
        -0.11088344
      ],
      [
        " cell",
        -0.099482566
      ]
    ]
  },
  "One theorem named for this man states that the group of units of a ring is finitely generated, and one function named for this man has a pole at s=1 if chi is a principal character. Another theorem named for this man states that there are an infinite number of rational numbers p over q within one over q squared of any given irrational number, a result known as his diophantine approximation theorem. His namesake statistical distribution is the conjugate prior of the multinomial distribution, and his original proof of his namesake theorem on arithmetic progressions of primes used his L-functions, which are also used to generalize the Riemann hypothesis. He gives his name to values that solutions of a partial differential equation, but not their derivatives, must take on a border, known as his namesake boundary conditions. For 10 points, name this French mathematician who also lends his name to the pigeonhole principle.": {
    "guess": "Adrien-Marie Legendre",
    "confidence": [
      [
        "Ad",
        -0.7405026
      ],
      [
        "rien",
        -0.0010774685
      ],
      [
        "-Mar",
        -0.02821483
      ],
      [
        "ie",
        -5.9153886e-06
      ],
      [
        " Legend",
        -8.180258e-06
      ],
      [
        "re",
        -1.1398757e-05
      ]
    ]
  },
  "Theodore Roosevelt accompanied noted wolf-wrestler John Abernath on a wolf hunting expedition in the Big Pasture region of this state in 1905. This state was the site of a multiracial socialism-inspired uprising during World War I that opposed conscription called the Green Corn Rebellion. This state was also the site of an event that began with Dick Rowland fleeing from an elevator that later involved incendiary bombs dropped from airplanes and the destruction of the Greenwood District in the largest city in this state. Representatives of this state drafted a constitution and tried to get admitted to the Union in 1905 as the State of Sequoyah, and this state's economy boomed in the 1920s because of the discovery of oil near Glenpool. For 10 points, name this state where in 1921 the major race": {
    "guess": "Oklahoma",
    "confidence": [
      [
        "O",
        -0.0030284524
      ],
      [
        "kl",
        -1.147242e-06
      ],
      [
        "ahoma",
        -0.0001508597
      ]
    ]
  },
  "Theodosius allowed them to settle in Moesia for purposes of defending the frontier. Which was far better treatment than they got from the Romans previously, when, after being oppressed by taxation, they": {
    "guess": "Visigoths",
    "confidence": [
      [
        "Vis",
        -1.187837
      ],
      [
        "igo",
        -4.3822154e-05
      ],
      [
        "ths",
        -0.18464229
      ]
    ]
  },
  "It has been theorized that these particles can decay into a neutral pion and a positron, though this has never been observed. These particles have a half life of at least 10-to-the-32 years. These particles are created along with electrons in beta-minus decay. They decay into a neutrino, a positron,": {
    "guess": "Neutron",
    "confidence": [
      [
        "Ne",
        -0.04634215
      ],
      [
        "utron",
        -0.27398986
      ]
    ]
  },
  "The theory of these objects was informally introduced through the use of \"tags\" by Ruth Barcan Marcus in her 1961 article \"Modalities in Intensional Language.\" David Kaplan presented a theory of these philosophical ideas in a lecture later published as \"Dthat\" shortly after they were formally introduced in a lecture series by their best-known popularizer. One of the uses of these philosophical concepts is to demonstrate the existence of necessary a posteriori propositions and contingent a priori propositions, and the inventor of this term proposed that proper names and natural kinds such as water are examples of these. They were originally proposed through the example of Hesperus and Phosphorus being the same object, in lectures that would become Naming and Necessity. FTP, identify these philosophical concepts coined in name by Saul Kripke, which refers to a description that has the same reference in every possible world.": {
    "guess": "Rigid Designator",
    "confidence": [
      [
        "R",
        -0.0045409617
      ],
      [
        "igid",
        -2.939851e-05
      ],
      [
        " Design",
        -0.00037216223
      ],
      [
        "ator",
        -9.865584e-05
      ]
    ]
  },
  "It has been theorized that these particles can decay into a neutral pion and a positron, though this has never been observed. These particles have a half life of at least 10-to-the-32 years. These particles are created along with electrons in beta-minus decay. They decay into a neutrino, a positron, and a (*) neutron in beta-plus decay. The ratio of the mass of this particle to that of its negatively charged counterpart is over 1800. These particles are made of two up quarks and one down quark. Ernest Rutherford discovered alpha particles, thereby discovering these particles. For 10 points name these positively-charged particles, found in the nucleus with neutrons.": {
    "guess": "Proton",
    "confidence": [
      [
        "Pro",
        -0.030223995
      ],
      [
        "ton",
        -0.0029538122
      ]
    ]
  },
  "This theorem's namesake also gives his name to a paradox involving the Lorentz contraction of a rigid rotating disk, and it can be derived by applying expectation values to the Lindblad equation. The particle-in-a-box initially appears to violate this theorem, which demonstrates the Bohr correspondence principle, since the probability of finding a particle at a wall is zero, so the expectation value of the force should vanish for any state. Therefore, it fails to be equal to the time derivative of the momentum's expectation as this statement predicts. For 10 points, name this theorem, the quantum": {
    "guess": "Ehrenfest theorem",
    "confidence": [
      [
        "E",
        -0.07022241
      ],
      [
        "h",
        -0.0041083232
      ],
      [
        "ren",
        -1.867018e-05
      ],
      [
        "fest",
        -1.3856493e-06
      ],
      [
        " theorem",
        -0.30694014
      ]
    ]
  },
  "This theory was tested in an experiment in which radioactive iron was placed on a loudspeaker, done by Pound and Rebka. It provided the first explanation for the precession of Mercury's perihelion. A standard textbook on this subject was written by Charles Misner, John Archibald Wheeler, and Kip S. Thorne.": {
    "guess": "Gravitation (book)",
    "confidence": [
      [
        "Gr",
        -0.29881728
      ],
      [
        "av",
        -0.097425744
      ],
      [
        "itation",
        -8.180258e-06
      ],
      [
        " (",
        -0.6334061
      ],
      [
        "book",
        -0.009567425
      ],
      [
        ")",
        -0.0003745463
      ]
    ]
  },
  "This theory was developed in 1912 by the German meteorologist Alfred Wegener,  and the findings of Eduard Suess helped support it. Suess concluded, mainly as a  result of fossil evidence, that a land mass containing several present continents  existed in the south in the Jurassic period. This mass was named Gondwanaland, and  broke apart into smaller plates according to a related theory developed in": {
    "guess": "Continental drift",
    "confidence": [
      [
        "Contin",
        -0.5828121
      ],
      [
        "ental",
        -7.338466e-05
      ],
      [
        " drift",
        -0.043703154
      ]
    ]
  },
  "One theme in this work, later quoted in the composer's songs \"Somebody Loves Me\" and \"Embraceable You,\" is left unresolved before transitioning into a cadenza. This work subdivides the eighth-note rhythm into a three-threetwo arrangement after the opening ritornello. The composer altered the beginning of this work according to a rendition played by Ross Gorman during rehearsal. Commissioned by Paul Whiteman for the concert \"An Experiment in Modern Music,\" this work was inspired by the composer's train ride to Boston. For 10 points, name this 1924 composition for piano and jazz band by George Gershwin": {
    "guess": "Rhapsody in Blue",
    "confidence": [
      [
        "R",
        -0.0019222065
      ],
      [
        "haps",
        -6.2729996e-06
      ],
      [
        "ody",
        -1.0921943e-05
      ],
      [
        " in",
        -0.0004038594
      ],
      [
        " Blue",
        -0.00010688089
      ]
    ]
  },
  "A theory pertaining to the transfer of these items uses a quantity equal to the energy required to bring the system to its final reaction coordinates under certain conditions, and won Rudolf Marcus the 1927 Nobel in Chemistry. In the post-Hartree-Fock methods, the configuration interaction functions try to correct for neglecting the correlation energy between these particles. Nitro and halide groups": {
    "guess": "Marcus theory",
    "confidence": [
      [
        "Marcus",
        -0.12421586
      ],
      [
        " theory",
        -0.10528107
      ]
    ]
  },
  "The theory of these objects was informally introduced through the use of \"tags\" by Ruth Barcan Marcus in her 1961 article \"Modalities in Intensional Language.\" David Kaplan presented a theory of these": {
    "guess": "Rigid Designator",
    "confidence": [
      [
        "R",
        -0.08532176
      ],
      [
        "igid",
        -0.0019807376
      ],
      [
        " Design",
        -0.0040310263
      ],
      [
        "ator",
        -0.0006747855
      ]
    ]
  },
  "One theorem named after this man states that an infinite series which converges only because it contains both positive and negative numbers can have its terms rearranged so that it sums to any given value. Another theorem named after this man concerns the placement of areas in the complex plane onto unit disks, and is known as his mapping theorem. He gave a famous lecture on geometry in order to earn a position in which he introduced his namesake (*) manifold. More famously, he studied a function which is the infinite sum of n to the negative s, where s can be any complex value, and hypothesized that the nontrivial zeros of that function all have real part one half. For 10 points, name this mathematician who gives his name to a method to approximating an integral using a sum of rectangles and a zeta function.": {
    "guess": "Bernhard Riemann",
    "confidence": [
      [
        "Bern",
        -0.13301593
      ],
      [
        "hard",
        -0.005317835
      ],
      [
        " R",
        -0.00014859485
      ],
      [
        "iem",
        -1.0280384e-06
      ],
      [
        "ann",
        -4.4894987e-05
      ]
    ]
  },
  "One theory of this process calculates a potential equal to negative RT times the natural log of equilibrium vapor pressure over saturation vapor pressure. That potential is calculated in the Dubinin-Polanyi theory. Hill's and Lowell's equation contain the namesake C constant of another theory of this process. That theory of this process is commonly used to calculate the specific surface area for it and is BET theory. For monolayers, the partitioning between molecules in a gas phase and molecules": {
    "guess": "Brunauer-Emmett-Teller theory",
    "confidence": [
      [
        "Brun",
        -0.6895528
      ],
      [
        "auer",
        -0.00071946124
      ],
      [
        "-",
        -0.9785787
      ],
      [
        "Em",
        -0.00030316898
      ],
      [
        "met",
        -0.00019233524
      ],
      [
        "t",
        -0.007767036
      ],
      [
        "-T",
        -0.0001690942
      ],
      [
        "eller",
        -5.1928004e-05
      ],
      [
        " theory",
        -0.1289715
      ]
    ]
  },
  "This theorem's namesake also gives his name to a paradox involving the Lorentz contraction of a rigid rotating disk, and it can be derived by applying expectation values to the Lindblad equation. The particle-in-a-box initially appears to violate this theorem, which demonstrates the Bohr correspondence": {
    "guess": "Quantum Zeno effect",
    "confidence": [
      [
        "Quant",
        -1.3551654
      ],
      [
        "um",
        -0.003333968
      ],
      [
        " Z",
        -0.31875142
      ],
      [
        "eno",
        -2.2007884e-05
      ],
      [
        " effect",
        -0.008681467
      ]
    ]
  },
  "A theory formulated by Hardcastle and Hanus in 1926 predicted that the shape of these objects results from ablation. That theory was adopted by Chapman in an attempt to answer their namesake problem. They can appear as flanged buttons or in a layered form known as Muong-Nong, but the splash-form type studied by Reinhart is most common. Coined in name by Austrian geologist Eduard Suess, a single specimen was discovered on Martha's Vineyard with a translucent green color, similar to the moldavites discovered in Czechoslovakia. Once explained by Virgil Barnes as a type of fulgurite, they are characterized": {
    "guess": "Tektite",
    "confidence": [
      [
        "T",
        -0.22954868
      ],
      [
        "ekt",
        -0.0014325011
      ],
      [
        "ite",
        -0.021458253
      ]
    ]
  },
  "Theodosius allowed them to settle in Moesia for purposes of defending the frontier. Which was far better treatment than they got from the Romans previously, when, after being oppressed by taxation, they plundered the Balkan provinces and  killed emperor Valens in the process at Adrianople. After setteling in Roman territory, though, their leader Alaric  marched on Rome and sacked it. Afterwards, though, they redeemed themselves somewhat by helping the Romans fight  off Attila the Hun, losing their new leader, Theodoric. The Huns were responsible for pushing them westwards in the  first place, seperating them from their eastern neighbors, the Ostrogoths. This is, FTP, what barbarian tribe that  eventually settled in Spain?": {
    "guess": "Visigoths",
    "confidence": [
      [
        "Vis",
        -0.016758611
      ],
      [
        "igo",
        -0.00024346994
      ],
      [
        "ths",
        -8.530503e-05
      ]
    ]
  },
  "The theory of punctuated equilibrium requires one form of this process to be less common than another; the latter form of this process was postulated by Ernst Mayr and is sometimes considered a subtype of the former. That form of this process occurs when a subgroup colonizes an area on the borders of the population's viable range, resulting in substantial genetic drift, and is called peripatric. The": {
    "guess": "Genetic drift",
    "confidence": [
      [
        "Gen",
        -0.5400456
      ],
      [
        "etic",
        -1.1279553e-05
      ],
      [
        " drift",
        -0.0061503774
      ]
    ]
  },
  "A theologian from what is now this country developed a doctrine of pre-existence of souls that was condemned": {
    "guess": "Origen",
    "confidence": [
      [
        "Or",
        -0.6107992
      ],
      [
        "igen",
        -9.209964e-05
      ]
    ]
  },
  "Theocritus claims that this god is stung by bees when he attempts to steal honey, and he accidentally injures his mother while she watches Myrrha's son. This god sits on the lap of Sychaeus' widow while disguised as Ascanius, thereby enchanting Dido. He resurrects a girl who opened a box containing Proserpina's beauty, though that girl had earlier spilled hot lamp oil on (*) his face. He eventually fathers Hedone, the goddess of pleasure, after he marries Psyche. For 10 points, identify this Greco-Roman": {
    "guess": "Cupid",
    "confidence": [
      [
        "C",
        -0.08085005
      ],
      [
        "upid",
        -0.00015312091
      ]
    ]
  },
  "The theoretical section of this work divides the topic of its subtitle into an editing phase and an  evaluation phase, with the editing phase consisting of coding, combination, segregation, and  cancel": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -1.2746508
      ]
    ]
  },
  "One theorem named for this man means that for any simply connected open proper subset of the complex plane, there exists a bijective analytic map from it to the open unit circle about the origin.  Manifolds with a smooth inner product are named for him.  He and Cauchy name a set of differential equations used in determining whether a function is holomorphic.  He is also known for a function for which a namesake hypothesis states that all trivial non-zeros of the function have real part one-half.": {
    "guess": "Riemann mapping theorem",
    "confidence": [
      [
        "R",
        -0.33594155
      ],
      [
        "iem",
        -0.000117370815
      ],
      [
        "ann",
        -0.00011260267
      ],
      [
        " mapping",
        -1.1100454
      ],
      [
        " theorem",
        -0.00017147827
      ]
    ]
  },
  "Theogonie is one of this philosopher's lesser known works.  He asserted \"Man is what he eats,\" and argued better food to improve humankind, part of a materialistic approach that Marx was critical of in": {
    "guess": "Ludwig Feuerbach",
    "confidence": [
      [
        "L",
        -0.015784
      ],
      [
        "ud",
        -7.226629e-06
      ],
      [
        "wig",
        -0.00063607004
      ],
      [
        " Fe",
        -0.26293233
      ],
      [
        "uer",
        -7.696077e-05
      ],
      [
        "bach",
        -1.3856493e-06
      ]
    ]
  },
  "One theory of these phenomena was developed by Karl Schimper and Louis Agassiz, whose work drew upon the ideas of Goethe and de Charpentier. The first of these events, probably triggered by the Great Oxygenation Event, was known as the Huronian, while the most recent one created many pluvial lakes. They": {
    "guess": "Ice age",
    "confidence": [
      [
        "Ice",
        -1.3956441
      ],
      [
        " age",
        -0.2540721
      ]
    ]
  },
  "The theoretical prediction of this particle was made in a 1970 paper by Glashow, Iliopoulos, and Maiani,": {
    "guess": "Charm quark",
    "confidence": [
      [
        "Ch",
        -0.8160953
      ],
      [
        "arm",
        -0.00060402625
      ],
      [
        " qu",
        -0.30106306
      ],
      [
        "ark",
        -0.00084298005
      ]
    ]
  },
  "It has been theorized that these particles can decay into a neutral pion and a positron, though this has never been observed. These particles have a half life of at least 10-to-the-32 years. These particles are created along with electrons in beta-minus decay. They decay into a neutrino, a positron, and a (*) neutron in beta-plus decay. The ratio of the mass of this particle to that of its negatively charged counterpart is over 1800. These particles are made of two up quarks and one down quark. Ernest Rutherford discovered alpha particles, thereby discovering these particles. For 10 points name": {
    "guess": "Proton",
    "confidence": [
      [
        "Pro",
        -0.4550088
      ],
      [
        "ton",
        -0.0007254178
      ]
    ]
  },
  "This theory led to the formation of a quantum interpretation of the Zeno effect. For an ideal gas, the quantity described by this theory is evaluated by dividing the square root of the product of the Boltzmann constant, mass and temperature of the gas, and two pi into Planck's constant. One confirmation for it came from Otto Stern's experiments with Helium atoms, though it was first confirmed when high energy electrons were fired at a nickel atom in the Davisson-Germer experiment. Described by a": {
    "guess": "Matter wave",
    "confidence": [
      [
        "M",
        -0.20794927
      ],
      [
        "atter",
        -0.00017600802
      ],
      [
        " wave",
        -0.0072505767
      ]
    ]
  },
  "The theory of punctuated equilibrium requires one form of this process to be less common than another; the latter form of this process was postulated by Ernst Mayr and is sometimes considered a subtype": {
    "guess": "Speciation",
    "confidence": [
      [
        "Spec",
        -0.3783437
      ],
      [
        "iation",
        -0.00030042732
      ]
    ]
  },
  "Theorists of this art movement considered their work as a dialectical synthesis between the tectonic, the whole idea or conception of a work, and the fractura--the artistic input generated by the materials themselves during production. This idea of the 'integrity of material' appears most saliently in simple, mechanical works like Lizzitzky's The Story of Two Squares, which shows a pragmatic rejection": {
    "guess": "Constructivism",
    "confidence": [
      [
        "Construct",
        -0.13931693
      ],
      [
        "ivism",
        -0.0008315439
      ]
    ]
  },
  "This theorem states that, as the thermodynamic temperature of a system in thermodynamic equilibrium approaches zero, the changes in both the Helmholtz function and the internal energy in an isothermal": {
    "guess": "Third law of thermodynamics",
    "confidence": [
      [
        "Third",
        -0.0028033406
      ],
      [
        " law",
        -0.058301657
      ],
      [
        " of",
        -3.094816e-05
      ],
      [
        " therm",
        -0.0017515802
      ],
      [
        "odynamics",
        -0.0002676536
      ]
    ]
  },
  "One theorem named for this man states that the group of units of a ring is finitely generated, and one function named for this man has a pole at s=1 if chi is a principal character. Another theorem named": {
    "guess": "Dirichlet L-function",
    "confidence": [
      [
        "Dir",
        -0.9783729
      ],
      [
        "ich",
        -0.00013047588
      ],
      [
        "let",
        -0.000258121
      ],
      [
        " L",
        -0.1899873
      ],
      [
        "-function",
        -0.4333988
      ]
    ]
  },
  "One theorem named for this man states that the group of units of a ring is finitely generated, and one function named for this man has a pole at s=1 if chi is a principal character. Another theorem named for this man states that there are an infinite number of rational numbers p over q within one over q squared of any given irrational number, a result known as his diophantine approximation theorem. His namesake statistical distribution is the conjugate prior of the multinomial distribution, and his original proof of his namesake theorem on arithmetic progressions of primes used his L-functions, which are also used to generalize the Riemann hypothesis. He gives his name to values that solutions of a partial differential equation, but not their derivatives, must take on a border, known as his namesake boundary conditions. For 10 points, name this French mathematician who also lends his name": {
    "guess": "Adrien-Marie Legendre",
    "confidence": [
      [
        "Ad",
        -0.52373314
      ],
      [
        "rien",
        -0.0002390594
      ],
      [
        "-Mar",
        -0.018685838
      ],
      [
        "ie",
        -5.6769813e-06
      ],
      [
        " Legend",
        -6.0345924e-06
      ],
      [
        "re",
        -7.822647e-06
      ]
    ]
  },
  "In one theory of this concept's development, the transition from peer-oriented or collective-oriented to objective-oriented requires a namesake pluralism.  Carol Gilligan claimed that the most famous theory of it was biased against women because its studies did not include any, and Elliot Kuriel separated its development from that of the more interpersonal social convention in his domain theory.  The most famous theory of it was developed in part based on people's reactions to reading stories, such as one about a man who steals medication for his wife, and it included six stages, the last of which,": {
    "guess": "Lawrence Kohlberg's stages of moral development",
    "confidence": [
      [
        "Law",
        -0.3941436
      ],
      [
        "rence",
        -8.804671e-05
      ],
      [
        " Koh",
        -0.00017493518
      ],
      [
        "l",
        -0.00013822412
      ],
      [
        "berg",
        -0.00065965764
      ],
      [
        "'s",
        -0.0010774685
      ],
      [
        " stages",
        -0.0014754604
      ],
      [
        " of",
        -9.72254e-05
      ],
      [
        " moral",
        -0.00080259936
      ],
      [
        " development",
        -0.0004481885
      ]
    ]
  },
  "The theory of these objects was informally introduced through the use of \"tags\" by Ruth Barcan Marcus in her 1961 article \"Modalities in Intensional Language.\" David Kaplan presented a theory of these philosophical ideas in a lecture later published as \"Dthat\" shortly after they were formally introduced": {
    "guess": "Rigid Designator",
    "confidence": [
      [
        "R",
        -0.05838858
      ],
      [
        "igid",
        -0.030723391
      ],
      [
        " Design",
        -0.0009010965
      ],
      [
        "ator",
        -0.00037025497
      ]
    ]
  },
  "This theory replaces the dependence on the external potential, v of r, by a dependence on the density distribution from a straightforward generalization of the Legendre transform from the chemical potential to the number of particles. Considered the successor to the Thomas-Fermi model, this theory grew out of a 1964 paper, which stated that there is a unique relation between the external potential and the ground state electron density and reformulated the variational principle for electron densities. Those results are known as the Hohenberg-Kohn theories.  In this theory, one can use the Kohn-Sham equations to compute the molecular properties using the same algorithms used for Hartree-Fock methods.": {
    "guess": "Density functional theory",
    "confidence": [
      [
        "Density",
        -0.016655803
      ],
      [
        " functional",
        -0.0055913646
      ],
      [
        " theory",
        -1.5570886e-05
      ]
    ]
  },
  "One theorem named for this man means that for any simply connected open proper subset of the complex plane, there exists a bijective analytic map from it to the open unit circle about the origin.  Manifolds with a smooth inner product are named for him.  He and Cauchy name a set of differential equations used in determining whether a function is holomorphic.  He is also known for a function for which a namesake hypothesis states that all trivial non-zeros of the function have real part one-half.  For 10 points, name this formulator of a zeta function and a method of integration which involves using": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -0.8202606
      ]
    ]
  }
}