{
  "R. A. Fisher suggested this scientist falsified data because of the exactness of his ratios, and his": {
    "guess": "Gregor Mendel",
    "confidence": [
      [
        "Greg",
        -0.22283395
      ],
      [
        "or",
        -5.252402e-05
      ],
      [
        " Mend",
        -0.00018792471
      ],
      [
        "el",
        -3.4285862e-05
      ]
    ]
  },
  "R. A. Fisher suggested this scientist falsified data because of the exactness of his ratios, and his most significant paper was Experiments in Plant Hybridization. One result of this man's work was the": {
    "guess": "Gregor Mendel",
    "confidence": [
      [
        "Greg",
        -0.005946929
      ],
      [
        "or",
        -4.7755875e-05
      ],
      [
        " Mend",
        -1.0683535e-05
      ],
      [
        "el",
        -1.8908588e-05
      ]
    ]
  },
  "R. A. Fisher suggested this scientist falsified data because of the exactness of his ratios, and his most significant paper was Experiments in Plant Hybridization. One result of this man's work was the law of independent assortment, discovered by examining traits like tall vs. dwarf and round vs. wrinkled.": {
    "guess": "Gregor Mendel",
    "confidence": [
      [
        "Greg",
        -0.017776206
      ],
      [
        "or",
        -3.261701e-05
      ],
      [
        " Mend",
        -4.8709502e-05
      ],
      [
        "el",
        -3.2736214e-05
      ]
    ]
  },
  "R. A. Fisher suggested this scientist falsified data because of the exactness of his ratios, and his most significant paper was Experiments in Plant Hybridization. One result of this man's work was the law of independent assortment, discovered by examining traits like tall vs. dwarf and round vs. wrinkled. For 10 points, name this biologist and monk whose breeding of pea plants led to the basic principles": {
    "guess": "Gregor Mendel",
    "confidence": [
      [
        "Greg",
        -0.0120413415
      ],
      [
        "or",
        -3.5716304e-05
      ],
      [
        " Mend",
        -2.8206474e-05
      ],
      [
        "el",
        -3.106736e-05
      ]
    ]
  },
  "R. A. Fisher suggested this scientist falsified data because of the exactness of his ratios, and his most significant paper was Experiments in Plant Hybridization. One result of this man's work was the law of independent assortment, discovered by examining traits like tall vs. dwarf and round vs. wrinkled. For 10 points, name this biologist and monk whose breeding of pea plants led to the basic principles of heredity.": {
    "guess": "Gregor Mendel",
    "confidence": [
      [
        "Greg",
        -0.0029350296
      ],
      [
        "or",
        -3.5954712e-05
      ],
      [
        " Mend",
        -2.2007884e-05
      ],
      [
        "el",
        -2.8444882e-05
      ]
    ]
  }
}