{
  "For durable goods, the long-run price elasticity of this quantity's secondary form is smaller compared to its short-run elasticity, which is always positive. When this quantity's curve shifts to the right, the market-clearing price drops. When input costs drop, a rightward shift is seen in this quantity's upward-sloping curve. Name this economic concept describing the amount of a good available in": {
    "guess": "Supply",
    "confidence": [
      [
        "Supply",
        -0.00043472214
      ]
    ]
  },
  "For durable goods, the long-run price elasticity of this quantity's secondary form is smaller compared to its short-run elasticity, which is always positive. When this quantity's curve shifts to the right, the market-clearing price drops. When input costs drop, a rightward shift is seen in this quantity's": {
    "guess": "Supply",
    "confidence": [
      [
        "Supply",
        -0.066902235
      ]
    ]
  },
  "For durable goods, the long-run price elasticity of this quantity's secondary form is smaller compared to its short-run elasticity, which is always positive. When this quantity's curve shifts to the right, the market-clearing price drops. When input costs drop, a rightward shift is seen in this quantity's upward-sloping curve. Name this economic concept describing the amount of a good available in a market, often contrasted with demand.": {
    "guess": "Supply",
    "confidence": [
      [
        "Supply",
        -0.0031104535
      ]
    ]
  },
  "Durning senescence, this compound is metabolized into tetrapyrrole catabolites known as NCCs. Though not heme, it is often synthesized from succinyl-CoA and glycine, and it often includes a long phytol chain. Consisting of a [*] porphyrin coordinated to an atom of magnesium, the a and b varieties absorb light at slightly different wavelengths, and it can be found in the thylakoids.  For 10 points,": {
    "guess": "Chlorophyll",
    "confidence": [
      [
        "Ch",
        -0.0041010776
      ],
      [
        "lor",
        -1.473646e-05
      ],
      [
        "oph",
        -0.00042495478
      ],
      [
        "yll",
        -0.00061295554
      ]
    ]
  },
  "Durning senescence, this compound is metabolized into tetrapyrrole catabolites known as NCCs. Though not heme, it is often synthesized from succinyl-CoA and glycine, and it often includes a long phytol": {
    "guess": "Chlorophyll",
    "confidence": [
      [
        "Ch",
        -0.0015988911
      ],
      [
        "lor",
        -1.4259645e-05
      ],
      [
        "oph",
        -0.00013667447
      ],
      [
        "yll",
        -0.0007855643
      ]
    ]
  },
  "Durning senescence, this compound is metabolized into tetrapyrrole catabolites known as NCCs. Though": {
    "guess": "Chlorophyll",
    "confidence": [
      [
        "Ch",
        -0.009407306
      ],
      [
        "lor",
        -3.1544176e-05
      ],
      [
        "oph",
        -0.00013834333
      ],
      [
        "yll",
        -0.0003364158
      ]
    ]
  },
  "For durable goods, the long-run price elasticity of this quantity's secondary form is smaller compared to its short-run elasticity, which is always positive. When this quantity's curve shifts to the right,": {
    "guess": "Supply and demand",
    "confidence": [
      [
        "Supply",
        -0.64709806
      ],
      [
        " and",
        -0.27656916
      ],
      [
        " demand",
        -0.20168795
      ]
    ]
  },
  "Durning senescence, this compound is metabolized into tetrapyrrole catabolites known as NCCs. Though not heme, it is often synthesized from succinyl-CoA and glycine, and it often includes a long phytol chain. Consisting of a [*] porphyrin coordinated to an atom of magnesium, the a and b varieties absorb": {
    "guess": "Chlorophyll",
    "confidence": [
      [
        "Ch",
        -0.0011704603
      ],
      [
        "lor",
        -6.511407e-06
      ],
      [
        "oph",
        -8.244414e-05
      ],
      [
        "yll",
        -0.0008127244
      ]
    ]
  },
  "Durning senescence, this compound is metabolized into tetrapyrrole catabolites known as NCCs. Though not heme, it is often synthesized from succinyl-CoA and glycine, and it often includes a long phytol chain. Consisting of a [*] porphyrin coordinated to an atom of magnesium, the a and b varieties absorb light at slightly different wavelengths, and it can be found in the thylakoids.  For 10 points, name this pigment molecule, located in a similarly named plant organelle, which is the key factor in photosynthesis.": {
    "guess": "Chlorophyll",
    "confidence": [
      [
        "Ch",
        -0.0012380872
      ],
      [
        "lor",
        -0.00013870094
      ],
      [
        "oph",
        -0.00020187153
      ],
      [
        "yll",
        -0.00040672027
      ]
    ]
  },
  "Durning senescence, this compound is metabolized into tetrapyrrole catabolites known as NCCs. Though not heme, it is often synthesized from succinyl-CoA and glycine, and it often includes a long phytol chain. Consisting of a [*] porphyrin coordinated to an atom of magnesium, the a and b varieties absorb light at slightly different wavelengths, and it can be found in the thylakoids.  For 10 points, name this pigment molecule, located in a similarly named plant organelle, which is the key factor in": {
    "guess": "Chlorophyll",
    "confidence": [
      [
        "Ch",
        -0.00079283566
      ],
      [
        "lor",
        -4.85903e-05
      ],
      [
        "oph",
        -0.0001406082
      ],
      [
        "yll",
        -0.00022439736
      ]
    ]
  },
  "For durable goods, the long-run price elasticity of this quantity's secondary form is smaller compared": {
    "guess": "Supply",
    "confidence": [
      [
        "Supply",
        -1.0983016
      ]
    ]
  }
}