{
  "Zambezi and The Marriage of Reason and Squalor are among the 69 paintings in a 1959 series of this name, in which uniform stripes separated by thin strips of unpainted canvas are arranged in \"deductive": {
    "guess": "Black Paintings",
    "confidence": [
      [
        "Black",
        -0.24357644
      ],
      [
        " Paint",
        -0.0852806
      ],
      [
        "ings",
        -0.0011000878
      ]
    ]
  },
  "Zambezi and The Marriage of Reason and Squalor are among the 69 paintings in a 1959 series of this name, in which uniform stripes separated by thin strips of unpainted canvas are arranged in \"deductive structures\". Frank Stella's Die Fahne Hoch! is part of one series of this name, while another such series was declared \"the last paintings one can make\" by their creator, Ad Reinhardt. In a third series of this name, a woman in a veiled dress who props her left elbow on a large rock is identified as": {
    "guess": "Black Paintings",
    "confidence": [
      [
        "Black",
        -0.022694645
      ],
      [
        " Paint",
        -0.0009420732
      ],
      [
        "ings",
        -6.869018e-06
      ]
    ]
  },
  "Zambezi and The Marriage of Reason and Squalor are among the 69 paintings in a 1959 series of this name, in which uniform stripes separated by thin strips of unpainted canvas are arranged in \"deductive structures\". Frank Stella's Die Fahne Hoch! is part of one series of this name, while another such series was declared \"the last paintings one can make\" by their creator, Ad Reinhardt. In a third series of this name, a woman in a veiled dress who props her left elbow on a large rock is identified as Leocadia, while other paintings in that series depict a robed man wearing goat's horns amid a huddled mass of old witches, two men knee-deep in mud swinging wooden clubs at each other, and the bloody": {
    "guess": "Black Paintings",
    "confidence": [
      [
        "Black",
        -0.011885979
      ],
      [
        " Paint",
        -0.0011947522
      ],
      [
        "ings",
        -5.5861725e-05
      ]
    ]
  },
  "Zambezi and The Marriage of Reason and Squalor are among the 69 paintings in a 1959 series of this name, in which uniform stripes separated by thin strips of unpainted canvas are arranged in \"deductive structures\". Frank Stella's Die Fahne Hoch! is part of one series of this name, while another such series was declared \"the last paintings one can make\" by their creator, Ad Reinhardt. In a third series of this name, a woman in a veiled dress who props her left elbow on a large rock is identified as Leocadia, while other paintings in that series depict a robed man wearing goat's horns amid a huddled": {
    "guess": "Black Paintings",
    "confidence": [
      [
        "Black",
        -0.019259457
      ],
      [
        " Paint",
        -0.0017025563
      ],
      [
        "ings",
        -1.0564331e-05
      ]
    ]
  },
  "Zambezi and The Marriage of Reason and Squalor are among the 69 paintings in a 1959 series of this name, in which uniform stripes separated by thin strips of unpainted canvas are arranged in \"deductive structures\". Frank Stella's Die Fahne Hoch! is part of one series of this name, while another such series was declared \"the last paintings one can make\" by their creator, Ad Reinhardt. In a third series": {
    "guess": "Black Paintings",
    "confidence": [
      [
        "Black",
        -0.032775078
      ],
      [
        " Paint",
        -0.0026045528
      ],
      [
        "ings",
        -3.9530823e-05
      ]
    ]
  },
  "Zambezi and The Marriage of Reason and Squalor are among the 69 paintings in a 1959 series of this name,": {
    "guess": "The Black Paintings",
    "confidence": [
      [
        "The",
        -0.58341527
      ],
      [
        " Black",
        -0.0824793
      ],
      [
        " Paint",
        -0.006533592
      ],
      [
        "ings",
        -3.1186566e-05
      ]
    ]
  },
  "Zambezi and The Marriage of Reason and Squalor are among the 69 paintings in a 1959 series of this name, in which uniform stripes separated by thin strips of unpainted canvas are arranged in \"deductive structures\". Frank Stella's Die Fahne Hoch! is part of one series of this name, while another such series was declared \"the last paintings one can make\" by their creator, Ad Reinhardt. In a third series of this name, a woman in a veiled dress who props her left elbow on a large rock is identified as Leocadia, while other paintings in that series depict a robed man wearing goat's horns amid a huddled mass of old witches, two men knee-deep in mud swinging wooden clubs at each other, and the bloody stump of a left arm being shoved into the mouth of a frenzied Titan. For 10 points, name this color": {
    "guess": "Black",
    "confidence": [
      [
        "Black",
        -0.012255675
      ]
    ]
  },
  "Zambezi and The Marriage of Reason and Squalor are among the 69 paintings in a 1959 series of this name, in which uniform stripes separated by thin strips of unpainted canvas are arranged in \"deductive structures\". Frank Stella's Die Fahne Hoch! is part of one series of this name, while another such series was declared \"the last paintings one can make\" by their creator, Ad Reinhardt. In a third series of this name, a woman in a veiled dress who props her left elbow on a large rock is identified as Leocadia, while other paintings in that series depict a robed man wearing goat's horns amid a huddled mass of old witches, two men knee-deep in mud swinging wooden clubs at each other, and the bloody stump of a left arm being shoved into the mouth of a frenzied Titan. For 10 points, name this color which titles 14 frighteningly dark Francisco de Goya paintings.": {
    "guess": "Black",
    "confidence": [
      [
        "Black",
        -0.0074913893
      ]
    ]
  },
  "Zambezi and The Marriage of Reason and Squalor are among the 69 paintings in a 1959 series of this name, in which uniform stripes separated by thin strips of unpainted canvas are arranged in \"deductive structures\". Frank Stella's Die Fahne Hoch! is part of one series of this name, while another such": {
    "guess": "Black Paintings",
    "confidence": [
      [
        "Black",
        -0.1292198
      ],
      [
        " Paint",
        -0.02983102
      ],
      [
        "ings",
        -0.004225255
      ]
    ]
  }
}