{
  "Under James Freeman Clarke, this place became a wartime training camp known as Camp Andrew. The founder of the Paulist Fathers, Isaac Hecker, resided at this place for several months, and it published a journal called The Harbinger. Its social center was known as The Hive, and it was financially hurt by a fire that burned down an uninsured building called a Phalanstery. An essay in The Conduct of Life refers to this place when it describes \"Arcadian fanaticism,\" while Fruitlands founder Charles Lane said the residents were \"miserably joyous\" and \"frivolous.\" Organized around the principles of Charles": {
    "guess": "Brook Farm",
    "confidence": [
      [
        "Bro",
        -0.05276603
      ],
      [
        "ok",
        -0.00049953593
      ],
      [
        " Farm",
        -0.00032533353
      ]
    ]
  },
  "James Prinsep was the first to decipher his commands, and this man sent his children Mahendra and Sanghamitra as missionaries. Legends about him are collected in the Avadana, and he advocated a policy of \"conquest by dharma. Spreading his message through the Rock Edicts, he had undergone a spiritual": {
    "guess": "Ashoka",
    "confidence": [
      [
        "Ash",
        -0.0012665401
      ],
      [
        "oka",
        -1.7597347e-05
      ]
    ]
  },
  "James Sadler began his first balloon flight in this city, and William Laud wrote a set of statutes for one organization here. Thomas Fairfax took control of Headington Hill to bring an end to a siege of this city. This city was the location of a debate where one participant asked the other whether it was through his grandmother or grandfather that he claimed (*) descent from an ape. This city was Charles I's base during the English Civil War. The Huxley-Wilberforce debate on evolution took place in this city, which is also the namesake of a series of reforms forced by Simon de Montfort and his fellow barons on King Henry III. For 10 points, name this city which lent its name to some \"Provisions\" in 1268 and is home to a university founded about two centuries before Cambridge.": {
    "guess": "Oxford",
    "confidence": [
      [
        "O",
        -8.3278566e-05
      ],
      [
        "xford",
        -1.9361265e-07
      ]
    ]
  },
  "James Russell Lowell in his  A Fable for Critics wrote of this author: \". . . the women he draws from one model don't vary / All sappy as maples and flat as a prairie.\" The simile is particularly apt since the fifth in his most famous series of novels is set in and titled The Prairie. The most popular in the series is titled after son of Chingachgook, but all the books in the series feature a frontiersman whose nicknames amongst whites and Indians generate the titles for two of the entries: The Pathfinder  and The Deerslayer, but whose real name is Natty Bumppo. This is, FTP, what American author whose  Leatherstocking Tales, includes The Last of the Mohicans?": {
    "guess": "James Fenimore Cooper",
    "confidence": [
      [
        "James",
        -0.0032004083
      ],
      [
        " Fen",
        -0.00022964232
      ],
      [
        "imore",
        -6.9570146e-05
      ],
      [
        " Cooper",
        -2.8921695e-05
      ]
    ]
  },
  "James Alexander Walker ran on the American Party ticket in this election, while the Prohibition Party nominated Green Clay Smith.  The running mate of the Democratic Party nominee later served as Cleveland's first vice president; that was Thomas Hendricks.  The Republic convention saw Roscoe Conkling withdraw from the running in order to prevent James G. Blaine from getting the nomination.  The governor of Oregon declared one of his electors ineligible, and several electors refused to vote for a certain New Yorker.  For 10 points, name this election which saw an Electoral Commission decide the defeat of Samuel Tilden by Rutherford B. Hayes.": {
    "guess": "United States presidential election, 1876",
    "confidence": [
      [
        "United",
        -0.05740396
      ],
      [
        " States",
        -0.0016115084
      ],
      [
        " presidential",
        -0.0039473176
      ],
      [
        " election",
        -8.959636e-05
      ],
      [
        ",",
        -0.0002544257
      ],
      [
        " ",
        -9.968313e-06
      ],
      [
        "187",
        -0.040167358
      ],
      [
        "6",
        -0.00039754162
      ]
    ]
  },
  "James Sovereign and John Hayes were the final two leaders of this organization, which was responsible for an event which killed several Chinese miners in Rock Springs, Wyoming. This organization had rituals outlined in the Adelphon Kruptos, and its founder belonged to the Independent Order of Odd Fellows.": {
    "guess": "Knights of Labor",
    "confidence": [
      [
        "Kn",
        -0.11371367
      ],
      [
        "ights",
        -6.0345924e-06
      ],
      [
        " of",
        -3.500108e-05
      ],
      [
        " Labor",
        -0.020753136
      ]
    ]
  },
  "James Stephens' novel about this figure ends with her drinking the blood of her lover. When she died, a pine grew from her grave and intertwined with a pine from her lover's grave, growing as a single": {
    "guess": "Deirdre of the Sorrows",
    "confidence": [
      [
        "De",
        -0.36431643
      ],
      [
        "ird",
        -0.03510355
      ],
      [
        "re",
        -0.00082070736
      ],
      [
        " of",
        -0.7432829
      ],
      [
        " the",
        -0.00064464536
      ],
      [
        " Sor",
        -0.0004875147
      ],
      [
        "rows",
        -1.9385403e-05
      ]
    ]
  },
  "Under James Freeman Clarke, this place became a wartime training camp known as Camp Andrew. The founder": {
    "guess": "Transcendental Club",
    "confidence": [
      [
        "Trans",
        -0.4888905
      ],
      [
        "c",
        -0.0009390931
      ],
      [
        "end",
        -3.261701e-05
      ],
      [
        "ental",
        -0.0001501445
      ],
      [
        " Club",
        -0.19624999
      ]
    ]
  },
  "James Russell Lowell referred to one author with this surname as \"an angel with clipped wings\". That author wrote the book Observations on the Principles and Methods of Infant Instruction, which was much": {
    "guess": "Elizabeth Peabody",
    "confidence": [
      [
        "Elizabeth",
        -1.499627
      ],
      [
        " Pe",
        -0.51973206
      ],
      [
        "ab",
        -0.00010354319
      ],
      [
        "ody",
        -3.2736214e-05
      ]
    ]
  },
  "James Alexander Walker ran on the American Party ticket in this election, while the Prohibition Party nominated Green Clay Smith.  The running mate of the Democratic Party nominee later served as Cleveland's": {
    "guess": "United States presidential election, 1876",
    "confidence": [
      [
        "United",
        -0.6276553
      ],
      [
        " States",
        -0.0005147867
      ],
      [
        " presidential",
        -0.013840481
      ],
      [
        " election",
        -0.00041792178
      ],
      [
        ",",
        -0.0337061
      ],
      [
        " ",
        -3.3213026e-05
      ],
      [
        "187",
        -0.0256338
      ],
      [
        "6",
        -0.21161006
      ]
    ]
  },
  "James A. Bayard played an important role in this election by casting a blank ballot. Virginia helped swing this election by switching to a \"winner-takes-all\" method of assigning electoral votes. Though problems with the electoral process had been exposed in the previous election, it was this election that got the Twelfth Amendment proposed and ratified. This election had to be decided in the Federalist-controlled House of Representatives, where Alexander Hamilton swung the vote against Aaron Burr.": {
    "guess": "United States presidential election, 1800",
    "confidence": [
      [
        "United",
        -0.32228974
      ],
      [
        " States",
        -0.00025561772
      ],
      [
        " presidential",
        -0.21703461
      ],
      [
        " election",
        -0.00047893205
      ],
      [
        ",",
        -0.021901885
      ],
      [
        " ",
        -0.00012868783
      ],
      [
        "180",
        -0.0013745186
      ],
      [
        "0",
        -0.0026032452
      ]
    ]
  },
  "James Alex Bagget has argued that most of them were not actually uneducated or drawn from the lower classes, though they were primarily urban. Violent incidents involving them include the Battles of the Cabildo, which took place during James Madison Wells' term in office. Many had voted for John Bell [*] in the previous election and their number included the former guerilla leader John Singleton Mosby, as well as other notable figures like Charles Hays, James Alcorn, and, most notoriously, James Longstreet They were identified with Judas by writers like Thomas Dixon and were often paired in invective with their counterparts from the North. FTP give this term that characterized any southern-born": {
    "guess": "Redeemers",
    "confidence": [
      [
        "Red",
        -0.25486824
      ],
      [
        "e",
        -0.101896726
      ],
      [
        "em",
        -0.10479662
      ],
      [
        "ers",
        -0.00021295747
      ]
    ]
  },
  "James Sovereign and John Hayes were the final two leaders of this organization, which was responsible for an event which killed several Chinese miners in Rock Springs, Wyoming. This organization had rituals outlined in the Adelphon Kruptos, and its founder belonged to the Independent Order of Odd Fellows. Jay Gould put down a strike against the Missouri Pacific railroad led by this group, leaders of which were called Grand Master Workmen. This group was led by Uriah Stephens and Terence Powderley, though it lost popularity after the Haymarket Square Riot. For 10 points, name this first large labor organization succeeded by the American Federation of Labor.": {
    "guess": "Knights of Labor",
    "confidence": [
      [
        "Kn",
        -0.17329593
      ],
      [
        "ights",
        -2.0339032e-05
      ],
      [
        " of",
        -0.0001037816
      ],
      [
        " Labor",
        -0.00019257364
      ]
    ]
  },
  "James Alexander Walker ran on the American Party ticket in this election, while the Prohibition Party nominated Green Clay Smith.  The running mate of the Democratic Party nominee later served as Cleveland's first vice president; that was Thomas Hendricks.  The Republic convention saw Roscoe Conkling": {
    "guess": "United States presidential election, 1876",
    "confidence": [
      [
        "United",
        -0.88664013
      ],
      [
        " States",
        -0.00040910434
      ],
      [
        " presidential",
        -0.0018756822
      ],
      [
        " election",
        -0.00044318195
      ],
      [
        ",",
        -0.004764161
      ],
      [
        " ",
        -5.7888185e-05
      ],
      [
        "187",
        -0.14041844
      ],
      [
        "6",
        -0.5588492
      ]
    ]
  },
  "James Rochelle swore on the validity of a document supposedly produced by this man which has him stating that from an early age marks on his head and breast led him to believe that he had a purpose.  This": {
    "guess": "Emanuel Swedenborg",
    "confidence": [
      [
        "E",
        -0.7588399
      ],
      [
        "manuel",
        -0.06922522
      ],
      [
        " Sweden",
        -0.0005344443
      ],
      [
        "borg",
        -0.00024156268
      ]
    ]
  },
  "It was this man, not James Fenimore Cooper, who first introduced Native Americans into American Literature. His works include six Gothic novels – including Ormond, Clara Howard, and Edgar Huntley. The": {
    "guess": "Charles Brockden Brown",
    "confidence": [
      [
        "Charles",
        -0.0055203424
      ],
      [
        " Brock",
        -0.0054538357
      ],
      [
        "den",
        -0.0002007987
      ],
      [
        " Brown",
        -5.1689596e-05
      ]
    ]
  },
  "Jansen's chondrodysplasia results when the receptor for this compound is hyperactivated. The gland that secretes this substance contains large, pale oxyphil cells, but this compound is secreted from its chief cells. It stimulates increased production of the Vitamin D and absorption of phosphate by the kidney. Its most important function is opposed by calcitonin and involves upregulation of osteoclasts.": {
    "guess": "Parathyroid hormone",
    "confidence": [
      [
        "Par",
        -0.010542491
      ],
      [
        "athy",
        -0.0003034074
      ],
      [
        "roid",
        -5.4385737e-06
      ],
      [
        " hormone",
        -0.008529234
      ]
    ]
  },
  "James Rochelle swore on the validity of a document supposedly produced by this man which has him stating that from an early age marks on his head and breast led him to believe that he had a purpose.  This man also recounts how he was able to make blood ooze from the wicked Etheldred T. Brantley.  Thomas": {
    "guess": "Thomas Jefferson (book)",
    "confidence": [
      [
        "Thomas",
        -0.8260867
      ],
      [
        " Jefferson",
        -2.753626
      ],
      [
        " (",
        -2.0419748
      ],
      [
        "book",
        -2.3692057
      ],
      [
        ")",
        -0.05017577
      ]
    ]
  },
  "It was this man, not James Fenimore Cooper, who first introduced Native Americans into American Literature. His works include six Gothic novels – including Ormond, Clara Howard, and Edgar Huntley. The title of his most famous one, however, happens to be the last name of the singer of Stone Temple Pilots and Velvet Revolver. Considered the first professional American author is – FTP – what author of": {
    "guess": "Charles Brockden Brown",
    "confidence": [
      [
        "Charles",
        -0.010937928
      ],
      [
        " Brock",
        -0.017992364
      ],
      [
        "den",
        -0.00019936825
      ],
      [
        " Brown",
        -0.00010902656
      ]
    ]
  },
  "James Russell Lowell in his  A Fable for Critics wrote of this author: \". . . the women he draws from one model don't vary / All sappy as maples and flat as a prairie.\" The simile is particularly apt since the fifth in his most famous series of novels is set in and titled The Prairie. The most popular in the series is titled after son of Chingachgook, but all the books in the series feature a frontiersman": {
    "guess": "The Leatherstocking Tales",
    "confidence": [
      [
        "The",
        -0.06512386
      ],
      [
        " Leather",
        -0.26822072
      ],
      [
        "stock",
        -0.000119993296
      ],
      [
        "ing",
        -0.00017696164
      ],
      [
        " Tales",
        -0.0005516023
      ]
    ]
  },
  "James Bayard Sr. convinced his colleagues not to vote during this election year. The eventual winner of this election was called \"not so dangerous a man\" by an outgoing politician. The loser joined with James Wilkinson in a Spanish plot to have the American West secede. The Twelfth Amendment was passed in response to this year's election. In the lame duck period after this election, a Judiciary Act": {
    "guess": "United States presidential election, 1800",
    "confidence": [
      [
        "United",
        -0.0025919464
      ],
      [
        " States",
        -1.5332478e-05
      ],
      [
        " presidential",
        -9.2695656e-05
      ],
      [
        " election",
        -9.253091e-06
      ],
      [
        ",",
        -4.0007635e-05
      ],
      [
        " ",
        -7.89631e-07
      ],
      [
        "180",
        -0.00070052256
      ],
      [
        "0",
        -0.00068967865
      ]
    ]
  },
  "James Ledbetter dismissed Douglas Brinkley's assertion that James Killian was responsible for the deletion of a certain word from this speech. It advocates the necessity of a \"prolonged and complex struggle\"": {
    "guess": "Martin Luther King Jr.",
    "confidence": [
      [
        "Martin",
        -1.3071653
      ],
      [
        " Luther",
        -3.750436e-05
      ],
      [
        " King",
        -6.945094e-05
      ],
      [
        " Jr",
        -0.0031824673
      ],
      [
        ".",
        -0.0019581327
      ]
    ]
  },
  "James Alexander Walker ran on the American Party ticket in this election, while the Prohibition Party nominated Green Clay Smith.  The running mate of the Democratic Party nominee later served as Cleveland's first vice president; that was Thomas Hendricks.  The Republic convention saw Roscoe Conkling withdraw from the running in order to prevent James G. Blaine from getting the nomination.  The governor": {
    "guess": "United States presidential election, 1884",
    "confidence": [
      [
        "United",
        -0.0659938
      ],
      [
        " States",
        -0.00013727049
      ],
      [
        " presidential",
        -0.0030389165
      ],
      [
        " election",
        -0.0005174092
      ],
      [
        ",",
        -0.001435947
      ],
      [
        " ",
        -2.9160103e-05
      ],
      [
        "188",
        -0.06052184
      ],
      [
        "4",
        -0.06605037
      ]
    ]
  },
  "James Bayard Sr. convinced his colleagues not to vote during this election year. The eventual winner of this election was called \"not so dangerous a man\" by an outgoing politician. The loser joined with James Wilkinson in a Spanish plot to have the American West secede. The Twelfth Amendment was passed": {
    "guess": "United States presidential election, 1800",
    "confidence": [
      [
        "United",
        -0.006892378
      ],
      [
        " States",
        -1.3902034e-05
      ],
      [
        " presidential",
        -0.0002736138
      ],
      [
        " election",
        -2.129266e-05
      ],
      [
        ",",
        -5.6100132e-05
      ],
      [
        " ",
        -5.080963e-06
      ],
      [
        "180",
        -0.0031652413
      ],
      [
        "0",
        -0.05577719
      ]
    ]
  },
  "James Prinsep was the first to decipher his commands, and this man sent his children Mahendra and Sanghamitra as missionaries. Legends about him are collected in the Avadana, and he advocated a policy of \"conquest by dharma. Spreading his message through the Rock Edicts, he had undergone a spiritual crisis after conquering Kalinga. For 10 points name this Buddhist, a Mauryan emperor of India.": {
    "guess": "Ashoka",
    "confidence": [
      [
        "Ash",
        -0.008705925
      ],
      [
        "oka",
        -2.0696643e-05
      ]
    ]
  },
  "James Alex Bagget has argued that most of them were not actually uneducated or drawn from the lower classes, though they were primarily urban. Violent incidents involving them include the Battles of the Cabildo, which took place during James Madison Wells' term in office. Many had voted for John Bell": {
    "guess": "Louisiana gubernatorial election, 1868",
    "confidence": [
      [
        "Louis",
        -0.78253365
      ],
      [
        "iana",
        -0.00029315587
      ],
      [
        " gubern",
        -0.6815316
      ],
      [
        "atorial",
        -0.00016611411
      ],
      [
        " election",
        -0.0024261945
      ],
      [
        ",",
        -0.047950227
      ],
      [
        " ",
        -0.00050847256
      ],
      [
        "186",
        -0.05618455
      ],
      [
        "8",
        -0.26281172
      ]
    ]
  },
  "James Sovereign and John Hayes were the final two leaders of this organization, which was responsible for an event which killed several Chinese miners in Rock Springs, Wyoming. This organization had rituals outlined in the Adelphon Kruptos, and its founder belonged to the Independent Order of Odd Fellows. Jay Gould put down a strike against the Missouri Pacific railroad led by this group, leaders of which were called Grand Master Workmen. This group was led by Uriah Stephens and Terence Powderley, though it lost popularity after the Haymarket Square Riot. For 10 points, name this first large labor": {
    "guess": "Knights of Labor",
    "confidence": [
      [
        "Kn",
        -0.040232502
      ],
      [
        "ights",
        -1.5451682e-05
      ],
      [
        " of",
        -0.00014811802
      ],
      [
        " Labor",
        -0.00053265993
      ]
    ]
  },
  "In 1877, James Prendergast called it a \"legal nullity,\" a sentiment echoed by the MP Clem Simich in 1992. Preceded by a proclamation from Governor George Gipps on January 14, it was signed at the house of James Bubsy by men including William Hobson and Henry Williams. The Native Land Act of 1862 struck": {
    "guess": "Treaty of Waitangi",
    "confidence": [
      [
        "T",
        -0.06556405
      ],
      [
        "reat",
        -6.968935e-05
      ],
      [
        "y",
        -0.0002938711
      ],
      [
        " of",
        -0.00055613206
      ],
      [
        " Wait",
        -0.0002357217
      ],
      [
        "angi",
        -8.7212284e-05
      ]
    ]
  },
  "James Russell Lowell referred to one author with this surname as \"an angel with clipped wings\". That author wrote the book Observations on the Principles and Methods of Infant Instruction, which was much better-received than his series of dense, incomprehensible \"Orphic Sayings\". Another author with": {
    "guess": "Alcott",
    "confidence": [
      [
        "Al",
        -0.88148373
      ],
      [
        "cott",
        -0.00052408094
      ]
    ]
  },
  "James Sovereign and John Hayes were the final two leaders of this organization, which was responsible for an event which killed several Chinese miners in Rock Springs, Wyoming. This organization had rituals outlined in the Adelphon Kruptos, and its founder belonged to the Independent Order of Odd Fellows. Jay Gould put down a strike against the Missouri Pacific railroad led by this group, leaders of which were called Grand Master Workmen. This group was led by Uriah Stephens and Terence Powderley,": {
    "guess": "Knights of Labor",
    "confidence": [
      [
        "Kn",
        -0.07262025
      ],
      [
        "ights",
        -8.776276e-06
      ],
      [
        " of",
        -0.00038348293
      ],
      [
        " Labor",
        -0.0003856286
      ]
    ]
  },
  "Under James Freeman Clarke, this place became a wartime training camp known as Camp Andrew. The founder of the Paulist Fathers, Isaac Hecker, resided at this place for several months, and it published a journal called The Harbinger. Its social center was known as The Hive, and it was financially hurt by a fire that burned down an uninsured building called a Phalanstery. An essay in The Conduct of Life refers to this place when it describes \"Arcadian fanaticism,\" while Fruitlands founder Charles Lane said the residents were \"miserably joyous\" and \"frivolous.\" Organized around the principles of Charles Fourier, it and frequent visitor Margaret Fuller were satirized in Nathaniel Hawthorne's Blithedale Romance. For 10 points, name this Transcendentalist utopian community founded by George Ripley in Massachusetts.": {
    "guess": "Brook Farm",
    "confidence": [
      [
        "Bro",
        -0.0017981117
      ],
      [
        "ok",
        -0.00012606535
      ],
      [
        " Farm",
        -0.00012904544
      ]
    ]
  },
  "James A. Bayard played an important role in this election by casting a blank ballot. Virginia helped swing this election by switching to a \"winner-takes-all\" method of assigning electoral votes. Though problems with the electoral process had been exposed in the previous election, it was this election": {
    "guess": "United States presidential election, 1800",
    "confidence": [
      [
        "United",
        -0.3728159
      ],
      [
        " States",
        -0.0013406005
      ],
      [
        " presidential",
        -0.0224514
      ],
      [
        " election",
        -0.00071862683
      ],
      [
        ",",
        -0.044232704
      ],
      [
        " ",
        -7.445749e-05
      ],
      [
        "180",
        -0.011657528
      ],
      [
        "0",
        -0.006798614
      ]
    ]
  },
  "James A. Bayard played an important role in this election by casting a blank ballot. Virginia helped swing this election by switching to a \"winner-takes-all\" method of assigning electoral votes. Though problems with the electoral process had been exposed in the previous election, it was this election that got the Twelfth Amendment proposed and ratified. This election had to be decided in the Federalist-controlled": {
    "guess": "United States presidential election, 1800",
    "confidence": [
      [
        "United",
        -0.44731233
      ],
      [
        " States",
        -0.00054814905
      ],
      [
        " presidential",
        -0.15522404
      ],
      [
        " election",
        -0.00047607115
      ],
      [
        ",",
        -0.031031573
      ],
      [
        " ",
        -7.5411124e-05
      ],
      [
        "180",
        -0.0010560339
      ],
      [
        "0",
        -0.0009358783
      ]
    ]
  },
  "James Rochelle swore on the validity of a document supposedly produced by this man which has him stating that from an early age marks on his head and breast led him to believe that he had a purpose.  This man also recounts how he was able to make blood ooze from the wicked Etheldred T. Brantley.  Thomas Wentworth Higginson's account of him in the Atlantic Monthly details how he met with six men in": {
    "guess": "John Brown (abolitionist)",
    "confidence": [
      [
        "John",
        -1.8133224
      ],
      [
        " Brown",
        -0.0019838295
      ],
      [
        " (",
        -0.20340507
      ],
      [
        "abol",
        -0.0436227
      ],
      [
        "ition",
        -0.0007081442
      ],
      [
        "ist",
        -0.0002488231
      ],
      [
        ")",
        -0.00010032469
      ]
    ]
  },
  "James Bayard Sr. convinced his colleagues not to vote during this election year. The eventual winner of this election was called \"not so dangerous a man\" by an outgoing politician. The loser joined with": {
    "guess": "United States presidential election, 1800",
    "confidence": [
      [
        "United",
        -0.0064083966
      ],
      [
        " States",
        -5.7530575e-05
      ],
      [
        " presidential",
        -7.600714e-05
      ],
      [
        " election",
        -5.2001665e-06
      ],
      [
        ",",
        -4.9617593e-06
      ],
      [
        " ",
        -6.704273e-07
      ],
      [
        "180",
        -0.0007601959
      ],
      [
        "0",
        -0.00017958412
      ]
    ]
  },
  "Under James Freeman Clarke, this place became a wartime training camp known as Camp Andrew. The founder of the Paulist Fathers, Isaac Hecker, resided at this place for several months, and it published a journal called The Harbinger. Its social center was known as The Hive, and it was financially hurt by a fire that burned down an uninsured building called a Phalanstery. An essay in The Conduct of Life refers to this place when it describes \"Arcadian fanaticism,\" while Fruitlands founder Charles Lane said the residents were \"miserably joyous\" and \"frivolous.\" Organized around the principles of Charles Fourier, it and frequent visitor Margaret Fuller were satirized in Nathaniel Hawthorne's Blithedale Romance. For 10 points, name this Transcendentalist utopian community founded by George Ripley": {
    "guess": "Brook Farm",
    "confidence": [
      [
        "Bro",
        -0.004409348
      ],
      [
        "ok",
        -0.000290295
      ],
      [
        " Farm",
        -0.0001406082
      ]
    ]
  },
  "James Ledbetter dismissed Douglas Brinkley's assertion that James Killian was responsible for the deletion of a certain word from this speech. It advocates the necessity of a \"prolonged and complex struggle\" against a danger of \"infinite duration\" in order to remain on a \"charted course toward permanent peace and human betterment.\" Written primarily by future University of Minnesota president Malcolm Moos, it describes how the \"solitary inventor...has been overshadowed\" and asserts that government contracts have become \"a substitute for intellectual curiosity\". This speech advocates avoiding \"the impulse to live (*) only for today\" in order that democracy does not become \"the insolvent phantom": {
    "guess": "The Chance for Peace",
    "confidence": [
      [
        "The",
        -1.5372385
      ],
      [
        " Chance",
        -1.1469111
      ],
      [
        " for",
        -0.008260066
      ],
      [
        " Peace",
        -0.0001245157
      ]
    ]
  },
  "James Sadler began his first balloon flight in this city, and William Laud wrote a set of statutes for": {
    "guess": "Oxford",
    "confidence": [
      [
        "O",
        -0.034284417
      ],
      [
        "xford",
        -4.9617593e-06
      ]
    ]
  },
  "In 1877, James Prendergast called it a \"legal nullity,\" a sentiment echoed by the MP Clem Simich in 1992.": {
    "guess": "Treaty of Waitangi",
    "confidence": [
      [
        "T",
        -0.14159963
      ],
      [
        "reat",
        -0.0005332559
      ],
      [
        "y",
        -8.625866e-05
      ],
      [
        " of",
        -0.00017934572
      ],
      [
        " Wait",
        -0.00010664248
      ],
      [
        "angi",
        -2.8325678e-05
      ]
    ]
  },
  "James Wilkinson was accused of organizing one conspiracy led by this man. This was the first to convert": {
    "guess": "Aaron Burr",
    "confidence": [
      [
        "Aaron",
        -0.51191723
      ],
      [
        " Burr",
        -0.0005149059
      ]
    ]
  },
  "In James Baldwin's Just Above my Head, Julia Miller enters this profession at the age of seven. In William Gass' Omensetter's Luck, a man of this profession named Jethro Furber opposes but ultimately saves the title character from a murder charge. In Wolfe's The Bonfire of the Vanities, a man of this profession named Reginald Bacon exploits the central incident. In another novel, a man of this profession echoes his rival Asa Hawkes by blinding himself after taking Enoch Emery as his apprentice. Hazel": {
    "guess": "Preacher",
    "confidence": [
      [
        "Pre",
        -0.83306223
      ],
      [
        "acher",
        -0.1525859
      ]
    ]
  },
  "Under James Freeman Clarke, this place became a wartime training camp known as Camp Andrew. The founder of the Paulist Fathers, Isaac Hecker, resided at this place for several months, and it published a journal called The Harbinger. Its social center was known as The Hive, and it was financially hurt": {
    "guess": "Brook Farm",
    "confidence": [
      [
        "Bro",
        -0.059216954
      ],
      [
        "ok",
        -0.00018673266
      ],
      [
        " Farm",
        -0.0004977479
      ]
    ]
  },
  "In 1877, James Prendergast called it a \"legal nullity,\" a sentiment echoed by the MP Clem Simich in 1992. Preceded by a proclamation from Governor George Gipps on January 14, it was signed at the house of James Bubsy by men including William Hobson and Henry Williams. The Native Land Act of 1862 struck down the land-selling article, which had been the cause of the Wairau incident led by Te Rauparaha. Some of the signers felt that the distinction between \"kawanatanga\" and \"rangatiratanga\" was not sufficiently outlined in its English translation. FTP, February 6 is the celebration day of what treaty": {
    "guess": "Treaty of Waitangi",
    "confidence": [
      [
        "T",
        -0.0024591296
      ],
      [
        "reat",
        -1.7432603e-06
      ],
      [
        "y",
        -0.0004393711
      ],
      [
        " of",
        -0.00012201976
      ],
      [
        " Wait",
        -6.551722e-05
      ],
      [
        "angi",
        -1.50940705e-05
      ]
    ]
  },
  "James Sadler began his first balloon flight in this city, and William Laud wrote a set of statutes for one organization here. Thomas Fairfax took control of Headington Hill to bring an end to a siege of this city. This city was the location of a debate where one participant asked the other whether it": {
    "guess": "Oxford",
    "confidence": [
      [
        "O",
        -0.00644275
      ],
      [
        "xford",
        -1.147242e-06
      ]
    ]
  },
  "James Russell Lowell in his  A Fable for Critics wrote of this author: \". . . the women he draws from one model don't vary / All sappy as maples and flat as a prairie.\" The simile is particularly apt since the fifth in his most famous series of novels is set in and titled The Prairie. The most popular": {
    "guess": "James Fenimore Cooper",
    "confidence": [
      [
        "James",
        -0.2738762
      ],
      [
        " Fen",
        -0.005416604
      ],
      [
        "imore",
        -0.00026157423
      ],
      [
        " Cooper",
        -0.0013614246
      ]
    ]
  },
  "James Sadler began his first balloon flight in this city, and William Laud wrote a set of statutes for one organization here. Thomas Fairfax took control of Headington Hill to bring an end to a siege of this city. This city was the location of a debate where one participant asked the other whether it was through his grandmother or grandfather that he claimed (*) descent from an ape. This city was Charles": {
    "guess": "Oxford",
    "confidence": [
      [
        "O",
        -0.0052539185
      ],
      [
        "xford",
        -3.1737043e-06
      ]
    ]
  },
  "James Sovereign and John Hayes were the final two leaders of this organization, which was responsible for an event which killed several Chinese miners in Rock Springs, Wyoming. This organization had rituals outlined in the Adelphon Kruptos, and its founder belonged to the Independent Order of Odd Fellows. Jay Gould put down a strike against the Missouri Pacific railroad led by this group, leaders of": {
    "guess": "Molly Maguires",
    "confidence": [
      [
        "M",
        -0.2656936
      ],
      [
        "olly",
        -0.04797296
      ],
      [
        " Mag",
        -0.00011284107
      ],
      [
        "ui",
        -0.007860123
      ],
      [
        "res",
        -2.1008714e-06
      ]
    ]
  },
  "In 1877, James Prendergast called it a \"legal nullity,\" a sentiment echoed by the MP Clem Simich in 1992. Preceded by a proclamation from Governor George Gipps on January 14, it was signed at the house of James Bubsy by men including William Hobson and Henry Williams. The Native Land Act of 1862 struck down the land-selling article, which had been the cause of the Wairau incident led by Te Rauparaha. Some of the signers felt that the distinction between \"kawanatanga\" and \"rangatiratanga\" was not sufficiently outlined in its English translation. FTP, February 6 is the celebration day of what treaty signed in 1840 by forty-three Maori chieftains, which allowed the British to annex New Zealand?": {
    "guess": "Treaty of Waitangi",
    "confidence": [
      [
        "T",
        -0.00063857326
      ],
      [
        "reat",
        -5.2001665e-06
      ],
      [
        "y",
        -0.0007525706
      ],
      [
        " of",
        -0.00012058931
      ],
      [
        " Wait",
        -2.3438328e-05
      ],
      [
        "angi",
        -3.6073914e-05
      ]
    ]
  },
  "Under James Freeman Clarke, this place became a wartime training camp known as Camp Andrew. The founder of the Paulist Fathers, Isaac Hecker, resided at this place for several months, and it published a journal called The Harbinger. Its social center was known as The Hive, and it was financially hurt by a fire that burned down an uninsured building called a Phalanstery. An essay in The Conduct of Life": {
    "guess": "Brook Farm",
    "confidence": [
      [
        "Bro",
        -0.019952992
      ],
      [
        "ok",
        -0.00014799883
      ],
      [
        " Farm",
        -0.00024715427
      ]
    ]
  },
  "James Ledbetter dismissed Douglas Brinkley's assertion that James Killian was responsible for the deletion": {
    "guess": "James R. Killian",
    "confidence": [
      [
        "James",
        -0.85227597
      ],
      [
        " R",
        -0.5699355
      ],
      [
        ".",
        -0.11013018
      ],
      [
        " Kill",
        -0.0025409437
      ],
      [
        "ian",
        -1.8074163e-05
      ]
    ]
  },
  "James Russell Lowell referred to one author with this surname as \"an angel with clipped wings\". That": {
    "guess": "Hawthorne",
    "confidence": [
      [
        "H",
        -0.5441532
      ],
      [
        "aw",
        -0.01680879
      ],
      [
        "th",
        -7.016616e-05
      ],
      [
        "orne",
        -0.0006000962
      ]
    ]
  },
  "James Prinsep was the first to decipher his commands, and this man sent his children Mahendra and Sanghamitra": {
    "guess": "Ashoka",
    "confidence": [
      [
        "Ash",
        -0.16070244
      ],
      [
        "oka",
        -0.00027420983
      ]
    ]
  },
  "Jansen's chondrodysplasia results when the receptor for this compound is hyperactivated. The gland that": {
    "guess": "Parathyroid hormone",
    "confidence": [
      [
        "Par",
        -0.21994062
      ],
      [
        "athy",
        -0.00015562419
      ],
      [
        "roid",
        -2.5226382e-05
      ],
      [
        " hormone",
        -0.023621967
      ]
    ]
  },
  "James Russell Lowell in his  A Fable for Critics wrote of this author: \". . . the women he draws from": {
    "guess": "James Fenimore Cooper",
    "confidence": [
      [
        "James",
        -0.004153076
      ],
      [
        " Fen",
        -0.00076686393
      ],
      [
        "imore",
        -3.5716304e-05
      ],
      [
        " Cooper",
        -2.2007884e-05
      ]
    ]
  },
  "James Russell Lowell in his  A Fable for Critics wrote of this author: \". . . the women he draws from one model don't vary / All sappy as maples and flat as a prairie.\" The simile is particularly apt since": {
    "guess": "James Fenimore Cooper",
    "confidence": [
      [
        "James",
        -0.00862746
      ],
      [
        " Fen",
        -0.0004510494
      ],
      [
        "imore",
        -2.1411865e-05
      ],
      [
        " Cooper",
        -0.0001823258
      ]
    ]
  },
  "James Sovereign and John Hayes were the final two leaders of this organization, which was responsible": {
    "guess": "Knights of Labor",
    "confidence": [
      [
        "Kn",
        -0.008246348
      ],
      [
        "ights",
        -3.650519e-06
      ],
      [
        " of",
        -2.451116e-05
      ],
      [
        " Labor",
        -9.0907604e-05
      ]
    ]
  },
  "Under James Freeman Clarke, this place became a wartime training camp known as Camp Andrew. The founder of the Paulist Fathers, Isaac Hecker, resided at this place for several months, and it published a journal called The Harbinger. Its social center was known as The Hive, and it was financially hurt by a fire that burned down an uninsured building called a Phalanstery. An essay in The Conduct of Life refers to this place when it describes \"Arcadian fanaticism,\" while Fruitlands founder Charles Lane": {
    "guess": "Brook Farm",
    "confidence": [
      [
        "Bro",
        -0.026780674
      ],
      [
        "ok",
        -0.0004512878
      ],
      [
        " Farm",
        -0.00024132428
      ]
    ]
  },
  "James Alex Bagget has argued that most of them were not actually uneducated or drawn from the lower classes,": {
    "guess": "Working class",
    "confidence": [
      [
        "Working",
        -0.94857234
      ],
      [
        " class",
        -0.025315724
      ]
    ]
  },
  "James Rochelle swore on the validity of a document supposedly produced by this man which has him stating that from an early age marks on his head and breast led him to believe that he had a purpose.  This man also recounts how he was able to make blood ooze from the wicked Etheldred T. Brantley.  Thomas Wentworth Higginson's account of him in the Atlantic Monthly details how he met with six men in the Cross Keys woods before launching his most famous action.  He made a trip to Jerusalem after being inspired by seeing blood on ears of corn, and he intended to ultimately reach the Dismal Swamp.  Joseph Travis became associated with this \"prophet\" by way of marrying Putnam Moore's widow.  Thomas Grey wrote a flawed account of this man's \"confessions,\" which later formed the basis of a novel by William Styron, which provides a more sympathetic account of his actions in Southampton County.  FTP, name this slave who led a relatively successful 1831 uprising in Virginia.": {
    "guess": "Nat Turner",
    "confidence": [
      [
        "Nat",
        -0.04758724
      ],
      [
        " Turner",
        -0.002178216
      ]
    ]
  },
  "It was this man, not James Fenimore Cooper, who first introduced Native Americans into American Literature. His works include six Gothic novels – including Ormond, Clara Howard, and Edgar Huntley. The title of his most famous one, however, happens to be the last name of the singer of Stone Temple Pilots and Velvet Revolver. Considered the first professional American author is – FTP – what author of Wieland?": {
    "guess": "Charles Brockden Brown",
    "confidence": [
      [
        "Charles",
        -0.047893308
      ],
      [
        " Brock",
        -0.001049362
      ],
      [
        "den",
        -0.0002605014
      ],
      [
        " Brown",
        -0.00021843717
      ]
    ]
  },
  "In James Baldwin's Just Above my Head, Julia Miller enters this profession at the age of seven. In William Gass' Omensetter's Luck, a man of this profession named Jethro Furber opposes but ultimately saves the title character from a murder charge. In Wolfe's The Bonfire of the Vanities, a man of this profession named Reginald Bacon exploits the central incident. In another novel, a man of this profession echoes his rival Asa Hawkes by blinding himself after taking Enoch Emery as his apprentice. Hazel Motes holds this position in O'Connor's Wise Blood, while other people to hold this profession include Frank Shallard and Sharon Falconer, who interact with Elmer Gantry. For 10 points, name this": {
    "guess": "Evangelist",
    "confidence": [
      [
        "Ev",
        -1.1532354
      ],
      [
        "angel",
        -1.9146995e-05
      ],
      [
        "ist",
        -0.0706849
      ]
    ]
  },
  "James Wilkinson was accused of organizing one conspiracy led by this man. This was the first to convert Tammany Hall into a political organization. During his later life, this man was put on trial for": {
    "guess": "Aaron Burr",
    "confidence": [
      [
        "Aaron",
        -0.8290321
      ],
      [
        " Burr",
        -0.0014749871
      ]
    ]
  },
  "James Stephens' novel about this figure ends with her drinking the blood of her lover. When she died, a pine grew from her grave and intertwined with a pine from her lover's grave, growing as a single tree. She had initially run away to Alba, but is tricked into returning, only to see Naoise [NYE-ose] killed. Before she was born, the druid Cathbad, predicted her beauty and her tale, but she would not": {
    "guess": "Deirdre of the Sorrows",
    "confidence": [
      [
        "De",
        -0.026631288
      ],
      [
        "ird",
        -0.0042462656
      ],
      [
        "re",
        -0.0003831253
      ],
      [
        " of",
        -0.25680286
      ],
      [
        " the",
        -0.0007268482
      ],
      [
        " Sor",
        -0.00020127551
      ],
      [
        "rows",
        -1.3306016e-05
      ]
    ]
  },
  "James Alex Bagget has argued that most of them were not actually uneducated or drawn from the lower classes, though they were primarily urban. Violent incidents involving them include the Battles of the Cabildo, which took place during James Madison Wells' term in office. Many had voted for John Bell [*] in the previous election and their number included the former guerilla leader John Singleton Mosby, as well as other notable figures like Charles Hays, James Alcorn, and, most notoriously, James": {
    "guess": "White League",
    "confidence": [
      [
        "White",
        -0.7763237
      ],
      [
        " League",
        -0.0002326224
      ]
    ]
  },
  "James Rochelle swore on the validity of a document supposedly produced by this man which has him stating that from an early age marks on his head and breast led him to believe that he had a purpose.  This man also recounts how he was able to make blood ooze from the wicked Etheldred T. Brantley.  Thomas Wentworth Higginson's account of him in the Atlantic Monthly details how he met with six men in the Cross Keys woods before launching his most famous action.  He made a trip to Jerusalem after being inspired by seeing blood on ears of corn, and he intended to ultimately reach the Dismal Swamp.  Joseph Travis became associated with this \"prophet\" by way of marrying Putnam Moore's widow.  Thomas Grey wrote a flawed account of this man's \"confessions,\" which later formed the basis of a novel by William Styron, which provides a more sympathetic account of his actions in Southampton County.  FTP,": {
    "guess": "Nat Turner's Rebellion",
    "confidence": [
      [
        "Nat",
        -0.01834847
      ],
      [
        " Turner",
        -0.0001726703
      ],
      [
        "'s",
        -0.3696331
      ],
      [
        " Rebellion",
        -0.45045277
      ]
    ]
  },
  "James Alexander Walker ran on the American Party ticket in this election, while the Prohibition Party nominated Green Clay Smith.  The running mate of the Democratic Party nominee later served as Cleveland's first vice president; that was Thomas Hendricks.  The Republic convention saw Roscoe Conkling withdraw from the running in order to prevent James G. Blaine from getting the nomination.  The governor of Oregon declared one of his electors ineligible, and several electors refused to vote for a": {
    "guess": "United States presidential election, 1884",
    "confidence": [
      [
        "United",
        -0.028520057
      ],
      [
        " States",
        -0.00047178348
      ],
      [
        " presidential",
        -0.0020333228
      ],
      [
        " election",
        -0.00041113084
      ],
      [
        ",",
        -0.00050477724
      ],
      [
        " ",
        -2.4391957e-05
      ],
      [
        "188",
        -0.21981013
      ],
      [
        "4",
        -0.1900995
      ]
    ]
  },
  "In James Baldwin's Just Above my Head, Julia Miller enters this profession at the age of seven. In William Gass' Omensetter's Luck, a man of this profession named Jethro Furber opposes but ultimately saves the title character from a murder charge. In Wolfe's The Bonfire of the Vanities, a man of this profession named Reginald Bacon exploits the central incident. In another novel, a man of this profession": {
    "guess": "Novelist",
    "confidence": [
      [
        "Nov",
        -1.7400396
      ],
      [
        "elist",
        -0.714814
      ]
    ]
  },
  "James Sadler began his first balloon flight in this city, and William Laud wrote a set of statutes for one organization here. Thomas Fairfax took control of Headington Hill to bring an end to a siege of this city. This city was the location of a debate where one participant asked the other whether it was through his grandmother or grandfather that he claimed (*) descent from an ape. This city was Charles I's base during the English Civil War. The Huxley-Wilberforce debate on evolution took place": {
    "guess": "Oxford",
    "confidence": [
      [
        "O",
        -0.0051662778
      ],
      [
        "xford",
        -2.9040899e-05
      ]
    ]
  },
  "In 1877, James Prendergast called it a \"legal nullity,\" a sentiment echoed by the MP Clem Simich in 1992. Preceded by a proclamation from Governor George Gipps on January 14, it was signed at the house": {
    "guess": "Treaty of Waitangi",
    "confidence": [
      [
        "T",
        -0.8167365
      ],
      [
        "reat",
        -0.0015172384
      ],
      [
        "y",
        -0.0004992975
      ],
      [
        " of",
        -0.00011749002
      ],
      [
        " Wait",
        -0.00074065744
      ],
      [
        "angi",
        -4.2510914e-05
      ]
    ]
  },
  "James Stephens' novel about this figure ends with her drinking the blood of her lover. When she died,": {
    "guess": "Deirdre (novel)",
    "confidence": [
      [
        "De",
        -0.5091106
      ],
      [
        "ird",
        -0.0020518855
      ],
      [
        "re",
        -0.00013822412
      ],
      [
        " (",
        -0.94655186
      ],
      [
        "nov",
        -0.017254591
      ],
      [
        "el",
        -0.0037652857
      ],
      [
        ")",
        -8.637786e-05
      ]
    ]
  },
  "James Sovereign and John Hayes were the final two leaders of this organization, which was responsible for an event which killed several Chinese miners in Rock Springs, Wyoming. This organization had rituals": {
    "guess": "Knights of Labor",
    "confidence": [
      [
        "Kn",
        -0.06118172
      ],
      [
        "ights",
        -1.2590794e-05
      ],
      [
        " of",
        -4.8471098e-05
      ],
      [
        " Labor",
        -0.00029232146
      ]
    ]
  },
  "James Alex Bagget has argued that most of them were not actually uneducated or drawn from the lower classes, though they were primarily urban. Violent incidents involving them include the Battles of the Cabildo, which took place during James Madison Wells' term in office. Many had voted for John Bell [*] in the previous election and their number included the former guerilla leader John Singleton Mosby, as well as other notable figures like Charles Hays, James Alcorn, and, most notoriously, James Longstreet They were identified with Judas by writers like Thomas Dixon and were often paired in invective with their counterparts from the North. FTP give this term that characterized any southern-born white who supported the Republican Party during Reconstruction.": {
    "guess": "Scalawag",
    "confidence": [
      [
        "Sc",
        -0.6456897
      ],
      [
        "al",
        -0.00015550498
      ],
      [
        "aw",
        -9.849109e-06
      ],
      [
        "ag",
        -0.4562276
      ]
    ]
  },
  "James Alex Bagget has argued that most of them were not actually uneducated or drawn from the lower classes, though they were primarily urban. Violent incidents involving them include the Battles of the Cabildo, which took place during James Madison Wells' term in office. Many had voted for John Bell [*] in the previous election and their number included the former guerilla leader John Singleton Mosby, as well as other notable figures like Charles Hays, James Alcorn, and, most notoriously, James Longstreet They were identified with Judas by writers like Thomas Dixon and were often paired in invective": {
    "guess": "Red Shirts (Southern United States)",
    "confidence": [
      [
        "Red",
        -0.8434065
      ],
      [
        " Sh",
        -0.45061043
      ],
      [
        "irts",
        -3.3093824e-05
      ],
      [
        " (",
        -0.0015298593
      ],
      [
        "Southern",
        -0.40741706
      ],
      [
        " United",
        -0.000114748334
      ],
      [
        " States",
        -4.0603656e-05
      ],
      [
        ")",
        -0.00039385364
      ]
    ]
  },
  "James Rochelle swore on the validity of a document supposedly produced by this man which has him stating": {
    "guess": "Edict of Nantes",
    "confidence": [
      [
        "Ed",
        -1.2615044
      ],
      [
        "ict",
        -0.003640107
      ],
      [
        " of",
        -0.0026321383
      ],
      [
        " N",
        -0.029144773
      ],
      [
        "antes",
        -0.0011285446
      ]
    ]
  },
  "James Alex Bagget has argued that most of them were not actually uneducated or drawn from the lower classes, though they were primarily urban. Violent incidents involving them include the Battles of the": {
    "guess": "Red Shirts (Southern United States)",
    "confidence": [
      [
        "Red",
        -1.2035525
      ],
      [
        " Sh",
        -0.6795305
      ],
      [
        "irts",
        -1.2664457e-06
      ],
      [
        " (",
        -0.04744833
      ],
      [
        "Southern",
        -0.17021056
      ],
      [
        " United",
        -7.4695905e-05
      ],
      [
        " States",
        -2.6418418e-05
      ],
      [
        ")",
        -0.00016921341
      ]
    ]
  },
  "James Bayard Sr. convinced his colleagues not to vote during this election year. The eventual winner of this election was called \"not so dangerous a man\" by an outgoing politician. The loser joined with James Wilkinson in a Spanish plot to have the American West secede. The Twelfth Amendment was passed in response to this year's election. In the lame duck period after this election, a Judiciary Act allowed for the appointment of Midnight Judges like William Marbury. For 10 points, name this election in which a tied electoral vote gave Thomas Jefferson the presidency over Aaron Burr and John Adams.": {
    "guess": "United States presidential election, 1800",
    "confidence": [
      [
        "United",
        -0.00082725624
      ],
      [
        " States",
        -0.00018304103
      ],
      [
        " presidential",
        -0.00021128863
      ],
      [
        " election",
        -8.418666e-06
      ],
      [
        ",",
        -1.8431772e-05
      ],
      [
        " ",
        -1.0280384e-06
      ],
      [
        "180",
        -9.7583004e-05
      ],
      [
        "0",
        -8.061054e-06
      ]
    ]
  },
  "James Sadler began his first balloon flight in this city, and William Laud wrote a set of statutes for one organization here. Thomas Fairfax took control of Headington Hill to bring an end to a siege of": {
    "guess": "Oxford",
    "confidence": [
      [
        "O",
        -0.012189381
      ],
      [
        "xford",
        -1.2664457e-06
      ]
    ]
  },
  "James Ledbetter dismissed Douglas Brinkley's assertion that James Killian was responsible for the deletion of a certain word from this speech. It advocates the necessity of a \"prolonged and complex struggle\" against a danger of \"infinite duration\" in order to remain on a \"charted course toward permanent peace and human betterment.\" Written primarily by future University of Minnesota president Malcolm Moos, it describes how the \"solitary inventor...has been overshadowed\" and asserts that government contracts have become \"a substitute for intellectual curiosity\". This speech advocates avoiding \"the impulse to live (*) only for today\" in order that democracy does not become \"the insolvent phantom of tomorrow\" and asserts that, until recently, \"American makers of plowshares\" could, as needed, make swords as well. For 10 points, identify this speech which warns against the \"acquisition of unwarranted influence\" by the \"military-industrial complex\", delivered on January 17, 1961 by the outgoing President.": {
    "guess": "Eisenhower's Farewell Address",
    "confidence": [
      [
        "E",
        -0.64306015
      ],
      [
        "isen",
        -9.133887e-06
      ],
      [
        "hower",
        -7.465036e-06
      ],
      [
        "'s",
        -0.007207133
      ],
      [
        " Fare",
        -0.47073913
      ],
      [
        "well",
        -1.735894e-05
      ],
      [
        " Address",
        -3.094816e-05
      ]
    ]
  },
  "Jansen's chondrodysplasia results when the receptor for this compound is hyperactivated. The gland that secretes this substance contains large, pale oxyphil cells, but this compound is secreted from its chief cells. It stimulates increased production of the Vitamin D and absorption of phosphate by the kidney. Its most important function is opposed by calcitonin and involves upregulation of osteoclasts. For 10 points, name this hormone that breaks down bone and increases blood calcium levels, which": {
    "guess": "Parathyroid hormone",
    "confidence": [
      [
        "Par",
        -0.0038000732
      ],
      [
        "athy",
        -0.00030495704
      ],
      [
        "roid",
        -9.968313e-06
      ],
      [
        " hormone",
        -0.071159415
      ]
    ]
  },
  "James Stephens' novel about this figure ends with her drinking the blood of her lover. When she died, a pine grew from her grave and intertwined with a pine from her lover's grave, growing as a single tree. She had initially run away to Alba, but is tricked into returning, only to see Naoise [NYE-ose] killed. Before she was born, the druid Cathbad, predicted her beauty and her tale, but she would not heed him and attempted to escape Conchobar's grasp. FTP, name this maiden, whose tragedy caused all of Ulster sorrow according to Celtic myth.": {
    "guess": "Deirdre of the Sorrows",
    "confidence": [
      [
        "De",
        -0.007637036
      ],
      [
        "ird",
        -0.0044504125
      ],
      [
        "re",
        -5.9080223e-05
      ],
      [
        " of",
        -0.12646505
      ],
      [
        " the",
        -0.00038395973
      ],
      [
        " Sor",
        -5.7649777e-05
      ],
      [
        "rows",
        -3.8934802e-05
      ]
    ]
  },
  "James Ledbetter dismissed Douglas Brinkley's assertion that James Killian was responsible for the deletion of a certain word from this speech. It advocates the necessity of a \"prolonged and complex struggle\" against a danger of \"infinite duration\" in order to remain on a \"charted course toward permanent peace and human betterment.\" Written primarily by future University of Minnesota president Malcolm Moos, it describes how the \"solitary inventor...has been overshadowed\" and asserts that government contracts have become \"a substitute for intellectual curiosity\". This speech advocates avoiding \"the impulse to live (*) only for today\" in order that democracy does not become \"the insolvent phantom of tomorrow\" and asserts that, until recently, \"American makers of plowshares\" could, as needed, make swords as well. For 10 points, identify this speech which warns against the \"acquisition of unwarranted influence\" by the \"military-industrial complex\", delivered on January 17, 1961 by the outgoing": {
    "guess": "Eisenhower's farewell address",
    "confidence": [
      [
        "E",
        -0.36195415
      ],
      [
        "isen",
        -9.253091e-06
      ],
      [
        "hower",
        -1.11603495e-05
      ],
      [
        "'s",
        -0.0063116234
      ],
      [
        " farewell",
        -0.61143297
      ],
      [
        " address",
        -0.0005667338
      ]
    ]
  },
  "James Ledbetter dismissed Douglas Brinkley's assertion that James Killian was responsible for the deletion of a certain word from this speech. It advocates the necessity of a \"prolonged and complex struggle\" against a danger of \"infinite duration\" in order to remain on a \"charted course toward permanent peace and human betterment.\" Written primarily by future University of Minnesota president Malcolm Moos, it describes how the \"solitary inventor...has been overshadowed\" and asserts that government": {
    "guess": "Atoms for Peace",
    "confidence": [
      [
        "At",
        -1.2479775
      ],
      [
        "oms",
        -0.03389614
      ],
      [
        " for",
        -0.00032199582
      ],
      [
        " Peace",
        -0.0004623664
      ]
    ]
  },
  "James Russell Lowell referred to one author with this surname as \"an angel with clipped wings\". That author wrote the book Observations on the Principles and Methods of Infant Instruction, which was much better-received than his series of dense, incomprehensible \"Orphic Sayings\". Another author with this surname created the vaguely Satanic Philip Tempest, who tracks Rosamond Vivian across Europe in": {
    "guess": "Alcott",
    "confidence": [
      [
        "Al",
        -1.5010221
      ],
      [
        "cott",
        -0.1349637
      ]
    ]
  },
  "Jansen's chondrodysplasia results when the receptor for this compound is hyperactivated. The gland that secretes this substance contains large, pale oxyphil cells, but this compound is secreted from its chief cells. It stimulates increased production of the Vitamin D and absorption of phosphate by the": {
    "guess": "Parathyroid hormone",
    "confidence": [
      [
        "Par",
        -0.023353327
      ],
      [
        "athy",
        -0.00010127832
      ],
      [
        "roid",
        -4.0603656e-05
      ],
      [
        " hormone",
        -0.3622661
      ]
    ]
  },
  "James Ledbetter dismissed Douglas Brinkley's assertion that James Killian was responsible for the deletion of a certain word from this speech. It advocates the necessity of a \"prolonged and complex struggle\" against a danger of \"infinite duration\" in order to remain on a \"charted course toward permanent": {
    "guess": "The Long Telegram",
    "confidence": [
      [
        "The",
        -2.536792
      ],
      [
        " Long",
        -0.9602525
      ],
      [
        " Telegram",
        -0.0047928724
      ]
    ]
  },
  "James Russell Lowell referred to one author with this surname as \"an angel with clipped wings\". That author wrote the book Observations on the Principles and Methods of Infant Instruction, which was much better-received than his series of dense, incomprehensible \"Orphic Sayings\". Another author with this surname created the vaguely Satanic Philip Tempest, who tracks Rosamond Vivian across Europe in the titular \"long fatal love chase\". This is the surname of the author who created a family that shares its Christmas breakfast with the poor (*) Hummels, much to the delight of the matriarch Marmee. That author by this surname created a character who writes stories for the Daily Volcano and marries": {
    "guess": "Alcott",
    "confidence": [
      [
        "Al",
        -0.013678342
      ],
      [
        "cott",
        -3.106736e-05
      ]
    ]
  },
  "In 1877, James Prendergast called it a \"legal nullity,\" a sentiment echoed by the MP Clem Simich in 1992. Preceded by a proclamation from Governor George Gipps on January 14, it was signed at the house of James Bubsy by men including William Hobson and Henry Williams. The Native Land Act of 1862 struck down the land-selling article, which had been the cause of the Wairau incident led by Te Rauparaha. Some of the signers felt that the distinction between \"kawanatanga\" and \"rangatiratanga\" was not": {
    "guess": "Treaty of Waitangi",
    "confidence": [
      [
        "T",
        -0.007332468
      ],
      [
        "reat",
        -3.650519e-06
      ],
      [
        "y",
        -9.0073176e-05
      ],
      [
        " of",
        -0.0003615641
      ],
      [
        " Wait",
        -0.0002456046
      ],
      [
        "angi",
        -5.8961017e-05
      ]
    ]
  },
  "James Alexander Walker ran on the American Party ticket in this election, while the Prohibition Party": {
    "guess": "United States presidential election, 1896",
    "confidence": [
      [
        "United",
        -0.12131939
      ],
      [
        " States",
        -0.00039421127
      ],
      [
        " presidential",
        -0.021442963
      ],
      [
        " election",
        -0.00027647105
      ],
      [
        ",",
        -0.00050430046
      ],
      [
        " ",
        -2.9636918e-05
      ],
      [
        "189",
        -1.188927
      ],
      [
        "6",
        -0.6292135
      ]
    ]
  },
  "James Sadler began his first balloon flight in this city, and William Laud wrote a set of statutes for one organization here. Thomas Fairfax took control of Headington Hill to bring an end to a siege of this city. This city was the location of a debate where one participant asked the other whether it was through his grandmother or grandfather that he claimed (*) descent from an ape. This city was Charles I's base during the English Civil War. The Huxley-Wilberforce debate on evolution took place in this city, which is also the namesake of a series of reforms forced by Simon de Montfort and his": {
    "guess": "Oxford",
    "confidence": [
      [
        "O",
        -0.0006035494
      ],
      [
        "xford",
        -3.1281633e-07
      ]
    ]
  },
  "James Rochelle swore on the validity of a document supposedly produced by this man which has him stating that from an early age marks on his head and breast led him to believe that he had a purpose.  This man also recounts how he was able to make blood ooze from the wicked Etheldred T. Brantley.  Thomas Wentworth Higginson's account of him in the Atlantic Monthly details how he met with six men in the Cross Keys woods before launching his most famous action.  He made a trip to Jerusalem after being inspired by seeing blood on ears of corn, and he intended to ultimately reach the Dismal Swamp.  Joseph Travis became associated with this \"prophet\" by way of marrying Putnam Moore's widow.  Thomas Grey wrote a flawed account of this man's \"confessions,\" which later formed the basis of a novel by": {
    "guess": "Nat Turner",
    "confidence": [
      [
        "Nat",
        -0.06471005
      ],
      [
        " Turner",
        -0.00020652048
      ]
    ]
  },
  "James Russell Lowell referred to one author with this surname as \"an angel with clipped wings\". That author wrote the book Observations on the Principles and Methods of Infant Instruction, which was much better-received than his series of dense, incomprehensible \"Orphic Sayings\". Another author with this surname created the vaguely Satanic Philip Tempest, who tracks Rosamond Vivian across Europe in the titular \"long fatal love chase\". This is the surname of the author who created a family that shares its Christmas breakfast with the poor (*) Hummels, much to the delight of the matriarch Marmee.": {
    "guess": "Alcott",
    "confidence": [
      [
        "Al",
        -0.026392842
      ],
      [
        "cott",
        -2.2961513e-05
      ]
    ]
  },
  "James A. Bayard played an important role in this election by casting a blank ballot. Virginia helped": {
    "guess": "United States presidential election, 1800",
    "confidence": [
      [
        "United",
        -0.47328874
      ],
      [
        " States",
        -0.0007817534
      ],
      [
        " presidential",
        -0.45304978
      ],
      [
        " election",
        -0.0007659103
      ],
      [
        ",",
        -0.016854739
      ],
      [
        " ",
        -0.00021450345
      ],
      [
        "180",
        -0.008407008
      ],
      [
        "0",
        -0.0019192412
      ]
    ]
  },
  "James Bayard Sr. convinced his colleagues not to vote during this election year. The eventual winner": {
    "guess": "United States presidential election, 1800",
    "confidence": [
      [
        "United",
        -0.024666598
      ],
      [
        " States",
        -0.00059961935
      ],
      [
        " presidential",
        -0.004217659
      ],
      [
        " election",
        -0.00018828231
      ],
      [
        ",",
        -0.0021362214
      ],
      [
        " ",
        -4.5848617e-05
      ],
      [
        "180",
        -0.1194209
      ],
      [
        "0",
        -0.025625903
      ]
    ]
  },
  "Jansen's chondrodysplasia results when the receptor for this compound is hyperactivated. The gland that secretes this substance contains large, pale oxyphil cells, but this compound is secreted from its": {
    "guess": "Parathyroid hormone",
    "confidence": [
      [
        "Par",
        -0.055353068
      ],
      [
        "athy",
        -0.00079855014
      ],
      [
        "roid",
        -2.355753e-05
      ],
      [
        " hormone",
        -0.08811768
      ]
    ]
  },
  "James A. Bayard played an important role in this election by casting a blank ballot. Virginia helped swing this election by switching to a \"winner-takes-all\" method of assigning electoral votes. Though problems with the electoral process had been exposed in the previous election, it was this election that got the Twelfth Amendment proposed and ratified. This election had to be decided in the Federalist-controlled House of Representatives, where Alexander Hamilton swung the vote against Aaron Burr. For 10 points, name this early American election in which Thomas Jefferson defeated John Adams.": {
    "guess": "United States presidential election, 1800",
    "confidence": [
      [
        "United",
        -0.009697541
      ],
      [
        " States",
        -0.00015622021
      ],
      [
        " presidential",
        -0.0013294065
      ],
      [
        " election",
        -7.326546e-05
      ],
      [
        ",",
        -0.0005053733
      ],
      [
        " ",
        -9.253091e-06
      ],
      [
        "180",
        -0.0013122595
      ],
      [
        "0",
        -0.00028684177
      ]
    ]
  },
  "James Wilkinson was accused of organizing one conspiracy led by this man. This was the first to convert Tammany Hall into a political organization. During his later life, this man was put on trial for leading a plot to form his own monarchy in what is now the western United States. He is better remembered for killing a man in an encounter in Weehawken, New Jersey. For 10 points, name this first Vice President under Thomas Jefferson who killed Alexander Hamilton in a duel.": {
    "guess": "Aaron Burr",
    "confidence": [
      [
        "Aaron",
        -0.0036766788
      ],
      [
        " Burr",
        -1.27099975e-05
      ]
    ]
  },
  "In James Baldwin's Just Above my Head, Julia Miller enters this profession at the age of seven. In William Gass' Omensetter's Luck, a man of this profession named Jethro Furber opposes but ultimately saves": {
    "guess": "Prostitution",
    "confidence": [
      [
        "Pro",
        -0.89569664
      ],
      [
        "stitution",
        -0.08634643
      ]
    ]
  },
  "James Bayard Sr. convinced his colleagues not to vote during this election year. The eventual winner of this election was called \"not so dangerous a man\" by an outgoing politician. The loser joined with James Wilkinson in a Spanish plot to have the American West secede. The Twelfth Amendment was passed in response to this year's election. In the lame duck period after this election, a Judiciary Act allowed for the appointment of Midnight Judges like William Marbury. For 10 points, name this election": {
    "guess": "United States presidential election, 1800",
    "confidence": [
      [
        "United",
        -0.0074855923
      ],
      [
        " States",
        -0.00012225083
      ],
      [
        " presidential",
        -0.0007015954
      ],
      [
        " election",
        -6.873572e-05
      ],
      [
        ",",
        -0.00024894232
      ],
      [
        " ",
        -1.0564331e-05
      ],
      [
        "180",
        -0.027225079
      ],
      [
        "0",
        -0.011284071
      ]
    ]
  },
  "In 1877, James Prendergast called it a \"legal nullity,\" a sentiment echoed by the MP Clem Simich in 1992. Preceded by a proclamation from Governor George Gipps on January 14, it was signed at the house of James Bubsy by men including William Hobson and Henry Williams. The Native Land Act of 1862 struck down the land-selling article, which had been the cause of the Wairau incident led by Te Rauparaha.": {
    "guess": "Treaty of Waitangi",
    "confidence": [
      [
        "T",
        -0.013628132
      ],
      [
        "reat",
        -9.133887e-06
      ],
      [
        "y",
        -0.0001039008
      ],
      [
        " of",
        -0.00039480726
      ],
      [
        " Wait",
        -0.00013810492
      ],
      [
        "angi",
        -8.613945e-05
      ]
    ]
  },
  "James Russell Lowell in his  A Fable for Critics wrote of this author: \". . . the women he draws from one model don't vary / All sappy as maples and flat as a prairie.\" The simile is particularly apt since the fifth in his most famous series of novels is set in and titled The Prairie. The most popular in the series is titled after son of Chingachgook, but all the books in the series feature a frontiersman whose nicknames amongst whites and Indians generate the titles for two of the entries: The Pathfinder": {
    "guess": "The Leatherstocking Tales",
    "confidence": [
      [
        "The",
        -0.0974105
      ],
      [
        " Leather",
        -0.22116132
      ],
      [
        "stock",
        -0.00022976153
      ],
      [
        "ing",
        -0.00020020269
      ],
      [
        " Tales",
        -0.0009505257
      ]
    ]
  },
  "James Alexander Walker ran on the American Party ticket in this election, while the Prohibition Party nominated Green Clay Smith.  The running mate of the Democratic Party nominee later served as Cleveland's first vice president; that was Thomas Hendricks.  The Republic convention saw Roscoe Conkling withdraw from the running in order to prevent James G. Blaine from getting the nomination.  The governor of Oregon declared one of his electors ineligible, and several electors refused to vote for a certain New Yorker.  For 10 points, name this election which saw an Electoral Commission decide the": {
    "guess": "United States presidential election, 1876",
    "confidence": [
      [
        "United",
        -0.0141615085
      ],
      [
        " States",
        -0.00030090412
      ],
      [
        " presidential",
        -0.0030455699
      ],
      [
        " election",
        -0.0001594387
      ],
      [
        ",",
        -0.00036239854
      ],
      [
        " ",
        -2.4749568e-05
      ],
      [
        "187",
        -0.0057933396
      ],
      [
        "6",
        -0.0012345184
      ]
    ]
  },
  "James Prinsep was the first to decipher his commands, and this man sent his children Mahendra and Sanghamitra as missionaries. Legends about him are collected in the Avadana, and he advocated a policy": {
    "guess": "Ashoka",
    "confidence": [
      [
        "Ash",
        -0.09648229
      ],
      [
        "oka",
        -0.0001530017
      ]
    ]
  },
  "In James Baldwin's Just Above my Head, Julia Miller enters this profession at the age of seven. In William Gass' Omensetter's Luck, a man of this profession named Jethro Furber opposes but ultimately saves the title character from a murder charge. In Wolfe's The Bonfire of the Vanities, a man of this profession named Reginald Bacon exploits the central incident. In another novel, a man of this profession echoes his rival Asa Hawkes by blinding himself after taking Enoch Emery as his apprentice. Hazel Motes holds this position in O'Connor's Wise Blood, while other people to hold this profession": {
    "guess": "Preacher",
    "confidence": [
      [
        "Pre",
        -0.46916002
      ],
      [
        "acher",
        -0.043244895
      ]
    ]
  },
  "It was this man, not James Fenimore Cooper, who first introduced Native Americans into American Literature.": {
    "guess": "Charles Brockden Brown",
    "confidence": [
      [
        "Charles",
        -0.99657345
      ],
      [
        " Brock",
        -0.01699444
      ],
      [
        "den",
        -0.00014764121
      ],
      [
        " Brown",
        -0.00016325322
      ]
    ]
  },
  "Jansen's chondrodysplasia results when the receptor for this compound is hyperactivated. The gland that secretes this substance contains large, pale oxyphil cells, but this compound is secreted from its chief cells. It stimulates increased production of the Vitamin D and absorption of phosphate by the kidney. Its most important function is opposed by calcitonin and involves upregulation of osteoclasts. For 10 points, name this hormone that breaks down bone and increases blood calcium levels, which is secreted from a similarly named cluster of glands in the neck.": {
    "guess": "Parathyroid hormone",
    "confidence": [
      [
        "Par",
        -0.006219567
      ],
      [
        "athy",
        -0.00045534072
      ],
      [
        "roid",
        -5.3193703e-06
      ],
      [
        " hormone",
        -0.025548287
      ]
    ]
  },
  "In James Baldwin's Just Above my Head, Julia Miller enters this profession at the age of seven. In William Gass' Omensetter's Luck, a man of this profession named Jethro Furber opposes but ultimately saves the title character from a murder charge. In Wolfe's The Bonfire of the Vanities, a man of this profession named Reginald Bacon exploits the central incident. In another novel, a man of this profession echoes his rival Asa Hawkes by blinding himself after taking Enoch Emery as his apprentice. Hazel Motes holds this position in O'Connor's Wise Blood, while other people to hold this profession include Frank Shallard and Sharon Falconer, who interact with Elmer Gantry. For 10 points, name this pulpit-based profession.": {
    "guess": "Clergy",
    "confidence": [
      [
        "C",
        -0.32513398
      ],
      [
        "ler",
        -2.577686e-06
      ],
      [
        "gy",
        -0.0017414625
      ]
    ]
  },
  "James Russell Lowell in his  A Fable for Critics wrote of this author: \". . . the women he draws from one model don't vary / All sappy as maples and flat as a prairie.\" The simile is particularly apt since the fifth in his most famous series of novels is set in and titled The Prairie. The most popular in the series is titled after son of Chingachgook, but all the books in the series feature a frontiersman whose nicknames amongst whites and Indians generate the titles for two of the entries: The Pathfinder  and The Deerslayer, but whose real name is Natty Bumppo. This is, FTP, what American author": {
    "guess": "James Fenimore Cooper",
    "confidence": [
      [
        "James",
        -0.006774584
      ],
      [
        " Fen",
        -0.0015325936
      ],
      [
        "imore",
        -0.000108788154
      ],
      [
        " Cooper",
        -0.00012725739
      ]
    ]
  },
  "James Stephens' novel about this figure ends with her drinking the blood of her lover. When she died, a pine grew from her grave and intertwined with a pine from her lover's grave, growing as a single tree. She had initially run away to Alba, but is tricked into returning, only to see Naoise [NYE-ose] killed. Before she was born, the druid Cathbad, predicted her beauty and her tale, but she would not heed him and attempted to escape Conchobar's grasp. FTP, name this maiden, whose tragedy caused all": {
    "guess": "Deirdre of the Sorrows",
    "confidence": [
      [
        "De",
        -0.095377676
      ],
      [
        "ird",
        -0.0063459687
      ],
      [
        "re",
        -0.0002606206
      ],
      [
        " of",
        -0.025101835
      ],
      [
        " the",
        -0.0006722823
      ],
      [
        " Sor",
        -0.00014787962
      ],
      [
        "rows",
        -1.8431772e-05
      ]
    ]
  },
  "James A. Bayard played an important role in this election by casting a blank ballot. Virginia helped swing this election by switching to a \"winner-takes-all\" method of assigning electoral votes. Though": {
    "guess": "United States presidential election, 1800",
    "confidence": [
      [
        "United",
        -0.14087187
      ],
      [
        " States",
        -0.0008439337
      ],
      [
        " presidential",
        -0.04009806
      ],
      [
        " election",
        -0.0012057078
      ],
      [
        ",",
        -0.06115918
      ],
      [
        " ",
        -0.00013011828
      ],
      [
        "180",
        -0.005927728
      ],
      [
        "0",
        -0.0048913313
      ]
    ]
  },
  "James Stephens' novel about this figure ends with her drinking the blood of her lover. When she died, a pine grew from her grave and intertwined with a pine from her lover's grave, growing as a single tree. She had initially run away to Alba, but is tricked into returning, only to see Naoise [NYE-ose]": {
    "guess": "Deirdre",
    "confidence": [
      [
        "De",
        -0.035125535
      ],
      [
        "ird",
        -0.0026655502
      ],
      [
        "re",
        -0.0008572662
      ]
    ]
  },
  "James Wilkinson was accused of organizing one conspiracy led by this man. This was the first to convert Tammany Hall into a political organization. During his later life, this man was put on trial for leading a plot to form his own monarchy in what is now the western United States. He is better remembered": {
    "guess": "Aaron Burr",
    "confidence": [
      [
        "Aaron",
        -0.2874446
      ],
      [
        " Burr",
        -0.00013619766
      ]
    ]
  },
  "James Rochelle swore on the validity of a document supposedly produced by this man which has him stating that from an early age marks on his head and breast led him to believe that he had a purpose.  This man also recounts how he was able to make blood ooze from the wicked Etheldred T. Brantley.  Thomas Wentworth Higginson's account of him in the Atlantic Monthly details how he met with six men in the Cross Keys woods before launching his most famous action.  He made a trip to Jerusalem after being": {
    "guess": "John Brown (abolitionist)",
    "confidence": [
      [
        "John",
        -0.18606153
      ],
      [
        " Brown",
        -0.00023131118
      ],
      [
        " (",
        -0.26348388
      ],
      [
        "abol",
        -0.0057621687
      ],
      [
        "ition",
        -0.00063499715
      ],
      [
        "ist",
        -0.0004510494
      ],
      [
        ")",
        -8.530503e-05
      ]
    ]
  },
  "In James Baldwin's Just Above my Head, Julia Miller enters this profession at the age of seven. In William": {
    "guess": "Just Above My Head",
    "confidence": [
      [
        "Just",
        -0.7292112
      ],
      [
        " Above",
        -0.10995868
      ],
      [
        " My",
        -0.17772491
      ],
      [
        " Head",
        -0.0019282822
      ]
    ]
  },
  "James Ledbetter dismissed Douglas Brinkley's assertion that James Killian was responsible for the deletion of a certain word from this speech. It advocates the necessity of a \"prolonged and complex struggle\" against a danger of \"infinite duration\" in order to remain on a \"charted course toward permanent peace and human betterment.\" Written primarily by future University of Minnesota president Malcolm Moos, it describes how the \"solitary inventor...has been overshadowed\" and asserts that government contracts have become \"a substitute for intellectual curiosity\". This speech advocates avoiding \"the impulse to live (*) only for today\" in order that democracy does not become \"the insolvent phantom of tomorrow\" and asserts that, until recently, \"American makers of plowshares\" could, as needed, make": {
    "guess": "The Chance for Peace",
    "confidence": [
      [
        "The",
        -1.8135933
      ],
      [
        " Chance",
        -0.29213676
      ],
      [
        " for",
        -0.010073609
      ],
      [
        " Peace",
        -0.00047285634
      ]
    ]
  },
  "James Rochelle swore on the validity of a document supposedly produced by this man which has him stating that from an early age marks on his head and breast led him to believe that he had a purpose.  This man also recounts how he was able to make blood ooze from the wicked Etheldred T. Brantley.  Thomas Wentworth Higginson's account of him in the Atlantic Monthly details how he met with six men in the Cross Keys woods before launching his most famous action.  He made a trip to Jerusalem after being inspired by seeing blood on ears of corn, and he intended to ultimately reach the Dismal Swamp.  Joseph Travis became associated with this \"prophet\" by way of marrying Putnam Moore's widow.  Thomas": {
    "guess": "Nat Turner",
    "confidence": [
      [
        "Nat",
        -0.3265359
      ],
      [
        " Turner",
        -9.4245304e-05
      ]
    ]
  },
  "James Russell Lowell referred to one author with this surname as \"an angel with clipped wings\". That author wrote the book Observations on the Principles and Methods of Infant Instruction, which was much better-received than his series of dense, incomprehensible \"Orphic Sayings\". Another author with this surname created the vaguely Satanic Philip Tempest, who tracks Rosamond Vivian across Europe in the titular \"long fatal love chase\". This is the surname of the author who created a family that shares": {
    "guess": "Alcott",
    "confidence": [
      [
        "Al",
        -0.10045726
      ],
      [
        "cott",
        -0.00010556965
      ]
    ]
  },
  "Under James Freeman Clarke, this place became a wartime training camp known as Camp Andrew. The founder of the Paulist Fathers, Isaac Hecker, resided at this place for several months, and it published a journal called The Harbinger. Its social center was known as The Hive, and it was financially hurt by a fire that burned down an uninsured building called a Phalanstery. An essay in The Conduct of Life refers to this place when it describes \"Arcadian fanaticism,\" while Fruitlands founder Charles Lane said the residents were \"miserably joyous\" and \"frivolous.\" Organized around the principles of Charles Fourier, it and frequent visitor Margaret Fuller were satirized in Nathaniel Hawthorne's Blithedale": {
    "guess": "Brook Farm",
    "confidence": [
      [
        "Bro",
        -0.0046806303
      ],
      [
        "ok",
        -0.00050477724
      ],
      [
        " Farm",
        -0.00016790217
      ]
    ]
  },
  "James Alex Bagget has argued that most of them were not actually uneducated or drawn from the lower classes, though they were primarily urban. Violent incidents involving them include the Battles of the Cabildo, which took place during James Madison Wells' term in office. Many had voted for John Bell [*] in the previous election and their number included the former guerilla leader John Singleton Mosby,": {
    "guess": "White League",
    "confidence": [
      [
        "White",
        -1.1850394
      ],
      [
        " League",
        -0.00018601745
      ]
    ]
  },
  "In James Baldwin's Just Above my Head, Julia Miller enters this profession at the age of seven. In William Gass' Omensetter's Luck, a man of this profession named Jethro Furber opposes but ultimately saves the title character from a murder charge. In Wolfe's The Bonfire of the Vanities, a man of this": {
    "guess": "Legal profession",
    "confidence": [
      [
        "Legal",
        -0.010895842
      ],
      [
        " profession",
        -0.036312964
      ]
    ]
  },
  "It was this man, not James Fenimore Cooper, who first introduced Native Americans into American Literature. His works include six Gothic novels – including Ormond, Clara Howard, and Edgar Huntley. The title of his most famous one, however, happens to be the last name of the singer of Stone Temple Pilots": {
    "guess": "Charles Brockden Brown",
    "confidence": [
      [
        "Charles",
        -0.0097215
      ],
      [
        " Brock",
        -0.022537196
      ],
      [
        "den",
        -0.00049369864
      ],
      [
        " Brown",
        -0.00016671013
      ]
    ]
  },
  "James Ledbetter dismissed Douglas Brinkley's assertion that James Killian was responsible for the deletion of a certain word from this speech. It advocates the necessity of a \"prolonged and complex struggle\" against a danger of \"infinite duration\" in order to remain on a \"charted course toward permanent peace and human betterment.\" Written primarily by future University of Minnesota president Malcolm Moos, it describes how the \"solitary inventor...has been overshadowed\" and asserts that government contracts have become \"a substitute for intellectual curiosity\". This speech advocates avoiding \"the impulse to live (*) only for today\" in order that democracy does not become \"the insolvent phantom of tomorrow\" and asserts that, until recently, \"American makers of plowshares\" could, as needed, make swords as well. For 10 points, identify this speech which warns against the \"acquisition of unwarranted": {
    "guess": "The Chance for Peace",
    "confidence": [
      [
        "The",
        -1.020901
      ],
      [
        " Chance",
        -0.13557534
      ],
      [
        " for",
        -0.014971784
      ],
      [
        " Peace",
        -0.0001942425
      ]
    ]
  },
  "James Russell Lowell referred to one author with this surname as \"an angel with clipped wings\". That author wrote the book Observations on the Principles and Methods of Infant Instruction, which was much better-received than his series of dense, incomprehensible \"Orphic Sayings\". Another author with this surname created the vaguely Satanic Philip Tempest, who tracks Rosamond Vivian across Europe in the titular \"long fatal love chase\". This is the surname of the author who created a family that shares its Christmas breakfast with the poor (*) Hummels, much to the delight of the matriarch Marmee. That author by this surname created a character who writes stories for the Daily Volcano and marries Professor Bhaer instead of Theodore Laurence, who marries her sister Amy instead. For 10 points, give": {
    "guess": "Alcott",
    "confidence": [
      [
        "Al",
        -0.4783629
      ],
      [
        "cott",
        -5.0974373e-05
      ]
    ]
  },
  "James Wilkinson was accused of organizing one conspiracy led by this man. This was the first to convert Tammany Hall into a political organization. During his later life, this man was put on trial for leading a plot to form his own monarchy in what is now the western United States. He is better remembered for killing a man in an encounter in Weehawken, New Jersey. For 10 points, name this first Vice": {
    "guess": "Aaron Burr",
    "confidence": [
      [
        "Aaron",
        -0.026933864
      ],
      [
        " Burr",
        -0.00018792471
      ]
    ]
  },
  "James Ledbetter dismissed Douglas Brinkley's assertion that James Killian was responsible for the deletion of a certain word from this speech. It advocates the necessity of a \"prolonged and complex struggle\" against a danger of \"infinite duration\" in order to remain on a \"charted course toward permanent peace and human betterment.\" Written primarily by future University of Minnesota president Malcolm Moos, it describes how the \"solitary inventor...has been overshadowed\" and asserts that government contracts have become \"a substitute for intellectual curiosity\". This speech advocates avoiding \"the": {
    "guess": "Atoms for Peace",
    "confidence": [
      [
        "Atoms",
        -1.2883781
      ],
      [
        " for",
        -0.0028637238
      ],
      [
        " Peace",
        -0.001094377
      ]
    ]
  },
  "James Ledbetter dismissed Douglas Brinkley's assertion that James Killian was responsible for the deletion of a certain word from this speech. It advocates the necessity of a \"prolonged and complex struggle\" against a danger of \"infinite duration\" in order to remain on a \"charted course toward permanent peace and human betterment.\" Written primarily by future University of Minnesota president Malcolm": {
    "guess": "Address to the National Association of Manufacturers",
    "confidence": [
      [
        "Address",
        -2.1975539
      ],
      [
        " to",
        -0.7774673
      ],
      [
        " the",
        -0.013441023
      ],
      [
        " National",
        -0.4313
      ],
      [
        " Association",
        -0.46184805
      ],
      [
        " of",
        -0.0075277165
      ],
      [
        " Manufacturers",
        -0.103653744
      ]
    ]
  },
  "James Rochelle swore on the validity of a document supposedly produced by this man which has him stating that from an early age marks on his head and breast led him to believe that he had a purpose.  This man also recounts how he was able to make blood ooze from the wicked Etheldred T. Brantley.  Thomas Wentworth Higginson's account of him in the Atlantic Monthly details how he met with six men in the Cross Keys woods before launching his most famous action.  He made a trip to Jerusalem after being inspired by seeing blood on ears of corn, and he intended to ultimately reach the Dismal Swamp. ": {
    "guess": "John Brown (abolitionist)",
    "confidence": [
      [
        "John",
        -0.3587492
      ],
      [
        " Brown",
        -0.000113913906
      ],
      [
        " (",
        -0.32444513
      ],
      [
        "abol",
        -0.0023330706
      ],
      [
        "ition",
        -0.00042602763
      ],
      [
        "ist",
        -0.00018399098
      ],
      [
        ")",
        -4.143808e-05
      ]
    ]
  },
  "James Russell Lowell referred to one author with this surname as \"an angel with clipped wings\". That author wrote the book Observations on the Principles and Methods of Infant Instruction, which was much better-received than his series of dense, incomprehensible \"Orphic Sayings\". Another author with this surname created the vaguely Satanic Philip Tempest, who tracks Rosamond Vivian across Europe in the titular \"long fatal love chase\". This is the surname of the author who created a family that shares its Christmas breakfast with the poor (*) Hummels, much to the delight of the matriarch Marmee. That author by this surname created a character who writes stories for the Daily Volcano and marries Professor Bhaer instead of Theodore Laurence, who marries her sister Amy instead. For 10 points, give the surname shared by father Amos Bronson and daughter Louisa May, the author of Little Women.": {
    "guess": "Alcott",
    "confidence": [
      [
        "Al",
        -0.0035295172
      ],
      [
        "cott",
        -6.0033854e-05
      ]
    ]
  },
  "Under James Freeman Clarke, this place became a wartime training camp known as Camp Andrew. The founder of the Paulist Fathers, Isaac Hecker, resided at this place for several months, and it published": {
    "guess": "Paulist Fathers",
    "confidence": [
      [
        "Paul",
        -1.3021852
      ],
      [
        "ist",
        -0.0009190816
      ],
      [
        " Fathers",
        -0.2860377
      ]
    ]
  },
  "James Sadler began his first balloon flight in this city, and William Laud wrote a set of statutes for one organization here. Thomas Fairfax took control of Headington Hill to bring an end to a siege of this city. This city was the location of a debate where one participant asked the other whether it was through his grandmother or grandfather that he claimed (*) descent from an ape. This city was Charles I's base during the English Civil War. The Huxley-Wilberforce debate on evolution took place in this city, which is also the namesake of a series of reforms forced by Simon de Montfort and his fellow barons on King Henry III. For 10 points, name this city which lent its name to some \"Provisions\"": {
    "guess": "Oxford",
    "confidence": [
      [
        "O",
        -0.00040981956
      ],
      [
        "xford",
        0.0
      ]
    ]
  }
}