{
  "Adrian Woll's invasion of this country led to a nighttime attempt to remove some documents that was interrupted by a cannon shot fired by Angelina Eberly. This site of the Archive War saw a rebellion led by Vincente Cordova (CORE-doh-vuh) who tried to ally with a local chief called The Bowl before being defeated by Edward Burleson's volunteers. After a week of drinking, a leading candidate for the presidency of this nation, James Collinsworth, drowned during its (*) 1838 election which was won by a man who introduced the \"redback\" currency, Mirabeau Lamar (MERE-uh-bow luh-MAR). The Council House Fight resulted in a great invasion of this nation by the Comanche. For 10 points, identify this country recognized in negotiations at Velasco with Santa Anna after the Battle of San Jacinto (huh-SIN-toh)": {
    "guess": "Republic of Texas",
    "confidence": [
      [
        "Republic",
        -0.18992807
      ],
      [
        " of",
        -5.2285613e-05
      ],
      [
        " Texas",
        -4.1914896e-05
      ]
    ]
  },
  "Adrian of Utrecht declared that he would seize this ruler's kingdom if a certain document was not signed. This ruler arragned an unhappy marriage for Eleanor in the Ladies' Peace of Cambrai, while the War of the Communities was fought on this ruler's behalf. This ruler's son defeated Francis I in the Battle of Pavia. This ruler was confined at Tordesillas after her son and co- sovereign Charles the First achieved the reins of power for himself. The wife of Phillip the Handsome, for ten points, identify": {
    "guess": "Joanna of Castile",
    "confidence": [
      [
        "Jo",
        -0.70384836
      ],
      [
        "anna",
        -0.049018104
      ],
      [
        " of",
        -0.09258379
      ],
      [
        " Cast",
        -4.1199673e-05
      ],
      [
        "ile",
        -0.010041266
      ]
    ]
  },
  "Adrian Woll's invasion of this country led to a nighttime attempt to remove some documents that was interrupted by a cannon shot fired by Angelina Eberly. This site of the Archive War saw a rebellion led by Vincente Cordova (CORE-doh-vuh) who tried to ally with a local chief called The Bowl before being defeated by Edward Burleson's volunteers. After a week of drinking, a leading candidate for the presidency of this nation, James Collinsworth, drowned during its (*) 1838 election which was won by a man who introduced the \"redback\" currency, Mirabeau Lamar (MERE-uh-bow luh-MAR). The Council House": {
    "guess": "Archive War",
    "confidence": [
      [
        "Archive",
        -0.2573685
      ],
      [
        " War",
        -0.002566026
      ]
    ]
  },
  "Adrian Woll's invasion of this country led to a nighttime attempt to remove some documents that was interrupted by a cannon shot fired by Angelina Eberly. This site of the Archive War saw a rebellion led by Vincente Cordova (CORE-doh-vuh) who tried to ally with a local chief called The Bowl before being defeated by Edward Burleson's volunteers. After a week of drinking, a leading candidate for the presidency of this nation, James Collinsworth, drowned during its (*) 1838 election which was won by a man who introduced the \"redback\" currency, Mirabeau Lamar (MERE-uh-bow luh-MAR). The Council House Fight resulted in a great invasion of this nation by the Comanche. For 10 points, identify this country": {
    "guess": "Republic of Texas",
    "confidence": [
      [
        "Republic",
        -0.0149864685
      ],
      [
        " of",
        -9.400689e-05
      ],
      [
        " Texas",
        -0.00276351
      ]
    ]
  },
  "Adrian of Utrecht declared that he would seize this ruler's kingdom if a certain document was not signed. This ruler arragned an unhappy marriage for Eleanor in the Ladies' Peace of Cambrai, while the War of the Communities was fought on this ruler's behalf. This ruler's son defeated Francis I in the": {
    "guess": "Joanna of Castile",
    "confidence": [
      [
        "Jo",
        -0.49710986
      ],
      [
        "anna",
        -0.0012840448
      ],
      [
        " of",
        -0.00050739973
      ],
      [
        " Cast",
        -0.00019388489
      ],
      [
        "ile",
        -0.00043376852
      ]
    ]
  },
  "Adrian Woll's invasion of this country led to a nighttime attempt to remove some documents that was interrupted by a cannon shot fired by Angelina Eberly. This site of the Archive War saw a rebellion led by Vincente Cordova (CORE-doh-vuh) who tried to ally with a local chief called The Bowl before being defeated by Edward Burleson's volunteers. After a week of drinking, a leading candidate for the": {
    "guess": "Archive War",
    "confidence": [
      [
        "Archive",
        -0.021390334
      ],
      [
        " War",
        -0.009202394
      ]
    ]
  },
  "Adrian of Utrecht declared that he would seize this ruler's kingdom if a certain document was not signed. This ruler arragned an unhappy marriage for Eleanor in the Ladies' Peace of Cambrai, while the War of the Communities was fought on this ruler's behalf. This ruler's son defeated Francis I in the Battle of Pavia. This ruler was confined at Tordesillas after her son and co- sovereign Charles the": {
    "guess": "Isabella I of Castile",
    "confidence": [
      [
        "Is",
        -0.6749628
      ],
      [
        "abella",
        -0.0031733143
      ],
      [
        " I",
        -0.050206386
      ],
      [
        " of",
        -0.0008121283
      ],
      [
        " Cast",
        -0.0007363698
      ],
      [
        "ile",
        -0.024255829
      ]
    ]
  },
  "Adrian Woll's invasion of this country led to a nighttime attempt to remove some documents that was interrupted": {
    "guess": "Texas",
    "confidence": [
      [
        "Texas",
        -0.60718757
      ]
    ]
  },
  "Adrian Woll's invasion of this country led to a nighttime attempt to remove some documents that was interrupted by a cannon shot fired by Angelina Eberly. This site of the Archive War saw a rebellion led by Vincente Cordova (CORE-doh-vuh) who tried to ally with a local chief called The Bowl before being defeated by Edward Burleson's volunteers. After a week of drinking, a leading candidate for the presidency of this nation, James Collinsworth, drowned during its (*) 1838 election which was won by": {
    "guess": "Archive War",
    "confidence": [
      [
        "Archive",
        -0.020861484
      ],
      [
        " War",
        -0.0064333947
      ]
    ]
  },
  "Adrian of Utrecht declared that he would seize this ruler's kingdom if a certain document was not signed.": {
    "guess": "Charles V, Holy Roman Emperor",
    "confidence": [
      [
        "Charles",
        -0.5977983
      ],
      [
        " V",
        -0.0012101147
      ],
      [
        ",",
        -0.00018923594
      ],
      [
        " Holy",
        -1.2948405e-05
      ],
      [
        " Roman",
        -5.6769813e-06
      ],
      [
        " Emperor",
        -0.00037240062
      ]
    ]
  },
  "Adrian Woll's invasion of this country led to a nighttime attempt to remove some documents that was interrupted by a cannon shot fired by Angelina Eberly. This site of the Archive War saw a rebellion led": {
    "guess": "Archive War",
    "confidence": [
      [
        "Archive",
        -0.5566247
      ],
      [
        " War",
        -0.006342884
      ]
    ]
  },
  "Adrian Woll's invasion of this country led to a nighttime attempt to remove some documents that was interrupted by a cannon shot fired by Angelina Eberly. This site of the Archive War saw a rebellion led by Vincente Cordova (CORE-doh-vuh) who tried to ally with a local chief called The Bowl before being": {
    "guess": "Archive War",
    "confidence": [
      [
        "Archive",
        -0.011676141
      ],
      [
        " War",
        -0.0065402198
      ]
    ]
  },
  "Adrian Woll's invasion of this country led to a nighttime attempt to remove some documents that was interrupted by a cannon shot fired by Angelina Eberly. This site of the Archive War saw a rebellion led by Vincente Cordova (CORE-doh-vuh) who tried to ally with a local chief called The Bowl before being defeated by Edward Burleson's volunteers. After a week of drinking, a leading candidate for the presidency of this nation, James Collinsworth, drowned during its (*) 1838 election which was won by a man who introduced the \"redback\" currency, Mirabeau Lamar (MERE-uh-bow luh-MAR). The Council House Fight resulted in a great invasion of this nation by the Comanche. For 10 points, identify this country recognized in negotiations at Velasco with Santa Anna after the Battle of San Jacinto (huh-SIN-toh) and an earlier battle at the Alamo.": {
    "guess": "Republic of Texas",
    "confidence": [
      [
        "Republic",
        -0.48332936
      ],
      [
        " of",
        -0.00015836587
      ],
      [
        " Texas",
        -3.7265952e-05
      ]
    ]
  },
  "Adrian of Utrecht declared that he would seize this ruler's kingdom if a certain document was not signed. This ruler arragned an unhappy marriage for Eleanor in the Ladies' Peace of Cambrai, while the War of the Communities was fought on this ruler's behalf. This ruler's son defeated Francis I in the Battle of Pavia. This ruler was confined at Tordesillas after her son and co- sovereign Charles the First achieved the reins of power for himself. The wife of Phillip the Handsome, for ten points, identify this Spanish queen noted for being extremely crazy.": {
    "guess": "Joanna of Castile",
    "confidence": [
      [
        "Jo",
        -0.2778418
      ],
      [
        "anna",
        -0.0296497
      ],
      [
        " of",
        -0.021706633
      ],
      [
        " Cast",
        -7.226629e-06
      ],
      [
        "ile",
        -0.0016805365
      ]
    ]
  },
  "Adrian of Utrecht declared that he would seize this ruler's kingdom if a certain document was not signed. This ruler arragned an unhappy marriage for Eleanor in the Ladies' Peace of Cambrai, while the": {
    "guess": "Joanna of Castile",
    "confidence": [
      [
        "Jo",
        -0.02461344
      ],
      [
        "anna",
        -0.0012672555
      ],
      [
        " of",
        -2.808727e-05
      ],
      [
        " Cast",
        -1.2352386e-05
      ],
      [
        "ile",
        -9.484132e-05
      ]
    ]
  }
}