{
  "This musical includes the songs \"Don't tell Mama,\" \"The Telephone Song,\" and \"Perfectly Marvellous\" after we meet the Vivacious Sally Bowles, the leading Kit Kat Girl and the Kit Kat Klub. After the song": {
    "guess": "Cabaret",
    "confidence": [
      [
        "Cab",
        -0.0032345133
      ],
      [
        "aret",
        -4.632543e-05
      ]
    ]
  },
  "In the music video to this song, one speaker raps from a couch in front of an impressionist painting of a naked woman with a wine bottle covering her head, while another speaker wears a white dress with a woman's head on it. Lyrics sung by the main speaker include \"watch me, I'm intoxicated,\" \"watch me getting physical and out of control\", and \"I like to move it / come and give me some more.\" That singer, whose temperature is rising and about to explode, exhorts the listener to steal the night, kill the lights, and feel it under your skin. She's also infected by the sound and being killed by the": {
    "guess": "Lady Gaga",
    "confidence": [
      [
        "Lady",
        -1.7758522
      ],
      [
        " Gaga",
        -0.010984034
      ]
    ]
  },
  "This musical piece's third act bizarrely depicts \"the feast of lights.\" Beethoven composed 12 variations": {
    "guess": "Judas Maccabeus",
    "confidence": [
      [
        "J",
        -0.63804495
      ],
      [
        "udas",
        -0.003075279
      ],
      [
        " M",
        -0.00094647275
      ],
      [
        "acc",
        -1.0087517e-05
      ],
      [
        "abe",
        -0.04367052
      ],
      [
        "us",
        -1.5332478e-05
      ]
    ]
  },
  "One of this musician's early recordings, which is named after a slang term for marijuana popular among jazz musicians, was \"Muggles.\" In honor of the Karnofsky family, who gave him money that allowed him to buy his first instrument, he always wore a Star of David. Ensembles led by this man include his All Stars, his Hot Seven, and his Hot Five, and he collaborated on the single \"Weatherbird\" with pianist Earl Hines. An apocryphal story claims that he dropped the lyric sheet while recording his version of \"Heebie Jeebies,\" so he invented scat singing. He made the first recording of a song whose singer reflects on \"the colors of the rainbow so pretty in the sky\" and \"trees of green, red roses too,\"": {
    "guess": "Louis Armstrong",
    "confidence": [
      [
        "Louis",
        -0.0031514578
      ],
      [
        " Armstrong",
        -0.0007606727
      ]
    ]
  },
  "One music video for this artist featured Jeffrey Tambor as a disgruntled theater director who is persuaded by Eric Clapton to let this artist sing, and opens with \"You know I never meant to see you again.\" Another song states that \"You can tell from the lines on her face\" and asks you to \"think twice\" on the titular day. Both of those songs were featured on the 1989 album But Seriously..., the follow-up": {
    "guess": "Phil Collins",
    "confidence": [
      [
        "Phil",
        -0.0014133313
      ],
      [
        " Collins",
        -7.648396e-05
      ]
    ]
  },
  "A mutation in one component of this structure results in Shwachman-Bodian-Diamond Syndrome, a major cause": {
    "guess": "Diamond cubic",
    "confidence": [
      [
        "Diamond",
        -0.3999185
      ],
      [
        " cubic",
        -0.16388465
      ]
    ]
  },
  "A mutation in one component of this structure results in Shwachman-Bodian-Diamond Syndrome, a major cause of exocrine pancreatic insufficiency in children. An important molecule that interacts with this structure is mimicked by this structure's namesake \"recycling factor.\" This structure recognizes either the Kozak or (*) Shine-Dalgarno sequences. Different parts of this structure are named for their rates of sedimentation, measured in Svedberg units. This organelle contains the A, P, and E binding sites and is synthesized in the nucleolus. Found in the rough endoplasmic reticulum and cytoplasm, this organelle starts at methionine and stops at a stop codon. For 10 points, name this organelle": {
    "guess": "Ribosome",
    "confidence": [
      [
        "Rib",
        -0.0020688986
      ],
      [
        "osome",
        -0.00016516048
      ]
    ]
  },
  "One of this musician's early recordings, which is named after a slang term for marijuana popular among jazz musicians, was \"Muggles.\" In honor of the Karnofsky family, who gave him money that allowed him to buy his first instrument, he always wore a Star of David. Ensembles led by this man include his All Stars, his Hot Seven, and his Hot Five, and he collaborated on the single \"Weatherbird\" with pianist Earl Hines. An apocryphal story claims that he dropped the lyric sheet while recording his version": {
    "guess": "Louis Armstrong discography",
    "confidence": [
      [
        "Louis",
        -0.07386383
      ],
      [
        " Armstrong",
        -0.0005143099
      ],
      [
        " disc",
        -0.036171783
      ],
      [
        "ography",
        -0.00014859485
      ]
    ]
  },
  "This musician sang duets like \"Let's Call the Whole Thing Off\" with Ella Fitzgerald and recorded albums with his \"Hot Five\" and \"Hot Seven\" bands. He sang \"It's so nice to have you back where you belong\"": {
    "guess": "Louis Armstrong",
    "confidence": [
      [
        "Louis",
        -0.0063662245
      ],
      [
        " Armstrong",
        -5.276243e-05
      ]
    ]
  },
  "One musical composition of this kind presented an A, B-flat, A motif in its seventh movement, which ends with the \"Hostias.\" In addition to that one by Hector Berlioz, another composition of this type by Gabriel Faure has a solo soprano in its fourth movement. One written by another composer honored": {
    "guess": "Requiem",
    "confidence": [
      [
        "Re",
        -0.008522737
      ],
      [
        "qu",
        -0.00016420685
      ],
      [
        "iem",
        -1.2352386e-05
      ]
    ]
  },
  "This musical piece's third act bizarrely depicts \"the feast of lights.\" Beethoven composed 12 variations on one song in this musical work for cello and piano. The libretto for this piece, which was written by Thomas Morell, includes \"Sound the Alarm\" and \"We Will Never Bow Down.\" It ends with a chorus singing the words \"Amen\" and \"Hallelujah.\" Characters depicted in this work include the Seleucid commander Gorgias. It was composed after the Duke of Cumberland returned victorious from the Battle of": {
    "guess": "Judas Maccabeus",
    "confidence": [
      [
        "J",
        -0.00804568
      ],
      [
        "udas",
        -0.00015431295
      ],
      [
        " M",
        -0.00060248026
      ],
      [
        "acc",
        -4.1273333e-06
      ],
      [
        "abe",
        -0.37011448
      ],
      [
        "us",
        -8.776276e-06
      ]
    ]
  },
  "One music video for this artist featured Jeffrey Tambor as a disgruntled theater director who is persuaded by Eric Clapton to let this artist sing, and opens with \"You know I never meant to see you again.\" Another song states that \"You can tell from the lines on her face\" and asks you to \"think twice\"": {
    "guess": "Phil Collins",
    "confidence": [
      [
        "Phil",
        -1.8386683
      ],
      [
        " Collins",
        -0.0005786505
      ]
    ]
  },
  "This musician added the lyrics, \"Oh, memory,\" to his version of Carmichael's song, \"Stardust,\" and worked": {
    "guess": "Louis Armstrong",
    "confidence": [
      [
        "Louis",
        -0.011567977
      ],
      [
        " Armstrong",
        -0.00022451657
      ]
    ]
  },
  "A museum branch located in this city's Fort Tryon Park containing medieval art is known as The Cloisters. One of its straits, which includes Roosevelt Island and Rikers Island, is the East River. Some of its neighborhoods are Bensonhurst and Flatbush, and its Turtle Bay neighborhood includes the headquarters": {
    "guess": "New York City",
    "confidence": [
      [
        "New",
        -0.0038815462
      ],
      [
        " York",
        -0.0004479501
      ],
      [
        " City",
        -0.00019924906
      ]
    ]
  },
  "This musician got his start as a soloist in the touring bands of Jay McShann, Earl Hines, and Billy Eckstine, and later joined Dizzy Gillespie in creating the \"bebop\" style of jazz. From 1947 he fronted a series of small groups that featured sidemen like Max Roach and Miles Davis. He was known for his endlessly evolving melodies and incorporation of quotations from unrelated songs, seen in recordings": {
    "guess": "Charlie Parker",
    "confidence": [
      [
        "Charlie",
        -0.0039794967
      ],
      [
        " Parker",
        -0.00042578924
      ]
    ]
  },
  "Mutations in the sixth type of this molecule causes Bethlem myopathy and Ullrich myopathy. Mutations in another version of this molecule causes Ehlers- Danlos syndrome, while another mutation in this molecule causes Alports's syndrome.  This molecule is stained by Masson's Trichrome, and it is modified by prolyl hydroxylase in the ER during synthesis, which requires vitamin C as a cofactor.  Every": {
    "guess": "Collagen",
    "confidence": [
      [
        "Coll",
        -0.0073491544
      ],
      [
        "agen",
        -0.0010654399
      ]
    ]
  },
  "This musical includes the songs \"Don't tell Mama,\" \"The Telephone Song,\" and \"Perfectly Marvellous\" after": {
    "guess": "Cabaret (musical)",
    "confidence": [
      [
        "Cab",
        -0.004653338
      ],
      [
        "aret",
        -3.1424974e-05
      ],
      [
        " (",
        -0.5468947
      ],
      [
        "mus",
        -0.0014174999
      ],
      [
        "ical",
        -2.6537622e-05
      ],
      [
        ")",
        -1.1756368e-05
      ]
    ]
  },
  "In the music video to this song, the book Skylar's Outlaw appears on a wooden desk as the central character puts on high heels. The speaker of this song has \"foresight and it's real\" and claims \"I beg, and borrow and steal.\" Mentioning how \"all the other boys/ Try to (*) chase me,\" the speaker of this song also laments how \"Before you came into my life/ I missed you so bad,\" prior to noticing how her": {
    "guess": "Call Me Maybe",
    "confidence": [
      [
        "Call",
        -0.004502281
      ],
      [
        " Me",
        -0.0006142667
      ],
      [
        " Maybe",
        -2.6895234e-05
      ]
    ]
  },
  "This must decrease as rival firms' aggregate output increases in order for Cournot competition to hold,": {
    "guess": "Oligopoly",
    "confidence": [
      [
        "O",
        -0.042361118
      ],
      [
        "lig",
        -3.6431527e-05
      ],
      [
        "opoly",
        -3.9054008e-05
      ]
    ]
  },
  "A mutation of the FMR1 gene can result in Martin-Bell syndrome, also named for the \"fragile\" form of this structure. These are inactivated in females in a process called lyonization, resulting in the formation": {
    "guess": "X chromosome",
    "confidence": [
      [
        "X",
        -0.0040908665
      ],
      [
        " chromosome",
        -0.00472928
      ]
    ]
  },
  "This musician performed \"Festival Junction\" and other pieces alongside Paul Gonsalves and Johnny Hodges at the 1956 Newport Jazz Festival. One song by this musician tells how the singer always gets the title feeling, which he attributes to a color, ever since his \"baby said goodbye.\" One of this musician's pieces was inspired by a trip to his collaborator's house in New York. This man's band recorded a version of the song \"Caravan.\" This composer of \"Mood Indigo\" frequently wrote his pieces with Billy Strayhorn, including his most famous piece, and this man's band played at the Cotton Club. For 10 points, name this pianist and bandleader who wrote \"Take the 'A' Train.\"": {
    "guess": "Duke Ellington",
    "confidence": [
      [
        "D",
        -0.00042233232
      ],
      [
        "uke",
        -1.2664457e-06
      ],
      [
        " Ell",
        -6.49212e-05
      ],
      [
        "ington",
        -0.00015205175
      ]
    ]
  },
  "This musician sang duets like \"Let's Call the Whole Thing Off\" with Ella Fitzgerald and recorded albums with his \"Hot Five\" and \"Hot Seven\" bands. He sang \"It's so nice to have you back where you belong\" in one song, and described \"Bright blessed days\" and \"dark sacred nights\" in another song. (*) For 10 points, what jazz trumpeter, nicknamed \"Satchmo\" sang \"Hello, Dolly!\" and \"What a Wonderful World\"?": {
    "guess": "Louis Armstrong discography",
    "confidence": [
      [
        "Louis",
        -0.0022098545
      ],
      [
        " Armstrong",
        -0.0001136755
      ],
      [
        " disc",
        -0.21759214
      ],
      [
        "ography",
        -0.00017016703
      ]
    ]
  },
  "In the music video to this song, one speaker raps from a couch in front of an impressionist painting of a naked woman with a wine bottle covering her head, while another speaker wears a white dress with a woman's head on it. Lyrics sung by the main speaker include \"watch me, I'm intoxicated,\" \"watch me getting physical and out of control\", and \"I like to move it / come and give me some more.\" That": {
    "guess": "Physical (Olivia Newton-John song)",
    "confidence": [
      [
        "Physical",
        -1.2028756
      ],
      [
        " (",
        -0.022472737
      ],
      [
        "Ol",
        -0.02579251
      ],
      [
        "ivia",
        -0.00011450992
      ],
      [
        " Newton",
        -0.00015848507
      ],
      [
        "-J",
        -0.00240467
      ],
      [
        "ohn",
        -0.00015074051
      ],
      [
        " song",
        -0.0006861062
      ],
      [
        ")",
        -0.00036216015
      ]
    ]
  },
  "The Mutiny of Aranjuez saw one king of this name stage a coup against his father, who fled to France with his minister Manuel de Godoy. That king was restored to the throne through the Treaty of Valencay, which concluded the Peninsular War. In addition to that son of Charles IV, this name belonged to a man who married Germaine of Foix after the death of his first wife, with whom he had defeated Boabdil": {
    "guess": "Ferdinand",
    "confidence": [
      [
        "F",
        -0.029475635
      ],
      [
        "erd",
        -0.00044318195
      ],
      [
        "inand",
        -1.8193366e-05
      ]
    ]
  },
  "Mutations in dardarin have been linked to some hereditary cases of this disease. One drug used to treat this disease is administered with a peripheral decarboxylase inhibitor in order to increase its half-life.": {
    "guess": "Parkinson's disease",
    "confidence": [
      [
        "Park",
        -0.0046704262
      ],
      [
        "inson",
        -0.00013774731
      ],
      [
        "'s",
        -3.190179e-05
      ],
      [
        " disease",
        -0.003270403
      ]
    ]
  },
  "This musical term first appeared frequently in lute tablature books in the 16th century for works conceived": {
    "guess": "Tablature",
    "confidence": [
      [
        "Tab",
        -0.606872
      ],
      [
        "l",
        -0.011172079
      ],
      [
        "ature",
        -0.00057733926
      ]
    ]
  },
  "This musician performed \"Festival Junction\" and other pieces alongside Paul Gonsalves and Johnny Hodges at the 1956 Newport Jazz Festival. One song by this musician tells how the singer always gets the title feeling, which he attributes to a color, ever since his \"baby said goodbye.\" One of this musician's pieces was inspired by a trip to his collaborator's house in New York. This man's band recorded a version of the song \"Caravan.\" This composer of \"Mood Indigo\" frequently wrote his pieces with Billy Strayhorn, including his most famous piece, and this man's band played at the Cotton Club. For": {
    "guess": "Duke Ellington",
    "confidence": [
      [
        "D",
        -0.00030745665
      ],
      [
        "uke",
        -4.1273333e-06
      ],
      [
        " Ell",
        -3.6669935e-05
      ],
      [
        "ington",
        -0.00013846254
      ]
    ]
  },
  "The mutagen ethylmethane sulfonate uses this reaction to alter base pairing in DNA, as do some chemotherapies.": {
    "guess": "Alkylation",
    "confidence": [
      [
        "Al",
        -0.024242219
      ],
      [
        "ky",
        -0.4764492
      ],
      [
        "lation",
        -3.0545007e-06
      ]
    ]
  },
  "The Mutiny of Aranjuez saw one king of this name stage a coup against his father, who fled to France with his minister Manuel de Godoy. That king was restored to the throne through the Treaty of Valencay,": {
    "guess": "Ferdinand VII",
    "confidence": [
      [
        "F",
        -0.045073673
      ],
      [
        "erd",
        -0.0037518633
      ],
      [
        "inand",
        -2.4153549e-05
      ],
      [
        " VII",
        -0.006128464
      ]
    ]
  },
  "This musician performed \"Festival Junction\" and other pieces alongside Paul Gonsalves and Johnny Hodges": {
    "guess": "Duke Ellington",
    "confidence": [
      [
        "D",
        -0.008424741
      ],
      [
        "uke",
        -8.3874584e-05
      ],
      [
        " Ell",
        -2.7729659e-05
      ],
      [
        "ington",
        -0.000116655596
      ]
    ]
  },
  "A mutation in one component of this structure results in Shwachman-Bodian-Diamond Syndrome, a major cause of exocrine pancreatic insufficiency in children. An important molecule that interacts with this structure is mimicked by this structure's namesake \"recycling factor.\" This structure recognizes either the Kozak or (*) Shine-Dalgarno sequences. Different parts of this structure are named for their rates of sedimentation, measured in Svedberg units. This organelle contains the A, P, and E binding sites and is synthesized in the nucleolus. Found in the rough endoplasmic reticulum and cytoplasm,": {
    "guess": "Ribosome",
    "confidence": [
      [
        "Rib",
        -0.0018604498
      ],
      [
        "osome",
        -0.00072494097
      ]
    ]
  },
  "Mutations in the sixth type of this molecule causes Bethlem myopathy and Ullrich myopathy. Mutations": {
    "guess": "Collagen VI",
    "confidence": [
      [
        "Coll",
        -0.012676216
      ],
      [
        "agen",
        -0.0006392885
      ],
      [
        " VI",
        -0.13008125
      ]
    ]
  },
  "A mutation in RUNX2 can cause this structure to fail to develop in a condition called Marie-Sainton syndrome.": {
    "guess": "Bone",
    "confidence": [
      [
        "Bone",
        -0.7725166
      ]
    ]
  },
  "One music video for this artist featured Jeffrey Tambor as a disgruntled theater director who is persuaded by Eric Clapton to let this artist sing, and opens with \"You know I never meant to see you again.\" Another song states that \"You can tell from the lines on her face\" and asks you to \"think twice\" on the titular day. Both of those songs were featured on the 1989 album But Seriously..., the follow-up to his most successful record, No Jacket Required. Eminem's \"Stan\" sees the title figure note": {
    "guess": "Phil Collins",
    "confidence": [
      [
        "Phil",
        -0.0014806979
      ],
      [
        " Collins",
        -4.012684e-05
      ]
    ]
  },
  "The Mutiny of Aranjuez saw one king of this name stage a coup against his father, who fled to France with his minister Manuel de Godoy. That king was restored to the throne through the Treaty of Valencay, which concluded the Peninsular War. In addition to that son of Charles IV, this name belonged to a man who married Germaine of Foix after the death of his first wife, with whom he had defeated Boabdil at the Battle of Grenada and issued the Alhambra Decree that expelled the Jews from his country.": {
    "guess": "Ferdinand",
    "confidence": [
      [
        "F",
        -0.004301577
      ],
      [
        "erd",
        -0.0005778161
      ],
      [
        "inand",
        -1.4617256e-05
      ]
    ]
  },
  "One musical set aboard a ship that departs from this country includes the songs \"It's De-Lovely\" and \"I Get a Kick out of You.\" That work is Anything Goes by Cole Porter. On the Town by Leonard Bernstein": {
    "guess": "Anything Goes",
    "confidence": [
      [
        "Anything",
        -0.010400221
      ],
      [
        " Goes",
        -0.0074364855
      ]
    ]
  },
  "One music video for this artist featured Jeffrey Tambor as a disgruntled theater director who is persuaded by Eric Clapton to let this artist sing, and opens with \"You know I never meant to see you again.\"": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -0.99154294
      ]
    ]
  },
  "His music was banned by Nazi Germany since he was a public advocate of aiding Jewish refugees.  His musical education continued with Max Bruch in Berlin and Maurice Ravel in Paris.  His output includes nine symphonies, incidental music for Aristophanes' The Wasps, and Fantasia on Greensleves, the latter being one of his many incorporations of English folk music in his compositions.  FTP, name this composer who, despite being an atheist, used strong religious themes in revising the English Hymnal": {
    "guess": "Ralph Vaughan Williams",
    "confidence": [
      [
        "R",
        -0.004965359
      ],
      [
        "alph",
        -2.9279307e-05
      ],
      [
        " Vaughan",
        -0.00044044392
      ],
      [
        " Williams",
        -8.292095e-05
      ]
    ]
  },
  "One musical set aboard a ship that departs from this country includes the songs \"It's De-Lovely\" and \"I Get a Kick out of You.\" That work is Anything Goes by Cole Porter. On the Town by Leonard Bernstein is about sailors from this country. One person from this country goes to Paris in a Gershwin musical. One musical set in this country includes the song \"You're the One That I Want\" and is entitled Grease. For 10 points, name this country that is the home of composer George M. Cohan, who wrote the": {
    "guess": "United States",
    "confidence": [
      [
        "United",
        -0.0016381697
      ],
      [
        " States",
        -0.00013083349
      ]
    ]
  },
  "A mutation in the A form of this protein can cause Brunner syndrome, characterized by slight mental retardation and aggressiveness, while a shorter variant of the A form gene found especially in Maori people has been dubbed the \"Warrior gene.\" The genes for the A and B forms are found next to each other on the X chromosome, and both use FAD as a co-factor, but differ in their affinities for the substances on which they act. Substances that antagonize these enzymes, including clorgiline and moclobemide,": {
    "guess": "Monoamine oxidase A",
    "confidence": [
      [
        "Mono",
        -0.463191
      ],
      [
        "amine",
        -0.00059556647
      ],
      [
        " oxid",
        -0.016391277
      ],
      [
        "ase",
        -0.0017729965
      ],
      [
        " A",
        -0.17443652
      ]
    ]
  },
  "One of this musician's early recordings, which is named after a slang term for marijuana popular among jazz musicians, was \"Muggles.\" In honor of the Karnofsky family, who gave him money that allowed him to buy his first instrument, he always wore a Star of David. Ensembles led by this man include his All Stars, his Hot Seven, and his Hot Five, and he collaborated on the single \"Weatherbird\" with pianist Earl Hines. An apocryphal story claims that he dropped the lyric sheet while recording his version of \"Heebie Jeebies,\" so he invented scat singing. He made the first recording of a song whose": {
    "guess": "Louis Armstrong",
    "confidence": [
      [
        "Louis",
        -0.043996252
      ],
      [
        " Armstrong",
        -0.0019157878
      ]
    ]
  },
  "A museum branch located in this city's Fort Tryon Park containing medieval art is known as The Cloisters. One of its straits, which includes Roosevelt Island and Rikers Island, is the East River. Some of its neighborhoods are Bensonhurst and Flatbush, and its Turtle Bay neighborhood includes the headquarters of the (*) United Nations. For 10 points, name this city whose boroughs include Queens, Staten": {
    "guess": "New York City",
    "confidence": [
      [
        "New",
        -0.0012666595
      ],
      [
        " York",
        -0.0061743134
      ],
      [
        " City",
        -1.4974867e-05
      ]
    ]
  },
  "One of this musician's albums features Hermeto Pascoal's early compositions such as \"Nem Um Talvez.\" In his later career, this artist often collaborated with the electric guitarist John McLaughlin, who is the subject of this artist's song \"Go Ahead John,\" which appears on Big Fun. This man's second namesake": {
    "guess": "Miles Davis discography",
    "confidence": [
      [
        "M",
        -0.061406635
      ],
      [
        "iles",
        -4.739826e-05
      ],
      [
        " Davis",
        -0.0016059132
      ],
      [
        " disc",
        -0.123972416
      ],
      [
        "ography",
        -2.677603e-05
      ]
    ]
  },
  "One of this musician's albums features Hermeto Pascoal's early compositions such as \"Nem Um Talvez.\" In his later career, this artist often collaborated with the electric guitarist John McLaughlin, who is the subject of this artist's song \"Go Ahead John,\" which appears on Big Fun. This man's second namesake quintet featured Wayne Shorter and Herbie Hancock, and his earlier quintet featured John Coltrane and was expanded to a (*) sextet with the addition of Cannonball Adderley. An arrangement of Joaquin Rodrigo's Concierto de Aranjuez opens this artist's album Sketches of Spain. He collaborated with Gil Evans on \"Boplicity\", which appeared on his seminal album Birth of the Cool. For 10 points, name this jazz trumpeter whose \"Freddie Freeloader\" and \"So What\" appeared on the album Kind of Blue.": {
    "guess": "Miles Davis",
    "confidence": [
      [
        "M",
        -0.00048083928
      ],
      [
        "iles",
        -1.0683535e-05
      ],
      [
        " Davis",
        -2.1054253e-05
      ]
    ]
  },
  "One music video for this artist featured Jeffrey Tambor as a disgruntled theater director who is persuaded by Eric Clapton to let this artist sing, and opens with \"You know I never meant to see you again.\" Another song states that \"You can tell from the lines on her face\" and asks you to \"think twice\" on the titular day. Both of those songs were featured on the 1989 album But Seriously..., the follow-up to his most successful record, No Jacket Required. Eminem's \"Stan\" sees the title figure note \"you could have saved me from drowning,\" a reference to this man's most famous song, which notes that pain is \"no stranger to you and me\" just before launching into the drum fill. For 10 points, name this artist responsible for \"I Wish It Would Rain Down\" and \"Another Day In Paradise,\" the former drummer of Genesis best known for \"In the Air Tonight\".": {
    "guess": "Phil Collins",
    "confidence": [
      [
        "Phil",
        -0.00053158705
      ],
      [
        " Collins",
        -0.00019412329
      ]
    ]
  },
  "His music for the radio play The City Wears a Slouch Hat was written entirely for percussion, while another work portrayed the tendency towards tranquility found in Indian aesthetic thought. His most notable collection of writings, dedicated \"To Whom it May Concern\", includes a section in which he heard a high-pitched whine in a soundless room, while the notes of his Music for Piano were determined by imperfections in the (*) staff paper. This composer of Sonatas and Interludes wrote a work for twelve": {
    "guess": "John Cage",
    "confidence": [
      [
        "John",
        -0.08854644
      ],
      [
        " Cage",
        -0.00070742896
      ]
    ]
  },
  "One of this musician's albums features Hermeto Pascoal's early compositions such as \"Nem Um Talvez.\" In his later career, this artist often collaborated with the electric guitarist John McLaughlin, who is the subject of this artist's song \"Go Ahead John,\" which appears on Big Fun. This man's second namesake quintet featured Wayne Shorter and Herbie Hancock, and his earlier quintet featured John Coltrane and was expanded to a (*) sextet with the addition of Cannonball Adderley. An arrangement of Joaquin Rodrigo's Concierto de Aranjuez opens this artist's album Sketches of Spain. He collaborated": {
    "guess": "Miles Davis",
    "confidence": [
      [
        "M",
        -0.0005131179
      ],
      [
        "iles",
        -6.9882217e-06
      ],
      [
        " Davis",
        -5.6576944e-05
      ]
    ]
  },
  "A mutation in the A form of this protein can cause Brunner syndrome, characterized by slight mental retardation and aggressiveness, while a shorter variant of the A form gene found especially in Maori people has been dubbed the \"Warrior gene.\" The genes for the A and B forms are found next to each other on the X chromosome, and both use FAD as a co-factor, but differ in their affinities for the substances on which they act. Substances that antagonize these enzymes, including clorgiline and moclobemide, can lead to the so-called cheese syndrome, which is a hypertensive crisis caused by eating tyramine, or to serotonin syndrome. FTP identify this enzyme that forms an aldehyde in place of the namesake lone NH2 group to deactivate several neurotransmitters, inhibitors of which can be used to treat": {
    "guess": "Monoamine oxidase",
    "confidence": [
      [
        "Mono",
        -0.10979815
      ],
      [
        "amine",
        -0.0003581072
      ],
      [
        " oxid",
        -0.004173849
      ],
      [
        "ase",
        -0.0012357031
      ]
    ]
  },
  "A mutation in the A form of this protein can cause Brunner syndrome, characterized by slight mental retardation and aggressiveness, while a shorter variant of the A form gene found especially in Maori": {
    "guess": "MAOA",
    "confidence": [
      [
        "MA",
        -0.079641834
      ],
      [
        "OA",
        -0.03437748
      ]
    ]
  },
  "This musician got his start replacing the legendary King Oliver in Kid Ory's band, and after serving as lead cornet soloist for Fletcher Henderson's band recorded his early masterpieces, the Hot Five and": {
    "guess": "Louis Armstrong",
    "confidence": [
      [
        "Louis",
        -0.005189647
      ],
      [
        " Armstrong",
        -5.0497558e-05
      ]
    ]
  },
  "In the music video to this song, the book Skylar's Outlaw appears on a wooden desk as the central character puts on high heels. The speaker of this song has \"foresight and it's real\" and claims \"I beg,": {
    "guess": "Call Me Maybe",
    "confidence": [
      [
        "Call",
        -0.0052347137
      ],
      [
        " Me",
        -0.0012049926
      ],
      [
        " Maybe",
        -0.000111410634
      ]
    ]
  },
  "In the music video for this song the artists are occasionally featured as wooden bobble-head puppets singing and playing instruments. One of the guest artists on this song claims that she's \"Flying first class from New York to\" the band's namesake locale, while another giving honeys \"eargasms\" with his": {
    "guess": "Feel Good Inc.",
    "confidence": [
      [
        "Feel",
        -1.0191374
      ],
      [
        " Good",
        -0.06016687
      ],
      [
        " Inc",
        -0.00733448
      ],
      [
        ".",
        -0.001595438
      ]
    ]
  },
  "This musician got his start as a soloist in the touring bands of Jay McShann, Earl Hines, and Billy Eckstine, and later joined Dizzy Gillespie in creating the \"bebop\" style of jazz. From 1947 he fronted": {
    "guess": "Charlie Parker",
    "confidence": [
      [
        "Charlie",
        -0.0074316342
      ],
      [
        " Parker",
        -0.00025526012
      ]
    ]
  },
  "In the music video to this song, one speaker raps from a couch in front of an impressionist painting of a naked woman with a wine bottle covering her head, while another speaker wears a white dress with a woman's head on it. Lyrics sung by the main speaker include \"watch me, I'm intoxicated,\" \"watch me getting physical and out of control\", and \"I like to move it / come and give me some more.\" That singer, whose temperature is rising and about to explode, exhorts the listener to steal the night, kill the lights, and feel it under your skin. She's also infected by the sound and being killed by the beat, necessitating the title public health measure. FTP, name this summer 2009 hit by Cascada, whose": {
    "guess": "Evacuate the Dancefloor",
    "confidence": [
      [
        "Ev",
        -0.051570803
      ],
      [
        "ac",
        -9.5914154e-05
      ],
      [
        "uate",
        -5.5980927e-05
      ],
      [
        " the",
        -0.00029828164
      ],
      [
        " Dance",
        -3.2855416e-05
      ],
      [
        "floor",
        -0.009496457
      ]
    ]
  },
  "This musical piece's third act bizarrely depicts \"the feast of lights.\" Beethoven composed 12 variations on one song in this musical work for cello and piano. The libretto for this piece, which was written by Thomas Morell, includes \"Sound the Alarm\" and \"We Will Never Bow Down.\" It ends with a chorus singing the words \"Amen\" and \"Hallelujah.\" Characters depicted in this work include the Seleucid commander Gorgias. It was composed after the Duke of Cumberland returned victorious from the Battle of Culloden. This oratorio's \"See the Conqu'ring Hero Come\" inspired variations by Beethoven and was the basis for Edmond Budry's hymn \"Thine be the Glory.\" For 10 points, name this religious work by Handel": {
    "guess": "Judas Maccabaeus",
    "confidence": [
      [
        "J",
        -0.013333874
      ],
      [
        "udas",
        -4.2868523e-05
      ],
      [
        " M",
        -0.00028743778
      ],
      [
        "acc",
        -6.0345924e-06
      ],
      [
        "ab",
        -0.5534861
      ],
      [
        "ae",
        -0.000105331244
      ],
      [
        "us",
        -9.849109e-06
      ]
    ]
  },
  "This must decrease as rival firms' aggregate output increases in order for Cournot competition to hold, and if a strictly positive subsistence level is introduced to a CES function, this quantity becomes non-monotonic. It is given by price times the quantity 1 minus 1 over demand elasticity, showing that its sign is an indicator of elasticity. In oligopolies, this curve has a jump due to the kinked demand curve, and in monopolies, a deadweight loss is caused because this curve, and not demand, determines quantity sold. For 10 points, name this curve that generally marks equilibrium where it meets marginal cost, and which measures the added revenue of an additional unit sold.": {
    "guess": "Marginal revenue",
    "confidence": [
      [
        "Marg",
        -0.0022023593
      ],
      [
        "inal",
        -1.0280384e-06
      ],
      [
        " revenue",
        -0.40621683
      ]
    ]
  },
  "His music for the radio play The City Wears a Slouch Hat was written entirely for percussion, while another work portrayed the tendency towards tranquility found in Indian aesthetic thought. His most notable collection of writings, dedicated \"To Whom it May Concern\", includes a section in which he heard a high-pitched whine in a soundless room, while the notes of his Music for Piano were determined by imperfections in the (*) staff paper. This composer of Sonatas and Interludes wrote a work for twelve radios but may be best known for a three-movement work for solo piano in which the sections are": {
    "guess": "John Cage",
    "confidence": [
      [
        "John",
        -0.017741423
      ],
      [
        " Cage",
        -0.0011767743
      ]
    ]
  },
  "This musician got his start replacing the legendary King Oliver in Kid Ory's band, and after serving as lead cornet soloist for Fletcher Henderson's band recorded his early masterpieces, the Hot Five and Hot Seven recordings, which included songs like \"Potato Head Blues\". He abandoned the cornet for his trademark instrument, and after forming his \"All-Star\" sextet became renown for both his non-stop": {
    "guess": "Louis Armstrong",
    "confidence": [
      [
        "Louis",
        -0.0027347396
      ],
      [
        " Armstrong",
        -6.7901296e-05
      ]
    ]
  },
  "His music was banned by Nazi Germany since he was a public advocate of aiding Jewish refugees.  His musical": {
    "guess": "Paul Hindemith",
    "confidence": [
      [
        "Paul",
        -1.3691392
      ],
      [
        " Hind",
        -0.03309078
      ],
      [
        "em",
        -4.246537e-06
      ],
      [
        "ith",
        -5.5623317e-05
      ]
    ]
  },
  "Mutations in dardarin have been linked to some hereditary cases of this disease. One drug used to treat": {
    "guess": "Parkinson's disease",
    "confidence": [
      [
        "Park",
        -0.00817611
      ],
      [
        "inson",
        -0.00016671013
      ],
      [
        "'s",
        -9.364929e-05
      ],
      [
        " disease",
        -0.009103638
      ]
    ]
  },
  "One of these musical works features a harpsichord cadenza that was probably played by J.S. Bach at its": {
    "guess": "Brandenburg Concerto No. 5",
    "confidence": [
      [
        "Brand",
        -0.0032927326
      ],
      [
        "enburg",
        -6.46828e-05
      ],
      [
        " Concert",
        -4.9617593e-06
      ],
      [
        "o",
        -0.21513343
      ],
      [
        " No",
        -0.0036798865
      ],
      [
        ".",
        -7.147741e-05
      ],
      [
        " ",
        -0.0015560439
      ],
      [
        "5",
        -0.0024265521
      ]
    ]
  },
  "One music video for this artist featured Jeffrey Tambor as a disgruntled theater director who is persuaded by Eric Clapton to let this artist sing, and opens with \"You know I never meant to see you again.\" Another song states that \"You can tell from the lines on her face\" and asks you to \"think twice\" on the titular day. Both of those songs were featured on the 1989 album But Seriously..., the follow-up to his most successful record, No Jacket Required. Eminem's \"Stan\" sees the title figure note \"you could have saved me from drowning,\" a reference to this man's most famous song, which notes that pain is \"no stranger to you and me\" just before launching into the drum fill. For 10 points, name": {
    "guess": "Phil Collins",
    "confidence": [
      [
        "Phil",
        -0.104757115
      ],
      [
        " Collins",
        -0.00036537863
      ]
    ]
  },
  "It must have a positive slope, and because the factor it measures cannot be negative it must be concave up and cannot rise above the line y = x, known as the line of perfect equality.  The area between it and the line of perfect equality is known as the Gini coefficient, and at each point its y-value shows the cumulative percentage of a given asset owned by the bottom x percent of the sample.  First": {
    "guess": "Lorenz curve",
    "confidence": [
      [
        "L",
        -0.09798091
      ],
      [
        "oren",
        -0.03253117
      ],
      [
        "z",
        -0.0002072357
      ],
      [
        " curve",
        -0.025156362
      ]
    ]
  },
  "Mutations in the sixth type of this molecule causes Bethlem myopathy and Ullrich myopathy. Mutations in another version of this molecule causes Ehlers- Danlos syndrome, while another mutation in this molecule causes Alports's syndrome.  This molecule is stained by Masson's Trichrome, and it is modified by prolyl hydroxylase in the ER during synthesis, which requires vitamin C as a cofactor.  Every third residue in this protein is glycine, which allows it to stabilize into a characteristic triple helix.  FTP, name this fibrous connective tissue protein found in tendons, bones, teeth, and skin, the": {
    "guess": "Collagen",
    "confidence": [
      [
        "Coll",
        -0.0054451777
      ],
      [
        "agen",
        -0.00053539796
      ]
    ]
  },
  "A mutation of the FMR1 gene can result in Martin-Bell syndrome, also named for the \"fragile\" form of this structure. These are inactivated in females in a process called lyonization, resulting in the formation of Barr bodies.  Klinefelter syndrome sees the presence of one or more extra copies of this": {
    "guess": "X chromosome",
    "confidence": [
      [
        "X",
        -0.0087621715
      ],
      [
        " chromosome",
        -0.026289036
      ]
    ]
  },
  "In the music video to this song, the book Skylar's Outlaw appears on a wooden desk as the central character puts on high heels. The speaker of this song has \"foresight and it's real\" and claims \"I beg, and borrow and steal.\" Mentioning how \"all the other boys/ Try to (*) chase me,\" the speaker of this song also laments how \"Before you came into my life/ I missed you so bad,\" prior to noticing how her tattooed neighbor has \"ripped jeans\" and \"skin [that] was showing.\" The singer realizes how it's crazy that she \"just met\" him and then offers him her phone number. For ten points, name this Canadian song recorded by Carly Rae Jepsen.": {
    "guess": "Call Me Maybe",
    "confidence": [
      [
        "Call",
        -0.008148912
      ],
      [
        " Me",
        -0.0003808641
      ],
      [
        " Maybe",
        -1.1756368e-05
      ]
    ]
  },
  "One of this musician's albums features Hermeto Pascoal's early compositions such as \"Nem Um Talvez.\" In his later career, this artist often collaborated with the electric guitarist John McLaughlin, who": {
    "guess": "Miles Davis",
    "confidence": [
      [
        "M",
        -0.40620553
      ],
      [
        "iles",
        -7.3458323e-06
      ],
      [
        " Davis",
        -0.00015145572
      ]
    ]
  },
  "This musician headed the Hot Five, which featured his wife Lil Hardin on piano. That group expanded into the Hot Seven and recorded his song \"Potato Head Blues\". He worked with Duke Ellington on the albums Together For The First Time and The Great Reunion, which were combined to make The Great Summit.": {
    "guess": "Louis Armstrong",
    "confidence": [
      [
        "Louis",
        -0.08133987
      ],
      [
        " Armstrong",
        -0.00055672805
      ]
    ]
  },
  "The mutagen ethylmethane sulfonate uses this reaction to alter base pairing in DNA, as do some chemotherapies. In this nucleophilic substitution reaction, a group consisting of an alkane minus a hydrogen is added to a compound. FTP, identify this chemical reaction, one example of which is the Friedel-Crafts": {
    "guess": "Alkylation",
    "confidence": [
      [
        "Al",
        -0.5835306
      ],
      [
        "ky",
        -0.03092236
      ],
      [
        "lation",
        -4.604148e-06
      ]
    ]
  },
  "Mutations in dardarin have been linked to some hereditary cases of this disease. One drug used to treat this disease is administered with a peripheral decarboxylase inhibitor in order to increase its half-life. One new treatment for this disease is deep brain stimulation of the subthalamic nucleus and globus pallidus interna. MPTP was linked to several instances of this disease in opiate addicts, and": {
    "guess": "Parkinson's disease",
    "confidence": [
      [
        "Park",
        -0.0031137804
      ],
      [
        "inson",
        -7.910644e-05
      ],
      [
        "'s",
        -4.6206227e-05
      ],
      [
        " disease",
        -0.0064846766
      ]
    ]
  },
  "This musical term first appeared frequently in lute tablature books in the 16th century for works conceived originally for the lute. Froberger wrote polyphonic ones, Zemlinsky's The Mermaid is one for orchestra, and Erik Satie wrote a \"serious\" one for orchestra called La Belle Excentrique. In the 19th century, it came to refer to a potpourri of themes from operas, but Henry Wood composed one based on British Sea Songs for the 1905 centenary celebration of Trafalgar, and Busoni later used the name in a long piano work based on the final incomplete fugue from Bach's Art of the Fugue. Often given to musical pieces of no fixed form, FTP, name this type of composition one which was written on a theme": {
    "guess": "Fantasia",
    "confidence": [
      [
        "Fant",
        -0.85927206
      ],
      [
        "asia",
        -0.014904254
      ]
    ]
  },
  "This musician headed the Hot Five, which featured his wife Lil Hardin on piano. That group expanded into the Hot Seven and recorded his song \"Potato Head Blues\". He worked with Duke Ellington on the albums Together For The First Time and The Great Reunion, which were combined to make The Great Summit. He appeared in and recorded the title song for Barbra Streisand's film Hello, Dolly!  and he made the first and most successful recording of  \"What A Wonderful World\". Name this cornet- and trumpet- playing musician whose nickname, derived from his ever present wide smile, was often shortened from": {
    "guess": "Louis Armstrong",
    "confidence": [
      [
        "Louis",
        -0.0026846833
      ],
      [
        " Armstrong",
        -0.00030197695
      ]
    ]
  },
  "The Mutiny of Aranjuez saw one king of this name stage a coup against his father, who fled to France with his minister Manuel de Godoy. That king was restored to the throne through the Treaty of Valencay, which concluded the Peninsular War. In addition to that son of Charles IV, this name belonged to a man who married Germaine of Foix after the death of his first wife, with whom he had defeated Boabdil at the Battle of Grenada and issued the Alhambra Decree that expelled the Jews from his country. That king had also funded the expeditions of Christopher Columbus. For 10 points, give this name belonging to seven Spanish rulers, including the husband of Isabella I.": {
    "guess": "Ferdinand",
    "confidence": [
      [
        "F",
        -0.013328818
      ],
      [
        "erd",
        -4.5252596e-05
      ],
      [
        "inand",
        -3.650519e-06
      ]
    ]
  },
  "His music was banned by Nazi Germany since he was a public advocate of aiding Jewish refugees.  His musical education continued with Max Bruch in Berlin and Maurice Ravel in Paris.  His output includes nine symphonies, incidental music for Aristophanes' The Wasps, and Fantasia on Greensleves, the latter": {
    "guess": "Ralph Vaughan Williams",
    "confidence": [
      [
        "R",
        -0.008474393
      ],
      [
        "alph",
        -2.8921695e-05
      ],
      [
        " Vaughan",
        -0.00019555374
      ],
      [
        " Williams",
        -0.000121662146
      ]
    ]
  },
  "In muscles, calcium is stored in this organelle, and in the adrenal cortex this organelle synthesizes steroids. ERAD is a process in which misfolded proteins are degraded in these structures, where they are usually folded with the help of chaperones.  One type of this organelle forms transport vescicles to the (*) golgi apparatus and is prominant in hepatocytes, while the site of mRNA translation,": {
    "guess": "Endoplasmic reticulum",
    "confidence": [
      [
        "End",
        -0.055173606
      ],
      [
        "opl",
        -3.2140193e-05
      ],
      [
        "asm",
        -0.00018971277
      ],
      [
        "ic",
        -0.0001439459
      ],
      [
        " ret",
        -0.11254911
      ],
      [
        "ic",
        -1.9385403e-05
      ],
      [
        "ulum",
        -2.868329e-05
      ]
    ]
  },
  "A mutation of the FMR1 gene can result in Martin-Bell syndrome, also named for the \"fragile\" form of this structure. These are inactivated in females in a process called lyonization, resulting in the formation of Barr bodies.  Klinefelter syndrome sees the presence of one or more extra copies of this chromosome in males, resulting in reduced levels of testosterone. Turner syndrome is a condition in which females may only have one of these chromosomes. For 10 points, identify this sex chromosome that is present in both males and females.": {
    "guess": "X chromosome",
    "confidence": [
      [
        "X",
        -0.056516834
      ],
      [
        " chromosome",
        -0.01400342
      ]
    ]
  },
  "This musical piece's third act bizarrely depicts \"the feast of lights.\" Beethoven composed 12 variations on one song in this musical work for cello and piano. The libretto for this piece, which was written by Thomas Morell, includes \"Sound the Alarm\" and \"We Will Never Bow Down.\" It ends with a chorus singing the words \"Amen\" and \"Hallelujah.\" Characters depicted in this work include the Seleucid commander Gorgias. It was composed after the Duke of Cumberland returned victorious from the Battle of Culloden. This oratorio's \"See the Conqu'ring Hero Come\" inspired variations by Beethoven and was the basis for Edmond Budry's hymn \"Thine be the Glory.\" For 10 points, name this religious work by Handel about a Jewish hero.": {
    "guess": "Judas Maccabeus",
    "confidence": [
      [
        "J",
        -0.024681602
      ],
      [
        "udas",
        -1.7597347e-05
      ],
      [
        " M",
        -0.00012308525
      ],
      [
        "acc",
        -5.9153886e-06
      ],
      [
        "abe",
        -0.60157967
      ],
      [
        "us",
        -1.3544423e-05
      ]
    ]
  },
  "A mutation in RUNX2 can cause this structure to fail to develop in a condition called Marie-Sainton syndrome. One end of this structure develops intramembranously while other end develops endochondrally. This structure is the first of its type to begin ossification, but is usually the last to finish. Medially this bone articulates at a synovial joint with an intra- articular disc and laterally this bone articulates with the acromion of the scapula. For ten points, give the name of this sigmoid shaped": {
    "guess": "Clavicle",
    "confidence": [
      [
        "Cl",
        -0.00773025
      ],
      [
        "av",
        -0.002273843
      ],
      [
        "icle",
        -0.00013512482
      ]
    ]
  },
  "This musician headed the Hot Five, which featured his wife Lil Hardin on piano. That group expanded into the Hot Seven and recorded his song \"Potato Head Blues\". He worked with Duke Ellington on the albums Together For The First Time and The Great Reunion, which were combined to make The Great Summit. He appeared in and recorded the title song for Barbra Streisand's film Hello, Dolly!  and he made": {
    "guess": "Louis Armstrong",
    "confidence": [
      [
        "Louis",
        -0.0043837246
      ],
      [
        " Armstrong",
        -9.74638e-05
      ]
    ]
  },
  "This musical includes the songs \"Don't tell Mama,\" \"The Telephone Song,\" and \"Perfectly Marvellous\" after we meet the Vivacious Sally Bowles, the leading Kit Kat Girl and the Kit Kat Klub. After the song \"Two Ladies,\" we meet Fraulein Schneider whose uncertain future with Herr Schultz forms the subplot of this musical. Based on the diaries of Christopher Isherwood, this work features Fraulein Kost and Clifford Bradshaw. For 10 points, name this musical by John Kander, set in pre-World War II Berlin and based on I am a Camera.": {
    "guess": "Cabaret",
    "confidence": [
      [
        "Cab",
        -0.0020954225
      ],
      [
        "aret",
        -2.4153549e-05
      ]
    ]
  },
  "His music for the radio play The City Wears a Slouch Hat was written entirely for percussion, while another work portrayed the tendency towards tranquility found in Indian aesthetic thought. His most notable collection of writings, dedicated \"To Whom it May Concern\", includes a section in which he heard a high-pitched whine in a soundless room, while the notes of his Music for Piano were determined by imperfections in the (*) staff paper. This composer of Sonatas and Interludes wrote a work for twelve radios but may be best known for a three-movement work for solo piano in which the sections are delineated by a stopwatch. For 10 points, identify this author of Silence who used the I Ching to introduce chance effects into compositions such as Imaginary Landscape and Music of Changes but may be best known for his entirely silent 4'33\".": {
    "guess": "John Cage",
    "confidence": [
      [
        "John",
        -0.0026821836
      ],
      [
        " Cage",
        -0.00042423955
      ]
    ]
  },
  "This must decrease as rival firms' aggregate output increases in order for Cournot competition to hold, and if a strictly positive subsistence level is introduced to a CES function, this quantity becomes": {
    "guess": "Oligopoly",
    "confidence": [
      [
        "O",
        -0.24794434
      ],
      [
        "lig",
        -2.9875326e-05
      ],
      [
        "opoly",
        -0.000318185
      ]
    ]
  },
  "One of this musician's early recordings, which is named after a slang term for marijuana popular among jazz musicians, was \"Muggles.\" In honor of the Karnofsky family, who gave him money that allowed him to buy his first instrument, he always wore a Star of David. Ensembles led by this man include his": {
    "guess": "Louis Armstrong",
    "confidence": [
      [
        "Louis",
        -0.142167
      ],
      [
        " Armstrong",
        -0.0006428573
      ]
    ]
  },
  "Mutations in dardarin have been linked to some hereditary cases of this disease. One drug used to treat this disease is administered with a peripheral decarboxylase inhibitor in order to increase its half-life. One new treatment for this disease is deep brain stimulation of the subthalamic nucleus and globus pallidus interna. MPTP was linked to several instances of this disease in opiate addicts, and this disease is caused by a buildup of ubiquitin and alpha-synuclein-containing Lewy Bodies, which destroy the substantia nigra. Important symptoms of this disease include micrographia, cogwheel rigidity, and a mask-like facial expression. Commonly treated by L-Dopa, for 10 points, name this neurological disorder which causes impaired motor skills and eventually dementia, named for a British scientist.": {
    "guess": "Parkinson's disease",
    "confidence": [
      [
        "Park",
        -0.001980618
      ],
      [
        "inson",
        -6.384837e-05
      ],
      [
        "'s",
        -6.062987e-05
      ],
      [
        " disease",
        -0.007064624
      ]
    ]
  },
  "The Mutiny of Aranjuez saw one king of this name stage a coup against his father, who fled to France": {
    "guess": "Mutiny of Aranjuez",
    "confidence": [
      [
        "Mut",
        -0.6015793
      ],
      [
        "iny",
        -0.00012296606
      ],
      [
        " of",
        -0.016784754
      ],
      [
        " Ar",
        -0.00054457295
      ],
      [
        "anj",
        -0.00036977816
      ],
      [
        "uez",
        -8.89548e-06
      ]
    ]
  },
  "One musical composition of this kind presented an A, B-flat, A motif in its seventh movement, which ends with the \"Hostias.\" In addition to that one by Hector Berlioz, another composition of this type by Gabriel Faure has a solo soprano in its fourth movement. One written by another composer honored Alessandro Manzoni and ends with a (*) \"Libera me\" segment. Franz Sussmayr completed a D-minor composition": {
    "guess": "Requiem",
    "confidence": [
      [
        "Re",
        -0.0045536617
      ],
      [
        "qu",
        -1.0802739e-05
      ],
      [
        "iem",
        -8.418666e-06
      ]
    ]
  },
  "This musical piece's third act bizarrely depicts \"the feast of lights.\" Beethoven composed 12 variations on one song in this musical work for cello and piano. The libretto for this piece, which was written by Thomas Morell, includes \"Sound the Alarm\" and \"We Will Never Bow Down.\" It ends with a chorus": {
    "guess": "Judas Maccabeus",
    "confidence": [
      [
        "J",
        -0.0077851275
      ],
      [
        "udas",
        -0.00082391856
      ],
      [
        " M",
        -0.00096195826
      ],
      [
        "acc",
        -8.537869e-06
      ],
      [
        "abe",
        -0.13747153
      ],
      [
        "us",
        -3.9888433e-05
      ]
    ]
  },
  "It must have a positive slope, and because the factor it measures cannot be negative it must be concave up and cannot rise above the line y = x, known as the line of perfect equality.  The area between": {
    "guess": "Lorenz curve",
    "confidence": [
      [
        "L",
        -0.48049378
      ],
      [
        "oren",
        -0.0042799735
      ],
      [
        "z",
        -4.179569e-05
      ],
      [
        " curve",
        -0.00045760558
      ]
    ]
  },
  "One music video for this artist featured Jeffrey Tambor as a disgruntled theater director who is persuaded by Eric Clapton to let this artist sing, and opens with \"You know I never meant to see you again.\" Another song states that \"You can tell from the lines on her face\" and asks you to \"think twice\" on the titular day. Both of those songs were featured on the 1989 album But Seriously..., the follow-up to his most successful record, No Jacket Required. Eminem's \"Stan\" sees the title figure note \"you could have saved me from drowning,\" a reference to this man's most famous song, which notes that pain is \"no stranger to you and me\" just before launching into the drum fill. For 10 points, name this artist responsible for \"I Wish It Would Rain Down\" and \"Another Day In Paradise,\" the former drummer": {
    "guess": "Phil Collins",
    "confidence": [
      [
        "Phil",
        -0.0024682863
      ],
      [
        " Collins",
        -6.670925e-05
      ]
    ]
  },
  "A mutation in RUNX2 can cause this structure to fail to develop in a condition called Marie-Sainton syndrome. One end of this structure develops intramembranously while other end develops endochondrally. This structure is the first of its type to begin ossification, but is usually the last to finish. Medially this bone articulates at a synovial joint with an intra- articular disc and laterally this bone articulates with the acromion of the scapula. For ten points, give the name of this sigmoid shaped structure which is known as the collar bone.": {
    "guess": "Clavicle",
    "confidence": [
      [
        "Cl",
        -0.010384766
      ],
      [
        "av",
        -0.0031659566
      ],
      [
        "icle",
        -1.8074163e-05
      ]
    ]
  },
  "This musician headed the Hot Five, which featured his wife Lil Hardin on piano. That group expanded into the Hot Seven and recorded his song \"Potato Head Blues\". He worked with Duke Ellington on the albums Together For The First Time and The Great Reunion, which were combined to make The Great Summit. He appeared in and recorded the title song for Barbra Streisand's film Hello, Dolly!  and he made the first and most successful recording of  \"What A Wonderful World\". Name this cornet- and trumpet- playing musician whose nickname, derived from his ever present wide smile, was often shortened from \"Satchelmouth\" to \"Satchmo\".": {
    "guess": "Louis Armstrong",
    "confidence": [
      [
        "Louis",
        -0.012187142
      ],
      [
        " Armstrong",
        -0.000127615
      ]
    ]
  },
  "One of this musician's albums features Hermeto Pascoal's early compositions such as \"Nem Um Talvez.\"": {
    "guess": "Hermeto Pascoal",
    "confidence": [
      [
        "Her",
        -0.17576684
      ],
      [
        "met",
        -0.008214539
      ],
      [
        "o",
        -0.0002321456
      ],
      [
        " Pas",
        -0.000528607
      ],
      [
        "coal",
        -5.5623317e-05
      ]
    ]
  },
  "This musician got his start replacing the legendary King Oliver in Kid Ory's band, and after serving as lead cornet soloist for Fletcher Henderson's band recorded his early masterpieces, the Hot Five and Hot Seven recordings, which included songs like \"Potato Head Blues\". He abandoned the cornet for his trademark instrument, and after forming his \"All-Star\" sextet became renown for both his non-stop tour schedule and for his command of the high registers and melodic inventiveness, which contrasted": {
    "guess": "Louis Armstrong",
    "confidence": [
      [
        "Louis",
        -0.0025556884
      ],
      [
        " Armstrong",
        -0.00014966767
      ]
    ]
  },
  "A mutation in RUNX2 can cause this structure to fail to develop in a condition called Marie-Sainton syndrome. One end of this structure develops intramembranously while other end develops endochondrally. This structure is the first of its type to begin ossification, but is usually the last to finish. Medially this bone articulates at a synovial joint with an intra- articular disc and laterally this": {
    "guess": "Clavicle",
    "confidence": [
      [
        "Cl",
        -0.64478
      ],
      [
        "av",
        -0.0008584583
      ],
      [
        "icle",
        -0.0001005631
      ]
    ]
  },
  "A mutation in the A form of this protein can cause Brunner syndrome, characterized by slight mental retardation and aggressiveness, while a shorter variant of the A form gene found especially in Maori people has been dubbed the \"Warrior gene.\" The genes for the A and B forms are found next to each other on the X chromosome, and both use FAD as a co-factor, but differ in their affinities for the substances on which they act. Substances that antagonize these enzymes, including clorgiline and moclobemide, can lead to the so-called cheese syndrome, which is a hypertensive crisis caused by eating tyramine, or to serotonin syndrome. FTP identify this enzyme that forms an aldehyde in place of the namesake lone NH2 group to deactivate several neurotransmitters, inhibitors of which can be used to treat depression and are contra-indicated for use with many other types of drugs.": {
    "guess": "Monoamine oxidase",
    "confidence": [
      [
        "Mono",
        -0.05562114
      ],
      [
        "amine",
        -2.1411865e-05
      ],
      [
        " oxid",
        -0.003064938
      ],
      [
        "ase",
        -0.00028016636
      ]
    ]
  },
  "Mutations in the sixth type of this molecule causes Bethlem myopathy and Ullrich myopathy. Mutations in another version of this molecule causes Ehlers- Danlos syndrome, while another mutation in this molecule causes Alports's syndrome.  This molecule is stained by Masson's Trichrome, and it is modified by prolyl hydroxylase in the ER during synthesis, which requires vitamin C as a cofactor.  Every third residue in this protein is glycine, which allows it to stabilize into a characteristic triple": {
    "guess": "Collagen",
    "confidence": [
      [
        "Coll",
        -0.0037183654
      ],
      [
        "agen",
        -0.00075638137
      ]
    ]
  },
  "Mutations in the sixth type of this molecule causes Bethlem myopathy and Ullrich myopathy. Mutations in another version of this molecule causes Ehlers- Danlos syndrome, while another mutation in this molecule": {
    "guess": "Collagen",
    "confidence": [
      [
        "Coll",
        -0.03509998
      ],
      [
        "agen",
        -0.00049453304
      ]
    ]
  },
  "It must have a positive slope, and because the factor it measures cannot be negative it must be concave": {
    "guess": "Utility function",
    "confidence": [
      [
        "Utility",
        -0.80558664
      ],
      [
        " function",
        -0.49879465
      ]
    ]
  },
  "In muscles, calcium is stored in this organelle, and in the adrenal cortex this organelle synthesizes steroids. ERAD is a process in which misfolded proteins are degraded in these structures, where they": {
    "guess": "Endoplasmic reticulum",
    "confidence": [
      [
        "End",
        -0.0036697944
      ],
      [
        "opl",
        -1.569009e-05
      ],
      [
        "asm",
        -7.9418505e-06
      ],
      [
        "ic",
        -9.567575e-05
      ],
      [
        " ret",
        -0.093492836
      ],
      [
        "ic",
        -7.89631e-07
      ],
      [
        "ulum",
        -9.610702e-06
      ]
    ]
  },
  "This musician performed \"Festival Junction\" and other pieces alongside Paul Gonsalves and Johnny Hodges at the 1956 Newport Jazz Festival. One song by this musician tells how the singer always gets the title feeling, which he attributes to a color, ever since his \"baby said goodbye.\" One of this musician's": {
    "guess": "Duke Ellington",
    "confidence": [
      [
        "D",
        -0.0096416995
      ],
      [
        "uke",
        -4.604148e-06
      ],
      [
        " Ell",
        -2.057744e-05
      ],
      [
        "ington",
        -9.829823e-05
      ]
    ]
  },
  "A mutation of the FMR1 gene can result in Martin-Bell syndrome, also named for the \"fragile\" form of this structure. These are inactivated in females in a process called lyonization, resulting in the formation of Barr bodies.  Klinefelter syndrome sees the presence of one or more extra copies of this chromosome in males, resulting in reduced levels of testosterone. Turner syndrome is a condition in which females may only have one of these chromosomes. For 10 points, identify this sex chromosome that": {
    "guess": "X chromosome",
    "confidence": [
      [
        "X",
        -0.009378245
      ],
      [
        " chromosome",
        -0.052337
      ]
    ]
  },
  "In the music video to this song, one speaker raps from a couch in front of an impressionist painting of a naked woman with a wine bottle covering her head, while another speaker wears a white dress with a woman's head on it. Lyrics sung by the main speaker include \"watch me, I'm intoxicated,\" \"watch me getting physical and out of control\", and \"I like to move it / come and give me some more.\" That singer, whose temperature is rising and about to explode, exhorts the listener to steal the night, kill the lights, and feel it under your skin. She's also infected by the sound and being killed by the beat, necessitating the title public health measure. FTP, name this summer 2009 hit by Cascada, whose refrain implores that part of a club be cleared of people.": {
    "guess": "Evacuate the Dancefloor",
    "confidence": [
      [
        "Ev",
        -0.033007164
      ],
      [
        "ac",
        -0.00013941615
      ],
      [
        "uate",
        -5.276243e-05
      ],
      [
        " the",
        -0.0008419073
      ],
      [
        " Dance",
        -0.0011172348
      ],
      [
        "floor",
        -0.021832608
      ]
    ]
  },
  "His music for the radio play The City Wears a Slouch Hat was written entirely for percussion, while another work portrayed the tendency towards tranquility found in Indian aesthetic thought. His most notable collection of writings, dedicated \"To Whom it May Concern\", includes a section in which he heard a high-pitched whine in a soundless room, while the notes of his Music for Piano were determined by imperfections in the (*) staff paper. This composer of Sonatas and Interludes wrote a work for twelve radios but may be best known for a three-movement work for solo piano in which the sections are delineated by a stopwatch. For 10 points, identify this author of Silence who used the I Ching to introduce chance effects into compositions such as Imaginary Landscape and Music of Changes but may": {
    "guess": "John Cage",
    "confidence": [
      [
        "John",
        -0.019648306
      ],
      [
        " Cage",
        -0.0064791143
      ]
    ]
  },
  "This musician added the lyrics, \"Oh, memory,\" to his version of Carmichael's song, \"Stardust,\" and worked with pianist Earl Hines for the Weatherbird duet. He worked for Okeh Records with his Hot Seven group to produce \"Potato Head Blues\" and is regarded as one of the first (*) scat singers after the": {
    "guess": "Louis Armstrong discography",
    "confidence": [
      [
        "Louis",
        -0.017686963
      ],
      [
        " Armstrong",
        -0.00043865587
      ],
      [
        " disc",
        -0.012918194
      ],
      [
        "ography",
        -0.00016134596
      ]
    ]
  },
  "Mutations in dardarin have been linked to some hereditary cases of this disease. One drug used to treat this disease is administered with a peripheral decarboxylase inhibitor in order to increase its half-life. One new treatment for this disease is deep brain stimulation of the subthalamic nucleus and globus pallidus interna. MPTP was linked to several instances of this disease in opiate addicts, and this disease is caused by a buildup of ubiquitin and alpha-synuclein-containing Lewy Bodies, which": {
    "guess": "Parkinson's disease",
    "confidence": [
      [
        "Park",
        -0.0017599098
      ],
      [
        "inson",
        -8.75699e-05
      ],
      [
        "'s",
        -2.4272753e-05
      ],
      [
        " disease",
        -0.0018103642
      ]
    ]
  },
  "A mutation in one component of this structure results in Shwachman-Bodian-Diamond Syndrome, a major cause of exocrine pancreatic insufficiency in children. An important molecule that interacts with this structure is mimicked by this structure's namesake \"recycling factor.\" This structure recognizes either the Kozak or (*) Shine-Dalgarno sequences. Different parts of this structure are named for their rates of sedimentation, measured in Svedberg units. This organelle contains the A, P, and E binding sites and is synthesized in the nucleolus. Found in the rough endoplasmic reticulum and cytoplasm, this organelle starts at methionine and stops at a stop codon. For 10 points, name this organelle which interacts with tRNA during translation.": {
    "guess": "Ribosome",
    "confidence": [
      [
        "Rib",
        -0.002589931
      ],
      [
        "osome",
        -0.00038372134
      ]
    ]
  },
  "A mutation of the FMR1 gene can result in Martin-Bell syndrome, also named for the \"fragile\" form of this structure. These are inactivated in females in a process called lyonization, resulting in the formation of Barr bodies.  Klinefelter syndrome sees the presence of one or more extra copies of this chromosome in males, resulting in reduced levels of testosterone. Turner syndrome is a condition in": {
    "guess": "X chromosome",
    "confidence": [
      [
        "X",
        -0.0493268
      ],
      [
        " chromosome",
        -0.4892285
      ]
    ]
  },
  "This musician got his start as a soloist in the touring bands of Jay McShann, Earl Hines, and Billy Eckstine, and later joined Dizzy Gillespie in creating the \"bebop\" style of jazz. From 1947 he fronted a series of small groups that featured sidemen like Max Roach and Miles Davis. He was known for his": {
    "guess": "Charlie Parker",
    "confidence": [
      [
        "Charlie",
        -0.005256884
      ],
      [
        " Parker",
        -0.00088359555
      ]
    ]
  },
  "One of these musical works features a harpsichord cadenza that was probably played by J.S. Bach at its premiere. Bela Bartok wrote one of these works for Orchestra. Vivaldi's hundreds of these works include The Four Seasons, and Mozart wrote a (*) double one for flute and harp. For 10 points, name this type of musical work in which a solo instrument is accompanied by an orchestra or other group of": {
    "guess": "Concerto",
    "confidence": [
      [
        "Con",
        -0.020190299
      ],
      [
        "cert",
        -2.2127088e-05
      ],
      [
        "o",
        -0.08223898
      ]
    ]
  },
  "A mutation in the A form of this protein can cause Brunner syndrome, characterized by slight mental retardation and aggressiveness, while a shorter variant of the A form gene found especially in Maori people has been dubbed the \"Warrior gene.\" The genes for the A and B forms are found next to each other on the X chromosome, and both use FAD as a co-factor, but differ in their affinities for the substances": {
    "guess": "Monoamine oxidase A",
    "confidence": [
      [
        "Mono",
        -0.6205549
      ],
      [
        "amine",
        -0.0006872946
      ],
      [
        " oxid",
        -0.008308887
      ],
      [
        "ase",
        -0.0009336134
      ],
      [
        " A",
        -0.047382846
      ]
    ]
  },
  "This musician added the lyrics, \"Oh, memory,\" to his version of Carmichael's song, \"Stardust,\" and worked with pianist Earl Hines for the Weatherbird duet. He worked for Okeh Records with his Hot Seven group to produce \"Potato Head Blues\" and is regarded as one of the first (*) scat singers after the release of \"Heebie Jeebies.\" In his most famous composition, he sings that he \"hear[s] babies cry\" and sees \"trees of green, red roses too.\" For ten points, identify this African American jazz musician": {
    "guess": "Louis Armstrong",
    "confidence": [
      [
        "Louis",
        -0.17888603
      ],
      [
        " Armstrong",
        -0.00031019835
      ]
    ]
  },
  "One musical set aboard a ship that departs from this country includes the songs \"It's De-Lovely\" and": {
    "guess": "United States",
    "confidence": [
      [
        "United",
        -0.60874176
      ],
      [
        " States",
        -0.016275648
      ]
    ]
  },
  "His music for the radio play The City Wears a Slouch Hat was written entirely for percussion, while another work portrayed the tendency towards tranquility found in Indian aesthetic thought. His most notable collection of writings, dedicated \"To Whom it May Concern\", includes a section in which he heard": {
    "guess": "Sonatas and Interludes",
    "confidence": [
      [
        "Son",
        -1.1176548
      ],
      [
        "atas",
        -0.038097378
      ],
      [
        " and",
        -0.00024572382
      ],
      [
        " Inter",
        -0.0048332075
      ],
      [
        "l",
        -5.50273e-05
      ],
      [
        "udes",
        -1.60477e-05
      ]
    ]
  },
  "This musician performed \"Festival Junction\" and other pieces alongside Paul Gonsalves and Johnny Hodges at the 1956 Newport Jazz Festival. One song by this musician tells how the singer always gets the title feeling, which he attributes to a color, ever since his \"baby said goodbye.\" One of this musician's pieces was inspired by a trip to his collaborator's house in New York. This man's band recorded": {
    "guess": "Duke Ellington",
    "confidence": [
      [
        "D",
        -0.15894672
      ],
      [
        "uke",
        -0.00016623331
      ],
      [
        " Ell",
        -0.00018709028
      ],
      [
        "ington",
        -0.00014251545
      ]
    ]
  },
  "It must have a positive slope, and because the factor it measures cannot be negative it must be concave up and cannot rise above the line y = x, known as the line of perfect equality.  The area between it and the line of perfect equality is known as the Gini coefficient, and at each point its y-value shows the cumulative percentage of a given asset owned by the bottom x percent of the sample.  First developed by its namesake American economist during the early-20th century, FTP, identify this construct from welfare economics used to illustrate income inequality.": {
    "guess": "Lorenz curve",
    "confidence": [
      [
        "L",
        -0.033000246
      ],
      [
        "oren",
        -0.00082880585
      ],
      [
        "z",
        -0.00011319869
      ],
      [
        " curve",
        -0.030537134
      ]
    ]
  },
  "One musical composition of this kind presented an A, B-flat, A motif in its seventh movement, which ends with the \"Hostias.\" In addition to that one by Hector Berlioz, another composition of this type by Gabriel Faure has a solo soprano in its fourth movement. One written by another composer honored Alessandro Manzoni and ends with a (*) \"Libera me\" segment. Franz Sussmayr completed a D-minor composition of this kind, which commonly includes sections like \"Pie Jesu,\" \"Kyrie,\" and \"Dies Irae.\" For ten points, identify this \"mass for the dead,\" an unfinished one of which was written by Mozart.": {
    "guess": "Requiem",
    "confidence": [
      [
        "Re",
        -0.0009386163
      ],
      [
        "qu",
        -1.2829201e-05
      ],
      [
        "iem",
        -1.6286107e-05
      ]
    ]
  },
  "This musical piece's third act bizarrely depicts \"the feast of lights.\" Beethoven composed 12 variations on one song in this musical work for cello and piano. The libretto for this piece, which was written by Thomas Morell, includes \"Sound the Alarm\" and \"We Will Never Bow Down.\" It ends with a chorus singing the words \"Amen\" and \"Hallelujah.\" Characters depicted in this work include the Seleucid commander": {
    "guess": "Judas Maccabaeus",
    "confidence": [
      [
        "J",
        -0.010175921
      ],
      [
        "udas",
        -0.00045093018
      ],
      [
        " M",
        -0.0006427381
      ],
      [
        "acc",
        -3.650519e-06
      ],
      [
        "ab",
        -0.39703262
      ],
      [
        "ae",
        -0.0049230084
      ],
      [
        "us",
        -5.443128e-05
      ]
    ]
  },
  "In muscles, calcium is stored in this organelle, and in the adrenal cortex this organelle synthesizes steroids. ERAD is a process in which misfolded proteins are degraded in these structures, where they are usually folded with the help of chaperones.  One type of this organelle forms transport vescicles": {
    "guess": "Endoplasmic reticulum",
    "confidence": [
      [
        "End",
        -0.090932764
      ],
      [
        "opl",
        -1.4140442e-05
      ],
      [
        "asm",
        -0.00012237004
      ],
      [
        "ic",
        -0.00015562419
      ],
      [
        " ret",
        -0.07343039
      ],
      [
        "ic",
        -1.5213274e-05
      ],
      [
        "ulum",
        -2.3080716e-05
      ]
    ]
  },
  "In muscles, calcium is stored in this organelle, and in the adrenal cortex this organelle synthesizes": {
    "guess": "Endoplasmic reticulum",
    "confidence": [
      [
        "End",
        -0.023738505
      ],
      [
        "opl",
        -5.6219335e-05
      ],
      [
        "asm",
        -5.5122365e-07
      ],
      [
        "ic",
        -9.3530085e-05
      ],
      [
        " ret",
        -0.1450439
      ],
      [
        "ic",
        -9.4914985e-06
      ],
      [
        "ulum",
        -1.6286107e-05
      ]
    ]
  },
  "This musical piece's third act bizarrely depicts \"the feast of lights.\" Beethoven composed 12 variations on one song in this musical work for cello and piano. The libretto for this piece, which was written": {
    "guess": "Judas Maccabeus",
    "confidence": [
      [
        "J",
        -0.6662123
      ],
      [
        "udas",
        -0.0023072658
      ],
      [
        " M",
        -0.00092098885
      ],
      [
        "acc",
        -2.9517714e-05
      ],
      [
        "abe",
        -0.11177899
      ],
      [
        "us",
        -3.0471343e-05
      ]
    ]
  },
  "A museum branch located in this city's Fort Tryon Park containing medieval art is known as The Cloisters. One of its straits, which includes Roosevelt Island and Rikers Island, is the East River. Some": {
    "guess": "New York City",
    "confidence": [
      [
        "New",
        -0.011307991
      ],
      [
        " York",
        -0.0002936327
      ],
      [
        " City",
        -3.0828953e-05
      ]
    ]
  },
  "This must decrease as rival firms' aggregate output increases in order for Cournot competition to hold, and if a strictly positive subsistence level is introduced to a CES function, this quantity becomes non-monotonic. It is given by price times the quantity 1 minus 1 over demand elasticity, showing": {
    "guess": "Profit function",
    "confidence": [
      [
        "Profit",
        -1.7299036
      ],
      [
        " function",
        -0.85636514
      ]
    ]
  },
  "Mutations in dardarin have been linked to some hereditary cases of this disease. One drug used to treat this disease is administered with a peripheral decarboxylase inhibitor in order to increase its half-life. One new treatment for this disease is deep brain stimulation of the subthalamic nucleus and": {
    "guess": "Parkinson's disease",
    "confidence": [
      [
        "Park",
        -0.00458155
      ],
      [
        "inson",
        -0.00019722259
      ],
      [
        "'s",
        -9.817902e-05
      ],
      [
        " disease",
        -0.004347637
      ]
    ]
  },
  "One of these musical works features a harpsichord cadenza that was probably played by J.S. Bach at its premiere. Bela Bartok wrote one of these works for Orchestra. Vivaldi's hundreds of these works include": {
    "guess": "Concertos",
    "confidence": [
      [
        "Con",
        -0.23646966
      ],
      [
        "cert",
        -0.00012368128
      ],
      [
        "os",
        -0.61938363
      ]
    ]
  },
  "One musical composition of this kind presented an A, B-flat, A motif in its seventh movement, which ends": {
    "guess": "Requiem",
    "confidence": [
      [
        "Re",
        -0.030006293
      ],
      [
        "qu",
        -6.0153056e-05
      ],
      [
        "iem",
        -4.723352e-06
      ]
    ]
  },
  "In this musical, Anita sings \"A boy like that / Who'd kill your brother / Forget that boy and find another!\"": {
    "guess": "West Side Story",
    "confidence": [
      [
        "West",
        -0.006650242
      ],
      [
        " Side",
        -2.5703197e-05
      ],
      [
        " Story",
        -3.9888433e-05
      ]
    ]
  },
  "This must decrease as rival firms' aggregate output increases in order for Cournot competition to hold, and if a strictly positive subsistence level is introduced to a CES function, this quantity becomes non-monotonic. It is given by price times the quantity 1 minus 1 over demand elasticity, showing that its sign is an indicator of elasticity. In oligopolies, this curve has a jump due to the kinked demand curve, and in monopolies, a deadweight loss is caused because this curve, and not demand, determines quantity sold. For 10 points, name this curve that generally marks equilibrium where it meets": {
    "guess": "Marginal revenue curve",
    "confidence": [
      [
        "Marg",
        -0.20214307
      ],
      [
        "inal",
        -1.147242e-06
      ],
      [
        " revenue",
        -0.37423673
      ],
      [
        " curve",
        -0.07983259
      ]
    ]
  },
  "A mutation in the A form of this protein can cause Brunner syndrome, characterized by slight mental retardation and aggressiveness, while a shorter variant of the A form gene found especially in Maori people has been dubbed the \"Warrior gene.\" The genes for the A and B forms are found next to each other on the X chromosome, and both use FAD as a co-factor, but differ in their affinities for the substances on which they act. Substances that antagonize these enzymes, including clorgiline and moclobemide, can lead to the so-called cheese syndrome, which is a hypertensive crisis caused by eating tyramine,": {
    "guess": "Monoamine oxidase A",
    "confidence": [
      [
        "Mono",
        -0.5469114
      ],
      [
        "amine",
        -0.00058532227
      ],
      [
        " oxid",
        -0.013207174
      ],
      [
        "ase",
        -0.0008870415
      ],
      [
        " A",
        -0.02133841
      ]
    ]
  },
  "This musician sang duets like \"Let's Call the Whole Thing Off\" with Ella Fitzgerald and recorded albums": {
    "guess": "Ella Fitzgerald",
    "confidence": [
      [
        "E",
        -0.056398198
      ],
      [
        "lla",
        -1.0802739e-05
      ],
      [
        " Fitzgerald",
        -0.008565168
      ]
    ]
  },
  "One of this musician's albums features Hermeto Pascoal's early compositions such as \"Nem Um Talvez.\" In his later career, this artist often collaborated with the electric guitarist John McLaughlin, who is the subject of this artist's song \"Go Ahead John,\" which appears on Big Fun. This man's second namesake quintet featured Wayne Shorter and Herbie Hancock, and his earlier quintet featured John Coltrane": {
    "guess": "Miles Davis discography",
    "confidence": [
      [
        "M",
        -0.00076638715
      ],
      [
        "iles",
        -5.4385737e-06
      ],
      [
        " Davis",
        -0.00013142951
      ],
      [
        " disc",
        -0.4514483
      ],
      [
        "ography",
        -5.931863e-05
      ]
    ]
  },
  "One of this musician's albums features Hermeto Pascoal's early compositions such as \"Nem Um Talvez.\" In his later career, this artist often collaborated with the electric guitarist John McLaughlin, who is the subject of this artist's song \"Go Ahead John,\" which appears on Big Fun. This man's second namesake quintet featured Wayne Shorter and Herbie Hancock, and his earlier quintet featured John Coltrane and was expanded to a (*) sextet with the addition of Cannonball Adderley. An arrangement of Joaquin": {
    "guess": "Miles Davis discography",
    "confidence": [
      [
        "M",
        -0.0023361626
      ],
      [
        "iles",
        -1.1279553e-05
      ],
      [
        " Davis",
        -0.00012952226
      ],
      [
        " disc",
        -0.37151843
      ],
      [
        "ography",
        -2.5107178e-05
      ]
    ]
  },
  "In the music video to this song, one speaker raps from a couch in front of an impressionist painting of a naked woman with a wine bottle covering her head, while another speaker wears a white dress with a woman's head on it. Lyrics sung by the main speaker include \"watch me, I'm intoxicated,\" \"watch": {
    "guess": "Intoxicated (Martin Solveig and GTA song)",
    "confidence": [
      [
        "Int",
        -2.3413203
      ],
      [
        "ox",
        -0.02523808
      ],
      [
        "icated",
        -0.012322562
      ],
      [
        " (",
        -0.009468719
      ],
      [
        "Martin",
        -0.2536931
      ],
      [
        " Solve",
        -0.00015657782
      ],
      [
        "ig",
        -0.0011175924
      ],
      [
        " and",
        -0.042070176
      ],
      [
        " GTA",
        -0.018806811
      ],
      [
        " song",
        -0.0018896145
      ],
      [
        ")",
        -0.0006840798
      ]
    ]
  },
  "A mutation in the A form of this protein can cause Brunner syndrome, characterized by slight mental retardation and aggressiveness, while a shorter variant of the A form gene found especially in Maori people has been dubbed the \"Warrior gene.\" The genes for the A and B forms are found next to each other": {
    "guess": "Monoamine oxidase A",
    "confidence": [
      [
        "Mono",
        -0.28268272
      ],
      [
        "amine",
        -6.15835e-05
      ],
      [
        " oxid",
        -0.0035552892
      ],
      [
        "ase",
        -0.00085024786
      ],
      [
        " A",
        -0.034469508
      ]
    ]
  },
  "One musical set aboard a ship that departs from this country includes the songs \"It's De-Lovely\" and \"I Get a Kick out of You.\" That work is Anything Goes by Cole Porter. On the Town by Leonard Bernstein is about sailors from this country. One person from this country goes to Paris in a Gershwin musical.": {
    "guess": "United States in popular culture",
    "confidence": [
      [
        "United",
        -0.05633353
      ],
      [
        " States",
        -0.0025409437
      ],
      [
        " in",
        -0.36181882
      ],
      [
        " popular",
        -0.6253772
      ],
      [
        " culture",
        -0.038475987
      ]
    ]
  },
  "One of this musician's early recordings, which is named after a slang term for marijuana popular among jazz musicians, was \"Muggles.\" In honor of the Karnofsky family, who gave him money that allowed him to buy his first instrument, he always wore a Star of David. Ensembles led by this man include his All Stars, his Hot Seven, and his Hot Five, and he collaborated on the single \"Weatherbird\" with pianist Earl Hines. An apocryphal story claims that he dropped the lyric sheet while recording his version of \"Heebie Jeebies,\" so he invented scat singing. He made the first recording of a song whose singer reflects on \"the colors of the rainbow so pretty in the sky\" and \"trees of green, red roses too,\" \"What a Wonderful World.\" For 10 points, name this jazz trumpeter and singer nicknamed \"Satchmo.\"": {
    "guess": "Louis Armstrong",
    "confidence": [
      [
        "Louis",
        -0.018663723
      ],
      [
        " Armstrong",
        -0.00012082772
      ]
    ]
  },
  "This musical term first appeared frequently in lute tablature books in the 16th century for works conceived originally for the lute. Froberger wrote polyphonic ones, Zemlinsky's The Mermaid is one for orchestra, and Erik Satie wrote a \"serious\" one for orchestra called La Belle Excentrique. In the 19th century, it came to refer to a potpourri of themes from operas, but Henry Wood composed one based on British Sea Songs for the 1905 centenary celebration of Trafalgar, and Busoni later used the name in a long piano work based on the final incomplete fugue from Bach's Art of the Fugue. Often given to musical pieces of no fixed form, FTP, name this type of composition one which was written on a theme of Thomas Tallis by Ralph Vaughan Williams.": {
    "guess": "Fantasia",
    "confidence": [
      [
        "Fant",
        -0.11421095
      ],
      [
        "asia",
        -0.0018466515
      ]
    ]
  },
  "This musician got his start as a soloist in the touring bands of Jay McShann, Earl Hines, and Billy Eckstine,": {
    "guess": "Charlie Parker",
    "confidence": [
      [
        "Charlie",
        -0.30578977
      ],
      [
        " Parker",
        -0.000115701965
      ]
    ]
  },
  "In muscles, calcium is stored in this organelle, and in the adrenal cortex this organelle synthesizes steroids. ERAD is a process in which misfolded proteins are degraded in these structures, where they are usually folded with the help of chaperones.  One type of this organelle forms transport vescicles to the (*) golgi apparatus and is prominant in hepatocytes, while the site of mRNA translation, ribosomes, occur in another.  For 10 points, name this system of membrane enclosed tubes and sacs that": {
    "guess": "Endoplasmic reticulum",
    "confidence": [
      [
        "End",
        -0.0017714504
      ],
      [
        "opl",
        -3.333223e-05
      ],
      [
        "asm",
        -6.062987e-05
      ],
      [
        "ic",
        -0.0001245157
      ],
      [
        " ret",
        -0.017720576
      ],
      [
        "ic",
        -1.4021238e-05
      ],
      [
        "ulum",
        -3.5597102e-05
      ]
    ]
  },
  "The Mutiny of Aranjuez saw one king of this name stage a coup against his father, who fled to France with his minister Manuel de Godoy. That king was restored to the throne through the Treaty of Valencay, which concluded the Peninsular War. In addition to that son of Charles IV, this name belonged to a man who married Germaine of Foix after the death of his first wife, with whom he had defeated Boabdil at the Battle of Grenada and issued the Alhambra Decree that expelled the Jews from his country. That king had also funded the expeditions of Christopher Columbus. For 10 points, give this name belonging": {
    "guess": "Ferdinand",
    "confidence": [
      [
        "F",
        -0.0032599499
      ],
      [
        "erd",
        -0.00012178135
      ],
      [
        "inand",
        -1.27099975e-05
      ]
    ]
  },
  "One musical set aboard a ship that departs from this country includes the songs \"It's De-Lovely\" and \"I Get a Kick out of You.\" That work is Anything Goes by Cole Porter. On the Town by Leonard Bernstein is about sailors from this country. One person from this country goes to Paris in a Gershwin musical. One musical set in this country includes the song \"You're the One That I Want\" and is entitled Grease. For 10 points, name this country that is the home of composer George M. Cohan, who wrote the song \"Yankee Doodle Boy,\" and where musicals are often performed on Broadway.": {
    "guess": "United States",
    "confidence": [
      [
        "United",
        -0.001605794
      ],
      [
        " States",
        -0.00012308525
      ]
    ]
  },
  "The Mutiny of Aranjuez saw one king of this name stage a coup against his father, who fled to France with his minister Manuel de Godoy. That king was restored to the throne through the Treaty of Valencay, which concluded the Peninsular War. In addition to that son of Charles IV, this name belonged to": {
    "guess": "Ferdinand VII",
    "confidence": [
      [
        "F",
        -0.66448784
      ],
      [
        "erd",
        -0.009111436
      ],
      [
        "inand",
        -5.407367e-05
      ],
      [
        " VII",
        -0.47271144
      ]
    ]
  },
  "This musician added the lyrics, \"Oh, memory,\" to his version of Carmichael's song, \"Stardust,\" and worked with pianist Earl Hines for the Weatherbird duet. He worked for Okeh Records with his Hot Seven": {
    "guess": "Louis Armstrong",
    "confidence": [
      [
        "Louis",
        -0.0099695055
      ],
      [
        " Armstrong",
        -6.837811e-05
      ]
    ]
  },
  "In the music video to this song, the book Skylar's Outlaw appears on a wooden desk as the central character": {
    "guess": "Call Me Maybe",
    "confidence": [
      [
        "Call",
        -0.22756311
      ],
      [
        " Me",
        -0.00032616797
      ],
      [
        " Maybe",
        -5.2001665e-06
      ]
    ]
  },
  "One musical composition of this kind presented an A, B-flat, A motif in its seventh movement, which ends with the \"Hostias.\" In addition to that one by Hector Berlioz, another composition of this type by Gabriel Faure has a solo soprano in its fourth movement. One written by another composer honored Alessandro Manzoni and ends with a (*) \"Libera me\" segment. Franz Sussmayr completed a D-minor composition of this kind, which commonly includes sections like \"Pie Jesu,\" \"Kyrie,\" and \"Dies Irae.\" For": {
    "guess": "Requiem",
    "confidence": [
      [
        "Re",
        -0.0005806733
      ],
      [
        "qu",
        -3.035214e-05
      ],
      [
        "iem",
        -6.869018e-06
      ]
    ]
  },
  "In the music video for this song the artists are occasionally featured as wooden bobble-head puppets singing and playing instruments. One of the guest artists on this song claims that she's \"Flying first class from New York to\" the band's namesake locale, while another giving honeys \"eargasms\" with his mellow accent. The primary singer tells us that \"Curve's the words, spin's the verbs,\" hoping that \"maybe in time, baby, I can get you in my ride.\" He tells \"baby\" that \"you gotta pay to play,\" and that \"I like the way you work it.\" FTP name this song featuring Queen Pen, Dr. Dre, and a verse in": {
    "guess": "No Diggity",
    "confidence": [
      [
        "No",
        -0.22019422
      ],
      [
        " D",
        -0.55356354
      ],
      [
        "igg",
        -9.014684e-06
      ],
      [
        "ity",
        -2.3438328e-05
      ]
    ]
  },
  "The mutagen ethylmethane sulfonate uses this reaction to alter base pairing in DNA, as do some chemotherapies. In this nucleophilic substitution reaction, a group consisting of an alkane minus a hydrogen": {
    "guess": "Alkylation",
    "confidence": [
      [
        "Al",
        -0.076177485
      ],
      [
        "ky",
        -0.39175123
      ],
      [
        "lation",
        -6.2656334e-05
      ]
    ]
  },
  "This musical includes the songs \"Don't tell Mama,\" \"The Telephone Song,\" and \"Perfectly Marvellous\" after we meet the Vivacious Sally Bowles, the leading Kit Kat Girl and the Kit Kat Klub. After the song \"Two Ladies,\" we meet Fraulein Schneider whose uncertain future with Herr Schultz forms the subplot": {
    "guess": "Cabaret",
    "confidence": [
      [
        "Cab",
        -0.0015093893
      ],
      [
        "aret",
        -1.6882126e-05
      ]
    ]
  },
  "His music for the radio play The City Wears a Slouch Hat was written entirely for percussion, while another": {
    "guess": "The City Wears a Slouch Hat",
    "confidence": [
      [
        "The",
        -0.90524375
      ],
      [
        " City",
        -0.01935779
      ],
      [
        " W",
        -0.00024703506
      ],
      [
        "ears",
        -3.650519e-06
      ],
      [
        " a",
        -0.0010790145
      ],
      [
        " Sl",
        -5.538491e-05
      ],
      [
        "ouch",
        -8.804671e-05
      ],
      [
        " Hat",
        -3.202099e-05
      ]
    ]
  },
  "This musician headed the Hot Five, which featured his wife Lil Hardin on piano. That group expanded into": {
    "guess": "Louis Armstrong discography",
    "confidence": [
      [
        "Louis",
        -0.6511197
      ],
      [
        " Armstrong",
        -0.0027576874
      ],
      [
        " disc",
        -0.47618288
      ],
      [
        "ography",
        -0.00027313698
      ]
    ]
  },
  "This musician got his start replacing the legendary King Oliver in Kid Ory's band, and after serving as lead cornet soloist for Fletcher Henderson's band recorded his early masterpieces, the Hot Five and Hot Seven recordings, which included songs like \"Potato Head Blues\". He abandoned the cornet for": {
    "guess": "Louis Armstrong",
    "confidence": [
      [
        "Louis",
        -0.009680071
      ],
      [
        " Armstrong",
        -0.0001501445
      ]
    ]
  },
  "This musician got his start replacing the legendary King Oliver in Kid Ory's band, and after serving as lead cornet soloist for Fletcher Henderson's band recorded his early masterpieces, the Hot Five and Hot Seven recordings, which included songs like \"Potato Head Blues\". He abandoned the cornet for his trademark instrument, and after forming his \"All-Star\" sextet became renown for both his non-stop tour schedule and for his command of the high registers and melodic inventiveness, which contrasted with the gruff voice he used to became the first great jazz singer, incorporating scat singing on": {
    "guess": "Louis Armstrong",
    "confidence": [
      [
        "Louis",
        -0.0010188753
      ],
      [
        " Armstrong",
        -0.00010938417
      ]
    ]
  },
  "His music was banned by Nazi Germany since he was a public advocate of aiding Jewish refugees.  His musical education continued with Max Bruch in Berlin and Maurice Ravel in Paris.  His output includes nine symphonies, incidental music for Aristophanes' The Wasps, and Fantasia on Greensleves, the latter being one of his many incorporations of English folk music in his compositions.  FTP, name this composer who, despite being an atheist, used strong religious themes in revising the English Hymnal and composing Fantasia on a Theme of Thomas Tallis.": {
    "guess": "Ralph Vaughan Williams",
    "confidence": [
      [
        "R",
        -0.004278904
      ],
      [
        "alph",
        -1.5451682e-05
      ],
      [
        " Vaughan",
        -0.00017636562
      ],
      [
        " Williams",
        -7.529192e-05
      ]
    ]
  },
  "A mutation in the A form of this protein can cause Brunner syndrome, characterized by slight mental retardation and aggressiveness, while a shorter variant of the A form gene found especially in Maori people has been dubbed the \"Warrior gene.\" The genes for the A and B forms are found next to each other on the X chromosome, and both use FAD as a co-factor, but differ in their affinities for the substances on which they act. Substances that antagonize these enzymes, including clorgiline and moclobemide, can lead to the so-called cheese syndrome, which is a hypertensive crisis caused by eating tyramine, or to serotonin syndrome. FTP identify this enzyme that forms an aldehyde in place of the namesake": {
    "guess": "Monoamine oxidase",
    "confidence": [
      [
        "Mono",
        -0.2430016
      ],
      [
        "amine",
        -0.00030126172
      ],
      [
        " oxid",
        -0.00781529
      ],
      [
        "ase",
        -0.0006828877
      ]
    ]
  },
  "One of these musical works features a harpsichord cadenza that was probably played by J.S. Bach at its premiere. Bela Bartok wrote one of these works for Orchestra. Vivaldi's hundreds of these works include The Four Seasons, and Mozart wrote a (*) double one for flute and harp. For 10 points, name this type of musical work in which a solo instrument is accompanied by an orchestra or other group of supporting instruments.": {
    "guess": "Concerto",
    "confidence": [
      [
        "Con",
        -0.01733801
      ],
      [
        "cert",
        -1.7478143e-05
      ],
      [
        "o",
        -0.044331577
      ]
    ]
  },
  "Mutations in the sixth type of this molecule causes Bethlem myopathy and Ullrich myopathy. Mutations in another version of this molecule causes Ehlers- Danlos syndrome, while another mutation in this molecule causes Alports's syndrome.  This molecule is stained by Masson's Trichrome, and it is modified": {
    "guess": "Collagen",
    "confidence": [
      [
        "Coll",
        -0.0675907
      ],
      [
        "agen",
        -0.002502771
      ]
    ]
  },
  "This musical term first appeared frequently in lute tablature books in the 16th century for works conceived originally for the lute. Froberger wrote polyphonic ones, Zemlinsky's The Mermaid is one for orchestra, and Erik Satie wrote a \"serious\" one for orchestra called La Belle Excentrique. In the 19th": {
    "guess": "Suite",
    "confidence": [
      [
        "Suite",
        -0.70070904
      ]
    ]
  },
  "His music was banned by Nazi Germany since he was a public advocate of aiding Jewish refugees.  His musical education continued with Max Bruch in Berlin and Maurice Ravel in Paris.  His output includes nine symphonies, incidental music for Aristophanes' The Wasps, and Fantasia on Greensleves, the latter being one of his many incorporations of English folk music in his compositions.  FTP, name this": {
    "guess": "Ralph Vaughan Williams",
    "confidence": [
      [
        "R",
        -0.008377221
      ],
      [
        "alph",
        -7.576874e-05
      ],
      [
        " Vaughan",
        -0.0008583391
      ],
      [
        " Williams",
        -0.00030590701
      ]
    ]
  },
  "His music was banned by Nazi Germany since he was a public advocate of aiding Jewish refugees.  His musical education continued with Max Bruch in Berlin and Maurice Ravel in Paris.  His output includes": {
    "guess": "Ralph Vaughan Williams",
    "confidence": [
      [
        "R",
        -0.014461288
      ],
      [
        "alph",
        -0.000348813
      ],
      [
        " Vaughan",
        -7.481511e-05
      ],
      [
        " Williams",
        -7.7318386e-05
      ]
    ]
  },
  "In muscles, calcium is stored in this organelle, and in the adrenal cortex this organelle synthesizes steroids. ERAD is a process in which misfolded proteins are degraded in these structures, where they are usually folded with the help of chaperones.  One type of this organelle forms transport vescicles to the (*) golgi apparatus and is prominant in hepatocytes, while the site of mRNA translation, ribosomes, occur in another.  For 10 points, name this system of membrane enclosed tubes and sacs that synthesizes proteins and lipids and comes in smooth and rough varieties.": {
    "guess": "Endoplasmic reticulum",
    "confidence": [
      [
        "End",
        -0.0067272144
      ],
      [
        "opl",
        -0.0004888113
      ],
      [
        "asm",
        -0.000113794704
      ],
      [
        "ic",
        -0.0001441843
      ],
      [
        " ret",
        -0.11787139
      ],
      [
        "ic",
        -7.107425e-06
      ],
      [
        "ulum",
        -2.6299214e-05
      ]
    ]
  },
  "In the music video to this song, one speaker raps from a couch in front of an impressionist painting": {
    "guess": "Lupe Fiasco",
    "confidence": [
      [
        "Lu",
        -1.4848003
      ],
      [
        "pe",
        -8.852353e-05
      ],
      [
        " F",
        -0.00022737744
      ],
      [
        "iasco",
        -6.7901296e-05
      ]
    ]
  },
  "A mutation in RUNX2 can cause this structure to fail to develop in a condition called Marie-Sainton syndrome. One end of this structure develops intramembranously while other end develops endochondrally. This structure is the first of its type to begin ossification, but is usually the last to finish.": {
    "guess": "Long bone",
    "confidence": [
      [
        "Long",
        -1.2487042
      ],
      [
        " bone",
        -0.27736884
      ]
    ]
  },
  "This musician performed \"Festival Junction\" and other pieces alongside Paul Gonsalves and Johnny Hodges at the 1956 Newport Jazz Festival. One song by this musician tells how the singer always gets the title feeling, which he attributes to a color, ever since his \"baby said goodbye.\" One of this musician's pieces was inspired by a trip to his collaborator's house in New York. This man's band recorded a version of the song \"Caravan.\" This composer of \"Mood Indigo\" frequently wrote his pieces with": {
    "guess": "Duke Ellington",
    "confidence": [
      [
        "D",
        -0.0020362993
      ],
      [
        "uke",
        -1.7432603e-06
      ],
      [
        " Ell",
        -0.0002662232
      ],
      [
        "ington",
        -0.00021188465
      ]
    ]
  },
  "This musician headed the Hot Five, which featured his wife Lil Hardin on piano. That group expanded into the Hot Seven and recorded his song \"Potato Head Blues\". He worked with Duke Ellington on the albums Together For The First Time and The Great Reunion, which were combined to make The Great Summit. He appeared in and recorded the title song for Barbra Streisand's film Hello, Dolly!  and he made the first and most successful recording of  \"What A Wonderful World\". Name this cornet- and trumpet-": {
    "guess": "Louis Armstrong",
    "confidence": [
      [
        "Louis",
        -0.011434458
      ],
      [
        " Armstrong",
        -0.00017731925
      ]
    ]
  },
  "This musician got his start replacing the legendary King Oliver in Kid Ory's band, and after serving as lead cornet soloist for Fletcher Henderson's band recorded his early masterpieces, the Hot Five and Hot Seven recordings, which included songs like \"Potato Head Blues\". He abandoned the cornet for his trademark instrument, and after forming his \"All-Star\" sextet became renown for both his non-stop tour schedule and for his command of the high registers and melodic inventiveness, which contrasted with the gruff voice he used to became the first great jazz singer, incorporating scat singing on recordings of \"Hello, Dolly!\" and \"Mack the Knife\". FTP, who was this great trumpeter known as \"Satchmo\"?": {
    "guess": "Louis Armstrong",
    "confidence": [
      [
        "Louis",
        -0.0010119688
      ],
      [
        " Armstrong",
        -7.398068e-05
      ]
    ]
  },
  "The mutagen ethylmethane sulfonate uses this reaction to alter base pairing in DNA, as do some chemotherapies. In this nucleophilic substitution reaction, a group consisting of an alkane minus a hydrogen is added to a compound. FTP, identify this chemical reaction, one example of which is the Friedel-Crafts process.": {
    "guess": "Alkylation",
    "confidence": [
      [
        "Al",
        -0.6207482
      ],
      [
        "ky",
        -0.01224556
      ],
      [
        "lation",
        -1.0325924e-05
      ]
    ]
  },
  "His music for the radio play The City Wears a Slouch Hat was written entirely for percussion, while another work portrayed the tendency towards tranquility found in Indian aesthetic thought. His most notable collection of writings, dedicated \"To Whom it May Concern\", includes a section in which he heard a high-pitched whine in a soundless room, while the notes of his Music for Piano were determined": {
    "guess": "John Cage",
    "confidence": [
      [
        "John",
        -0.0077556805
      ],
      [
        " Cage",
        -0.00045271826
      ]
    ]
  },
  "A mutation of the FMR1 gene can result in Martin-Bell syndrome, also named for the \"fragile\" form of": {
    "guess": "X chromosome",
    "confidence": [
      [
        "X",
        -0.06153768
      ],
      [
        " chromosome",
        -0.0039531365
      ]
    ]
  },
  "In the music video for this song the artists are occasionally featured as wooden bobble-head puppets singing and playing instruments. One of the guest artists on this song claims that she's \"Flying first": {
    "guess": "Feel Good Inc.",
    "confidence": [
      [
        "Feel",
        -0.6422167
      ],
      [
        " Good",
        -0.014190889
      ],
      [
        " Inc",
        -0.018641608
      ],
      [
        ".",
        -0.0065454394
      ]
    ]
  },
  "In the music video for this song the artists are occasionally featured as wooden bobble-head puppets singing and playing instruments. One of the guest artists on this song claims that she's \"Flying first class from New York to\" the band's namesake locale, while another giving honeys \"eargasms\" with his mellow accent. The primary singer tells us that \"Curve's the words, spin's the verbs,\" hoping that": {
    "guess": "Feel Good Inc.",
    "confidence": [
      [
        "Feel",
        -1.2491462
      ],
      [
        " Good",
        -0.04162053
      ],
      [
        " Inc",
        -0.019274779
      ],
      [
        ".",
        -0.0027808624
      ]
    ]
  },
  "This musician sang duets like \"Let's Call the Whole Thing Off\" with Ella Fitzgerald and recorded albums with his \"Hot Five\" and \"Hot Seven\" bands. He sang \"It's so nice to have you back where you belong\" in one song, and described \"Bright blessed days\" and \"dark sacred nights\" in another song. (*) For": {
    "guess": "Louis Armstrong",
    "confidence": [
      [
        "Louis",
        -0.009605914
      ],
      [
        " Armstrong",
        -2.8325678e-05
      ]
    ]
  },
  "This musical includes the songs \"Don't tell Mama,\" \"The Telephone Song,\" and \"Perfectly Marvellous\" after we meet the Vivacious Sally Bowles, the leading Kit Kat Girl and the Kit Kat Klub. After the song \"Two Ladies,\" we meet Fraulein Schneider whose uncertain future with Herr Schultz forms the subplot of this musical. Based on the diaries of Christopher Isherwood, this work features Fraulein Kost": {
    "guess": "Cabaret",
    "confidence": [
      [
        "Cab",
        -0.0059810546
      ],
      [
        "aret",
        -6.229872e-05
      ]
    ]
  },
  "One music video for this artist featured Jeffrey Tambor as a disgruntled theater director who is persuaded by Eric Clapton to let this artist sing, and opens with \"You know I never meant to see you again.\" Another song states that \"You can tell from the lines on her face\" and asks you to \"think twice\" on the titular day. Both of those songs were featured on the 1989 album But Seriously..., the follow-up to his most successful record, No Jacket Required. Eminem's \"Stan\" sees the title figure note \"you could have saved me from drowning,\" a reference to this man's most famous song, which notes that": {
    "guess": "Phil Collins",
    "confidence": [
      [
        "Phil",
        -0.21932143
      ],
      [
        " Collins",
        -0.0007473329
      ]
    ]
  },
  "A mutation in the A form of this protein can cause Brunner syndrome, characterized by slight mental retardation": {
    "guess": "MAOA",
    "confidence": [
      [
        "MA",
        -0.068191625
      ],
      [
        "OA",
        -0.028574033
      ]
    ]
  },
  "In this musical, Anita sings \"A boy like that / Who'd kill your brother / Forget that boy and find another!\" In Act I, a male character sings \"Something's Coming\" while imagining a different and better future, and in Act II, a female character sings \"I Feel Pretty.\" Those two characters engage in a mock marriage ceremony while singing \"One Hand, One Heart.\" Those characters, Tony and Maria, are members": {
    "guess": "West Side Story",
    "confidence": [
      [
        "West",
        -0.0027461504
      ],
      [
        " Side",
        -0.0001944809
      ],
      [
        " Story",
        -7.171581e-05
      ]
    ]
  },
  "His music for the radio play The City Wears a Slouch Hat was written entirely for percussion, while another work portrayed the tendency towards tranquility found in Indian aesthetic thought. His most notable": {
    "guess": "Percussion instrument",
    "confidence": [
      [
        "P",
        -2.1192393
      ],
      [
        "erc",
        -0.3589967
      ],
      [
        "ussion",
        -0.011362101
      ],
      [
        " instrument",
        -0.7656468
      ]
    ]
  },
  "In this musical, Anita sings \"A boy like that / Who'd kill your brother / Forget that boy and find another!\" In Act I, a male character sings \"Something's Coming\" while imagining a different and better future, and in Act II, a female character sings \"I Feel Pretty.\" Those two characters engage in a mock marriage ceremony while singing \"One Hand, One Heart.\" Those characters, Tony and Maria, are members of opposite gangss, the Jets and the Sharks. FTP, name this musical based on Romeo and Juliet.": {
    "guess": "West Side Story",
    "confidence": [
      [
        "West",
        -0.0046093185
      ],
      [
        " Side",
        -1.6882126e-05
      ],
      [
        " Story",
        -2.4153549e-05
      ]
    ]
  },
  "In the music video to this song, one speaker raps from a couch in front of an impressionist painting of a naked woman with a wine bottle covering her head, while another speaker wears a white dress with": {
    "guess": "Blurred Lines",
    "confidence": [
      [
        "Bl",
        -0.7166449
      ],
      [
        "urred",
        -0.13686165
      ],
      [
        " Lines",
        -4.990154e-05
      ]
    ]
  },
  "A museum branch located in this city's Fort Tryon Park containing medieval art is known as The Cloisters.": {
    "guess": "New York City",
    "confidence": [
      [
        "New",
        -0.015142291
      ],
      [
        " York",
        -9.865584e-05
      ],
      [
        " City",
        -0.00048274655
      ]
    ]
  },
  "This musical term first appeared frequently in lute tablature books in the 16th century for works conceived originally for the lute. Froberger wrote polyphonic ones, Zemlinsky's The Mermaid is one for orchestra, and Erik Satie wrote a \"serious\" one for orchestra called La Belle Excentrique. In the 19th century, it came to refer to a potpourri of themes from operas, but Henry Wood composed one based on British Sea Songs for the 1905 centenary celebration of Trafalgar, and Busoni later used the name in a long piano work based on the final incomplete fugue from Bach's Art of the Fugue. Often given": {
    "guess": "Potpourri",
    "confidence": [
      [
        "Pot",
        -0.4820464
      ],
      [
        "pour",
        -0.0009224193
      ],
      [
        "ri",
        -4.298773e-05
      ]
    ]
  },
  "One of this musician's early recordings, which is named after a slang term for marijuana popular among jazz musicians, was \"Muggles.\" In honor of the Karnofsky family, who gave him money that allowed him": {
    "guess": "Louis Armstrong",
    "confidence": [
      [
        "Louis",
        -0.004914582
      ],
      [
        " Armstrong",
        -0.0007250601
      ]
    ]
  },
  "This musical includes the songs \"Don't tell Mama,\" \"The Telephone Song,\" and \"Perfectly Marvellous\" after we meet the Vivacious Sally Bowles, the leading Kit Kat Girl and the Kit Kat Klub. After the song \"Two Ladies,\" we meet Fraulein Schneider whose uncertain future with Herr Schultz forms the subplot of this musical. Based on the diaries of Christopher Isherwood, this work features Fraulein Kost and Clifford Bradshaw. For 10 points, name this musical by John Kander, set in pre-World War II Berlin": {
    "guess": "Cabaret",
    "confidence": [
      [
        "Cab",
        -0.003391591
      ],
      [
        "aret",
        -3.8934802e-05
      ]
    ]
  },
  "One of this musician's early recordings, which is named after a slang term for marijuana popular among jazz musicians, was \"Muggles.\" In honor of the Karnofsky family, who gave him money that allowed him to buy his first instrument, he always wore a Star of David. Ensembles led by this man include his All Stars, his Hot Seven, and his Hot Five, and he collaborated on the single \"Weatherbird\" with pianist": {
    "guess": "Louis Armstrong",
    "confidence": [
      [
        "Louis",
        -0.08892126
      ],
      [
        " Armstrong",
        -9.996708e-05
      ]
    ]
  },
  "One music video for this artist featured Jeffrey Tambor as a disgruntled theater director who is persuaded": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -1.5980312
      ]
    ]
  },
  "One musical set aboard a ship that departs from this country includes the songs \"It's De-Lovely\" and \"I Get a Kick out of You.\" That work is Anything Goes by Cole Porter. On the Town by Leonard Bernstein is about sailors from this country. One person from this country goes to Paris in a Gershwin musical. One musical set in this country includes the song \"You're the One That I Want\" and is entitled": {
    "guess": "United States",
    "confidence": [
      [
        "United",
        -0.7738329
      ],
      [
        " States",
        -0.023393158
      ]
    ]
  },
  "A museum branch located in this city's Fort Tryon Park containing medieval art is known as The Cloisters. One of its straits, which includes Roosevelt Island and Rikers Island, is the East River. Some of its neighborhoods are Bensonhurst and Flatbush, and its Turtle Bay neighborhood includes the headquarters of the (*) United Nations. For 10 points, name this city whose boroughs include Queens, Staten Island, and Manhattan.": {
    "guess": "New York City",
    "confidence": [
      [
        "New",
        -0.0006844374
      ],
      [
        " York",
        -0.004125892
      ],
      [
        " City",
        -6.82589e-05
      ]
    ]
  },
  "This musical term first appeared frequently in lute tablature books in the 16th century for works conceived originally for the lute. Froberger wrote polyphonic ones, Zemlinsky's The Mermaid is one for orchestra, and Erik Satie wrote a \"serious\" one for orchestra called La Belle Excentrique. In the 19th century, it came to refer to a potpourri of themes from operas, but Henry Wood composed one based": {
    "guess": "Rhapsody",
    "confidence": [
      [
        "R",
        -0.38724762
      ],
      [
        "haps",
        -0.0152243525
      ],
      [
        "ody",
        -0.0033390753
      ]
    ]
  },
  "In this musical, Anita sings \"A boy like that / Who'd kill your brother / Forget that boy and find another!\" In Act I, a male character sings \"Something's Coming\" while imagining a different and better future, and in Act II, a female character sings \"I Feel Pretty.\" Those two characters engage in a mock": {
    "guess": "West Side Story",
    "confidence": [
      [
        "West",
        -0.011830252
      ],
      [
        " Side",
        -0.0006358316
      ],
      [
        " Story",
        -0.00016623331
      ]
    ]
  },
  "This musician added the lyrics, \"Oh, memory,\" to his version of Carmichael's song, \"Stardust,\" and worked with pianist Earl Hines for the Weatherbird duet. He worked for Okeh Records with his Hot Seven group to produce \"Potato Head Blues\" and is regarded as one of the first (*) scat singers after the release of \"Heebie Jeebies.\" In his most famous composition, he sings that he \"hear[s] babies cry\" and sees \"trees of green, red roses too.\" For ten points, identify this African American jazz musician who was nicknamed \"Satchmo\" and sang \"What a Wonderful World.\"": {
    "guess": "Louis Armstrong discography",
    "confidence": [
      [
        "Louis",
        -0.022837162
      ],
      [
        " Armstrong",
        -0.00051287946
      ],
      [
        " disc",
        -0.18258148
      ],
      [
        "ography",
        -0.00023286081
      ]
    ]
  },
  "This musician got his start as a soloist in the touring bands of Jay McShann, Earl Hines, and Billy Eckstine, and later joined Dizzy Gillespie in creating the \"bebop\" style of jazz. From 1947 he fronted a series of small groups that featured sidemen like Max Roach and Miles Davis. He was known for his endlessly evolving melodies and incorporation of quotations from unrelated songs, seen in recordings like Yardbird Suite and Ornithology. FTP, who was this great alto saxophonist known for his drug": {
    "guess": "Charlie Parker",
    "confidence": [
      [
        "Charlie",
        -0.002493376
      ],
      [
        " Parker",
        -9.555654e-05
      ]
    ]
  },
  "A mutation in one component of this structure results in Shwachman-Bodian-Diamond Syndrome, a major cause of exocrine pancreatic insufficiency in children. An important molecule that interacts with this structure is mimicked by this structure's namesake \"recycling factor.\" This structure recognizes either the Kozak or (*) Shine-Dalgarno sequences. Different parts of this structure are named for their": {
    "guess": "Ribosome",
    "confidence": [
      [
        "Rib",
        -0.00100935
      ],
      [
        "osome",
        -0.0019570598
      ]
    ]
  },
  "One musical composition of this kind presented an A, B-flat, A motif in its seventh movement, which ends with the \"Hostias.\" In addition to that one by Hector Berlioz, another composition of this type": {
    "guess": "Requiem",
    "confidence": [
      [
        "Re",
        -0.007141809
      ],
      [
        "qu",
        -0.0012486853
      ],
      [
        "iem",
        -7.934485e-05
      ]
    ]
  },
  "Mutations in the sixth type of this molecule causes Bethlem myopathy and Ullrich myopathy. Mutations in another version of this molecule causes Ehlers- Danlos syndrome, while another mutation in this molecule causes Alports's syndrome.  This molecule is stained by Masson's Trichrome, and it is modified by prolyl hydroxylase in the ER during synthesis, which requires vitamin C as a cofactor.  Every third residue in this protein is glycine, which allows it to stabilize into a characteristic triple helix.  FTP, name this fibrous connective tissue protein found in tendons, bones, teeth, and skin, the most abundant protein in mammals.": {
    "guess": "Collagen",
    "confidence": [
      [
        "Coll",
        -0.0020050074
      ],
      [
        "agen",
        -0.00044663885
      ]
    ]
  },
  "In this musical, Anita sings \"A boy like that / Who'd kill your brother / Forget that boy and find another!\" In Act I, a male character sings \"Something's Coming\" while imagining a different and better": {
    "guess": "West Side Story",
    "confidence": [
      [
        "West",
        -0.0049347505
      ],
      [
        " Side",
        -0.00076340704
      ],
      [
        " Story",
        -0.0001005631
      ]
    ]
  },
  "This musician got his start as a soloist in the touring bands of Jay McShann, Earl Hines, and Billy Eckstine, and later joined Dizzy Gillespie in creating the \"bebop\" style of jazz. From 1947 he fronted a series of small groups that featured sidemen like Max Roach and Miles Davis. He was known for his endlessly evolving melodies and incorporation of quotations from unrelated songs, seen in recordings like Yardbird Suite and Ornithology. FTP, who was this great alto saxophonist known for his drug addiction and his nickname \"Bird\"?": {
    "guess": "Charlie Parker",
    "confidence": [
      [
        "Charlie",
        -0.0009879116
      ],
      [
        " Parker",
        -8.864273e-05
      ]
    ]
  },
  "A mutation in RUNX2 can cause this structure to fail to develop in a condition called Marie-Sainton syndrome. One end of this structure develops intramembranously while other end develops endochondrally.": {
    "guess": "Bone",
    "confidence": [
      [
        "Bone",
        -0.826578
      ]
    ]
  },
  "In the music video to this song, the book Skylar's Outlaw appears on a wooden desk as the central character puts on high heels. The speaker of this song has \"foresight and it's real\" and claims \"I beg, and borrow and steal.\" Mentioning how \"all the other boys/ Try to (*) chase me,\" the speaker of this": {
    "guess": "Call Me Maybe",
    "confidence": [
      [
        "Call",
        -0.0068665715
      ],
      [
        " Me",
        -0.001042098
      ],
      [
        " Maybe",
        -5.50273e-05
      ]
    ]
  },
  "One of this musician's albums features Hermeto Pascoal's early compositions such as \"Nem Um Talvez.\" In his later career, this artist often collaborated with the electric guitarist John McLaughlin, who is the subject of this artist's song \"Go Ahead John,\" which appears on Big Fun. This man's second namesake quintet featured Wayne Shorter and Herbie Hancock, and his earlier quintet featured John Coltrane and was expanded to a (*) sextet with the addition of Cannonball Adderley. An arrangement of Joaquin Rodrigo's Concierto de Aranjuez opens this artist's album Sketches of Spain. He collaborated with Gil Evans on \"Boplicity\", which appeared on his seminal album Birth of the Cool. For 10 points,": {
    "guess": "Miles Davis",
    "confidence": [
      [
        "M",
        -0.0020884005
      ],
      [
        "iles",
        -7.3458323e-06
      ],
      [
        " Davis",
        -3.4285862e-05
      ]
    ]
  },
  "Mutations in dardarin have been linked to some hereditary cases of this disease. One drug used to treat this disease is administered with a peripheral decarboxylase inhibitor in order to increase its half-life. One new treatment for this disease is deep brain stimulation of the subthalamic nucleus and globus pallidus interna. MPTP was linked to several instances of this disease in opiate addicts, and this disease is caused by a buildup of ubiquitin and alpha-synuclein-containing Lewy Bodies, which destroy the substantia nigra. Important symptoms of this disease include micrographia, cogwheel rigidity,": {
    "guess": "Parkinson's disease",
    "confidence": [
      [
        "Park",
        -0.0014628577
      ],
      [
        "inson",
        -7.278864e-05
      ],
      [
        "'s",
        -4.7994283e-05
      ],
      [
        " disease",
        -0.0051992475
      ]
    ]
  },
  "A mutation in one component of this structure results in Shwachman-Bodian-Diamond Syndrome, a major cause of exocrine pancreatic insufficiency in children. An important molecule that interacts with this structure is mimicked by this structure's namesake \"recycling factor.\" This structure recognizes either the Kozak or (*) Shine-Dalgarno sequences. Different parts of this structure are named for their rates of sedimentation, measured in Svedberg units. This organelle contains the A, P, and E binding": {
    "guess": "Ribosome",
    "confidence": [
      [
        "Rib",
        -0.0010406711
      ],
      [
        "osome",
        -0.00025692896
      ]
    ]
  },
  "This musician performed \"Festival Junction\" and other pieces alongside Paul Gonsalves and Johnny Hodges at the 1956 Newport Jazz Festival. One song by this musician tells how the singer always gets the": {
    "guess": "Duke Ellington",
    "confidence": [
      [
        "D",
        -0.013073523
      ],
      [
        "uke",
        -1.735894e-05
      ],
      [
        " Ell",
        -3.7385154e-05
      ],
      [
        "ington",
        -9.305327e-05
      ]
    ]
  },
  "In the music video to this song, the book Skylar's Outlaw appears on a wooden desk as the central character puts on high heels. The speaker of this song has \"foresight and it's real\" and claims \"I beg, and borrow and steal.\" Mentioning how \"all the other boys/ Try to (*) chase me,\" the speaker of this song also laments how \"Before you came into my life/ I missed you so bad,\" prior to noticing how her tattooed neighbor has \"ripped jeans\" and \"skin [that] was showing.\" The singer realizes how it's": {
    "guess": "Call Me Maybe",
    "confidence": [
      [
        "Call",
        -0.030348191
      ],
      [
        " Me",
        -0.0010164948
      ],
      [
        " Maybe",
        -1.3663626e-05
      ]
    ]
  },
  "This musician got his start replacing the legendary King Oliver in Kid Ory's band, and after serving": {
    "guess": "Louis Armstrong",
    "confidence": [
      [
        "Louis",
        -0.24547982
      ],
      [
        " Armstrong",
        -0.00016003472
      ]
    ]
  },
  "One of this musician's early recordings, which is named after a slang term for marijuana popular among": {
    "guess": "Louis Armstrong",
    "confidence": [
      [
        "Louis",
        -1.2670553
      ],
      [
        " Armstrong",
        -0.00596293
      ]
    ]
  },
  "In the music video for this song the artists are occasionally featured as wooden bobble-head puppets singing and playing instruments. One of the guest artists on this song claims that she's \"Flying first class from New York to\" the band's namesake locale, while another giving honeys \"eargasms\" with his mellow accent. The primary singer tells us that \"Curve's the words, spin's the verbs,\" hoping that \"maybe in time, baby, I can get you in my ride.\" He tells \"baby\" that \"you gotta pay to play,\" and": {
    "guess": "Feel Good Inc.",
    "confidence": [
      [
        "Feel",
        -1.0805897
      ],
      [
        " Good",
        -0.012253451
      ],
      [
        " Inc",
        -0.0016760178
      ],
      [
        ".",
        -0.0016561365
      ]
    ]
  },
  "In the music video to this song, the book Skylar's Outlaw appears on a wooden desk as the central character puts on high heels. The speaker of this song has \"foresight and it's real\" and claims \"I beg, and borrow and steal.\" Mentioning how \"all the other boys/ Try to (*) chase me,\" the speaker of this song also laments how \"Before you came into my life/ I missed you so bad,\" prior to noticing how her tattooed neighbor has \"ripped jeans\" and \"skin [that] was showing.\" The singer realizes how it's crazy that she \"just met\" him and then offers him her phone number. For ten points, name this Canadian": {
    "guess": "Call Me Maybe",
    "confidence": [
      [
        "Call",
        -0.019800255
      ],
      [
        " Me",
        -0.00086453394
      ],
      [
        " Maybe",
        -2.9279307e-05
      ]
    ]
  },
  "A mutation in one component of this structure results in Shwachman-Bodian-Diamond Syndrome, a major cause of exocrine pancreatic insufficiency in children. An important molecule that interacts with this structure is mimicked by this structure's namesake \"recycling factor.\" This structure recognizes either": {
    "guess": "Ribosome",
    "confidence": [
      [
        "Rib",
        -0.00032986328
      ],
      [
        "osome",
        -0.0030087268
      ]
    ]
  },
  "This musician added the lyrics, \"Oh, memory,\" to his version of Carmichael's song, \"Stardust,\" and worked with pianist Earl Hines for the Weatherbird duet. He worked for Okeh Records with his Hot Seven group to produce \"Potato Head Blues\" and is regarded as one of the first (*) scat singers after the release of \"Heebie Jeebies.\" In his most famous composition, he sings that he \"hear[s] babies cry\"": {
    "guess": "Louis Armstrong discography",
    "confidence": [
      [
        "Louis",
        -0.14325823
      ],
      [
        " Armstrong",
        -0.001280476
      ],
      [
        " disc",
        -0.004990032
      ],
      [
        "ography",
        -0.00012380048
      ]
    ]
  },
  "A mutation in one component of this structure results in Shwachman-Bodian-Diamond Syndrome, a major cause of exocrine pancreatic insufficiency in children. An important molecule that interacts with this": {
    "guess": "Ribosome",
    "confidence": [
      [
        "Rib",
        -0.3895682
      ],
      [
        "osome",
        -0.0058015175
      ]
    ]
  },
  "Mutations in dardarin have been linked to some hereditary cases of this disease. One drug used to treat this disease is administered with a peripheral decarboxylase inhibitor in order to increase its half-life. One new treatment for this disease is deep brain stimulation of the subthalamic nucleus and globus pallidus interna. MPTP was linked to several instances of this disease in opiate addicts, and this disease is caused by a buildup of ubiquitin and alpha-synuclein-containing Lewy Bodies, which destroy the substantia nigra. Important symptoms of this disease include micrographia, cogwheel rigidity, and a mask-like facial expression. Commonly treated by L-Dopa, for 10 points, name this neurological": {
    "guess": "Parkinson's disease",
    "confidence": [
      [
        "Park",
        -0.0032606542
      ],
      [
        "inson",
        -0.00011319869
      ],
      [
        "'s",
        -4.20341e-05
      ],
      [
        " disease",
        -0.010069592
      ]
    ]
  },
  "It must have a positive slope, and because the factor it measures cannot be negative it must be concave up and cannot rise above the line y = x, known as the line of perfect equality.  The area between it and the line of perfect equality is known as the Gini coefficient, and at each point its y-value shows the cumulative percentage of a given asset owned by the bottom x percent of the sample.  First developed by its namesake American economist during the early-20th century, FTP, identify this construct": {
    "guess": "Lorenz curve",
    "confidence": [
      [
        "L",
        -0.07947625
      ],
      [
        "oren",
        -0.0011167617
      ],
      [
        "z",
        -0.04344444
      ],
      [
        " curve",
        -0.036164425
      ]
    ]
  },
  "This must decrease as rival firms' aggregate output increases in order for Cournot competition to hold, and if a strictly positive subsistence level is introduced to a CES function, this quantity becomes non-monotonic. It is given by price times the quantity 1 minus 1 over demand elasticity, showing that its sign is an indicator of elasticity. In oligopolies, this curve has a jump due to the kinked demand curve, and in monopolies, a deadweight loss is caused because this curve, and not demand, determines": {
    "guess": "Marginal revenue",
    "confidence": [
      [
        "Marg",
        -0.8496895
      ],
      [
        "inal",
        -1.2664457e-06
      ],
      [
        " revenue",
        -0.6741906
      ]
    ]
  },
  "It must have a positive slope, and because the factor it measures cannot be negative it must be concave up and cannot rise above the line y = x, known as the line of perfect equality.  The area between it and the line of perfect equality is known as the Gini coefficient, and at each point its y-value": {
    "guess": "Lorenz curve",
    "confidence": [
      [
        "L",
        -0.07406244
      ],
      [
        "oren",
        -0.027834404
      ],
      [
        "z",
        -5.574252e-05
      ],
      [
        " curve",
        -0.012204337
      ]
    ]
  },
  "This musical term first appeared frequently in lute tablature books in the 16th century for works conceived originally for the lute. Froberger wrote polyphonic ones, Zemlinsky's The Mermaid is one for orchestra, and Erik Satie wrote a \"serious\" one for orchestra called La Belle Excentrique. In the 19th century, it came to refer to a potpourri of themes from operas, but Henry Wood composed one based on British Sea Songs for the 1905 centenary celebration of Trafalgar, and Busoni later used the name": {
    "guess": "Rhapsody",
    "confidence": [
      [
        "R",
        -0.17129964
      ],
      [
        "haps",
        -0.0011431955
      ],
      [
        "ody",
        -0.0014149965
      ]
    ]
  },
  "One of these musical works features a harpsichord cadenza that was probably played by J.S. Bach at its premiere. Bela Bartok wrote one of these works for Orchestra. Vivaldi's hundreds of these works include The Four Seasons, and Mozart wrote a (*) double one for flute and harp. For 10 points, name this": {
    "guess": "Concerto",
    "confidence": [
      [
        "Con",
        -0.0953806
      ],
      [
        "cert",
        -2.6895234e-05
      ],
      [
        "o",
        -0.1150574
      ]
    ]
  },
  "In the music video to this song, one speaker raps from a couch in front of an impressionist painting of a naked woman with a wine bottle covering her head, while another speaker wears a white dress with a woman's head on it. Lyrics sung by the main speaker include \"watch me, I'm intoxicated,\" \"watch me getting physical and out of control\", and \"I like to move it / come and give me some more.\" That singer, whose temperature is rising and about to explode, exhorts the listener to steal the night, kill": {
    "guess": "Physical (Olivia Newton-John song)",
    "confidence": [
      [
        "Physical",
        -1.2694889
      ],
      [
        " (",
        -0.03410412
      ],
      [
        "Ol",
        -0.008649199
      ],
      [
        "ivia",
        -0.00030948312
      ],
      [
        " Newton",
        -0.00010676169
      ],
      [
        "-J",
        -0.0029253026
      ],
      [
        "ohn",
        -0.00015240935
      ],
      [
        " song",
        -0.000718746
      ],
      [
        ")",
        -0.00059378205
      ]
    ]
  },
  "This musician headed the Hot Five, which featured his wife Lil Hardin on piano. That group expanded into the Hot Seven and recorded his song \"Potato Head Blues\". He worked with Duke Ellington on the albums": {
    "guess": "Louis Armstrong",
    "confidence": [
      [
        "Louis",
        -0.016511586
      ],
      [
        " Armstrong",
        -0.00027670944
      ]
    ]
  },
  "This musical term first appeared frequently in lute tablature books in the 16th century for works conceived originally for the lute. Froberger wrote polyphonic ones, Zemlinsky's The Mermaid is one for": {
    "guess": "Fantasia",
    "confidence": [
      [
        "Fant",
        -1.0995605
      ],
      [
        "asia",
        -0.01523281
      ]
    ]
  },
  "In the music video for this song the artists are occasionally featured as wooden bobble-head puppets": {
    "guess": "Feel Good Inc.",
    "confidence": [
      [
        "Feel",
        -0.67631084
      ],
      [
        " Good",
        -0.03803415
      ],
      [
        " Inc",
        -0.0009796976
      ],
      [
        ".",
        -0.0012139255
      ]
    ]
  },
  "This must decrease as rival firms' aggregate output increases in order for Cournot competition to hold, and if a strictly positive subsistence level is introduced to a CES function, this quantity becomes non-monotonic. It is given by price times the quantity 1 minus 1 over demand elasticity, showing that its sign is an indicator of elasticity. In oligopolies, this curve has a jump due to the kinked": {
    "guess": "Kinked demand curve",
    "confidence": [
      [
        "K",
        -0.08204758
      ],
      [
        "ink",
        -0.008389982
      ],
      [
        "ed",
        -5.383526e-05
      ],
      [
        " demand",
        -0.007197081
      ],
      [
        " curve",
        -8.256335e-05
      ]
    ]
  },
  "In the music video for this song the artists are occasionally featured as wooden bobble-head puppets singing and playing instruments. One of the guest artists on this song claims that she's \"Flying first class from New York to\" the band's namesake locale, while another giving honeys \"eargasms\" with his mellow accent. The primary singer tells us that \"Curve's the words, spin's the verbs,\" hoping that \"maybe in time, baby, I can get you in my ride.\" He tells \"baby\" that \"you gotta pay to play,\" and that \"I like the way you work it.\" FTP name this song featuring Queen Pen, Dr. Dre, and a verse in which the phrase \"hey yo\" is repeated 17 times, the best-known song by Blackstreet.": {
    "guess": "No Diggity",
    "confidence": [
      [
        "No",
        -0.019401519
      ],
      [
        " D",
        -0.00039421127
      ],
      [
        "igg",
        -1.9361265e-07
      ],
      [
        "ity",
        -2.6060809e-05
      ]
    ]
  },
  "This musical piece's third act bizarrely depicts \"the feast of lights.\" Beethoven composed 12 variations on one song in this musical work for cello and piano. The libretto for this piece, which was written by Thomas Morell, includes \"Sound the Alarm\" and \"We Will Never Bow Down.\" It ends with a chorus singing the words \"Amen\" and \"Hallelujah.\" Characters depicted in this work include the Seleucid commander Gorgias. It was composed after the Duke of Cumberland returned victorious from the Battle of Culloden. This oratorio's \"See the Conqu'ring Hero Come\" inspired variations by Beethoven and was": {
    "guess": "Judas Maccabaeus",
    "confidence": [
      [
        "J",
        -0.013542756
      ],
      [
        "udas",
        -1.0921943e-05
      ],
      [
        " M",
        -0.00069480075
      ],
      [
        "acc",
        -2.8160932e-06
      ],
      [
        "ab",
        -0.17389418
      ],
      [
        "ae",
        -0.00012713818
      ],
      [
        "us",
        -1.0325924e-05
      ]
    ]
  },
  "His music for the radio play The City Wears a Slouch Hat was written entirely for percussion, while another work portrayed the tendency towards tranquility found in Indian aesthetic thought. His most notable collection of writings, dedicated \"To Whom it May Concern\", includes a section in which he heard a high-pitched whine in a soundless room, while the notes of his Music for Piano were determined by imperfections in the (*) staff paper. This composer of Sonatas and Interludes wrote a work for twelve radios but may be best known for a three-movement work for solo piano in which the sections are delineated by a stopwatch. For 10 points, identify this author of Silence who used the I Ching to": {
    "guess": "John Cage",
    "confidence": [
      [
        "John",
        -0.008954425
      ],
      [
        " Cage",
        -0.0023075042
      ]
    ]
  }
}