{
  "The one of 1875 was passed as a memorial to Charles Sumner, and was known as the Supplementary Civil Rights Act. Earlier examples were limited by the Supreme Court in United States v. Harris and United States v. Reece. The first one was passed at the same time as the Tariff of 1833, thus making it only a symbolic assertion of the power of the federal government, but the ones of 1870 and 1871 were vital": {
    "guess": "Force Acts",
    "confidence": [
      [
        "Force",
        -0.22048657
      ],
      [
        " Acts",
        -0.4578682
      ]
    ]
  },
  "This pathway can be used to reduce the amount of the toxic terpenoid gossypol in cotton seeds without doing so in the rest of the plant. The original research on this concept was performed using the unc-22 and unc-54 genes, important to muscle contraction. One result of this pathway sees cleavage by Argonaute. This process begins when a certain type of double-stranded nucleic acid is cleaved by the": {
    "guess": "RNA interference",
    "confidence": [
      [
        "RNA",
        -0.00996006
      ],
      [
        " interference",
        -0.5857312
      ]
    ]
  },
  "The one of 1875 was passed as a memorial to Charles Sumner, and was known as the Supplementary Civil Rights Act. Earlier examples were limited by the Supreme Court in United States v. Harris and United States v. Reece. The first one was passed at the same time as the Tariff of 1833, thus making it only a symbolic assertion of the power of the federal government, but the ones of 1870 and 1871 were vital in assuring the rights of freedmen in the south. For 10 points - what were these acts named because they were intended to ensure compliance with the government?": {
    "guess": "Force Acts",
    "confidence": [
      [
        "Force",
        -0.15971874
      ],
      [
        " Acts",
        -0.07365954
      ]
    ]
  },
  "One passage in this poem acknowledges that \"much to the man is due,\" who lived \"reserved and austere,\" in his private gardens where his highest aim might have been \"to plant the bergamot.\" The title figure is described as being unable to be content with \"the inglorious arts of peace,\" and is mentioned as having gone \"burning through the air... and palaces and temples rent,\" in order to \"cast the kingdoms of old/ Into another mould.\" This poem recalls the nobility of a king upon the \"tragic scaffold,\" and claims that \"The Pict no shelter now shall find / Within his particoloured mind,\" before encouraging the title figure, \"the Wars' and Fortune's son,\" to \"march indefatigably on.\" In one part, the author asks \"What may not then our isle presume / While Victory his crest does plume?,\" a reference to an earlier military victory in which a group is \"ashamed / to see themselves in one year tamed.\" Containing a poetic depiction of the execution of Charles I, FTP, identify this poem about the Lord Protector's conquest of a neighboring island by Andrew Marvell.": {
    "guess": "An Horatian Ode upon Cromwell's Return from Ireland",
    "confidence": [
      [
        "An",
        -0.14216566
      ],
      [
        " Hor",
        -0.004583446
      ],
      [
        "at",
        -0.00022153647
      ],
      [
        "ian",
        -7.58424e-06
      ],
      [
        " O",
        -0.0021281375
      ],
      [
        "de",
        -4.3583746e-05
      ],
      [
        " upon",
        -0.51766795
      ],
      [
        " Crom",
        -0.00053361355
      ],
      [
        "well",
        -0.005213717
      ],
      [
        "'s",
        -0.015929958
      ],
      [
        " Return",
        -0.0021753623
      ],
      [
        " from",
        -0.0070980084
      ],
      [
        " Ireland",
        -0.00022964232
      ]
    ]
  },
  "A patch of red clay called \"the Thunderbird\" can be seen on the face of a mountain in this city. Anson Mills founded this U.S. city, which was the focus of the Chamizal Dispute that led to an assassination attempt on William Howard Taft. The largest urban park in the United States is found in this city's": {
    "guess": "El Paso, Texas",
    "confidence": [
      [
        "El",
        -0.005489403
      ],
      [
        " Paso",
        -0.00043651022
      ],
      [
        ",",
        -0.06550176
      ],
      [
        " Texas",
        -0.0008569086
      ]
    ]
  },
  "One passage in this poem acknowledges that \"much to the man is due,\" who lived \"reserved and austere,\" in his private gardens where his highest aim might have been \"to plant the bergamot.\" The title figure is described as being unable to be content with \"the inglorious arts of peace,\" and is mentioned as having gone \"burning through the air... and palaces and temples rent,\" in order to \"cast the kingdoms of old/ Into another mould.\" This poem recalls the nobility of a king upon the \"tragic scaffold,\" and claims that \"The Pict no shelter now shall find / Within his particoloured mind,\" before encouraging the title figure, \"the Wars' and Fortune's son,\" to \"march indefatigably on.\" In one part, the author asks \"What may not then our isle presume / While Victory his crest does plume?,\" a reference to an earlier military victory in which a group is \"ashamed / to see themselves in one year tamed.\"": {
    "guess": "Oliver Cromwell",
    "confidence": [
      [
        "Ol",
        -0.5492997
      ],
      [
        "iver",
        -1.3067608e-05
      ],
      [
        " Crom",
        -0.0009761215
      ],
      [
        "well",
        -0.00019769941
      ]
    ]
  },
  "One passage in this poem acknowledges that \"much to the man is due,\" who lived \"reserved and austere,\" in his private gardens where his highest aim might have been \"to plant the bergamot.\" The title figure is described as being unable to be content with \"the inglorious arts of peace,\" and is mentioned as having gone \"burning through the air... and palaces and temples rent,\" in order to \"cast the kingdoms of old/ Into another mould.\" This poem recalls the nobility of a king upon the \"tragic scaffold,\" and claims that \"The Pict no shelter now shall find / Within his particoloured mind,\" before encouraging the title figure, \"the Wars' and Fortune's son,\" to \"march indefatigably on.\" In one part, the author asks \"What may not then our isle presume / While Victory his crest does plume?,\" a reference": {
    "guess": "John Milton",
    "confidence": [
      [
        "John",
        -1.2433099
      ],
      [
        " Milton",
        -0.010003149
      ]
    ]
  },
  "Patients with either the central or nephrogenic form of this disease tend to have dilute urine, increased": {
    "guess": "Diabetes insipidus",
    "confidence": [
      [
        "Di",
        -0.0044942084
      ],
      [
        "abetes",
        -0.00013309837
      ],
      [
        " ins",
        -0.018217022
      ],
      [
        "ip",
        -0.0011062791
      ],
      [
        "id",
        -9.805982e-05
      ],
      [
        "us",
        -1.1279553e-05
      ]
    ]
  },
  "In patients with this condition, loss of neurons leads to atrophy in the frontal cortex and cingulate gyrus, and abnormalities in the APOE4 and SORL1 genes are factors that appear to cause it. One theory proposes that oxidative stress is the primary cause of this condition, but the amyloid hypothesis is more widely accepted. Increasing [*] acetylcholine production is one method of treatment for this disease. A buildup of beta amyloid plaques and tau tangles are commonly found in patients with, for 10 points, what disease named after a German neuropathologist, the most common form of senile dementia?": {
    "guess": "Alzheimer's disease",
    "confidence": [
      [
        "Al",
        -0.0025541424
      ],
      [
        "zheimer",
        -9.4960524e-05
      ],
      [
        "'s",
        -9.531814e-05
      ],
      [
        " disease",
        -0.0025895734
      ]
    ]
  },
  "Patients are predisposed to infection by this agent in the Lewandowsky-Lutz disorder. Tissue infected by this agent can be detected by immunostaining to detect co-expression of INK4a and Ki67. Two strains of this agent that infect the respiratory tract cause the disease RRP. An early gene in this agent significantly increases the degradation of Rb protein, which contributes to a process integral to Harald zur Hausen's hypothesis. This agent is known to undermine defense mechanisms by protecting host cells from TRAIL- induced apoptosis. Infection by a particularly virulent strain of this virus resulted in the HeLa cell line, and its 16 and 18 strains are examples of its \"high-risk\" strains. This": {
    "guess": "Human papillomavirus",
    "confidence": [
      [
        "Human",
        -0.042108104
      ],
      [
        " pap",
        -0.1073173
      ],
      [
        "ill",
        -5.240482e-05
      ],
      [
        "om",
        -0.0009904149
      ],
      [
        "avirus",
        -0.0005113298
      ]
    ]
  },
  "It was passed in the wake of Senate hearings on corruption,  which exposed widespread collusion between dishonest employers and  union officials, the use of violence by labor organizers, and the  misuse": {
    "guess": "Taft-Hartley Act",
    "confidence": [
      [
        "Ta",
        -0.3138658
      ],
      [
        "ft",
        -9.372295e-06
      ],
      [
        "-H",
        -0.05182031
      ],
      [
        "art",
        -0.001760625
      ],
      [
        "ley",
        -0.0006979
      ],
      [
        " Act",
        -0.004996078
      ]
    ]
  },
  "One pathogen named for this organism encodes a protease used to cleave Tandem Affinity Purification tags, and another pathogen of this organism has one of the earliest discovered satellite viruses. This organism produces anabasine and anatabine. One product of this organism heavily up-regulates alpha-4-beta-2 acetylcholine receptors in the ventral tegmental area and lends its name to the type of acetylcholine receptor found in the (*) neuromuscular junction. Iwanowsky isolated another virus that": {
    "guess": "Nicotiana tabacum",
    "confidence": [
      [
        "Nic",
        -0.06628167
      ],
      [
        "ot",
        -0.00084
      ],
      [
        "iana",
        -0.0025131162
      ],
      [
        " tab",
        -0.36939773
      ],
      [
        "ac",
        -0.0010260202
      ],
      [
        "um",
        -8.12521e-05
      ]
    ]
  },
  "The patron of Amphicleia, this being's epithets include Bromios, Taurokeros, and Tauroprosopos and he possessed the thyrsus and kantharos. Raised in Nysa, this deity was born twice, once from the thigh": {
    "guess": "Dionysus",
    "confidence": [
      [
        "D",
        -0.0011722483
      ],
      [
        "ion",
        -3.631232e-05
      ],
      [
        "ys",
        -4.8709502e-05
      ],
      [
        "us",
        -0.00011820524
      ]
    ]
  },
  "This man patented a smokeless propellant known as ballistite. Another of his inventions consisted of": {
    "guess": "Alfred Nobel",
    "confidence": [
      [
        "Al",
        -0.084448986
      ],
      [
        "fred",
        -2.1054253e-05
      ],
      [
        " Nobel",
        -0.003958244
      ]
    ]
  },
  "The patriarch of this novel kicks his gloomy sister Ferula out of their house after finding her in the same bed as his wife. That character in this novel lends fifty pesos to Transito Soto to help her": {
    "guess": "The House of the Spirits",
    "confidence": [
      [
        "The",
        -0.11337357
      ],
      [
        " House",
        -0.00019614976
      ],
      [
        " of",
        -1.3067608e-05
      ],
      [
        " the",
        -0.00029017578
      ],
      [
        " Spirits",
        -7.839122e-05
      ]
    ]
  },
  "The passage of this act in the Senate ensured the failure of Thomas Brackett Reed's Federal Elections Bill that called for enforcement of the 15th amendment in the South. The namesake of this bill considered it to be the brainchild of William Windom, who had Justin Morrill introduce it into the Senate, and it was attacked by John P. Jones as not going far enough. Democrats who supported the repeal of this act formed a presidential ticket of Simon Bolivar Buckner and John Palmer that received 1% of the vote. Passed in the same legislative package as the McKinley Tariff, the depletion of gold reserves caused by this act led to a bailout of the government by JP Morgan and the repeal of this law by Grover Cleveland. For 10 points, name this 1890 act that called for 4.5 million additional ounces of silver per month beyond the amount demanded by the Bland-Allison Act.": {
    "guess": "Sherman Silver Purchase Act",
    "confidence": [
      [
        "Sher",
        -0.0036956817
      ],
      [
        "man",
        -5.1928004e-05
      ],
      [
        " Silver",
        -8.971556e-05
      ],
      [
        " Purchase",
        -0.00039742238
      ],
      [
        " Act",
        -0.00032163822
      ]
    ]
  },
  "A patron of the Catholic Schools Association in his home country, his idea of creating a third Slav-ruled kingdom in Croatia alienated many politicians. Becoming heir after the suicide of Prince Rudolph in 1889, this nephew of Franz Joseph I and husband of the countess Sophie Chotek worked tirelessly": {
    "guess": "Franz Ferdinand",
    "confidence": [
      [
        "Fran",
        -0.7655906
      ],
      [
        "z",
        -1.8074163e-05
      ],
      [
        " Ferdinand",
        -0.01841424
      ]
    ]
  },
  "Patients with the inherited disease Dunnigan-type familial partial lipodystrophy have a higher incidence": {
    "guess": "Dunnigan-type familial partial lipodystrophy",
    "confidence": [
      [
        "D",
        -0.7626738
      ],
      [
        "unn",
        -0.010630135
      ],
      [
        "igan",
        -0.00019877224
      ],
      [
        "-type",
        -0.05731909
      ],
      [
        " familial",
        -0.12552884
      ],
      [
        " partial",
        -0.0004063627
      ],
      [
        " lip",
        -0.00040576665
      ],
      [
        "od",
        -0.0001592003
      ],
      [
        "yst",
        -0.000115701965
      ],
      [
        "rophy",
        -0.0008894256
      ]
    ]
  },
  "Patrick Blackett won a Nobel for utilizing one of these devices in his experiments. The diffraction version contains two parts with the lower part being subjected to solid carbon dioxide. The expansion variety consists of a container holding air and ethanol, which undergoes a temperature change via adiabatic expansion, causing the gaseous ethanol to become supersaturated. Excess moisture in the vapor is then deposited in drops on the tracks of ions created by the passage of ionizing radiation. FTP, name this device used to track the paths of particles, a device invented by Charles Wilson.": {
    "guess": "Cloud chamber",
    "confidence": [
      [
        "Cloud",
        -0.011320607
      ],
      [
        " chamber",
        -0.002819851
      ]
    ]
  },
  "The one of 1875 was passed as a memorial to Charles Sumner, and was known as the Supplementary Civil": {
    "guess": "Civil Rights Act of 1875",
    "confidence": [
      [
        "Civil",
        -0.048442353
      ],
      [
        " Rights",
        -0.0014797443
      ],
      [
        " Act",
        -0.027531296
      ],
      [
        " of",
        -0.004457655
      ],
      [
        " ",
        -0.0002601438
      ],
      [
        "187",
        -0.22128849
      ],
      [
        "5",
        -0.0048613306
      ]
    ]
  },
  "A patron of the Catholic Schools Association in his home country, his idea of creating a third Slav-ruled kingdom in Croatia alienated many politicians. Becoming heir after the suicide of Prince Rudolph in 1889, this nephew of Franz Joseph I and husband of the countess Sophie Chotek worked tirelessly to maintain peace within Eastern Europe, a fact that renders inexplicable the efforts of Gavrilo Princip. For 10 points, name this Archduke whose assassination on June 28, 1914 brought about the beginning of World War I.": {
    "guess": "Archduke Franz Ferdinand of Austria",
    "confidence": [
      [
        "Arch",
        -0.09993541
      ],
      [
        "du",
        -6.730528e-05
      ],
      [
        "ke",
        -5.7961847e-06
      ],
      [
        " Franz",
        -5.574252e-05
      ],
      [
        " Ferdinand",
        -3.8100377e-05
      ],
      [
        " of",
        -0.009519013
      ],
      [
        " Austria",
        -1.0445127e-05
      ]
    ]
  },
  "This man's paternal grandfather was left to die at the hands of centaurs during a hunting competition with Acastus, whose sons this man killed after they deposed his grandfather. After a revelation made by Helenus, Odysseus retrieved this man from Scyros and together they fetched Philoctetes from Lemnos. He carried off Hermione (hur-MAI-nee) and was subsequently killed by Orestes. This son of (*) Deidamia was conceived during the time his father spent hidden in the court of King Lycomedes. After throwing Astyanax off the walls of Troy, this man killed Priam in a temple of Zeus and made Andromache": {
    "guess": "Neoptolemus",
    "confidence": [
      [
        "Ne",
        -0.60516363
      ],
      [
        "opt",
        -5.9437833e-05
      ],
      [
        "ole",
        -0.00050335046
      ],
      [
        "mus",
        -0.0005879411
      ]
    ]
  },
  "The passage of this act in the Senate ensured the failure of Thomas Brackett Reed's Federal Elections Bill that called for enforcement of the 15th amendment in the South. The namesake of this bill considered it to be the brainchild of William Windom, who had Justin Morrill introduce it into the Senate, and it was attacked by John P. Jones as not going far enough. Democrats who supported the repeal of this act formed a presidential ticket of Simon Bolivar Buckner and John Palmer that received 1% of": {
    "guess": "Force Bill of 1890",
    "confidence": [
      [
        "Force",
        -1.2251903
      ],
      [
        " Bill",
        -0.22286618
      ],
      [
        " of",
        -0.8121216
      ],
      [
        " ",
        -0.00081141316
      ],
      [
        "189",
        -0.0033163845
      ],
      [
        "0",
        -0.011269694
      ]
    ]
  },
  "The passage of this act in the Senate ensured the failure of Thomas Brackett Reed's Federal Elections Bill that called for enforcement of the 15th amendment in the South. The namesake of this bill considered it to be the brainchild of William Windom, who had Justin Morrill introduce it into the Senate, and it was attacked by John P. Jones as not going far enough. Democrats who supported the repeal of this act formed a presidential ticket of Simon Bolivar Buckner and John Palmer that received 1% of the vote. Passed in the same legislative package as the McKinley Tariff, the depletion of gold reserves caused by this act led to a bailout of the government by JP Morgan and the repeal of this law by Grover Cleveland. For 10 points, name this 1890 act that called for 4.5 million additional ounces": {
    "guess": "Sherman Silver Purchase Act",
    "confidence": [
      [
        "Sher",
        -0.007833627
      ],
      [
        "man",
        -8.1490514e-05
      ],
      [
        " Silver",
        -0.00028660335
      ],
      [
        " Purchase",
        -0.00035739198
      ],
      [
        " Act",
        -0.0006902747
      ]
    ]
  },
  "Pathways involving these types of enzymes often recruit subsequent proteins via SH2 domains. The cAMP Response Binding Protein is only able to bind DNA after it has been acted on by one of these enzymes. Insulin receptors have the activity of these enzymes on their cytoplasmic faces. These enzymes are classified based on whether they work on tyrosine residues or serine and threonine residues, and Ras activates a pathway involving a (*) cascade of these enzymes called the Map cascade. The first enzyme of glycolysis is one of these enzymes that works on hexoses. The effect of this type of enzymes": {
    "guess": "Protein kinase",
    "confidence": [
      [
        "Pro",
        -0.06167733
      ],
      [
        "tein",
        -0.0003006657
      ],
      [
        " kinase",
        -0.28365147
      ]
    ]
  },
  "A passage in this book discusses how James I attacked a form of asceticism by codifying the Book of Sports. Another passage from this book states that the elimination of magic led to a form of pessimistic individualism. The third section of this work discusses the origin of the concept of the (*) calling. Talcott Parsons translated one of this work's phrases as \"the iron cage of rationality,\" which refers to social goals that entrap the individual. It analyzes the Huguenots and Dutch Reformed churches to conclude predestination causes men to stress the sovereignty of God's will over all else. This book investigates the rise of the merchant class with the development of certain religious Christian": {
    "guess": "The Protestant Ethic and the Spirit of Capitalism",
    "confidence": [
      [
        "The",
        -0.065285794
      ],
      [
        " Protestant",
        -0.0012093995
      ],
      [
        " Eth",
        -0.0003421376
      ],
      [
        "ic",
        -1.2233183e-05
      ],
      [
        " and",
        -4.477578e-05
      ],
      [
        " the",
        -0.0001752928
      ],
      [
        " Spirit",
        -2.6418418e-05
      ],
      [
        " of",
        -2.451116e-05
      ],
      [
        " Capital",
        -2.1411865e-05
      ],
      [
        "ism",
        -2.2127088e-05
      ]
    ]
  },
  "This man patented a smokeless propellant known as ballistite. Another of his inventions consisted of diatomaceous earth. He developed a substance containing nitrocellulose, saltpeter, wood pulp, and an explosive. Used in blasting gelatin, that explosive was also used in an earlier invention. Dynamite was created by, for 10 points, what scientist whose namesake prizes are given out by the Swedish Academy of Sciences?": {
    "guess": "Alfred Nobel",
    "confidence": [
      [
        "Al",
        -0.013778645
      ],
      [
        "fred",
        -7.822647e-06
      ],
      [
        " Nobel",
        -0.00011892046
      ]
    ]
  },
  "Patients with the inherited disease Dunnigan-type familial partial lipodystrophy have a higher incidence of heart disease and weight gain due to a resistance in the cells' response to this hormone, which consists of a 21 -amino-acid alpha helix linked to a 30-amino-acid beta sheet. For 10 points—name": {
    "guess": "Leptin",
    "confidence": [
      [
        "Le",
        -0.68537647
      ],
      [
        "pt",
        -6.146429e-05
      ],
      [
        "in",
        -0.00040266736
      ]
    ]
  },
  "Patrick Blackett won a Nobel for utilizing one of these devices in his experiments. The diffraction version contains two parts with the lower part being subjected to solid carbon dioxide. The expansion variety consists of a container holding air and ethanol, which undergoes a temperature change via adiabatic": {
    "guess": "Joule–Thomson effect",
    "confidence": [
      [
        "J",
        -1.0943857
      ],
      [
        "ou",
        -0.0003571536
      ],
      [
        "le",
        -0.00025287605
      ],
      [
        "–",
        -0.4779116
      ],
      [
        "Th",
        -0.0045852265
      ],
      [
        "om",
        -0.00023607932
      ],
      [
        "son",
        -5.2001665e-06
      ],
      [
        " effect",
        -0.21573304
      ]
    ]
  },
  "One pathogen named for this organism encodes a protease used to cleave Tandem Affinity Purification tags, and another pathogen of this organism has one of the earliest discovered satellite viruses. This organism produces anabasine and anatabine. One product of this organism heavily up-regulates alpha-4-beta-2": {
    "guess": "Nicotiana benthamiana",
    "confidence": [
      [
        "Nic",
        -0.0944057
      ],
      [
        "ot",
        -0.00043639098
      ],
      [
        "iana",
        -0.0013210732
      ],
      [
        " bent",
        -0.7084586
      ],
      [
        "ham",
        -6.82589e-05
      ],
      [
        "iana",
        -0.0007498289
      ]
    ]
  },
  "One pathogen named for this organism encodes a protease used to cleave Tandem Affinity Purification tags,": {
    "guess": "Helicobacter pylori",
    "confidence": [
      [
        "Hel",
        -1.020096
      ],
      [
        "ic",
        -2.1054253e-05
      ],
      [
        "ob",
        -2.8921695e-05
      ],
      [
        "acter",
        -5.1928004e-05
      ],
      [
        " pyl",
        -0.00028028555
      ],
      [
        "ori",
        -1.735894e-05
      ]
    ]
  },
  "One pathogen named for this organism encodes a protease used to cleave Tandem Affinity Purification tags, and another pathogen of this organism has one of the earliest discovered satellite viruses. This organism produces anabasine and anatabine. One product of this organism heavily up-regulates alpha-4-beta-2 acetylcholine receptors in the ventral tegmental area and lends its name to the type of acetylcholine receptor found in the (*) neuromuscular junction. Iwanowsky isolated another virus that infects this organism, which was also studied by Rosalind Franklin. That organism is a long rodlike virus that causes leaf mottling. For 10 points, name this plant that has a namesake mosaic virus and": {
    "guess": "Tobacco",
    "confidence": [
      [
        "T",
        -0.14625031
      ],
      [
        "ob",
        -0.00013584005
      ],
      [
        "acco",
        -1.7835755e-05
      ]
    ]
  },
  "It was passed in the wake of Senate hearings on corruption,  which exposed widespread collusion between dishonest employers and  union officials, the use of violence by labor organizers, and the  misuse of union dues. Its solution was to require detailed  financial reports from labor groups, and it banned convicts and  communists from becoming union officials. FTP, identify this 1959  legislation,": {
    "guess": "Landrum-Griffin Act",
    "confidence": [
      [
        "Land",
        -0.011866303
      ],
      [
        "rum",
        -9.7821416e-05
      ],
      [
        "-",
        -0.0014477371
      ],
      [
        "Gr",
        -5.0139948e-05
      ],
      [
        "iffin",
        -0.000116894
      ],
      [
        " Act",
        -1.1637165e-05
      ]
    ]
  },
  "This man passed a law forcing the government to provide public access television and names a bill with": {
    "guess": "Public Broadcasting Act of 1967",
    "confidence": [
      [
        "Public",
        -1.3095613
      ],
      [
        " Broadcasting",
        -0.25667745
      ],
      [
        " Act",
        -0.0010940231
      ],
      [
        " of",
        -0.03801968
      ],
      [
        " ",
        -7.243103e-05
      ],
      [
        "196",
        -0.00046963783
      ],
      [
        "7",
        -0.00019257364
      ]
    ]
  },
  "Patrick Blackett won a Nobel for utilizing one of these devices in his experiments. The diffraction version contains two parts with the lower part being subjected to solid carbon dioxide. The expansion variety consists of a container holding air and ethanol, which undergoes a temperature change via adiabatic expansion, causing the gaseous ethanol to become supersaturated. Excess moisture in the vapor": {
    "guess": "Cloud chamber",
    "confidence": [
      [
        "Cloud",
        -0.12757973
      ],
      [
        " chamber",
        -0.0048519536
      ]
    ]
  },
  "Patients are predisposed to infection by this agent in the Lewandowsky-Lutz disorder. Tissue infected by this agent can be detected by immunostaining to detect co-expression of INK4a and Ki67. Two strains of this agent that infect the respiratory tract cause the disease RRP. An early gene in this agent": {
    "guess": "Human papillomavirus",
    "confidence": [
      [
        "Human",
        -0.097036354
      ],
      [
        " pap",
        -0.11632078
      ],
      [
        "ill",
        -6.392203e-06
      ],
      [
        "om",
        -0.00033725024
      ],
      [
        "avirus",
        -0.00062308414
      ]
    ]
  },
  "This man patented a smokeless propellant known as ballistite. Another of his inventions consisted of diatomaceous earth. He developed a substance containing nitrocellulose, saltpeter, wood pulp, and an explosive. Used in blasting gelatin, that explosive was also used in an earlier invention. Dynamite was created by, for 10 points, what scientist whose namesake prizes are given out by the Swedish Academy": {
    "guess": "Alfred Nobel",
    "confidence": [
      [
        "Al",
        -0.010324826
      ],
      [
        "fred",
        -4.00813e-06
      ],
      [
        " Nobel",
        -2.9994528e-05
      ]
    ]
  },
  "The pattern of masculine and feminine rhymes in the stanzas of this work has become known as either the": {
    "guess": "Eugene Onegin",
    "confidence": [
      [
        "E",
        -0.11123357
      ],
      [
        "ug",
        -2.6537622e-05
      ],
      [
        "ene",
        -2.7848862e-05
      ],
      [
        " On",
        -0.0011196189
      ],
      [
        "egin",
        -0.00013810492
      ]
    ]
  },
  "This man's paternal grandfather was left to die at the hands of centaurs during a hunting competition with Acastus, whose sons this man killed after they deposed his grandfather. After a revelation made by Helenus, Odysseus retrieved this man from Scyros and together they fetched Philoctetes from Lemnos. He carried off Hermione (hur-MAI-nee) and was subsequently killed by Orestes. This son of (*) Deidamia was conceived during the time his father spent hidden in the court of King Lycomedes. After": {
    "guess": "Achilles",
    "confidence": [
      [
        "A",
        -0.009854895
      ],
      [
        "ch",
        -1.4974867e-05
      ],
      [
        "illes",
        -0.00010998019
      ]
    ]
  },
  "The passage of this act in the Senate ensured the failure of Thomas Brackett Reed's Federal Elections Bill that called for enforcement of the 15th amendment in the South. The namesake of this bill considered it to be the brainchild of William Windom, who had Justin Morrill introduce it into the Senate, and it was attacked by John P. Jones as not going far enough. Democrats who supported the repeal of this act formed a presidential ticket of Simon Bolivar Buckner and John Palmer that received 1% of the vote. Passed in the same legislative package as the McKinley Tariff, the depletion of gold reserves caused by this act led to a bailout of the government by JP Morgan and the repeal of this law": {
    "guess": "Sherman Silver Purchase Act",
    "confidence": [
      [
        "Sher",
        -0.1817964
      ],
      [
        "man",
        -6.4325184e-05
      ],
      [
        " Silver",
        -0.0011481948
      ],
      [
        " Purchase",
        -0.000893594
      ],
      [
        " Act",
        -0.0012905938
      ]
    ]
  },
  "The patron of Amphicleia, this being's epithets include Bromios, Taurokeros, and Tauroprosopos and he possessed the thyrsus and kantharos. Raised in Nysa, this deity was born twice, once from the thigh of his father. This god rescued and wed Ariadne and visited Hades to try to resurrect his mother Semele,": {
    "guess": "Dionysus",
    "confidence": [
      [
        "D",
        -0.006980699
      ],
      [
        "ion",
        -1.3306016e-05
      ],
      [
        "ys",
        -7.8987236e-05
      ],
      [
        "us",
        -9.198044e-05
      ]
    ]
  },
  "Patients are predisposed to infection by this agent in the Lewandowsky-Lutz disorder. Tissue infected": {
    "guess": "Human papillomavirus",
    "confidence": [
      [
        "Human",
        -0.50042
      ],
      [
        " pap",
        -0.52956086
      ],
      [
        "ill",
        -0.0002585978
      ],
      [
        "om",
        -0.007703042
      ],
      [
        "avirus",
        -0.008973918
      ]
    ]
  },
  "One passage in this poem acknowledges that \"much to the man is due,\" who lived \"reserved and austere,\" in his private gardens where his highest aim might have been \"to plant the bergamot.\" The title figure is described as being unable to be content with \"the inglorious arts of peace,\" and is mentioned": {
    "guess": "Andrew Marvell",
    "confidence": [
      [
        "Andrew",
        -0.026743645
      ],
      [
        " Mar",
        -0.005462255
      ],
      [
        "vell",
        -0.0001626572
      ]
    ]
  },
  "This pathway can be used to reduce the amount of the toxic terpenoid gossypol in cotton seeds without doing so in the rest of the plant. The original research on this concept was performed using the unc-22 and unc-54 genes, important to muscle contraction. One result of this pathway sees cleavage by": {
    "guess": "RNA interference",
    "confidence": [
      [
        "RNA",
        -0.09449573
      ],
      [
        " interference",
        -0.3640457
      ]
    ]
  },
  "The passage of this legislation was a direct response to the Mallory Bill. Authored primarily by Silas": {
    "guess": "Tariff of Abominations",
    "confidence": [
      [
        "Tar",
        -0.10514297
      ],
      [
        "iff",
        -4.298773e-05
      ],
      [
        " of",
        -1.8908588e-05
      ],
      [
        " Ab",
        -0.0011621269
      ],
      [
        "omin",
        -0.00041661054
      ],
      [
        "ations",
        -1.0921943e-05
      ]
    ]
  },
  "One pathogen named for this organism encodes a protease used to cleave Tandem Affinity Purification tags, and another pathogen of this organism has one of the earliest discovered satellite viruses. This organism produces anabasine and anatabine. One product of this organism heavily up-regulates alpha-4-beta-2 acetylcholine receptors in the ventral tegmental area and lends its name to the type of acetylcholine receptor found in the (*) neuromuscular junction. Iwanowsky isolated another virus that infects this organism, which was also studied by Rosalind Franklin. That organism is a long rodlike virus that causes leaf mottling. For 10 points, name this plant that has a namesake mosaic virus and produces the alkaloid nicotine.": {
    "guess": "Tobacco",
    "confidence": [
      [
        "T",
        -0.22301424
      ],
      [
        "ob",
        -0.00016480287
      ],
      [
        "acco",
        -3.2855416e-05
      ]
    ]
  },
  "This pathway can be used to reduce the amount of the toxic terpenoid gossypol in cotton seeds without doing so in the rest of the plant. The original research on this concept was performed using the unc-22 and unc-54 genes, important to muscle contraction. One result of this pathway sees cleavage by Argonaute. This process begins when a certain type of double-stranded nucleic acid is cleaved by the Dicer enzyme and incorporated into the RISC. A diet of transformed bacteria induces this process in C. elegans, where it was discovered by Andrew Fire and Craig Mello. For 10 points, name this cellular": {
    "guess": "RNA interference",
    "confidence": [
      [
        "RNA",
        -0.018404758
      ],
      [
        " interference",
        -0.067242905
      ]
    ]
  },
  "Patrick Blackett won a Nobel for utilizing one of these devices in his experiments. The diffraction version contains two parts with the lower part being subjected to solid carbon dioxide. The expansion variety consists of a container holding air and ethanol, which undergoes a temperature change via adiabatic expansion, causing the gaseous ethanol to become supersaturated. Excess moisture in the vapor is then deposited in drops on the tracks of ions created by the passage of ionizing radiation. FTP,": {
    "guess": "Cloud chamber",
    "confidence": [
      [
        "Cloud",
        -0.023485035
      ],
      [
        " chamber",
        -0.005726844
      ]
    ]
  },
  "Patrick Blackett won a Nobel for utilizing one of these devices in his experiments. The diffraction version contains two parts with the lower part being subjected to solid carbon dioxide. The expansion": {
    "guess": "Cloud chamber",
    "confidence": [
      [
        "Cloud",
        -0.12032119
      ],
      [
        " chamber",
        -0.0021334908
      ]
    ]
  },
  "Pattison and Degering prepared a version of this catalyst using an alloy of magnesium and acetic acid": {
    "guess": "Grignard reagent",
    "confidence": [
      [
        "Gr",
        -0.18414682
      ],
      [
        "ign",
        -0.0030661223
      ],
      [
        "ard",
        -6.869018e-06
      ],
      [
        " re",
        -0.3853968
      ],
      [
        "agent",
        -0.041969918
      ]
    ]
  },
  "Passages from the work include the lines, \"Rejoice with me; I have found my lost sheep,\" and \"Do not be afraid. I bring you good news of great joy that will be for all the people.\" Among its more famous parables are those of the Rich Fool, the Prodigal Son, and the Good Samaritan as well as accounts": {
    "guess": "Gospel of Luke",
    "confidence": [
      [
        "G",
        -0.0040096613
      ],
      [
        "ospel",
        -5.5577775e-06
      ],
      [
        " of",
        -4.9617593e-06
      ],
      [
        " Luke",
        -7.7318386e-05
      ]
    ]
  },
  "The passage of this legislation was a direct response to the Mallory Bill. Authored primarily by Silas Wright, this legislation was opposed in the Senate by Samuel Smith of Maryland.Five years after the passage of this legislation, a compromise form of it was worked out, which was accompanied with a (*) Force Bill to authorize its enforcement. Never intended to actually pass, this legislation was denounced by John Randolph as \"[having] to do with no manufactures except the manufacture of a president.\" The fight against this legislation at the state level inspired John Calhoun's theory of nullification": {
    "guess": "Tariff of 1828",
    "confidence": [
      [
        "Tar",
        -0.5063551
      ],
      [
        "iff",
        -7.2192626e-05
      ],
      [
        " of",
        -1.3306016e-05
      ],
      [
        " ",
        -0.39621955
      ],
      [
        "182",
        -0.26150483
      ],
      [
        "8",
        -0.018312298
      ]
    ]
  },
  "Passages from the work include the lines, \"Rejoice with me; I have found my lost sheep,\" and \"Do not": {
    "guess": "Parable of the Lost Sheep",
    "confidence": [
      [
        "Par",
        -0.0008619115
      ],
      [
        "able",
        -0.16412121
      ],
      [
        " of",
        -0.00015121732
      ],
      [
        " the",
        -9.5198935e-05
      ],
      [
        " Lost",
        -0.027216494
      ],
      [
        " Sheep",
        -0.0037902233
      ]
    ]
  },
  "The one of 1875 was passed as a memorial to Charles Sumner, and was known as the Supplementary Civil Rights Act. Earlier examples were limited by the Supreme Court in United States v. Harris and United States v. Reece. The first one was passed at the same time as the Tariff of 1833, thus making it only": {
    "guess": "Civil Rights Act of 1866",
    "confidence": [
      [
        "Civil",
        -0.18308698
      ],
      [
        " Rights",
        -0.00054528815
      ],
      [
        " Act",
        -0.17456236
      ],
      [
        " of",
        -0.0006302327
      ],
      [
        " ",
        -0.0001342904
      ],
      [
        "186",
        -0.6212355
      ],
      [
        "6",
        -0.0028303154
      ]
    ]
  },
  "A patron of the Catholic Schools Association in his home country, his idea of creating a third Slav-ruled kingdom in Croatia alienated many politicians. Becoming heir after the suicide of Prince Rudolph in 1889, this nephew of Franz Joseph I and husband of the countess Sophie Chotek worked tirelessly to maintain peace within Eastern Europe, a fact that renders inexplicable the efforts of Gavrilo Princip. For 10 points, name this Archduke whose assassination on June 28, 1914 brought about the beginning": {
    "guess": "Archduke Franz Ferdinand of Austria",
    "confidence": [
      [
        "Arch",
        -0.1768594
      ],
      [
        "du",
        -1.9146995e-05
      ],
      [
        "ke",
        -7.465036e-06
      ],
      [
        " Franz",
        -4.9067115e-05
      ],
      [
        " Ferdinand",
        -5.0378356e-05
      ],
      [
        " of",
        -0.032340057
      ],
      [
        " Austria",
        -1.0683535e-05
      ]
    ]
  },
  "The patron of Amphicleia, this being's epithets include Bromios, Taurokeros, and Tauroprosopos and he possessed the thyrsus and kantharos. Raised in Nysa, this deity was born twice, once from the thigh of his father. This god rescued and wed Ariadne and visited Hades to try to resurrect his mother Semele, who was destroyed when his father Zeus appeared to her in his full glory. FTP, name this god whose": {
    "guess": "Dionysus",
    "confidence": [
      [
        "D",
        -0.011409705
      ],
      [
        "ion",
        -1.5928495e-05
      ],
      [
        "ys",
        -5.0497558e-05
      ],
      [
        "us",
        -9.281486e-05
      ]
    ]
  },
  "Patients are predisposed to infection by this agent in the Lewandowsky-Lutz disorder. Tissue infected by this agent can be detected by immunostaining to detect co-expression of INK4a and Ki67. Two strains of this agent that infect the respiratory tract cause the disease RRP. An early gene in this agent significantly increases the degradation of Rb protein, which contributes to a process integral to Harald zur Hausen's hypothesis. This agent is known to undermine defense mechanisms by protecting host cells from TRAIL- induced apoptosis. Infection by a particularly virulent strain of this virus resulted": {
    "guess": "Human papillomavirus",
    "confidence": [
      [
        "Human",
        -0.123981684
      ],
      [
        " pap",
        -0.23684928
      ],
      [
        "ill",
        -1.569009e-05
      ],
      [
        "om",
        -0.00062546454
      ],
      [
        "avirus",
        -0.0005981889
      ]
    ]
  },
  "Patients with Von Hippel-Lindau disease are unable to regulate this physical process because they can no longer downregulate HIF1?.  Commonly studied in vitro with the tube-forming assay, this process may be inhibited by antibodies against vascular endothelial growth factor.  While this process is important": {
    "guess": "Angiogenesis",
    "confidence": [
      [
        "Ang",
        -0.010037846
      ],
      [
        "i",
        -0.00038789344
      ],
      [
        "ogenesis",
        -8.44706e-05
      ]
    ]
  },
  "A patron of the Catholic Schools Association in his home country, his idea of creating a third Slav-ruled": {
    "guess": "Cyril and Methodius",
    "confidence": [
      [
        "C",
        -0.62471217
      ],
      [
        "yr",
        -0.0024786277
      ],
      [
        "il",
        -0.0003929
      ],
      [
        " and",
        -0.02184579
      ],
      [
        " Method",
        -0.00023107276
      ],
      [
        "ius",
        -0.0003032882
      ]
    ]
  },
  "Pathways involving these types of enzymes often recruit subsequent proteins via SH2 domains. The cAMP Response Binding Protein is only able to bind DNA after it has been acted on by one of these enzymes. Insulin receptors have the activity of these enzymes on their cytoplasmic faces. These enzymes are": {
    "guess": "Protein kinases",
    "confidence": [
      [
        "Pro",
        -0.27650243
      ],
      [
        "tein",
        -0.00034678652
      ],
      [
        " kin",
        -0.40579236
      ],
      [
        "ases",
        -1.2233183e-05
      ]
    ]
  },
  "The passage of this act in the Senate ensured the failure of Thomas Brackett Reed's Federal Elections Bill that called for enforcement of the 15th amendment in the South. The namesake of this bill considered it to be the brainchild of William Windom, who had Justin Morrill introduce it into the Senate, and it was attacked by John P. Jones as not going far enough. Democrats who supported the repeal": {
    "guess": "Force Bill",
    "confidence": [
      [
        "Force",
        -0.9426642
      ],
      [
        " Bill",
        -0.107629925
      ]
    ]
  },
  "The passage of this legislation was a direct response to the Mallory Bill. Authored primarily by Silas Wright, this legislation was opposed in the Senate by Samuel Smith of Maryland.Five years after the": {
    "guess": "Tariff of Abominations",
    "confidence": [
      [
        "Tar",
        -0.04375872
      ],
      [
        "iff",
        -2.1650272e-05
      ],
      [
        " of",
        -5.4385737e-06
      ],
      [
        " Ab",
        -0.037687052
      ],
      [
        "omin",
        -0.0003124632
      ],
      [
        "ations",
        -4.246537e-06
      ]
    ]
  },
  "A passage in this book discusses how James I attacked a form of asceticism by codifying the Book of Sports. Another passage from this book states that the elimination of magic led to a form of pessimistic individualism. The third section of this work discusses the origin of the concept of the (*) calling. Talcott Parsons translated one of this work's phrases as \"the iron cage of rationality,\" which refers to social goals that entrap the individual. It analyzes the Huguenots and Dutch Reformed churches to conclude predestination causes men to stress the sovereignty of God's will over all else. This book investigates the rise of the merchant class with the development of certain religious Christian ideals. For 10 points, name this book by Max Weber.": {
    "guess": "The Protestant Ethic and the Spirit of Capitalism",
    "confidence": [
      [
        "The",
        -0.011231023
      ],
      [
        " Protestant",
        -0.001544857
      ],
      [
        " Eth",
        -0.00020580526
      ],
      [
        "ic",
        -1.6286107e-05
      ],
      [
        " and",
        -7.465036e-06
      ],
      [
        " the",
        -9.651017e-05
      ],
      [
        " Spirit",
        -6.392203e-06
      ],
      [
        " of",
        -8.657073e-06
      ],
      [
        " Capital",
        -1.1279553e-05
      ],
      [
        "ism",
        -8.061054e-06
      ]
    ]
  },
  "Pathways involving these types of enzymes often recruit subsequent proteins via SH2 domains. The cAMP": {
    "guess": "Tyrosine kinase",
    "confidence": [
      [
        "Ty",
        -1.000638
      ],
      [
        "ros",
        -0.00010759611
      ],
      [
        "ine",
        -0.0005562512
      ],
      [
        " kinase",
        -0.6841972
      ]
    ]
  },
  "The passage of this legislation was a direct response to the Mallory Bill. Authored primarily by Silas Wright, this legislation was opposed in the Senate by Samuel Smith of Maryland.Five years after the passage of this legislation, a compromise form of it was worked out, which was accompanied with a": {
    "guess": "Compromise of 1833",
    "confidence": [
      [
        "Comp",
        -0.40312478
      ],
      [
        "romise",
        -0.00023369525
      ],
      [
        " of",
        -0.23545565
      ],
      [
        " ",
        -3.8219583e-05
      ],
      [
        "183",
        -0.1135861
      ],
      [
        "3",
        -0.00088656467
      ]
    ]
  },
  "This pathway can be used to reduce the amount of the toxic terpenoid gossypol in cotton seeds without doing so in the rest of the plant. The original research on this concept was performed using the unc-22 and unc-54 genes, important to muscle contraction. One result of this pathway sees cleavage by Argonaute. This process begins when a certain type of double-stranded nucleic acid is cleaved by the Dicer enzyme and incorporated into the RISC. A diet of transformed bacteria induces this process in": {
    "guess": "RNA interference",
    "confidence": [
      [
        "RNA",
        -0.0732629
      ],
      [
        " interference",
        -0.05044104
      ]
    ]
  },
  "This man's paternal grandfather was left to die at the hands of centaurs during a hunting competition with Acastus, whose sons this man killed after they deposed his grandfather. After a revelation made by Helenus, Odysseus retrieved this man from Scyros and together they fetched Philoctetes from Lemnos. He carried off Hermione (hur-MAI-nee) and was subsequently killed by Orestes. This son of (*) Deidamia was conceived during the time his father spent hidden in the court of King Lycomedes. After throwing Astyanax off the walls of Troy, this man killed Priam in a temple of Zeus and made Andromache his concubine. For 10 points, name this grandson of Thetis and Peleus who was the son of Achilles.": {
    "guess": "Neoptolemus",
    "confidence": [
      [
        "Ne",
        -0.011165018
      ],
      [
        "opt",
        -2.3438328e-05
      ],
      [
        "ole",
        -0.00012213163
      ],
      [
        "mus",
        -9.615256e-05
      ]
    ]
  },
  "It was passed in the wake of Senate hearings on corruption,  which exposed widespread collusion between dishonest employers and  union officials, the use of violence by labor organizers, and the  misuse of union dues. Its solution was to require detailed  financial reports from labor groups, and it banned convicts and  communists from becoming union officials. FTP, identify this 1959  legislation, the last major overhaul of the NLRA.": {
    "guess": "Landrum-Griffin Act",
    "confidence": [
      [
        "Land",
        -0.01892239
      ],
      [
        "rum",
        -3.655073e-05
      ],
      [
        "-",
        -0.0037269224
      ],
      [
        "Gr",
        -3.0113732e-05
      ],
      [
        "iffin",
        -8.566264e-05
      ],
      [
        " Act",
        -1.27099975e-05
      ]
    ]
  },
  "Pathways involving these types of enzymes often recruit subsequent proteins via SH2 domains. The cAMP Response Binding Protein is only able to bind DNA after it has been acted on by one of these enzymes.": {
    "guess": "Protein kinase",
    "confidence": [
      [
        "Pro",
        -0.28927284
      ],
      [
        "tein",
        -0.028826443
      ],
      [
        " kinase",
        -0.42617232
      ]
    ]
  },
  "A patch of red clay called \"the Thunderbird\" can be seen on the face of a mountain in this city. Anson Mills founded this U.S. city, which was the focus of the Chamizal Dispute that led to an assassination attempt on William Howard Taft. The largest urban park in the United States is found in this city's Franklin Mountains. A college campus in this city was built in a style inspired by National Geographic": {
    "guess": "El Paso, Texas",
    "confidence": [
      [
        "El",
        -0.006251908
      ],
      [
        " Paso",
        -0.0005412389
      ],
      [
        ",",
        -0.4440471
      ],
      [
        " Texas",
        -0.0004680882
      ]
    ]
  },
  "In patients with this condition, loss of neurons leads to atrophy in the frontal cortex and cingulate gyrus, and abnormalities in the APOE4 and SORL1 genes are factors that appear to cause it. One theory proposes that oxidative stress is the primary cause of this condition, but the amyloid hypothesis is more widely accepted. Increasing [*] acetylcholine production is one method of treatment for this": {
    "guess": "Alzheimer's disease",
    "confidence": [
      [
        "Al",
        -0.012648795
      ],
      [
        "zheimer",
        -0.00041327282
      ],
      [
        "'s",
        -0.0006272526
      ],
      [
        " disease",
        -0.11838788
      ]
    ]
  },
  "Pathways involving these types of enzymes often recruit subsequent proteins via SH2 domains. The cAMP Response Binding Protein is only able to bind DNA after it has been acted on by one of these enzymes. Insulin receptors have the activity of these enzymes on their cytoplasmic faces. These enzymes are classified based on whether they work on tyrosine residues or serine and threonine residues, and Ras activates a pathway involving a (*) cascade of these enzymes called the Map cascade. The first enzyme of glycolysis is one of these enzymes that works on hexoses. The effect of this type of enzymes is reversed by phosphatases. For 10 points, name these enzymes that transfer phosphate groups onto": {
    "guess": "Protein kinase",
    "confidence": [
      [
        "Pro",
        -0.07995905
      ],
      [
        "tein",
        -0.00014442271
      ],
      [
        " kinase",
        -0.8582152
      ]
    ]
  },
  "A passage in this book discusses how James I attacked a form of asceticism by codifying the Book of Sports. Another passage from this book states that the elimination of magic led to a form of pessimistic individualism. The third section of this work discusses the origin of the concept of the (*) calling. Talcott Parsons translated one of this work's phrases as \"the iron cage of rationality,\" which refers to social goals that entrap the individual. It analyzes the Huguenots and Dutch Reformed churches": {
    "guess": "The Protestant Ethic and the Spirit of Capitalism",
    "confidence": [
      [
        "The",
        -0.045322966
      ],
      [
        " Protestant",
        -0.0008386961
      ],
      [
        " Eth",
        -0.00024072826
      ],
      [
        "ic",
        -2.0458236e-05
      ],
      [
        " and",
        -9.372295e-06
      ],
      [
        " the",
        -8.637786e-05
      ],
      [
        " Spirit",
        -1.5809293e-05
      ],
      [
        " of",
        -7.465036e-06
      ],
      [
        " Capital",
        -1.8431772e-05
      ],
      [
        "ism",
        -1.1756368e-05
      ]
    ]
  },
  "A passage in this book discusses how James I attacked a form of asceticism by codifying the Book of Sports. Another passage from this book states that the elimination of magic led to a form of pessimistic individualism. The third section of this work discusses the origin of the concept of the (*) calling. Talcott Parsons translated one of this work's phrases as \"the iron cage of rationality,\" which": {
    "guess": "The Protestant Ethic and the Spirit of Capitalism",
    "confidence": [
      [
        "The",
        -0.02595142
      ],
      [
        " Protestant",
        -0.001171533
      ],
      [
        " Eth",
        -7.362307e-05
      ],
      [
        "ic",
        -1.1994775e-05
      ],
      [
        " and",
        -7.107425e-06
      ],
      [
        " the",
        -2.6537622e-05
      ],
      [
        " Spirit",
        -1.0683535e-05
      ],
      [
        " of",
        -4.4849444e-06
      ],
      [
        " Capital",
        -4.632543e-05
      ],
      [
        "ism",
        -5.5577775e-06
      ]
    ]
  },
  "Patients with Von Hippel-Lindau disease are unable to regulate this physical process because they can no longer downregulate HIF1?.  Commonly studied in vitro with the tube-forming assay, this process": {
    "guess": "Angiogenesis",
    "confidence": [
      [
        "Ang",
        -0.22192661
      ],
      [
        "i",
        -0.00031079436
      ],
      [
        "ogenesis",
        -0.0039007694
      ]
    ]
  },
  "Passages from the work include the lines, \"Rejoice with me; I have found my lost sheep,\" and \"Do not be afraid. I bring you good news of great joy that will be for all the people.\" Among its more famous parables are those of the Rich Fool, the Prodigal Son, and the Good Samaritan as well as accounts of the births of John the Baptist and the trek of some shepherds to Bethlehem. FTP name this gospel": {
    "guess": "Gospel of Luke",
    "confidence": [
      [
        "G",
        -0.008393651
      ],
      [
        "ospel",
        -7.226629e-06
      ],
      [
        " of",
        -2.451116e-05
      ],
      [
        " Luke",
        -9.9490266e-05
      ]
    ]
  },
  "Patients are predisposed to infection by this agent in the Lewandowsky-Lutz disorder. Tissue infected by this agent can be detected by immunostaining to detect co-expression of INK4a and Ki67. Two strains of this agent that infect the respiratory tract cause the disease RRP. An early gene in this agent significantly increases the degradation of Rb protein, which contributes to a process integral to Harald zur Hausen's hypothesis. This agent is known to undermine defense mechanisms by protecting host cells from TRAIL- induced apoptosis. Infection by a particularly virulent strain of this virus resulted in the HeLa cell line, and its 16 and 18 strains are examples of its \"high-risk\" strains. This virus causes intra-epithelial neoplasia in the region it targets. The Bethesda system is used to": {
    "guess": "Human papillomavirus",
    "confidence": [
      [
        "Human",
        -0.018297197
      ],
      [
        " pap",
        -0.091799125
      ],
      [
        "ill",
        -9.610702e-06
      ],
      [
        "om",
        -0.00045998234
      ],
      [
        "avirus",
        -4.1557283e-05
      ]
    ]
  },
  "One passage in this poem acknowledges that \"much to the man is due,\" who lived \"reserved and austere,\" in his private gardens where his highest aim might have been \"to plant the bergamot.\" The title figure is described as being unable to be content with \"the inglorious arts of peace,\" and is mentioned as having gone \"burning through the air... and palaces and temples rent,\" in order to \"cast the kingdoms": {
    "guess": "John Milton",
    "confidence": [
      [
        "John",
        -1.816108
      ],
      [
        " Milton",
        -0.14554584
      ]
    ]
  },
  "Patients are predisposed to infection by this agent in the Lewandowsky-Lutz disorder. Tissue infected by this agent can be detected by immunostaining to detect co-expression of INK4a and Ki67. Two strains of this agent that infect the respiratory tract cause the disease RRP. An early gene in this agent significantly increases the degradation of Rb protein, which contributes to a process integral to Harald zur Hausen's hypothesis. This agent is known to undermine defense mechanisms by protecting host cells from TRAIL- induced apoptosis. Infection by a particularly virulent strain of this virus resulted in the HeLa cell line, and its 16 and 18 strains are examples of its \"high-risk\" strains. This virus causes intra-epithelial neoplasia in the region it targets. The Bethesda system is used to score a test to detect its effects, and a preventative measure against it is the vaccine Gardasil. For 10 points, name this virus that can cause genital warts and cervical cancer, infection with which can be diagnosed with a \"smear.\"": {
    "guess": "Human papillomavirus",
    "confidence": [
      [
        "Human",
        -0.012479285
      ],
      [
        " pap",
        -0.036255136
      ],
      [
        "ill",
        -9.372295e-06
      ],
      [
        "om",
        -0.0002509688
      ],
      [
        "avirus",
        -7.243103e-05
      ]
    ]
  },
  "This man patented a smokeless propellant known as ballistite. Another of his inventions consisted of diatomaceous earth. He developed a substance containing nitrocellulose, saltpeter, wood pulp, and an": {
    "guess": "Smokeless powder",
    "confidence": [
      [
        "Smoke",
        -0.31194767
      ],
      [
        "less",
        -1.6643718e-05
      ],
      [
        " powder",
        -0.16309983
      ]
    ]
  },
  "A patch of red clay called \"the Thunderbird\" can be seen on the face of a mountain in this city. Anson Mills founded this U.S. city, which was the focus of the Chamizal Dispute that led to an assassination attempt on William Howard Taft. The largest urban park in the United States is found in this city's Franklin Mountains. A college campus in this city was built in a style inspired by National Geographic photos of (*) Bhutanese fortresses. This city began hosting the Sun Bowl in 1935. John J. Pershing": {
    "guess": "El Paso, Texas",
    "confidence": [
      [
        "El",
        -0.010865771
      ],
      [
        " Paso",
        -0.0002007987
      ],
      [
        ",",
        -0.1471602
      ],
      [
        " Texas",
        -0.0003087679
      ]
    ]
  },
  "A passage in this book discusses how James I attacked a form of asceticism by codifying the Book of Sports.": {
    "guess": "Book of Sports",
    "confidence": [
      [
        "Book",
        -0.595714
      ],
      [
        " of",
        -0.00089502445
      ],
      [
        " Sports",
        -0.0051271385
      ]
    ]
  },
  "This man's paternal grandfather was left to die at the hands of centaurs during a hunting competition with Acastus, whose sons this man killed after they deposed his grandfather. After a revelation made by Helenus, Odysseus retrieved this man from Scyros and together they fetched Philoctetes from Lemnos. He carried off Hermione (hur-MAI-nee) and was subsequently killed by Orestes. This son of (*) Deidamia": {
    "guess": "Achilles",
    "confidence": [
      [
        "A",
        -0.033466797
      ],
      [
        "ch",
        -1.0802739e-05
      ],
      [
        "illes",
        -6.945094e-05
      ]
    ]
  },
  "This pathway can be used to reduce the amount of the toxic terpenoid gossypol in cotton seeds without doing so in the rest of the plant. The original research on this concept was performed using the unc-22 and unc-54 genes, important to muscle contraction. One result of this pathway sees cleavage by Argonaute. This process begins when a certain type of double-stranded nucleic acid is cleaved by the Dicer enzyme and incorporated into the RISC. A diet of transformed bacteria induces this process in C. elegans, where it was discovered by Andrew Fire and Craig Mello. For 10 points, name this cellular mechanism which stops the transcription of a gene.": {
    "guess": "RNA interference",
    "confidence": [
      [
        "RNA",
        -0.0066746403
      ],
      [
        " interference",
        -0.046390638
      ]
    ]
  },
  "The passage of this act in the Senate ensured the failure of Thomas Brackett Reed's Federal Elections": {
    "guess": "Federal Elections Bill",
    "confidence": [
      [
        "Federal",
        -1.2229764
      ],
      [
        " Elections",
        -0.25455168
      ],
      [
        " Bill",
        -0.14880908
      ]
    ]
  },
  "The patron of Amphicleia, this being's epithets include Bromios, Taurokeros, and Tauroprosopos and he": {
    "guess": "Dionysus",
    "confidence": [
      [
        "D",
        -0.028511012
      ],
      [
        "ion",
        -1.8624639e-06
      ],
      [
        "ys",
        -2.546479e-05
      ],
      [
        "us",
        -0.0012033274
      ]
    ]
  },
  "It was passed in the wake of Senate hearings on corruption,  which exposed widespread collusion between dishonest employers and  union officials, the use of violence by labor organizers, and the  misuse of union dues. Its solution was to require detailed  financial reports from labor groups, and it banned": {
    "guess": "Labor Management Reporting and Disclosure Act",
    "confidence": [
      [
        "Labor",
        -0.0837057
      ],
      [
        " Management",
        -0.038989305
      ],
      [
        " Reporting",
        -0.093672924
      ],
      [
        " and",
        -0.00012880703
      ],
      [
        " Disclosure",
        -9.150362e-05
      ],
      [
        " Act",
        -0.00010235115
      ]
    ]
  },
  "In patients with this condition, loss of neurons leads to atrophy in the frontal cortex and cingulate gyrus, and abnormalities in the APOE4 and SORL1 genes are factors that appear to cause it. One theory proposes that oxidative stress is the primary cause of this condition, but the amyloid hypothesis": {
    "guess": "Alzheimer's disease",
    "confidence": [
      [
        "Al",
        -0.010315747
      ],
      [
        "zheimer",
        -0.00029565915
      ],
      [
        "'s",
        -0.0005545824
      ],
      [
        " disease",
        -0.08595872
      ]
    ]
  },
  "A patch of red clay called \"the Thunderbird\" can be seen on the face of a mountain in this city. Anson Mills founded this U.S. city, which was the focus of the Chamizal Dispute that led to an assassination attempt on William Howard Taft. The largest urban park in the United States is found in this city's Franklin Mountains. A college campus in this city was built in a style inspired by National Geographic photos of (*) Bhutanese fortresses. This city began hosting the Sun Bowl in 1935. John J. Pershing took control of this city's Fort Bliss during an expedition to catch Pancho Villa, who briefly lived in this city. For 10 points, name this only major Texas city in the Mountain Time Zone, which is located across the Rio Grande from Ciudad Juárez.": {
    "guess": "El Paso, Texas",
    "confidence": [
      [
        "El",
        -0.0012038043
      ],
      [
        " Paso",
        -0.00031115196
      ],
      [
        ",",
        -0.07545358
      ],
      [
        " Texas",
        -7.886803e-05
      ]
    ]
  },
  "Passages from the work include the lines, \"Rejoice with me; I have found my lost sheep,\" and \"Do not be afraid. I bring you good news of great joy that will be for all the people.\" Among its more famous parables are those of the Rich Fool, the Prodigal Son, and the Good Samaritan as well as accounts of the births of John the Baptist and the trek of some shepherds to Bethlehem. FTP name this gospel of the New Testament.": {
    "guess": "Gospel of Luke",
    "confidence": [
      [
        "G",
        -0.004659623
      ],
      [
        "ospel",
        -5.080963e-06
      ],
      [
        " of",
        -2.1411865e-05
      ],
      [
        " Luke",
        -0.00015550498
      ]
    ]
  },
  "A patch of red clay called \"the Thunderbird\" can be seen on the face of a mountain in this city. Anson": {
    "guess": "Montagne Sainte-Victoire",
    "confidence": [
      [
        "Mont",
        -1.0733169
      ],
      [
        "agne",
        -0.3322672
      ],
      [
        " Saint",
        -0.00065882324
      ],
      [
        "e",
        -0.0007306627
      ],
      [
        "-V",
        -0.0003398727
      ],
      [
        "ict",
        -7.9418505e-06
      ],
      [
        "oire",
        -2.546479e-05
      ]
    ]
  },
  "In patients with this condition, loss of neurons leads to atrophy in the frontal cortex and cingulate": {
    "guess": "Alzheimer's disease",
    "confidence": [
      [
        "Al",
        -0.7152473
      ],
      [
        "zheimer",
        -0.00074435276
      ],
      [
        "'s",
        -0.0003006657
      ],
      [
        " disease",
        -0.047078907
      ]
    ]
  },
  "One passage in this poem acknowledges that \"much to the man is due,\" who lived \"reserved and austere,\"": {
    "guess": "Elegy Written in a Country Churchyard",
    "confidence": [
      [
        "E",
        -0.7429746
      ],
      [
        "leg",
        -0.004533131
      ],
      [
        "y",
        -0.0055305427
      ],
      [
        " Written",
        -0.04841588
      ],
      [
        " in",
        -5.705376e-05
      ],
      [
        " a",
        -0.00040576665
      ],
      [
        " Country",
        -0.00010759611
      ],
      [
        " Church",
        -0.00034416403
      ],
      [
        "yard",
        -1.378283e-05
      ]
    ]
  },
  "Patients with either the central or nephrogenic form of this disease tend to have dilute urine, increased urinary frequency, and constant thirst. Both forms are caused by improper functioning of [*] vasopressin, which promotes water retention. With a name that means \"bland\"—for 10 points—name this disease, which is not related to glucose metabolism, often abbreviated \"DI.\"": {
    "guess": "Diabetes insipidus",
    "confidence": [
      [
        "Di",
        -0.009174623
      ],
      [
        "abetes",
        -0.00018149138
      ],
      [
        " ins",
        -0.025692247
      ],
      [
        "ip",
        -0.0015523558
      ],
      [
        "id",
        -4.274932e-05
      ],
      [
        "us",
        -2.1411865e-05
      ]
    ]
  },
  "Patients with Von Hippel-Lindau disease are unable to regulate this physical process because they can no longer downregulate HIF1?.  Commonly studied in vitro with the tube-forming assay, this process may be inhibited by antibodies against vascular endothelial growth factor.  While this process is important in wound healing and in the female reproductive cycle, it is also important pathologically in tumor growth. * FTP, identify this biological process that creates new blood vessels from pre-existing": {
    "guess": "Angiogenesis",
    "confidence": [
      [
        "Ang",
        -0.0063137547
      ],
      [
        "i",
        -5.3000836e-05
      ],
      [
        "ogenesis",
        -0.00016170357
      ]
    ]
  },
  "In patients with this condition, loss of neurons leads to atrophy in the frontal cortex and cingulate gyrus, and abnormalities in the APOE4 and SORL1 genes are factors that appear to cause it. One theory proposes that oxidative stress is the primary cause of this condition, but the amyloid hypothesis is more widely accepted. Increasing [*] acetylcholine production is one method of treatment for this disease. A buildup of beta amyloid plaques and tau tangles are commonly found in patients with, for": {
    "guess": "Alzheimer's disease",
    "confidence": [
      [
        "Al",
        -0.0012630906
      ],
      [
        "zheimer",
        -4.5371802e-05
      ],
      [
        "'s",
        -7.517272e-05
      ],
      [
        " disease",
        -0.0021274223
      ]
    ]
  },
  "Patients with Von Hippel-Lindau disease are unable to regulate this physical process because they can no longer downregulate HIF1?.  Commonly studied in vitro with the tube-forming assay, this process may be inhibited by antibodies against vascular endothelial growth factor.  While this process is important in wound healing and in the female reproductive cycle, it is also important pathologically in tumor growth. * FTP, identify this biological process that creates new blood vessels from pre-existing vessels.": {
    "guess": "Angiogenesis",
    "confidence": [
      [
        "Ang",
        -0.002395033
      ],
      [
        "i",
        -8.590105e-05
      ],
      [
        "ogenesis",
        -2.0935051e-05
      ]
    ]
  },
  "In patients with this condition, loss of neurons leads to atrophy in the frontal cortex and cingulate gyrus, and abnormalities in the APOE4 and SORL1 genes are factors that appear to cause it. One theory": {
    "guess": "Alzheimer's disease",
    "confidence": [
      [
        "Al",
        -0.0037219306
      ],
      [
        "zheimer",
        -0.00028743778
      ],
      [
        "'s",
        -0.00020759332
      ],
      [
        " disease",
        -0.002418703
      ]
    ]
  },
  "One passage in this poem acknowledges that \"much to the man is due,\" who lived \"reserved and austere,\" in his private gardens where his highest aim might have been \"to plant the bergamot.\" The title figure is described as being unable to be content with \"the inglorious arts of peace,\" and is mentioned as having gone \"burning through the air... and palaces and temples rent,\" in order to \"cast the kingdoms of old/ Into another mould.\" This poem recalls the nobility of a king upon the \"tragic scaffold,\" and claims that \"The Pict no shelter now shall find / Within his particoloured mind,\" before encouraging the title figure, \"the Wars' and Fortune's son,\" to \"march indefatigably on.\" In one part,": {
    "guess": "John Milton",
    "confidence": [
      [
        "John",
        -1.3639059
      ],
      [
        " Milton",
        -0.002928376
      ]
    ]
  },
  "The passage of this legislation was a direct response to the Mallory Bill. Authored primarily by Silas Wright, this legislation was opposed in the Senate by Samuel Smith of Maryland.Five years after the passage of this legislation, a compromise form of it was worked out, which was accompanied with a (*) Force Bill to authorize its enforcement. Never intended to actually pass, this legislation was denounced by John Randolph as \"[having] to do with no manufactures except the manufacture of a president.\" The fight against this legislation at the state level inspired John Calhoun's theory of nullification as described in the South Carolina Exposition and Protest. For 10 points, identify this 1828  protective tariff.": {
    "guess": "Tariff of 1828",
    "confidence": [
      [
        "Tar",
        -0.052566405
      ],
      [
        "iff",
        -3.488188e-05
      ],
      [
        " of",
        -1.473646e-05
      ],
      [
        " ",
        -0.487824
      ],
      [
        "182",
        -0.0006390501
      ],
      [
        "8",
        -0.0017114709
      ]
    ]
  },
  "Pattison and Degering prepared a version of this catalyst using an alloy of magnesium and acetic acid to remove inactive portions of its structure, and that catalyst improved significantly on Mozingo's": {
    "guess": "Catalyst poisoning",
    "confidence": [
      [
        "C",
        -1.3334093
      ],
      [
        "atal",
        -0.020812217
      ],
      [
        "yst",
        -0.5005922
      ],
      [
        " poisoning",
        -0.23993447
      ]
    ]
  },
  "The patriarch of this novel kicks his gloomy sister Ferula out of their house after finding her in the same bed as his wife. That character in this novel lends fifty pesos to Transito Soto to help her find her fortune in the city. A character in this novel gives birth to twins after her parents die in a car crash. Earlier in this novel, that character marries the fiancée of her green-haired sister Rosa the Beautiful after Rosa is fatally poisoned with brandy intended for her father Severo de Valle. In this novel, Blanca begins a relationship with Pedro Tercero despite her father Esteban's disapproval.": {
    "guess": "The House of the Spirits",
    "confidence": [
      [
        "The",
        -0.0043012225
      ],
      [
        " House",
        -0.00020342118
      ],
      [
        " of",
        -2.319992e-05
      ],
      [
        " the",
        -0.0003807449
      ],
      [
        " Spirits",
        -8.537869e-06
      ]
    ]
  },
  "The passage of this act in the Senate ensured the failure of Thomas Brackett Reed's Federal Elections Bill that called for enforcement of the 15th amendment in the South. The namesake of this bill considered it to be the brainchild of William Windom, who had Justin Morrill introduce it into the Senate, and it was attacked by John P. Jones as not going far enough. Democrats who supported the repeal of this act formed a presidential ticket of Simon Bolivar Buckner and John Palmer that received 1% of the vote. Passed in the same legislative package as the McKinley Tariff, the depletion of gold reserves": {
    "guess": "Wilson-Gorman Tariff Act",
    "confidence": [
      [
        "Wilson",
        -0.83491176
      ],
      [
        "-G",
        -0.20598191
      ],
      [
        "orman",
        -0.00024156268
      ],
      [
        " Tar",
        -0.006456013
      ],
      [
        "iff",
        -0.00019805702
      ],
      [
        " Act",
        -0.055352952
      ]
    ]
  },
  "The pattern of masculine and feminine rhymes in the stanzas of this work has become known as either the stanza named for this work or the sonnet named for the author. A dying uncle in this work provokes the central figure to come to the countryside, but by the time that character has arrived, his uncle": {
    "guess": "Eugene Onegin",
    "confidence": [
      [
        "E",
        -0.52233016
      ],
      [
        "ug",
        -0.0031538308
      ],
      [
        "ene",
        -0.00025609453
      ],
      [
        " On",
        -0.00031127117
      ],
      [
        "egin",
        -0.00030090412
      ]
    ]
  },
  "A patch of red clay called \"the Thunderbird\" can be seen on the face of a mountain in this city. Anson Mills founded this U.S. city, which was the focus of the Chamizal Dispute that led to an assassination attempt on William Howard Taft. The largest urban park in the United States is found in this city's Franklin Mountains. A college campus in this city was built in a style inspired by National Geographic photos of (*) Bhutanese fortresses. This city began hosting the Sun Bowl in 1935. John J. Pershing took control of this city's Fort Bliss during an expedition to catch Pancho Villa, who briefly lived in this city. For 10 points, name this only major Texas city in the Mountain Time Zone, which": {
    "guess": "El Paso, Texas",
    "confidence": [
      [
        "El",
        -0.0026220279
      ],
      [
        " Paso",
        -0.00040970038
      ],
      [
        ",",
        -0.35517675
      ],
      [
        " Texas",
        -0.00011200665
      ]
    ]
  },
  "Patients with Von Hippel-Lindau disease are unable to regulate this physical process because they can": {
    "guess": "Angiogenesis",
    "confidence": [
      [
        "Ang",
        -0.3219976
      ],
      [
        "i",
        -0.0020800745
      ],
      [
        "ogenesis",
        -0.0010897354
      ]
    ]
  },
  "Patients are predisposed to infection by this agent in the Lewandowsky-Lutz disorder. Tissue infected by this agent can be detected by immunostaining to detect co-expression of INK4a and Ki67. Two strains of this agent that infect the respiratory tract cause the disease RRP. An early gene in this agent significantly increases the degradation of Rb protein, which contributes to a process integral to Harald zur Hausen's hypothesis. This agent is known to undermine defense mechanisms by protecting host cells from TRAIL- induced apoptosis. Infection by a particularly virulent strain of this virus resulted in the HeLa cell line, and its 16 and 18 strains are examples of its \"high-risk\" strains. This virus causes intra-epithelial neoplasia in the region it targets. The Bethesda system is used to score a test to detect its effects, and a preventative measure against it is the vaccine Gardasil. For 10 points, name this virus that can cause genital warts and cervical cancer, infection with which": {
    "guess": "Human papillomavirus",
    "confidence": [
      [
        "Human",
        -0.006821936
      ],
      [
        " pap",
        -0.049381938
      ],
      [
        "ill",
        -8.299462e-06
      ],
      [
        "om",
        -7.703444e-06
      ],
      [
        "avirus",
        -8.10137e-05
      ]
    ]
  },
  "One passage in this poem acknowledges that \"much to the man is due,\" who lived \"reserved and austere,\" in his private gardens where his highest aim might have been \"to plant the bergamot.\" The title figure is described as being unable to be content with \"the inglorious arts of peace,\" and is mentioned as having gone \"burning through the air... and palaces and temples rent,\" in order to \"cast the kingdoms of old/ Into another mould.\" This poem recalls the nobility of a king upon the \"tragic scaffold,\" and claims that \"The Pict no shelter now shall find / Within his particoloured mind,\" before encouraging": {
    "guess": "Oliver Cromwell",
    "confidence": [
      [
        "Ol",
        -1.6334882
      ],
      [
        "iver",
        -4.4894987e-05
      ],
      [
        " Crom",
        -0.0005355171
      ],
      [
        "well",
        -0.00039897207
      ]
    ]
  },
  "The one of 1875 was passed as a memorial to Charles Sumner, and was known as the Supplementary Civil Rights Act. Earlier examples were limited by the Supreme Court in United States v. Harris and United": {
    "guess": "Civil Rights Act of 1875",
    "confidence": [
      [
        "Civil",
        -0.1571887
      ],
      [
        " Rights",
        -0.0005716212
      ],
      [
        " Act",
        -0.21925029
      ],
      [
        " of",
        -0.00018161058
      ],
      [
        " ",
        -0.00012880703
      ],
      [
        "187",
        -0.31444824
      ],
      [
        "5",
        -0.0030650569
      ]
    ]
  },
  "Patients are predisposed to infection by this agent in the Lewandowsky-Lutz disorder. Tissue infected by this agent can be detected by immunostaining to detect co-expression of INK4a and Ki67. Two strains of this agent that infect the respiratory tract cause the disease RRP. An early gene in this agent significantly increases the degradation of Rb protein, which contributes to a process integral to": {
    "guess": "Human papillomavirus",
    "confidence": [
      [
        "Human",
        -0.14641435
      ],
      [
        " pap",
        -0.16435426
      ],
      [
        "ill",
        -1.0445127e-05
      ],
      [
        "om",
        -0.0004063627
      ],
      [
        "avirus",
        -0.001028285
      ]
    ]
  },
  "This man's paternal grandfather was left to die at the hands of centaurs during a hunting competition": {
    "guess": "Ixion",
    "confidence": [
      [
        "Ix",
        -1.2555733
      ],
      [
        "ion",
        -0.00016802136
      ]
    ]
  },
  "The passage of this act in the Senate ensured the failure of Thomas Brackett Reed's Federal Elections Bill that called for enforcement of the 15th amendment in the South. The namesake of this bill considered it to be the brainchild of William Windom, who had Justin Morrill introduce it into the Senate,": {
    "guess": "Lodge Bill",
    "confidence": [
      [
        "L",
        -0.8094566
      ],
      [
        "odge",
        -0.04059154
      ],
      [
        " Bill",
        -0.1789519
      ]
    ]
  },
  "Pathways involving these types of enzymes often recruit subsequent proteins via SH2 domains. The cAMP Response Binding Protein is only able to bind DNA after it has been acted on by one of these enzymes. Insulin receptors have the activity of these enzymes on their cytoplasmic faces. These enzymes are classified based on whether they work on tyrosine residues or serine and threonine residues, and Ras activates a pathway involving a (*) cascade of these enzymes called the Map cascade. The first enzyme": {
    "guess": "Kinase",
    "confidence": [
      [
        "Kin",
        -0.49378064
      ],
      [
        "ase",
        -0.00089419
      ]
    ]
  },
  "The passage of this legislation was a direct response to the Mallory Bill. Authored primarily by Silas Wright, this legislation was opposed in the Senate by Samuel Smith of Maryland.Five years after the passage of this legislation, a compromise form of it was worked out, which was accompanied with a (*) Force Bill to authorize its enforcement. Never intended to actually pass, this legislation was denounced by John Randolph as \"[having] to do with no manufactures except the manufacture of a president.\" The fight against this legislation at the state level inspired John Calhoun's theory of nullification as described in the South Carolina Exposition and Protest. For 10 points, identify this 1828": {
    "guess": "Tariff of Abominations",
    "confidence": [
      [
        "Tar",
        -0.65183663
      ],
      [
        "iff",
        -3.3213026e-05
      ],
      [
        " of",
        -1.473646e-05
      ],
      [
        " Ab",
        -0.6614784
      ],
      [
        "omin",
        -0.00042507402
      ],
      [
        "ations",
        -1.0683535e-05
      ]
    ]
  },
  "One passage in this poem acknowledges that \"much to the man is due,\" who lived \"reserved and austere,\" in his private gardens where his highest aim might have been \"to plant the bergamot.\" The title figure": {
    "guess": "The Waste Land",
    "confidence": [
      [
        "The",
        -0.5780931
      ],
      [
        " Waste",
        -0.13297367
      ],
      [
        " Land",
        -7.183501e-05
      ]
    ]
  },
  "This man passed a law forcing the government to provide public access television and names a bill with an Alabama Senator that reorganized the U.S. military. This man did not censure Joseph McCarthy and": {
    "guess": "United States Senator from Alabama",
    "confidence": [
      [
        "United",
        -1.3874696
      ],
      [
        " States",
        -0.0011643881
      ],
      [
        " Senator",
        -1.2662266
      ],
      [
        " from",
        -0.47373825
      ],
      [
        " Alabama",
        -0.7658893
      ]
    ]
  },
  "This man's paternal grandfather was left to die at the hands of centaurs during a hunting competition with Acastus, whose sons this man killed after they deposed his grandfather. After a revelation made by Helenus, Odysseus retrieved this man from Scyros and together they fetched Philoctetes from Lemnos.": {
    "guess": "Achilles",
    "confidence": [
      [
        "A",
        -0.41954345
      ],
      [
        "ch",
        -0.00047106826
      ],
      [
        "illes",
        -4.2272506e-05
      ]
    ]
  },
  "This man patented a smokeless propellant known as ballistite. Another of his inventions consisted of diatomaceous earth. He developed a substance containing nitrocellulose, saltpeter, wood pulp, and an explosive. Used in blasting gelatin, that explosive was also used in an earlier invention. Dynamite": {
    "guess": "Alfred Nobel",
    "confidence": [
      [
        "Al",
        -0.2593387
      ],
      [
        "fred",
        -3.917321e-05
      ],
      [
        " Nobel",
        -0.00044735408
      ]
    ]
  },
  "Patrick Blackett won a Nobel for utilizing one of these devices in his experiments. The diffraction version": {
    "guess": "Cloud chamber",
    "confidence": [
      [
        "Cloud",
        -0.6238871
      ],
      [
        " chamber",
        -0.12348102
      ]
    ]
  },
  "Patients are predisposed to infection by this agent in the Lewandowsky-Lutz disorder. Tissue infected by this agent can be detected by immunostaining to detect co-expression of INK4a and Ki67. Two strains of this agent that infect the respiratory tract cause the disease RRP. An early gene in this agent significantly increases the degradation of Rb protein, which contributes to a process integral to Harald zur Hausen's hypothesis. This agent is known to undermine defense mechanisms by protecting host": {
    "guess": "Human papillomavirus",
    "confidence": [
      [
        "Human",
        -0.13261773
      ],
      [
        " pap",
        -0.16206603
      ],
      [
        "ill",
        -7.9418505e-06
      ],
      [
        "om",
        -0.0004779784
      ],
      [
        "avirus",
        -0.00055934687
      ]
    ]
  },
  "A patron of the Catholic Schools Association in his home country, his idea of creating a third Slav-ruled kingdom in Croatia alienated many politicians. Becoming heir after the suicide of Prince Rudolph": {
    "guess": "Stephen, Duke of Slavonia",
    "confidence": [
      [
        "Stephen",
        -1.2292776
      ],
      [
        ",",
        -1.4347281
      ],
      [
        " Duke",
        -0.2009613
      ],
      [
        " of",
        -0.00071147823
      ],
      [
        " Sl",
        -1.0955244
      ],
      [
        "av",
        -9.639097e-05
      ],
      [
        "onia",
        -7.839122e-05
      ]
    ]
  },
  "This man's paternal grandfather was left to die at the hands of centaurs during a hunting competition with Acastus, whose sons this man killed after they deposed his grandfather. After a revelation made": {
    "guess": "Peleus",
    "confidence": [
      [
        "P",
        -0.86630225
      ],
      [
        "ele",
        -0.003570254
      ],
      [
        "us",
        -0.0004735679
      ]
    ]
  },
  "One pathogen named for this organism encodes a protease used to cleave Tandem Affinity Purification tags, and another pathogen of this organism has one of the earliest discovered satellite viruses. This": {
    "guess": "Yeast infections",
    "confidence": [
      [
        "Y",
        -0.124084555
      ],
      [
        "east",
        -2.6968896e-06
      ],
      [
        " infections",
        -0.65924716
      ]
    ]
  },
  "Patients are predisposed to infection by this agent in the Lewandowsky-Lutz disorder. Tissue infected by this agent can be detected by immunostaining to detect co-expression of INK4a and Ki67. Two strains": {
    "guess": "Human papillomavirus",
    "confidence": [
      [
        "Human",
        -0.100357525
      ],
      [
        " pap",
        -0.59385735
      ],
      [
        "ill",
        -7.58424e-06
      ],
      [
        "om",
        -0.00033463142
      ],
      [
        "avirus",
        -0.0007865179
      ]
    ]
  },
  "The patriarch of this novel kicks his gloomy sister Ferula out of their house after finding her in the same bed as his wife. That character in this novel lends fifty pesos to Transito Soto to help her find her fortune in the city. A character in this novel gives birth to twins after her parents die in": {
    "guess": "The House of the Spirits",
    "confidence": [
      [
        "The",
        -0.045567762
      ],
      [
        " House",
        -0.00020818933
      ],
      [
        " of",
        -6.0510665e-05
      ],
      [
        " the",
        -0.00025311444
      ],
      [
        " Spirits",
        -3.22594e-05
      ]
    ]
  },
  "Passages from the work include the lines, \"Rejoice with me; I have found my lost sheep,\" and \"Do not be afraid. I bring you good news of great joy that will be for all the people.\" Among its more famous": {
    "guess": "Gospel of Luke",
    "confidence": [
      [
        "G",
        -0.05859163
      ],
      [
        "ospel",
        -6.301394e-05
      ],
      [
        " of",
        -0.00047130667
      ],
      [
        " Luke",
        -0.0021651292
      ]
    ]
  },
  "Patients with the inherited disease Dunnigan-type familial partial lipodystrophy have a higher incidence of heart disease and weight gain due to a resistance in the cells' response to this hormone, which consists of a 21 -amino-acid alpha helix linked to a 30-amino-acid beta sheet. For 10 points—name this protein, discovered by Banting and Best, whose insufficient production is a hallmark for diabetes.": {
    "guess": "Insulin",
    "confidence": [
      [
        "Ins",
        -0.006228098
      ],
      [
        "ulin",
        -0.00028779538
      ]
    ]
  },
  "One passage in this poem acknowledges that \"much to the man is due,\" who lived \"reserved and austere,\" in his private gardens where his highest aim might have been \"to plant the bergamot.\" The title figure is described as being unable to be content with \"the inglorious arts of peace,\" and is mentioned as having gone \"burning through the air... and palaces and temples rent,\" in order to \"cast the kingdoms of old/ Into another mould.\" This poem recalls the nobility of a king upon the \"tragic scaffold,\"": {
    "guess": "John Milton",
    "confidence": [
      [
        "John",
        -1.4058373
      ],
      [
        " Milton",
        -0.032792956
      ]
    ]
  },
  "A passage in this book discusses how James I attacked a form of asceticism by codifying the Book of Sports. Another passage from this book states that the elimination of magic led to a form of pessimistic": {
    "guess": "Daemonologie",
    "confidence": [
      [
        "Daemon",
        -0.8623073
      ],
      [
        "ologie",
        -0.0015510482
      ]
    ]
  },
  "A patch of red clay called \"the Thunderbird\" can be seen on the face of a mountain in this city. Anson Mills founded this U.S. city, which was the focus of the Chamizal Dispute that led to an assassination": {
    "guess": "El Paso, Texas",
    "confidence": [
      [
        "El",
        -0.0050718756
      ],
      [
        " Paso",
        -2.5107178e-05
      ],
      [
        ",",
        -0.105713695
      ],
      [
        " Texas",
        -0.00012213163
      ]
    ]
  },
  "A patron of the Catholic Schools Association in his home country, his idea of creating a third Slav-ruled kingdom in Croatia alienated many politicians. Becoming heir after the suicide of Prince Rudolph in 1889, this nephew of Franz Joseph I and husband of the countess Sophie Chotek worked tirelessly to maintain peace within Eastern Europe, a fact that renders inexplicable the efforts of Gavrilo Princip.": {
    "guess": "Archduke Franz Ferdinand of Austria",
    "confidence": [
      [
        "Arch",
        -0.699916
      ],
      [
        "du",
        -5.705376e-05
      ],
      [
        "ke",
        -3.464347e-05
      ],
      [
        " Franz",
        -0.00028314645
      ],
      [
        " Ferdinand",
        -5.9437833e-05
      ],
      [
        " of",
        -0.036872543
      ],
      [
        " Austria",
        -1.1279553e-05
      ]
    ]
  },
  "Patients are predisposed to infection by this agent in the Lewandowsky-Lutz disorder. Tissue infected by this agent can be detected by immunostaining to detect co-expression of INK4a and Ki67. Two strains of this agent that infect the respiratory tract cause the disease RRP. An early gene in this agent significantly increases the degradation of Rb protein, which contributes to a process integral to Harald zur Hausen's hypothesis. This agent is known to undermine defense mechanisms by protecting host cells from TRAIL- induced apoptosis. Infection by a particularly virulent strain of this virus resulted in the HeLa cell line, and its 16 and 18 strains are examples of its \"high-risk\" strains. This virus causes intra-epithelial neoplasia in the region it targets. The Bethesda system is used to score a test to detect its effects, and a preventative measure against it is the vaccine Gardasil. For": {
    "guess": "Human papillomavirus",
    "confidence": [
      [
        "Human",
        -0.0074743517
      ],
      [
        " pap",
        -0.06505572
      ],
      [
        "ill",
        -1.0445127e-05
      ],
      [
        "om",
        -0.00037800323
      ],
      [
        "avirus",
        -4.477578e-05
      ]
    ]
  },
  "The passage of this act in the Senate ensured the failure of Thomas Brackett Reed's Federal Elections Bill that called for enforcement of the 15th amendment in the South. The namesake of this bill considered": {
    "guess": "Force Bill of 1890",
    "confidence": [
      [
        "Force",
        -0.90290505
      ],
      [
        " Bill",
        -0.041187964
      ],
      [
        " of",
        -0.3883631
      ],
      [
        " ",
        -0.00054719544
      ],
      [
        "189",
        -0.001039956
      ],
      [
        "0",
        -0.0020127408
      ]
    ]
  },
  "Patients with Von Hippel-Lindau disease are unable to regulate this physical process because they can no longer downregulate HIF1?.  Commonly studied in vitro with the tube-forming assay, this process may be inhibited by antibodies against vascular endothelial growth factor.  While this process is important in wound healing and in the female reproductive cycle, it is also important pathologically in": {
    "guess": "Angiogenesis",
    "confidence": [
      [
        "Ang",
        -0.0058164527
      ],
      [
        "i",
        -5.2285613e-05
      ],
      [
        "ogenesis",
        -2.9517714e-05
      ]
    ]
  },
  "One pathogen named for this organism encodes a protease used to cleave Tandem Affinity Purification tags, and another pathogen of this organism has one of the earliest discovered satellite viruses. This organism produces anabasine and anatabine. One product of this organism heavily up-regulates alpha-4-beta-2 acetylcholine receptors in the ventral tegmental area and lends its name to the type of acetylcholine receptor found in the (*) neuromuscular junction. Iwanowsky isolated another virus that infects this organism, which was also studied by Rosalind Franklin. That organism is a long rodlike": {
    "guess": "Tobacco Mosaic Virus",
    "confidence": [
      [
        "T",
        -0.12958407
      ],
      [
        "ob",
        -0.00012594614
      ],
      [
        "acco",
        -4.739826e-05
      ],
      [
        " M",
        -0.07312463
      ],
      [
        "osaic",
        -1.9361265e-07
      ],
      [
        " Virus",
        -0.00063368597
      ]
    ]
  },
  "The patriarch of this novel kicks his gloomy sister Ferula out of their house after finding her in the same bed as his wife. That character in this novel lends fifty pesos to Transito Soto to help her find her fortune in the city. A character in this novel gives birth to twins after her parents die in a car crash. Earlier in this novel, that character marries the fiancée of her green-haired sister Rosa the Beautiful after Rosa is fatally poisoned with brandy intended for her father Severo de Valle.": {
    "guess": "The House of the Spirits",
    "confidence": [
      [
        "The",
        -0.0073635946
      ],
      [
        " House",
        -0.0001719551
      ],
      [
        " of",
        -2.4749568e-05
      ],
      [
        " the",
        -0.0016469688
      ],
      [
        " Spirits",
        -1.50940705e-05
      ]
    ]
  },
  "A passage in this book discusses how James I attacked a form of asceticism by codifying the Book of Sports. Another passage from this book states that the elimination of magic led to a form of pessimistic individualism. The third section of this work discusses the origin of the concept of the (*) calling.": {
    "guess": "The Protestant Ethic and the Spirit of Capitalism",
    "confidence": [
      [
        "The",
        -0.11466099
      ],
      [
        " Protestant",
        -0.25277492
      ],
      [
        " Eth",
        -9.400689e-05
      ],
      [
        "ic",
        -1.7954959e-05
      ],
      [
        " and",
        -1.6240566e-06
      ],
      [
        " the",
        -2.4630364e-05
      ],
      [
        " Spirit",
        -5.4385737e-06
      ],
      [
        " of",
        -7.3458323e-06
      ],
      [
        " Capital",
        -2.4272753e-05
      ],
      [
        "ism",
        -1.7120534e-05
      ]
    ]
  },
  "It was passed in the wake of Senate hearings on corruption,  which exposed widespread collusion between": {
    "guess": "Teapot Dome scandal",
    "confidence": [
      [
        "Te",
        -1.5537558
      ],
      [
        "apot",
        -8.542423e-05
      ],
      [
        " Dome",
        -1.147242e-06
      ],
      [
        " scandal",
        -0.0041681523
      ]
    ]
  },
  "The pattern of masculine and feminine rhymes in the stanzas of this work has become known as either the stanza named for this work or the sonnet named for the author. A dying uncle in this work provokes the central figure to come to the countryside, but by the time that character has arrived, his uncle has died. At a ball in this work, the protagonist of this work dances with a friend's fiancée as much as possible, and after the resulting fight, he shoots Vladimir Lensky in a duel. For 10 points, name this verse drama by Alexander Pushkin about a nobleman.": {
    "guess": "Eugene Onegin",
    "confidence": [
      [
        "E",
        -0.0119873965
      ],
      [
        "ug",
        -2.7133641e-05
      ],
      [
        "ene",
        -1.569009e-05
      ],
      [
        " On",
        -0.00010247036
      ],
      [
        "egin",
        -0.00017815368
      ]
    ]
  },
  "The patriarch of this novel kicks his gloomy sister Ferula out of their house after finding her in the": {
    "guess": "One Hundred Years of Solitude",
    "confidence": [
      [
        "One",
        -0.16474056
      ],
      [
        " Hundred",
        -1.0921943e-05
      ],
      [
        " Years",
        -0.0001508597
      ],
      [
        " of",
        -0.00058305735
      ],
      [
        " Sol",
        -0.00012190055
      ],
      [
        "itude",
        -3.7146747e-05
      ]
    ]
  },
  "The patriarch of this novel kicks his gloomy sister Ferula out of their house after finding her in the same bed as his wife. That character in this novel lends fifty pesos to Transito Soto to help her find her fortune in the city. A character in this novel gives birth to twins after her parents die in a car crash. Earlier in this novel, that character marries the fiancée of her green-haired sister Rosa the Beautiful after Rosa is fatally poisoned with brandy intended for her father Severo de Valle. In this novel, Blanca begins a relationship with Pedro Tercero despite her father Esteban's disapproval. For 10 points, name this novel that chronicles four generations of the Trueba family, written by Chilean author Isabel Allende.": {
    "guess": "The House of the Spirits",
    "confidence": [
      [
        "The",
        -0.0005956857
      ],
      [
        " House",
        -4.4894987e-05
      ],
      [
        " of",
        -8.776276e-06
      ],
      [
        " the",
        -0.00025585614
      ],
      [
        " Spirits",
        -6.968935e-05
      ]
    ]
  },
  "The patron of Amphicleia, this being's epithets include Bromios, Taurokeros, and Tauroprosopos and he possessed the thyrsus and kantharos. Raised in Nysa, this deity was born twice, once from the thigh of his father. This god rescued and wed Ariadne and visited Hades to try to resurrect his mother Semele, who was destroyed when his father Zeus appeared to her in his full glory. FTP, name this god whose followers were the Maenads; the Greco- Roman god of ecstasy and wine.": {
    "guess": "Dionysus",
    "confidence": [
      [
        "D",
        -0.0035506547
      ],
      [
        "ion",
        -2.0219828e-05
      ],
      [
        "ys",
        -0.00010747691
      ],
      [
        "us",
        -7.100059e-05
      ]
    ]
  },
  "This man passed a law forcing the government to provide public access television and names a bill with an Alabama Senator that reorganized the U.S. military. This man did not censure Joseph McCarthy and promoted his anti-communism in The Conscience of a Conservative. He also recommended that the U.S.": {
    "guess": "Barry Goldwater",
    "confidence": [
      [
        "Bar",
        -0.028456321
      ],
      [
        "ry",
        -4.978234e-05
      ],
      [
        " Gold",
        -0.00032485672
      ],
      [
        "water",
        -2.4272753e-05
      ]
    ]
  },
  "This man passed a law forcing the government to provide public access television and names a bill with an Alabama Senator that reorganized the U.S. military. This man did not censure Joseph McCarthy and promoted his anti-communism in The Conscience of a Conservative. He also recommended that the U.S. should use nuclear weapons against China, which may have cost him his Presidential campaign against Lyndon Johnson. For ten points, John McCain replaced what Arizonan in the Senate?": {
    "guess": "Barry Goldwater",
    "confidence": [
      [
        "Bar",
        -0.013879394
      ],
      [
        "ry",
        -5.2001665e-06
      ],
      [
        " Gold",
        -0.0007671024
      ],
      [
        "water",
        -2.6895234e-05
      ]
    ]
  },
  "The one of 1875 was passed as a memorial to Charles Sumner, and was known as the Supplementary Civil Rights Act. Earlier examples were limited by the Supreme Court in United States v. Harris and United States v. Reece. The first one was passed at the same time as the Tariff of 1833, thus making it only a symbolic assertion of the power of the federal government, but the ones of 1870 and 1871 were vital in assuring the rights of freedmen in the south. For 10 points - what were these acts named because": {
    "guess": "Force Acts",
    "confidence": [
      [
        "Force",
        -0.19809698
      ],
      [
        " Acts",
        -0.22156563
      ]
    ]
  },
  "The pattern of masculine and feminine rhymes in the stanzas of this work has become known as either the stanza named for this work or the sonnet named for the author. A dying uncle in this work provokes the central figure to come to the countryside, but by the time that character has arrived, his uncle has died. At a ball in this work, the protagonist of this work dances with a friend's fiancée as": {
    "guess": "Eugene Onegin",
    "confidence": [
      [
        "E",
        -0.11821494
      ],
      [
        "ug",
        -3.368984e-05
      ],
      [
        "ene",
        -5.347765e-05
      ],
      [
        " On",
        -0.0011358123
      ],
      [
        "egin",
        -0.00020532844
      ]
    ]
  },
  "One passage in this poem acknowledges that \"much to the man is due,\" who lived \"reserved and austere,\" in his private gardens where his highest aim might have been \"to plant the bergamot.\" The title figure is described as being unable to be content with \"the inglorious arts of peace,\" and is mentioned as having gone \"burning through the air... and palaces and temples rent,\" in order to \"cast the kingdoms of old/ Into another mould.\" This poem recalls the nobility of a king upon the \"tragic scaffold,\" and claims that \"The Pict no shelter now shall find / Within his particoloured mind,\" before encouraging the title figure, \"the Wars' and Fortune's son,\" to \"march indefatigably on.\" In one part, the author asks \"What may not then our isle presume / While Victory his crest does plume?,\" a reference to an earlier military victory in which a group is \"ashamed / to see themselves in one year tamed.\" Containing a poetic depiction of the execution of Charles I, FTP, identify this poem about the": {
    "guess": "Ode to a Nightingale",
    "confidence": [
      [
        "O",
        -1.9682475
      ],
      [
        "de",
        -0.005670068
      ],
      [
        " to",
        -0.102329955
      ],
      [
        " a",
        -1.1472821
      ],
      [
        " Night",
        -0.029211933
      ],
      [
        "ing",
        -0.0007954509
      ],
      [
        "ale",
        -7.255024e-05
      ]
    ]
  },
  "The patriarch of this novel kicks his gloomy sister Ferula out of their house after finding her in the same bed as his wife. That character in this novel lends fifty pesos to Transito Soto to help her find her fortune in the city. A character in this novel gives birth to twins after her parents die in a car crash. Earlier in this novel, that character marries the fiancée of her green-haired sister": {
    "guess": "The House of the Spirits",
    "confidence": [
      [
        "The",
        -0.07186712
      ],
      [
        " House",
        -0.00028278882
      ],
      [
        " of",
        -6.17027e-05
      ],
      [
        " the",
        -0.00026526954
      ],
      [
        " Spirits",
        -3.0828953e-05
      ]
    ]
  },
  "The passage of this legislation was a direct response to the Mallory Bill. Authored primarily by Silas Wright, this legislation was opposed in the Senate by Samuel Smith of Maryland.Five years after the passage of this legislation, a compromise form of it was worked out, which was accompanied with a (*) Force Bill to authorize its enforcement. Never intended to actually pass, this legislation was denounced": {
    "guess": "Tariff of Abominations",
    "confidence": [
      [
        "Tar",
        -0.821289
      ],
      [
        "iff",
        -1.867018e-05
      ],
      [
        " of",
        -1.7432603e-06
      ],
      [
        " Ab",
        -0.05892075
      ],
      [
        "omin",
        -0.00042423955
      ],
      [
        "ations",
        -5.3193703e-06
      ]
    ]
  },
  "A passage in this book discusses how James I attacked a form of asceticism by codifying the Book of Sports. Another passage from this book states that the elimination of magic led to a form of pessimistic individualism. The third section of this work discusses the origin of the concept of the (*) calling. Talcott Parsons translated one of this work's phrases as \"the iron cage of rationality,\" which refers to social goals that entrap the individual. It analyzes the Huguenots and Dutch Reformed churches to conclude predestination causes men to stress the sovereignty of God's will over all else. This": {
    "guess": "The Protestant Ethic and the Spirit of Capitalism",
    "confidence": [
      [
        "The",
        -0.0045492696
      ],
      [
        " Protestant",
        -0.00048000488
      ],
      [
        " Eth",
        -0.00014799883
      ],
      [
        "ic",
        -1.50940705e-05
      ],
      [
        " and",
        -6.511407e-06
      ],
      [
        " the",
        -3.488188e-05
      ],
      [
        " Spirit",
        -1.0921943e-05
      ],
      [
        " of",
        -5.5577775e-06
      ],
      [
        " Capital",
        -1.7239736e-05
      ],
      [
        "ism",
        -1.3306016e-05
      ]
    ]
  },
  "One pathogen named for this organism encodes a protease used to cleave Tandem Affinity Purification tags, and another pathogen of this organism has one of the earliest discovered satellite viruses. This organism produces anabasine and anatabine. One product of this organism heavily up-regulates alpha-4-beta-2 acetylcholine receptors in the ventral tegmental area and lends its name to the type of acetylcholine": {
    "guess": "Nicotiana tabacum",
    "confidence": [
      [
        "Nic",
        -0.061173987
      ],
      [
        "ot",
        -0.000664899
      ],
      [
        "iana",
        -0.0032727795
      ],
      [
        " tab",
        -0.4646241
      ],
      [
        "ac",
        -0.0011597428
      ],
      [
        "um",
        -5.8841815e-05
      ]
    ]
  },
  "The patriarch of this novel kicks his gloomy sister Ferula out of their house after finding her in the same bed as his wife. That character in this novel lends fifty pesos to Transito Soto to help her find her fortune in the city. A character in this novel gives birth to twins after her parents die in a car crash. Earlier in this novel, that character marries the fiancée of her green-haired sister Rosa the Beautiful after Rosa is fatally poisoned with brandy intended for her father Severo de Valle. In this novel, Blanca begins a relationship with Pedro Tercero despite her father Esteban's disapproval. For 10 points, name this novel that chronicles four generations of the Trueba family, written": {
    "guess": "The House of the Spirits",
    "confidence": [
      [
        "The",
        -0.019924717
      ],
      [
        " House",
        -4.2510914e-05
      ],
      [
        " of",
        -9.8536635e-05
      ],
      [
        " the",
        -0.0011437879
      ],
      [
        " Spirits",
        -0.00015312091
      ]
    ]
  },
  "Pathways involving these types of enzymes often recruit subsequent proteins via SH2 domains. The cAMP Response Binding Protein is only able to bind DNA after it has been acted on by one of these enzymes. Insulin receptors have the activity of these enzymes on their cytoplasmic faces. These enzymes are classified based on whether they work on tyrosine residues or serine and threonine residues, and Ras": {
    "guess": "Kinase",
    "confidence": [
      [
        "Kin",
        -0.28228775
      ],
      [
        "ase",
        -0.0012938086
      ]
    ]
  },
  "The passage of this legislation was a direct response to the Mallory Bill. Authored primarily by Silas Wright, this legislation was opposed in the Senate by Samuel Smith of Maryland.Five years after the passage of this legislation, a compromise form of it was worked out, which was accompanied with a (*) Force Bill to authorize its enforcement. Never intended to actually pass, this legislation was denounced by John Randolph as \"[having] to do with no manufactures except the manufacture of a president.\"": {
    "guess": "Tariff of 1832",
    "confidence": [
      [
        "Tar",
        -1.049746
      ],
      [
        "iff",
        -3.106736e-05
      ],
      [
        " of",
        -7.226629e-06
      ],
      [
        " ",
        -0.5541614
      ],
      [
        "183",
        -0.7852511
      ],
      [
        "2",
        -0.4840996
      ]
    ]
  },
  "A patch of red clay called \"the Thunderbird\" can be seen on the face of a mountain in this city. Anson Mills founded this U.S. city, which was the focus of the Chamizal Dispute that led to an assassination attempt on William Howard Taft. The largest urban park in the United States is found in this city's Franklin Mountains. A college campus in this city was built in a style inspired by National Geographic photos of (*) Bhutanese fortresses. This city began hosting the Sun Bowl in 1935. John J. Pershing took control of this city's Fort Bliss during an expedition to catch Pancho Villa, who briefly": {
    "guess": "El Paso, Texas",
    "confidence": [
      [
        "El",
        -0.0010873514
      ],
      [
        " Paso",
        -4.632543e-05
      ],
      [
        ",",
        -0.15519771
      ],
      [
        " Texas",
        -4.6206227e-05
      ]
    ]
  },
  "Pathways involving these types of enzymes often recruit subsequent proteins via SH2 domains. The cAMP Response Binding Protein is only able to bind DNA after it has been acted on by one of these enzymes. Insulin receptors have the activity of these enzymes on their cytoplasmic faces. These enzymes are classified based on whether they work on tyrosine residues or serine and threonine residues, and Ras activates a pathway involving a (*) cascade of these enzymes called the Map cascade. The first enzyme of glycolysis is one of these enzymes that works on hexoses. The effect of this type of enzymes is reversed by phosphatases. For 10 points, name these enzymes that transfer phosphate groups onto substrates.": {
    "guess": "Protein kinase",
    "confidence": [
      [
        "Pro",
        -0.29446456
      ],
      [
        "tein",
        -0.00013500563
      ],
      [
        " kinase",
        -0.5819538
      ]
    ]
  },
  "The pattern of masculine and feminine rhymes in the stanzas of this work has become known as either the stanza named for this work or the sonnet named for the author. A dying uncle in this work provokes": {
    "guess": "The Rape of Lucrece",
    "confidence": [
      [
        "The",
        -1.4751313
      ],
      [
        " Rape",
        -1.0784101
      ],
      [
        " of",
        -0.0005414773
      ],
      [
        " Lu",
        -0.32254043
      ],
      [
        "cre",
        -0.0021628716
      ],
      [
        "ce",
        -0.0003678709
      ]
    ]
  },
  "Patients with the inherited disease Dunnigan-type familial partial lipodystrophy have a higher incidence of heart disease and weight gain due to a resistance in the cells' response to this hormone, which": {
    "guess": "Insulin",
    "confidence": [
      [
        "Ins",
        -0.63376945
      ],
      [
        "ulin",
        -0.0001437075
      ]
    ]
  },
  "Patients with either the central or nephrogenic form of this disease tend to have dilute urine, increased urinary frequency, and constant thirst. Both forms are caused by improper functioning of [*] vasopressin, which promotes water retention. With a name that means \"bland\"—for 10 points—name this disease,": {
    "guess": "Diabetes insipidus",
    "confidence": [
      [
        "Di",
        -0.00955963
      ],
      [
        "abetes",
        -5.2643223e-05
      ],
      [
        " ins",
        -0.009646532
      ],
      [
        "ip",
        -0.0018581996
      ],
      [
        "id",
        -4.501419e-05
      ],
      [
        "us",
        -7.226629e-06
      ]
    ]
  },
  "Patients with either the central or nephrogenic form of this disease tend to have dilute urine, increased urinary frequency, and constant thirst. Both forms are caused by improper functioning of [*] vasopressin,": {
    "guess": "Diabetes insipidus",
    "confidence": [
      [
        "Di",
        -0.002288949
      ],
      [
        "abetes",
        -6.2656334e-05
      ],
      [
        " ins",
        -0.005314516
      ],
      [
        "ip",
        -0.0005331367
      ],
      [
        "id",
        -4.894791e-05
      ],
      [
        "us",
        -6.6306106e-06
      ]
    ]
  },
  "This man passed a law forcing the government to provide public access television and names a bill with an Alabama Senator that reorganized the U.S. military. This man did not censure Joseph McCarthy and promoted his anti-communism in The Conscience of a Conservative. He also recommended that the U.S. should use nuclear weapons against China, which may have cost him his Presidential campaign against": {
    "guess": "Barry Goldwater",
    "confidence": [
      [
        "Bar",
        -0.0029109083
      ],
      [
        "ry",
        -8.89548e-06
      ],
      [
        " Gold",
        -0.00021105022
      ],
      [
        "water",
        -2.9517714e-05
      ]
    ]
  },
  "This pathway can be used to reduce the amount of the toxic terpenoid gossypol in cotton seeds without doing so in the rest of the plant. The original research on this concept was performed using the unc-22": {
    "guess": "RNA interference",
    "confidence": [
      [
        "RNA",
        -0.059421975
      ],
      [
        " interference",
        -0.1322577
      ]
    ]
  },
  "The pattern of masculine and feminine rhymes in the stanzas of this work has become known as either the stanza named for this work or the sonnet named for the author. A dying uncle in this work provokes the central figure to come to the countryside, but by the time that character has arrived, his uncle has died. At a ball in this work, the protagonist of this work dances with a friend's fiancée as much as possible, and after the resulting fight, he shoots Vladimir Lensky in a duel. For 10 points,": {
    "guess": "Eugene Onegin",
    "confidence": [
      [
        "E",
        -0.008756621
      ],
      [
        "ug",
        -3.0113732e-05
      ],
      [
        "ene",
        -2.6968896e-06
      ],
      [
        " On",
        -0.00017159748
      ],
      [
        "egin",
        -6.551722e-05
      ]
    ]
  },
  "This pathway can be used to reduce the amount of the toxic terpenoid gossypol in cotton seeds without": {
    "guess": "RNA interference",
    "confidence": [
      [
        "RNA",
        -0.022208814
      ],
      [
        " interference",
        -0.08716815
      ]
    ]
  },
  "Pattison and Degering prepared a version of this catalyst using an alloy of magnesium and acetic acid to remove inactive portions of its structure, and that catalyst improved significantly on Mozingo's W-2 version. Formaldehyde is entirely disproportionated within seventy minutes in the presence of it,": {
    "guess": "Wacker process",
    "confidence": [
      [
        "W",
        -1.1390845
      ],
      [
        "acker",
        -0.23121467
      ],
      [
        " process",
        -0.052290056
      ]
    ]
  },
  "Pattison and Degering prepared a version of this catalyst using an alloy of magnesium and acetic acid to remove inactive portions of its structure, and that catalyst improved significantly on Mozingo's W-2 version. Formaldehyde is entirely disproportionated within seventy minutes in the presence of it, and it catalyzes other Cannizzaro-type pathways effectively. Its preparation involves alloying aluminum": {
    "guess": "Zinc",
    "confidence": [
      [
        "Z",
        -1.0410837
      ],
      [
        "inc",
        -0.31698334
      ]
    ]
  },
  "Pattison and Degering prepared a version of this catalyst using an alloy of magnesium and acetic acid to remove inactive portions of its structure, and that catalyst improved significantly on Mozingo's W-2 version. Formaldehyde is entirely disproportionated within seventy minutes in the presence of it, and it catalyzes other Cannizzaro-type pathways effectively. Its preparation involves alloying aluminum and silicon and dissolving using sodium hydroxide. Its industrial applications include complete": {
    "guess": "Raney nickel",
    "confidence": [
      [
        "R",
        -0.2913348
      ],
      [
        "aney",
        -0.00015669702
      ],
      [
        " nickel",
        -0.3279558
      ]
    ]
  },
  "Pattison and Degering prepared a version of this catalyst using an alloy of magnesium and acetic acid to remove inactive portions of its structure, and that catalyst improved significantly on Mozingo's W-2 version. Formaldehyde is entirely disproportionated within seventy minutes in the presence of it, and it catalyzes other Cannizzaro-type pathways effectively. Its preparation involves alloying aluminum and silicon and dissolving using sodium hydroxide. Its industrial applications include complete reduction of benzene and desulfurization processes. For 10 points, name this catalyst whose mesh": {
    "guess": "Raney nickel",
    "confidence": [
      [
        "R",
        -0.06682573
      ],
      [
        "aney",
        -0.00042888118
      ],
      [
        " nickel",
        -0.6481415
      ]
    ]
  },
  "Pattison and Degering prepared a version of this catalyst using an alloy of magnesium and acetic acid to remove inactive portions of its structure, and that catalyst improved significantly on Mozingo's W-2 version. Formaldehyde is entirely disproportionated within seventy minutes in the presence of it, and it catalyzes other Cannizzaro-type pathways effectively. Its preparation involves alloying aluminum and silicon and dissolving using sodium hydroxide. Its industrial applications include complete reduction of benzene and desulfurization processes. For 10 points, name this catalyst whose mesh surface structure allows for high catalytic activity, named for its discoverer and the metal it contains,": {
    "guess": "Raney nickel",
    "confidence": [
      [
        "R",
        -0.035801373
      ],
      [
        "aney",
        -0.0004866803
      ],
      [
        " nickel",
        -0.2517849
      ]
    ]
  },
  "Pattison and Degering prepared a version of this catalyst using an alloy of magnesium and acetic acid to remove inactive portions of its structure, and that catalyst improved significantly on Mozingo's W-2 version. Formaldehyde is entirely disproportionated within seventy minutes in the presence of it, and it catalyzes other Cannizzaro-type pathways effectively. Its preparation involves alloying aluminum and silicon and dissolving using sodium hydroxide. Its industrial applications include complete reduction of benzene and desulfurization processes. For 10 points, name this catalyst whose mesh surface structure allows for high catalytic activity, named for its discoverer and the metal it contains, nickel.": {
    "guess": "Raney nickel",
    "confidence": [
      [
        "R",
        -0.055255726
      ],
      [
        "aney",
        -0.00028767617
      ],
      [
        " nickel",
        -0.30647108
      ]
    ]
  }
}