{
  "This culture believed that warriors who spent four years inhabiting its paradise were eventually transformed into butterflies that could go between heaven and earth. One story states that 1,600 gods in this myth system were born from a knife thrown from heaven to the earth. This culture's demiurge- like creator gave humanity the ability to doubt things and is a god of duality that resides in the thirteenth and most spectacular of its heavens. Its underworld was home to a mystic lizard that symbolized the earth and inhabits a place called \"where the flags wave.\" Dead souls must journey for four years to reach this culture's lowest level of the underworld, which is the burial site for bones used by one of its gods to create humanity. Another of its afterlifes is ruled over by a namesake rain deity and is called Tlalocan. For 10 points, name this culture whose primary underworld is known as Mictlan.": {
    "guess": "Aztec mythology",
    "confidence": [
      [
        "Az",
        -0.007623423
      ],
      [
        "tec",
        -0.00023226479
      ],
      [
        " mythology",
        -0.439424
      ]
    ]
  },
  "His cult waned with the ascendancy of Isis, and the destruction of his temple in Alexandria in the 4th century CE marked the virtual end of paganism in the Roman Empire. He was introduced in the 3rd century BCE as a state god for both Greeks and Egyptians, and was believed to be a human manifestation": {
    "guess": "Serapis",
    "confidence": [
      [
        "Ser",
        -0.042702936
      ],
      [
        "apis",
        -0.00014954848
      ]
    ]
  },
  "In culture, this tissue is often referred to as a dome composed of a central zone, peripheral zone, and rib zone. Cells in this tissue are regulated by CLAVATA3, which binds to the CLV1 receptor to repress expression of WUS. The histogen theory originally outlined the organization of this tissue, which is populated by cells called initials. KNOX genes regulate cell niche in this tissue. According to the current model, the outermost section of this tissue is called the tunica and the inside is called the corpus. The cork cambium is an example of the lateral or secondary type of this tissue. For": {
    "guess": "Meristem",
    "confidence": [
      [
        "Mer",
        -0.7523378
      ],
      [
        "istem",
        -0.005135562
      ]
    ]
  },
  "This culture's main yearly celebration featured people sacrificed by decapitation in honor of deceased kings and was called the Annual Customs. The sculptor Sosso Dede was an important artist from this culture, who made anthropomorphic animal statues of its kings, such as King Glele. It conquered Allada,": {
    "guess": "Dahomey",
    "confidence": [
      [
        "D",
        -0.0054662866
      ],
      [
        "ah",
        -1.5451682e-05
      ],
      [
        "ome",
        -3.4121115e-06
      ],
      [
        "y",
        -0.0002697993
      ]
    ]
  },
  "His cult waned with the ascendancy of Isis, and the destruction of his temple in Alexandria in the 4th century CE marked the virtual end of paganism in the Roman Empire. He was introduced in the 3rd century BCE as a state god for both Greeks and Egyptians, and was believed to be a human manifestation of the sacred dead bull that symbolized Osiris. Represented as a god of fertility and medicine and": {
    "guess": "Serapis",
    "confidence": [
      [
        "Ser",
        -0.028805016
      ],
      [
        "apis",
        -0.0003551271
      ]
    ]
  },
  "This culture believed that warriors who spent four years inhabiting its paradise were eventually transformed into butterflies that could go between heaven and earth. One story states that 1,600 gods in this myth system were born from a knife thrown from heaven to the earth. This culture's demiurge- like creator gave humanity the ability to doubt things and is a god of duality that resides in the thirteenth and most spectacular of its heavens. Its underworld was home to a mystic lizard that symbolized the earth and inhabits a place called \"where the flags wave.\" Dead souls must journey for four years to reach this culture's lowest level of the underworld, which is the burial site for bones used": {
    "guess": "Aztec mythology",
    "confidence": [
      [
        "Az",
        -0.63975376
      ],
      [
        "tec",
        -0.0017305104
      ],
      [
        " mythology",
        -0.07396945
      ]
    ]
  },
  "This culture's most famous custom often involves the greeting \"Dif-tor heh smusma.\" Their polytheistic religious beliefs include a conception of the soul known as the katra and an Eden known as Sha Ka Ree. The Decapodian tradition of \"Claw-Plach\" on Futurama is a parody of this culture's mating ritual of koon-ut-kal-if-fee, which occurs when a female refuses marriage during the mating time of pon farr. This race's telepathic abilities allow them to perform their namesake \"mind-meld.\" Their \"Time of the Awakening\" began when the philosopher Surak led a revolution that incorporated logic into the": {
    "guess": "Vulcan (Star Trek)",
    "confidence": [
      [
        "V",
        -0.0052891383
      ],
      [
        "ul",
        -4.365741e-06
      ],
      [
        "can",
        -0.019397425
      ],
      [
        " (",
        -0.07047851
      ],
      [
        "Star",
        -6.778209e-05
      ],
      [
        " Trek",
        -0.0011160464
      ],
      [
        ")",
        -0.003868355
      ]
    ]
  },
  "This culture's deities include the moon god Coniraya and the goddess Cavillace, who bore Coniraya's child after eating some fruit. Another god of this people creates rain by shaking his jug, which contains the Milky Way. The chief god of this people brought a flood called the Unu Pachakuti and disappeared after walking across sea foam, and his children included Pachamama, Mama Quilla, and the sun god Inti. For 10 points, identify this culture who worshipped the gods Ilyapa and Viracocha, and who": {
    "guess": "Incan religion",
    "confidence": [
      [
        "In",
        -0.010044458
      ],
      [
        "can",
        -0.60126525
      ],
      [
        " religion",
        -0.32940337
      ]
    ]
  },
  "The cultural evangelism of Benjamin Hawkins was one cause of this conflict, and Peter McQueen and William Weatherford were some of the more militant leaders who spurred it on. It included an attack on Talladega, and it began when a group called the Red Sticks invaded the Lake Tensaw area, perpetrating the Fort Mims Massacre. Ended by the Treaty of Fort Jackson, it was stirred up by the travelling preaching of Tecumseh and culminated in the Battle of Horseshoe Bend. For 10 points, name this 1813 to 1814 clash between federal troops under Andrew Jackson and the namesake Indians in Georgia and Alabama.": {
    "guess": "Creek War",
    "confidence": [
      [
        "C",
        -0.008358068
      ],
      [
        "reek",
        -1.0564331e-05
      ],
      [
        " War",
        -0.00043746384
      ]
    ]
  },
  "This culture's most famous custom often involves the greeting \"Dif-tor heh smusma.\" Their polytheistic": {
    "guess": "Vulcan salute",
    "confidence": [
      [
        "V",
        -0.63502586
      ],
      [
        "ul",
        -1.504853e-06
      ],
      [
        "can",
        -0.012966094
      ],
      [
        " salute",
        -0.7271447
      ]
    ]
  },
  "This culture's deities include the moon god Coniraya and the goddess Cavillace, who bore Coniraya's child after eating some fruit. Another god of this people creates rain by shaking his jug, which contains the Milky Way. The chief god of this people brought a flood called the Unu Pachakuti and disappeared after walking across sea foam, and his children included Pachamama, Mama Quilla, and the sun god Inti. For 10 points, identify this culture who worshipped the gods Ilyapa and Viracocha, and who considered Manco Capac to be the first king of Cuzco.": {
    "guess": "Inca mythology",
    "confidence": [
      [
        "In",
        -0.010593572
      ],
      [
        "ca",
        -0.075552955
      ],
      [
        " mythology",
        -0.4573114
      ]
    ]
  },
  "In this culture's mythology, creating humanity took three tries; mud-based people simply dissolved, while": {
    "guess": "Creation myth",
    "confidence": [
      [
        "Creation",
        -0.96778816
      ],
      [
        " myth",
        -0.029447159
      ]
    ]
  },
  "The cult of this non-Allah god uniquely considered the pig to be a taboo, which some scholars regard as a basis for the ban of pork consumption in Judaism. The identity of the animal representation of": {
    "guess": "Hermes",
    "confidence": [
      [
        "H",
        -0.0074987244
      ],
      [
        "erm",
        -0.00038860866
      ],
      [
        "es",
        -0.00013250235
      ]
    ]
  },
  "In culture, this tissue is often referred to as a dome composed of a central zone, peripheral zone, and rib zone. Cells in this tissue are regulated by CLAVATA3, which binds to the CLV1 receptor to repress expression of WUS. The histogen theory originally outlined the organization of this tissue, which is populated by cells called initials. KNOX genes regulate cell niche in this tissue. According to the current model, the outermost section of this tissue is called the tunica and the inside is called the corpus. The cork cambium is an example of the lateral or secondary type of this tissue. For 10 points, name this tissue, the \"apical\" type of which is found in both roots and shoots, and which": {
    "guess": "MERISTEM",
    "confidence": [
      [
        "MER",
        -0.6395285
      ],
      [
        "IST",
        -0.00030507625
      ],
      [
        "EM",
        -0.0002356025
      ]
    ]
  },
  "His cult waned with the ascendancy of Isis, and the destruction of his temple in Alexandria in the 4th century CE marked the virtual end of paganism in the Roman Empire. He was introduced in the 3rd century BCE as a state god for both Greeks and Egyptians, and was believed to be a human manifestation of the sacred dead bull that symbolized Osiris. Represented as a god of fertility and medicine and ruler of the dead in Tartarus, FTP, identify this Greco- Egyptian deity that manifested Apis and shares": {
    "guess": "Serapis",
    "confidence": [
      [
        "Ser",
        -0.0040309066
      ],
      [
        "apis",
        -1.2948405e-05
      ]
    ]
  },
  "In this culture's mythology, creating humanity took three tries; mud-based people simply dissolved, while wooden men were destroyed by the one-legged weather god. Also in their myths, the demon Seven Macaw was killed with a blowgun by someone who survived the trials of Cold House and Razor House in Xibalba (shih-BALL-buh). The hero twins Hunahpu and Xbalanque (shih-buh-LAHN-kay) are prominent in this group's epic. For 10 points, identify this culture whose gods include Chac and whose myths are contained": {
    "guess": "Maya civilization",
    "confidence": [
      [
        "May",
        -0.0011281943
      ],
      [
        "a",
        -0.009383093
      ],
      [
        " civilization",
        -0.021300364
      ]
    ]
  },
  "In culture, this tissue is often referred to as a dome composed of a central zone, peripheral zone, and rib zone. Cells in this tissue are regulated by CLAVATA3, which binds to the CLV1 receptor to repress": {
    "guess": "Shoot apical meristem",
    "confidence": [
      [
        "Shoot",
        -0.85136664
      ],
      [
        " ap",
        -0.065953836
      ],
      [
        "ical",
        -9.014684e-06
      ],
      [
        " mer",
        -2.6418418e-05
      ],
      [
        "istem",
        -3.655073e-05
      ]
    ]
  },
  "This culture's deities include the moon god Coniraya and the goddess Cavillace, who bore Coniraya's child after eating some fruit. Another god of this people creates rain by shaking his jug, which contains the Milky Way. The chief god of this people brought a flood called the Unu Pachakuti and disappeared": {
    "guess": "Incan mythology",
    "confidence": [
      [
        "In",
        -0.008370601
      ],
      [
        "can",
        -0.21373071
      ],
      [
        " mythology",
        -0.036817275
      ]
    ]
  },
  "The cultural evangelism of Benjamin Hawkins was one cause of this conflict, and Peter McQueen and William": {
    "guess": "Creek War",
    "confidence": [
      [
        "C",
        -0.002533214
      ],
      [
        "reek",
        -9.133887e-06
      ],
      [
        " War",
        -5.6934558e-05
      ]
    ]
  },
  "This culture's main yearly celebration featured people sacrificed by decapitation in honor of deceased kings and was called the Annual Customs. The sculptor Sosso Dede was an important artist from this culture, who made anthropomorphic animal statues of its kings, such as King Glele. It conquered Allada, the capital of Ajaland, under its ruler Agaja. King Gezo was one of many of its rulers to fight against the Oyo Empire, which forced this culture to pay tribute to it. This culture instituted an elite all-female military force known as their namesake Amazons, and its slave population led it to be called the Slave Coast. The major ethnic groups of this culture, which had a capital at Abomey, included": {
    "guess": "Dahomey",
    "confidence": [
      [
        "D",
        -0.25044948
      ],
      [
        "ah",
        -4.246537e-06
      ],
      [
        "ome",
        -1.9361265e-07
      ],
      [
        "y",
        -0.00026515033
      ]
    ]
  },
  "The culprit most likely responsible for this man's death was Oswald Rayner, who was carrying a Webley .455 revolver. Following the February Revolution, this man's body was dug up and burned in a forest, where he supposedly sat up in the fire. The Tsarina invited this man upon the advice of Anna Vyrubova, and water found in his lungs suggests the possibility of drowning in the Neva River. As this man's fame as a mystic increased, he became more influential in the court of Nicholas II. For 10 points,": {
    "guess": "Grigori Rasputin",
    "confidence": [
      [
        "Gr",
        -0.25250313
      ],
      [
        "ig",
        -3.1281633e-07
      ],
      [
        "ori",
        -4.298773e-05
      ],
      [
        " Ras",
        -0.00010676169
      ],
      [
        "put",
        -1.6240566e-06
      ],
      [
        "in",
        -5.955704e-05
      ]
    ]
  },
  "In this culture's mythology, creating humanity took three tries; mud-based people simply dissolved, while wooden men were destroyed by the one-legged weather god. Also in their myths, the demon Seven Macaw was killed with a blowgun by someone who survived the trials of Cold House and Razor House in Xibalba (shih-BALL-buh). The hero twins Hunahpu and Xbalanque (shih-buh-LAHN-kay) are prominent in this group's epic. For 10 points, identify this culture whose gods include Chac and whose myths are contained in the Popol Vuh.": {
    "guess": "Maya civilization",
    "confidence": [
      [
        "May",
        -0.00011093382
      ],
      [
        "a",
        -0.00033284337
      ],
      [
        " civilization",
        -0.2162883
      ]
    ]
  },
  "In culture, this tissue is often referred to as a dome composed of a central zone, peripheral zone, and rib zone. Cells in this tissue are regulated by CLAVATA3, which binds to the CLV1 receptor to repress expression of WUS. The histogen theory originally outlined the organization of this tissue, which is populated by cells called initials. KNOX genes regulate cell niche in this tissue. According to": {
    "guess": "Shoot apical meristem",
    "confidence": [
      [
        "Shoot",
        -0.37057692
      ],
      [
        " ap",
        -0.03411944
      ],
      [
        "ical",
        -1.504853e-06
      ],
      [
        " mer",
        -1.0087517e-05
      ],
      [
        "istem",
        -5.4385737e-06
      ]
    ]
  },
  "In culture, this tissue is often referred to as a dome composed of a central zone, peripheral zone, and": {
    "guess": "Thymus",
    "confidence": [
      [
        "Th",
        -1.2532907
      ],
      [
        "ym",
        -0.5177834
      ],
      [
        "us",
        -0.002058904
      ]
    ]
  },
  "This culture believed that warriors who spent four years inhabiting its paradise were eventually transformed into butterflies that could go between heaven and earth. One story states that 1,600 gods in this myth system were born from a knife thrown from heaven to the earth. This culture's demiurge- like": {
    "guess": "Aztec mythology",
    "confidence": [
      [
        "Az",
        -0.03590408
      ],
      [
        "tec",
        -0.010858342
      ],
      [
        " mythology",
        -0.05238101
      ]
    ]
  },
  "This culture's main yearly celebration featured people sacrificed by decapitation in honor of deceased kings and was called the Annual Customs. The sculptor Sosso Dede was an important artist from this culture, who made anthropomorphic animal statues of its kings, such as King Glele. It conquered Allada, the capital of Ajaland, under its ruler Agaja. King Gezo was one of many of its rulers to fight against the Oyo Empire, which forced this culture to pay tribute to it. This culture instituted an elite all-female military force known as their namesake Amazons, and its slave population led it to be called the Slave Coast. The major ethnic groups of this culture, which had a capital at Abomey, included the Adja and the Fon peoples. For 10 points, name this African kingdom that existed in modern-day Benin.": {
    "guess": "Dahomey",
    "confidence": [
      [
        "D",
        -0.6897142
      ],
      [
        "ah",
        -3.4121115e-06
      ],
      [
        "ome",
        -7.89631e-07
      ],
      [
        "y",
        -1.2352386e-05
      ]
    ]
  },
  "This culture's main yearly celebration featured people sacrificed by decapitation in honor of deceased kings and was called the Annual Customs. The sculptor Sosso Dede was an important artist from this culture, who made anthropomorphic animal statues of its kings, such as King Glele. It conquered Allada, the capital of Ajaland, under its ruler Agaja. King Gezo was one of many of its rulers to fight against the Oyo Empire, which forced this culture to pay tribute to it. This culture instituted an elite all-female military force known as their namesake Amazons, and its slave population led it to": {
    "guess": "Dahomey",
    "confidence": [
      [
        "D",
        -0.29092345
      ],
      [
        "ah",
        -5.080963e-06
      ],
      [
        "ome",
        0.0
      ],
      [
        "y",
        -0.00034797855
      ]
    ]
  },
  "This culture believed that warriors who spent four years inhabiting its paradise were eventually transformed into butterflies that could go between heaven and earth. One story states that 1,600 gods in this myth system were born from a knife thrown from heaven to the earth. This culture's demiurge- like creator gave humanity the ability to doubt things and is a god of duality that resides in the thirteenth": {
    "guess": "Aztec mythology",
    "confidence": [
      [
        "Az",
        -0.14979866
      ],
      [
        "tec",
        -0.009548769
      ],
      [
        " mythology",
        -0.07413273
      ]
    ]
  },
  "The cult of this non-Allah god uniquely considered the pig to be a taboo, which some scholars regard as a basis for the ban of pork consumption in Judaism. The identity of the animal representation of this god is widely disputed -- exotic candidates include okapis, aardvarks, and greyhounds. This god transforms into a hippopotamus to sink his rival's boat, which is made of pine painted to look like stone, after losing his own boat, which is just made of stone. This god's plan to sexually assault his rival is foiled after his own semen gets spread out on his favorite food, lettuce, and fed to him. This god, who is depicted pointing a spear at Apep on Ra's barge, is the chief deity of the Hyksos": {
    "guess": "Seth",
    "confidence": [
      [
        "S",
        -0.5627323
      ],
      [
        "eth",
        -0.09188819
      ]
    ]
  },
  "His cult waned with the ascendancy of Isis, and the destruction of his temple in Alexandria in the 4th century CE marked the virtual end of paganism in the Roman Empire. He was introduced in the 3rd century BCE as a state god for both Greeks and Egyptians, and was believed to be a human manifestation of the sacred dead bull that symbolized Osiris. Represented as a god of fertility and medicine and ruler of the dead in Tartarus, FTP, identify this Greco- Egyptian deity that manifested Apis and shares his name with a famous ship that was defeated by the Bonhomme Richard.": {
    "guess": "Serapis",
    "confidence": [
      [
        "Ser",
        -0.005435932
      ],
      [
        "apis",
        -1.1637165e-05
      ]
    ]
  },
  "The cultural evangelism of Benjamin Hawkins was one cause of this conflict, and Peter McQueen and William Weatherford were some of the more militant leaders who spurred it on. It included an attack on Talladega, and it began when a group called the Red Sticks invaded the Lake Tensaw area, perpetrating the Fort Mims Massacre. Ended by the Treaty of Fort Jackson, it was stirred up by the travelling preaching of Tecumseh and culminated in the Battle of Horseshoe Bend. For 10 points, name this 1813 to": {
    "guess": "Creek War",
    "confidence": [
      [
        "C",
        -0.0072890427
      ],
      [
        "reek",
        -5.2001665e-06
      ],
      [
        " War",
        -0.00014287306
      ]
    ]
  },
  "One cultic fire for this faith was called Farnbag and was transported to Kabulistan. The spherical primal man in this faith is Gayomart, and one heresy in this faith believes that time created the two major gods and is called Zurvanism. The founder of this faith wrote the hymns the Gathas, and the Parsi followers of this religion place their dead on dakhmas, or towers of silence, instead of using burial": {
    "guess": "Zoroastrianism",
    "confidence": [
      [
        "Z",
        -0.0066144806
      ],
      [
        "oro",
        -0.00013023747
      ],
      [
        "ast",
        -4.6444635e-05
      ],
      [
        "rian",
        -4.5371802e-05
      ],
      [
        "ism",
        -9.2457245e-05
      ]
    ]
  },
  "The culprit most likely responsible for this man's death was Oswald Rayner, who was carrying a Webley .455 revolver. Following the February Revolution, this man's body was dug up and burned in a forest, where he supposedly sat up in the fire. The Tsarina invited this man upon the advice of Anna Vyrubova, and water found in his lungs suggests the possibility of drowning in the Neva River. As this man's": {
    "guess": "Grigori Rasputin",
    "confidence": [
      [
        "Gr",
        -0.18790306
      ],
      [
        "ig",
        -4.246537e-06
      ],
      [
        "ori",
        -0.0007235141
      ],
      [
        " Ras",
        -0.00060462224
      ],
      [
        "put",
        -4.8425554e-06
      ],
      [
        "in",
        -7.851042e-05
      ]
    ]
  },
  "This culture's most famous custom often involves the greeting \"Dif-tor heh smusma.\" Their polytheistic religious beliefs include a conception of the soul known as the katra and an Eden known as Sha Ka": {
    "guess": "Klingonism",
    "confidence": [
      [
        "K",
        -0.30925676
      ],
      [
        "ling",
        -0.00036715568
      ],
      [
        "on",
        -0.00090240774
      ],
      [
        "ism",
        -0.5663877
      ]
    ]
  },
  "The cult of this non-Allah god uniquely considered the pig to be a taboo, which some scholars regard as a basis for the ban of pork consumption in Judaism. The identity of the animal representation of this god is widely disputed -- exotic candidates include okapis, aardvarks, and greyhounds. This god transforms into a hippopotamus to sink his rival's boat, which is made of pine painted to look like stone, after losing his own boat, which is just made of stone. This god's plan to sexually assault": {
    "guess": "Seth (Egyptian god)",
    "confidence": [
      [
        "S",
        -0.7801572
      ],
      [
        "eth",
        -0.34728035
      ],
      [
        " (",
        -0.330137
      ],
      [
        "Egypt",
        -0.6420632
      ],
      [
        "ian",
        -0.00013965457
      ],
      [
        " god",
        -0.46787786
      ],
      [
        ")",
        -0.00056792586
      ]
    ]
  },
  "This culture's deities include the moon god Coniraya and the goddess Cavillace, who bore Coniraya's child after eating some fruit. Another god of this people creates rain by shaking his jug, which contains the Milky Way. The chief god of this people brought a flood called the Unu Pachakuti and disappeared after walking across sea foam, and his children included Pachamama, Mama Quilla, and the sun god": {
    "guess": "Inca mythology",
    "confidence": [
      [
        "In",
        -0.0024036008
      ],
      [
        "ca",
        -0.23264857
      ],
      [
        " mythology",
        -0.0321465
      ]
    ]
  },
  "The cult of this non-Allah god uniquely considered the pig to be a taboo, which some scholars regard as a basis for the ban of pork consumption in Judaism. The identity of the animal representation of this god is widely disputed -- exotic candidates include okapis, aardvarks, and greyhounds. This god": {
    "guess": "Bes god",
    "confidence": [
      [
        "Bes",
        -1.6513942
      ],
      [
        " god",
        -0.7320102
      ]
    ]
  },
  "This culture's deities include the moon god Coniraya and the goddess Cavillace, who bore Coniraya's child": {
    "guess": "Incan mythology",
    "confidence": [
      [
        "In",
        -0.008262551
      ],
      [
        "can",
        -0.51774454
      ],
      [
        " mythology",
        -0.03454829
      ]
    ]
  },
  "The cult of this non-Allah god uniquely considered the pig to be a taboo, which some scholars regard": {
    "guess": "Ganesha",
    "confidence": [
      [
        "G",
        -1.3184016
      ],
      [
        "anes",
        -0.20736407
      ],
      [
        "ha",
        -0.00021438424
      ]
    ]
  },
  "In this culture's mythology, creating humanity took three tries; mud-based people simply dissolved, while wooden men were destroyed by the one-legged weather god. Also in their myths, the demon Seven Macaw": {
    "guess": "Maya mythology",
    "confidence": [
      [
        "May",
        -0.019617444
      ],
      [
        "a",
        -0.0014361854
      ],
      [
        " mythology",
        -0.38896382
      ]
    ]
  },
  "This culture believed that warriors who spent four years inhabiting its paradise were eventually transformed": {
    "guess": "Aztec mythology",
    "confidence": [
      [
        "Az",
        -0.40761426
      ],
      [
        "tec",
        -0.020191234
      ],
      [
        " mythology",
        -0.8424535
      ]
    ]
  },
  "This culture believed that warriors who spent four years inhabiting its paradise were eventually transformed into butterflies that could go between heaven and earth. One story states that 1,600 gods in this myth system were born from a knife thrown from heaven to the earth. This culture's demiurge- like creator gave humanity the ability to doubt things and is a god of duality that resides in the thirteenth and most spectacular of its heavens. Its underworld was home to a mystic lizard that symbolized the earth and inhabits a place called \"where the flags wave.\" Dead souls must journey for four": {
    "guess": "Aztec mythology",
    "confidence": [
      [
        "Az",
        -0.076245196
      ],
      [
        "tec",
        -0.0020078644
      ],
      [
        " mythology",
        -0.040738508
      ]
    ]
  },
  "This culture's main yearly celebration featured people sacrificed by decapitation in honor of deceased kings and was called the Annual Customs. The sculptor Sosso Dede was an important artist from this culture, who made anthropomorphic animal statues of its kings, such as King Glele. It conquered Allada, the capital of Ajaland, under its ruler Agaja. King Gezo was one of many of its rulers to fight against the Oyo Empire, which forced this culture to pay tribute to it. This culture instituted an": {
    "guess": "Dahomey",
    "confidence": [
      [
        "D",
        -0.077017106
      ],
      [
        "ah",
        -1.18755715e-05
      ],
      [
        "ome",
        -4.3202e-07
      ],
      [
        "y",
        -0.00064952904
      ]
    ]
  },
  "This culture's most famous custom often involves the greeting \"Dif-tor heh smusma.\" Their polytheistic religious beliefs include a conception of the soul known as the katra and an Eden known as Sha Ka Ree. The Decapodian tradition of \"Claw-Plach\" on Futurama is a parody of this culture's mating ritual of koon-ut-kal-if-fee, which occurs when a female refuses marriage during the mating time of pon farr. This race's telepathic abilities allow them to perform their namesake \"mind-meld.\" Their \"Time": {
    "guess": "Vulcan (Star Trek)",
    "confidence": [
      [
        "V",
        -0.0057772235
      ],
      [
        "ul",
        -4.9617593e-06
      ],
      [
        "can",
        -0.006912511
      ],
      [
        " (",
        -0.057799976
      ],
      [
        "Star",
        -4.1914896e-05
      ],
      [
        " Trek",
        -0.0010225669
      ],
      [
        ")",
        -0.0032869175
      ]
    ]
  },
  "The culprit most likely responsible for this man's death was Oswald Rayner, who was carrying a Webley .455 revolver. Following the February Revolution, this man's body was dug up and burned in a forest, where he supposedly sat up in the fire. The Tsarina invited this man upon the advice of Anna Vyrubova,": {
    "guess": "Grigori Rasputin",
    "confidence": [
      [
        "Gr",
        -0.045024216
      ],
      [
        "ig",
        -2.2723105e-05
      ],
      [
        "ori",
        -0.0006832453
      ],
      [
        " Ras",
        -0.00041959065
      ],
      [
        "put",
        -5.7411373e-05
      ],
      [
        "in",
        -3.2736214e-05
      ]
    ]
  },
  "In this culture's mythology, creating humanity took three tries; mud-based people simply dissolved, while wooden men were destroyed by the one-legged weather god. Also in their myths, the demon Seven Macaw was killed with a blowgun by someone who survived the trials of Cold House and Razor House in Xibalba": {
    "guess": "Popol Vuh",
    "confidence": [
      [
        "Pop",
        -0.7232921
      ],
      [
        "ol",
        -0.0049500545
      ],
      [
        " V",
        -7.3742274e-05
      ],
      [
        "uh",
        -1.9816675e-06
      ]
    ]
  },
  "This culture believed that warriors who spent four years inhabiting its paradise were eventually transformed into butterflies that could go between heaven and earth. One story states that 1,600 gods in this myth system were born from a knife thrown from heaven to the earth. This culture's demiurge- like creator gave humanity the ability to doubt things and is a god of duality that resides in the thirteenth and most spectacular of its heavens. Its underworld was home to a mystic lizard that symbolized the earth and inhabits a place called \"where the flags wave.\" Dead souls must journey for four years to reach this culture's lowest level of the underworld, which is the burial site for bones used by one of its gods to create humanity. Another of its afterlifes is ruled over by a namesake rain deity and is called Tlalocan. For 10 points, name this culture whose primary underworld is known as": {
    "guess": "Aztec mythology",
    "confidence": [
      [
        "Az",
        -0.002559138
      ],
      [
        "tec",
        -0.0014413038
      ],
      [
        " mythology",
        -0.21924014
      ]
    ]
  },
  "This culture's main yearly celebration featured people sacrificed by decapitation in honor of deceased kings and was called the Annual Customs. The sculptor Sosso Dede was an important artist from this": {
    "guess": "Dahomey",
    "confidence": [
      [
        "D",
        -0.00097304047
      ],
      [
        "ah",
        -1.1517961e-05
      ],
      [
        "ome",
        -9.014684e-06
      ],
      [
        "y",
        -0.00031925782
      ]
    ]
  },
  "The culprit most likely responsible for this man's death was Oswald Rayner, who was carrying a Webley .455 revolver. Following the February Revolution, this man's body was dug up and burned in a forest,": {
    "guess": "Grigori Rasputin",
    "confidence": [
      [
        "Gr",
        -0.0793733
      ],
      [
        "ig",
        -2.8444882e-05
      ],
      [
        "ori",
        -0.0012217746
      ],
      [
        " Ras",
        -0.0003191386
      ],
      [
        "put",
        -5.1928004e-05
      ],
      [
        "in",
        -4.465658e-05
      ]
    ]
  },
  "The culprit most likely responsible for this man's death was Oswald Rayner, who was carrying a Webley": {
    "guess": "Grigori Rasputin",
    "confidence": [
      [
        "Gr",
        -0.53475523
      ],
      [
        "ig",
        -6.241792e-05
      ],
      [
        "ori",
        -0.0040462255
      ],
      [
        " Ras",
        -0.00021545708
      ],
      [
        "put",
        -6.134509e-05
      ],
      [
        "in",
        -3.2736214e-05
      ]
    ]
  },
  "The cult of this non-Allah god uniquely considered the pig to be a taboo, which some scholars regard as a basis for the ban of pork consumption in Judaism. The identity of the animal representation of this god is widely disputed -- exotic candidates include okapis, aardvarks, and greyhounds. This god transforms into a hippopotamus to sink his rival's boat, which is made of pine painted to look like stone, after losing his own boat, which is just made of stone. This god's plan to sexually assault his rival is foiled after his own semen gets spread out on his favorite food, lettuce, and fed to him.": {
    "guess": "Set (mythology)",
    "confidence": [
      [
        "Set",
        -0.43830094
      ],
      [
        " (",
        -0.030239828
      ],
      [
        "my",
        -0.3544688
      ],
      [
        "th",
        -3.4405064e-05
      ],
      [
        "ology",
        -5.800739e-05
      ],
      [
        ")",
        -0.000115701965
      ]
    ]
  },
  "The cult of this non-Allah god uniquely considered the pig to be a taboo, which some scholars regard as a basis for the ban of pork consumption in Judaism. The identity of the animal representation of this god is widely disputed -- exotic candidates include okapis, aardvarks, and greyhounds. This god transforms into a hippopotamus to sink his rival's boat, which is made of pine painted to look like stone, after losing his own boat, which is just made of stone. This god's plan to sexually assault his rival is foiled after his own semen gets spread out on his favorite food, lettuce, and fed to him. This god, who is depicted pointing a spear at Apep on Ra's barge, is the chief deity of the Hyksos people. This consort of Nephthys tricks his brother into a chest and then dismembers him. For 10 points,": {
    "guess": "Seth",
    "confidence": [
      [
        "S",
        -0.23008317
      ],
      [
        "eth",
        -0.13474911
      ]
    ]
  },
  "This culture's most famous custom often involves the greeting \"Dif-tor heh smusma.\" Their polytheistic religious beliefs include a conception of the soul known as the katra and an Eden known as Sha Ka Ree. The Decapodian tradition of \"Claw-Plach\" on Futurama is a parody of this culture's mating ritual of koon-ut-kal-if-fee, which occurs when a female refuses marriage during the mating time of pon farr. This race's telepathic abilities allow them to perform their namesake \"mind-meld.\" Their \"Time of the Awakening\" began when the philosopher Surak led a revolution that incorporated logic into the very essence of their culture. For 10 points, identify this alien species that includes Tuvok and the half-human Spock, noted for their split-fingered salute.": {
    "guess": "Vulcan (Star Trek)",
    "confidence": [
      [
        "V",
        -0.0010646054
      ],
      [
        "ul",
        -1.147242e-06
      ],
      [
        "can",
        -0.0033524977
      ],
      [
        " (",
        -0.014709287
      ],
      [
        "Star",
        -1.1398757e-05
      ],
      [
        " Trek",
        -0.00087585096
      ],
      [
        ")",
        -0.00065405876
      ]
    ]
  },
  "One cultic fire for this faith was called Farnbag and was transported to Kabulistan. The spherical primal": {
    "guess": "Zoroastrianism",
    "confidence": [
      [
        "Z",
        -0.45100152
      ],
      [
        "oro",
        -0.040855702
      ],
      [
        "ast",
        -0.059541263
      ],
      [
        "rian",
        -0.0011716522
      ],
      [
        "ism",
        -0.3919339
      ]
    ]
  },
  "The cultural evangelism of Benjamin Hawkins was one cause of this conflict, and Peter McQueen and William Weatherford were some of the more militant leaders who spurred it on. It included an attack on": {
    "guess": "Creek War",
    "confidence": [
      [
        "C",
        -0.0059825936
      ],
      [
        "reek",
        -6.704273e-07
      ],
      [
        " War",
        -2.1650272e-05
      ]
    ]
  },
  "This culture's most famous custom often involves the greeting \"Dif-tor heh smusma.\" Their polytheistic religious beliefs include a conception of the soul known as the katra and an Eden known as Sha Ka Ree. The Decapodian tradition of \"Claw-Plach\" on Futurama is a parody of this culture's mating ritual of koon-ut-kal-if-fee, which occurs when a female refuses marriage during the mating time of pon farr. This race's telepathic abilities allow them to perform their namesake \"mind-meld.\" Their \"Time of the Awakening\" began when the philosopher Surak led a revolution that incorporated logic into the very essence of their culture. For 10 points, identify this alien species that includes Tuvok and the": {
    "guess": "Vulcan (Star Trek)",
    "confidence": [
      [
        "V",
        -0.0054897526
      ],
      [
        "ul",
        -1.8624639e-06
      ],
      [
        "can",
        -0.045579486
      ],
      [
        " (",
        -0.049453083
      ],
      [
        "Star",
        -1.27099975e-05
      ],
      [
        " Trek",
        -0.0011414075
      ],
      [
        ")",
        -0.0013609476
      ]
    ]
  },
  "This culture's deities include the moon god Coniraya and the goddess Cavillace, who bore Coniraya's child after eating some fruit. Another god of this people creates rain by shaking his jug, which contains": {
    "guess": "Incan mythology",
    "confidence": [
      [
        "In",
        -0.006098362
      ],
      [
        "can",
        -0.1257962
      ],
      [
        " mythology",
        -0.0152123775
      ]
    ]
  },
  "This culture's most famous custom often involves the greeting \"Dif-tor heh smusma.\" Their polytheistic religious beliefs include a conception of the soul known as the katra and an Eden known as Sha Ka Ree. The Decapodian tradition of \"Claw-Plach\" on Futurama is a parody of this culture's mating ritual": {
    "guess": "Klingon culture",
    "confidence": [
      [
        "K",
        -0.070937455
      ],
      [
        "ling",
        -9.4914985e-06
      ],
      [
        "on",
        -0.00021176544
      ],
      [
        " culture",
        -0.05797627
      ]
    ]
  },
  "This culture's main yearly celebration featured people sacrificed by decapitation in honor of deceased": {
    "guess": "Dahomey",
    "confidence": [
      [
        "D",
        -0.6737498
      ],
      [
        "ah",
        -7.0523776e-05
      ],
      [
        "ome",
        -1.8550976e-05
      ],
      [
        "y",
        -0.00056983315
      ]
    ]
  },
  "The cult of this non-Allah god uniquely considered the pig to be a taboo, which some scholars regard as a basis for the ban of pork consumption in Judaism. The identity of the animal representation of this god is widely disputed -- exotic candidates include okapis, aardvarks, and greyhounds. This god transforms into a hippopotamus to sink his rival's boat, which is made of pine painted to look like": {
    "guess": "Seth (Egyptian god)",
    "confidence": [
      [
        "S",
        -0.6082046
      ],
      [
        "eth",
        -0.47819716
      ],
      [
        " (",
        -0.35543007
      ],
      [
        "Egypt",
        -0.6490943
      ],
      [
        "ian",
        -0.00024894232
      ],
      [
        " god",
        -0.6535236
      ],
      [
        ")",
        -0.0005574396
      ]
    ]
  },
  "The culprit most likely responsible for this man's death was Oswald Rayner, who was carrying a Webley .455 revolver. Following the February Revolution, this man's body was dug up and burned in a forest, where he supposedly sat up in the fire. The Tsarina invited this man upon the advice of Anna Vyrubova, and water found in his lungs suggests the possibility of drowning in the Neva River. As this man's fame as a mystic increased, he became more influential in the court of Nicholas II. For 10 points, name this man who healed Alexei Romanov's hemophilia.": {
    "guess": "Grigori Rasputin",
    "confidence": [
      [
        "Gr",
        -0.11799757
      ],
      [
        "ig",
        -3.1281633e-07
      ],
      [
        "ori",
        -1.1041146e-05
      ],
      [
        " Ras",
        -8.3874584e-05
      ],
      [
        "put",
        0.0
      ],
      [
        "in",
        -3.7623562e-05
      ]
    ]
  },
  "His cult waned with the ascendancy of Isis, and the destruction of his temple in Alexandria in the 4th century CE marked the virtual end of paganism in the Roman Empire. He was introduced in the 3rd century": {
    "guess": "Serapis",
    "confidence": [
      [
        "Ser",
        -0.032122366
      ],
      [
        "apis",
        -0.03723589
      ]
    ]
  },
  "One cultic fire for this faith was called Farnbag and was transported to Kabulistan. The spherical primal man in this faith is Gayomart, and one heresy in this faith believes that time created the two major gods and is called Zurvanism. The founder of this faith wrote the hymns the Gathas, and the Parsi followers of this religion place their dead on dakhmas, or towers of silence, instead of using burial or cremation. With the holy text called the Avesta, for 10 points, name this Persian religion": {
    "guess": "Zoroastrianism",
    "confidence": [
      [
        "Z",
        -0.009526568
      ],
      [
        "oro",
        -0.0002422779
      ],
      [
        "ast",
        -1.3902034e-05
      ],
      [
        "rian",
        -3.7981175e-05
      ],
      [
        "ism",
        -3.1305768e-05
      ]
    ]
  },
  "The cultural evangelism of Benjamin Hawkins was one cause of this conflict, and Peter McQueen and William Weatherford were some of the more militant leaders who spurred it on. It included an attack on Talladega, and it began when a group called the Red Sticks invaded the Lake Tensaw area, perpetrating": {
    "guess": "Creek War",
    "confidence": [
      [
        "C",
        -0.0036183626
      ],
      [
        "reek",
        -1.9816675e-06
      ],
      [
        " War",
        -9.198044e-05
      ]
    ]
  },
  "In this culture's mythology, creating humanity took three tries; mud-based people simply dissolved, while wooden men were destroyed by the one-legged weather god. Also in their myths, the demon Seven Macaw was killed with a blowgun by someone who survived the trials of Cold House and Razor House in Xibalba (shih-BALL-buh). The hero twins Hunahpu and Xbalanque (shih-buh-LAHN-kay) are prominent in this": {
    "guess": "Maya mythology",
    "confidence": [
      [
        "May",
        -0.09479048
      ],
      [
        "a",
        -0.02215028
      ],
      [
        " mythology",
        -0.28751346
      ]
    ]
  },
  "This culture believed that warriors who spent four years inhabiting its paradise were eventually transformed into butterflies that could go between heaven and earth. One story states that 1,600 gods in this myth system were born from a knife thrown from heaven to the earth. This culture's demiurge- like creator gave humanity the ability to doubt things and is a god of duality that resides in the thirteenth and most spectacular of its heavens. Its underworld was home to a mystic lizard that symbolized": {
    "guess": "Aztec mythology",
    "confidence": [
      [
        "Az",
        -0.16676757
      ],
      [
        "tec",
        -0.002604672
      ],
      [
        " mythology",
        -0.023099994
      ]
    ]
  },
  "One cultic fire for this faith was called Farnbag and was transported to Kabulistan. The spherical primal man in this faith is Gayomart, and one heresy in this faith believes that time created the two major gods and is called Zurvanism. The founder of this faith wrote the hymns the Gathas, and the Parsi followers of this religion place their dead on dakhmas, or towers of silence, instead of using burial or cremation. With the holy text called the Avesta, for 10 points, name this Persian religion focusing on the evil Ahriman and his counterpart Ahura Mazda.": {
    "guess": "Zoroastrianism",
    "confidence": [
      [
        "Z",
        -0.011847685
      ],
      [
        "oro",
        -0.00011784763
      ],
      [
        "ast",
        -6.0345924e-06
      ],
      [
        "rian",
        -2.057744e-05
      ],
      [
        "ism",
        -1.640531e-05
      ]
    ]
  },
  "His cult waned with the ascendancy of Isis, and the destruction of his temple in Alexandria in the 4th": {
    "guess": "Osiris",
    "confidence": [
      [
        "Os",
        -0.34377658
      ],
      [
        "iris",
        -0.0013949996
      ]
    ]
  },
  "In culture, this tissue is often referred to as a dome composed of a central zone, peripheral zone, and rib zone. Cells in this tissue are regulated by CLAVATA3, which binds to the CLV1 receptor to repress expression of WUS. The histogen theory originally outlined the organization of this tissue, which": {
    "guess": "Shoot apical meristem",
    "confidence": [
      [
        "Shoot",
        -0.8953987
      ],
      [
        " ap",
        -0.057719637
      ],
      [
        "ical",
        -2.577686e-06
      ],
      [
        " mer",
        -2.618001e-05
      ],
      [
        "istem",
        -0.00013607845
      ]
    ]
  },
  "This culture's most famous custom often involves the greeting \"Dif-tor heh smusma.\" Their polytheistic religious beliefs include a conception of the soul known as the katra and an Eden known as Sha Ka Ree. The Decapodian tradition of \"Claw-Plach\" on Futurama is a parody of this culture's mating ritual of koon-ut-kal-if-fee, which occurs when a female refuses marriage during the mating time of pon farr.": {
    "guess": "Vulcan (Star Trek)",
    "confidence": [
      [
        "V",
        -0.17985636
      ],
      [
        "ul",
        -1.0206721e-05
      ],
      [
        "can",
        -0.0022049744
      ],
      [
        " (",
        -0.42022395
      ],
      [
        "Star",
        -0.000156101
      ],
      [
        " Trek",
        -0.0012060654
      ],
      [
        ")",
        -0.008293987
      ]
    ]
  },
  "This culture's main yearly celebration featured people sacrificed by decapitation in honor of deceased kings and was called the Annual Customs. The sculptor Sosso Dede was an important artist from this culture, who made anthropomorphic animal statues of its kings, such as King Glele. It conquered Allada, the capital of Ajaland, under its ruler Agaja. King Gezo was one of many of its rulers to fight against the Oyo Empire, which forced this culture to pay tribute to it. This culture instituted an elite all-female military force known as their namesake Amazons, and its slave population led it to be called the Slave Coast. The major ethnic groups of this culture, which had a capital at Abomey, included the Adja and the Fon peoples. For 10 points, name this African kingdom that existed in modern-day": {
    "guess": "Kingdom of Dahomey",
    "confidence": [
      [
        "King",
        -0.3479812
      ],
      [
        "dom",
        -5.8722613e-05
      ],
      [
        " of",
        -9.651017e-05
      ],
      [
        " Dah",
        -0.00013333677
      ],
      [
        "ome",
        -3.4121115e-06
      ],
      [
        "y",
        -5.5122365e-07
      ]
    ]
  },
  "In culture, this tissue is often referred to as a dome composed of a central zone, peripheral zone, and rib zone. Cells in this tissue are regulated by CLAVATA3, which binds to the CLV1 receptor to repress expression of WUS. The histogen theory originally outlined the organization of this tissue, which is populated by cells called initials. KNOX genes regulate cell niche in this tissue. According to the current model, the outermost section of this tissue is called the tunica and the inside is called the corpus. The cork cambium is an example of the lateral or secondary type of this tissue. For 10 points, name this tissue, the \"apical\" type of which is found in both roots and shoots, and which contains plant stem cells.": {
    "guess": "Meristem",
    "confidence": [
      [
        "Mer",
        -0.45260313
      ],
      [
        "istem",
        -0.004746011
      ]
    ]
  },
  "One cultic fire for this faith was called Farnbag and was transported to Kabulistan. The spherical primal man in this faith is Gayomart, and one heresy in this faith believes that time created the two major gods and is called Zurvanism. The founder of this faith wrote the hymns the Gathas, and the Parsi": {
    "guess": "Zoroastrianism",
    "confidence": [
      [
        "Z",
        -0.0143126445
      ],
      [
        "oro",
        -0.00046880342
      ],
      [
        "ast",
        -4.561021e-05
      ],
      [
        "rian",
        -8.625866e-05
      ],
      [
        "ism",
        -0.00033343938
      ]
    ]
  },
  "The cult of this non-Allah god uniquely considered the pig to be a taboo, which some scholars regard as a basis for the ban of pork consumption in Judaism. The identity of the animal representation of this god is widely disputed -- exotic candidates include okapis, aardvarks, and greyhounds. This god transforms into a hippopotamus to sink his rival's boat, which is made of pine painted to look like stone, after losing his own boat, which is just made of stone. This god's plan to sexually assault his rival is foiled after his own semen gets spread out on his favorite food, lettuce, and fed to him. This god, who is depicted pointing a spear at Apep on Ra's barge, is the chief deity of the Hyksos people. This consort of Nephthys tricks his brother into a chest and then dismembers him. For 10 points, name this Egyptian rival of Osiris and Horus, the god of desert and chaos.": {
    "guess": "Seth",
    "confidence": [
      [
        "S",
        -0.6722788
      ],
      [
        "eth",
        -0.004037203
      ]
    ]
  },
  "This culture believed that warriors who spent four years inhabiting its paradise were eventually transformed into butterflies that could go between heaven and earth. One story states that 1,600 gods in this myth system were born from a knife thrown from heaven to the earth. This culture's demiurge- like creator gave humanity the ability to doubt things and is a god of duality that resides in the thirteenth and most spectacular of its heavens. Its underworld was home to a mystic lizard that symbolized the earth and inhabits a place called \"where the flags wave.\" Dead souls must journey for four years to reach this culture's lowest level of the underworld, which is the burial site for bones used by one of its gods to create humanity. Another of its afterlifes is ruled over by a namesake rain": {
    "guess": "Aztec mythology",
    "confidence": [
      [
        "Az",
        -0.48572892
      ],
      [
        "tec",
        -0.0046792035
      ],
      [
        " mythology",
        -0.12589753
      ]
    ]
  },
  "The cultural evangelism of Benjamin Hawkins was one cause of this conflict, and Peter McQueen and William Weatherford were some of the more militant leaders who spurred it on. It included an attack on Talladega, and it began when a group called the Red Sticks invaded the Lake Tensaw area, perpetrating the Fort Mims Massacre. Ended by the Treaty of Fort Jackson, it was stirred up by the travelling preaching": {
    "guess": "Creek War",
    "confidence": [
      [
        "C",
        -0.009093358
      ],
      [
        "reek",
        -1.2664457e-06
      ],
      [
        " War",
        -4.7517467e-05
      ]
    ]
  },
  "This culture believed that warriors who spent four years inhabiting its paradise were eventually transformed into butterflies that could go between heaven and earth. One story states that 1,600 gods in": {
    "guess": "Aztec mythology",
    "confidence": [
      [
        "Az",
        -0.068702266
      ],
      [
        "tec",
        -0.0016792254
      ],
      [
        " mythology",
        -0.34610334
      ]
    ]
  },
  "One cultic fire for this faith was called Farnbag and was transported to Kabulistan. The spherical primal man in this faith is Gayomart, and one heresy in this faith believes that time created the two": {
    "guess": "Zoroastrianism",
    "confidence": [
      [
        "Z",
        -0.039097413
      ],
      [
        "oro",
        -0.011631383
      ],
      [
        "ast",
        -0.00016814057
      ],
      [
        "rian",
        -0.00014573395
      ],
      [
        "ism",
        -0.01903948
      ]
    ]
  },
  "In culture, this tissue is often referred to as a dome composed of a central zone, peripheral zone, and rib zone. Cells in this tissue are regulated by CLAVATA3, which binds to the CLV1 receptor to repress expression of WUS. The histogen theory originally outlined the organization of this tissue, which is populated by cells called initials. KNOX genes regulate cell niche in this tissue. According to the current model, the outermost section of this tissue is called the tunica and the inside is called": {
    "guess": "Shoot apical meristem",
    "confidence": [
      [
        "Shoot",
        -0.2727174
      ],
      [
        " ap",
        -0.033025846
      ],
      [
        "ical",
        -7.465036e-06
      ],
      [
        " mer",
        -0.00010735771
      ],
      [
        "istem",
        -2.6537622e-05
      ]
    ]
  },
  "This culture's main yearly celebration featured people sacrificed by decapitation in honor of deceased kings and was called the Annual Customs. The sculptor Sosso Dede was an important artist from this culture, who made anthropomorphic animal statues of its kings, such as King Glele. It conquered Allada, the capital of Ajaland, under its ruler Agaja. King Gezo was one of many of its rulers to fight": {
    "guess": "Dahomey",
    "confidence": [
      [
        "D",
        -0.0074587273
      ],
      [
        "ah",
        -8.180258e-06
      ],
      [
        "ome",
        -1.3856493e-06
      ],
      [
        "y",
        -0.0005844878
      ]
    ]
  }
}