{
  "As he lay dying, this figure told his killer about the uncreated island of Oskapt, where the gods and": {
    "guess": "Ahura Mazda",
    "confidence": [
      [
        "Ah",
        -0.8798021
      ],
      [
        "ura",
        -0.0017618097
      ],
      [
        " Mazda",
        -0.0005146675
      ]
    ]
  },
  "As he lay dying, this figure told his killer about the uncreated island of Oskapt, where the gods and Surt will mingle their \"sword-liquor.\" This figure owned the sword Ridill, which was used later to cut his heart out. His slayer had to dig many trenches for his blood to run into and gained the ability": {
    "guess": "Fafnir",
    "confidence": [
      [
        "F",
        -0.19459316
      ],
      [
        "af",
        -0.016894821
      ],
      [
        "n",
        -0.001985733
      ],
      [
        "ir",
        -0.00075697736
      ]
    ]
  },
  "In the Lay of Hyndla, the volva Hyndla rides alongside Freyja on one of these creatures. Another of these creatures serves as the steed of the valkyrie Gunnr. Two of these animals threatened the children of Mundilfari, while another one was guided by viper reins as it brought the giantess Hyrrokkin to Baldr's funeral pyre. Two of these animals dwell in Valhalla, where they eat all the solid food set in front of Odin. In addition to Hati, Skoll, Freki and Geri, examples of these animals include one": {
    "guess": "HORSE",
    "confidence": [
      [
        "H",
        -0.02938882
      ],
      [
        "OR",
        -0.775536
      ],
      [
        "SE",
        -0.051821902
      ]
    ]
  },
  "In the Lay of Hyndla, the volva Hyndla rides alongside Freyja on one of these creatures. Another of these creatures serves as the steed of the valkyrie Gunnr. Two of these animals threatened the children of Mundilfari, while another one was guided by viper reins as it brought the giantess Hyrrokkin to Baldr's funeral pyre. Two of these animals dwell in Valhalla, where they eat all the solid food set in front of Odin. In addition to Hati, Skoll, Freki and Geri, examples of these animals include one which bit off Tyr's right hand. For 10 points, name this animal exemplified by Fenrir.": {
    "guess": "Wolf",
    "confidence": [
      [
        "Wolf",
        -0.72001404
      ]
    ]
  },
  "In the Lay of Harbard, Thor claims an action involving this figure was his greatest dead, and gold is called the mouth-number of this figure because he received his inheritance by taking mouthfuls of gold": {
    "guess": "Fafnir",
    "confidence": [
      [
        "F",
        -0.37187558
      ],
      [
        "af",
        -0.082850486
      ],
      [
        "n",
        -0.0016099588
      ],
      [
        "ir",
        -4.1199673e-05
      ]
    ]
  },
  "This layer is home to the winter and equatorial anomalies, as well as an electrostatic field known as the equatorial electrojet. The NASA AEROS probes were launched to explore its F layer, which is also called the Appleton layer. Its D layer is affected by polar cap absorption during solar proton events. Its other sections include the E layer, named after Kennelly and Heaviside, and the sporadic E layer, which can cause hops in radio signals. For 10 points, name this inner layer of the magnetosphere,": {
    "guess": "Ionosphere",
    "confidence": [
      [
        "Ion",
        -0.008684421
      ],
      [
        "osphere",
        -5.6934558e-05
      ]
    ]
  },
  "This layer is home to the winter and equatorial anomalies, as well as an electrostatic field known as the equatorial electrojet. The NASA AEROS probes were launched to explore its F layer, which is also called the Appleton layer. Its D layer is affected by polar cap absorption during solar proton events. Its other sections include the E layer, named after Kennelly and Heaviside, and the sporadic E": {
    "guess": "Ionosphere",
    "confidence": [
      [
        "Ion",
        -0.009571206
      ],
      [
        "osphere",
        -0.0006797884
      ]
    ]
  },
  "As he lay dying, this figure told his killer about the uncreated island of Oskapt, where the gods and Surt will mingle their \"sword-liquor.\" This figure owned the sword Ridill, which was used later to": {
    "guess": "Sigmund",
    "confidence": [
      [
        "S",
        -1.2750283
      ],
      [
        "igm",
        -0.20663773
      ],
      [
        "und",
        -0.000114033115
      ]
    ]
  },
  "This layer is home to the winter and equatorial anomalies, as well as an electrostatic field known as the equatorial electrojet. The NASA AEROS probes were launched to explore its F layer, which is also": {
    "guess": "Ionosphere",
    "confidence": [
      [
        "Ion",
        -0.2484742
      ],
      [
        "osphere",
        -0.00502561
      ]
    ]
  },
  "In the Lay of Hyndla, the volva Hyndla rides alongside Freyja on one of these creatures. Another of these creatures serves as the steed of the valkyrie Gunnr. Two of these animals threatened the children": {
    "guess": "Horse in Norse Mythology",
    "confidence": [
      [
        "H",
        -0.21113628
      ],
      [
        "orse",
        -0.009593761
      ],
      [
        " in",
        -0.64826864
      ],
      [
        " Norse",
        -0.040393606
      ],
      [
        " Myth",
        -0.36502573
      ],
      [
        "ology",
        -0.0003970648
      ]
    ]
  },
  "In the Lay of Harbard, Thor claims an action involving this figure was his greatest dead, and gold is": {
    "guess": "Sif",
    "confidence": [
      [
        "S",
        -0.2879587
      ],
      [
        "if",
        -0.00036037207
      ]
    ]
  },
  "This layer is home to the winter and equatorial anomalies, as well as an electrostatic field known as": {
    "guess": "Ionosphere",
    "confidence": [
      [
        "Ion",
        -0.0326079
      ],
      [
        "osphere",
        -0.00010258956
      ]
    ]
  },
  "As he lay dying, this figure told his killer about the uncreated island of Oskapt, where the gods and Surt will mingle their \"sword-liquor.\" This figure owned the sword Ridill, which was used later to cut his heart out. His slayer had to dig many trenches for his blood to run into and gained the ability to understand birds after tasting this figure's blood. This son of Hreidmar counted among his possessions the Tarnhelm, or helm of terror, as well as the cursed hoard of Andvari. He was dealt a mortal blow by the sword Gram as he slithered over a pit containing a hero coached by his brother Regin. For 10 points, name this dwarf whose greed turned him into a dragon, who was slain by Sigurd.": {
    "guess": "Fafnir",
    "confidence": [
      [
        "F",
        -0.012531195
      ],
      [
        "af",
        -0.03625812
      ],
      [
        "n",
        -0.0003155625
      ],
      [
        "ir",
        -4.8471098e-05
      ]
    ]
  },
  "In the Lay of Hyndla, the volva Hyndla rides alongside Freyja on one of these creatures. Another of these": {
    "guess": "Hildisvíni",
    "confidence": [
      [
        "H",
        -0.7860902
      ],
      [
        "ild",
        -0.48698884
      ],
      [
        "is",
        -0.02064454
      ],
      [
        "v",
        -8.8404326e-05
      ],
      [
        "í",
        -0.20397927
      ],
      [
        "ni",
        -0.00018268342
      ]
    ]
  },
  "This layer is home to the winter and equatorial anomalies, as well as an electrostatic field known as the equatorial electrojet. The NASA AEROS probes were launched to explore its F layer, which is also called the Appleton layer. Its D layer is affected by polar cap absorption during solar proton events.": {
    "guess": "Ionosphere",
    "confidence": [
      [
        "Ion",
        -0.0033730578
      ],
      [
        "osphere",
        -0.0053580254
      ]
    ]
  },
  "In the Lay of Hyndla, the volva Hyndla rides alongside Freyja on one of these creatures. Another of these creatures serves as the steed of the valkyrie Gunnr. Two of these animals threatened the children of Mundilfari, while another one was guided by viper reins as it brought the giantess Hyrrokkin to": {
    "guess": "Horse",
    "confidence": [
      [
        "H",
        -0.09714431
      ],
      [
        "orse",
        -0.31698385
      ]
    ]
  },
  "In the Lay of Hyndla, the volva Hyndla rides alongside Freyja on one of these creatures. Another of these creatures serves as the steed of the valkyrie Gunnr. Two of these animals threatened the children of Mundilfari, while another one was guided by viper reins as it brought the giantess Hyrrokkin to Baldr's funeral pyre. Two of these animals dwell in Valhalla, where they eat all the solid food set": {
    "guess": "Goat",
    "confidence": [
      [
        "Go",
        -0.57959825
      ],
      [
        "at",
        -0.29705834
      ]
    ]
  },
  "This layer is home to the winter and equatorial anomalies, as well as an electrostatic field known as the equatorial electrojet. The NASA AEROS probes were launched to explore its F layer, which is also called the Appleton layer. Its D layer is affected by polar cap absorption during solar proton events. Its other sections include the E layer, named after Kennelly and Heaviside, and the sporadic E layer, which can cause hops in radio signals. For 10 points, name this inner layer of the magnetosphere, named for its high concentration of charged particles.": {
    "guess": "Ionosphere",
    "confidence": [
      [
        "Ion",
        -0.049580935
      ],
      [
        "osphere",
        -9.4960524e-05
      ]
    ]
  },
  "As he lay dying, this figure told his killer about the uncreated island of Oskapt, where the gods and Surt will mingle their \"sword-liquor.\" This figure owned the sword Ridill, which was used later to cut his heart out. His slayer had to dig many trenches for his blood to run into and gained the ability to understand birds after tasting this figure's blood. This son of Hreidmar counted among his possessions": {
    "guess": "Fafnir",
    "confidence": [
      [
        "F",
        -0.02153257
      ],
      [
        "af",
        -0.009697186
      ],
      [
        "n",
        -0.00047273713
      ],
      [
        "ir",
        -0.0007100478
      ]
    ]
  },
  "As he lay dying, this figure told his killer about the uncreated island of Oskapt, where the gods and Surt will mingle their \"sword-liquor.\" This figure owned the sword Ridill, which was used later to cut his heart out. His slayer had to dig many trenches for his blood to run into and gained the ability to understand birds after tasting this figure's blood. This son of Hreidmar counted among his possessions the Tarnhelm, or helm of terror, as well as the cursed hoard of Andvari. He was dealt a mortal": {
    "guess": "Fafnir",
    "confidence": [
      [
        "F",
        -0.024891976
      ],
      [
        "af",
        -0.006542947
      ],
      [
        "n",
        -0.0004775016
      ],
      [
        "ir",
        -9.73446e-05
      ]
    ]
  },
  "As he lay dying, this figure told his killer about the uncreated island of Oskapt, where the gods and Surt will mingle their \"sword-liquor.\" This figure owned the sword Ridill, which was used later to cut his heart out. His slayer had to dig many trenches for his blood to run into and gained the ability to understand birds after tasting this figure's blood. This son of Hreidmar counted among his possessions the Tarnhelm, or helm of terror, as well as the cursed hoard of Andvari. He was dealt a mortal blow by the sword Gram as he slithered over a pit containing a hero coached by his brother Regin.": {
    "guess": "Fafnir",
    "confidence": [
      [
        "F",
        -0.04755882
      ],
      [
        "af",
        -0.01685333
      ],
      [
        "n",
        -0.00091979676
      ],
      [
        "ir",
        -0.0016267409
      ]
    ]
  },
  "In the Lay of Harbard, Thor claims an action involving this figure was his greatest dead, and gold is called the mouth-number of this figure because he received his inheritance by taking mouthfuls of gold on the death of his father Olvalde.  This figure once prevented Hoenir from eating an oxen by preventing": {
    "guess": "Loki",
    "confidence": [
      [
        "L",
        -1.0167633
      ],
      [
        "oki",
        -0.018603701
      ]
    ]
  },
  "In the Lay of Harbard, Thor claims an action involving this figure was his greatest dead, and gold is called the mouth-number of this figure because he received his inheritance by taking mouthfuls of gold on the death of his father Olvalde.  This figure once prevented Hoenir from eating an oxen by preventing the broth from boiling, and after another figure struck this figure with a pole, the pole stuck.": {
    "guess": "Víðarr",
    "confidence": [
      [
        "V",
        -0.5828209
      ],
      [
        "í",
        -0.42111894
      ],
      [
        "ð",
        -0.011422793
      ],
      [
        "arr",
        -0.0006697863
      ]
    ]
  },
  "In the Lay of Harbard, Thor claims an action involving this figure was his greatest dead, and gold is called the mouth-number of this figure because he received his inheritance by taking mouthfuls of gold on the death of his father Olvalde.  This figure once prevented Hoenir from eating an oxen by preventing the broth from boiling, and after another figure struck this figure with a pole, the pole stuck.  This figure's eyes were turned into (*) stars when he was killed after passing through a wall": {
    "guess": "Baldr",
    "confidence": [
      [
        "Bal",
        -0.8957318
      ],
      [
        "dr",
        -0.5847172
      ]
    ]
  },
  "In the Lay of Harbard, Thor claims an action involving this figure was his greatest dead, and gold is called the mouth-number of this figure because he received his inheritance by taking mouthfuls of gold on the death of his father Olvalde.  This figure once prevented Hoenir from eating an oxen by preventing the broth from boiling, and after another figure struck this figure with a pole, the pole stuck.  This figure's eyes were turned into (*) stars when he was killed after passing through a wall of flame.  This figure resided in Thrymheim, and a child of this figure was the one who placed the": {
    "guess": "Loki",
    "confidence": [
      [
        "L",
        -0.9693317
      ],
      [
        "oki",
        -0.009696713
      ]
    ]
  },
  "In the Lay of Harbard, Thor claims an action involving this figure was his greatest dead, and gold is called the mouth-number of this figure because he received his inheritance by taking mouthfuls of gold on the death of his father Olvalde.  This figure once prevented Hoenir from eating an oxen by preventing the broth from boiling, and after another figure struck this figure with a pole, the pole stuck.  This figure's eyes were turned into (*) stars when he was killed after passing through a wall of flame.  This figure resided in Thrymheim, and a child of this figure was the one who placed the venomous snake above Loki's face, and that child, after viewing the feet of all the Aesir, married Njord.": {
    "guess": "Loki",
    "confidence": [
      [
        "L",
        -1.388288
      ],
      [
        "oki",
        -0.0033804262
      ]
    ]
  },
  "In the Lay of Harbard, Thor claims an action involving this figure was his greatest dead, and gold is called the mouth-number of this figure because he received his inheritance by taking mouthfuls of gold on the death of his father Olvalde.  This figure once prevented Hoenir from eating an oxen by preventing the broth from boiling, and after another figure struck this figure with a pole, the pole stuck.  This figure's eyes were turned into (*) stars when he was killed after passing through a wall of flame.  This figure resided in Thrymheim, and a child of this figure was the one who placed the venomous snake above Loki's face, and that child, after viewing the feet of all the Aesir, married Njord.  For 10 points, name this leader of the Jotun who turned into a giant eagle in order to kidnap": {
    "guess": "Thiazi",
    "confidence": [
      [
        "Th",
        -0.28643313
      ],
      [
        "ia",
        -0.45375317
      ],
      [
        "zi",
        -0.0018850884
      ]
    ]
  },
  "In the Lay of Harbard, Thor claims an action involving this figure was his greatest dead, and gold is called the mouth-number of this figure because he received his inheritance by taking mouthfuls of gold on the death of his father Olvalde.  This figure once prevented Hoenir from eating an oxen by preventing the broth from boiling, and after another figure struck this figure with a pole, the pole stuck.  This figure's eyes were turned into (*) stars when he was killed after passing through a wall of flame.  This figure resided in Thrymheim, and a child of this figure was the one who placed the venomous snake above Loki's face, and that child, after viewing the feet of all the Aesir, married Njord.  For 10 points, name this leader of the Jotun who turned into a giant eagle in order to kidnap Idunn, and who was the father of Skadi.": {
    "guess": "Thiazi",
    "confidence": [
      [
        "Th",
        -0.016215837
      ],
      [
        "ia",
        -0.4364817
      ],
      [
        "zi",
        -0.0012777344
      ]
    ]
  }
}