{
  "The plural of this word appears in the title of a Jean Rhys story collection which claims that they \"Are Better-Looking.\" The singular is the name of Arthur Gordon Pym's dog and the first title word of a novel focusing on Confederate soldier Phillip Sterling. Three sad or trapped ones title a Guillermo Cabrera Infante novel, and the daughter of one titles Bharati Mukherjee's debut novel. The singular is the final title word of a story continued in \"The Discourager of Hesitancy,\" and the first title word of Sidney Lanier's sole novel. One is the title character of a poem that mentions a time \"When the stars threw down their spears, / And watered heaven with their tears.\" For 10 points, name this creature which appears as one title alternative of a Frank Stockton story along with \"the Lady,\" and is said to be \"burning bright / In the forests of the night\" in a William Blake poem.": {
    "guess": "Tigers",
    "confidence": [
      [
        "T",
        -0.084057905
      ],
      [
        "igers",
        -0.19944021
      ]
    ]
  },
  "While in Pluto's realm, Aeneas sees this figure encircled by the walls  of a broad castle which has been": {
    "guess": "Aeneid",
    "confidence": [
      [
        "A",
        -0.77779406
      ],
      [
        "ene",
        -0.0003609681
      ],
      [
        "id",
        -0.13347678
      ]
    ]
  },
  "The plural of this word appears in the title of a Jean Rhys story collection which claims that they \"Are Better-Looking.\" The singular is the name of Arthur Gordon Pym's dog and the first title word of a novel focusing on Confederate soldier Phillip Sterling. Three sad or trapped ones title a Guillermo Cabrera Infante novel, and the daughter of one titles Bharati Mukherjee's debut novel. The singular": {
    "guess": "Sad Bastard",
    "confidence": [
      [
        "Sad",
        -1.863914
      ],
      [
        " Bast",
        -1.6458808
      ],
      [
        "ard",
        -0.014973666
      ]
    ]
  },
  "By plundering the house of the Baron de St. Castine, this man provoked war with the Penobscot Indians.": {
    "guess": "Jean-Vincent d'Abbadie de Saint-Castin",
    "confidence": [
      [
        "Jean",
        -1.438423
      ],
      [
        "-V",
        -0.010966822
      ],
      [
        "in",
        -0.00019328887
      ],
      [
        "cent",
        -0.00018387179
      ],
      [
        " d",
        -0.008303447
      ],
      [
        "'",
        -0.0022036668
      ],
      [
        "Ab",
        -0.0037396257
      ],
      [
        "bad",
        -0.006229045
      ],
      [
        "ie",
        -3.6431527e-05
      ],
      [
        " de",
        -0.053369924
      ],
      [
        " Saint",
        -0.0011389079
      ],
      [
        "-C",
        -0.00050859177
      ],
      [
        "ast",
        -2.4584822e-06
      ],
      [
        "in",
        -0.0002258278
      ]
    ]
  },
  "While in Pluto's realm, Aeneas sees this figure encircled by the walls  of a broad castle which has been set on fire. This man's first wife was the  sister of Auge; his second wife was slain on top of an altar to Hera by his  grandchildren. This man's daughter married the founder of Iolcus,  Cretheus, but that daughter of this man loved the river god Enipeus and  inadvertently produced Pelias and Neleus. This husband of Alcidice and  Sidero is the father of Tyro. He is best known as a brother of Sisyphus  that (*) attached various objects made of bronze to his chariot, for which he  was thunderbolted. For 10 points, identify this king and imitator of Zeus.": {
    "guess": "Salmoneus",
    "confidence": [
      [
        "S",
        -0.03302146
      ],
      [
        "alm",
        -0.00021760275
      ],
      [
        "one",
        -0.00029589757
      ],
      [
        "us",
        -5.0735965e-05
      ]
    ]
  },
  "While in Pluto's realm, Aeneas sees this figure encircled by the walls  of a broad castle which has been set on fire. This man's first wife was the  sister of Auge; his second wife was slain on top of": {
    "guess": "Tantalus",
    "confidence": [
      [
        "T",
        -1.0168132
      ],
      [
        "antal",
        -0.09336525
      ],
      [
        "us",
        -0.0003280752
      ]
    ]
  },
  "While in Pluto's realm, Aeneas sees this figure encircled by the walls  of a broad castle which has been set on fire. This man's first wife was the  sister of Auge; his second wife was slain on top of an altar to Hera by his  grandchildren. This man's daughter married the founder of Iolcus,  Cretheus,": {
    "guess": "Salmoneus",
    "confidence": [
      [
        "S",
        -0.748318
      ],
      [
        "alm",
        -0.68396074
      ],
      [
        "one",
        -0.0015471219
      ],
      [
        "us",
        -0.0004891689
      ]
    ]
  },
  "The plural of this word appears in the title of a Jean Rhys story collection which claims that they \"Are Better-Looking.\" The singular is the name of Arthur Gordon Pym's dog and the first title word of a novel focusing on Confederate soldier Phillip Sterling. Three sad or trapped ones title a Guillermo Cabrera Infante novel, and the daughter of one titles Bharati Mukherjee's debut novel. The singular is the final title word of a story continued in \"The Discourager of Hesitancy,\" and the first title": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -1.0879873
      ]
    ]
  },
  "Plutarch contrasts this man with Agesilaus II and claims he told defenders of a city \"Stop quoting laws to us. We carry swords.\" His son Sextus held off Octavian and Antony's forces in Sicily until 36": {
    "guess": "Pompey",
    "confidence": [
      [
        "P",
        -0.4854007
      ],
      [
        "om",
        -0.005662241
      ],
      [
        "pe",
        -1.0280384e-06
      ],
      [
        "y",
        -0.0003459521
      ]
    ]
  },
  "While in Pluto's realm, Aeneas sees this figure encircled by the walls  of a broad castle which has been set on fire. This man's first wife was the  sister of Auge; his second wife was slain on top of an altar to Hera by his  grandchildren. This man's daughter married the founder of Iolcus,  Cretheus, but that daughter of this man loved the river god Enipeus and  inadvertently produced Pelias and Neleus. This husband of Alcidice and  Sidero is the father of Tyro. He is best known as a brother of Sisyphus  that (*) attached various objects made of bronze to his chariot, for which he  was thunderbolted.": {
    "guess": "Poseidon",
    "confidence": [
      [
        "Pose",
        -0.15159875
      ],
      [
        "idon",
        -0.00033784626
      ]
    ]
  },
  "The plural of this word appears in the title of a Jean Rhys story collection which claims that they \"Are Better-Looking.\" The singular is the name of Arthur Gordon Pym's dog and the first title word of a novel focusing on Confederate soldier Phillip Sterling. Three sad or trapped ones title a Guillermo Cabrera Infante novel, and the daughter of one titles Bharati Mukherjee's debut novel. The singular is the final title word of a story continued in \"The Discourager of Hesitancy,\" and the first title word of Sidney Lanier's sole novel. One is the title character of a poem that mentions a time \"When the stars threw down their spears, / And watered heaven with their tears.\" For 10 points, name this creature which appears as one title alternative of a Frank Stockton story along with \"the Lady,\"": {
    "guess": "Mermaids",
    "confidence": [
      [
        "Mer",
        -1.8510507
      ],
      [
        "maids",
        -0.02813788
      ]
    ]
  },
  "By plundering the house of the Baron de St. Castine, this man provoked war with the Penobscot Indians. Upon arriving in his province, this man demanded a certain document, but that document was snatched": {
    "guess": "Frontier Thesis",
    "confidence": [
      [
        "Front",
        -2.2026913
      ],
      [
        "ier",
        -0.49297425
      ],
      [
        " Thesis",
        -0.4200092
      ]
    ]
  },
  "The plural of this word appears in the title of a Jean Rhys story collection which claims that they \"Are Better-Looking.\" The singular is the name of Arthur Gordon Pym's dog and the first title word of a novel focusing on Confederate soldier Phillip Sterling. Three sad or trapped ones title a Guillermo": {
    "guess": "Tigers",
    "confidence": [
      [
        "T",
        -0.98879486
      ],
      [
        "igers",
        -0.17301281
      ]
    ]
  },
  "Plutarch contrasts this man with Agesilaus II and claims he told defenders of a city \"Stop quoting laws to us. We carry swords.\" His son Sextus held off Octavian and Antony's forces in Sicily until 36 BC. This man received accolades for defeating (*) Mithridates VI. The eunuch Pothinus convinced Ptolemy XIII to behead this man after battles at Dyrrhachium and Pharsalus forced him to flee to Egypt. For 10 points, name this Roman general who fought Julius Caesar in a civil war.": {
    "guess": "Pompey",
    "confidence": [
      [
        "P",
        -0.09596235
      ],
      [
        "om",
        -2.4749568e-05
      ],
      [
        "pe",
        -2.8160932e-06
      ],
      [
        "y",
        -9.615256e-05
      ]
    ]
  },
  "By plundering the house of the Baron de St. Castine, this man provoked war with the Penobscot Indians. Upon arriving in his province, this man demanded a certain document, but that document was snatched from him by Captain Wadsworth and hidden in Samuel Wyllys's (*) tree. With John Randolph, this man demanded the charters of Rhode Island and Connecticut. His lieutenant was Francis Nicholson, who was": {
    "guess": "Joseph Dudley",
    "confidence": [
      [
        "Joseph",
        -0.8683341
      ],
      [
        " Dudley",
        -4.5491004e-05
      ]
    ]
  },
  "By plundering the house of the Baron de St. Castine, this man provoked war with the Penobscot Indians. Upon arriving in his province, this man demanded a certain document, but that document was snatched from him by Captain Wadsworth and hidden in Samuel Wyllys's (*) tree. With John Randolph, this man": {
    "guess": "Edmund Andros",
    "confidence": [
      [
        "Ed",
        -1.1173706
      ],
      [
        "mund",
        -0.043950506
      ],
      [
        " And",
        -0.0025648377
      ],
      [
        "ros",
        -4.00813e-06
      ]
    ]
  },
  "While in Pluto's realm, Aeneas sees this figure encircled by the walls  of a broad castle which has been set on fire. This man's first wife was the  sister of Auge; his second wife was slain on top of an altar to Hera by his  grandchildren. This man's daughter married the founder of Iolcus,  Cretheus, but that daughter of this man loved the river god Enipeus and  inadvertently produced Pelias and Neleus.": {
    "guess": "Salmoneus",
    "confidence": [
      [
        "S",
        -0.2560868
      ],
      [
        "alm",
        -0.021905737
      ],
      [
        "one",
        -0.0029685497
      ],
      [
        "us",
        -0.00022094045
      ]
    ]
  },
  "While in Pluto's realm, Aeneas sees this figure encircled by the walls  of a broad castle which has been set on fire. This man's first wife was the  sister of Auge; his second wife was slain on top of an altar to Hera by his  grandchildren. This man's daughter married the founder of Iolcus,  Cretheus, but that daughter of this man loved the river god Enipeus and  inadvertently produced Pelias and Neleus. This husband of Alcidice and  Sidero is the father of Tyro. He is best known as a brother of": {
    "guess": "Poseidon",
    "confidence": [
      [
        "Pose",
        -0.03375485
      ],
      [
        "idon",
        -0.00024441257
      ]
    ]
  },
  "The plural of this word appears in the title of a Jean Rhys story collection which claims that they \"Are": {
    "guess": "Smile Please",
    "confidence": [
      [
        "Sm",
        -1.4027704
      ],
      [
        "ile",
        -0.018458948
      ],
      [
        " Please",
        -0.0772932
      ]
    ]
  },
  "The plural of this word appears in the title of a Jean Rhys story collection which claims that they \"Are Better-Looking.\" The singular is the name of Arthur Gordon Pym's dog and the first title word of a novel focusing on Confederate soldier Phillip Sterling. Three sad or trapped ones title a Guillermo Cabrera Infante novel, and the daughter of one titles Bharati Mukherjee's debut novel. The singular is the final title word of a story continued in \"The Discourager of Hesitancy,\" and the first title word of Sidney Lanier's sole novel. One is the title character of a poem that mentions a time \"When the stars threw down their spears, / And watered heaven with their tears.\" For 10 points, name this": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -2.0787818
      ]
    ]
  },
  "Plutarch contrasts this man with Agesilaus II and claims he told defenders of a city \"Stop quoting laws": {
    "guess": "Lycurgus",
    "confidence": [
      [
        "Ly",
        -0.3251748
      ],
      [
        "cur",
        -0.006008787
      ],
      [
        "g",
        -0.00028922583
      ],
      [
        "us",
        -6.909333e-05
      ]
    ]
  },
  "By plundering the house of the Baron de St. Castine, this man provoked war with the Penobscot Indians. Upon arriving in his province, this man demanded a certain document, but that document was snatched from him by Captain Wadsworth and hidden in Samuel Wyllys's (*) tree. With John Randolph, this man demanded the charters of Rhode Island and Connecticut. His lieutenant was Francis Nicholson, who was deposed in Leisler's Revolt, whereas this man fled a revolt in women's clothing after the Glorious Revolution. For 10 points, name this hated Governor of the Dominion of New England.": {
    "guess": "Edmund Andros",
    "confidence": [
      [
        "Ed",
        -0.37270746
      ],
      [
        "mund",
        -0.0030481778
      ],
      [
        " And",
        -3.9530823e-05
      ],
      [
        "ros",
        -8.537869e-06
      ]
    ]
  },
  "By plundering the house of the Baron de St. Castine, this man provoked war with the Penobscot Indians. Upon arriving in his province, this man demanded a certain document, but that document was snatched from him by Captain Wadsworth and hidden in Samuel Wyllys's (*) tree. With John Randolph, this man demanded the charters of Rhode Island and Connecticut. His lieutenant was Francis Nicholson, who was deposed in Leisler's Revolt, whereas this man fled a revolt in women's clothing after the Glorious": {
    "guess": "Edmund Andros",
    "confidence": [
      [
        "Ed",
        -0.48257416
      ],
      [
        "mund",
        -0.02542347
      ],
      [
        " And",
        -9.889425e-05
      ],
      [
        "ros",
        -7.89631e-07
      ]
    ]
  },
  "The plural of this word appears in the title of a Jean Rhys story collection which claims that they \"Are Better-Looking.\" The singular is the name of Arthur Gordon Pym's dog and the first title word of": {
    "guess": "Tigers",
    "confidence": [
      [
        "T",
        -0.51896846
      ],
      [
        "igers",
        -0.16870387
      ]
    ]
  },
  "The plural of this word appears in the title of a Jean Rhys story collection which claims that they \"Are Better-Looking.\" The singular is the name of Arthur Gordon Pym's dog and the first title word of a novel focusing on Confederate soldier Phillip Sterling. Three sad or trapped ones title a Guillermo Cabrera Infante novel, and the daughter of one titles Bharati Mukherjee's debut novel. The singular is the final title word of a story continued in \"The Discourager of Hesitancy,\" and the first title word of Sidney Lanier's sole novel. One is the title character of a poem that mentions a time \"When": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -0.2345277
      ]
    ]
  },
  "Plutarch contrasts this man with Agesilaus II and claims he told defenders of a city \"Stop quoting laws to us. We carry swords.\" His son Sextus held off Octavian and Antony's forces in Sicily until 36 BC. This man received accolades for defeating (*) Mithridates VI. The eunuch Pothinus convinced Ptolemy XIII to behead this man after battles at Dyrrhachium and Pharsalus forced him to flee to Egypt.": {
    "guess": "Julius Caesar",
    "confidence": [
      [
        "Jul",
        -0.53868765
      ],
      [
        "ius",
        -7.338466e-05
      ],
      [
        " Caesar",
        -0.00021069261
      ]
    ]
  },
  "Plutarch contrasts this man with Agesilaus II and claims he told defenders of a city \"Stop quoting laws to us. We carry swords.\" His son Sextus held off Octavian and Antony's forces in Sicily until 36 BC. This man received accolades for defeating (*) Mithridates VI. The eunuch Pothinus convinced Ptolemy": {
    "guess": "Pompey",
    "confidence": [
      [
        "P",
        -0.30118814
      ],
      [
        "om",
        -0.0008541669
      ],
      [
        "pe",
        -1.8624639e-06
      ],
      [
        "y",
        -0.0001726703
      ]
    ]
  }
}