{
  "Leighton and Pirrung massively parallelized the fundamentals of this method in their VL-SIPS technology. Jean Frechet and Clifford Leznoff developed techniques that rely on the same principles as this method. This method was significantly enhanced in Ronald Frank's SPOT method. This method's inventor": {
    "guess": "Solid-phase synthesis",
    "confidence": [
      [
        "Solid",
        -1.6912869
      ],
      [
        "-phase",
        -0.06254914
      ],
      [
        " synthesis",
        -0.1983724
      ]
    ]
  },
  "Leighton and Pirrung massively parallelized the fundamentals of this method in their VL-SIPS technology. Jean Frechet and Clifford Leznoff developed techniques that rely on the same principles as this method. This method was significantly enhanced in Ronald Frank's SPOT method. This method's inventor names a chloro-methyl derivative of polystyrene used in this method, and Gisin's cesium salt esterification can generate the backbone in this method. Racemization can be introduced in this method with": {
    "guess": "Solid-phase synthesis",
    "confidence": [
      [
        "Solid",
        -0.26716527
      ],
      [
        "-phase",
        -0.06453606
      ],
      [
        " synthesis",
        -0.49672282
      ]
    ]
  },
  "Leighton and Pirrung massively parallelized the fundamentals of this method in their VL-SIPS technology. Jean Frechet and Clifford Leznoff developed techniques that rely on the same principles as this method. This method was significantly enhanced in Ronald Frank's SPOT method. This method's inventor names a chloro-methyl derivative of polystyrene used in this method, and Gisin's cesium salt esterification": {
    "guess": "Solid-phase synthesis",
    "confidence": [
      [
        "Solid",
        -0.13611878
      ],
      [
        "-phase",
        -0.06273165
      ],
      [
        " synthesis",
        -0.6998945
      ]
    ]
  },
  "Leighton and Pirrung massively parallelized the fundamentals of this method in their VL-SIPS technology. Jean Frechet and Clifford Leznoff developed techniques that rely on the same principles as this method. This method was significantly enhanced in Ronald Frank's SPOT method. This method's inventor names a chloro-methyl derivative of polystyrene used in this method, and Gisin's cesium salt esterification can generate the backbone in this method. Racemization can be introduced in this method with the use of in-situ coupling agents like DCC or DIPCDI, which prime the monomers. TFMSA or hydrofluoric acid cleave protecting groups like Boc or Fmoc [\"F-mock\"]from the product in its last step, and it proceeds via a \"deprotection\u0096wash\u0096coupling\u0096wash\" cycle. Its products are assembled in a C- terminal": {
    "guess": "Solid-phase peptide synthesis",
    "confidence": [
      [
        "Solid",
        -0.5970529
      ],
      [
        "-phase",
        -0.018457541
      ],
      [
        " peptide",
        -0.58459586
      ],
      [
        " synthesis",
        -6.749814e-06
      ]
    ]
  },
  "Leighton and Pirrung massively parallelized the fundamentals of this method in their VL-SIPS technology. Jean Frechet and Clifford Leznoff developed techniques that rely on the same principles as this method. This method was significantly enhanced in Ronald Frank's SPOT method. This method's inventor names a chloro-methyl derivative of polystyrene used in this method, and Gisin's cesium salt esterification can generate the backbone in this method. Racemization can be introduced in this method with the use of in-situ coupling agents like DCC or DIPCDI, which prime the monomers. TFMSA or hydrofluoric acid cleave protecting groups like Boc or Fmoc [\"F-mock\"]from the product in its last step, and": {
    "guess": "Solid-phase synthesis",
    "confidence": [
      [
        "Solid",
        -0.3927326
      ],
      [
        "-phase",
        -0.025598707
      ],
      [
        " synthesis",
        -0.4862052
      ]
    ]
  },
  "Leighton and Pirrung massively parallelized the fundamentals of this method in their VL-SIPS technology. Jean Frechet and Clifford Leznoff developed techniques that rely on the same principles as this method. This method was significantly enhanced in Ronald Frank's SPOT method. This method's inventor names a chloro-methyl derivative of polystyrene used in this method, and Gisin's cesium salt esterification can generate the backbone in this method. Racemization can be introduced in this method with the use of in-situ coupling agents like DCC or DIPCDI, which prime the monomers. TFMSA or hydrofluoric": {
    "guess": "Solid-phase synthesis",
    "confidence": [
      [
        "Solid",
        -0.36707664
      ],
      [
        "-phase",
        -0.049689382
      ],
      [
        " synthesis",
        -0.37131548
      ]
    ]
  },
  "Leighton and Pirrung massively parallelized the fundamentals of this method in their VL-SIPS technology. Jean Frechet and Clifford Leznoff developed techniques that rely on the same principles as this": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -1.5121028
      ]
    ]
  },
  "Leighton and Pirrung massively parallelized the fundamentals of this method in their VL-SIPS technology.": {
    "guess": "Quicksort",
    "confidence": [
      [
        "Qu",
        -0.70390785
      ],
      [
        "icks",
        -0.0005898483
      ],
      [
        "ort",
        -0.0001406082
      ]
    ]
  },
  "Leighton and Pirrung massively parallelized the fundamentals of this method in their VL-SIPS technology. Jean Frechet and Clifford Leznoff developed techniques that rely on the same principles as this method. This method was significantly enhanced in Ronald Frank's SPOT method. This method's inventor names a chloro-methyl derivative of polystyrene used in this method, and Gisin's cesium salt esterification can generate the backbone in this method. Racemization can be introduced in this method with the use of in-situ coupling agents like DCC or DIPCDI, which prime the monomers. TFMSA or hydrofluoric acid cleave protecting groups like Boc or Fmoc [\"F-mock\"]from the product in its last step, and it proceeds via a \"deprotection\u0096wash\u0096coupling\u0096wash\" cycle. Its products are assembled in a C- terminal to N-terminal fashion, unlike in ribosomal synthesis. For 10 points, name this method of synthesizing proteins developed by Robert Merrifield that involves growth on small insoluble particles.": {
    "guess": "Solid-phase peptide synthesis",
    "confidence": [
      [
        "Solid",
        -0.027459268
      ],
      [
        "-phase",
        -0.00565786
      ],
      [
        " peptide",
        -0.010533993
      ],
      [
        " synthesis",
        -1.6240566e-06
      ]
    ]
  },
  "Leighton and Pirrung massively parallelized the fundamentals of this method in their VL-SIPS technology. Jean Frechet and Clifford Leznoff developed techniques that rely on the same principles as this method. This method was significantly enhanced in Ronald Frank's SPOT method. This method's inventor names a chloro-methyl derivative of polystyrene used in this method, and Gisin's cesium salt esterification can generate the backbone in this method. Racemization can be introduced in this method with the use of in-situ coupling agents like DCC or DIPCDI, which prime the monomers. TFMSA or hydrofluoric acid cleave protecting groups like Boc or Fmoc [\"F-mock\"]from the product in its last step, and it proceeds via a \"deprotection\u0096wash\u0096coupling\u0096wash\" cycle. Its products are assembled in a C- terminal to N-terminal fashion, unlike in ribosomal synthesis. For 10 points, name this method of synthesizing": {
    "guess": "Solid-phase peptide synthesis",
    "confidence": [
      [
        "Solid",
        -0.6952443
      ],
      [
        "-phase",
        -0.007553386
      ],
      [
        " peptide",
        -0.012582055
      ],
      [
        " synthesis",
        -9.0883464e-07
      ]
    ]
  }
}