{
  "Jig and \"The American\" drink Anis del Toro in a Madrid train station in this author's \"Hills Like White Elephants,\" which appears in the collection Men Without Women along with some Nick Adams stories, such as \"The Killers.\" In one of this author's novels, the narrator walks home in the rain after Catherine": {
    "guess": "Ernest Hemingway",
    "confidence": [
      [
        "Er",
        -0.015589318
      ],
      [
        "nest",
        -3.166338e-05
      ],
      [
        " Hem",
        -0.0002193908
      ],
      [
        "ing",
        -6.575563e-05
      ],
      [
        "way",
        -5.8961017e-05
      ]
    ]
  },
  "Jig and \"The American\" drink Anis del Toro in a Madrid train station in this author's \"Hills Like White Elephants,\" which appears in the collection Men Without Women along with some Nick Adams stories,": {
    "guess": "Ernest Hemingway",
    "confidence": [
      [
        "Er",
        -0.7859744
      ],
      [
        "nest",
        -4.406056e-05
      ],
      [
        " Hem",
        -0.00049965514
      ],
      [
        "ing",
        -0.00010568886
      ],
      [
        "way",
        -3.6073914e-05
      ]
    ]
  },
  "Jig and \"The American\" drink Anis del Toro in a Madrid train station in this author's \"Hills Like White Elephants,\" which appears in the collection Men Without Women along with some Nick Adams stories, such as \"The Killers.\" In one of this author's novels, the narrator walks home in the rain after Catherine Morland delivers a stillborn baby. This man wrote about Michael Campbell's engagement to Lady Brett Ashley in Pamplona in a work narrated by Jake Barnes, and in another work, Manolin is apprenticed": {
    "guess": "Ernest Hemingway",
    "confidence": [
      [
        "Er",
        -0.02910217
      ],
      [
        "nest",
        -6.6113236e-05
      ],
      [
        " Hem",
        -0.00026264708
      ],
      [
        "ing",
        -0.00015729303
      ],
      [
        "way",
        -8.9834764e-05
      ]
    ]
  },
  "Jig and \"The American\" drink Anis del Toro in a Madrid train station in this author's \"Hills Like White Elephants,\" which appears in the collection Men Without Women along with some Nick Adams stories, such as \"The Killers.\" In one of this author's novels, the narrator walks home in the rain after Catherine Morland delivers a stillborn baby. This man wrote about Michael Campbell's engagement to Lady": {
    "guess": "Ernest Hemingway",
    "confidence": [
      [
        "Er",
        -0.00867485
      ],
      [
        "nest",
        -1.7239736e-05
      ],
      [
        " Hem",
        -6.778209e-05
      ],
      [
        "ing",
        -4.8828708e-05
      ],
      [
        "way",
        -5.9199425e-05
      ]
    ]
  },
  "Jig and \"The American\" drink Anis del Toro in a Madrid train station in this author's \"Hills Like White Elephants,\" which appears in the collection Men Without Women along with some Nick Adams stories, such as \"The Killers.\" In one of this author's novels, the narrator walks home in the rain after Catherine Morland delivers a stillborn baby. This man wrote about Michael Campbell's engagement to Lady Brett Ashley in Pamplona in a work narrated by Jake Barnes, and in another work, Manolin is apprenticed to a fisherman who idolizes Joe DiMaggio, Santiago. For 10 points, name this author of A Farewell to Arms, The Sun Also Rises, and The Old Man and the Sea.": {
    "guess": "Ernest Hemingway",
    "confidence": [
      [
        "Er",
        -0.00066764065
      ],
      [
        "nest",
        -2.7848862e-05
      ],
      [
        " Hem",
        -4.7994283e-05
      ],
      [
        "ing",
        -4.727906e-05
      ],
      [
        "way",
        -4.0842064e-05
      ]
    ]
  },
  "Jig and \"The American\" drink Anis del Toro in a Madrid train station in this author's \"Hills Like White": {
    "guess": "Ernest Hemingway",
    "confidence": [
      [
        "Er",
        -0.20036818
      ],
      [
        "nest",
        -5.0735965e-05
      ],
      [
        " Hem",
        -0.0006909899
      ],
      [
        "ing",
        -0.00015908109
      ],
      [
        "way",
        -5.50273e-05
      ]
    ]
  },
  "Jig and \"The American\" drink Anis del Toro in a Madrid train station in this author's \"Hills Like White Elephants,\" which appears in the collection Men Without Women along with some Nick Adams stories, such as \"The Killers.\" In one of this author's novels, the narrator walks home in the rain after Catherine Morland delivers a stillborn baby. This man wrote about Michael Campbell's engagement to Lady Brett Ashley in Pamplona in a work narrated by Jake Barnes, and in another work, Manolin is apprenticed to a fisherman who idolizes Joe DiMaggio, Santiago. For 10 points, name this author of A Farewell": {
    "guess": "Ernest Hemingway",
    "confidence": [
      [
        "Er",
        -0.0027711205
      ],
      [
        "nest",
        -3.1424974e-05
      ],
      [
        " Hem",
        -0.000104496816
      ],
      [
        "ing",
        -0.0001278534
      ],
      [
        "way",
        -0.00011462913
      ]
    ]
  }
}