{
  "At this man's trial, one witness alleged that he once said \"Rome has fallen;\" his former associate Charles Nolin also testified against him in front of judge Hugh Richardson. This man once convened a council called \"the Exovedate,\" from the Latin for \"out of the flock,\" and proceeded to breathe the \"Holy Spirit\" into his followers. Earlier, he had quickly defeated John Christian Schultz and John Sloughton Dennis and seized Fort Garry. A so-called \"peace mission\" under Garnet Wolseley forced him into exile after he was villified for insisting upon the execution of Thomas Scott. He dubbed himself the \"Prophet of the New World\" and returned from exile with his general Gabriel Dumont in order to lead the North-West Rebellion in 1885. FTP, name this man who had earlier led the Red River Rebellion,": {
    "guess": "Louis Riel",
    "confidence": [
      [
        "Louis",
        -0.008495431
      ],
      [
        " R",
        -0.0009901766
      ],
      [
        "iel",
        -7.016616e-05
      ]
    ]
  },
  "This tribe lost the Battle of Tricamarum, and members of this group believed in Arianism. This tribe": {
    "guess": "Vandals",
    "confidence": [
      [
        "V",
        -0.03288825
      ],
      [
        "and",
        -0.0025070477
      ],
      [
        "als",
        -3.2736214e-05
      ]
    ]
  },
  "This tribe's leaders included one who led the Alma Massacre, as well as another who was tracked down by both General Crook and General Miles. Like the Navajo, they speak an Athabaskan language, and their divisions include the Mescalero, Jicarilla, and Chiricahua. Their leaders Mangas Coloradas and Cochise": {
    "guess": "Chiricahua",
    "confidence": [
      [
        "Ch",
        -0.60833067
      ],
      [
        "ir",
        -1.27099975e-05
      ],
      [
        "ic",
        -0.00095850864
      ],
      [
        "ah",
        -5.085517e-05
      ],
      [
        "ua",
        -2.4987974e-05
      ]
    ]
  },
  "During the trial surrounding this scandal, Martha Mitchell gained notoriety for maintaining her husband's": {
    "guess": "Martha Mitchell",
    "confidence": [
      [
        "Mar",
        -0.94273
      ],
      [
        "tha",
        -0.00035858402
      ],
      [
        " Mitchell",
        -0.011182339
      ]
    ]
  },
  "During the trial surrounding this scandal, Martha Mitchell gained notoriety for maintaining her husband's innocence. W. Mark Felt was revealed in 2005 to be the source who exposed the details of this scandal": {
    "guess": "Watergate scandal",
    "confidence": [
      [
        "Water",
        -0.69537884
      ],
      [
        "gate",
        -0.0002483463
      ],
      [
        " scandal",
        -0.0014891503
      ]
    ]
  },
  "At this man's trial, one witness alleged that he once said \"Rome has fallen;\" his former associate Charles Nolin also testified against him in front of judge Hugh Richardson. This man once convened a council called \"the Exovedate,\" from the Latin for \"out of the flock,\" and proceeded to breathe the \"Holy": {
    "guess": "Pope Gregory VII",
    "confidence": [
      [
        "P",
        -1.3391776
      ],
      [
        "ope",
        -0.06217226
      ],
      [
        " Gregory",
        -1.2852541
      ],
      [
        " VII",
        -0.43010128
      ]
    ]
  },
  "A triangularly-framed marble relief of the Assumption done for this structure was the final work of Nanni di Banco, positioned over the Door of the Mandorla that serves as its north entrance. Containing the Door of the Canonici on its south side, it was finally consecrated by Eugene IV, roughly 140 years after it was begun under the direction of Arnolfo di Cambio, though it took until 1420 for construction to start on the two-layered octagonal shell structure that crowns it. FTP, name this cathedral best known for its cupola designed by Filippo Brunelleschi.": {
    "guess": "Florence Cathedral",
    "confidence": [
      [
        "Flo",
        -0.022575073
      ],
      [
        "rence",
        -5.574252e-05
      ],
      [
        " Cathedral",
        -0.011135424
      ]
    ]
  },
  "This tribe lost the Battle of Tricamarum, and members of this group believed in Arianism. This tribe kidnapped the empresses Eudocia and Placidia during an event performed by Alaric forty-five years earlier,": {
    "guess": "Visigoths",
    "confidence": [
      [
        "Vis",
        -0.10497255
      ],
      [
        "igo",
        -9.253091e-06
      ],
      [
        "ths",
        -0.0015016521
      ]
    ]
  },
  "In a triangle, its normalized barycentric coordinates are given by 1,1,1 (one comma one comma one). The": {
    "guess": "Barycentric coordinates",
    "confidence": [
      [
        "B",
        -0.04853263
      ],
      [
        "ary",
        -9.639097e-05
      ],
      [
        "cent",
        -0.00054755306
      ],
      [
        "ric",
        -1.7432603e-06
      ],
      [
        " coordinates",
        -0.63810253
      ]
    ]
  },
  "In a triangle, its normalized barycentric coordinates are given by 1,1,1 (one comma one comma one). The Euler line passes through the orthocenter,circumcenter, and this point, and it trisects both the segment joining the orthocenter and circumcenter and all three of the triangle's medians. In physics,": {
    "guess": "Leonhard Euler",
    "confidence": [
      [
        "Leon",
        -0.9041182
      ],
      [
        "hard",
        -0.0027758705
      ],
      [
        " Euler",
        -0.001059487
      ]
    ]
  },
  "This tribe lost the Battle of Tricamarum, and members of this group believed in Arianism. This tribe kidnapped the empresses Eudocia and Placidia during an event performed by Alaric forty-five years earlier, and this tribe fought Belisarius under their king Gelimer. Pope Leo I talked with Gaiseric, the leader of this people, after he lead the sack of Rome in 455 A.D. For 10 points, identify this Germanic tribe which ruled from Northern Africa who peaked in the fifth century, noted for their invasions": {
    "guess": "Vandals",
    "confidence": [
      [
        "V",
        -0.0023579292
      ],
      [
        "and",
        -0.003912169
      ],
      [
        "als",
        -2.8160932e-06
      ]
    ]
  },
  "At this man's trial, one witness alleged that he once said \"Rome has fallen;\" his former associate Charles Nolin also testified against him in front of judge Hugh Richardson. This man once convened a council called \"the Exovedate,\" from the Latin for \"out of the flock,\" and proceeded to breathe the \"Holy Spirit\" into his followers. Earlier, he had quickly defeated John Christian Schultz and John Sloughton Dennis and seized Fort Garry. A so-called \"peace mission\" under Garnet Wolseley forced him into exile after he was villified for insisting upon the execution of Thomas Scott. He dubbed himself": {
    "guess": "Louis Riel",
    "confidence": [
      [
        "Louis",
        -0.13148949
      ],
      [
        " R",
        -0.005687138
      ],
      [
        "iel",
        -2.2842309e-05
      ]
    ]
  },
  "A triangularly-framed marble relief of the Assumption done for this structure was the final work of Nanni di Banco, positioned over the Door of the Mandorla that serves as its north entrance. Containing the Door of the Canonici on its south side, it was finally consecrated by Eugene IV, roughly 140 years": {
    "guess": "Florence Cathedral",
    "confidence": [
      [
        "Flo",
        -0.20746103
      ],
      [
        "rence",
        -0.010147244
      ],
      [
        " Cathedral",
        -0.17525014
      ]
    ]
  },
  "Because of a trial in which this god defended himself so well that he was completely buried in a heap of stones, the first cairns were born to help travelers.  He was the one who liberated Io from Argus and the god who saved Odysseus and his men from being turned into pigs by Circe.  He only stole once - some of Apollo's cattle - when he was just born, but he would become god of thieves and merchants.  Atlas was his grandfather, as his mother was one of the Pleiades, the nymph Maia, who had been": {
    "guess": "Hermes",
    "confidence": [
      [
        "H",
        -0.0035362788
      ],
      [
        "erm",
        -3.094816e-05
      ],
      [
        "es",
        -0.00053385197
      ]
    ]
  },
  "During the trial surrounding this scandal, Martha Mitchell gained notoriety for maintaining her husband's innocence. W. Mark Felt was revealed in 2005 to be the source who exposed the details of this scandal known as \"Deep Throat.\" In a famous interview, one man involved with this scandal claimed that he was \"not a crook.\" For 10 points, name this scandal that was broken by Woodward and Bernstein,": {
    "guess": "Watergate scandal",
    "confidence": [
      [
        "Water",
        -0.007901642
      ],
      [
        "gate",
        -6.4325184e-05
      ],
      [
        " scandal",
        -0.0029586852
      ]
    ]
  },
  "The trial following it took place in Flemington and, as a result, many states passed laws restricting the use of photographic and recording devices in court. The perpetrator, who was prosecuted by David T. Wilentz and was caught at a Bronx gas station, worked through an intermediary, John F. Condon. Despite paying the $50,000 ransom, the victim was killed and a positive identification was made from": {
    "guess": "Lindbergh kidnapping",
    "confidence": [
      [
        "L",
        -0.052968085
      ],
      [
        "ind",
        -0.0011976092
      ],
      [
        "ber",
        -0.00075221295
      ],
      [
        "gh",
        -9.0883464e-07
      ],
      [
        " kidnapping",
        -0.0026459293
      ]
    ]
  },
  "This tribe's leaders included one who led the Alma Massacre, as well as another who was tracked down": {
    "guess": "Ute",
    "confidence": [
      [
        "U",
        -1.3717716
      ],
      [
        "te",
        -0.028031822
      ]
    ]
  },
  "At this man's trial, one witness alleged that he once said \"Rome has fallen;\" his former associate Charles Nolin also testified against him in front of judge Hugh Richardson. This man once convened a council called \"the Exovedate,\" from the Latin for \"out of the flock,\" and proceeded to breathe the \"Holy Spirit\" into his followers. Earlier, he had quickly defeated John Christian Schultz and John Sloughton Dennis and seized Fort Garry. A so-called \"peace mission\" under Garnet Wolseley forced him into": {
    "guess": "Louis Riel",
    "confidence": [
      [
        "Louis",
        -0.054680046
      ],
      [
        " R",
        -0.004682884
      ],
      [
        "iel",
        -1.4855664e-05
      ]
    ]
  },
  "In a triangle, its normalized barycentric coordinates are given by 1,1,1 (one comma one comma one). The Euler line passes through the orthocenter,circumcenter, and this point, and it trisects both the": {
    "guess": "Incenter",
    "confidence": [
      [
        "In",
        -0.41273937
      ],
      [
        "center",
        -0.0012741619
      ]
    ]
  },
  "This tribe lost the Battle of Tricamarum, and members of this group believed in Arianism. This tribe kidnapped the empresses Eudocia and Placidia during an event performed by Alaric forty-five years earlier, and this tribe fought Belisarius under their king Gelimer. Pope Leo I talked with Gaiseric, the leader of this people, after he lead the sack of Rome in 455 A.D. For 10 points, identify this Germanic tribe which ruled from Northern Africa who peaked in the fifth century, noted for their invasions and destruction.": {
    "guess": "Vandals",
    "confidence": [
      [
        "V",
        -0.0038777427
      ],
      [
        "and",
        -0.0029847135
      ],
      [
        "als",
        -2.8160932e-06
      ]
    ]
  },
  "One tribe worshipped this god under the name Vanna-issa, and elevated him to the status of creator deity, and this god's wife is sometimes called Maaemonen. After one figure prays to this god, a yellow bird comes to lay eggs on her, resulting in the creation of the sky and earth. Apart from rescuing Ilmatar, this also married Akka, and when he mates with her storms happen. This figure is associated": {
    "guess": "Väinämöinen",
    "confidence": [
      [
        "V",
        -0.17094381
      ],
      [
        "ä",
        -0.055329043
      ],
      [
        "in",
        -0.0003646634
      ],
      [
        "äm",
        -3.4285862e-05
      ],
      [
        "ö",
        -2.5345586e-05
      ],
      [
        "inen",
        -1.8193366e-05
      ]
    ]
  },
  "In a re-trial that took place after this Supreme Court case, the testimony of a cab driver discredited the previous testimony of Henry Cook. In this case, the defendant changed from H. G. Cochran after the oral arguments. The attorney on the winning side of this case, Abe Fortas, was nominated to the Supreme Court two years after this case. The decision in this case overturned the \"special circumstances\" requirement of Betts v. Brady. The plaintiff of this case was accused of breaking into a Florida pool hall, but didn't have legal representation. For 10 points, name this Supreme Court Case which ruled that defendants unable to afford an attorney must be provided one by the state.": {
    "guess": "Gideon v. Wainwright",
    "confidence": [
      [
        "G",
        -0.00039635692
      ],
      [
        "ideon",
        -2.8160932e-06
      ],
      [
        " v",
        -8.1371305e-05
      ],
      [
        ".",
        -1.7478143e-05
      ],
      [
        " W",
        -1.18755715e-05
      ],
      [
        "ain",
        -4.00813e-06
      ],
      [
        "wright",
        -1.1398757e-05
      ]
    ]
  },
  "At this man's trial, one witness alleged that he once said \"Rome has fallen;\" his former associate Charles": {
    "guess": "Julius Caesar",
    "confidence": [
      [
        "Jul",
        -1.2779813
      ],
      [
        "ius",
        -0.006006414
      ],
      [
        " Caesar",
        -0.05172591
      ]
    ]
  },
  "A triangularly-framed marble relief of the Assumption done for this structure was the final work of Nanni di Banco, positioned over the Door of the Mandorla that serves as its north entrance. Containing": {
    "guess": "Orsanmichele",
    "confidence": [
      [
        "Or",
        -0.53373826
      ],
      [
        "san",
        -0.004922293
      ],
      [
        "m",
        -0.00010592726
      ],
      [
        "iche",
        -0.00096362707
      ],
      [
        "le",
        -2.9160103e-05
      ]
    ]
  },
  "This tribe's leaders included one who led the Alma Massacre, as well as another who was tracked down by both General Crook and General Miles. Like the Navajo, they speak an Athabaskan language, and their divisions include the Mescalero, Jicarilla, and Chiricahua. Their leaders Mangas Coloradas and Cochise joined in an alliance to drive the white man from their lands. FTP, name this southwestern Native American tribe whose other leaders included Geronimo and whose name is used for a type of helicopter.": {
    "guess": "Apache",
    "confidence": [
      [
        "Apache",
        -0.017637186
      ]
    ]
  },
  "The trial in this novel is presided over by Lucas de Beaumanoir. One character in this novel, Brian de Bois-Gilbert, captures the daughter of Isaac of York named Rebecca. Athelstane disclaims the daughter of Cedric the Saxon named Lady Rowena, who marries the title character at the end of this novel. For 10 points, name this work of historical fiction depicting the chivalrous Wilfred, written by Walter Scott.": {
    "guess": "Ivanhoe",
    "confidence": [
      [
        "I",
        -0.0046915417
      ],
      [
        "van",
        -5.9153886e-06
      ],
      [
        "hoe",
        -0.00050513487
      ]
    ]
  },
  "Because of a trial in which this god defended himself so well that he was completely buried in a heap of stones, the first cairns were born to help travelers.  He was the one who liberated Io from Argus and the god who saved Odysseus and his men from being turned into pigs by Circe.  He only stole once - some of Apollo's cattle - when he was just born, but he would become god of thieves and merchants.  Atlas was his grandfather, as his mother was one of the Pleiades, the nymph Maia, who had been impregnated by Zeus.  FTP, name this owner of a golden hat with wings and a pair of winged sandals, the herald of the gods.": {
    "guess": "Hermes",
    "confidence": [
      [
        "H",
        -0.014164102
      ],
      [
        "erm",
        -5.2643223e-05
      ],
      [
        "es",
        -0.0001626572
      ]
    ]
  },
  "The trial following it took place in Flemington and, as a result, many states passed laws restricting the use of photographic and recording devices in court. The perpetrator, who was prosecuted by David T. Wilentz and was caught at a Bronx gas station, worked through an intermediary, John F. Condon. Despite paying the $50,000 ransom, the victim was killed and a positive identification was made from his congenitally-deformed right foot after he was found in a ditch outside Trenton. That victim was the two-year old son of Anne Morrow and her more famous husband. FTP, name this notorious March 1,": {
    "guess": "Lindbergh kidnapping",
    "confidence": [
      [
        "L",
        -0.06838681
      ],
      [
        "ind",
        -0.00095076405
      ],
      [
        "ber",
        -0.0007578118
      ],
      [
        "gh",
        -1.2664457e-06
      ],
      [
        " kidnapping",
        -0.014961924
      ]
    ]
  },
  "In a re-trial that took place after this Supreme Court case, the testimony of a cab driver discredited the previous testimony of Henry Cook. In this case, the defendant changed from H. G. Cochran after": {
    "guess": "Clarence Earl Gideon",
    "confidence": [
      [
        "Cl",
        -0.12845908
      ],
      [
        "arence",
        -0.0002359601
      ],
      [
        " Earl",
        -0.009580304
      ],
      [
        " G",
        -5.4788892e-05
      ],
      [
        "ideon",
        -0.000116655596
      ]
    ]
  },
  "In a re-trial that took place after this Supreme Court case, the testimony of a cab driver discredited the previous testimony of Henry Cook. In this case, the defendant changed from H. G. Cochran after the oral arguments. The attorney on the winning side of this case, Abe Fortas, was nominated to the Supreme Court two years after this case. The decision in this case overturned the \"special circumstances\" requirement of Betts v. Brady. The plaintiff of this case was accused of breaking into a Florida": {
    "guess": "Gideon v. Wainwright",
    "confidence": [
      [
        "G",
        -0.0077761565
      ],
      [
        "ideon",
        -8.180258e-06
      ],
      [
        " v",
        -9.996708e-05
      ],
      [
        ".",
        -4.5133394e-05
      ],
      [
        " W",
        -1.2233183e-05
      ],
      [
        "ain",
        -2.6418418e-05
      ],
      [
        "wright",
        -0.0001527633
      ]
    ]
  },
  "This tribe's leaders included one who led the Alma Massacre, as well as another who was tracked down by both General Crook and General Miles. Like the Navajo, they speak an Athabaskan language, and their": {
    "guess": "Apache",
    "confidence": [
      [
        "Apache",
        -0.9194958
      ]
    ]
  },
  "At this man's trial, one witness alleged that he once said \"Rome has fallen;\" his former associate Charles Nolin also testified against him in front of judge Hugh Richardson. This man once convened a council called \"the Exovedate,\" from the Latin for \"out of the flock,\" and proceeded to breathe the \"Holy Spirit\" into his followers. Earlier, he had quickly defeated John Christian Schultz and John Sloughton": {
    "guess": "Louis Riel",
    "confidence": [
      [
        "Louis",
        -0.023157082
      ],
      [
        " R",
        -0.018538753
      ],
      [
        "iel",
        -4.036525e-05
      ]
    ]
  },
  "During the trial surrounding this scandal, Martha Mitchell gained notoriety for maintaining her husband's innocence. W. Mark Felt was revealed in 2005 to be the source who exposed the details of this scandal known as \"Deep Throat.\" In a famous interview, one man involved with this scandal claimed that he was \"not a crook.\" For 10 points, name this scandal that was broken by Woodward and Bernstein, and which forced Richard Nixon to resign the presidency.": {
    "guess": "Watergate scandal",
    "confidence": [
      [
        "Water",
        -0.006929562
      ],
      [
        "gate",
        -2.7252845e-05
      ],
      [
        " scandal",
        -0.00079568924
      ]
    ]
  },
  "The trial following it took place in Flemington and, as a result, many states passed laws restricting the use of photographic and recording devices in court. The perpetrator, who was prosecuted by David T. Wilentz and was caught at a Bronx gas station, worked through an intermediary, John F. Condon. Despite paying the $50,000 ransom, the victim was killed and a positive identification was made from his congenitally-deformed right foot after he was found in a ditch outside Trenton. That victim was the two-year old son of Anne Morrow and her more famous husband. FTP, name this notorious March 1, 1932 act that made kidnapping and ransom a federal crime and for which Bruno Hauptmann was convicted.": {
    "guess": "Lindbergh kidnapping",
    "confidence": [
      [
        "L",
        -0.076692
      ],
      [
        "ind",
        -0.0003339162
      ],
      [
        "ber",
        -0.0025553307
      ],
      [
        "gh",
        -5.080963e-06
      ],
      [
        " kidnapping",
        -0.0051478967
      ]
    ]
  },
  "During the trial surrounding this scandal, Martha Mitchell gained notoriety for maintaining her husband's innocence. W. Mark Felt was revealed in 2005 to be the source who exposed the details of this scandal known as \"Deep Throat.\" In a famous interview, one man involved with this scandal claimed that": {
    "guess": "Watergate scandal",
    "confidence": [
      [
        "Water",
        -0.20892306
      ],
      [
        "gate",
        -9.3291674e-05
      ],
      [
        " scandal",
        -0.01396651
      ]
    ]
  },
  "One tribe worshipped this god under the name Vanna-issa, and elevated him to the status of creator deity, and this god's wife is sometimes called Maaemonen. After one figure prays to this god, a yellow bird comes to lay eggs on her, resulting in the creation of the sky and earth. Apart from rescuing Ilmatar, this also married Akka, and when he mates with her storms happen. This figure is associated with a tool or weapon called the vasara. Via a bee, this god sent ointment that resurrected Lemminkainen": {
    "guess": "Ilmarinen",
    "confidence": [
      [
        "Il",
        -0.37037766
      ],
      [
        "mar",
        -0.2581473
      ],
      [
        "inen",
        -9.460292e-05
      ]
    ]
  },
  "The trial following it took place in Flemington and, as a result, many states passed laws restricting the use of photographic and recording devices in court. The perpetrator, who was prosecuted by David T. Wilentz and was caught at a Bronx gas station, worked through an intermediary, John F. Condon.": {
    "guess": "Lindbergh kidnapping",
    "confidence": [
      [
        "L",
        -0.15990813
      ],
      [
        "ind",
        -0.0007131471
      ],
      [
        "ber",
        -0.0012855908
      ],
      [
        "gh",
        -1.3856493e-06
      ],
      [
        " kidnapping",
        -0.0009926761
      ]
    ]
  },
  "Tribonian compiled his legislation into the Codex Constitutionum, later known as the Body of Civil Law. Later legislation under his name included the Novellae, the first enactments in his empire to be published in Greek, not Latin. Early in his reign the Blues and Greens revolted against his rule and": {
    "guess": "Tribonian",
    "confidence": [
      [
        "T",
        -0.77083063
      ],
      [
        "rib",
        -4.723352e-06
      ],
      [
        "onian",
        -7.107425e-06
      ]
    ]
  },
  "Tribonian compiled his legislation into the Codex Constitutionum, later known as the Body of Civil Law. Later legislation under his name included the Novellae, the first enactments in his empire to be": {
    "guess": "Corpus Juris Civilis",
    "confidence": [
      [
        "Cor",
        -0.32812175
      ],
      [
        "pus",
        -4.0961266e-05
      ],
      [
        " Jur",
        -0.0009314678
      ],
      [
        "is",
        -9.253091e-06
      ],
      [
        " Civil",
        -0.0002936327
      ],
      [
        "is",
        -1.0445127e-05
      ]
    ]
  },
  "The trial in this novel is presided over by Lucas de Beaumanoir. One character in this novel, Brian de Bois-Gilbert, captures the daughter of Isaac of York named Rebecca. Athelstane disclaims the daughter of Cedric the Saxon named Lady Rowena, who marries the title character at the end of this novel.": {
    "guess": "Ivanhoe",
    "confidence": [
      [
        "I",
        -0.0012853524
      ],
      [
        "van",
        -5.5122365e-07
      ],
      [
        "hoe",
        -0.00021212305
      ]
    ]
  },
  "The trial in this novel is presided over by Lucas de Beaumanoir. One character in this novel, Brian de Bois-Gilbert, captures the daughter of Isaac of York named Rebecca. Athelstane disclaims the daughter": {
    "guess": "Ivanhoe",
    "confidence": [
      [
        "I",
        -0.0047766184
      ],
      [
        "van",
        -3.1281633e-07
      ],
      [
        "hoe",
        -0.00034559448
      ]
    ]
  },
  "One tribe worshipped this god under the name Vanna-issa, and elevated him to the status of creator deity,": {
    "guess": "Vishnu",
    "confidence": [
      [
        "V",
        -2.075555
      ],
      [
        "ish",
        -0.8823306
      ],
      [
        "nu",
        -0.0115173105
      ]
    ]
  },
  "At this man's trial, one witness alleged that he once said \"Rome has fallen;\" his former associate Charles Nolin also testified against him in front of judge Hugh Richardson. This man once convened a council called \"the Exovedate,\" from the Latin for \"out of the flock,\" and proceeded to breathe the \"Holy Spirit\" into his followers. Earlier, he had quickly defeated John Christian Schultz and John Sloughton Dennis and seized Fort Garry. A so-called \"peace mission\" under Garnet Wolseley forced him into exile after he was villified for insisting upon the execution of Thomas Scott. He dubbed himself the \"Prophet of the New World\" and returned from exile with his general Gabriel Dumont in order to lead the North-West Rebellion in 1885. FTP, name this man who had earlier led the Red River Rebellion, and was hailed as a hero of the M?is people in Manitoba.": {
    "guess": "Louis Riel",
    "confidence": [
      [
        "Louis",
        -0.004465489
      ],
      [
        " R",
        -0.0035829681
      ],
      [
        "iel",
        -0.00014549555
      ]
    ]
  },
  "At this man's trial, one witness alleged that he once said \"Rome has fallen;\" his former associate Charles Nolin also testified against him in front of judge Hugh Richardson. This man once convened a council called \"the Exovedate,\" from the Latin for \"out of the flock,\" and proceeded to breathe the \"Holy Spirit\" into his followers. Earlier, he had quickly defeated John Christian Schultz and John Sloughton Dennis and seized Fort Garry. A so-called \"peace mission\" under Garnet Wolseley forced him into exile after he was villified for insisting upon the execution of Thomas Scott. He dubbed himself the \"Prophet of the New World\" and returned from exile with his general Gabriel Dumont in order to": {
    "guess": "Louis Riel",
    "confidence": [
      [
        "Louis",
        -0.047743183
      ],
      [
        " R",
        -0.0013676195
      ],
      [
        "iel",
        -2.5345586e-05
      ]
    ]
  },
  "The trial following it took place in Flemington and, as a result, many states passed laws restricting the use of photographic and recording devices in court. The perpetrator, who was prosecuted by David T. Wilentz and was caught at a Bronx gas station, worked through an intermediary, John F. Condon. Despite paying the $50,000 ransom, the victim was killed and a positive identification was made from his congenitally-deformed right foot after he was found in a ditch outside Trenton. That victim was": {
    "guess": "Lindbergh kidnapping",
    "confidence": [
      [
        "L",
        -0.16227819
      ],
      [
        "ind",
        -0.0016018639
      ],
      [
        "ber",
        -0.00064536056
      ],
      [
        "gh",
        -6.704273e-07
      ],
      [
        " kidnapping",
        -0.0030686222
      ]
    ]
  },
  "Because of a trial in which this god defended himself so well that he was completely buried in a heap of stones, the first cairns were born to help travelers.  He was the one who liberated Io from Argus and the god who saved Odysseus and his men from being turned into pigs by Circe.  He only stole once - some of Apollo's cattle - when he was just born, but he would become god of thieves and merchants.": {
    "guess": "Hermes",
    "confidence": [
      [
        "H",
        -0.0046815765
      ],
      [
        "erm",
        -6.945094e-05
      ],
      [
        "es",
        -0.00023846338
      ]
    ]
  },
  "This tribe lost the Battle of Tricamarum, and members of this group believed in Arianism. This tribe kidnapped the empresses Eudocia and Placidia during an event performed by Alaric forty-five years earlier, and this tribe fought Belisarius under their king Gelimer. Pope Leo I talked with Gaiseric, the": {
    "guess": "Vandals",
    "confidence": [
      [
        "V",
        -0.03301778
      ],
      [
        "and",
        -0.0013438044
      ],
      [
        "als",
        -6.098748e-05
      ]
    ]
  },
  "In a re-trial that took place after this Supreme Court case, the testimony of a cab driver discredited the previous testimony of Henry Cook. In this case, the defendant changed from H. G. Cochran after the oral arguments. The attorney on the winning side of this case, Abe Fortas, was nominated to the Supreme Court two years after this case. The decision in this case overturned the \"special circumstances\"": {
    "guess": "Miranda v. Arizona",
    "confidence": [
      [
        "Mir",
        -0.6603801
      ],
      [
        "anda",
        -1.0683535e-05
      ],
      [
        " v",
        -0.00010831134
      ],
      [
        ".",
        -0.00016718694
      ],
      [
        " Arizona",
        -8.45898e-05
      ]
    ]
  },
  "One tribe worshipped this god under the name Vanna-issa, and elevated him to the status of creator deity, and this god's wife is sometimes called Maaemonen. After one figure prays to this god, a yellow": {
    "guess": "Norse mythology",
    "confidence": [
      [
        "N",
        -2.3201709
      ],
      [
        "orse",
        -0.37446842
      ],
      [
        " mythology",
        -0.20312303
      ]
    ]
  },
  "This tribe's leaders included one who led the Alma Massacre, as well as another who was tracked down by both General Crook and General Miles. Like the Navajo, they speak an Athabaskan language, and their divisions include the Mescalero, Jicarilla, and Chiricahua. Their leaders Mangas Coloradas and Cochise joined in an alliance to drive the white man from their lands. FTP, name this southwestern Native": {
    "guess": "Apache",
    "confidence": [
      [
        "Apache",
        -0.12609595
      ]
    ]
  },
  "Tribonian compiled his legislation into the Codex Constitutionum, later known as the Body of Civil Law. Later legislation under his name included the Novellae, the first enactments in his empire to be published in Greek, not Latin. Early in his reign the Blues and Greens revolted against his rule and convinced Hypatius to take the imperial seat at the hippodrome; on his wife Theodora's advice he sent to put down the rebellion Belisarius, who later reconquered much of the Roman Empire for him. FTP,": {
    "guess": "Justinian I",
    "confidence": [
      [
        "Justin",
        -0.011479244
      ],
      [
        "ian",
        -0.00037895687
      ],
      [
        " I",
        -7.696077e-05
      ]
    ]
  },
  "A triangularly-framed marble relief of the Assumption done for this structure was the final work of Nanni di Banco, positioned over the Door of the Mandorla that serves as its north entrance. Containing the Door of the Canonici on its south side, it was finally consecrated by Eugene IV, roughly 140 years after it was begun under the direction of Arnolfo di Cambio, though it took until 1420 for construction": {
    "guess": "Florence Cathedral",
    "confidence": [
      [
        "Flo",
        -0.19230293
      ],
      [
        "rence",
        -0.0047534765
      ],
      [
        " Cathedral",
        -0.14911638
      ]
    ]
  },
  "In a triangle, its normalized barycentric coordinates are given by 1,1,1 (one comma one comma one). The Euler line passes through the orthocenter,circumcenter, and this point, and it trisects both the segment joining the orthocenter and circumcenter and all three of the triangle's medians. In physics, it remains constant in a closed system with no external forces, and it can be computed by the sum": {
    "guess": "Euler's line",
    "confidence": [
      [
        "E",
        -0.0534487
      ],
      [
        "uler",
        -0.0013047606
      ],
      [
        "'s",
        -0.20099875
      ],
      [
        " line",
        -1.1112056
      ]
    ]
  },
  "Because of a trial in which this god defended himself so well that he was completely buried in a heap of stones, the first cairns were born to help travelers.  He was the one who liberated Io from Argus and the god who saved Odysseus and his men from being turned into pigs by Circe.  He only stole once - some of Apollo's cattle - when he was just born, but he would become god of thieves and merchants.  Atlas was his grandfather, as his mother was one of the Pleiades, the nymph Maia, who had been impregnated by Zeus.  FTP, name this owner of a golden hat with wings and a pair of winged sandals,": {
    "guess": "Hermes",
    "confidence": [
      [
        "H",
        -0.045874633
      ],
      [
        "erm",
        -6.0391463e-05
      ],
      [
        "es",
        -0.0003392767
      ]
    ]
  },
  "Because of a trial in which this god defended himself so well that he was completely buried in a heap of stones, the first cairns were born to help travelers.  He was the one who liberated Io from Argus and the god who saved Odysseus and his men from being turned into pigs by Circe.  He only stole once": {
    "guess": "Hermes",
    "confidence": [
      [
        "H",
        -0.023569917
      ],
      [
        "erm",
        -0.00028982185
      ],
      [
        "es",
        -0.0003607297
      ]
    ]
  },
  "Because of a trial in which this god defended himself so well that he was completely buried in a heap": {
    "guess": "Clarence Darrow",
    "confidence": [
      [
        "Cl",
        -1.0301067
      ],
      [
        "arence",
        -0.00370352
      ],
      [
        " D",
        -0.009236517
      ],
      [
        "arrow",
        -5.4312077e-05
      ]
    ]
  },
  "This tribe lost the Battle of Tricamarum, and members of this group believed in Arianism. This tribe kidnapped the empresses Eudocia and Placidia during an event performed by Alaric forty-five years earlier, and this tribe fought Belisarius under their king Gelimer. Pope Leo I talked with Gaiseric, the leader of this people, after he lead the sack of Rome in 455 A.D. For 10 points, identify this Germanic": {
    "guess": "Vandals",
    "confidence": [
      [
        "V",
        -0.004712665
      ],
      [
        "and",
        -0.0013246456
      ],
      [
        "als",
        -4.604148e-06
      ]
    ]
  },
  "In a re-trial that took place after this Supreme Court case, the testimony of a cab driver discredited the previous testimony of Henry Cook. In this case, the defendant changed from H. G. Cochran after the oral arguments. The attorney on the winning side of this case, Abe Fortas, was nominated to the": {
    "guess": "Miranda v. Arizona",
    "confidence": [
      [
        "Mir",
        -0.362558
      ],
      [
        "anda",
        -5.383526e-05
      ],
      [
        " v",
        -0.0036410496
      ],
      [
        ".",
        -0.00052205444
      ],
      [
        " Arizona",
        -0.0002645543
      ]
    ]
  },
  "Tribonian compiled his legislation into the Codex Constitutionum, later known as the Body of Civil Law. Later legislation under his name included the Novellae, the first enactments in his empire to be published in Greek, not Latin. Early in his reign the Blues and Greens revolted against his rule and convinced Hypatius to take the imperial seat at the hippodrome; on his wife Theodora's advice he sent to put down the rebellion Belisarius, who later reconquered much of the Roman Empire for him. FTP, name this greatest Byzantine emperor.": {
    "guess": "Justinian I",
    "confidence": [
      [
        "Justin",
        -0.008413512
      ],
      [
        "ian",
        -0.00030864868
      ],
      [
        " I",
        -0.0019891863
      ]
    ]
  },
  "One tribe worshipped this god under the name Vanna-issa, and elevated him to the status of creator deity, and this god's wife is sometimes called Maaemonen. After one figure prays to this god, a yellow bird comes to lay eggs on her, resulting in the creation of the sky and earth. Apart from rescuing": {
    "guess": "List of Etruscan mythological figures",
    "confidence": [
      [
        "List",
        -1.8797327
      ],
      [
        " of",
        -5.9914648e-05
      ],
      [
        " E",
        -0.55657446
      ],
      [
        "tr",
        -0.00018244502
      ],
      [
        "us",
        -1.8624639e-06
      ],
      [
        "can",
        -2.8160932e-06
      ],
      [
        " myth",
        -0.016140997
      ],
      [
        "ological",
        -0.00016766376
      ],
      [
        " figures",
        -0.00013321757
      ]
    ]
  },
  "The trial following it took place in Flemington and, as a result, many states passed laws restricting": {
    "guess": "Lindbergh kidnapping",
    "confidence": [
      [
        "L",
        -0.16496983
      ],
      [
        "ind",
        -0.012970918
      ],
      [
        "ber",
        -0.0004325765
      ],
      [
        "gh",
        -7.89631e-07
      ],
      [
        " kidnapping",
        -0.002226145
      ]
    ]
  },
  "In a triangle, its normalized barycentric coordinates are given by 1,1,1 (one comma one comma one). The Euler line passes through the orthocenter,circumcenter, and this point, and it trisects both the segment joining the orthocenter and circumcenter and all three of the triangle's medians. In physics, it remains constant in a closed system with no external forces, and it can be computed by the sum of the products of position and mass divided by the total mass. FTP, name this point which is sometimes": {
    "guess": "Centroid",
    "confidence": [
      [
        "Cent",
        -1.1076167
      ],
      [
        "roid",
        -0.00151998
      ]
    ]
  },
  "One tribe worshipped this god under the name Vanna-issa, and elevated him to the status of creator deity, and this god's wife is sometimes called Maaemonen. After one figure prays to this god, a yellow bird comes to lay eggs on her, resulting in the creation of the sky and earth. Apart from rescuing Ilmatar, this also married Akka, and when he mates with her storms happen. This figure is associated with a tool or weapon called the vasara. Via a bee, this god sent ointment that resurrected Lemminkainen and he has an eponymous hammer similar to Thor's. For ten points, name this thunder god from Finnish mythology.": {
    "guess": "Ukko",
    "confidence": [
      [
        "U",
        -0.05691444
      ],
      [
        "k",
        -0.00021200384
      ],
      [
        "ko",
        -1.2352386e-05
      ]
    ]
  },
  "Because of a trial in which this god defended himself so well that he was completely buried in a heap of stones, the first cairns were born to help travelers.  He was the one who liberated Io from Argus": {
    "guess": "Hermes",
    "confidence": [
      [
        "H",
        -0.4282235
      ],
      [
        "erm",
        -0.020594563
      ],
      [
        "es",
        -0.00075685815
      ]
    ]
  },
  "In a re-trial that took place after this Supreme Court case, the testimony of a cab driver discredited": {
    "guess": "Miranda v. Arizona",
    "confidence": [
      [
        "Mir",
        -1.7421381
      ],
      [
        "anda",
        -0.011239861
      ],
      [
        " v",
        -0.0023149995
      ],
      [
        ".",
        -0.00012558853
      ],
      [
        " Arizona",
        -0.00028576894
      ]
    ]
  },
  "At this man's trial, one witness alleged that he once said \"Rome has fallen;\" his former associate Charles Nolin also testified against him in front of judge Hugh Richardson. This man once convened a council": {
    "guess": "Pope Formosus",
    "confidence": [
      [
        "P",
        -2.0107532
      ],
      [
        "ope",
        -0.05793925
      ],
      [
        " Form",
        -2.0122287
      ],
      [
        "os",
        -0.00057352474
      ],
      [
        "us",
        -6.539802e-05
      ]
    ]
  },
  "In a re-trial that took place after this Supreme Court case, the testimony of a cab driver discredited the previous testimony of Henry Cook. In this case, the defendant changed from H. G. Cochran after the oral arguments. The attorney on the winning side of this case, Abe Fortas, was nominated to the Supreme Court two years after this case. The decision in this case overturned the \"special circumstances\" requirement of Betts v. Brady. The plaintiff of this case was accused of breaking into a Florida pool hall, but didn't have legal representation. For 10 points, name this Supreme Court Case which": {
    "guess": "Gideon v. Wainwright",
    "confidence": [
      [
        "G",
        -0.0025798206
      ],
      [
        "ideon",
        -6.749814e-06
      ],
      [
        " v",
        -9.603336e-05
      ],
      [
        ".",
        -5.407367e-05
      ],
      [
        " W",
        -1.1517961e-05
      ],
      [
        "ain",
        -2.0935051e-05
      ],
      [
        "wright",
        -0.00013023747
      ]
    ]
  },
  "One tribe worshipped this god under the name Vanna-issa, and elevated him to the status of creator deity, and this god's wife is sometimes called Maaemonen. After one figure prays to this god, a yellow bird comes to lay eggs on her, resulting in the creation of the sky and earth. Apart from rescuing Ilmatar, this also married Akka, and when he mates with her storms happen. This figure is associated with a tool or weapon called the vasara. Via a bee, this god sent ointment that resurrected Lemminkainen and he has an eponymous hammer similar to Thor's. For ten points, name this thunder god from Finnish": {
    "guess": "Ukko",
    "confidence": [
      [
        "U",
        -0.19419597
      ],
      [
        "k",
        -0.0002632431
      ],
      [
        "ko",
        -0.00011343709
      ]
    ]
  },
  "The trial following it took place in Flemington and, as a result, many states passed laws restricting the use of photographic and recording devices in court. The perpetrator, who was prosecuted by David": {
    "guess": "Lindbergh kidnapping",
    "confidence": [
      [
        "L",
        -0.43206963
      ],
      [
        "ind",
        -0.013724786
      ],
      [
        "ber",
        -0.00093718956
      ],
      [
        "gh",
        -5.4385737e-06
      ],
      [
        " kidnapping",
        -0.002879534
      ]
    ]
  },
  "A triangularly-framed marble relief of the Assumption done for this structure was the final work of Nanni di Banco, positioned over the Door of the Mandorla that serves as its north entrance. Containing the Door of the Canonici on its south side, it was finally consecrated by Eugene IV, roughly 140 years after it was begun under the direction of Arnolfo di Cambio, though it took until 1420 for construction to start on the two-layered octagonal shell structure that crowns it. FTP, name this cathedral": {
    "guess": "Florence Cathedral",
    "confidence": [
      [
        "Flo",
        -0.13806793
      ],
      [
        "rence",
        -0.000357988
      ],
      [
        " Cathedral",
        -0.003006704
      ]
    ]
  },
  "In a triangle, its normalized barycentric coordinates are given by 1,1,1 (one comma one comma one). The Euler line passes through the orthocenter,circumcenter, and this point, and it trisects both the segment joining the orthocenter and circumcenter and all three of the triangle's medians. In physics, it remains constant in a closed system with no external forces, and it can be computed by the sum of the products of position and mass divided by the total mass. FTP, name this point which is sometimes called the center of gravity.          |": {
    "guess": "Centroid",
    "confidence": [
      [
        "Cent",
        -0.3355719
      ],
      [
        "roid",
        -0.00025621374
      ]
    ]
  },
  "Tribonian compiled his legislation into the Codex Constitutionum, later known as the Body of Civil Law.": {
    "guess": "Codex Justinianus",
    "confidence": [
      [
        "Cod",
        -0.34077168
      ],
      [
        "ex",
        -0.00014025059
      ],
      [
        " Justin",
        -0.4600536
      ],
      [
        "ian",
        -0.0062117507
      ],
      [
        "us",
        -9.436451e-05
      ]
    ]
  },
  "A triangularly-framed marble relief of the Assumption done for this structure was the final work of Nanni": {
    "guess": "Orsanmichele",
    "confidence": [
      [
        "Or",
        -0.8768141
      ],
      [
        "san",
        -0.04922773
      ],
      [
        "m",
        -6.392203e-06
      ],
      [
        "iche",
        -1.0683535e-05
      ],
      [
        "le",
        -3.88156e-05
      ]
    ]
  },
  "The trial in this novel is presided over by Lucas de Beaumanoir. One character in this novel, Brian de": {
    "guess": "Ivanhoe",
    "confidence": [
      [
        "I",
        -0.008533724
      ],
      [
        "van",
        -1.9361265e-07
      ],
      [
        "hoe",
        -0.00038419815
      ]
    ]
  },
  "Tribonian compiled his legislation into the Codex Constitutionum, later known as the Body of Civil Law. Later legislation under his name included the Novellae, the first enactments in his empire to be published in Greek, not Latin. Early in his reign the Blues and Greens revolted against his rule and convinced Hypatius to take the imperial seat at the hippodrome; on his wife Theodora's advice he sent": {
    "guess": "Justinian I",
    "confidence": [
      [
        "Justin",
        -0.07087894
      ],
      [
        "ian",
        -0.011871135
      ],
      [
        " I",
        -0.00018744789
      ]
    ]
  },
  "The trial in this novel is presided over by Lucas de Beaumanoir. One character in this novel, Brian de Bois-Gilbert, captures the daughter of Isaac of York named Rebecca. Athelstane disclaims the daughter of Cedric the Saxon named Lady Rowena, who marries the title character at the end of this novel. For 10 points, name this work of historical fiction depicting the chivalrous Wilfred, written by Walter": {
    "guess": "Ivanhoe",
    "confidence": [
      [
        "I",
        -0.0024156075
      ],
      [
        "van",
        -4.723352e-06
      ],
      [
        "hoe",
        -0.00036287535
      ]
    ]
  }
}