{
  "Their eponymous \"desert\" is a gap in the mass function for close companions to solar-type stars. One of the first to be detected was Gleise 229B, which shows methane bands and is the prototype of the T class. An important diagnostic for these objects is the lithium test, which relies on the fact that even late-type M class objects fuse their lithium fairly quickly. The largest of these objects are found in the L spectral class, cooler than the M stars at the bottom of the main sequence. Ranging in": {
    "guess": "Brown dwarf",
    "confidence": [
      [
        "Brown",
        -0.029337773
      ],
      [
        " dwarf",
        -0.012862414
      ]
    ]
  },
  "Epoxides react with carbon ones of these compounds due to their increased ring strain to form alcohols, and carbonyl groups react with Grignard reagents because the Grignard reagent acts as one of these compounds. Their strength increases with increasing polarizability and decreases with increasing electronegativity, and these compounds can be interchangeably called Lewis bases. The conjugates of weak Lewis acids can act as strong ones of these compounds, and these compounds take the place of the leaving group on alkyl halides during SN1 and SN2 reactions. For 10 points, identify these compounds,": {
    "guess": "Nucleophiles",
    "confidence": [
      [
        "N",
        -0.62697846
      ],
      [
        "ucle",
        -8.637786e-05
      ],
      [
        "oph",
        -0.078405716
      ],
      [
        "iles",
        -4.406056e-05
      ]
    ]
  },
  "Epperson v. Arkansas struck down a state law forbidding this activity, while Edwards v. Aguillard invalidated mandates that it be given only \"equal time.\" In 2005, John Jones ruled that a Dover, Pennsylvania, requirement to present an alternative to it violated the Establishment Clause. Weeks after the Butler Act outlawed it, a football coach committed this act, resulting in litigation that saw William": {
    "guess": "Scopes Trial",
    "confidence": [
      [
        "Sc",
        -0.95637476
      ],
      [
        "opes",
        -5.7768983e-05
      ],
      [
        " Trial",
        -0.04832888
      ]
    ]
  },
  "Epoxides react with carbon ones of these compounds due to their increased ring strain to form alcohols, and carbonyl groups react with Grignard reagents because the Grignard reagent acts as one of these compounds. Their strength increases with increasing polarizability and decreases with increasing electronegativity, and these compounds can be interchangeably called Lewis bases. The conjugates of weak": {
    "guess": "Lewis acids",
    "confidence": [
      [
        "Lewis",
        -0.7181504
      ],
      [
        " acids",
        -0.43605185
      ]
    ]
  },
  "Their eponymous \"desert\" is a gap in the mass function for close companions to solar-type stars. One of the first to be detected was Gleise 229B, which shows methane bands and is the prototype of the T class. An important diagnostic for these objects is the lithium test, which relies on the fact that even late-type M class objects fuse their lithium fairly quickly. The largest of these objects are found in the L spectral class, cooler than the M stars at the bottom of the main sequence. Ranging in mass from about 15 to 80 Jupiter masses, FTP name these \"failed stars\" which never achieve hydrogen": {
    "guess": "Brown dwarf",
    "confidence": [
      [
        "Brown",
        -0.007889694
      ],
      [
        " dwarf",
        -0.0027397317
      ]
    ]
  },
  "Epperson v. Arkansas struck down a state law forbidding this activity, while Edwards v. Aguillard invalidated": {
    "guess": "Teaching of Creationism in public schools",
    "confidence": [
      [
        "Te",
        -0.24846554
      ],
      [
        "aching",
        -0.00054552656
      ],
      [
        " of",
        -0.23587455
      ],
      [
        " Creation",
        -0.8442528
      ],
      [
        "ism",
        -0.061822463
      ],
      [
        " in",
        -0.2247814
      ],
      [
        " public",
        -0.36817285
      ],
      [
        " schools",
        -0.014068531
      ]
    ]
  },
  "Epperson v. Arkansas struck down a state law forbidding this activity, while Edwards v. Aguillard invalidated mandates that it be given only \"equal time.\" In 2005, John Jones ruled that a Dover, Pennsylvania, requirement to present an alternative to it violated the Establishment Clause. Weeks after the": {
    "guess": "Teaching of Intelligent Design",
    "confidence": [
      [
        "Te",
        -0.7536244
      ],
      [
        "aching",
        -0.34964898
      ],
      [
        " of",
        -0.035273533
      ],
      [
        " Intelligent",
        -0.4801195
      ],
      [
        " Design",
        -0.002615371
      ]
    ]
  },
  "Epoxides react with carbon ones of these compounds due to their increased ring strain to form alcohols, and carbonyl groups react with Grignard reagents because the Grignard reagent acts as one of these": {
    "guess": "Organometallic compound",
    "confidence": [
      [
        "Organ",
        -0.8087255
      ],
      [
        "omet",
        -0.43026707
      ],
      [
        "al",
        -0.00022797346
      ],
      [
        "lic",
        -0.0012773768
      ],
      [
        " compound",
        -0.24421516
      ]
    ]
  },
  "Epperson v. Arkansas struck down a state law forbidding this activity, while Edwards v. Aguillard invalidated mandates that it be given only \"equal time.\" In 2005, John Jones ruled that a Dover, Pennsylvania, requirement to present an alternative to it violated the Establishment Clause. Weeks after the Butler Act outlawed it, a football coach committed this act, resulting in litigation that saw William Jennings Bryan, a self-described \"expert on the Bible,\" cross-examined by Clarence Darrow. FTP,": {
    "guess": "Scopes Trial",
    "confidence": [
      [
        "Sc",
        -0.02277657
      ],
      [
        "opes",
        -3.1281633e-07
      ],
      [
        " Trial",
        -0.0003393959
      ]
    ]
  },
  "Epoxides react with carbon ones of these compounds due to their increased ring strain to form alcohols, and carbonyl groups react with Grignard reagents because the Grignard reagent acts as one of these compounds. Their strength increases with increasing polarizability and decreases with increasing electronegativity, and these compounds can be interchangeably called Lewis bases. The conjugates of weak Lewis acids can act as strong ones of these compounds, and these compounds take the place of the": {
    "guess": "Lewis acids",
    "confidence": [
      [
        "Lewis",
        -0.75817657
      ],
      [
        " acids",
        -1.4349954
      ]
    ]
  },
  "Epoxides react with carbon ones of these compounds due to their increased ring strain to form alcohols, and carbonyl groups react with Grignard reagents because the Grignard reagent acts as one of these compounds. Their strength increases with increasing polarizability and decreases with increasing electronegativity,": {
    "guess": "Lewis acid",
    "confidence": [
      [
        "Lewis",
        -0.31933647
      ],
      [
        " acid",
        -1.0897886
      ]
    ]
  },
  "Their eponymous \"desert\" is a gap in the mass function for close companions to solar-type stars. One of the first to be detected was Gleise 229B, which shows methane bands and is the prototype of the T": {
    "guess": "T-type brown dwarf",
    "confidence": [
      [
        "T",
        -1.1839217
      ],
      [
        "-type",
        -0.1838025
      ],
      [
        " brown",
        -0.7311877
      ],
      [
        " dwarf",
        -0.5037538
      ]
    ]
  },
  "Epoxides react with carbon ones of these compounds due to their increased ring strain to form alcohols, and carbonyl groups react with Grignard reagents because the Grignard reagent acts as one of these compounds. Their strength increases with increasing polarizability and decreases with increasing electronegativity, and these compounds can be interchangeably called Lewis bases. The conjugates of weak Lewis acids can act as strong ones of these compounds, and these compounds take the place of the leaving group on alkyl halides during SN1 and SN2 reactions. For 10 points, identify these compounds, whose name suggests that they love neutrons and protons.": {
    "guess": "Base",
    "confidence": [
      [
        "Base",
        -0.98874587
      ]
    ]
  },
  "Epoxides react with carbon ones of these compounds due to their increased ring strain to form alcohols,": {
    "guess": "Alkyl halides",
    "confidence": [
      [
        "Al",
        -0.66904896
      ],
      [
        "k",
        -0.519252
      ],
      [
        "yl",
        -0.44104403
      ],
      [
        " hal",
        -0.6269582
      ],
      [
        "ides",
        -0.15690078
      ]
    ]
  },
  "Their eponymous \"desert\" is a gap in the mass function for close companions to solar-type stars. One": {
    "guess": "Brown dwarf",
    "confidence": [
      [
        "Brown",
        -0.80782694
      ],
      [
        " dwarf",
        -0.03242559
      ]
    ]
  },
  "Their eponymous \"desert\" is a gap in the mass function for close companions to solar-type stars. One of the first to be detected was Gleise 229B, which shows methane bands and is the prototype of the T class. An important diagnostic for these objects is the lithium test, which relies on the fact that": {
    "guess": "Brown dwarf",
    "confidence": [
      [
        "Brown",
        -0.34221774
      ],
      [
        " dwarf",
        -0.029657574
      ]
    ]
  },
  "Their eponymous \"desert\" is a gap in the mass function for close companions to solar-type stars. One of the first to be detected was Gleise 229B, which shows methane bands and is the prototype of the T class. An important diagnostic for these objects is the lithium test, which relies on the fact that even late-type M class objects fuse their lithium fairly quickly. The largest of these objects are": {
    "guess": "Brown dwarf",
    "confidence": [
      [
        "Brown",
        -0.0074875997
      ],
      [
        " dwarf",
        -0.041539226
      ]
    ]
  },
  "Epperson v. Arkansas struck down a state law forbidding this activity, while Edwards v. Aguillard invalidated mandates that it be given only \"equal time.\" In 2005, John Jones ruled that a Dover, Pennsylvania,": {
    "guess": "Intelligent Design Movement",
    "confidence": [
      [
        "Int",
        -0.30399048
      ],
      [
        "elligent",
        -0.00010902656
      ],
      [
        " Design",
        -0.45438164
      ],
      [
        " Movement",
        -0.098756865
      ]
    ]
  },
  "Their eponymous \"desert\" is a gap in the mass function for close companions to solar-type stars. One of the first to be detected was Gleise 229B, which shows methane bands and is the prototype of the T class. An important diagnostic for these objects is the lithium test, which relies on the fact that even late-type M class objects fuse their lithium fairly quickly. The largest of these objects are found in the L spectral class, cooler than the M stars at the bottom of the main sequence. Ranging in mass from about 15 to 80 Jupiter masses, FTP name these \"failed stars\" which never achieve hydrogen fusion.": {
    "guess": "Brown dwarf",
    "confidence": [
      [
        "Brown",
        -0.008687848
      ],
      [
        " dwarf",
        -0.0045425044
      ]
    ]
  },
  "Epperson v. Arkansas struck down a state law forbidding this activity, while Edwards v. Aguillard invalidated mandates that it be given only \"equal time.\" In 2005, John Jones ruled that a Dover, Pennsylvania, requirement to present an alternative to it violated the Establishment Clause. Weeks after the Butler Act outlawed it, a football coach committed this act, resulting in litigation that saw William Jennings Bryan, a self-described \"expert on the Bible,\" cross-examined by Clarence Darrow. FTP, name this \"crime\" at the center of the 1925 Scopes Monkey Trial.": {
    "guess": "Teaching of evolution in public schools",
    "confidence": [
      [
        "Te",
        -0.49990994
      ],
      [
        "aching",
        -0.0029586852
      ],
      [
        " of",
        -0.31355926
      ],
      [
        " evolution",
        -0.37463498
      ],
      [
        " in",
        -0.12681513
      ],
      [
        " public",
        -0.1536874
      ],
      [
        " schools",
        -0.0038346369
      ]
    ]
  }
}