{
  "Solid iodoform formation is involved in a common method for testing for methyl versions of this functional group. With a thorium oxide catalyst, a dicarboxylic acid is converted into a cyclic version of these and in another reaction, thioesters and organozinc compounds also couple to form these. In addition to being the product of Ruzicka cyclization and Fukuyama Coupling, these tautomerizable compounds can be treated with either (*) mCPBA or hydrogen peroxide to form esters in the Baeyer-Villiger oxidation. Their \"bodies\" are found in the urine of starving people and, more commonly, diabetics. These compounds result after secondary alcohols are oxidized. For 10 points, name this functional group,": {
    "guess": "Ketone",
    "confidence": [
      [
        "K",
        -0.08583696
      ],
      [
        "et",
        -7.302705e-05
      ],
      [
        "one",
        -0.009701322
      ]
    ]
  },
  "A soldier named Lucius Terentius Bassus left an inscription praising this god in modern-day Woerden in": {
    "guess": "Nehalennia",
    "confidence": [
      [
        "N",
        -0.25134477
      ],
      [
        "eh",
        -0.020792367
      ],
      [
        "al",
        -0.0035885489
      ],
      [
        "enn",
        -0.0019118615
      ],
      [
        "ia",
        -1.3856493e-06
      ]
    ]
  },
  "Soldiers in this military force who misbehaved were punished by being shackled to the \"clog.\" This military force was aided by the Skinners who raided for supplies and hunted the so called Cowboys. Recruitment quotas for this organization were increased as a part of the 88-Battalion Resolve. In an effort to defend one region, this military established the Flying Camp. This organization's field manual, Regulations for the Order And Discipline of the Army, was more commonly known as the Blue Book. Scottish doctor James Craik worked for this military. This military took over one city shortly after an opposing force left on Evacuation Day. Veterans of this military force established the Society of the Cincinnati. The main infantry component of this was organized into the \"State Lines\" and Friedrich Steuben drilled this fighting force at Valley Forge. For 10 points, name this main army lead by George Washington that fought the British.": {
    "guess": "Continental Army",
    "confidence": [
      [
        "Contin",
        -0.0005844878
      ],
      [
        "ental",
        -6.3609965e-05
      ],
      [
        " Army",
        -4.7755875e-05
      ]
    ]
  },
  "Solar panels and wind cowls cover the roofs of this city's environmentally friendly BedZED Ecovillage.": {
    "guess": "BedZED",
    "confidence": [
      [
        "Bed",
        -0.07550134
      ],
      [
        "Z",
        -0.5073355
      ],
      [
        "ED",
        -0.0010260202
      ]
    ]
  },
  "A soldier named Lucius Terentius Bassus left an inscription praising this god in modern-day Woerden in the Netherlands, which suggests that Minerva was considered his consort, though he was also paired with Urania. The rituals associated with this god are similar to the Akitu festival of Bablyonian tradition": {
    "guess": "Mars (mythology)",
    "confidence": [
      [
        "M",
        -0.5583771
      ],
      [
        "ars",
        -0.38901573
      ],
      [
        " (",
        -0.45221627
      ],
      [
        "my",
        -0.03253475
      ],
      [
        "th",
        -4.7040652e-05
      ],
      [
        "ology",
        -0.00047869363
      ],
      [
        ")",
        -5.7649777e-05
      ]
    ]
  },
  "This man sold his namesake carbine rifle to the Buchanan administration, and deferred to George C. Meade at the Battle of North Anna. This victor of the Battle of Campbell's Station also issued General Order Number 38. He tried a namesake \"bridge\" formation at the Battle of Antietam and, after George B. McClellan didn't pursue Robert E. Lee, this man was put in control of the Army of the Potomac. After his defeat at Fredericksburg, he was replaced in that position by Joseph Hooker, and, after the": {
    "guess": "Ambrose Burnside",
    "confidence": [
      [
        "Amb",
        -0.61316967
      ],
      [
        "rose",
        -0.00017851128
      ],
      [
        " Burn",
        -0.011520142
      ],
      [
        "side",
        -1.8074163e-05
      ]
    ]
  },
  "A solid-solution of two types of this mineral can exsolve to form perthites. The continuous branch of Bowen's reaction series consists of this mineral's forms as various solid-solutions of albite and anorthite. Those forms characterized by the presence of sodium or calcium comprise the plagioclase series. Potassium characterizes microcline and orthoclase, members of the alkali type of this mineral. A six on the Mohs scale, For 10 points, name this aluminosilicate mineral, the most common in the Earth's": {
    "guess": "Feldspar",
    "confidence": [
      [
        "F",
        -0.0014201149
      ],
      [
        "eld",
        -4.365741e-06
      ],
      [
        "spar",
        -1.4974867e-05
      ]
    ]
  },
  "A soldier from this country put the head of King Muqrin on his coat of arms after beheading Muqrin and claiming Bahrain for this nation. This country gained power over one territory by overthrowing the Jaffna Kingdom. Although this nation tried to assert its rights over the colonies delineated on the Pink Map, it yielded to the British Ultimatum. Following independence, another of its former colonies issued the (*) Golden Law of 1888 to abolish slavery. Its final colonies were largely eliminated": {
    "guess": "Portugal",
    "confidence": [
      [
        "Port",
        -0.03133812
      ],
      [
        "ugal",
        -0.0034010943
      ]
    ]
  },
  "Soldiers sympathetic to this group were killed after the Banbury mutiny, after a group of officers named Grandees began to reject their ideas. William Walwyn was one of these people, whose supporters wore rosemary springs and sea-green ribbons. The manifesto An Agreement of the People, written in part by John Lilburne, laid out this movement's beliefs. These participants in the Putney debates were the basis for a more extreme splinter group known as the Diggers. For 10 points, name these believers in universal male suffrage and radical social equality, who were put down by Oliver Cromwell after": {
    "guess": "Levellers",
    "confidence": [
      [
        "Le",
        -0.004321999
      ],
      [
        "v",
        -4.608702e-05
      ],
      [
        "ellers",
        -2.7968066e-05
      ]
    ]
  },
  "A soldier from this country infamously struck U.S. consul John Allison. During peacetime, the U.S. gunboat Panay was bombed by this country. Its actions were criticized by the U.S. in the Stimson Doctrine.": {
    "guess": "Empire of Japan",
    "confidence": [
      [
        "Emp",
        -0.6424444
      ],
      [
        "ire",
        -8.537869e-06
      ],
      [
        " of",
        -9.698699e-05
      ],
      [
        " Japan",
        -1.8431772e-05
      ]
    ]
  },
  "This man sold his namesake carbine rifle to the Buchanan administration, and deferred to George C. Meade at the Battle of North Anna. This victor of the Battle of Campbell's Station also issued General Order Number 38. He tried a namesake \"bridge\" formation at the Battle of Antietam and, after George": {
    "guess": "Battle of Antietam",
    "confidence": [
      [
        "Battle",
        -0.46513945
      ],
      [
        " of",
        -0.00031043674
      ],
      [
        " Ant",
        -0.33452627
      ],
      [
        "iet",
        -9.8536635e-05
      ],
      [
        "am",
        -2.749125e-05
      ]
    ]
  },
  "Solid iodoform formation is involved in a common method for testing for methyl versions of this functional group. With a thorium oxide catalyst, a dicarboxylic acid is converted into a cyclic version of these and in another reaction, thioesters and organozinc compounds also couple to form these. In addition": {
    "guess": "Ketone",
    "confidence": [
      [
        "K",
        -0.55034786
      ],
      [
        "et",
        -3.333223e-05
      ],
      [
        "one",
        -0.00022678143
      ]
    ]
  },
  "In solid-phase peptide synthesis, Wang's resin is often used because it can be cleaved by a trifluoro": {
    "guess": "Wang resin",
    "confidence": [
      [
        "W",
        -0.24277635
      ],
      [
        "ang",
        -0.00048179293
      ],
      [
        " resin",
        -0.10385485
      ]
    ]
  },
  "A soldier from this country put the head of King Muqrin on his coat of arms after beheading Muqrin and claiming Bahrain for this nation. This country gained power over one territory by overthrowing the": {
    "guess": "Saudi Arabia",
    "confidence": [
      [
        "Saudi",
        -0.046299014
      ],
      [
        " Arabia",
        -0.0015039096
      ]
    ]
  },
  "A soldier from this country put the head of King Muqrin on his coat of arms after beheading Muqrin and claiming Bahrain for this nation. This country gained power over one territory by overthrowing the Jaffna Kingdom. Although this nation tried to assert its rights over the colonies delineated on the Pink Map, it yielded to the British Ultimatum. Following independence, another of its former colonies issued the (*) Golden Law of 1888 to abolish slavery. Its final colonies were largely eliminated following its Carnation Revolution, and this country gained claim to territories east of the Cape Verde Islands via the Treaty of Tordesillas. For 10 points, name this European country that established": {
    "guess": "Portugal",
    "confidence": [
      [
        "Port",
        -0.013384914
      ],
      [
        "ugal",
        -0.008146428
      ]
    ]
  },
  "Soldiers sympathetic to this group were killed after the Banbury mutiny, after a group of officers named Grandees began to reject their ideas. William Walwyn was one of these people, whose supporters wore rosemary springs and sea-green ribbons. The manifesto An Agreement of the People, written in part by John Lilburne, laid out this movement's beliefs. These participants in the Putney debates were the basis for a more extreme splinter group known as the Diggers. For 10 points, name these believers": {
    "guess": "Levellers",
    "confidence": [
      [
        "Le",
        -0.010715754
      ],
      [
        "v",
        -7.672237e-05
      ],
      [
        "ellers",
        -8.613945e-05
      ]
    ]
  },
  "This soldier worked with La Hire to rout John Fastolf at the Battle of Patay. This person met the Dauphin Charles VII after lifting the siege at Orleans on the alleged instructions of Saint Michael, Saint Catherine, and Saint Margaret. Eventually, this woman was captured by Burgundians and sold to the English, who burned her for witchcraft and heresy. For 10 points, name this woman who was sainted in 1920, and who served for a time as a successful French military leader during the Hundred Years War.": {
    "guess": "Joan of Arc",
    "confidence": [
      [
        "Jo",
        -0.014494302
      ],
      [
        "an",
        -3.6908343e-05
      ],
      [
        " of",
        -0.0089350445
      ],
      [
        " Arc",
        -0.0026859909
      ]
    ]
  },
  "A soldier in this work gives the main character a carton of cigarettes to step on the stomach of a pregnant woman, causing her to have a miscarriage. One character in this work enjoys playing the flute": {
    "guess": "The Temple of the Golden Pavilion",
    "confidence": [
      [
        "The",
        -0.014432617
      ],
      [
        " Temple",
        -0.16600691
      ],
      [
        " of",
        -0.00010139752
      ],
      [
        " the",
        -9.984788e-05
      ],
      [
        " Golden",
        -4.1557283e-05
      ],
      [
        " Pavilion",
        -6.0510665e-05
      ]
    ]
  },
  "_In the solar wind they can have wavelengths on the scale of an Earth radius giving a long-scale coherence of them that play a significant role in magnetosphere-ionosphere coupling. First postulated to explain the sunspot cycle, (*) they have been used in the heating of Tokamak plasmas by perturbing the magnetic field in the plasma. The compressional variety is often called a magnetosonic wave and": {
    "guess": "Magnetohydrodynamics",
    "confidence": [
      [
        "M",
        -0.5591341
      ],
      [
        "agnet",
        -0.075912334
      ],
      [
        "oh",
        -0.009111316
      ],
      [
        "ydro",
        -8.180258e-06
      ],
      [
        "d",
        -0.2912836
      ],
      [
        "ynamics",
        -2.4153549e-05
      ]
    ]
  },
  "A soldier named Lucius Terentius Bassus left an inscription praising this god in modern-day Woerden in the Netherlands, which suggests that Minerva was considered his consort, though he was also paired with Urania. The rituals associated with this god are similar to the Akitu festival of Bablyonian tradition and to the worship of Shamash; those rituals were described by the historian Herodian. Originally from the city of Emesa, an object sacred to this god would be paraded through Rome on a four-horse chariot on the summer solstice, and the most notable promoter of this god would force Senators to watch him dance in front of a giant black stone before being deposed and killed. For ten points, name this Syrian sun god who shares his name with the crazy, short-lived boy emperor who tried to make him the official god of Rome.": {
    "guess": "Elagabalus",
    "confidence": [
      [
        "El",
        -0.00914769
      ],
      [
        "ag",
        -0.00095636304
      ],
      [
        "abal",
        -0.004447682
      ],
      [
        "us",
        -2.5941605e-05
      ]
    ]
  },
  "A soldier from this country put the head of King Muqrin on his coat of arms after beheading Muqrin and": {
    "guess": "Coat of arms of Saudi Arabia",
    "confidence": [
      [
        "Co",
        -0.20807794
      ],
      [
        "at",
        -0.005035218
      ],
      [
        " of",
        -0.0011686758
      ],
      [
        " arms",
        -0.013367627
      ],
      [
        " of",
        -0.0930994
      ],
      [
        " Saudi",
        -0.0046612844
      ],
      [
        " Arabia",
        -0.00021295747
      ]
    ]
  },
  "This soldier worked with La Hire to rout John Fastolf at the Battle of Patay. This person met the Dauphin": {
    "guess": "Joan of Arc",
    "confidence": [
      [
        "Jo",
        -0.0034489685
      ],
      [
        "an",
        -6.0345924e-06
      ],
      [
        " of",
        -0.00012582695
      ],
      [
        " Arc",
        -1.4974867e-05
      ]
    ]
  },
  "In solid-phase peptide synthesis, Wang's resin is often used because it can be cleaved by a trifluoro derivative of this compound. The chelating agent EDTA contains four equivalents of this molecule bound": {
    "guess": "Acetic acid",
    "confidence": [
      [
        "Ac",
        -0.051444333
      ],
      [
        "etic",
        -0.0013255993
      ],
      [
        " acid",
        -0.4407115
      ]
    ]
  },
  "Solid iodoform formation is involved in a common method for testing for methyl versions of this functional group. With a thorium oxide catalyst, a dicarboxylic acid is converted into a cyclic version of these and in another reaction, thioesters and organozinc compounds also couple to form these. In addition to being the product of Ruzicka cyclization and Fukuyama Coupling, these tautomerizable compounds can be treated with either (*) mCPBA or hydrogen peroxide to form esters in the Baeyer-Villiger oxidation. Their \"bodies\" are found in the urine of starving people and, more commonly, diabetics. These compounds result after secondary alcohols are oxidized. For 10 points, name this functional group, which has a carbon atom double-bonded to an oxygen atom and single-bonded to two carbon groups,": {
    "guess": "Ketone",
    "confidence": [
      [
        "K",
        -0.00730016
      ],
      [
        "et",
        -8.10137e-05
      ],
      [
        "one",
        -0.026332347
      ]
    ]
  },
  "This soldier worked with La Hire to rout John Fastolf at the Battle of Patay. This person met the Dauphin Charles VII after lifting the siege at Orleans on the alleged instructions of Saint Michael, Saint Catherine, and Saint Margaret. Eventually, this woman was captured by Burgundians and sold to the English, who burned her for witchcraft and heresy. For 10 points, name this woman who was sainted": {
    "guess": "Joan of Arc",
    "confidence": [
      [
        "Jo",
        -0.021780934
      ],
      [
        "an",
        -5.312004e-05
      ],
      [
        " of",
        -0.007394241
      ],
      [
        " Arc",
        -0.0021106475
      ]
    ]
  },
  "A soldier from this country infamously struck U.S. consul John Allison. During peacetime, the U.S. gunboat": {
    "guess": "United States in the 19th century",
    "confidence": [
      [
        "United",
        -1.8007835
      ],
      [
        " States",
        -0.2055264
      ],
      [
        " in",
        -2.0351048
      ],
      [
        " the",
        -0.78099877
      ],
      [
        " ",
        -1.6116123
      ],
      [
        "19",
        -0.8534279
      ],
      [
        "th",
        -0.00051156816
      ],
      [
        " century",
        -0.35565877
      ]
    ]
  },
  "Soldiers in this military force who misbehaved were punished by being shackled to the \"clog.\" This military force was aided by the Skinners who raided for supplies and hunted the so called Cowboys. Recruitment quotas for this organization were increased as a part of the 88-Battalion Resolve. In an effort to defend one region, this military established the Flying Camp. This organization's field manual, Regulations for the Order And Discipline of the Army, was more commonly known as the Blue Book. Scottish doctor James Craik worked for this military. This military took over one city shortly after": {
    "guess": "Continental Army",
    "confidence": [
      [
        "Contin",
        -0.14399953
      ],
      [
        "ental",
        -0.0003920656
      ],
      [
        " Army",
        -0.00021831797
      ]
    ]
  },
  "As a soldier, this man gained distinction for riding through enemy lines to inform Blucher and  Bernadotte of their orders to join the Battle of Leipzig, and at the Battle of Tolentino, he led the cavalry  charge the scattered Murat's bodyguard. This man's notable writings include A Few Words on Horse": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -0.9575403
      ]
    ]
  },
  "One soliloquy in this play, which begins with the exclamation \"Vindicta mihi!\", contains quotations in": {
    "guess": "Titus Andronicus",
    "confidence": [
      [
        "Tit",
        -0.5341375
      ],
      [
        "us",
        -7.827201e-05
      ],
      [
        " And",
        -0.00022487417
      ],
      [
        "ronic",
        -2.4034345e-05
      ],
      [
        "us",
        -5.080963e-06
      ]
    ]
  },
  "One soliloquy in this play, which begins with the exclamation \"Vindicta mihi!\", contains quotations in Latin from three of Seneca's plays. The speaker of that soliloquy also speaks a fourteen-line dirge in Latin after he and his wife Isabella discover a body in his arbor. That character bites out his tongue after playing a bashaw in a play-within-a-play that also features the characters of Erasto, Perseda, and Suleiman. A subplot involves Villuppo's accusation that Alexandro has killed Balthazar, who in reality is alive and courting Lorenzo's sister, Bel-imperia. The source of the last English words of \"The Waste Land,\" this play culminates in the avenging of Horatio's death by his father, Hieronimo.": {
    "guess": "The Spanish Tragedy",
    "confidence": [
      [
        "The",
        -0.0018643799
      ],
      [
        " Spanish",
        -0.0019588443
      ],
      [
        " Tr",
        -2.2365493e-05
      ],
      [
        "aged",
        -2.6968896e-06
      ],
      [
        "y",
        -0.00015669702
      ]
    ]
  },
  "A solid-solution of two types of this mineral can exsolve to form perthites. The continuous branch of Bowen's reaction series consists of this mineral's forms as various solid-solutions of albite and anorthite. Those forms characterized by the presence of sodium or calcium comprise the plagioclase series. Potassium characterizes microcline and orthoclase, members of the alkali type of this mineral. A six on the Mohs scale, For 10 points, name this aluminosilicate mineral, the most common in the Earth's crust.": {
    "guess": "Feldspar",
    "confidence": [
      [
        "F",
        -0.0008946668
      ],
      [
        "eld",
        -3.1737043e-06
      ],
      [
        "spar",
        -1.0445127e-05
      ]
    ]
  },
  "As a soldier, this man gained distinction for riding through enemy lines to inform Blucher and  Bernadotte of their orders to join the Battle of Leipzig, and at the Battle of Tolentino, he led the cavalry  charge the scattered Murat's bodyguard. This man's notable writings include A Few Words on Horse Racing, advocating for the sport, as wel as a trilogy consisting of the works Credit, Light, and Stadium which promulgated his liberal views. This man condemned what he saw as the radicalism of his countrymen in  his Fragments of a Political Program, and he served as a communications minister in the government of Lajos Batthyany, though he quit that government during the 1848 revolution after suffering a nervous  breakdown. This man's legacy of internal improvements includes support for the first": {
    "guess": "Lajos Kossuth",
    "confidence": [
      [
        "L",
        -1.3019297
      ],
      [
        "aj",
        -0.01676143
      ],
      [
        "os",
        -2.6299214e-05
      ],
      [
        " K",
        -0.0010419787
      ],
      [
        "oss",
        -9.126521e-05
      ],
      [
        "uth",
        -5.3358446e-05
      ]
    ]
  },
  "This man sold his namesake carbine rifle to the Buchanan administration, and deferred to George C. Meade at the Battle of North Anna. This victor of the Battle of Campbell's Station also issued General Order Number 38. He tried a namesake \"bridge\" formation at the Battle of Antietam and, after George B. McClellan didn't pursue Robert E. Lee, this man was put in control of the Army of the Potomac. After his defeat at Fredericksburg, he was replaced in that position by Joseph Hooker, and, after the Civil War, he served as governor of Rhode Island. Name this Union general who lends his name to a style of facial hair.": {
    "guess": "Ambrose Burnside",
    "confidence": [
      [
        "Amb",
        -0.0033542821
      ],
      [
        "rose",
        -0.00015765065
      ],
      [
        " Burn",
        -0.00024168189
      ],
      [
        "side",
        -1.962381e-05
      ]
    ]
  },
  "Soldiers in this military force who misbehaved were punished by being shackled to the \"clog.\" This military force was aided by the Skinners who raided for supplies and hunted the so called Cowboys. Recruitment quotas for this organization were increased as a part of the 88-Battalion Resolve. In an effort to defend one region, this military established the Flying Camp. This organization's field manual,": {
    "guess": "Continental Army",
    "confidence": [
      [
        "Contin",
        -0.04258585
      ],
      [
        "ental",
        -3.3451433e-05
      ],
      [
        " Army",
        -0.0002482271
      ]
    ]
  },
  "This man sold his namesake carbine rifle to the Buchanan administration, and deferred to George C. Meade at the Battle of North Anna. This victor of the Battle of Campbell's Station also issued General Order Number 38. He tried a namesake \"bridge\" formation at the Battle of Antietam and, after George B. McClellan didn't pursue Robert E. Lee, this man was put in control of the Army of the Potomac. After": {
    "guess": "Ambrose Burnside",
    "confidence": [
      [
        "Amb",
        -0.58376795
      ],
      [
        "rose",
        -0.00010914576
      ],
      [
        " Burn",
        -0.013108344
      ],
      [
        "side",
        -1.8550976e-05
      ]
    ]
  },
  "A soldier from this country put the head of King Muqrin on his coat of arms after beheading Muqrin and claiming Bahrain for this nation. This country gained power over one territory by overthrowing the Jaffna Kingdom. Although this nation tried to assert its rights over the colonies delineated on the Pink Map, it yielded to the British Ultimatum. Following independence, another of its former colonies issued the (*) Golden Law of 1888 to abolish slavery. Its final colonies were largely eliminated following its Carnation Revolution, and this country gained claim to territories east of the Cape Verde Islands via the Treaty of Tordesillas. For 10 points, name this European country that established colonies in places like Brazil.": {
    "guess": "Portugal",
    "confidence": [
      [
        "Port",
        -0.007408562
      ],
      [
        "ugal",
        -0.010537301
      ]
    ]
  },
  "In solid compounds, this class of reactions occurs in three distinct phases in which preheating leads to a second distillation stage. At the molecular level, these types of reactions can only be initiated if a heat- induced spin-paired state is achieved, which subsequently reacts to produce the heat that propagates the reaction. Certain types require consideration of the air to fuel ratio, while liquid fuels used in these have to above the flash point temperature. They come in complete, incomplete, and smoldering forms, and are used in devices like the calorimeter and diesel engine. FTP, name this reaction type in which a hydrocarbon reacts with oxygen to form carbon dioxide and water.": {
    "guess": "Combustion",
    "confidence": [
      [
        "Comb",
        -0.0013311908
      ],
      [
        "ust",
        -2.7133641e-05
      ],
      [
        "ion",
        -1.2590794e-05
      ]
    ]
  },
  "Solar panels and wind cowls cover the roofs of this city's environmentally friendly BedZED Ecovillage. A glass gridshell roof spans over the Great Court in a museum found in this city. Swiss Re spent over a billion dollars purchasing a building in this city that replaced the Baltic Exchange and was designed by (*) Norman Foster. Renzo Piano designed a 95-story-tall pyramidal skyscraper in this city known as The Shard. For 10 points, name this city home to Tower 42, \"The Gherkin\" and the British Museum.": {
    "guess": "London",
    "confidence": [
      [
        "London",
        -0.0008460794
      ]
    ]
  },
  "In solid compounds, this class of reactions occurs in three distinct phases in which preheating leads to a second distillation stage. At the molecular level, these types of reactions can only be initiated if a heat- induced spin-paired state is achieved, which subsequently reacts to produce the heat that propagates the reaction. Certain types require consideration of the air to fuel ratio, while liquid": {
    "guess": "Solid-state reaction",
    "confidence": [
      [
        "Solid",
        -0.7739262
      ],
      [
        "-state",
        -0.1941176
      ],
      [
        " reaction",
        -0.15956388
      ]
    ]
  },
  "Soldiers sympathetic to this group were killed after the Banbury mutiny, after a group of officers named": {
    "guess": "Oakwood Mutiny",
    "confidence": [
      [
        "Oak",
        -1.4403683
      ],
      [
        "wood",
        -0.0013003538
      ],
      [
        " Mut",
        -0.2113786
      ],
      [
        "iny",
        -0.0037184847
      ]
    ]
  },
  "A solid-solution of two types of this mineral can exsolve to form perthites. The continuous branch of Bowen's reaction series consists of this mineral's forms as various solid-solutions of albite and anorthite. Those forms characterized by the presence of sodium or calcium comprise the plagioclase series. Potassium characterizes microcline and orthoclase, members of the alkali type of this mineral.": {
    "guess": "Feldspar",
    "confidence": [
      [
        "F",
        -0.0049703396
      ],
      [
        "eld",
        -9.729906e-06
      ],
      [
        "spar",
        -4.763667e-05
      ]
    ]
  },
  "As a soldier, this man gained distinction for riding through enemy lines to inform Blucher and  Bernadotte of their orders to join the Battle of Leipzig, and at the Battle of Tolentino, he led the cavalry  charge the scattered Murat's bodyguard. This man's notable writings include A Few Words on Horse Racing, advocating for the sport, as wel as a trilogy consisting of the works Credit, Light, and Stadium which promulgated his liberal views. This man condemned what he saw as the radicalism of his countrymen in  his Fragments of a Political Program, and he served as a communications minister in the government of Lajos Batthyany, though he quit that government during the 1848 revolution after suffering": {
    "guess": "Lajos Kossuth",
    "confidence": [
      [
        "L",
        -0.5250891
      ],
      [
        "aj",
        -0.015855696
      ],
      [
        "os",
        -5.7649777e-05
      ],
      [
        " K",
        -0.0025163272
      ],
      [
        "oss",
        -4.8709502e-05
      ],
      [
        "uth",
        -0.000111291425
      ]
    ]
  },
  "One soliloquy in this play, which begins with the exclamation \"Vindicta mihi!\", contains quotations in Latin from three of Seneca's plays. The speaker of that soliloquy also speaks a fourteen-line dirge in Latin after he and his wife Isabella discover a body in his arbor. That character bites out his tongue after playing a bashaw in a play-within-a-play that also features the characters of Erasto,": {
    "guess": "The Revenger's Tragedy",
    "confidence": [
      [
        "The",
        -0.28839388
      ],
      [
        " Rev",
        -0.24069324
      ],
      [
        "enger",
        -0.00052872614
      ],
      [
        "'s",
        -8.196733e-05
      ],
      [
        " Tr",
        -8.418666e-06
      ],
      [
        "aged",
        -1.3306016e-05
      ],
      [
        "y",
        -2.4153549e-05
      ]
    ]
  },
  "_In the solar wind they can have wavelengths on the scale of an Earth radius giving a long-scale coherence of them that play a significant role in magnetosphere-ionosphere coupling. First postulated to explain the sunspot cycle, (*) they have been used in the heating of Tokamak plasmas by perturbing the magnetic field in the plasma. The compressional variety is often called a magnetosonic wave and these waves are often derived using the equations of ideal magnetohydrodynamics. FTP what are these ion-carried waves commonly described as the result of \"plucking\" the magnetic field lines in a plasma,": {
    "guess": "Alfvén wave",
    "confidence": [
      [
        "Al",
        -0.010306902
      ],
      [
        "fv",
        -0.019090354
      ],
      [
        "én",
        -9.372295e-06
      ],
      [
        " wave",
        -0.14697991
      ]
    ]
  },
  "A soldier named Lucius Terentius Bassus left an inscription praising this god in modern-day Woerden in the Netherlands, which suggests that Minerva was considered his consort, though he was also paired with Urania. The rituals associated with this god are similar to the Akitu festival of Bablyonian tradition and to the worship of Shamash; those rituals were described by the historian Herodian. Originally": {
    "guess": "Mithras",
    "confidence": [
      [
        "M",
        -0.6084594
      ],
      [
        "ith",
        -0.0034617947
      ],
      [
        "ras",
        -0.01736812
      ]
    ]
  },
  "This man sold his namesake carbine rifle to the Buchanan administration, and deferred to George C. Meade at the Battle of North Anna. This victor of the Battle of Campbell's Station also issued General Order Number 38. He tried a namesake \"bridge\" formation at the Battle of Antietam and, after George B. McClellan didn't pursue Robert E. Lee, this man was put in control of the Army of the Potomac. After his defeat at Fredericksburg, he was replaced in that position by Joseph Hooker, and, after the Civil War, he served as governor of Rhode Island. Name this Union general who lends his name to a style": {
    "guess": "Ambrose Burnside",
    "confidence": [
      [
        "Amb",
        -0.010966701
      ],
      [
        "rose",
        -0.00018244502
      ],
      [
        " Burn",
        -0.00079676206
      ],
      [
        "side",
        -2.0100624e-05
      ]
    ]
  },
  "_In the solar wind they can have wavelengths on the scale of an Earth radius giving a long-scale coherence of them that play a significant role in magnetosphere-ionosphere coupling. First postulated to explain the sunspot cycle, (*) they have been used in the heating of Tokamak plasmas by perturbing the magnetic field in the plasma. The compressional variety is often called a magnetosonic wave and these waves are often derived using the equations of ideal magnetohydrodynamics. FTP what are these": {
    "guess": "Alfvén wave",
    "confidence": [
      [
        "Al",
        -0.24054255
      ],
      [
        "fv",
        -0.024741033
      ],
      [
        "én",
        -2.3676734e-05
      ],
      [
        " wave",
        -0.51235914
      ]
    ]
  },
  "A soldier from this country infamously struck U.S. consul John Allison. During peacetime, the U.S. gunboat Panay was bombed by this country. Its actions were criticized by the U.S. in the Stimson Doctrine. Camps such as Heart Mountain and Manzanar housed emigrants from this country during the 1940s. For 10 points, name this country which fought against the US in the Pacific theater of World War II.": {
    "guess": "Japan",
    "confidence": [
      [
        "Japan",
        -0.12870477
      ]
    ]
  },
  "As a soldier, this man gained distinction for riding through enemy lines to inform Blucher and  Bernadotte of their orders to join the Battle of Leipzig, and at the Battle of Tolentino, he led the cavalry  charge the scattered Murat's bodyguard. This man's notable writings include A Few Words on Horse Racing, advocating for the sport, as wel as a trilogy consisting of the works Credit, Light, and Stadium which promulgated his liberal views. This man condemned what he saw as the radicalism of his countrymen in  his Fragments of a Political Program, and he served as a communications minister in the government of Lajos Batthyany, though he quit that government during the 1848 revolution after suffering a nervous  breakdown. This man's legacy of internal improvements includes support for the first bridge between the  cities of Buda and Pest, which is named in his honor. Cal ed \"the greatest of the Magyars,\" by his political  antagonist Lajos Kossuth, for 10 points, identify this Hungarian liberal": {
    "guess": "Lajos Kossuth",
    "confidence": [
      [
        "L",
        -0.24760129
      ],
      [
        "aj",
        -0.005853774
      ],
      [
        "os",
        -1.700133e-05
      ],
      [
        " K",
        -0.08274437
      ],
      [
        "oss",
        -5.50273e-05
      ],
      [
        "uth",
        -0.00014835644
      ]
    ]
  },
  "In solid-phase peptide synthesis, Wang's resin is often used because it can be cleaved by a trifluoro derivative of this compound. The chelating agent EDTA contains four equivalents of this molecule bound to two nitrogen atoms. A process for synthesizing this compound with an iridium catalyst replaced a previous process using a rhodium catalyst. Those processes synthesized this compound by carbonylating methanol. When no water is present, this substance forms large ice-like crystals and is termed": {
    "guess": "Acetic Acid",
    "confidence": [
      [
        "Ac",
        -0.0036858171
      ],
      [
        "etic",
        -0.0014365431
      ],
      [
        " Acid",
        -0.14902765
      ]
    ]
  },
  "Solid iodoform formation is involved in a common method for testing for methyl versions of this functional": {
    "guess": "Ketone",
    "confidence": [
      [
        "K",
        -0.045856528
      ],
      [
        "et",
        -1.3186812e-05
      ],
      [
        "one",
        -0.0019728846
      ]
    ]
  },
  "Soldiers sympathetic to this group were killed after the Banbury mutiny, after a group of officers named Grandees began to reject their ideas. William Walwyn was one of these people, whose supporters wore": {
    "guess": "Levellers",
    "confidence": [
      [
        "Le",
        -0.12331706
      ],
      [
        "v",
        -0.0010287618
      ],
      [
        "ellers",
        -0.00848905
      ]
    ]
  },
  "A soldier in this work gives the main character a carton of cigarettes to step on the stomach of a pregnant woman, causing her to have a miscarriage. One character in this work enjoys playing the flute and arranging flowers, and one of the narrator's early loves is shot by her military deserter boyfriend shortly before he commits suicide, and is named Uiko. The protagonist of this novel is shocked by Tsurukawa's suicide and is initially sent to Otani University where he meets the clubfooted intellectual": {
    "guess": "The Temple of the Golden Pavilion",
    "confidence": [
      [
        "The",
        -0.031950008
      ],
      [
        " Temple",
        -0.07287951
      ],
      [
        " of",
        -9.364929e-05
      ],
      [
        " the",
        -0.00015681623
      ],
      [
        " Golden",
        -7.8987236e-05
      ],
      [
        " Pavilion",
        -0.00015979631
      ]
    ]
  },
  "Soldiers in this military force who misbehaved were punished by being shackled to the \"clog.\" This military": {
    "guess": "Roman legionaries",
    "confidence": [
      [
        "Roman",
        -0.94189274
      ],
      [
        " legion",
        -0.83875775
      ],
      [
        "aries",
        -0.22012478
      ]
    ]
  },
  "In solid compounds, this class of reactions occurs in three distinct phases in which preheating leads to a second distillation stage. At the molecular level, these types of reactions can only be initiated": {
    "guess": "Dehydration reaction",
    "confidence": [
      [
        "De",
        -0.66770494
      ],
      [
        "hydration",
        -0.3269323
      ],
      [
        " reaction",
        -0.013675991
      ]
    ]
  },
  "Solar panels and wind cowls cover the roofs of this city's environmentally friendly BedZED Ecovillage. A glass gridshell roof spans over the Great Court in a museum found in this city. Swiss Re spent over": {
    "guess": "London",
    "confidence": [
      [
        "London",
        -0.0031215064
      ]
    ]
  },
  "In solid-phase peptide synthesis, Wang's resin is often used because it can be cleaved by a trifluoro derivative of this compound. The chelating agent EDTA contains four equivalents of this molecule bound to two nitrogen atoms. A process for synthesizing this compound with an iridium catalyst replaced a previous process using a rhodium catalyst. Those processes synthesized this compound by carbonylating methanol. When no water is present, this substance forms large ice-like crystals and is termed \"glacial\". This carboxylic acid has one more carbon atom than formic acid. For 10 points, name this": {
    "guess": "Acetic Acid",
    "confidence": [
      [
        "Ac",
        -0.0015804477
      ],
      [
        "etic",
        -2.749125e-05
      ],
      [
        " Acid",
        -0.36586967
      ]
    ]
  },
  "A soldier in this work gives the main character a carton of cigarettes to step on the stomach of a pregnant": {
    "guess": "The Temple of the Golden Pavilion",
    "confidence": [
      [
        "The",
        -0.0013671427
      ],
      [
        " Temple",
        -0.0064642983
      ],
      [
        " of",
        -2.6299214e-05
      ],
      [
        " the",
        -2.188868e-05
      ],
      [
        " Golden",
        -1.7478143e-05
      ],
      [
        " Pavilion",
        -1.3186812e-05
      ]
    ]
  },
  "Solid iodoform formation is involved in a common method for testing for methyl versions of this functional group. With a thorium oxide catalyst, a dicarboxylic acid is converted into a cyclic version of these and in another reaction, thioesters and organozinc compounds also couple to form these. In addition to being the product of Ruzicka cyclization and Fukuyama Coupling, these tautomerizable compounds can be treated with either (*) mCPBA or hydrogen peroxide to form esters in the Baeyer-Villiger oxidation. Their \"bodies\" are found in the urine of starving people and, more commonly, diabetics. These compounds result after secondary alcohols are oxidized. For 10 points, name this functional group, which has a carbon atom double-bonded to an oxygen atom and single-bonded to two carbon groups, the simplest of which is acetone.": {
    "guess": "Ketone",
    "confidence": [
      [
        "K",
        -0.012629721
      ],
      [
        "et",
        -1.569009e-05
      ],
      [
        "one",
        -0.012131685
      ]
    ]
  },
  "As a soldier, this man gained distinction for riding through enemy lines to inform Blucher and  Bernadotte of their orders to join the Battle of Leipzig, and at the Battle of Tolentino, he led the cavalry  charge the scattered Murat's bodyguard. This man's notable writings include A Few Words on Horse Racing, advocating for the sport, as wel as a trilogy consisting of the works Credit, Light, and Stadium which promulgated his liberal views. This man condemned what he saw as the radicalism of his": {
    "guess": "George Gordon Byron, 6th Baron Byron",
    "confidence": [
      [
        "George",
        -1.6522837
      ],
      [
        " Gordon",
        -0.702606
      ],
      [
        " Byron",
        -0.48858166
      ],
      [
        ",",
        -0.17179498
      ],
      [
        " ",
        -0.0021225424
      ],
      [
        "6",
        -0.003231306
      ],
      [
        "th",
        -0.00010008628
      ],
      [
        " Baron",
        -0.00391478
      ],
      [
        " Byron",
        -3.8219583e-05
      ]
    ]
  },
  "One soliloquy in this play, which begins with the exclamation \"Vindicta mihi!\", contains quotations in Latin from three of Seneca's plays. The speaker of that soliloquy also speaks a fourteen-line dirge in Latin after he and his wife Isabella discover a body in his arbor. That character bites out his tongue after playing a bashaw in a play-within-a-play that also features the characters of Erasto, Perseda, and Suleiman. A subplot involves Villuppo's accusation that Alexandro has killed Balthazar, who in reality is alive and courting Lorenzo's sister, Bel-imperia. The source of the last English": {
    "guess": "The Spanish Tragedy",
    "confidence": [
      [
        "The",
        -0.037539512
      ],
      [
        " Spanish",
        -0.040593598
      ],
      [
        " Tr",
        -0.00014847564
      ],
      [
        "aged",
        -1.473646e-05
      ],
      [
        "y",
        -0.00022868869
      ]
    ]
  },
  "A soldier named Lucius Terentius Bassus left an inscription praising this god in modern-day Woerden in the Netherlands, which suggests that Minerva was considered his consort, though he was also paired with Urania. The rituals associated with this god are similar to the Akitu festival of Bablyonian tradition and to the worship of Shamash; those rituals were described by the historian Herodian. Originally from the city of Emesa, an object sacred to this god would be paraded through Rome on a four-horse": {
    "guess": "Elagabalus",
    "confidence": [
      [
        "El",
        -0.03358657
      ],
      [
        "ag",
        -0.0060399505
      ],
      [
        "abal",
        -0.004466439
      ],
      [
        "us",
        -3.750436e-05
      ]
    ]
  },
  "One soliloquy in this play, which begins with the exclamation \"Vindicta mihi!\", contains quotations in Latin from three of Seneca's plays. The speaker of that soliloquy also speaks a fourteen-line dirge in Latin after he and his wife Isabella discover a body in his arbor. That character bites out his tongue after playing a bashaw in a play-within-a-play that also features the characters of Erasto, Perseda, and Suleiman. A subplot involves Villuppo's accusation that Alexandro has killed Balthazar,": {
    "guess": "The Revenger's Tragedy",
    "confidence": [
      [
        "The",
        -0.02012546
      ],
      [
        " Rev",
        -0.68630224
      ],
      [
        "enger",
        -0.00012570774
      ],
      [
        "'s",
        -9.293406e-05
      ],
      [
        " Tr",
        -5.9153886e-06
      ],
      [
        "aged",
        -1.3067608e-05
      ],
      [
        "y",
        -1.6524515e-05
      ]
    ]
  },
  "Soldiers sympathetic to this group were killed after the Banbury mutiny, after a group of officers named Grandees began to reject their ideas. William Walwyn was one of these people, whose supporters wore rosemary springs and sea-green ribbons. The manifesto An Agreement of the People, written in part by John Lilburne, laid out this movement's beliefs. These participants in the Putney debates were the basis for a more extreme splinter group known as the Diggers. For 10 points, name these believers in universal male suffrage and radical social equality, who were put down by Oliver Cromwell after the English Civil War.": {
    "guess": "Levellers",
    "confidence": [
      [
        "Le",
        -0.007018584
      ],
      [
        "v",
        -2.6537622e-05
      ],
      [
        "ellers",
        -1.998142e-05
      ]
    ]
  },
  "This soldier worked with La Hire to rout John Fastolf at the Battle of Patay. This person met the Dauphin Charles VII after lifting the siege at Orleans on the alleged instructions of Saint Michael, Saint Catherine, and Saint Margaret. Eventually, this woman was captured by Burgundians and sold to the": {
    "guess": "Joan of Arc",
    "confidence": [
      [
        "Jo",
        -0.018142695
      ],
      [
        "an",
        -7.2907846e-05
      ],
      [
        " of",
        -0.00790672
      ],
      [
        " Arc",
        -0.0019166224
      ]
    ]
  },
  "A soldier in this work gives the main character a carton of cigarettes to step on the stomach of a pregnant woman, causing her to have a miscarriage. One character in this work enjoys playing the flute and arranging flowers, and one of the narrator's early loves is shot by her military deserter boyfriend shortly before he commits suicide, and is named Uiko. The protagonist of this novel is shocked by Tsurukawa's suicide and is initially sent to Otani University where he meets the clubfooted intellectual Kashiwaga. For 10 points, identify this novel in which the stuttering Mizoguchi burns the title structure, written by Yukio Mishima.": {
    "guess": "The Temple of the Golden Pavilion",
    "confidence": [
      [
        "The",
        -0.023804855
      ],
      [
        " Temple",
        -0.03816417
      ],
      [
        " of",
        -6.6113236e-05
      ],
      [
        " the",
        -0.00043209965
      ],
      [
        " Golden",
        -6.968935e-05
      ],
      [
        " Pavilion",
        -0.000147522
      ]
    ]
  },
  "Soldiers sympathetic to this group were killed after the Banbury mutiny, after a group of officers named Grandees began to reject their ideas. William Walwyn was one of these people, whose supporters wore rosemary springs and sea-green ribbons. The manifesto An Agreement of the People, written in part": {
    "guess": "Levellers",
    "confidence": [
      [
        "Le",
        -0.024182526
      ],
      [
        "v",
        -0.00011450992
      ],
      [
        "ellers",
        -0.0012944045
      ]
    ]
  },
  "_In the solar wind they can have wavelengths on the scale of an Earth radius giving a long-scale coherence of them that play a significant role in magnetosphere-ionosphere coupling. First postulated to explain the sunspot cycle, (*) they have been used in the heating of Tokamak plasmas by perturbing the magnetic field in the plasma. The compressional variety is often called a magnetosonic wave and these waves are often derived using the equations of ideal magnetohydrodynamics. FTP what are these ion-carried waves commonly described as the result of \"plucking\" the magnetic field lines in a plasma, named for their Swedish formulator?": {
    "guess": "Alfvén wave",
    "confidence": [
      [
        "Al",
        -0.0022154422
      ],
      [
        "fv",
        -0.047750227
      ],
      [
        "én",
        -5.9153886e-06
      ],
      [
        " wave",
        -0.19960085
      ]
    ]
  },
  "_In the solar wind they can have wavelengths on the scale of an Earth radius giving a long-scale coherence of them that play a significant role in magnetosphere-ionosphere coupling. First postulated to explain the sunspot cycle, (*) they have been used in the heating of Tokamak plasmas by perturbing": {
    "guess": "Alfvén wave",
    "confidence": [
      [
        "Al",
        -0.23346812
      ],
      [
        "fv",
        -0.060050465
      ],
      [
        "én",
        -4.9305523e-05
      ],
      [
        " wave",
        -0.35433054
      ]
    ]
  },
  "Solar panels and wind cowls cover the roofs of this city's environmentally friendly BedZED Ecovillage. A glass gridshell roof spans over the Great Court in a museum found in this city. Swiss Re spent over a billion dollars purchasing a building in this city that replaced the Baltic Exchange and was designed": {
    "guess": "London",
    "confidence": [
      [
        "London",
        -0.00020568605
      ]
    ]
  },
  "A soldier in this work gives the main character a carton of cigarettes to step on the stomach of a pregnant woman, causing her to have a miscarriage. One character in this work enjoys playing the flute and arranging flowers, and one of the narrator's early loves is shot by her military deserter boyfriend": {
    "guess": "The Temple of the Golden Pavilion",
    "confidence": [
      [
        "The",
        -0.044030014
      ],
      [
        " Temple",
        -0.10366223
      ],
      [
        " of",
        -8.780831e-05
      ],
      [
        " the",
        -0.00017708084
      ],
      [
        " Golden",
        -4.20341e-05
      ],
      [
        " Pavilion",
        -5.0020742e-05
      ]
    ]
  },
  "One soliloquy in this play, which begins with the exclamation \"Vindicta mihi!\", contains quotations in Latin from three of Seneca's plays. The speaker of that soliloquy also speaks a fourteen-line dirge in Latin after he and his wife Isabella discover a body in his arbor. That character bites out his tongue after playing a bashaw in a play-within-a-play that also features the characters of Erasto, Perseda, and Suleiman. A subplot involves Villuppo's accusation that Alexandro has killed Balthazar, who in reality is alive and courting Lorenzo's sister, Bel-imperia. The source of the last English words of \"The Waste Land,\" this play culminates in the avenging of Horatio's death by his father, Hieronimo. For 10 points, identify this drama by Thomas Kyd.": {
    "guess": "The Spanish Tragedy",
    "confidence": [
      [
        "The",
        -0.0029220877
      ],
      [
        " Spanish",
        -0.00011534435
      ],
      [
        " Tr",
        -7.13582e-05
      ],
      [
        "aged",
        -1.8550976e-05
      ],
      [
        "y",
        -0.0001906664
      ]
    ]
  },
  "This man sold his namesake carbine rifle to the Buchanan administration, and deferred to George C. Meade at the Battle of North Anna. This victor of the Battle of Campbell's Station also issued General": {
    "guess": "Battle of Gettysburg",
    "confidence": [
      [
        "Battle",
        -0.22484003
      ],
      [
        " of",
        -0.00050692295
      ],
      [
        " Get",
        -0.14162074
      ],
      [
        "t",
        -2.319992e-05
      ],
      [
        "ys",
        -3.0545007e-06
      ],
      [
        "burg",
        -1.5332478e-05
      ]
    ]
  },
  "Soldiers in this military force who misbehaved were punished by being shackled to the \"clog.\" This military force was aided by the Skinners who raided for supplies and hunted the so called Cowboys. Recruitment quotas for this organization were increased as a part of the 88-Battalion Resolve. In an effort": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -0.81846815
      ]
    ]
  },
  "In solid compounds, this class of reactions occurs in three distinct phases in which preheating leads": {
    "guess": "Combustion",
    "confidence": [
      [
        "Comb",
        -0.0027274902
      ],
      [
        "ust",
        -2.9160103e-05
      ],
      [
        "ion",
        -0.00010783452
      ]
    ]
  },
  "A solid-solution of two types of this mineral can exsolve to form perthites. The continuous branch of Bowen's reaction series consists of this mineral's forms as various solid-solutions of albite and anorthite.": {
    "guess": "Feldspar",
    "confidence": [
      [
        "F",
        -0.0045419117
      ],
      [
        "eld",
        -2.8160932e-06
      ],
      [
        "spar",
        -3.392825e-05
      ]
    ]
  },
  "In solid compounds, this class of reactions occurs in three distinct phases in which preheating leads to a second distillation stage. At the molecular level, these types of reactions can only be initiated if a heat- induced spin-paired state is achieved, which subsequently reacts to produce the heat that propagates the reaction. Certain types require consideration of the air to fuel ratio, while liquid fuels used in these have to above the flash point temperature. They come in complete, incomplete, and smoldering forms, and are used in devices like the calorimeter and diesel engine. FTP, name this": {
    "guess": "Combustion",
    "confidence": [
      [
        "Comb",
        -0.018948475
      ],
      [
        "ust",
        -3.5835506e-05
      ],
      [
        "ion",
        -3.035214e-05
      ]
    ]
  },
  "In solid compounds, this class of reactions occurs in three distinct phases in which preheating leads to a second distillation stage. At the molecular level, these types of reactions can only be initiated if a heat- induced spin-paired state is achieved, which subsequently reacts to produce the heat that propagates the reaction. Certain types require consideration of the air to fuel ratio, while liquid fuels used in these have to above the flash point temperature. They come in complete, incomplete,": {
    "guess": "Combustion",
    "confidence": [
      [
        "Comb",
        -0.026951732
      ],
      [
        "ust",
        -4.298773e-05
      ],
      [
        "ion",
        -0.00023095356
      ]
    ]
  },
  "_In the solar wind they can have wavelengths on the scale of an Earth radius giving a long-scale coherence of them that play a significant role in magnetosphere-ionosphere coupling. First postulated to": {
    "guess": "Magnetosphere of Earth",
    "confidence": [
      [
        "M",
        -0.53572416
      ],
      [
        "agnet",
        -0.027630445
      ],
      [
        "osphere",
        -0.10256053
      ],
      [
        " of",
        -0.28683266
      ],
      [
        " Earth",
        -0.23447785
      ]
    ]
  },
  "A soldier from this country put the head of King Muqrin on his coat of arms after beheading Muqrin and claiming Bahrain for this nation. This country gained power over one territory by overthrowing the Jaffna Kingdom. Although this nation tried to assert its rights over the colonies delineated on the": {
    "guess": "Saudi Arabia",
    "confidence": [
      [
        "Saudi",
        -0.3345489
      ],
      [
        " Arabia",
        -0.0053395396
      ]
    ]
  },
  "A soldier from this country infamously struck U.S. consul John Allison. During peacetime, the U.S. gunboat Panay was bombed by this country. Its actions were criticized by the U.S. in the Stimson Doctrine. Camps such as Heart Mountain and Manzanar housed emigrants from this country during the 1940s.": {
    "guess": "Japan",
    "confidence": [
      [
        "Japan",
        -0.072964504
      ]
    ]
  },
  "Soldiers in this military force who misbehaved were punished by being shackled to the \"clog.\" This military force was aided by the Skinners who raided for supplies and hunted the so called Cowboys. Recruitment quotas for this organization were increased as a part of the 88-Battalion Resolve. In an effort to defend one region, this military established the Flying Camp. This organization's field manual, Regulations for the Order And Discipline of the Army, was more commonly known as the Blue Book.": {
    "guess": "Continental Army",
    "confidence": [
      [
        "Contin",
        -0.013773
      ],
      [
        "ental",
        -0.00025990538
      ],
      [
        " Army",
        -8.017927e-05
      ]
    ]
  },
  "Soldiers in this military force who misbehaved were punished by being shackled to the \"clog.\" This military force was aided by the Skinners who raided for supplies and hunted the so called Cowboys. Recruitment quotas for this organization were increased as a part of the 88-Battalion Resolve. In an effort to defend one region, this military established the Flying Camp. This organization's field manual, Regulations for the Order And Discipline of the Army, was more commonly known as the Blue Book. Scottish doctor James Craik worked for this military. This military took over one city shortly after an opposing force left on Evacuation Day. Veterans of this military force established the Society of the Cincinnati. The main infantry component of this was organized into the \"State Lines\" and Friedrich Steuben drilled this fighting force at Valley Forge. For 10 points, name this main army lead by": {
    "guess": "Continental Army",
    "confidence": [
      [
        "Contin",
        -0.008030901
      ],
      [
        "ental",
        -9.698699e-05
      ],
      [
        " Army",
        -3.368984e-05
      ]
    ]
  },
  "A soldier named Lucius Terentius Bassus left an inscription praising this god in modern-day Woerden in the Netherlands, which suggests that Minerva was considered his consort, though he was also paired": {
    "guess": "Mars",
    "confidence": [
      [
        "M",
        -0.6401768
      ],
      [
        "ars",
        -0.006716079
      ]
    ]
  },
  "As a soldier, this man gained distinction for riding through enemy lines to inform Blucher and  Bernadotte of their orders to join the Battle of Leipzig, and at the Battle of Tolentino, he led the cavalry  charge the scattered Murat's bodyguard. This man's notable writings include A Few Words on Horse Racing, advocating for the sport, as wel as a trilogy consisting of the works Credit, Light, and Stadium which promulgated his liberal views. This man condemned what he saw as the radicalism of his countrymen in  his Fragments of a Political Program, and he served as a communications minister in the government of Lajos Batthyany, though he quit that government during the 1848 revolution after suffering a nervous  breakdown. This man's legacy of internal improvements includes support for the first bridge between the  cities of Buda and Pest, which is named in his honor. Cal ed \"the greatest of the Magyars,\" by his political  antagonist Lajos Kossuth, for 10 points, identify this Hungarian liberal reformer.": {
    "guess": "Lajos Kossuth",
    "confidence": [
      [
        "L",
        -0.10222632
      ],
      [
        "aj",
        -0.004280092
      ],
      [
        "os",
        -6.9882217e-06
      ],
      [
        " K",
        -0.056642108
      ],
      [
        "oss",
        -2.1650272e-05
      ],
      [
        "uth",
        -8.2324936e-05
      ]
    ]
  },
  "Solid iodoform formation is involved in a common method for testing for methyl versions of this functional group. With a thorium oxide catalyst, a dicarboxylic acid is converted into a cyclic version of these and in another reaction, thioesters and organozinc compounds also couple to form these. In addition to being the product of Ruzicka cyclization and Fukuyama Coupling, these tautomerizable compounds": {
    "guess": "Ketone",
    "confidence": [
      [
        "K",
        -0.0002482271
      ],
      [
        "et",
        -3.888926e-06
      ],
      [
        "one",
        -4.1914896e-05
      ]
    ]
  },
  "In solid compounds, this class of reactions occurs in three distinct phases in which preheating leads to a second distillation stage. At the molecular level, these types of reactions can only be initiated if a heat- induced spin-paired state is achieved, which subsequently reacts to produce the heat": {
    "guess": "Thermal decomposition",
    "confidence": [
      [
        "Th",
        -0.599439
      ],
      [
        "ermal",
        -0.0005825806
      ],
      [
        " decomposition",
        -0.029587103
      ]
    ]
  },
  "In solid-phase peptide synthesis, Wang's resin is often used because it can be cleaved by a trifluoro derivative of this compound. The chelating agent EDTA contains four equivalents of this molecule bound to two nitrogen atoms. A process for synthesizing this compound with an iridium catalyst replaced a previous process using a rhodium catalyst. Those processes synthesized this compound by carbonylating": {
    "guess": "Acetic Acid",
    "confidence": [
      [
        "Ac",
        -0.058023285
      ],
      [
        "etic",
        -0.016976038
      ],
      [
        " Acid",
        -0.0187069
      ]
    ]
  },
  "As a soldier, this man gained distinction for riding through enemy lines to inform Blucher and  Bernadotte of their orders to join the Battle of Leipzig, and at the Battle of Tolentino, he led the cavalry  charge the scattered Murat's bodyguard. This man's notable writings include A Few Words on Horse Racing, advocating for the sport, as wel as a trilogy consisting of the works Credit, Light, and Stadium which promulgated his liberal views. This man condemned what he saw as the radicalism of his countrymen in  his Fragments of a Political Program, and he served as a communications minister in the government of Lajos Batthyany, though he quit that government during the 1848 revolution after suffering a nervous  breakdown. This man's legacy of internal improvements includes support for the first bridge between the  cities of Buda and Pest, which is named in his honor. Cal ed \"the greatest of": {
    "guess": "Lajos Kossuth",
    "confidence": [
      [
        "L",
        -0.39834663
      ],
      [
        "aj",
        -0.02132581
      ],
      [
        "os",
        -2.677603e-05
      ],
      [
        " K",
        -0.0016182885
      ],
      [
        "oss",
        -6.81397e-05
      ],
      [
        "uth",
        -0.00013083349
      ]
    ]
  },
  "Soldiers in this military force who misbehaved were punished by being shackled to the \"clog.\" This military force was aided by the Skinners who raided for supplies and hunted the so called Cowboys. Recruitment quotas for this organization were increased as a part of the 88-Battalion Resolve. In an effort to defend one region, this military established the Flying Camp. This organization's field manual, Regulations for the Order And Discipline of the Army, was more commonly known as the Blue Book. Scottish doctor James Craik worked for this military. This military took over one city shortly after an opposing force left on Evacuation Day. Veterans of this military force established the Society of": {
    "guess": "Continental Army",
    "confidence": [
      [
        "Contin",
        -0.013113516
      ],
      [
        "ental",
        -9.8536635e-05
      ],
      [
        " Army",
        -0.0003889663
      ]
    ]
  },
  "Solid iodoform formation is involved in a common method for testing for methyl versions of this functional group. With a thorium oxide catalyst, a dicarboxylic acid is converted into a cyclic version of": {
    "guess": "Ketone",
    "confidence": [
      [
        "K",
        -0.3838182
      ],
      [
        "et",
        -0.0011908221
      ],
      [
        "one",
        -0.00090026204
      ]
    ]
  },
  "A soldier in this work gives the main character a carton of cigarettes to step on the stomach of a pregnant woman, causing her to have a miscarriage. One character in this work enjoys playing the flute and arranging flowers, and one of the narrator's early loves is shot by her military deserter boyfriend shortly before he commits suicide, and is named Uiko. The protagonist of this novel is shocked by Tsurukawa's suicide and is initially sent to Otani University where he meets the clubfooted intellectual Kashiwaga. For 10 points, identify this novel in which the stuttering Mizoguchi burns the title": {
    "guess": "Spring Snow",
    "confidence": [
      [
        "Spring",
        -0.5896199
      ],
      [
        " Snow",
        -0.0003545311
      ]
    ]
  },
  "Soldiers in this military force who misbehaved were punished by being shackled to the \"clog.\" This military force was aided by the Skinners who raided for supplies and hunted the so called Cowboys. Recruitment": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -0.9749253
      ]
    ]
  },
  "As a soldier, this man gained distinction for riding through enemy lines to inform Blucher and  Bernadotte of their orders to join the Battle of Leipzig, and at the Battle of Tolentino, he led the cavalry  charge the scattered Murat's bodyguard. This man's notable writings include A Few Words on Horse Racing, advocating for the sport, as wel as a trilogy consisting of the works Credit, Light, and Stadium which promulgated his liberal views. This man condemned what he saw as the radicalism of his countrymen in  his Fragments of a Political Program, and he served as a communications minister in the": {
    "guess": "Karl August Varnhagen von Ense",
    "confidence": [
      [
        "K",
        -0.9731981
      ],
      [
        "arl",
        -0.5976846
      ],
      [
        " August",
        -1.1474061
      ],
      [
        " V",
        -0.6314778
      ],
      [
        "arn",
        -0.00038205247
      ],
      [
        "h",
        -0.0005831766
      ],
      [
        "agen",
        -2.3392786e-06
      ],
      [
        " von",
        -0.0008784698
      ],
      [
        " En",
        -0.00012964146
      ],
      [
        "se",
        -0.00019150082
      ]
    ]
  },
  "In solid-phase peptide synthesis, Wang's resin is often used because it can be cleaved by a trifluoro derivative of this compound. The chelating agent EDTA contains four equivalents of this molecule bound to two nitrogen atoms. A process for synthesizing this compound with an iridium catalyst replaced a previous process using a rhodium catalyst. Those processes synthesized this compound by carbonylating methanol. When no water is present, this substance forms large ice-like crystals and is termed \"glacial\". This carboxylic acid has one more carbon atom than formic acid. For 10 points, name this weak acid found in vinegar.": {
    "guess": "Acetic acid",
    "confidence": [
      [
        "Ac",
        -0.007575982
      ],
      [
        "etic",
        -1.7478143e-05
      ],
      [
        " acid",
        -0.23167755
      ]
    ]
  },
  "One soliloquy in this play, which begins with the exclamation \"Vindicta mihi!\", contains quotations in Latin from three of Seneca's plays. The speaker of that soliloquy also speaks a fourteen-line dirge in Latin after he and his wife Isabella discover a body in his arbor. That character bites out his": {
    "guess": "Titus Andronicus",
    "confidence": [
      [
        "Tit",
        -0.055085503
      ],
      [
        "us",
        -0.00015145572
      ],
      [
        " And",
        -0.000191024
      ],
      [
        "ronic",
        -2.3319124e-05
      ],
      [
        "us",
        -4.604148e-06
      ]
    ]
  },
  "This man sold his namesake carbine rifle to the Buchanan administration, and deferred to George C. Meade": {
    "guess": "Triplett & Scott carbine",
    "confidence": [
      [
        "Triple",
        -1.041269
      ],
      [
        "tt",
        -1.4378848e-05
      ],
      [
        " &",
        -0.0044428166
      ],
      [
        " Scott",
        -0.0014515443
      ],
      [
        " carb",
        -0.9519856
      ],
      [
        "ine",
        -0.0010082772
      ]
    ]
  },
  "Solid iodoform formation is involved in a common method for testing for methyl versions of this functional group. With a thorium oxide catalyst, a dicarboxylic acid is converted into a cyclic version of these and in another reaction, thioesters and organozinc compounds also couple to form these. In addition to being the product of Ruzicka cyclization and Fukuyama Coupling, these tautomerizable compounds can be treated with either (*) mCPBA or hydrogen peroxide to form esters in the Baeyer-Villiger": {
    "guess": "Ketone",
    "confidence": [
      [
        "K",
        -0.009521736
      ],
      [
        "et",
        -5.0497558e-05
      ],
      [
        "one",
        -0.0069537074
      ]
    ]
  },
  "A solid-solution of two types of this mineral can exsolve to form perthites. The continuous branch of": {
    "guess": "Feldspar",
    "confidence": [
      [
        "F",
        -0.010920014
      ],
      [
        "eld",
        -4.9617593e-06
      ],
      [
        "spar",
        -0.0003246183
      ]
    ]
  },
  "Solid iodoform formation is involved in a common method for testing for methyl versions of this functional group. With a thorium oxide catalyst, a dicarboxylic acid is converted into a cyclic version of these and in another reaction, thioesters and organozinc compounds also couple to form these. In addition to being the product of Ruzicka cyclization and Fukuyama Coupling, these tautomerizable compounds can be treated with either (*) mCPBA or hydrogen peroxide to form esters in the Baeyer-Villiger oxidation. Their \"bodies\" are found in the urine of starving people and, more commonly, diabetics.": {
    "guess": "Ketone",
    "confidence": [
      [
        "K",
        -0.0121057695
      ],
      [
        "et",
        -8.75699e-05
      ],
      [
        "one",
        -0.0039735623
      ]
    ]
  },
  "A soldier from this country put the head of King Muqrin on his coat of arms after beheading Muqrin and claiming Bahrain for this nation. This country gained power over one territory by overthrowing the Jaffna Kingdom. Although this nation tried to assert its rights over the colonies delineated on the Pink Map, it yielded to the British Ultimatum. Following independence, another of its former colonies": {
    "guess": "Portugal",
    "confidence": [
      [
        "Port",
        -0.066756606
      ],
      [
        "ugal",
        -0.005603561
      ]
    ]
  },
  "As a soldier, this man gained distinction for riding through enemy lines to inform Blucher and  Bernadotte": {
    "guess": "Jean-Baptiste Bernadotte",
    "confidence": [
      [
        "Jean",
        -0.23725218
      ],
      [
        "-B",
        -0.25511932
      ],
      [
        "apt",
        -0.00014668758
      ],
      [
        "iste",
        -0.0005781737
      ],
      [
        " Bern",
        -0.011683801
      ],
      [
        "ad",
        -3.166338e-05
      ],
      [
        "otte",
        -3.0828953e-05
      ]
    ]
  },
  "Soldiers sympathetic to this group were killed after the Banbury mutiny, after a group of officers named Grandees began to reject their ideas. William Walwyn was one of these people, whose supporters wore rosemary springs and sea-green ribbons. The manifesto An Agreement of the People, written in part by John Lilburne, laid out this movement's beliefs. These participants in the Putney debates were": {
    "guess": "Levellers",
    "confidence": [
      [
        "Le",
        -0.002889633
      ],
      [
        "v",
        -2.677603e-05
      ],
      [
        "ellers",
        -6.146429e-05
      ]
    ]
  },
  "One soliloquy in this play, which begins with the exclamation \"Vindicta mihi!\", contains quotations in Latin from three of Seneca's plays. The speaker of that soliloquy also speaks a fourteen-line dirge": {
    "guess": "Titus Andronicus",
    "confidence": [
      [
        "Tit",
        -0.16511276
      ],
      [
        "us",
        -4.0603656e-05
      ],
      [
        " And",
        -0.00024631983
      ],
      [
        "ronic",
        -3.8457987e-05
      ],
      [
        "us",
        -9.253091e-06
      ]
    ]
  },
  "Solar panels and wind cowls cover the roofs of this city's environmentally friendly BedZED Ecovillage. A glass gridshell roof spans over the Great Court in a museum found in this city. Swiss Re spent over a billion dollars purchasing a building in this city that replaced the Baltic Exchange and was designed by (*) Norman Foster. Renzo Piano designed a 95-story-tall pyramidal skyscraper in this city": {
    "guess": "London",
    "confidence": [
      [
        "London",
        -0.016027682
      ]
    ]
  },
  "Soldiers in this military force who misbehaved were punished by being shackled to the \"clog.\" This military force was aided by the Skinners who raided for supplies and hunted the so called Cowboys. Recruitment quotas for this organization were increased as a part of the 88-Battalion Resolve. In an effort to defend one region, this military established the Flying Camp. This organization's field manual, Regulations for the Order And Discipline of the Army, was more commonly known as the Blue Book. Scottish doctor James Craik worked for this military. This military took over one city shortly after an opposing force left on Evacuation Day. Veterans of this military force established the Society of the Cincinnati. The main infantry component of this was organized into the \"State Lines\" and Friedrich": {
    "guess": "Continental Army",
    "confidence": [
      [
        "Contin",
        -0.0072316397
      ],
      [
        "ental",
        -5.0735965e-05
      ],
      [
        " Army",
        -4.990154e-05
      ]
    ]
  },
  "A soldier from this country put the head of King Muqrin on his coat of arms after beheading Muqrin and claiming Bahrain for this nation. This country gained power over one territory by overthrowing the Jaffna Kingdom. Although this nation tried to assert its rights over the colonies delineated on the Pink Map, it yielded to the British Ultimatum. Following independence, another of its former colonies issued the (*) Golden Law of 1888 to abolish slavery. Its final colonies were largely eliminated following its Carnation Revolution, and this country gained claim to territories east of the Cape Verde": {
    "guess": "Portugal",
    "confidence": [
      [
        "Port",
        -0.0023611404
      ],
      [
        "ugal",
        -0.0020618767
      ]
    ]
  },
  "A soldier named Lucius Terentius Bassus left an inscription praising this god in modern-day Woerden in the Netherlands, which suggests that Minerva was considered his consort, though he was also paired with Urania. The rituals associated with this god are similar to the Akitu festival of Bablyonian tradition and to the worship of Shamash; those rituals were described by the historian Herodian. Originally from the city of Emesa, an object sacred to this god would be paraded through Rome on a four-horse chariot on the summer solstice, and the most notable promoter of this god would force Senators to watch him dance in front of a giant black stone before being deposed and killed. For ten points,": {
    "guess": "Elagabalus",
    "confidence": [
      [
        "El",
        -0.015830467
      ],
      [
        "ag",
        -0.001318216
      ],
      [
        "abal",
        -0.0011690335
      ],
      [
        "us",
        -2.3915141e-05
      ]
    ]
  },
  "A soldier named Lucius Terentius Bassus left an inscription praising this god in modern-day Woerden in the Netherlands, which suggests that Minerva was considered his consort, though he was also paired with Urania. The rituals associated with this god are similar to the Akitu festival of Bablyonian tradition and to the worship of Shamash; those rituals were described by the historian Herodian. Originally from the city of Emesa, an object sacred to this god would be paraded through Rome on a four-horse chariot on the summer solstice, and the most notable promoter of this god would force Senators to watch him dance in front of a giant black stone before being deposed and killed. For ten points, name this Syrian sun god who shares his name with the crazy, short-lived boy emperor who tried to make": {
    "guess": "Elagabalus",
    "confidence": [
      [
        "El",
        -0.0069870884
      ],
      [
        "ag",
        -0.00084071525
      ],
      [
        "abal",
        -0.004079351
      ],
      [
        "us",
        -1.8074163e-05
      ]
    ]
  },
  "As a soldier, this man gained distinction for riding through enemy lines to inform Blucher and  Bernadotte of their orders to join the Battle of Leipzig, and at the Battle of Tolentino, he led the cavalry  charge the scattered Murat's bodyguard. This man's notable writings include A Few Words on Horse Racing, advocating for the sport, as wel as a trilogy consisting of the works Credit, Light, and Stadium": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -1.4369078
      ]
    ]
  },
  "In solid-phase peptide synthesis, Wang's resin is often used because it can be cleaved by a trifluoro derivative of this compound. The chelating agent EDTA contains four equivalents of this molecule bound to two nitrogen atoms. A process for synthesizing this compound with an iridium catalyst replaced": {
    "guess": "Acetic Acid",
    "confidence": [
      [
        "Ac",
        -0.013398671
      ],
      [
        "etic",
        -0.007216488
      ],
      [
        " Acid",
        -0.014868913
      ]
    ]
  },
  "A soldier in this work gives the main character a carton of cigarettes to step on the stomach of a pregnant woman, causing her to have a miscarriage. One character in this work enjoys playing the flute and arranging flowers, and one of the narrator's early loves is shot by her military deserter boyfriend shortly before he commits suicide, and is named Uiko. The protagonist of this novel is shocked": {
    "guess": "The Temple of the Golden Pavilion",
    "confidence": [
      [
        "The",
        -0.027622558
      ],
      [
        " Temple",
        -0.33055553
      ],
      [
        " of",
        -5.5146502e-05
      ],
      [
        " the",
        -5.0735965e-05
      ],
      [
        " Golden",
        -4.6802244e-05
      ],
      [
        " Pavilion",
        -4.823269e-05
      ]
    ]
  },
  "_In the solar wind they can have wavelengths on the scale of an Earth radius giving a long-scale coherence": {
    "guess": "Francis Beaufort",
    "confidence": [
      [
        "Franc",
        -0.783502
      ],
      [
        "is",
        -0.00024763108
      ],
      [
        " Be",
        -0.16057494
      ],
      [
        "auf",
        -0.00022213248
      ],
      [
        "ort",
        -0.00039123115
      ]
    ]
  },
  "As a soldier, this man gained distinction for riding through enemy lines to inform Blucher and  Bernadotte of their orders to join the Battle of Leipzig, and at the Battle of Tolentino, he led the cavalry": {
    "guess": "Arthur Wellesley, 1st Duke of Wellington",
    "confidence": [
      [
        "Arthur",
        -0.7053905
      ],
      [
        " Wel",
        -0.00027230257
      ],
      [
        "les",
        -2.220075e-06
      ],
      [
        "ley",
        -0.00013309837
      ],
      [
        ",",
        -0.002888564
      ],
      [
        " ",
        -0.00010223195
      ],
      [
        "1",
        -4.1273333e-06
      ],
      [
        "st",
        -2.3392786e-06
      ],
      [
        " Duke",
        -1.2352386e-05
      ],
      [
        " of",
        -3.4121115e-06
      ],
      [
        " Wellington",
        -1.8908588e-05
      ]
    ]
  },
  "This soldier worked with La Hire to rout John Fastolf at the Battle of Patay. This person met the Dauphin Charles VII after lifting the siege at Orleans on the alleged instructions of Saint Michael, Saint": {
    "guess": "Joan of Arc",
    "confidence": [
      [
        "Jo",
        -0.006469398
      ],
      [
        "an",
        -4.00813e-06
      ],
      [
        " of",
        -0.00021069261
      ],
      [
        " Arc",
        -1.8193366e-05
      ]
    ]
  },
  "A soldier named Lucius Terentius Bassus left an inscription praising this god in modern-day Woerden in the Netherlands, which suggests that Minerva was considered his consort, though he was also paired with Urania. The rituals associated with this god are similar to the Akitu festival of Bablyonian tradition and to the worship of Shamash; those rituals were described by the historian Herodian. Originally from the city of Emesa, an object sacred to this god would be paraded through Rome on a four-horse chariot on the summer solstice, and the most notable promoter of this god would force Senators": {
    "guess": "Elagabalus",
    "confidence": [
      [
        "El",
        -0.14037876
      ],
      [
        "ag",
        -0.006047059
      ],
      [
        "abal",
        -0.0018047726
      ],
      [
        "us",
        -0.0001375089
      ]
    ]
  },
  "A solid-solution of two types of this mineral can exsolve to form perthites. The continuous branch of Bowen's reaction series consists of this mineral's forms as various solid-solutions of albite and anorthite. Those forms characterized by the presence of sodium or calcium comprise the plagioclase series.": {
    "guess": "Feldspar",
    "confidence": [
      [
        "F",
        -0.0011324746
      ],
      [
        "eld",
        -3.0545007e-06
      ],
      [
        "spar",
        -1.3306016e-05
      ]
    ]
  }
}