{
  "T'o Ming and Ma Hualong led one revolt by Hui Muslims against this dynasty. In addition to that Dungan revolt, Wu Sangui led the Revolt of the Three Feudatories against it. Founded by members of the Aisin": {
    "guess": "Qing dynasty",
    "confidence": [
      [
        "Q",
        -0.05237739
      ],
      [
        "ing",
        -0.0012571377
      ],
      [
        " dynasty",
        -0.11940641
      ]
    ]
  },
  "A minor character in this work, Eugenius, sees a more important character die, and that dying character's": {
    "guess": "The Life and Opinions of Tristram Shandy, Gentleman",
    "confidence": [
      [
        "The",
        -0.0023579292
      ],
      [
        " Life",
        -0.0007222029
      ],
      [
        " and",
        -6.82589e-05
      ],
      [
        " Op",
        -2.7252845e-05
      ],
      [
        "inions",
        -2.451116e-05
      ],
      [
        " of",
        -1.3856493e-06
      ],
      [
        " Tr",
        -7.58424e-06
      ],
      [
        "ist",
        -5.121278e-05
      ],
      [
        "ram",
        -2.7014437e-05
      ],
      [
        " Sh",
        -2.4584822e-06
      ],
      [
        "andy",
        -1.342522e-05
      ],
      [
        ",",
        -3.5313153e-06
      ],
      [
        " Gentle",
        -5.6576944e-05
      ],
      [
        "man",
        0.0
      ]
    ]
  },
  "This mineral can form Balatino type laminations and both this mineral and a related mineral with one fewer component can be found in chicken wire structures. When subjected to high heat, this mineral can convert to bassanite. The discovery of a vein of this mineral called Homestake has been used to argue for the past presence of water on Mars. The Naica mine in Mexico is known for its megacrystals of this mineral. Nodules of this mineral can be found in Sabkhas. Selenite is particular crystal configuration of this mineral. When this mineral has its water removed, it become anhydrite. Dunes of this mineral can be found in White Sands, New Mexico. This evaporite is the mineral component of plaster": {
    "guess": "Gypsum",
    "confidence": [
      [
        "G",
        -0.007358379
      ],
      [
        "ypsum",
        -8.180258e-06
      ]
    ]
  },
  "Minor characters include Kupava, Bobyl, and King Berendei and the libretto was written by the composer himself.  Orchestral sections include the \"Dance of the Birds,\" \"Procession,\" and the \"Dance of the Tumblers.\"  The title character aims for the love of the shepherd Lel in the first act, but ends up falling in love with Mizgir by the end of the opera.  However, the sun god Yarilo arrives and the": {
    "guess": "The Snow Maiden",
    "confidence": [
      [
        "The",
        -0.056079514
      ],
      [
        " Snow",
        -0.019002285
      ],
      [
        " Maiden",
        -0.00013047588
      ]
    ]
  },
  "A miniature device capable of utilizing this analytical technique for studying martian soil was present on both NASA rovers Spirit and Opportunity. A process analogous to the physical principle underlying this analytical technique necessitates the appearance of a zero-phonon peak on a plot of the optical absorbance of a sample of chromophores embedded in a solid matrix at low temperatures. Sodium nitroprusside is used as a common reference material in this type of spectroscopy where nuclei with spin-states greater than ½ experience a characteristic quadrupole splitting. A variant of this technique was used in an experiment used to show the existence of gravitational redshift by Pound and Rebka. For 10 points, name this technique which exploits the fact that a percentage of gamma-ray absorptions and emissions with nuclei are recoil-free, and can be used to probe oxidation states of iron-57 nuclei.": {
    "guess": "Mossbauer spectroscopy",
    "confidence": [
      [
        "M",
        -0.0040780474
      ],
      [
        "oss",
        -0.41409233
      ],
      [
        "b",
        -1.3186812e-05
      ],
      [
        "auer",
        -9.610702e-06
      ],
      [
        " spectro",
        -0.11617433
      ],
      [
        "scopy",
        -4.7755875e-05
      ]
    ]
  },
  "Minor characters in this work include the porter Vassilij, who has a red scar on his neck from the Civil War. One character tells this novel's protagonist \"Bravo! The wolves devour each other\" shortly before asking him \"When did you last sleep with a woman?\" This novel, which is divided into three sections": {
    "guess": "The Master and Margarita",
    "confidence": [
      [
        "The",
        -0.87676704
      ],
      [
        " Master",
        -0.35212064
      ],
      [
        " and",
        -0.00013107191
      ],
      [
        " Marg",
        -0.0006236802
      ],
      [
        "ar",
        -0.00011462913
      ],
      [
        "ita",
        -4.2510914e-05
      ]
    ]
  },
  "Minor characters in this work include the lustful Scottish Captain Hausbank and a pair of prostitutes who administer magical vials of perfume and are nicknamed the Skeleton and the Mattress.  Much of the center portion of the book concerns the adventures of a tulip tattooed mercenary called the Turk whose retinue includes a quartet of Swiss giants, and who long ago left his childhood friends Agostino": {
    "guess": "The Master and Margarita",
    "confidence": [
      [
        "The",
        -0.08234976
      ],
      [
        " Master",
        -0.30182216
      ],
      [
        " and",
        -0.0009022885
      ],
      [
        " Marg",
        -0.00015896189
      ],
      [
        "ar",
        -8.0656086e-05
      ],
      [
        "ita",
        -1.7478143e-05
      ]
    ]
  },
  "The minimal criterion for it to be productive is given by the product of ion density and confinement time, and is known as Lawson's criterion. In 1989, B. Stanley Pons and Martin Fleischmann allegedly performed one type of this process at room temperature; however, attempts to replicate that work have": {
    "guess": "Cold fusion",
    "confidence": [
      [
        "Cold",
        -0.006601564
      ],
      [
        " fusion",
        -0.0012844024
      ]
    ]
  },
  "Minor works of this playwright include The Sandbox and The Death of Bessie Smith, and he adapted Carson McCullers' Ballad of the Sad Café for the stage. Harry and Edna carry a strange psychic plague in A Delicate Balance, and the females A, B, and C are the title characters of his Pulitzer-winning play Three Tall Women. The creator of Seascape, for 10 points, name this Tony- Award-winning American": {
    "guess": "Edward Albee",
    "confidence": [
      [
        "Edward",
        -0.010384293
      ],
      [
        " Al",
        -0.00064714864
      ],
      [
        "bee",
        -6.647085e-05
      ]
    ]
  },
  "Minor characters in this book include the eunuchs Hegai and Shaashgaz, and Memuchan, an advisor to the king who sets the plot in action. Zeresh is the wife of the villain in this book, who advises him to make a huge gallows, which end up unused after the intended victim gets rewarded for uncovering a plot against the king by Bigsan and Seresh. In the capital city of Shushan, Vashti must be gotten rid of for refusing to obey her husband, the king, and so king Ahasuerus chooses as a new wife the title character, known to the Jews as Hadassah, the cousin of Mordechai. The villain in this book tries to kill all the Jews by drawing lots, but eventually, that Haman is defeated and all is well. For 10 points, name this book of the Old Testament about the title female Jew who helps save all the others,": {
    "guess": "Book of Esther",
    "confidence": [
      [
        "Book",
        -0.014204051
      ],
      [
        " of",
        -2.3080716e-05
      ],
      [
        " Esther",
        -0.00011319869
      ]
    ]
  },
  "Minor characters include Kupava, Bobyl, and King Berendei and the libretto was written by the composer": {
    "guess": "The Snow Maiden",
    "confidence": [
      [
        "The",
        -0.049717065
      ],
      [
        " Snow",
        -0.19053215
      ],
      [
        " Maiden",
        -0.00023393365
      ]
    ]
  },
  "Minor characters in this book include the eunuchs Hegai and Shaashgaz, and Memuchan, an advisor to the": {
    "guess": "Book of Esther",
    "confidence": [
      [
        "Book",
        -0.3130682
      ],
      [
        " of",
        -4.048445e-05
      ],
      [
        " Esther",
        -2.0458236e-05
      ]
    ]
  },
  "Minimizing this effect by heating increases the yield of Cope rearrangements. Flagpole interactions increase the strength of this effect. Bridgehead carbons on compounds like norbornene do not have sp2 hybridization because of this effect, according to Bredt's rule. The Prelog type of this effect is also called its \"transannular\" type, and the deviance of a compound's planar dihedral angles are measured by its Baeyer type. To minimize a type of this effect, \"puckering\" forms (*) \"envelope\" conformations in cyclopentane. A staggered conformation minimizes this, whereas an eclipsed conformation maximizes": {
    "guess": "Ring strain",
    "confidence": [
      [
        "Ring",
        -0.3050184
      ],
      [
        " strain",
        -0.10277868
      ]
    ]
  },
  "The minimal criterion for it to be productive is given by the product of ion density and confinement time, and is known as Lawson's criterion. In 1989, B. Stanley Pons and Martin Fleischmann allegedly performed one type of this process at room temperature; however, attempts to replicate that work have failed. Examples of the exothermic variety of this process include the CNO cycle and the proton-proton chain reaction, the latter of which occurs in the sun. For 10 points, name this thermonuclear reaction in which nuclei of light atoms come together to form nuclei of heavier atoms.": {
    "guess": "Nuclear fusion",
    "confidence": [
      [
        "N",
        -0.0017612135
      ],
      [
        "uclear",
        -6.704273e-07
      ],
      [
        " fusion",
        -0.008876794
      ]
    ]
  },
  "One of its minor characters, Mr. O'Connor, receives a solicitation from Richard Tierney prior to his delivering alcohol to the title location, for which he is criticized.  Very politically charged, topics of discussion in this work include the imminent arrival of Edward VII, and near the end, the nationalist Mr. Hynes recites his poem \"The Death of Parnell,\" whose anniversary is being celebrated on": {
    "guess": "Ivy Day in the Committee Room",
    "confidence": [
      [
        "I",
        -0.0018799698
      ],
      [
        "vy",
        -2.486877e-05
      ],
      [
        " Day",
        -0.00041267683
      ],
      [
        " in",
        -7.5411124e-05
      ],
      [
        " the",
        -7.8748824e-05
      ],
      [
        " Committee",
        -0.00014334988
      ],
      [
        " Room",
        -4.365741e-06
      ]
    ]
  },
  "Miniature wooden sculptures are often attached to these clothes with ropes to serve the function of pockets. \"Swinging sleeves\" is a formal style of these clothes for women, whose sashes for them are often very elaborate and cost far more than men's ones. A promotion to wear one of these on Wednesdays paired with a (*) Monet painting led to accusations of cultural appropriation at the Boston Museum": {
    "guess": "Kimono",
    "confidence": [
      [
        "Kim",
        -0.2789494
      ],
      [
        "ono",
        -3.22594e-05
      ]
    ]
  },
  "Minimizing this effect by heating increases the yield of Cope rearrangements. Flagpole interactions increase the strength of this effect. Bridgehead carbons on compounds like norbornene do not have sp2": {
    "guess": "Bredt's rule",
    "confidence": [
      [
        "B",
        -0.8182375
      ],
      [
        "red",
        -0.27367875
      ],
      [
        "t",
        -8.172892e-05
      ],
      [
        "'s",
        -0.0018993635
      ],
      [
        " rule",
        -0.47527376
      ]
    ]
  },
  "T'o Ming and Ma Hualong led one revolt by Hui Muslims against this dynasty. In addition to that Dungan": {
    "guess": "Dungan Revolt",
    "confidence": [
      [
        "D",
        -0.7179148
      ],
      [
        "ungan",
        -6.749814e-06
      ],
      [
        " Rev",
        -0.420663
      ],
      [
        "olt",
        -0.0007206533
      ]
    ]
  },
  "Minor characters in this work include the protagonist ex-teacher and amputee whose gift of boots eventually leads to the death of another character and the 40 year-old Stanislaus Katczinsky. A game of cards is combined with putting a number of wooden portable latrines in a circle in this work, in which the protagonist and his friends also gang up and beat their ex-teacher Corporal Himmelstoss. The": {
    "guess": "All Quiet on the Western Front",
    "confidence": [
      [
        "All",
        -0.0072890427
      ],
      [
        " Quiet",
        -4.7875077e-05
      ],
      [
        " on",
        -1.1517961e-05
      ],
      [
        " the",
        -0.00013309837
      ],
      [
        " Western",
        -3.8934802e-05
      ],
      [
        " Front",
        -1.2948405e-05
      ]
    ]
  },
  "Minor characters include Kupava, Bobyl, and King Berendei and the libretto was written by the composer himself.  Orchestral sections include the \"Dance of the Birds,\" \"Procession,\" and the \"Dance of the": {
    "guess": "The Snow Maiden",
    "confidence": [
      [
        "The",
        -0.06656334
      ],
      [
        " Snow",
        -0.09991697
      ],
      [
        " Maiden",
        -0.00022511258
      ]
    ]
  },
  "In Minkowski space, the four-vector form of this quantity is computed as the derivative of U with respect to proper time and represents a curvature vector along a world line. For a simple harmonic oscillator,": {
    "guess": "Harmonic oscillator",
    "confidence": [
      [
        "Har",
        -1.4151152
      ],
      [
        "monic",
        -0.00069075153
      ],
      [
        " oscillator",
        -0.022264646
      ]
    ]
  },
  "Minor characters in this work include the protagonist ex-teacher and amputee whose gift of boots eventually leads to the death of another character and the 40 year-old Stanislaus Katczinsky. A game of cards is combined with putting a number of wooden portable latrines in a circle in this work, in which": {
    "guess": "All Quiet on the Western Front",
    "confidence": [
      [
        "All",
        -0.015938176
      ],
      [
        " Quiet",
        -0.00014656837
      ],
      [
        " on",
        -0.0001342904
      ],
      [
        " the",
        -0.0009685108
      ],
      [
        " Western",
        -5.312004e-05
      ],
      [
        " Front",
        -2.355753e-05
      ]
    ]
  },
  "A D minor work by this composer sees the adagio F sharp minor second movement's transition to the the alla breve finale orchestrated attacca, or without pause, which followed a similar C minor piece, which": {
    "guess": "Ludwig van Beethoven",
    "confidence": [
      [
        "L",
        -1.1924354
      ],
      [
        "ud",
        -0.00024941913
      ],
      [
        "wig",
        -1.3902034e-05
      ],
      [
        " van",
        -0.0023700588
      ],
      [
        " Be",
        -4.5252596e-05
      ],
      [
        "ethoven",
        -4.7755875e-05
      ]
    ]
  },
  "One minister under this man was later killed for plotting against Papa Doc Duvalier, and his nation was sanctioned after a car bombing in Caracas wounded, but did not kill, Romulo Betancourt. He also ordered the killings of the Mirabal Sisters, and the failure of general Pupo Roman to act following this man's death allowed Johnny Abbes Garcia to catch and punish most of his assassins. He ordered the Parsley Massacre and negotiated a treaty with Cordell Hull. For 10 points, name this dictator of the": {
    "guess": "Rafael Trujillo",
    "confidence": [
      [
        "R",
        -0.042856336
      ],
      [
        "af",
        -0.0010026819
      ],
      [
        "ael",
        -4.692145e-05
      ],
      [
        " Tr",
        -0.00046129356
      ],
      [
        "uj",
        -6.46828e-05
      ],
      [
        "illo",
        -0.000107000094
      ]
    ]
  },
  "A minor character in this novel has a habit of gathering local cats to him by shredding paper then spitting": {
    "guess": "Black Death",
    "confidence": [
      [
        "Black",
        -0.5694439
      ],
      [
        " Death",
        -0.008123258
      ]
    ]
  },
  "One minor character on this show was Lorraine Finster, a cafeteria employee who had an affair with another character's husband. That character later was briefly married to Lorraine's father Lyle, who was played by John Cleese. Lyle was the fourth husband of Karen, who is rich but works as an assistant to one of the show's title characters. For 10 points, name this recently-concluded sitcom on NBC that starred Eric McCormack and Debra Messing as characters whose surnames were Truman and Adler.": {
    "guess": "Will & Grace",
    "confidence": [
      [
        "Will",
        -0.048067715
      ],
      [
        " &",
        -0.0034713016
      ],
      [
        " Grace",
        -2.9875326e-05
      ]
    ]
  },
  "This Minister of Health under Pedro Aguirre Cerda was successively defeated by Jorge Alessandri and Eduardo Frei but finally won an election by enticing dissident Christian Democrats into his Popular Unity coalition. This leader's government was the first in America to recognize Communist China and he": {
    "guess": "Salvador Allende",
    "confidence": [
      [
        "Sal",
        -0.009202155
      ],
      [
        "v",
        -3.1782583e-05
      ],
      [
        "ador",
        -0.00026026298
      ],
      [
        " All",
        -0.000119993296
      ],
      [
        "ende",
        -9.1026806e-05
      ]
    ]
  },
  "Minor characters in this work include the lustful Scottish Captain Hausbank and a pair of prostitutes who administer magical vials of perfume and are nicknamed the Skeleton and the Mattress.  Much of the center portion of the book concerns the adventures of a tulip tattooed mercenary called the Turk": {
    "guess": "The Baroque Cycle",
    "confidence": [
      [
        "The",
        -0.4664201
      ],
      [
        " Bar",
        -2.1214304
      ],
      [
        "oque",
        -0.0024982523
      ],
      [
        " Cycle",
        -0.0013853551
      ]
    ]
  },
  "Minor characters in this work include the porter Vassilij, who has a red scar on his neck from the Civil": {
    "guess": "Crime and Punishment",
    "confidence": [
      [
        "Crime",
        -0.59885424
      ],
      [
        " and",
        -0.00062344177
      ],
      [
        " Pun",
        -0.0018313
      ],
      [
        "ishment",
        -0.00010831134
      ]
    ]
  },
  "A minor character in this work, Eugenius, sees a more important character die, and that dying character's last words quote Sancho Panza, stating that should he recover, \"Mitres be suffered to rain down from heaven thick as hail\". In another episode of this novel, Le Fever falls ill during his a trip": {
    "guess": "The Life and Opinions of Tristram Shandy, Gentleman",
    "confidence": [
      [
        "The",
        -0.02577311
      ],
      [
        " Life",
        -0.0032309485
      ],
      [
        " and",
        -0.0007570966
      ],
      [
        " Op",
        -0.00068086124
      ],
      [
        "inions",
        -4.0246043e-05
      ],
      [
        " of",
        -1.3856493e-06
      ],
      [
        " Tr",
        -2.6656826e-05
      ],
      [
        "ist",
        -5.0616763e-05
      ],
      [
        "ram",
        -1.2233183e-05
      ],
      [
        " Sh",
        -2.6968896e-06
      ],
      [
        "andy",
        -2.1054253e-05
      ],
      [
        ",",
        -7.3458323e-06
      ],
      [
        " Gentle",
        -5.9199425e-05
      ],
      [
        "man",
        -7.89631e-07
      ]
    ]
  },
  "Minerals that contain cationic iron have a characteristic response to this effect which can be used to": {
    "guess": "Mössbauer effect",
    "confidence": [
      [
        "M",
        -0.04233095
      ],
      [
        "ö",
        -0.15176715
      ],
      [
        "ss",
        -7.822647e-06
      ],
      [
        "b",
        -2.4272753e-05
      ],
      [
        "auer",
        -3.5120287e-05
      ],
      [
        " effect",
        -0.48262134
      ]
    ]
  },
  "Minor characters in this work include the porter Vassilij, who has a red scar on his neck from the Civil War. One character tells this novel's protagonist \"Bravo! The wolves devour each other\" shortly before asking him \"When did you last sleep with a woman?\" This novel, which is divided into three sections called \"hearings\", is the middle part of a trilogy that begins with The Gladiators and ends with Arrival and Departure. The protagonist of this work is implicated in a crime by a man called \"Hare-Lip\" and becomes acquainted with his neighbor, who is known only as \"Number 402\". The protagonist of this book is persuaded by Ivanov to confess to attempting to assassinate Number One in order to": {
    "guess": "Darkness at Noon",
    "confidence": [
      [
        "Dark",
        -0.117510915
      ],
      [
        "ness",
        -3.500108e-05
      ],
      [
        " at",
        -5.1808798e-05
      ],
      [
        " Noon",
        -7.465036e-06
      ]
    ]
  },
  "A minor relationship in this play is that between the poor schoolmaster Semyon Medvedenko and a young girl who is perpetually dressed in black due to her unrequited love for the main character, a writer. The doctor Yevgeny Dorn offers the writer advice and the writer's uncle, Pyotr Sorin, recommends that he write a story based on Sorin's own life called The Man Who Wished. Sorin's sister, Irina Arkadina, is the love interest of the more famous writer, Trigorin. Based on a hunting trip with the landscape": {
    "guess": "The Seagull",
    "confidence": [
      [
        "The",
        -0.0017856101
      ],
      [
        " Se",
        -0.000258121
      ],
      [
        "ag",
        -1.8550976e-05
      ],
      [
        "ull",
        -3.190179e-05
      ]
    ]
  },
  "One of its minor characters, Mr. O'Connor, receives a solicitation from Richard Tierney prior to his": {
    "guess": "Dubliners",
    "confidence": [
      [
        "Dub",
        -0.0328083
      ],
      [
        "lin",
        -0.00013882013
      ],
      [
        "ers",
        -7.004696e-05
      ]
    ]
  },
  "A D minor work by this composer sees the adagio F sharp minor second movement's transition to the the alla breve finale orchestrated attacca, or without pause, which followed a similar C minor piece, which sees an E flat major theme supplant the half step-filled piano arpeggios. A four-note \"signature\" ends both those piano concertos by this man, whose first opera sees the title character marry and then murder the gypsy Zemfira. This composer of Aleko collected Thirteen (*) Preludes, Ten Preludes, and Prelude in C-Sharp Minor into a group covering all twenty-four musical keys. This creator of the": {
    "guess": "Sergei Rachmaninoff",
    "confidence": [
      [
        "S",
        -0.05382448
      ],
      [
        "erge",
        -5.4385737e-06
      ],
      [
        "i",
        -5.025915e-05
      ],
      [
        " Rach",
        -0.00024299313
      ],
      [
        "man",
        -2.4272753e-05
      ],
      [
        "in",
        -5.5980927e-05
      ],
      [
        "off",
        -7.89631e-07
      ]
    ]
  },
  "One minister under this man was later killed for plotting against Papa Doc Duvalier, and his nation was": {
    "guess": "Haiti",
    "confidence": [
      [
        "H",
        -0.6357409
      ],
      [
        "ait",
        -0.0001844678
      ],
      [
        "i",
        -0.0016419769
      ]
    ]
  },
  "A minor character in this work, Eugenius, sees a more important character die, and that dying character's last words quote Sancho Panza, stating that should he recover, \"Mitres be suffered to rain down": {
    "guess": "The Life and Opinions of Tristram Shandy, Gentleman",
    "confidence": [
      [
        "The",
        -0.0020041766
      ],
      [
        " Life",
        -0.0006402421
      ],
      [
        " and",
        -3.23786e-05
      ],
      [
        " Op",
        -2.4630364e-05
      ],
      [
        "inions",
        -2.2127088e-05
      ],
      [
        " of",
        -1.0280384e-06
      ],
      [
        " Tr",
        -9.849109e-06
      ],
      [
        "ist",
        -3.4166656e-05
      ],
      [
        "ram",
        -6.0345924e-06
      ],
      [
        " Sh",
        -7.89631e-07
      ],
      [
        "andy",
        -9.372295e-06
      ],
      [
        ",",
        -6.704273e-07
      ],
      [
        " Gentle",
        -3.2929079e-06
      ],
      [
        "man",
        0.0
      ]
    ]
  },
  "Minor characters in this work include Ruffina Onissimovna, the owner of an apartment, and Pamphil, who": {
    "guess": "The Government Inspector",
    "confidence": [
      [
        "The",
        -0.3460908
      ],
      [
        " Government",
        -0.26846507
      ],
      [
        " Inspector",
        -6.0345924e-06
      ]
    ]
  },
  "T'o Ming and Ma Hualong led one revolt by Hui Muslims against this dynasty. In addition to that Dungan revolt, Wu Sangui led the Revolt of the Three Feudatories against it. Founded by members of the Aisin Gioro clan, this dynasty's final ruler was the infant (*) Puyi. The Hundred Days' Reform of Emperor Guangxu resulted in a coup led by the Empress Dowager Cixi, and the collapse of this dynasty led to a period of rule by Warlords, which ended with Sun Yat-sen's creation of a Chinese Republic. It dealt with massive Taiping and Boxer rebellions. For 10 points, name this final dynasty of China, named": {
    "guess": "Qing dynasty",
    "confidence": [
      [
        "Q",
        -0.02392847
      ],
      [
        "ing",
        -2.2127088e-05
      ],
      [
        " dynasty",
        -0.025818994
      ]
    ]
  },
  "One minor character in this novel is a kindly distant relative of the protagonists‟ family who offers the protagonists a cottage to live in when they are forced out of their manor home by their stepbrother and his wife. In addition to Sir John Middleton, another character is his mother-in-law, an insipid woman who fancies herself the protagonists‟ matchmaker named Mrs. Jennings. Many men, including John  Willoughby, Edward Ferrars, and Colonel Brandon, pursue the protagonists‟ hands in marriage, but only Ferrars and Brandon succeed. For ten points, Elinor and Marianne Dashwood embody the title concepts, respectively, in what classic Jane Austen romance?": {
    "guess": "Sense and Sensibility",
    "confidence": [
      [
        "Sense",
        -0.0017864445
      ],
      [
        " and",
        -2.4272753e-05
      ],
      [
        " Sens",
        -4.3583746e-05
      ],
      [
        "ibility",
        -2.2961513e-05
      ]
    ]
  },
  "Minor characters in this play include the Marshall Herrick and the clerk Ezekiel Cheever. The sudden illnesses of Ruth and Betty fuel the action in this play, after they are caught dancing in the forest. The Barbados born slave Tituba performs voodoo rituals and Thomas Putnam uses the events of the play to buy up prime real estate. John Proctor rejects Abigail William's advances, knowing this will": {
    "guess": "The Crucible",
    "confidence": [
      [
        "The",
        -0.0019493446
      ],
      [
        " Cruc",
        -2.8160932e-06
      ],
      [
        "ible",
        -2.7252845e-05
      ]
    ]
  },
  "A minor character in this work, Eugenius, sees a more important character die, and that dying character's last words quote Sancho Panza, stating that should he recover, \"Mitres be suffered to rain down from heaven thick as hail\". In another episode of this novel, Le Fever falls ill during his a trip to Flanders, and is visited by the future suitor of Mrs. Bridget, Corporal Trim. This romance nearly parallels that of the Widow Wadman and the title character's uncle, but for a wound the latter suffers in the Battle of Namur, and the title character constantly refers to him as \"My Uncle Toby\". For": {
    "guess": "The Life and Opinions of Tristram Shandy, Gentleman",
    "confidence": [
      [
        "The",
        -0.0012226091
      ],
      [
        " Life",
        -0.0004614128
      ],
      [
        " and",
        -7.465036e-06
      ],
      [
        " Op",
        -5.4385737e-06
      ],
      [
        "inions",
        -6.511407e-06
      ],
      [
        " of",
        -5.5122365e-07
      ],
      [
        " Tr",
        -5.4385737e-06
      ],
      [
        "ist",
        -3.5313153e-06
      ],
      [
        "ram",
        -1.6240566e-06
      ],
      [
        " Sh",
        -3.7697225e-06
      ],
      [
        "andy",
        -1.0206721e-05
      ],
      [
        ",",
        -4.3202e-07
      ],
      [
        " Gentle",
        -2.939851e-05
      ],
      [
        "man",
        -1.9361265e-07
      ]
    ]
  },
  "Minor characters in this work include Ruffina Onissimovna, the owner of an apartment, and Pamphil, who carves wooden animals for his children. One chapter makes reference to iced rowanberries, which grow on a tree that the protagonist imagines is his love. Other chapters include \"Opposite the House of Caryatids\" and \"The Highway and Forest Brotherhood.\" Towards the end, the main character lives with Marina, before dying of a heart attack on the first day of his new job. His friends Misha and Nicky discover his presumed child Tanya during World War II. FTP, name this tragic novel about a man raised by his uncle Kolya who falls in love with Lara working in a military hospital, the most famous novel": {
    "guess": "Doctor Zhivago",
    "confidence": [
      [
        "Doctor",
        -0.46219912
      ],
      [
        " Zh",
        -0.0058450084
      ],
      [
        "iv",
        -3.5835506e-05
      ],
      [
        "ago",
        -0.00010092071
      ]
    ]
  },
  "Minor characters in this work include Ruffina Onissimovna, the owner of an apartment, and Pamphil, who carves wooden animals for his children. One chapter makes reference to iced rowanberries, which grow on a tree that the protagonist imagines is his love. Other chapters include \"Opposite the House of Caryatids\" and \"The Highway and Forest Brotherhood.\" Towards the end, the main character lives with Marina, before dying of a heart attack on the first day of his new job. His friends Misha and Nicky discover his presumed child Tanya during World War II. FTP, name this tragic novel about a man raised": {
    "guess": "Doctor Zhivago",
    "confidence": [
      [
        "Doctor",
        -0.40210208
      ],
      [
        " Zh",
        -0.021248562
      ],
      [
        "iv",
        -3.166338e-05
      ],
      [
        "ago",
        -0.00014191943
      ]
    ]
  },
  "A miniature device capable of utilizing this analytical technique for studying martian soil was present on both NASA rovers Spirit and Opportunity. A process analogous to the physical principle underlying this analytical technique necessitates the appearance of a zero-phonon peak on a plot of the optical absorbance of a sample of chromophores embedded in a solid matrix at low temperatures. Sodium nitroprusside is used as a common reference material in this type of spectroscopy where nuclei with spin-states": {
    "guess": "Mössbauer spectroscopy",
    "confidence": [
      [
        "M",
        -0.015296318
      ],
      [
        "ö",
        -0.0066362713
      ],
      [
        "ss",
        -4.5848617e-05
      ],
      [
        "b",
        -5.5122365e-07
      ],
      [
        "auer",
        -9.014684e-06
      ],
      [
        " spectro",
        -0.09218305
      ],
      [
        "scopy",
        -2.129266e-05
      ]
    ]
  },
  "Minor characters in this work include the protagonist ex-teacher and amputee whose gift of boots eventually leads to the death of another character and the 40 year-old Stanislaus Katczinsky. A game of": {
    "guess": "All Quiet on the Western Front",
    "confidence": [
      [
        "All",
        -0.0139884865
      ],
      [
        " Quiet",
        -6.3609965e-05
      ],
      [
        " on",
        -0.00011069541
      ],
      [
        " the",
        -0.0006010498
      ],
      [
        " Western",
        -1.6166903e-05
      ],
      [
        " Front",
        -4.8471098e-05
      ]
    ]
  },
  "Minor characters in this play include the Marshall Herrick and the clerk Ezekiel Cheever. The sudden illnesses of Ruth and Betty fuel the action in this play, after they are caught dancing in the forest. The Barbados born slave Tituba performs voodoo rituals and Thomas Putnam uses the events of the play to buy up prime real estate. John Proctor rejects Abigail William's advances, knowing this will get him accused of witchcraft. For 10 points name this Arthur Miller play in which the town of Salem is gripped by a witch hunt.": {
    "guess": "The Crucible",
    "confidence": [
      [
        "The",
        -0.0026880137
      ],
      [
        " Cruc",
        -8.613945e-05
      ],
      [
        "ible",
        -2.4630364e-05
      ]
    ]
  },
  "One minor character in this novel is a kindly distant relative of the protagonists‟ family who offers the protagonists a cottage to live in when they are forced out of their manor home by their stepbrother and his wife. In addition to Sir John Middleton, another character is his mother-in-law, an insipid woman who fancies herself the protagonists‟ matchmaker named Mrs. Jennings. Many men, including John  Willoughby, Edward Ferrars, and Colonel Brandon, pursue the protagonists‟ hands in marriage, but only Ferrars and Brandon succeed. For ten points, Elinor and Marianne Dashwood embody the title": {
    "guess": "Sense and Sensibility",
    "confidence": [
      [
        "Sense",
        -0.0035532664
      ],
      [
        " and",
        -2.1650272e-05
      ],
      [
        " Sens",
        -2.4749568e-05
      ],
      [
        "ibility",
        -2.4630364e-05
      ]
    ]
  },
  "Minor works of this playwright include The Sandbox and The Death of Bessie Smith, and he adapted Carson": {
    "guess": "Edward Albee",
    "confidence": [
      [
        "Edward",
        -0.046184976
      ],
      [
        " Al",
        -0.015510562
      ],
      [
        "bee",
        -6.241792e-05
      ]
    ]
  },
  "A D minor work by this composer sees the adagio F sharp minor second movement's transition to the the": {
    "guess": "Piano concertos by Wolfgang Amadeus Mozart",
    "confidence": [
      [
        "P",
        -0.7143137
      ],
      [
        "iano",
        -0.0009985134
      ],
      [
        " concert",
        -0.4284513
      ],
      [
        "os",
        -0.0003511934
      ],
      [
        " by",
        -0.00046880342
      ],
      [
        " Wolfgang",
        -0.057692297
      ],
      [
        " Am",
        -3.202099e-05
      ],
      [
        "ade",
        -1.5332478e-05
      ],
      [
        "us",
        -1.3186812e-05
      ],
      [
        " Mozart",
        -7.226629e-06
      ]
    ]
  },
  "A minor character in this work, Eugenius, sees a more important character die, and that dying character's last words quote Sancho Panza, stating that should he recover, \"Mitres be suffered to rain down from heaven thick as hail\". In another episode of this novel, Le Fever falls ill during his a trip to Flanders, and is visited by the future suitor of Mrs. Bridget, Corporal Trim. This romance nearly": {
    "guess": "The Life and Opinions of Tristram Shandy, Gentleman",
    "confidence": [
      [
        "The",
        -0.00085619336
      ],
      [
        " Life",
        -0.00020246755
      ],
      [
        " and",
        -6.392203e-06
      ],
      [
        " Op",
        -7.107425e-06
      ],
      [
        "inions",
        -6.392203e-06
      ],
      [
        " of",
        -6.704273e-07
      ],
      [
        " Tr",
        -1.0325924e-05
      ],
      [
        "ist",
        -1.8624639e-06
      ],
      [
        "ram",
        -4.365741e-06
      ],
      [
        " Sh",
        -1.7432603e-06
      ],
      [
        "andy",
        -1.504853e-06
      ],
      [
        ",",
        -4.3202e-07
      ],
      [
        " Gentle",
        -6.511407e-06
      ],
      [
        "man",
        0.0
      ]
    ]
  },
  "A minor character in this novel has a habit of gathering local cats to him by shredding paper then spitting on them with extraordinary accuracy, and another character has only written one sentence of his novel despite years of work. That character, Grand, arrives at the fugitive Cottard's apartment just in time to save him from hanging himself. Hatred of his father's work as a prosecutor led Tarrou to travel to the central locale of this novel, in which an emotional moment occurs between Father Paneloux and Monsieur Othon after the death of his son. The journalist Raymond Rambert is trapped in": {
    "guess": "The Plague",
    "confidence": [
      [
        "The",
        -0.011632915
      ],
      [
        " Pl",
        -0.02061593
      ],
      [
        "ague",
        -0.00011331789
      ]
    ]
  },
  "A minor character in this novel has a habit of gathering local cats to him by shredding paper then spitting on them with extraordinary accuracy, and another character has only written one sentence of his novel despite years of work. That character, Grand, arrives at the fugitive Cottard's apartment just in time to save him from hanging himself. Hatred of his father's work as a prosecutor led Tarrou to travel to the central locale of this novel, in which an emotional moment occurs between Father Paneloux and Monsieur Othon after the death of his son. The journalist Raymond Rambert is trapped in Oran due to the titular affliction in, FTP, what novel narrated by Dr. Bernard Rieux, a work of Albert Camus?": {
    "guess": "The Plague",
    "confidence": [
      [
        "The",
        -0.0047142105
      ],
      [
        " Pl",
        -0.0066625583
      ],
      [
        "ague",
        -0.00035608074
      ]
    ]
  },
  "Miniature wooden sculptures are often attached to these clothes with ropes to serve the function of pockets. \"Swinging sleeves\" is a formal style of these clothes for women, whose sashes for them are often very elaborate and cost far more than men's ones. A promotion to wear one of these on Wednesdays": {
    "guess": "Hanfu",
    "confidence": [
      [
        "Han",
        -0.28977805
      ],
      [
        "fu",
        -0.33087075
      ]
    ]
  },
  "In Minkowski space, the four-vector form of this quantity is computed as the derivative of U with respect to proper time and represents a curvature vector along a world line. For a simple harmonic oscillator, this quantity equals negative omega squared x, while its (*) centripetal variety is directed towards the center. Holding this value constant results in a line with constant slope on a velocity-time graph. This quantity can be found by dividing force by mass according to Newton's Second Law,": {
    "guess": "Acceleration",
    "confidence": [
      [
        "Acceleration",
        -0.0043246034
      ]
    ]
  },
  "A minor character in this novel has a habit of gathering local cats to him by shredding paper then spitting on them with extraordinary accuracy, and another character has only written one sentence of his": {
    "guess": "Black Death",
    "confidence": [
      [
        "Black",
        -0.2082668
      ],
      [
        " Death",
        -0.002567926
      ]
    ]
  },
  "Minor characters in this work include Ruffina Onissimovna, the owner of an apartment, and Pamphil, who carves wooden animals for his children. One chapter makes reference to iced rowanberries, which grow on a tree that the protagonist imagines is his love. Other chapters include \"Opposite the House of Caryatids\" and \"The Highway and Forest Brotherhood.\" Towards the end, the main character lives with": {
    "guess": "The Master and Margarita",
    "confidence": [
      [
        "The",
        -0.22237928
      ],
      [
        " Master",
        -0.101887025
      ],
      [
        " and",
        -0.00038134094
      ],
      [
        " Marg",
        -6.392203e-06
      ],
      [
        "ar",
        -7.2192626e-05
      ],
      [
        "ita",
        -7.362307e-05
      ]
    ]
  },
  "In Minkowski space, the four-vector form of this quantity is computed as the derivative of U with respect to proper time and represents a curvature vector along a world line. For a simple harmonic oscillator, this quantity equals negative omega squared x, while its (*) centripetal variety is directed towards the center. Holding this value constant results in a line with constant slope on a velocity-time graph. This quantity can be found by dividing force by mass according to Newton's Second Law, and is equal to 9.8 meters per second squared due to Earth's gravity. For ten points, identify this rate of change in velocity.": {
    "guess": "Acceleration",
    "confidence": [
      [
        "Acceleration",
        -0.00021450345
      ]
    ]
  },
  "Minnijean Trickey, a member of this group, was expelled midway through the year after she dumped a bowl of chili on one of her antagonists in the cafeteria.  Ernest Green was the first to graduate and later served as Assistant Secretary of Housing and Urban Affairs under Carter.  Whittled down from 117 candidates, they and seven others were chosen on account of their grades and their likely ability": {
    "guess": "Little Rock Nine",
    "confidence": [
      [
        "Little",
        -0.09526952
      ],
      [
        " Rock",
        -0.0003119864
      ],
      [
        " Nine",
        -4.8351892e-05
      ]
    ]
  },
  "A minor relationship in this play is that between the poor schoolmaster Semyon Medvedenko and a young girl who is perpetually dressed in black due to her unrequited love for the main character, a writer. The doctor Yevgeny Dorn offers the writer advice and the writer's uncle, Pyotr Sorin, recommends": {
    "guess": "The Seagull",
    "confidence": [
      [
        "The",
        -0.00091182115
      ],
      [
        " Se",
        -0.0002513264
      ],
      [
        "ag",
        -9.849109e-06
      ],
      [
        "ull",
        -5.080963e-06
      ]
    ]
  },
  "One minister under this man was later killed for plotting against Papa Doc Duvalier, and his nation was sanctioned after a car bombing in Caracas wounded, but did not kill, Romulo Betancourt. He also ordered the killings of the Mirabal Sisters, and the failure of general Pupo Roman to act following this man's death allowed Johnny Abbes Garcia to catch and punish most of his assassins. He ordered the Parsley Massacre and negotiated a treaty with Cordell Hull. For 10 points, name this dictator of the Dominican Republic who was assassinated in 1961 who received significant US support as a result of": {
    "guess": "Rafael Trujillo",
    "confidence": [
      [
        "R",
        -0.02953501
      ],
      [
        "af",
        -0.00024287392
      ],
      [
        "ael",
        -1.3902034e-05
      ],
      [
        " Tr",
        -0.00011272187
      ],
      [
        "uj",
        -4.632543e-05
      ],
      [
        "illo",
        -7.612634e-05
      ]
    ]
  },
  "Minor characters in this play include the Marshall Herrick and the clerk Ezekiel Cheever. The sudden illnesses of Ruth and Betty fuel the action in this play, after they are caught dancing in the forest. The Barbados born slave Tituba performs voodoo rituals and Thomas Putnam uses the events of the play to buy up prime real estate. John Proctor rejects Abigail William's advances, knowing this will get him accused of witchcraft. For 10 points name this Arthur Miller play in which the town of Salem": {
    "guess": "The Crucible",
    "confidence": [
      [
        "The",
        -0.009743456
      ],
      [
        " Cruc",
        -0.00093563984
      ],
      [
        "ible",
        -4.6444635e-05
      ]
    ]
  },
  "Minor works of this playwright include The Sandbox and The Death of Bessie Smith, and he adapted Carson McCullers' Ballad of the Sad Café for the stage. Harry and Edna carry a strange psychic plague in A Delicate Balance, and the females A, B, and C are the title characters of his Pulitzer-winning play Three Tall Women. The creator of Seascape, for 10 points, name this Tony- Award-winning American dramatist, author of 1961's Who's Afraid of Virginia Woolf ?": {
    "guess": "Edward Albee",
    "confidence": [
      [
        "Edward",
        -0.004727261
      ],
      [
        " Al",
        -0.0019107886
      ],
      [
        "bee",
        -4.370295e-05
      ]
    ]
  },
  "Minor characters in this book include the eunuchs Hegai and Shaashgaz, and Memuchan, an advisor to the king who sets the plot in action. Zeresh is the wife of the villain in this book, who advises him to make a huge gallows, which end up unused after the intended victim gets rewarded for uncovering a plot against the king by Bigsan and Seresh. In the capital city of Shushan, Vashti must be gotten rid of for refusing to obey her husband, the king, and so king Ahasuerus chooses as a new wife the title character, known to the Jews as Hadassah, the cousin of Mordechai. The villain in this book tries to kill all the Jews by drawing lots, but eventually, that Haman is defeated and all is well. For 10 points, name this book of the Old Testament about the title female Jew who helps save all the others, read twice on the holiday of Purim.": {
    "guess": "Book of Esther",
    "confidence": [
      [
        "Book",
        -0.0012986885
      ],
      [
        " of",
        -1.700133e-05
      ],
      [
        " Esther",
        -0.00011653639
      ]
    ]
  },
  "Minnijean Trickey, a member of this group, was expelled midway through the year after she dumped a bowl": {
    "guess": "Little Rock Nine",
    "confidence": [
      [
        "Little",
        -0.18080527
      ],
      [
        " Rock",
        -0.00062904065
      ],
      [
        " Nine",
        -0.00014358829
      ]
    ]
  },
  "Minor characters in this book include the eunuchs Hegai and Shaashgaz, and Memuchan, an advisor to the king who sets the plot in action. Zeresh is the wife of the villain in this book, who advises him to make a huge gallows, which end up unused after the intended victim gets rewarded for uncovering a": {
    "guess": "Book of Esther",
    "confidence": [
      [
        "Book",
        -0.0017167085
      ],
      [
        " of",
        -5.550411e-05
      ],
      [
        " Esther",
        -6.6232446e-05
      ]
    ]
  },
  "Miniature poker is played with a deck of only number cards, 1 through 10, in each suit, for a total of": {
    "guess": "Poker Hand Rankings",
    "confidence": [
      [
        "P",
        -1.6120754
      ],
      [
        "oker",
        -0.008099373
      ],
      [
        " Hand",
        -0.94565725
      ],
      [
        " Rankings",
        -0.45715287
      ]
    ]
  },
  "Minor characters in this book include the eunuchs Hegai and Shaashgaz, and Memuchan, an advisor to the king who sets the plot in action. Zeresh is the wife of the villain in this book, who advises him to make a huge gallows, which end up unused after the intended victim gets rewarded for uncovering a plot against the king by Bigsan and Seresh. In the capital city of Shushan, Vashti must be gotten rid of for refusing to obey her husband, the king, and so king Ahasuerus chooses as a new wife the title character, known to the Jews as Hadassah, the cousin of Mordechai. The villain in this book tries": {
    "guess": "Book of Esther",
    "confidence": [
      [
        "Book",
        -0.014771537
      ],
      [
        " of",
        -0.00012594614
      ],
      [
        " Esther",
        -0.00016730615
      ]
    ]
  },
  "One minor character in this novel is a kindly distant relative of the protagonists‟ family who offers the protagonists a cottage to live in when they are forced out of their manor home by their stepbrother": {
    "guess": "Jane Eyre",
    "confidence": [
      [
        "Jane",
        -0.60349894
      ],
      [
        " Ey",
        -0.06622611
      ],
      [
        "re",
        -2.5107178e-05
      ]
    ]
  },
  "Minor characters in this work include Ruffina Onissimovna, the owner of an apartment, and Pamphil, who carves wooden animals for his children. One chapter makes reference to iced rowanberries, which grow": {
    "guess": "The Master and Margarita",
    "confidence": [
      [
        "The",
        -0.19365048
      ],
      [
        " Master",
        -0.001845221
      ],
      [
        " and",
        -3.917321e-05
      ],
      [
        " Marg",
        -7.79144e-05
      ],
      [
        "ar",
        -5.383526e-05
      ],
      [
        "ita",
        -1.3856493e-06
      ]
    ]
  },
  "This Minister of Health under Pedro Aguirre Cerda was successively defeated by Jorge Alessandri and Eduardo": {
    "guess": "Salvador Allende",
    "confidence": [
      [
        "Sal",
        -0.08449838
      ],
      [
        "v",
        -2.3080716e-05
      ],
      [
        "ador",
        -2.0696643e-05
      ],
      [
        " All",
        -0.00046403529
      ],
      [
        "ende",
        -3.7981175e-05
      ]
    ]
  },
  "T'o Ming and Ma Hualong led one revolt by Hui Muslims against this dynasty. In addition to that Dungan revolt, Wu Sangui led the Revolt of the Three Feudatories against it. Founded by members of the Aisin Gioro clan, this dynasty's final ruler was the infant (*) Puyi. The Hundred Days' Reform of Emperor": {
    "guess": "Qing dynasty",
    "confidence": [
      [
        "Q",
        -0.071767054
      ],
      [
        "ing",
        -0.00018697108
      ],
      [
        " dynasty",
        -0.031218078
      ]
    ]
  },
  "One of its minor characters, Mr. O'Connor, receives a solicitation from Richard Tierney prior to his delivering alcohol to the title location, for which he is criticized.  Very politically charged, topics of discussion in this work include the imminent arrival of Edward VII, and near the end, the nationalist Mr. Hynes recites his poem \"The Death of Parnell,\" whose anniversary is being celebrated on the title holiday.  FTP, name this short story, the twelfh entry in James Joyce's Dubliners.": {
    "guess": "Ivy Day in the Committee Room",
    "confidence": [
      [
        "I",
        -0.13717297
      ],
      [
        "vy",
        -0.009817124
      ],
      [
        " Day",
        -0.02854936
      ],
      [
        " in",
        -0.0034578722
      ],
      [
        " the",
        -0.0010548418
      ],
      [
        " Committee",
        -0.0020638995
      ],
      [
        " Room",
        -0.0010710388
      ]
    ]
  },
  "Minor characters include the evangelist Drusilla Clack and the moneylender Septimus Luker. The prologue details a rivalry that begins after General Baird's forces storm Seringapatam and addresses the narrator's dislike of John Herncastle. Murthwaite later sees the ubiquitous jugglers in their true form, but this only happens after Mr. Candy's assistant, Ezra, reveals that it was opium that caused Franklin": {
    "guess": "The Moonstone",
    "confidence": [
      [
        "The",
        -0.0011951097
      ],
      [
        " Moon",
        -8.2324936e-05
      ],
      [
        "stone",
        -1.0683535e-05
      ]
    ]
  },
  "Minor characters in this work include Flora Bervoix, the Marchese d'Obigny, and the Commissionario. The": {
    "guess": "La traviata",
    "confidence": [
      [
        "La",
        -0.0034856775
      ],
      [
        " tr",
        -0.066815145
      ],
      [
        "avi",
        -2.7014437e-05
      ],
      [
        "ata",
        -2.6895234e-05
      ]
    ]
  },
  "Minor characters in this work include Flora Bervoix, the Marchese d'Obigny, and the Commissionario. The libretto for it was adapted from Dumas' \"The Lady of the Camellias.\" Arias in this opera include \"Di Madride noi siam mattadori,\" sung by Gastone and the bullfighters, and one beginning Act III shared by the soprano Annina and the opera's main character, a courtesan. Giorgio and Alfredo Germont pursue the titular \"fallen woman,\" Violetta Valery. For ten points, identify this opera by Giussepe Verdi.": {
    "guess": "La traviata",
    "confidence": [
      [
        "La",
        -0.004952901
      ],
      [
        " tr",
        -0.028917352
      ],
      [
        "avi",
        -0.0001037816
      ],
      [
        "ata",
        -1.7120534e-05
      ]
    ]
  },
  "Minor characters in this work include the lustful Scottish Captain Hausbank and a pair of prostitutes who administer magical vials of perfume and are nicknamed the Skeleton and the Mattress.  Much of the center portion of the book concerns the adventures of a tulip tattooed mercenary called the Turk whose retinue includes a quartet of Swiss giants, and who long ago left his childhood friends Agostino and Nicolo behind.  It contains two epigraphs, one by Mirza Ghalib and another by Petrarch, and opens": {
    "guess": "The Master and Margarita",
    "confidence": [
      [
        "The",
        -0.10899725
      ],
      [
        " Master",
        -0.86805326
      ],
      [
        " and",
        -0.00023643693
      ],
      [
        " Marg",
        -0.00017278951
      ],
      [
        "ar",
        -7.946405e-05
      ],
      [
        "ita",
        -4.00813e-06
      ]
    ]
  },
  "The Minnesota Glacier separates this chain into the Heritage Range and Sentinel Range. This chain was": {
    "guess": "Ellsworth Mountains",
    "confidence": [
      [
        "Ell",
        -0.037600942
      ],
      [
        "sworth",
        -1.4378848e-05
      ],
      [
        " Mountains",
        -0.0004324573
      ]
    ]
  },
  "A D minor work by this composer sees the adagio F sharp minor second movement's transition to the the alla breve finale orchestrated attacca, or without pause, which followed a similar C minor piece, which sees an E flat major theme supplant the half step-filled piano arpeggios. A four-note \"signature\" ends both those piano concertos by this man, whose first opera sees the title character marry and then murder the gypsy Zemfira. This composer of Aleko collected Thirteen (*) Preludes, Ten Preludes, and Prelude in C-Sharp Minor into a group covering all twenty-four musical keys. This creator of the formidable Etudes Tableaux used 5/8 time to suggest the act of rowing in a piece inspired by a Bocklin painting, his Isle of the Dead. His characteristic widely-spaced chords are evident in his setting of Poe's The Bells, while his most famous work consists of mostly A minor variations on another": {
    "guess": "Sergei Rachmaninoff",
    "confidence": [
      [
        "S",
        -0.004459674
      ],
      [
        "erge",
        -2.1008714e-06
      ],
      [
        "i",
        -1.831257e-05
      ],
      [
        " Rach",
        -6.206032e-05
      ],
      [
        "man",
        -1.4378848e-05
      ],
      [
        "in",
        -5.0020742e-05
      ],
      [
        "off",
        -5.5122365e-07
      ]
    ]
  },
  "Minor characters in this work include the porter Vassilij, who has a red scar on his neck from the Civil War. One character tells this novel's protagonist \"Bravo! The wolves devour each other\" shortly before asking him \"When did you last sleep with a woman?\" This novel, which is divided into three sections called \"hearings\", is the middle part of a trilogy that begins with The Gladiators and ends with Arrival and Departure. The protagonist of this work is implicated in a crime by a man called \"Hare-Lip\" and becomes acquainted with his neighbor, who is known only as \"Number 402\". The protagonist of this book is persuaded by Ivanov to confess to attempting to assassinate Number One in order to prove his loyalty to Communism. For 10 points, name this novel about the revolutionary Rubashov, written": {
    "guess": "Darkness at Noon",
    "confidence": [
      [
        "Dark",
        -0.059199546
      ],
      [
        "ness",
        -9.3291674e-05
      ],
      [
        " at",
        -0.00059604325
      ],
      [
        " Noon",
        -0.00018018014
      ]
    ]
  },
  "Minimizing this effect by heating increases the yield of Cope rearrangements. Flagpole interactions increase the strength of this effect. Bridgehead carbons on compounds like norbornene do not have sp2 hybridization because of this effect, according to Bredt's rule. The Prelog type of this effect is also called its \"transannular\" type, and the deviance of a compound's planar dihedral angles are measured by its Baeyer type. To minimize a type of this effect, \"puckering\" forms (*) \"envelope\" conformations in cyclopentane. A staggered conformation minimizes this, whereas an eclipsed conformation maximizes it, in Newman projections. Epoxides differ from ethers in having large values of the \"ring\" type of this effect. For 10 points, name this effect that raises the energy of burdened compounds.": {
    "guess": "Strain (chemistry)",
    "confidence": [
      [
        "Str",
        -0.7011474
      ],
      [
        "ain",
        -7.822647e-06
      ],
      [
        " (",
        -0.51818866
      ],
      [
        "chemistry",
        -0.0001406082
      ],
      [
        ")",
        -0.0004622472
      ]
    ]
  },
  "Minerals that contain cationic iron have a characteristic response to this effect which can be used to measure the presence of said ions in amphiboles and pyroxenes, a technique used in the MIMOS modules aboard several Mars rovers. Quadrupole splitting and isomer shift that occurs in this effect can be used to study hyperfine interactions, and when viewing its spectrum a phonon wing can be seen near": {
    "guess": "Mossbauer spectroscopy",
    "confidence": [
      [
        "M",
        -0.010504265
      ],
      [
        "oss",
        -0.21876468
      ],
      [
        "b",
        -3.8696395e-05
      ],
      [
        "auer",
        -3.1186566e-05
      ],
      [
        " spectro",
        -0.038986098
      ],
      [
        "scopy",
        -6.551722e-05
      ]
    ]
  },
  "This mineral can form Balatino type laminations and both this mineral and a related mineral with one fewer component can be found in chicken wire structures. When subjected to high heat, this mineral can convert to bassanite. The discovery of a vein of this mineral called Homestake has been used to argue for the past presence of water on Mars. The Naica mine in Mexico is known for its megacrystals": {
    "guess": "Gypsum",
    "confidence": [
      [
        "G",
        -0.056189287
      ],
      [
        "ypsum",
        -2.220075e-06
      ]
    ]
  },
  "This mineral's botyroidal form, known as kidney ore, is named for the shape of the masses it forms. The oolitic formation can be seen in sedimentary rocks and has a reddish brown color and earthy luster.": {
    "guess": "Hematite",
    "confidence": [
      [
        "H",
        -0.9173356
      ],
      [
        "emat",
        -2.8206474e-05
      ],
      [
        "ite",
        -4.0961266e-05
      ]
    ]
  },
  "Minor tributaries of this river include the Skunk and Black Rivers, and its source is located in Clearwater County. This river's flow was disrupted by the New Madrid earthquake, and Joliet and Marquette famously explored this river. Port cities on this river include Memphis and Baton Rouge. Its source,": {
    "guess": "Mississippi River",
    "confidence": [
      [
        "Miss",
        -0.045879755
      ],
      [
        "issippi",
        -0.014056202
      ],
      [
        " River",
        -0.00018589824
      ]
    ]
  },
  "Minor characters in this book include the eunuchs Hegai and Shaashgaz, and Memuchan, an advisor to the king who sets the plot in action. Zeresh is the wife of the villain in this book, who advises him": {
    "guess": "Book of Esther",
    "confidence": [
      [
        "Book",
        -0.013605314
      ],
      [
        " of",
        -3.500108e-05
      ],
      [
        " Esther",
        -0.0005964009
      ]
    ]
  },
  "Minor characters in this work include the protagonist ex-teacher and amputee whose gift of boots eventually leads to the death of another character and the 40 year-old Stanislaus Katczinsky. A game of cards is combined with putting a number of wooden portable latrines in a circle in this work, in which the protagonist and his friends also gang up and beat their ex-teacher Corporal Himmelstoss. The protagonist passes the time killing lice and roasting geese with older draftees like Tjaden and Detering, while younger colleagues include Kropp and Kemmerich. The stabbing of a French soldier eventually breaks down Paul Baümer in, FTP, what novel by Erich Maria Remarque?": {
    "guess": "All Quiet on the Western Front",
    "confidence": [
      [
        "All",
        -0.00684443
      ],
      [
        " Quiet",
        -2.677603e-05
      ],
      [
        " on",
        -2.58224e-05
      ],
      [
        " the",
        -0.00023512568
      ],
      [
        " Western",
        -2.9875326e-05
      ],
      [
        " Front",
        -5.7961847e-06
      ]
    ]
  },
  "Minimizing this effect by heating increases the yield of Cope rearrangements. Flagpole interactions increase the strength of this effect. Bridgehead carbons on compounds like norbornene do not have sp2 hybridization because of this effect, according to Bredt's rule. The Prelog type of this effect is also called its \"transannular\" type, and the deviance of a compound's planar dihedral angles are measured by its Baeyer type. To minimize a type of this effect, \"puckering\" forms (*) \"envelope\" conformations": {
    "guess": "Ring Strain",
    "confidence": [
      [
        "Ring",
        -0.92591417
      ],
      [
        " Str",
        -0.61578006
      ],
      [
        "ain",
        -2.577686e-06
      ]
    ]
  },
  "This Minister of Health under Pedro Aguirre Cerda was successively defeated by Jorge Alessandri and Eduardo Frei but finally won an election by enticing dissident Christian Democrats into his Popular Unity": {
    "guess": "Salvador Allende",
    "confidence": [
      [
        "Sal",
        -0.0043763597
      ],
      [
        "v",
        -2.0100624e-05
      ],
      [
        "ador",
        -9.710619e-05
      ],
      [
        " All",
        -0.00028243123
      ],
      [
        "ende",
        -4.429897e-05
      ]
    ]
  },
  "This Minister of Health under Pedro Aguirre Cerda was successively defeated by Jorge Alessandri and Eduardo Frei but finally won an election by enticing dissident Christian Democrats into his Popular Unity coalition. This leader's government was the first in America to recognize Communist China and he created one of the first instances of stagflation when he financed his nationalization of mining and": {
    "guess": "Salvador Allende",
    "confidence": [
      [
        "Sal",
        -0.010737341
      ],
      [
        "v",
        -2.4034345e-05
      ],
      [
        "ador",
        -0.00018363337
      ],
      [
        " All",
        -0.0004877531
      ],
      [
        "ende",
        -7.3742274e-05
      ]
    ]
  },
  "Minor characters include the evangelist Drusilla Clack and the moneylender Septimus Luker. The prologue details a rivalry that begins after General Baird's forces storm Seringapatam and addresses the narrator's dislike of John Herncastle. Murthwaite later sees the ubiquitous jugglers in their true form, but this only happens after Mr. Candy's assistant, Ezra, reveals that it was opium that caused Franklin Blake to take what was once found in the forehead of a god's statue. FPT, identify this 1868": {
    "guess": "The Moonstone",
    "confidence": [
      [
        "The",
        -0.0031396896
      ],
      [
        " Moon",
        -0.00054183125
      ],
      [
        "stone",
        -1.0802739e-05
      ]
    ]
  },
  "Miniature poker is played with a deck of only number cards, 1 through 10, in each suit, for a total of 40 cards and each player is dealt 3 cards. The best hand is three of a kind. Knowing that there are": {
    "guess": "Miniature poker",
    "confidence": [
      [
        "Mini",
        -1.2573241
      ],
      [
        "ature",
        -0.01553474
      ],
      [
        " poker",
        -0.9016979
      ]
    ]
  },
  "This mineral's botyroidal form, known as kidney ore, is named for the shape of the masses it forms. The oolitic formation can be seen in sedimentary rocks and has a reddish brown color and earthy luster. The tiger type contains alternating bands of the namesake mineral as well as red jasper. A trigonal oxide, its name comes from the blood-red color of its valuable constituent. FTP, identify this mineral": {
    "guess": "Hematite",
    "confidence": [
      [
        "H",
        -0.024795927
      ],
      [
        "emat",
        -9.5198935e-05
      ],
      [
        "ite",
        -3.9411618e-05
      ]
    ]
  },
  "Minor works of this playwright include The Sandbox and The Death of Bessie Smith, and he adapted Carson McCullers' Ballad of the Sad Café for the stage. Harry and Edna carry a strange psychic plague in A Delicate Balance, and the females A, B, and C are the title characters of his Pulitzer-winning play": {
    "guess": "Edward Albee",
    "confidence": [
      [
        "Edward",
        -0.35413647
      ],
      [
        " Al",
        -0.024828253
      ],
      [
        "bee",
        -6.49212e-05
      ]
    ]
  },
  "One of its minor characters, Mr. O'Connor, receives a solicitation from Richard Tierney prior to his delivering alcohol to the title location, for which he is criticized.  Very politically charged, topics": {
    "guess": "Dubliners",
    "confidence": [
      [
        "Dub",
        -0.6278594
      ],
      [
        "lin",
        -0.002687183
      ],
      [
        "ers",
        -0.0018486744
      ]
    ]
  },
  "A D minor work by this composer sees the adagio F sharp minor second movement's transition to the the alla breve finale orchestrated attacca, or without pause, which followed a similar C minor piece, which sees an E flat major theme supplant the half step-filled piano arpeggios. A four-note \"signature\" ends both those piano concertos by this man, whose first opera sees the title character marry and then murder the gypsy Zemfira. This composer of Aleko collected Thirteen (*) Preludes, Ten Preludes,": {
    "guess": "Sergei Rachmaninoff",
    "confidence": [
      [
        "S",
        -0.0070075747
      ],
      [
        "erge",
        -1.640531e-05
      ],
      [
        "i",
        -6.7901296e-05
      ],
      [
        " Rach",
        -3.070975e-05
      ],
      [
        "man",
        -2.1531068e-05
      ],
      [
        "in",
        -5.1808798e-05
      ],
      [
        "off",
        -2.577686e-06
      ]
    ]
  },
  "One minister under this man was later killed for plotting against Papa Doc Duvalier, and his nation was sanctioned after a car bombing in Caracas wounded, but did not kill, Romulo Betancourt. He also ordered the killings of the Mirabal Sisters, and the failure of general Pupo Roman to act following this man's death allowed Johnny Abbes Garcia to catch and punish most of his assassins. He ordered the Parsley Massacre and negotiated a treaty with Cordell Hull. For 10 points, name this dictator of the Dominican Republic who was assassinated in 1961 who received significant US support as a result of his stance against Communism.": {
    "guess": "Rafael Trujillo",
    "confidence": [
      [
        "R",
        -0.014709287
      ],
      [
        "af",
        -0.00010759611
      ],
      [
        "ael",
        -1.0802739e-05
      ],
      [
        " Tr",
        -6.4325184e-05
      ],
      [
        "uj",
        -3.0471343e-05
      ],
      [
        "illo",
        -4.5848617e-05
      ]
    ]
  },
  "This mineral's botyroidal form, known as kidney ore, is named for the shape of the masses it forms. The oolitic formation can be seen in sedimentary rocks and has a reddish brown color and earthy luster. The tiger type contains alternating bands of the namesake mineral as well as red jasper. A trigonal oxide, its name comes from the blood-red color of its valuable constituent. FTP, identify this mineral with formula Fe2O3, the most important ore of iron.": {
    "guess": "Hematite",
    "confidence": [
      [
        "H",
        -0.0019482718
      ],
      [
        "emat",
        -1.1279553e-05
      ],
      [
        "ite",
        -1.8908588e-05
      ]
    ]
  },
  "One of its minor characters, Mr. O'Connor, receives a solicitation from Richard Tierney prior to his delivering alcohol to the title location, for which he is criticized.  Very politically charged, topics of discussion in this work include the imminent arrival of Edward VII, and near the end, the nationalist": {
    "guess": "Ulysses",
    "confidence": [
      [
        "U",
        -0.6488767
      ],
      [
        "ly",
        -2.8160932e-06
      ],
      [
        "ss",
        -2.9279307e-05
      ],
      [
        "es",
        -3.059055e-05
      ]
    ]
  },
  "Miniature wooden sculptures are often attached to these clothes with ropes to serve the function of pockets. \"Swinging sleeves\" is a formal style of these clothes for women, whose sashes for them are often very elaborate and cost far more than men's ones. A promotion to wear one of these on Wednesdays paired with a (*) Monet painting led to accusations of cultural appropriation at the Boston Museum of Fine Arts. The yukata is a casual summer variety of - for 10 points - what traditional garment, whose name means \"thing to wear\" in Japanese?": {
    "guess": "Kimono",
    "confidence": [
      [
        "Kim",
        -0.030271756
      ],
      [
        "ono",
        -1.2352386e-05
      ]
    ]
  },
  "Minor characters in this work include the protagonist ex-teacher and amputee whose gift of boots eventually": {
    "guess": "The Man Who Came to Dinner",
    "confidence": [
      [
        "The",
        -0.78083783
      ],
      [
        " Man",
        -1.8233635
      ],
      [
        " Who",
        -0.19249402
      ],
      [
        " Came",
        -0.86867434
      ],
      [
        " to",
        -0.0020556927
      ],
      [
        " Dinner",
        -6.146429e-05
      ]
    ]
  },
  "This Minister of Health under Pedro Aguirre Cerda was successively defeated by Jorge Alessandri and Eduardo Frei but finally won an election by enticing dissident Christian Democrats into his Popular Unity coalition. This leader's government was the first in America to recognize Communist China and he created one of the first instances of stagflation when he financed his nationalization of mining and industry by printing money. His official cause of death is listed as suicide, even though evidence exists that he died of multiple gunshot wounds to the back. FTP, name this man who died during a September": {
    "guess": "Salvador Allende",
    "confidence": [
      [
        "Sal",
        -0.013108344
      ],
      [
        "v",
        -2.0458236e-05
      ],
      [
        "ador",
        -4.8709502e-05
      ],
      [
        " All",
        -0.0002943479
      ],
      [
        "ende",
        -5.025915e-05
      ]
    ]
  },
  "Miniature wooden sculptures are often attached to these clothes with ropes to serve the function of pockets. \"Swinging sleeves\" is a formal style of these clothes for women, whose sashes for them are often": {
    "guess": "Kimono",
    "confidence": [
      [
        "Kim",
        -0.5395256
      ],
      [
        "ono",
        -2.5583993e-05
      ]
    ]
  },
  "The Minnesota Glacier separates this chain into the Heritage Range and Sentinel Range. This chain was first spotted by Herbert Hollick-Kenyon and its namesake. Including Hammer Col and Mount Rutford, this range's highest peak is named for a (*) Georgia Senator. They are found in an eponymous region to the east of Marie Byrd Land, between the Bellingshausen Sea and Ronne Ice shelf. For 10 points, name this mountain chain that includes Vinson Massif in Antarctica.": {
    "guess": "Ellsworth Mountains",
    "confidence": [
      [
        "Ell",
        -0.10921499
      ],
      [
        "sworth",
        -0.00024251631
      ],
      [
        " Mountains",
        -0.0005199088
      ]
    ]
  },
  "Minimizing this effect by heating increases the yield of Cope rearrangements. Flagpole interactions increase the strength of this effect. Bridgehead carbons on compounds like norbornene do not have sp2 hybridization because of this effect, according to Bredt's rule. The Prelog type of this effect is also called its \"transannular\" type, and the deviance of a compound's planar dihedral angles are measured by its Baeyer type. To minimize a type of this effect, \"puckering\" forms (*) \"envelope\" conformations in cyclopentane. A staggered conformation minimizes this, whereas an eclipsed conformation maximizes it, in Newman projections. Epoxides differ from ethers in having large values of the \"ring\"": {
    "guess": "Ring strain",
    "confidence": [
      [
        "Ring",
        -0.7634056
      ],
      [
        " strain",
        -0.14478771
      ]
    ]
  },
  "The Minnesota Glacier separates this chain into the Heritage Range and Sentinel Range. This chain was first spotted by Herbert Hollick-Kenyon and its namesake. Including Hammer Col and Mount Rutford, this range's highest peak is named for a (*) Georgia Senator. They are found in an eponymous region to": {
    "guess": "Herbert Range",
    "confidence": [
      [
        "Her",
        -0.2319937
      ],
      [
        "bert",
        -0.21093813
      ],
      [
        " Range",
        -0.28201848
      ]
    ]
  },
  "A minor character in this novel has a habit of gathering local cats to him by shredding paper then spitting on them with extraordinary accuracy, and another character has only written one sentence of his novel despite years of work. That character, Grand, arrives at the fugitive Cottard's apartment just": {
    "guess": "The Plague",
    "confidence": [
      [
        "The",
        -0.034200657
      ],
      [
        " Pl",
        -0.02820243
      ],
      [
        "ague",
        -2.2365493e-05
      ]
    ]
  },
  "A D minor work by this composer sees the adagio F sharp minor second movement's transition to the the alla breve finale orchestrated attacca, or without pause, which followed a similar C minor piece, which sees an E flat major theme supplant the half step-filled piano arpeggios. A four-note \"signature\" ends both those piano concertos by this man, whose first opera sees the title character marry and then murder the gypsy Zemfira. This composer of Aleko collected Thirteen (*) Preludes, Ten Preludes, and Prelude in C-Sharp Minor into a group covering all twenty-four musical keys. This creator of the formidable Etudes Tableaux used 5/8 time to suggest the act of rowing in a piece inspired by a Bocklin": {
    "guess": "Sergei Rachmaninoff",
    "confidence": [
      [
        "S",
        -0.0104538975
      ],
      [
        "erge",
        -8.180258e-06
      ],
      [
        "i",
        -1.8431772e-05
      ],
      [
        " Rach",
        -5.5980927e-05
      ],
      [
        "man",
        -1.2829201e-05
      ],
      [
        "in",
        -2.7848862e-05
      ],
      [
        "off",
        -7.89631e-07
      ]
    ]
  },
  "A minor relationship in this play is that between the poor schoolmaster Semyon Medvedenko and a young girl who is perpetually dressed in black due to her unrequited love for the main character, a writer. The doctor Yevgeny Dorn offers the writer advice and the writer's uncle, Pyotr Sorin, recommends that he write a story based on Sorin's own life called The Man Who Wished. Sorin's sister, Irina Arkadina, is the love interest of the more famous writer, Trigorin. Based on a hunting trip with the landscape painter Ilya Levitan, for ten points, this play involves a love triangle between Trigorin, Konstantin Treplev, and the actress Nina, whom Trigorin compares with the title animal, and was written": {
    "guess": "The Seagull",
    "confidence": [
      [
        "The",
        -0.0017674086
      ],
      [
        " Se",
        -0.00011117222
      ],
      [
        "ag",
        -8.061054e-06
      ],
      [
        "ull",
        -1.0683535e-05
      ]
    ]
  },
  "This mineral can form Balatino type laminations and both this mineral and a related mineral with one fewer component can be found in chicken wire structures. When subjected to high heat, this mineral can convert to bassanite. The discovery of a vein of this mineral called Homestake has been used to argue": {
    "guess": "Gypsum",
    "confidence": [
      [
        "G",
        -0.040679097
      ],
      [
        "ypsum",
        -1.3902034e-05
      ]
    ]
  },
  "Minor characters in this work include Flora Bervoix, the Marchese d'Obigny, and the Commissionario. The libretto for it was adapted from Dumas' \"The Lady of the Camellias.\" Arias in this opera include": {
    "guess": "La traviata",
    "confidence": [
      [
        "La",
        -0.0022108008
      ],
      [
        " tr",
        -0.21280572
      ],
      [
        "avi",
        -8.6497064e-05
      ],
      [
        "ata",
        -5.5980927e-05
      ]
    ]
  },
  "Minor works of this playwright include The Sandbox and The Death of Bessie Smith, and he adapted Carson McCullers' Ballad of the Sad Café for the stage. Harry and Edna carry a strange psychic plague in": {
    "guess": "Edward Albee",
    "confidence": [
      [
        "Edward",
        -0.034137186
      ],
      [
        " Al",
        -0.007283715
      ],
      [
        "bee",
        -8.43514e-05
      ]
    ]
  },
  "A miniature device capable of utilizing this analytical technique for studying martian soil was present on both NASA rovers Spirit and Opportunity. A process analogous to the physical principle underlying this analytical technique necessitates the appearance of a zero-phonon peak on a plot of the optical absorbance of a sample of chromophores embedded in a solid matrix at low temperatures. Sodium nitroprusside": {
    "guess": "Raman spectroscopy",
    "confidence": [
      [
        "R",
        -0.14171334
      ],
      [
        "aman",
        -0.0005474338
      ],
      [
        " spectro",
        -0.0046093185
      ],
      [
        "scopy",
        -7.9418505e-06
      ]
    ]
  },
  "This mineral can form Balatino type laminations and both this mineral and a related mineral with one fewer component can be found in chicken wire structures. When subjected to high heat, this mineral can convert to bassanite. The discovery of a vein of this mineral called Homestake has been used to argue for the past presence of water on Mars. The Naica mine in Mexico is known for its megacrystals of this mineral. Nodules of this mineral can be found in Sabkhas. Selenite is particular crystal configuration of this mineral. When this mineral has its water removed, it become anhydrite. Dunes of this mineral can be found in White Sands, New Mexico. This evaporite is the mineral component of plaster of paris. It is composed of calcium sulfate. For 10 points, name this mineral that is two on the Mohs hardness scale.": {
    "guess": "Gypsum",
    "confidence": [
      [
        "G",
        -0.0028092752
      ],
      [
        "ypsum",
        -6.1537958e-06
      ]
    ]
  },
  "Minor characters include Kupava, Bobyl, and King Berendei and the libretto was written by the composer himself.  Orchestral sections include the \"Dance of the Birds,\" \"Procession,\" and the \"Dance of the Tumblers.\"  The title character aims for the love of the shepherd Lel in the first act, but ends up falling in love with Mizgir by the end of the opera.  However, the sun god Yarilo arrives and the evanescent title character melts away in FTP what work by Rimsky-Korsakoff.": {
    "guess": "The Snow Maiden",
    "confidence": [
      [
        "The",
        -0.014030701
      ],
      [
        " Snow",
        -0.0015286673
      ],
      [
        " Maiden",
        -1.4259645e-05
      ]
    ]
  },
  "Miniature poker is played with a deck of only number cards, 1 through 10, in each suit, for a total of 40 cards and each player is dealt 3 cards. The best hand is three of a kind. Knowing that there are 10 ranks one can get a three of a kind in, and 4 ways to choose the three of that rank a player gets": {
    "guess": "Combinatorial number system",
    "confidence": [
      [
        "Com",
        -0.81889224
      ],
      [
        "bin",
        -0.15062693
      ],
      [
        "atorial",
        -0.20703565
      ],
      [
        " number",
        -1.0069379
      ],
      [
        " system",
        -0.57361966
      ]
    ]
  },
  "Minnijean Trickey, a member of this group, was expelled midway through the year after she dumped a bowl of chili on one of her antagonists in the cafeteria.  Ernest Green was the first to graduate and later served as Assistant Secretary of Housing and Urban Affairs under Carter.  Whittled down from 117 candidates, they and seven others were chosen on account of their grades and their likely ability to withstand taunts.  FTP, name this group that, despite Orval Faubus' best efforts, integrated Central High School in 1957.": {
    "guess": "Little Rock Nine",
    "confidence": [
      [
        "Little",
        -0.034361813
      ],
      [
        " Rock",
        -5.7530575e-05
      ],
      [
        " Nine",
        -6.1106686e-05
      ]
    ]
  },
  "T'o Ming and Ma Hualong led one revolt by Hui Muslims against this dynasty. In addition to that Dungan revolt, Wu Sangui led the Revolt of the Three Feudatories against it. Founded by members of the Aisin Gioro clan, this dynasty's final ruler was the infant (*) Puyi. The Hundred Days' Reform of Emperor Guangxu resulted in a coup led by the Empress Dowager Cixi, and the collapse of this dynasty led to a period of rule by Warlords, which ended with Sun Yat-sen's creation of a Chinese Republic. It": {
    "guess": "Qing dynasty",
    "confidence": [
      [
        "Q",
        -0.25557432
      ],
      [
        "ing",
        -2.0815847e-05
      ],
      [
        " dynasty",
        -0.009684791
      ]
    ]
  },
  "This mineral can form Balatino type laminations and both this mineral and a related mineral with one fewer component can be found in chicken wire structures. When subjected to high heat, this mineral can convert to bassanite. The discovery of a vein of this mineral called Homestake has been used to argue for the past presence of water on Mars. The Naica mine in Mexico is known for its megacrystals of this mineral. Nodules of this mineral can be found in Sabkhas. Selenite is particular crystal configuration": {
    "guess": "Gypsum",
    "confidence": [
      [
        "G",
        -0.0108825145
      ],
      [
        "ypsum",
        -1.2664457e-06
      ]
    ]
  },
  "Minor characters in this work include the lustful Scottish Captain Hausbank and a pair of prostitutes who administer magical vials of perfume and are nicknamed the Skeleton and the Mattress.  Much of the center portion of the book concerns the adventures of a tulip tattooed mercenary called the Turk whose retinue includes a quartet of Swiss giants, and who long ago left his childhood friends Agostino and Nicolo behind.  It contains two epigraphs, one by Mirza Ghalib and another by Petrarch, and opens with a cart approaching the glowing lake of Sikri and a blonde man's demands to see the emperor,": {
    "guess": "The Master and Margarita",
    "confidence": [
      [
        "The",
        -0.008569772
      ],
      [
        " Master",
        -0.007177903
      ],
      [
        " and",
        -0.00030733744
      ],
      [
        " Marg",
        -0.00015121732
      ],
      [
        "ar",
        -6.6947665e-05
      ],
      [
        "ita",
        -3.202099e-05
      ]
    ]
  },
  "A D minor work by this composer sees the adagio F sharp minor second movement's transition to the the alla breve finale orchestrated attacca, or without pause, which followed a similar C minor piece, which sees an E flat major theme supplant the half step-filled piano arpeggios. A four-note \"signature\" ends both those piano concertos by this man, whose first opera sees the title character marry and then murder the gypsy Zemfira. This composer of Aleko collected Thirteen (*) Preludes, Ten Preludes, and Prelude in C-Sharp Minor into a group covering all twenty-four musical keys. This creator of the formidable Etudes Tableaux used 5/8 time to suggest the act of rowing in a piece inspired by a Bocklin painting, his Isle of the Dead. His characteristic widely-spaced chords are evident in his setting of Poe's The Bells, while his most famous work consists of mostly A minor variations on another man's Caprice No. 24. For 10 points, name this Russian composer of Rhapsody on a Theme from Paganini..": {
    "guess": "Sergei Rachmaninoff",
    "confidence": [
      [
        "S",
        -0.003715046
      ],
      [
        "erge",
        -5.5577775e-06
      ],
      [
        "i",
        -4.3226137e-05
      ],
      [
        " Rach",
        -4.7875077e-05
      ],
      [
        "man",
        -1.9146995e-05
      ],
      [
        "in",
        -7.2073424e-05
      ],
      [
        "off",
        -6.704273e-07
      ]
    ]
  },
  "Minor characters in this book include the eunuchs Hegai and Shaashgaz, and Memuchan, an advisor to the king who sets the plot in action. Zeresh is the wife of the villain in this book, who advises him to make a huge gallows, which end up unused after the intended victim gets rewarded for uncovering a plot against the king by Bigsan and Seresh. In the capital city of Shushan, Vashti must be gotten rid of for refusing to obey her husband, the king, and so king Ahasuerus chooses as a new wife the title": {
    "guess": "Book of Esther",
    "confidence": [
      [
        "Book",
        -0.109133
      ],
      [
        " of",
        -0.00017028624
      ],
      [
        " Esther",
        -0.00026753443
      ]
    ]
  },
  "Minor characters in this play include the Marshall Herrick and the clerk Ezekiel Cheever. The sudden illnesses of Ruth and Betty fuel the action in this play, after they are caught dancing in the forest.": {
    "guess": "The Crucible",
    "confidence": [
      [
        "The",
        -0.0036684868
      ],
      [
        " Cruc",
        -2.1411865e-05
      ],
      [
        "ible",
        -2.4630364e-05
      ]
    ]
  },
  "Minimizing this effect by heating increases the yield of Cope rearrangements. Flagpole interactions increase the strength of this effect. Bridgehead carbons on compounds like norbornene do not have sp2 hybridization because of this effect, according to Bredt's rule. The Prelog type of this effect is also called its \"transannular\" type, and the deviance of a compound's planar dihedral angles are measured": {
    "guess": "Ring strain",
    "confidence": [
      [
        "Ring",
        -1.4316744
      ],
      [
        " strain",
        -0.0076721716
      ]
    ]
  },
  "Minor characters in this play include the Marshall Herrick and the clerk Ezekiel Cheever. The sudden illnesses of Ruth and Betty fuel the action in this play, after they are caught dancing in the forest. The Barbados born slave Tituba performs voodoo rituals and Thomas Putnam uses the events of the play": {
    "guess": "The Crucible",
    "confidence": [
      [
        "The",
        -0.001370119
      ],
      [
        " Cruc",
        -6.6306106e-06
      ],
      [
        "ible",
        -1.7954959e-05
      ]
    ]
  },
  "Minor characters include the evangelist Drusilla Clack and the moneylender Septimus Luker. The prologue details a rivalry that begins after General Baird's forces storm Seringapatam and addresses the narrator's dislike of John Herncastle. Murthwaite later sees the ubiquitous jugglers in their true form,": {
    "guess": "The Moonstone",
    "confidence": [
      [
        "The",
        -0.0019011515
      ],
      [
        " Moon",
        -7.946405e-05
      ],
      [
        "stone",
        -1.0206721e-05
      ]
    ]
  },
  "A minor relationship in this play is that between the poor schoolmaster Semyon Medvedenko and a young girl who is perpetually dressed in black due to her unrequited love for the main character, a writer. The doctor Yevgeny Dorn offers the writer advice and the writer's uncle, Pyotr Sorin, recommends that he write a story based on Sorin's own life called The Man Who Wished. Sorin's sister, Irina Arkadina, is the love interest of the more famous writer, Trigorin. Based on a hunting trip with the landscape painter Ilya Levitan, for ten points, this play involves a love triangle between Trigorin, Konstantin Treplev, and the actress Nina, whom Trigorin compares with the title animal, and was written by Anton Chekhov.": {
    "guess": "The Seagull",
    "confidence": [
      [
        "The",
        -0.0015335473
      ],
      [
        " Se",
        -0.00011248347
      ],
      [
        "ag",
        -5.9153886e-06
      ],
      [
        "ull",
        -1.6524515e-05
      ]
    ]
  },
  "In Minkowski space, the four-vector form of this quantity is computed as the derivative of U with respect to proper time and represents a curvature vector along a world line. For a simple harmonic oscillator, this quantity equals negative omega squared x, while its (*) centripetal variety is directed": {
    "guess": "Acceleration",
    "confidence": [
      [
        "Acceleration",
        -0.030504655
      ]
    ]
  },
  "The minimal criterion for it to be productive is given by the product of ion density and confinement time, and is known as Lawson's criterion. In 1989, B. Stanley Pons and Martin Fleischmann allegedly": {
    "guess": "Cold fusion",
    "confidence": [
      [
        "Cold",
        -0.048518207
      ],
      [
        " fusion",
        -0.019625163
      ]
    ]
  },
  "Minimizing this effect by heating increases the yield of Cope rearrangements. Flagpole interactions increase": {
    "guess": "Thermal motion",
    "confidence": [
      [
        "Th",
        -0.5748134
      ],
      [
        "ermal",
        -0.008686194
      ],
      [
        " motion",
        -1.6262923
      ]
    ]
  },
  "Minor tributaries of this river include the Skunk and Black Rivers, and its source is located in Clearwater": {
    "guess": "St. Croix River",
    "confidence": [
      [
        "St",
        -0.9325037
      ],
      [
        ".",
        -0.00044532763
      ],
      [
        " Cro",
        -0.026706278
      ],
      [
        "ix",
        -0.00010568886
      ],
      [
        " River",
        -0.00011260267
      ]
    ]
  },
  "Minor characters include the evangelist Drusilla Clack and the moneylender Septimus Luker. The prologue": {
    "guess": "The Moonstone",
    "confidence": [
      [
        "The",
        -0.010070658
      ],
      [
        " Moon",
        -0.0005712636
      ],
      [
        "stone",
        -1.6286107e-05
      ]
    ]
  },
  "Minor characters in this work include the porter Vassilij, who has a red scar on his neck from the Civil War. One character tells this novel's protagonist \"Bravo! The wolves devour each other\" shortly before asking him \"When did you last sleep with a woman?\" This novel, which is divided into three sections called \"hearings\", is the middle part of a trilogy that begins with The Gladiators and ends with Arrival and Departure. The protagonist of this work is implicated in a crime by a man called \"Hare-Lip\" and becomes acquainted with his neighbor, who is known only as \"Number 402\". The protagonist": {
    "guess": "Darkness at Noon",
    "confidence": [
      [
        "Dark",
        -0.106708266
      ],
      [
        "ness",
        -2.2365493e-05
      ],
      [
        " at",
        -1.50940705e-05
      ],
      [
        " Noon",
        -3.888926e-06
      ]
    ]
  },
  "Minor characters in this book include the eunuchs Hegai and Shaashgaz, and Memuchan, an advisor to the king who sets the plot in action. Zeresh is the wife of the villain in this book, who advises him to make a huge gallows, which end up unused after the intended victim gets rewarded for uncovering a plot against the king by Bigsan and Seresh. In the capital city of Shushan, Vashti must be gotten rid": {
    "guess": "Book of Esther",
    "confidence": [
      [
        "Book",
        -0.017457033
      ],
      [
        " of",
        -4.1080468e-05
      ],
      [
        " Esther",
        -9.150362e-05
      ]
    ]
  },
  "One minor character in this novel is a kindly distant relative of the protagonists‟ family who offers the protagonists a cottage to live in when they are forced out of their manor home by their stepbrother and his wife. In addition to Sir John Middleton, another character is his mother-in-law, an insipid woman who fancies herself the protagonists‟ matchmaker named Mrs. Jennings. Many men, including John  Willoughby, Edward Ferrars, and Colonel Brandon, pursue the protagonists‟ hands in marriage,": {
    "guess": "Sense and Sensibility",
    "confidence": [
      [
        "Sense",
        -0.015068418
      ],
      [
        " and",
        -8.1490514e-05
      ],
      [
        " Sens",
        -9.126521e-05
      ],
      [
        "ibility",
        -2.2603901e-05
      ]
    ]
  },
  "Minor characters include the evangelist Drusilla Clack and the moneylender Septimus Luker. The prologue details a rivalry that begins after General Baird's forces storm Seringapatam and addresses the narrator's": {
    "guess": "The Moonstone",
    "confidence": [
      [
        "The",
        -0.0024670942
      ],
      [
        " Moon",
        -0.004259327
      ],
      [
        "stone",
        -1.867018e-05
      ]
    ]
  },
  "Minnijean Trickey, a member of this group, was expelled midway through the year after she dumped a bowl of chili on one of her antagonists in the cafeteria.  Ernest Green was the first to graduate and": {
    "guess": "Little Rock Nine",
    "confidence": [
      [
        "Little",
        -0.1533643
      ],
      [
        " Rock",
        -0.0016173348
      ],
      [
        " Nine",
        -7.4695905e-05
      ]
    ]
  },
  "Minnijean Trickey, a member of this group, was expelled midway through the year after she dumped a bowl of chili on one of her antagonists in the cafeteria.  Ernest Green was the first to graduate and later served as Assistant Secretary of Housing and Urban Affairs under Carter.  Whittled down from 117 candidates, they and seven others were chosen on account of their grades and their likely ability to withstand taunts.  FTP, name this group that, despite Orval Faubus' best efforts, integrated Central": {
    "guess": "Little Rock Nine",
    "confidence": [
      [
        "Little",
        -0.06045104
      ],
      [
        " Rock",
        -5.4908094e-05
      ],
      [
        " Nine",
        -0.00022845028
      ]
    ]
  },
  "A miniature device capable of utilizing this analytical technique for studying martian soil was present on both NASA rovers Spirit and Opportunity. A process analogous to the physical principle underlying this analytical technique necessitates the appearance of a zero-phonon peak on a plot of the optical absorbance of a sample of chromophores embedded in a solid matrix at low temperatures. Sodium nitroprusside is used as a common reference material in this type of spectroscopy where nuclei with spin-states greater than ½ experience a characteristic quadrupole splitting. A variant of this technique": {
    "guess": "Mössbauer spectroscopy",
    "confidence": [
      [
        "M",
        -0.092352636
      ],
      [
        "ö",
        -0.0060935044
      ],
      [
        "ss",
        -3.22594e-05
      ],
      [
        "b",
        -1.147242e-06
      ],
      [
        "auer",
        -1.2113979e-05
      ],
      [
        " spectro",
        -0.050066132
      ],
      [
        "scopy",
        -1.3306016e-05
      ]
    ]
  },
  "Miniature wooden sculptures are often attached to these clothes with ropes to serve the function of pockets. \"Swinging sleeves\" is a formal style of these clothes for women, whose sashes for them are often very elaborate and cost far more than men's ones. A promotion to wear one of these on Wednesdays paired with a (*) Monet painting led to accusations of cultural appropriation at the Boston Museum of Fine Arts. The yukata is a casual summer variety of - for 10 points - what traditional garment,": {
    "guess": "Kimono",
    "confidence": [
      [
        "Kim",
        -0.034811962
      ],
      [
        "ono",
        -3.488188e-05
      ]
    ]
  },
  "A D minor work by this composer sees the adagio F sharp minor second movement's transition to the the alla breve finale orchestrated attacca, or without pause, which followed a similar C minor piece, which sees an E flat major theme supplant the half step-filled piano arpeggios. A four-note \"signature\" ends both those piano concertos by this man, whose first opera sees the title character marry and then murder the gypsy Zemfira. This composer of Aleko collected Thirteen (*) Preludes, Ten Preludes, and Prelude in C-Sharp Minor into a group covering all twenty-four musical keys. This creator of the formidable Etudes Tableaux used 5/8 time to suggest the act of rowing in a piece inspired by a Bocklin painting, his Isle of the Dead. His characteristic widely-spaced chords are evident in his setting": {
    "guess": "Sergei Rachmaninoff",
    "confidence": [
      [
        "S",
        -0.006122887
      ],
      [
        "erge",
        -8.299462e-06
      ],
      [
        "i",
        -2.4153549e-05
      ],
      [
        " Rach",
        -0.0001342904
      ],
      [
        "man",
        -1.8074163e-05
      ],
      [
        "in",
        -8.6735476e-05
      ],
      [
        "off",
        -1.7432603e-06
      ]
    ]
  },
  "A minor relationship in this play is that between the poor schoolmaster Semyon Medvedenko and a young": {
    "guess": "The Seagull",
    "confidence": [
      [
        "The",
        -0.042479265
      ],
      [
        " Se",
        -0.0031992164
      ],
      [
        "ag",
        -4.365741e-06
      ],
      [
        "ull",
        -0.00020139472
      ]
    ]
  },
  "A miniature device capable of utilizing this analytical technique for studying martian soil was present on both NASA rovers Spirit and Opportunity. A process analogous to the physical principle underlying this analytical technique necessitates the appearance of a zero-phonon peak on a plot of the optical absorbance of a sample of chromophores embedded in a solid matrix at low temperatures. Sodium nitroprusside is used as a common reference material in this type of spectroscopy where nuclei with spin-states greater than ½ experience a characteristic quadrupole splitting. A variant of this technique was used in an experiment used to show the existence of gravitational redshift by Pound and Rebka.": {
    "guess": "Mossbauer spectroscopy",
    "confidence": [
      [
        "M",
        -0.0027972723
      ],
      [
        "oss",
        -0.15470937
      ],
      [
        "b",
        -6.749814e-06
      ],
      [
        "auer",
        -1.1041146e-05
      ],
      [
        " spectro",
        -0.057630405
      ],
      [
        "scopy",
        -3.297462e-05
      ]
    ]
  },
  "In Minkowski space, the four-vector form of this quantity is computed as the derivative of U with respect to proper time and represents a curvature vector along a world line. For a simple harmonic oscillator, this quantity equals negative omega squared x, while its (*) centripetal variety is directed towards the center. Holding this value constant results in a line with constant slope on a velocity-time": {
    "guess": "Acceleration",
    "confidence": [
      [
        "Acceleration",
        -0.0067414236
      ]
    ]
  },
  "A D minor work by this composer sees the adagio F sharp minor second movement's transition to the the alla breve finale orchestrated attacca, or without pause, which followed a similar C minor piece, which sees an E flat major theme supplant the half step-filled piano arpeggios. A four-note \"signature\"": {
    "guess": "Ludwig van Beethoven",
    "confidence": [
      [
        "L",
        -0.9203264
      ],
      [
        "ud",
        -0.00013810492
      ],
      [
        "wig",
        -9.031158e-05
      ],
      [
        " van",
        -0.0041060657
      ],
      [
        " Be",
        -7.4695905e-05
      ],
      [
        "ethoven",
        -8.42322e-05
      ]
    ]
  },
  "Miniature wooden sculptures are often attached to these clothes with ropes to serve the function of pockets.": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -0.33684027
      ]
    ]
  },
  "Minerals that contain cationic iron have a characteristic response to this effect which can be used to measure the presence of said ions in amphiboles and pyroxenes, a technique used in the MIMOS modules aboard several Mars rovers. Quadrupole splitting and isomer shift that occurs in this effect can be used to study hyperfine interactions, and when viewing its spectrum a phonon wing can be seen near the zero-energy shift line. Pound and Rebka used it in their general relativity experiments, and it": {
    "guess": "Mossbauer spectroscopy",
    "confidence": [
      [
        "M",
        -0.0013716687
      ],
      [
        "oss",
        -0.08936058
      ],
      [
        "b",
        -3.1544176e-05
      ],
      [
        "auer",
        -2.4630364e-05
      ],
      [
        " spectro",
        -0.051487587
      ],
      [
        "scopy",
        -7.684157e-05
      ]
    ]
  },
  "This mineral can form Balatino type laminations and both this mineral and a related mineral with one fewer component can be found in chicken wire structures. When subjected to high heat, this mineral can convert to bassanite. The discovery of a vein of this mineral called Homestake has been used to argue for the past presence of water on Mars. The Naica mine in Mexico is known for its megacrystals of this mineral. Nodules of this mineral can be found in Sabkhas. Selenite is particular crystal configuration of this mineral. When this mineral has its water removed, it become anhydrite. Dunes of this mineral can be found in White Sands, New Mexico. This evaporite is the mineral component of plaster of paris. It is composed of calcium sulfate. For 10 points, name this mineral that is two on the": {
    "guess": "Gypsum",
    "confidence": [
      [
        "G",
        -0.00782026
      ],
      [
        "ypsum",
        -3.9411618e-05
      ]
    ]
  },
  "Miniature poker is played with a deck of only number cards, 1 through 10, in each suit, for a total of 40 cards and each player is dealt 3 cards. The best hand is three of a kind. Knowing that there are 10 ranks one can get a three of a kind in, and 4 ways to choose the three of that rank a player gets dealt, what is the probability that a player will be dealt 3 of a kind? You have fifteen seconds.": {
    "guess": "Poker probability",
    "confidence": [
      [
        "P",
        -0.4682804
      ],
      [
        "oker",
        -0.00023977463
      ],
      [
        " probability",
        -0.18198255
      ]
    ]
  },
  "Minor characters in this play include the Marshall Herrick and the clerk Ezekiel Cheever. The sudden": {
    "guess": "The Crucible",
    "confidence": [
      [
        "The",
        -0.008692688
      ],
      [
        " Cruc",
        -0.0018998402
      ],
      [
        "ible",
        -4.632543e-05
      ]
    ]
  },
  "The minimal criterion for it to be productive is given by the product of ion density and confinement": {
    "guess": "Lawson criterion",
    "confidence": [
      [
        "Law",
        -0.5653344
      ],
      [
        "son",
        -3.523949e-05
      ],
      [
        " criterion",
        -0.0015224798
      ]
    ]
  },
  "One minor character in this novel is a kindly distant relative of the protagonists‟ family who offers the protagonists a cottage to live in when they are forced out of their manor home by their stepbrother and his wife. In addition to Sir John Middleton, another character is his mother-in-law, an insipid": {
    "guess": "Sense and Sensibility",
    "confidence": [
      [
        "Sense",
        -0.041467182
      ],
      [
        " and",
        -4.0961266e-05
      ],
      [
        " Sens",
        -6.7662884e-05
      ],
      [
        "ibility",
        -2.355753e-05
      ]
    ]
  },
  "A minor character in this work, Eugenius, sees a more important character die, and that dying character's last words quote Sancho Panza, stating that should he recover, \"Mitres be suffered to rain down from heaven thick as hail\". In another episode of this novel, Le Fever falls ill during his a trip to Flanders, and is visited by the future suitor of Mrs. Bridget, Corporal Trim. This romance nearly parallels that of the Widow Wadman and the title character's uncle, but for a wound the latter suffers in the Battle of Namur, and the title character constantly refers to him as \"My Uncle Toby\". For 10 points, name this novel about the Life and Opinions of the title Gentleman, a work by Lawrence Sterne.": {
    "guess": "The Life and Opinions of Tristram Shandy, Gentleman",
    "confidence": [
      [
        "The",
        -0.008024631
      ],
      [
        " Life",
        -0.0005569628
      ],
      [
        " and",
        -1.2233183e-05
      ],
      [
        " Op",
        -3.0545007e-06
      ],
      [
        "inions",
        -7.9418505e-06
      ],
      [
        " of",
        -4.3202e-07
      ],
      [
        " Tr",
        -7.3458323e-06
      ],
      [
        "ist",
        -1.2829201e-05
      ],
      [
        "ram",
        -3.2929079e-06
      ],
      [
        " Sh",
        -4.723352e-06
      ],
      [
        "andy",
        -4.604148e-06
      ],
      [
        ",",
        -1.0280384e-06
      ],
      [
        " Gentle",
        -6.511407e-06
      ],
      [
        "man",
        0.0
      ]
    ]
  },
  "A miniature device capable of utilizing this analytical technique for studying martian soil was present on both NASA rovers Spirit and Opportunity. A process analogous to the physical principle underlying this analytical technique necessitates the appearance of a zero-phonon peak on a plot of the optical absorbance of a sample of chromophores embedded in a solid matrix at low temperatures. Sodium nitroprusside is used as a common reference material in this type of spectroscopy where nuclei with spin-states greater than ½ experience a characteristic quadrupole splitting. A variant of this technique was used in an experiment used to show the existence of gravitational redshift by Pound and Rebka. For 10 points, name this technique which exploits the fact that a percentage of gamma-ray absorptions and emissions with nuclei are recoil-free, and can be used to probe oxidation states of iron-57": {
    "guess": "Mossbauer spectroscopy",
    "confidence": [
      [
        "M",
        -0.0056209927
      ],
      [
        "oss",
        -0.42298624
      ],
      [
        "b",
        -1.0087517e-05
      ],
      [
        "auer",
        -8.537869e-06
      ],
      [
        " spectro",
        -0.10908384
      ],
      [
        "scopy",
        -5.407367e-05
      ]
    ]
  },
  "This mineral can form Balatino type laminations and both this mineral and a related mineral with one fewer component can be found in chicken wire structures. When subjected to high heat, this mineral can convert to bassanite. The discovery of a vein of this mineral called Homestake has been used to argue for the past presence of water on Mars. The Naica mine in Mexico is known for its megacrystals of this mineral. Nodules of this mineral can be found in Sabkhas. Selenite is particular crystal configuration of this mineral. When this mineral has its water removed, it become anhydrite. Dunes of this": {
    "guess": "Gypsum",
    "confidence": [
      [
        "G",
        -0.008838987
      ],
      [
        "ypsum",
        -5.080963e-06
      ]
    ]
  },
  "The Minnesota Glacier separates this chain into the Heritage Range and Sentinel Range. This chain was first spotted by Herbert Hollick-Kenyon and its namesake. Including Hammer Col and Mount Rutford, this range's highest peak is named for a (*) Georgia Senator. They are found in an eponymous region to the east of Marie Byrd Land, between the Bellingshausen Sea and Ronne Ice shelf. For 10 points, name": {
    "guess": "Ellsworth Mountains",
    "confidence": [
      [
        "Ell",
        -0.58257824
      ],
      [
        "sworth",
        -7.0404574e-05
      ],
      [
        " Mountains",
        -0.0010958074
      ]
    ]
  },
  "Minerals that contain cationic iron have a characteristic response to this effect which can be used to measure the presence of said ions in amphiboles and pyroxenes, a technique used in the MIMOS modules aboard several Mars rovers. Quadrupole splitting and isomer shift that occurs in this effect can be used to study hyperfine interactions, and when viewing its spectrum a phonon wing can be seen near the zero-energy shift line. Pound and Rebka used it in their general relativity experiments, and it is used along with the Doppler-effect in a namesake spectroscopy known for precise measurements. Occuring": {
    "guess": "Mossbauer effect",
    "confidence": [
      [
        "M",
        -0.00865937
      ],
      [
        "oss",
        -0.08039882
      ],
      [
        "b",
        -7.111979e-05
      ],
      [
        "auer",
        -0.000103662394
      ],
      [
        " effect",
        -0.09523235
      ]
    ]
  },
  "One minor character in this novel is a kindly distant relative of the protagonists‟ family who offers": {
    "guess": "Pride and Prejudice",
    "confidence": [
      [
        "P",
        -1.1934558
      ],
      [
        "ride",
        -0.0018957948
      ],
      [
        " and",
        -0.00027063373
      ],
      [
        " Pre",
        -5.371606e-05
      ],
      [
        "jud",
        -5.0974373e-05
      ],
      [
        "ice",
        -5.9914648e-05
      ]
    ]
  },
  "Minor characters include Kupava, Bobyl, and King Berendei and the libretto was written by the composer himself.  Orchestral sections include the \"Dance of the Birds,\" \"Procession,\" and the \"Dance of the Tumblers.\"  The title character aims for the love of the shepherd Lel in the first act, but ends up": {
    "guess": "The Snow Maiden",
    "confidence": [
      [
        "The",
        -0.027115446
      ],
      [
        " Snow",
        -0.006761668
      ],
      [
        " Maiden",
        -3.488188e-05
      ]
    ]
  },
  "This mineral can form Balatino type laminations and both this mineral and a related mineral with one fewer component can be found in chicken wire structures. When subjected to high heat, this mineral can": {
    "guess": "Muscovite",
    "confidence": [
      [
        "M",
        -0.30997014
      ],
      [
        "usc",
        -0.41784224
      ],
      [
        "ov",
        -4.365741e-06
      ],
      [
        "ite",
        -3.1305768e-05
      ]
    ]
  },
  "One minister under this man was later killed for plotting against Papa Doc Duvalier, and his nation was sanctioned after a car bombing in Caracas wounded, but did not kill, Romulo Betancourt. He also ordered the killings of the Mirabal Sisters, and the failure of general Pupo Roman to act following this man's death allowed Johnny Abbes Garcia to catch and punish most of his assassins. He ordered the": {
    "guess": "Rafael Trujillo",
    "confidence": [
      [
        "R",
        -0.024149708
      ],
      [
        "af",
        -0.00145857
      ],
      [
        "ael",
        -2.2842309e-05
      ],
      [
        " Tr",
        -0.00101423
      ],
      [
        "uj",
        -8.45898e-05
      ],
      [
        "illo",
        -0.00014001218
      ]
    ]
  },
  "A D minor work by this composer sees the adagio F sharp minor second movement's transition to the the alla breve finale orchestrated attacca, or without pause, which followed a similar C minor piece, which sees an E flat major theme supplant the half step-filled piano arpeggios. A four-note \"signature\" ends both those piano concertos by this man, whose first opera sees the title character marry and": {
    "guess": "Sergei Rachmaninoff",
    "confidence": [
      [
        "S",
        -0.7393789
      ],
      [
        "erge",
        -0.00036597464
      ],
      [
        "i",
        -0.00020377879
      ],
      [
        " Rach",
        -0.0028891598
      ],
      [
        "man",
        -6.194111e-05
      ],
      [
        "in",
        -0.00021760275
      ],
      [
        "off",
        -9.133887e-06
      ]
    ]
  },
  "This Minister of Health under Pedro Aguirre Cerda was successively defeated by Jorge Alessandri and Eduardo Frei but finally won an election by enticing dissident Christian Democrats into his Popular Unity coalition. This leader's government was the first in America to recognize Communist China and he created one of the first instances of stagflation when he financed his nationalization of mining and industry by printing money. His official cause of death is listed as suicide, even though evidence": {
    "guess": "Salvador Allende",
    "confidence": [
      [
        "Sal",
        -0.0031065345
      ],
      [
        "v",
        -2.939851e-05
      ],
      [
        "ador",
        -0.00012678056
      ],
      [
        " All",
        -0.0010030358
      ],
      [
        "ende",
        -8.0656086e-05
      ]
    ]
  },
  "Minor characters in this work include the lustful Scottish Captain Hausbank and a pair of prostitutes who administer magical vials of perfume and are nicknamed the Skeleton and the Mattress.  Much of the center portion of the book concerns the adventures of a tulip tattooed mercenary called the Turk whose retinue includes a quartet of Swiss giants, and who long ago left his childhood friends Agostino and Nicolo behind.  It contains two epigraphs, one by Mirza Ghalib and another by Petrarch, and opens with a cart approaching the glowing lake of Sikri and a blonde man's demands to see the emperor, so that he might tell him how they are both descended from the title figure, a woman alternatively known as Lady Black Eyes and Qara Koz.  For 10 points, identify this 2008 work that juxtaposes events set at Akbar's Mughal court with Machiavelli's Renaissance home, a novel by Salman Rushdie.": {
    "guess": "The Enchantress of Florence",
    "confidence": [
      [
        "The",
        -0.0066278623
      ],
      [
        " En",
        -0.0016307901
      ],
      [
        "chant",
        -4.370295e-05
      ],
      [
        "ress",
        -5.6769813e-06
      ],
      [
        " of",
        -9.126521e-05
      ],
      [
        " Florence",
        -3.8100377e-05
      ]
    ]
  },
  "Minor characters in this book include the eunuchs Hegai and Shaashgaz, and Memuchan, an advisor to the king who sets the plot in action. Zeresh is the wife of the villain in this book, who advises him to make a huge gallows, which end up unused after the intended victim gets rewarded for uncovering a plot against the king by Bigsan and Seresh. In the capital city of Shushan, Vashti must be gotten rid of for refusing to obey her husband, the king, and so king Ahasuerus chooses as a new wife the title character, known to the Jews as Hadassah, the cousin of Mordechai. The villain in this book tries to kill all the Jews by drawing lots, but eventually, that Haman is defeated and all is well. For": {
    "guess": "Book of Esther",
    "confidence": [
      [
        "Book",
        -0.012203278
      ],
      [
        " of",
        -7.1238996e-05
      ],
      [
        " Esther",
        -5.4312077e-05
      ]
    ]
  },
  "The minimal criterion for it to be productive is given by the product of ion density and confinement time, and is known as Lawson's criterion. In 1989, B. Stanley Pons and Martin Fleischmann allegedly performed one type of this process at room temperature; however, attempts to replicate that work have failed. Examples of the exothermic variety of this process include the CNO cycle and the proton-proton chain reaction, the latter of which occurs in the sun. For 10 points, name this thermonuclear reaction": {
    "guess": "Nuclear fusion",
    "confidence": [
      [
        "N",
        -0.023252932
      ],
      [
        "uclear",
        -1.3856493e-06
      ],
      [
        " fusion",
        -0.13347617
      ]
    ]
  },
  "A minor character in this novel has a habit of gathering local cats to him by shredding paper then spitting on them with extraordinary accuracy, and another character has only written one sentence of his novel despite years of work. That character, Grand, arrives at the fugitive Cottard's apartment just in time to save him from hanging himself. Hatred of his father's work as a prosecutor led Tarrou to travel to the central locale of this novel, in which an emotional moment occurs between Father Paneloux and Monsieur Othon after the death of his son. The journalist Raymond Rambert is trapped in Oran due to the titular affliction in, FTP, what novel narrated by Dr. Bernard Rieux, a work of Albert": {
    "guess": "The Plague",
    "confidence": [
      [
        "The",
        -0.037852116
      ],
      [
        " Pl",
        -0.0043692403
      ],
      [
        "ague",
        -0.00025609453
      ]
    ]
  },
  "A minor character in this novel has a habit of gathering local cats to him by shredding paper then spitting on them with extraordinary accuracy, and another character has only written one sentence of his novel despite years of work. That character, Grand, arrives at the fugitive Cottard's apartment just in time to save him from hanging himself. Hatred of his father's work as a prosecutor led Tarrou to travel to the central locale of this novel, in which an emotional moment occurs between Father Paneloux": {
    "guess": "The Plague",
    "confidence": [
      [
        "The",
        -0.05182518
      ],
      [
        " Pl",
        -0.031700935
      ],
      [
        "ague",
        -0.00019197763
      ]
    ]
  },
  "Minor tributaries of this river include the Skunk and Black Rivers, and its source is located in Clearwater County. This river's flow was disrupted by the New Madrid earthquake, and Joliet and Marquette famously explored this river. Port cities on this river include Memphis and Baton Rouge. Its source, Lake Itasca, is located in Minnesota, and its biggest tributary, nicknamed \"The Big Muddy,\" is the Missouri River. For 10 points, name this largest river in North America.": {
    "guess": "Mississippi River",
    "confidence": [
      [
        "Miss",
        -0.0072674947
      ],
      [
        "issippi",
        -0.00086084235
      ],
      [
        " River",
        -0.000118324446
      ]
    ]
  },
  "A miniature device capable of utilizing this analytical technique for studying martian soil was present on both NASA rovers Spirit and Opportunity. A process analogous to the physical principle underlying this analytical technique necessitates the appearance of a zero-phonon peak on a plot of the optical": {
    "guess": "Raman spectroscopy",
    "confidence": [
      [
        "R",
        -0.034937333
      ],
      [
        "aman",
        -0.00039980648
      ],
      [
        " spectro",
        -0.006687903
      ],
      [
        "scopy",
        -4.00813e-06
      ]
    ]
  },
  "Minor characters include the evangelist Drusilla Clack and the moneylender Septimus Luker. The prologue details a rivalry that begins after General Baird's forces storm Seringapatam and addresses the narrator's dislike of John Herncastle. Murthwaite later sees the ubiquitous jugglers in their true form, but this only happens after Mr. Candy's assistant, Ezra, reveals that it was opium that caused Franklin Blake to take what was once found in the forehead of a god's statue. FPT, identify this 1868 novel that focuses on Rachel Verrinder and Sergeant Cuff's attempts to find a lost gem; a work by Wilkie Collins.": {
    "guess": "The Moonstone",
    "confidence": [
      [
        "The",
        -0.0063526006
      ],
      [
        " Moon",
        -0.00027992795
      ],
      [
        "stone",
        -4.9617593e-06
      ]
    ]
  },
  "Minor characters include the evangelist Drusilla Clack and the moneylender Septimus Luker. The prologue details a rivalry that begins after General Baird's forces storm Seringapatam and addresses the narrator's dislike of John Herncastle. Murthwaite later sees the ubiquitous jugglers in their true form, but this only happens after Mr. Candy's assistant, Ezra, reveals that it was opium that caused Franklin Blake to take what was once found in the forehead of a god's statue. FPT, identify this 1868 novel that focuses on Rachel Verrinder and Sergeant Cuff's attempts to find a lost gem; a work by Wilkie": {
    "guess": "The Moonstone",
    "confidence": [
      [
        "The",
        -0.0035259556
      ],
      [
        " Moon",
        -0.0021534727
      ],
      [
        "stone",
        -1.7597347e-05
      ]
    ]
  },
  "Minor characters in this work include Ruffina Onissimovna, the owner of an apartment, and Pamphil, who carves wooden animals for his children. One chapter makes reference to iced rowanberries, which grow on a tree that the protagonist imagines is his love. Other chapters include \"Opposite the House of": {
    "guess": "The Master and Margarita",
    "confidence": [
      [
        "The",
        -0.85515565
      ],
      [
        " Master",
        -0.0141028585
      ],
      [
        " and",
        -0.000342376
      ],
      [
        " Marg",
        -4.00813e-06
      ],
      [
        "ar",
        -7.672237e-05
      ],
      [
        "ita",
        -6.301394e-05
      ]
    ]
  },
  "One minor character in this novel is a kindly distant relative of the protagonists‟ family who offers the protagonists a cottage to live in when they are forced out of their manor home by their stepbrother and his wife. In addition to Sir John Middleton, another character is his mother-in-law, an insipid woman who fancies herself the protagonists‟ matchmaker named Mrs. Jennings. Many men, including": {
    "guess": "Sense and Sensibility",
    "confidence": [
      [
        "Sense",
        -0.022887155
      ],
      [
        " and",
        -0.00012415809
      ],
      [
        " Sens",
        -2.0219828e-05
      ],
      [
        "ibility",
        -0.00021295747
      ]
    ]
  },
  "A minor character in this work, Eugenius, sees a more important character die, and that dying character's last words quote Sancho Panza, stating that should he recover, \"Mitres be suffered to rain down from heaven thick as hail\". In another episode of this novel, Le Fever falls ill during his a trip to Flanders, and is visited by the future suitor of Mrs. Bridget, Corporal Trim. This romance nearly parallels that of the Widow Wadman and the title character's uncle, but for a wound the latter suffers": {
    "guess": "The Life and Opinions of Tristram Shandy, Gentleman",
    "confidence": [
      [
        "The",
        -0.000654774
      ],
      [
        " Life",
        -0.0001441843
      ],
      [
        " and",
        -3.5313153e-06
      ],
      [
        " Op",
        -4.8425554e-06
      ],
      [
        "inions",
        -1.867018e-05
      ],
      [
        " of",
        -5.5122365e-07
      ],
      [
        " Tr",
        -3.2929079e-06
      ],
      [
        "ist",
        -2.6299214e-05
      ],
      [
        "ram",
        -1.0445127e-05
      ],
      [
        " Sh",
        -2.3392786e-06
      ],
      [
        "andy",
        -6.392203e-06
      ],
      [
        ",",
        -6.704273e-07
      ],
      [
        " Gentle",
        -1.3067608e-05
      ],
      [
        "man",
        -1.9361265e-07
      ]
    ]
  },
  "Minor characters in this work include the lustful Scottish Captain Hausbank and a pair of prostitutes who administer magical vials of perfume and are nicknamed the Skeleton and the Mattress.  Much of the": {
    "guess": "The Master and Margarita",
    "confidence": [
      [
        "The",
        -1.0854064
      ],
      [
        " Master",
        -1.0684639
      ],
      [
        " and",
        -0.0007342241
      ],
      [
        " Marg",
        -3.4762674e-05
      ],
      [
        "ar",
        -7.743759e-05
      ],
      [
        "ita",
        -2.451116e-05
      ]
    ]
  },
  "One minor character on this show was Lorraine Finster, a cafeteria employee who had an affair with another character's husband. That character later was briefly married to Lorraine's father Lyle, who was played by John Cleese. Lyle was the fourth husband of Karen, who is rich but works as an assistant to one of the show's title characters. For 10 points, name this recently-concluded sitcom on NBC that": {
    "guess": "Will & Grace",
    "confidence": [
      [
        "Will",
        -0.02124168
      ],
      [
        " &",
        -0.03952275
      ],
      [
        " Grace",
        -4.3226137e-05
      ]
    ]
  },
  "Minerals that contain cationic iron have a characteristic response to this effect which can be used to measure the presence of said ions in amphiboles and pyroxenes, a technique used in the MIMOS modules aboard several Mars rovers. Quadrupole splitting and isomer shift that occurs in this effect can be used to study hyperfine interactions, and when viewing its spectrum a phonon wing can be seen near the zero-energy shift line. Pound and Rebka used it in their general relativity experiments, and it is used along with the Doppler-effect in a namesake spectroscopy known for precise measurements. Occuring because of distribution of energy across an atomic lattice, FTP, identify this effect which explains the recoil-free emission and absorption of gamma rays.": {
    "guess": "Mossbauer effect",
    "confidence": [
      [
        "M",
        -0.0006430957
      ],
      [
        "oss",
        -0.03187622
      ],
      [
        "b",
        -1.247159e-05
      ],
      [
        "auer",
        -3.2855416e-05
      ],
      [
        " effect",
        -0.060849756
      ]
    ]
  },
  "Minor tributaries of this river include the Skunk and Black Rivers, and its source is located in Clearwater County. This river's flow was disrupted by the New Madrid earthquake, and Joliet and Marquette famously explored this river. Port cities on this river include Memphis and Baton Rouge. Its source, Lake Itasca, is located in Minnesota, and its biggest tributary, nicknamed \"The Big Muddy,\" is the": {
    "guess": "Mississippi River",
    "confidence": [
      [
        "Miss",
        -0.01076234
      ],
      [
        "issippi",
        -0.0043824166
      ],
      [
        " River",
        -0.00024251631
      ]
    ]
  },
  "T'o Ming and Ma Hualong led one revolt by Hui Muslims against this dynasty. In addition to that Dungan revolt, Wu Sangui led the Revolt of the Three Feudatories against it. Founded by members of the Aisin Gioro clan, this dynasty's final ruler was the infant (*) Puyi. The Hundred Days' Reform of Emperor Guangxu resulted in a coup led by the Empress Dowager Cixi, and the collapse of this dynasty led": {
    "guess": "Qing dynasty",
    "confidence": [
      [
        "Q",
        -0.16882218
      ],
      [
        "ing",
        -6.313315e-05
      ],
      [
        " dynasty",
        -0.007831142
      ]
    ]
  },
  "One minor character on this show was Lorraine Finster, a cafeteria employee who had an affair with another character's husband. That character later was briefly married to Lorraine's father Lyle, who was played by John Cleese. Lyle was the fourth husband of Karen, who is rich but works as an assistant": {
    "guess": "Will & Grace",
    "confidence": [
      [
        "Will",
        -0.09308615
      ],
      [
        " &",
        -0.0066882605
      ],
      [
        " Grace",
        -5.8126592e-05
      ]
    ]
  },
  "A miniature device capable of utilizing this analytical technique for studying martian soil was present on both NASA rovers Spirit and Opportunity. A process analogous to the physical principle underlying": {
    "guess": "X-ray fluorescence spectrometer",
    "confidence": [
      [
        "X",
        -0.27621594
      ],
      [
        "-ray",
        -0.009438247
      ],
      [
        " fluorescence",
        -0.37685183
      ],
      [
        " spect",
        -0.73953867
      ],
      [
        "rometer",
        -0.2781055
      ]
    ]
  },
  "This mineral's botyroidal form, known as kidney ore, is named for the shape of the masses it forms. The oolitic formation can be seen in sedimentary rocks and has a reddish brown color and earthy luster. The tiger type contains alternating bands of the namesake mineral as well as red jasper. A trigonal": {
    "guess": "Hematite",
    "confidence": [
      [
        "H",
        -0.046244163
      ],
      [
        "emat",
        -7.5411124e-05
      ],
      [
        "ite",
        -2.7610455e-05
      ]
    ]
  },
  "This mineral's botyroidal form, known as kidney ore, is named for the shape of the masses it forms. The": {
    "guess": "Hematite",
    "confidence": [
      [
        "H",
        -0.02027313
      ],
      [
        "emat",
        -2.9994528e-05
      ],
      [
        "ite",
        -8.418666e-06
      ]
    ]
  },
  "The minimal criterion for it to be productive is given by the product of ion density and confinement time, and is known as Lawson's criterion. In 1989, B. Stanley Pons and Martin Fleischmann allegedly performed one type of this process at room temperature; however, attempts to replicate that work have failed. Examples of the exothermic variety of this process include the CNO cycle and the proton-proton": {
    "guess": "Nuclear fusion",
    "confidence": [
      [
        "N",
        -0.35493794
      ],
      [
        "uclear",
        -9.849109e-06
      ],
      [
        " fusion",
        -0.026368923
      ]
    ]
  },
  "A minor relationship in this play is that between the poor schoolmaster Semyon Medvedenko and a young girl who is perpetually dressed in black due to her unrequited love for the main character, a writer. The doctor Yevgeny Dorn offers the writer advice and the writer's uncle, Pyotr Sorin, recommends that he write a story based on Sorin's own life called The Man Who Wished. Sorin's sister, Irina Arkadina, is the love interest of the more famous writer, Trigorin. Based on a hunting trip with the landscape painter Ilya Levitan, for ten points, this play involves a love triangle between Trigorin, Konstantin": {
    "guess": "The Seagull",
    "confidence": [
      [
        "The",
        -0.0013936884
      ],
      [
        " Se",
        -0.00011510595
      ],
      [
        "ag",
        -8.89548e-06
      ],
      [
        "ull",
        -3.4121115e-06
      ]
    ]
  },
  "A minor character in this novel has a habit of gathering local cats to him by shredding paper then spitting on them with extraordinary accuracy, and another character has only written one sentence of his novel despite years of work. That character, Grand, arrives at the fugitive Cottard's apartment just in time to save him from hanging himself. Hatred of his father's work as a prosecutor led Tarrou": {
    "guess": "The Plague",
    "confidence": [
      [
        "The",
        -0.04254518
      ],
      [
        " Pl",
        -0.2597503
      ],
      [
        "ague",
        -0.00012190055
      ]
    ]
  },
  "One minor character on this show was Lorraine Finster, a cafeteria employee who had an affair with another": {
    "guess": "Will & Grace",
    "confidence": [
      [
        "Will",
        -0.005886961
      ],
      [
        " &",
        -0.006899836
      ],
      [
        " Grace",
        -9.968313e-06
      ]
    ]
  },
  "A minor relationship in this play is that between the poor schoolmaster Semyon Medvedenko and a young girl who is perpetually dressed in black due to her unrequited love for the main character, a writer.": {
    "guess": "The Seagull",
    "confidence": [
      [
        "The",
        -0.08100946
      ],
      [
        " Se",
        -0.027373906
      ],
      [
        "ag",
        -3.1281633e-07
      ],
      [
        "ull",
        -0.00011725161
      ]
    ]
  },
  "This Minister of Health under Pedro Aguirre Cerda was successively defeated by Jorge Alessandri and Eduardo Frei but finally won an election by enticing dissident Christian Democrats into his Popular Unity coalition. This leader's government was the first in America to recognize Communist China and he created one of the first instances of stagflation when he financed his nationalization of mining and industry by printing money. His official cause of death is listed as suicide, even though evidence exists that he died of multiple gunshot wounds to the back. FTP, name this man who died during a September 11, 1973 coup and was succeeded by Augusto Pinochet as president of Chile.": {
    "guess": "Salvador Allende",
    "confidence": [
      [
        "Sal",
        -0.011420085
      ],
      [
        "v",
        -3.1782583e-05
      ],
      [
        "ador",
        -5.4669687e-05
      ],
      [
        " All",
        -5.931863e-05
      ],
      [
        "ende",
        -4.2630116e-05
      ]
    ]
  },
  "A miniature device capable of utilizing this analytical technique for studying martian soil was present": {
    "guess": "Mass spectrometry",
    "confidence": [
      [
        "Mass",
        -0.3059968
      ],
      [
        " spect",
        -0.013504054
      ],
      [
        "rom",
        -0.11716415
      ],
      [
        "etry",
        -0.000769248
      ]
    ]
  },
  "A minor relationship in this play is that between the poor schoolmaster Semyon Medvedenko and a young girl who is perpetually dressed in black due to her unrequited love for the main character, a writer. The doctor Yevgeny Dorn offers the writer advice and the writer's uncle, Pyotr Sorin, recommends that he write a story based on Sorin's own life called The Man Who Wished. Sorin's sister, Irina Arkadina,": {
    "guess": "The Seagull",
    "confidence": [
      [
        "The",
        -0.0009300446
      ],
      [
        " Se",
        -8.089449e-05
      ],
      [
        "ag",
        -1.6166903e-05
      ],
      [
        "ull",
        -2.4584822e-06
      ]
    ]
  },
  "Minor characters in this work include Ruffina Onissimovna, the owner of an apartment, and Pamphil, who carves wooden animals for his children. One chapter makes reference to iced rowanberries, which grow on a tree that the protagonist imagines is his love. Other chapters include \"Opposite the House of Caryatids\" and \"The Highway and Forest Brotherhood.\" Towards the end, the main character lives with Marina, before dying of a heart attack on the first day of his new job. His friends Misha and Nicky discover his presumed child Tanya during World War II. FTP, name this tragic novel about a man raised by his uncle Kolya who falls in love with Lara working in a military hospital, the most famous novel by Boris Pasternak.": {
    "guess": "Doctor Zhivago",
    "confidence": [
      [
        "Doctor",
        -0.27726358
      ],
      [
        " Zh",
        -0.010619044
      ],
      [
        "iv",
        -2.7133641e-05
      ],
      [
        "ago",
        -0.00010258956
      ]
    ]
  },
  "Minor characters in this work include the protagonist ex-teacher and amputee whose gift of boots eventually leads to the death of another character and the 40 year-old Stanislaus Katczinsky. A game of cards is combined with putting a number of wooden portable latrines in a circle in this work, in which the protagonist and his friends also gang up and beat their ex-teacher Corporal Himmelstoss. The protagonist passes the time killing lice and roasting geese with older draftees like Tjaden and Detering,": {
    "guess": "All Quiet on the Western Front",
    "confidence": [
      [
        "All",
        -0.002329744
      ],
      [
        " Quiet",
        -1.18755715e-05
      ],
      [
        " on",
        -1.0087517e-05
      ],
      [
        " the",
        -0.00014227704
      ],
      [
        " Western",
        -3.070975e-05
      ],
      [
        " Front",
        -4.246537e-06
      ]
    ]
  },
  "This mineral can form Balatino type laminations and both this mineral and a related mineral with one": {
    "guess": "Biotite",
    "confidence": [
      [
        "B",
        -0.59302557
      ],
      [
        "iot",
        -0.1853395
      ],
      [
        "ite",
        -1.8074163e-05
      ]
    ]
  },
  "Minor tributaries of this river include the Skunk and Black Rivers, and its source is located in Clearwater County. This river's flow was disrupted by the New Madrid earthquake, and Joliet and Marquette": {
    "guess": "Mississippi River",
    "confidence": [
      [
        "Miss",
        -0.17245707
      ],
      [
        "issippi",
        -0.010023919
      ],
      [
        " River",
        -0.0028882064
      ]
    ]
  },
  "Minerals that contain cationic iron have a characteristic response to this effect which can be used to measure the presence of said ions in amphiboles and pyroxenes, a technique used in the MIMOS modules": {
    "guess": "Mössbauer spectroscopy",
    "confidence": [
      [
        "M",
        -0.0077301306
      ],
      [
        "ö",
        -0.03321763
      ],
      [
        "ss",
        -9.150362e-05
      ],
      [
        "b",
        -1.247159e-05
      ],
      [
        "auer",
        -5.9153886e-06
      ],
      [
        " spectro",
        -0.6317181
      ],
      [
        "scopy",
        -1.7478143e-05
      ]
    ]
  },
  "Minor characters in this work include the porter Vassilij, who has a red scar on his neck from the Civil War. One character tells this novel's protagonist \"Bravo! The wolves devour each other\" shortly before asking him \"When did you last sleep with a woman?\" This novel, which is divided into three sections called \"hearings\", is the middle part of a trilogy that begins with The Gladiators and ends with Arrival and Departure. The protagonist of this work is implicated in a crime by a man called \"Hare-Lip\"": {
    "guess": "Darkness at Noon",
    "confidence": [
      [
        "Dark",
        -0.15798254
      ],
      [
        "ness",
        -3.4047454e-05
      ],
      [
        " at",
        -5.6100132e-05
      ],
      [
        " Noon",
        -1.9146995e-05
      ]
    ]
  },
  "Minimizing this effect by heating increases the yield of Cope rearrangements. Flagpole interactions increase the strength of this effect. Bridgehead carbons on compounds like norbornene do not have sp2 hybridization because of this effect, according to Bredt's rule. The Prelog type of this effect is": {
    "guess": "Steric hindrance",
    "confidence": [
      [
        "Ster",
        -1.143211
      ],
      [
        "ic",
        -0.0034192703
      ],
      [
        " hind",
        -0.038082812
      ],
      [
        "rance",
        -2.58224e-05
      ]
    ]
  },
  "In Minkowski space, the four-vector form of this quantity is computed as the derivative of U with respect to proper time and represents a curvature vector along a world line. For a simple harmonic oscillator, this quantity equals negative omega squared x, while its (*) centripetal variety is directed towards the center. Holding this value constant results in a line with constant slope on a velocity-time graph. This quantity can be found by dividing force by mass according to Newton's Second Law, and is equal to 9.8 meters per second squared due to Earth's gravity. For ten points, identify this": {
    "guess": "Acceleration",
    "confidence": [
      [
        "Acceleration",
        -0.0009396891
      ]
    ]
  },
  "Minor characters in this work include the porter Vassilij, who has a red scar on his neck from the Civil War. One character tells this novel's protagonist \"Bravo! The wolves devour each other\" shortly before asking him \"When did you last sleep with a woman?\" This novel, which is divided into three sections called \"hearings\", is the middle part of a trilogy that begins with The Gladiators and ends with Arrival and Departure. The protagonist of this work is implicated in a crime by a man called \"Hare-Lip\" and becomes acquainted with his neighbor, who is known only as \"Number 402\". The protagonist of this book is persuaded by Ivanov to confess to attempting to assassinate Number One in order to prove his loyalty to Communism. For 10 points, name this novel about the revolutionary Rubashov, written by Arthur Koestler.": {
    "guess": "Darkness at Noon",
    "confidence": [
      [
        "Dark",
        -0.032781657
      ],
      [
        "ness",
        -6.396757e-05
      ],
      [
        " at",
        -0.00015097891
      ],
      [
        " Noon",
        -5.157039e-05
      ]
    ]
  },
  "The Minnesota Glacier separates this chain into the Heritage Range and Sentinel Range. This chain was first spotted by Herbert Hollick-Kenyon and its namesake. Including Hammer Col and Mount Rutford, this": {
    "guess": "Ellsworth Mountains",
    "confidence": [
      [
        "Ell",
        -0.40758142
      ],
      [
        "sworth",
        -0.00015979631
      ],
      [
        " Mountains",
        -0.00062260736
      ]
    ]
  },
  "Minor characters in this work include the porter Vassilij, who has a red scar on his neck from the Civil War. One character tells this novel's protagonist \"Bravo! The wolves devour each other\" shortly": {
    "guess": "The Master and Margarita",
    "confidence": [
      [
        "The",
        -1.0011834
      ],
      [
        " Master",
        -0.7280335
      ],
      [
        " and",
        -0.0006117635
      ],
      [
        " Marg",
        -9.186123e-05
      ],
      [
        "ar",
        -9.805982e-05
      ],
      [
        "ita",
        -1.1637165e-05
      ]
    ]
  },
  "Minerals that contain cationic iron have a characteristic response to this effect which can be used to measure the presence of said ions in amphiboles and pyroxenes, a technique used in the MIMOS modules aboard several Mars rovers. Quadrupole splitting and isomer shift that occurs in this effect can": {
    "guess": "Mossbauer spectroscopy",
    "confidence": [
      [
        "M",
        -0.013350572
      ],
      [
        "oss",
        -0.32585576
      ],
      [
        "b",
        -2.9160103e-05
      ],
      [
        "auer",
        -1.6286107e-05
      ],
      [
        " spectro",
        -0.13572876
      ],
      [
        "scopy",
        -6.635165e-05
      ]
    ]
  },
  "In Minkowski space, the four-vector form of this quantity is computed as the derivative of U with respect": {
    "guess": "Four-force",
    "confidence": [
      [
        "Four",
        -0.95376205
      ],
      [
        "-force",
        -0.59421045
      ]
    ]
  },
  "Minnijean Trickey, a member of this group, was expelled midway through the year after she dumped a bowl of chili on one of her antagonists in the cafeteria.  Ernest Green was the first to graduate and later served as Assistant Secretary of Housing and Urban Affairs under Carter.  Whittled down from 117": {
    "guess": "Little Rock Nine",
    "confidence": [
      [
        "Little",
        -0.03876548
      ],
      [
        " Rock",
        -0.00029637438
      ],
      [
        " Nine",
        -3.9530823e-05
      ]
    ]
  },
  "Minerals that contain cationic iron have a characteristic response to this effect which can be used to measure the presence of said ions in amphiboles and pyroxenes, a technique used in the MIMOS modules aboard several Mars rovers. Quadrupole splitting and isomer shift that occurs in this effect can be used to study hyperfine interactions, and when viewing its spectrum a phonon wing can be seen near the zero-energy shift line. Pound and Rebka used it in their general relativity experiments, and it is used along with the Doppler-effect in a namesake spectroscopy known for precise measurements. Occuring because of distribution of energy across an atomic lattice, FTP, identify this effect which": {
    "guess": "Mossbauer effect",
    "confidence": [
      [
        "M",
        -0.01746535
      ],
      [
        "oss",
        -0.069654174
      ],
      [
        "b",
        -5.8603408e-05
      ],
      [
        "auer",
        -9.4960524e-05
      ],
      [
        " effect",
        -0.06690748
      ]
    ]
  },
  "One minister under this man was later killed for plotting against Papa Doc Duvalier, and his nation was sanctioned after a car bombing in Caracas wounded, but did not kill, Romulo Betancourt. He also ordered": {
    "guess": "François Duvalier",
    "confidence": [
      [
        "Fran",
        -0.6531822
      ],
      [
        "çois",
        -0.021095777
      ],
      [
        " Du",
        -0.083776526
      ],
      [
        "val",
        -8.299462e-06
      ],
      [
        "ier",
        -0.00039361522
      ]
    ]
  },
  "One minor character on this show was Lorraine Finster, a cafeteria employee who had an affair with another character's husband. That character later was briefly married to Lorraine's father Lyle, who was": {
    "guess": "Will & Grace",
    "confidence": [
      [
        "Will",
        -0.013000455
      ],
      [
        " &",
        -0.0034385151
      ],
      [
        " Grace",
        -4.2391708e-05
      ]
    ]
  },
  "Minor characters in this work include the lustful Scottish Captain Hausbank and a pair of prostitutes who administer magical vials of perfume and are nicknamed the Skeleton and the Mattress.  Much of the center portion of the book concerns the adventures of a tulip tattooed mercenary called the Turk whose retinue includes a quartet of Swiss giants, and who long ago left his childhood friends Agostino and Nicolo behind.  It contains two epigraphs, one by Mirza Ghalib and another by Petrarch, and opens with a cart approaching the glowing lake of Sikri and a blonde man's demands to see the emperor, so that he might tell him how they are both descended from the title figure, a woman alternatively": {
    "guess": "The Master and Margarita",
    "confidence": [
      [
        "The",
        -0.044261105
      ],
      [
        " Master",
        -0.6417809
      ],
      [
        " and",
        -0.0011346202
      ],
      [
        " Marg",
        -6.4444386e-05
      ],
      [
        "ar",
        -9.4960524e-05
      ],
      [
        "ita",
        -2.0458236e-05
      ]
    ]
  },
  "One minister under this man was later killed for plotting against Papa Doc Duvalier, and his nation was sanctioned after a car bombing in Caracas wounded, but did not kill, Romulo Betancourt. He also ordered the killings of the Mirabal Sisters, and the failure of general Pupo Roman to act following this": {
    "guess": "Rafael Trujillo",
    "confidence": [
      [
        "R",
        -0.70913625
      ],
      [
        "af",
        -0.00078163424
      ],
      [
        "ael",
        -5.9437833e-05
      ],
      [
        " Tr",
        -0.077400886
      ],
      [
        "uj",
        -0.00017255111
      ],
      [
        "illo",
        -0.00040934276
      ]
    ]
  },
  "Minor characters in this work include the lustful Scottish Captain Hausbank and a pair of prostitutes": {
    "guess": "Macbeth",
    "confidence": [
      [
        "Mac",
        -0.049715586
      ],
      [
        "beth",
        -6.5278815e-05
      ]
    ]
  },
  "Minor characters in this work include the protagonist ex-teacher and amputee whose gift of boots eventually leads to the death of another character and the 40 year-old Stanislaus Katczinsky. A game of cards is combined with putting a number of wooden portable latrines in a circle in this work, in which the protagonist and his friends also gang up and beat their ex-teacher Corporal Himmelstoss. The protagonist passes the time killing lice and roasting geese with older draftees like Tjaden and Detering, while younger colleagues include Kropp and Kemmerich. The stabbing of a French soldier eventually": {
    "guess": "All Quiet on the Western Front",
    "confidence": [
      [
        "All",
        -0.004358791
      ],
      [
        " Quiet",
        -4.2272506e-05
      ],
      [
        " on",
        -1.60477e-05
      ],
      [
        " the",
        -0.00013357517
      ],
      [
        " Western",
        -2.7372049e-05
      ],
      [
        " Front",
        -7.465036e-06
      ]
    ]
  },
  "Minor characters in this work include Flora Bervoix, the Marchese d'Obigny, and the Commissionario. The libretto for it was adapted from Dumas' \"The Lady of the Camellias.\" Arias in this opera include \"Di Madride noi siam mattadori,\" sung by Gastone and the bullfighters, and one beginning Act III shared by the soprano Annina and the opera's main character, a courtesan. Giorgio and Alfredo Germont pursue": {
    "guess": "La traviata",
    "confidence": [
      [
        "La",
        -0.02449526
      ],
      [
        " tr",
        -0.009300301
      ],
      [
        "avi",
        -7.064298e-05
      ],
      [
        "ata",
        -9.372295e-06
      ]
    ]
  },
  "Minor characters in this work include Ruffina Onissimovna, the owner of an apartment, and Pamphil, who carves wooden animals for his children. One chapter makes reference to iced rowanberries, which grow on a tree that the protagonist imagines is his love. Other chapters include \"Opposite the House of Caryatids\" and \"The Highway and Forest Brotherhood.\" Towards the end, the main character lives with Marina, before dying of a heart attack on the first day of his new job. His friends Misha and Nicky": {
    "guess": "Doctor Zhivago",
    "confidence": [
      [
        "Doctor",
        -0.69531024
      ],
      [
        " Zh",
        -0.04368889
      ],
      [
        "iv",
        -5.4312077e-05
      ],
      [
        "ago",
        -0.00014835644
      ]
    ]
  },
  "T'o Ming and Ma Hualong led one revolt by Hui Muslims against this dynasty. In addition to that Dungan revolt, Wu Sangui led the Revolt of the Three Feudatories against it. Founded by members of the Aisin Gioro clan, this dynasty's final ruler was the infant (*) Puyi. The Hundred Days' Reform of Emperor Guangxu resulted in a coup led by the Empress Dowager Cixi, and the collapse of this dynasty led to a period of rule by Warlords, which ended with Sun Yat-sen's creation of a Chinese Republic. It dealt with massive Taiping and Boxer rebellions. For 10 points, name this final dynasty of China, named for the ethnic group that took over from its predecessor, the Ming.": {
    "guess": "Qing dynasty",
    "confidence": [
      [
        "Q",
        -0.052782867
      ],
      [
        "ing",
        -1.6166903e-05
      ],
      [
        " dynasty",
        -0.121334486
      ]
    ]
  },
  "A miniature device capable of utilizing this analytical technique for studying martian soil was present on both NASA rovers Spirit and Opportunity. A process analogous to the physical principle underlying this analytical technique necessitates the appearance of a zero-phonon peak on a plot of the optical absorbance of a sample of chromophores embedded in a solid matrix at low temperatures. Sodium nitroprusside is used as a common reference material in this type of spectroscopy where nuclei with spin-states greater than ½ experience a characteristic quadrupole splitting. A variant of this technique was used in an experiment used to show the existence of gravitational redshift by Pound and Rebka. For 10 points, name this technique which exploits the fact that a percentage of gamma-ray absorptions": {
    "guess": "Mossbauer spectroscopy",
    "confidence": [
      [
        "M",
        -0.0080756005
      ],
      [
        "oss",
        -0.082846865
      ],
      [
        "b",
        -1.0564331e-05
      ],
      [
        "auer",
        -6.511407e-06
      ],
      [
        " spectro",
        -0.038081314
      ],
      [
        "scopy",
        -3.8577193e-05
      ]
    ]
  },
  "Minor characters in this work include the lustful Scottish Captain Hausbank and a pair of prostitutes who administer magical vials of perfume and are nicknamed the Skeleton and the Mattress.  Much of the center portion of the book concerns the adventures of a tulip tattooed mercenary called the Turk whose retinue includes a quartet of Swiss giants, and who long ago left his childhood friends Agostino and Nicolo behind.  It contains two epigraphs, one by Mirza Ghalib and another by Petrarch, and opens with a cart approaching the glowing lake of Sikri and a blonde man's demands to see the emperor, so that he might tell him how they are both descended from the title figure, a woman alternatively known as Lady Black Eyes and Qara Koz.  For 10 points, identify this 2008 work that juxtaposes events": {
    "guess": "2666",
    "confidence": [
      [
        "266",
        -0.32253438
      ],
      [
        "6",
        -0.00021295747
      ]
    ]
  },
  "Minor characters in this work include Flora Bervoix, the Marchese d'Obigny, and the Commissionario. The libretto for it was adapted from Dumas' \"The Lady of the Camellias.\" Arias in this opera include \"Di Madride noi siam mattadori,\" sung by Gastone and the bullfighters, and one beginning Act III shared": {
    "guess": "La traviata",
    "confidence": [
      [
        "La",
        -0.0046511996
      ],
      [
        " tr",
        -0.11114705
      ],
      [
        "avi",
        -0.00014942927
      ],
      [
        "ata",
        -5.216641e-05
      ]
    ]
  },
  "Minor characters in this work include the porter Vassilij, who has a red scar on his neck from the Civil War. One character tells this novel's protagonist \"Bravo! The wolves devour each other\" shortly before asking him \"When did you last sleep with a woman?\" This novel, which is divided into three sections called \"hearings\", is the middle part of a trilogy that begins with The Gladiators and ends with": {
    "guess": "The Cairo Trilogy",
    "confidence": [
      [
        "The",
        -1.0006924
      ],
      [
        " Cairo",
        -1.3195518
      ],
      [
        " Trilogy",
        -0.00029875844
      ]
    ]
  }
}