{
  "Pawel Lukow drew parallels between Immanuel Kant's references to Achtung and to the \"fact sui generis\" that is the \"fact\" of this concept. It's not action, but this concept is divided into three different \"formal\" realms in Jürgen Habermas' \"communicative\" theory of it. Max Horkheimer argued that this collapses when it emphasizes the means to a goal in his critique of its \"instrumental\" variety. The soul, the world, and God constitute Kant's three (*) transcendental ideas derived from the highest form of this concept, which Hume said should be a \"slave of the passions.\" Moral commands that result from the categorical imperative are derived solely through the \"pure practical\" variety of this concept.": {
    "guess": "Reason",
    "confidence": [
      [
        "Reason",
        -0.031041859
      ]
    ]
  },
  "The PAX5 gene plays a role in these cells' differentiation by encoding their specific activator protein, and the MS4A1 gene encodes a marker located on the surface of them. Their primary receptor and Toll-like receptors on their surface work together to stimulate the production of CD80 and CD86, which interact with CD28 on another class of immune cells. Rituximab is used when lymphoma has been determined to be caused by these cells, often identified by the expression of CD20 on their surfaces. They": {
    "guess": "B cell",
    "confidence": [
      [
        "B",
        -0.006643733
      ],
      [
        " cell",
        -0.03315236
      ]
    ]
  },
  "The PAX5 gene plays a role in these cells' differentiation by encoding their specific activator protein, and the MS4A1 gene encodes a marker located on the surface of them. Their primary receptor and Toll-like": {
    "guess": "B cell",
    "confidence": [
      [
        "B",
        -0.008916733
      ],
      [
        " cell",
        -0.036733277
      ]
    ]
  },
  "Pawel Lukow drew parallels between Immanuel Kant's references to Achtung and to the \"fact sui generis\" that is the \"fact\" of this concept. It's not action, but this concept is divided into three different": {
    "guess": "Critique of Practical Reason",
    "confidence": [
      [
        "Crit",
        -0.20452741
      ],
      [
        "ique",
        -3.5597102e-05
      ],
      [
        " of",
        -5.7888185e-05
      ],
      [
        " Practical",
        -1.0249268
      ],
      [
        " Reason",
        -3.0113732e-05
      ]
    ]
  },
  "Pawel Lukow drew parallels between Immanuel Kant's references to Achtung and to the \"fact sui generis\" that is the \"fact\" of this concept. It's not action, but this concept is divided into three different \"formal\" realms in Jürgen Habermas' \"communicative\" theory of it. Max Horkheimer argued that this collapses when it emphasizes the means to a goal in his critique of its \"instrumental\" variety. The soul, the world, and God constitute Kant's three (*) transcendental ideas derived from the highest form of this concept, which Hume said should be a \"slave of the passions.\" Moral commands that result from the categorical imperative are derived solely through the \"pure practical\" variety of this concept. For 10 points, name this capacity of applying logic and verifying facts, which the Enlightenment is sometimes described as the \"Age of.\"": {
    "guess": "Reason",
    "confidence": [
      [
        "Reason",
        -0.028171025
      ]
    ]
  },
  "Pawel Lukow drew parallels between Immanuel Kant's references to Achtung and to the \"fact sui generis\" that is the \"fact\" of this concept. It's not action, but this concept is divided into three different \"formal\" realms in Jürgen Habermas' \"communicative\" theory of it. Max Horkheimer argued that this collapses when it emphasizes the means to a goal in his critique of its \"instrumental\" variety. The soul, the world, and God constitute Kant's three (*) transcendental ideas derived from the highest form of this concept, which Hume said should be a \"slave of the passions.\" Moral commands that result": {
    "guess": "Reason",
    "confidence": [
      [
        "Reason",
        -0.7492316
      ]
    ]
  },
  "The PAX5 gene plays a role in these cells' differentiation by encoding their specific activator protein, and the MS4A1 gene encodes a marker located on the surface of them. Their primary receptor and Toll-like receptors on their surface work together to stimulate the production of CD80 and CD86, which interact with CD28 on another class of immune cells. Rituximab is used when lymphoma has been determined to be caused by these cells, often identified by the expression of CD20 on their surfaces. They are made and mature in the blood marrow and part of the function of helper T cells is facilitating their maturation into plasma cells. For 10 points, name this type of lymphocytes which aid in immune": {
    "guess": "B cell",
    "confidence": [
      [
        "B",
        -0.0023270058
      ],
      [
        " cell",
        -0.006687076
      ]
    ]
  },
  "Pawel Lukow drew parallels between Immanuel Kant's references to Achtung and to the \"fact sui generis\"": {
    "guess": "Critique of Judgment",
    "confidence": [
      [
        "Crit",
        -0.26527458
      ],
      [
        "ique",
        -0.00030817188
      ],
      [
        " of",
        -0.00020485163
      ],
      [
        " Judgment",
        -0.44035006
      ]
    ]
  },
  "The PAX5 gene plays a role in these cells' differentiation by encoding their specific activator protein,": {
    "guess": "B cell",
    "confidence": [
      [
        "B",
        -0.003486747
      ],
      [
        " cell",
        -0.070206404
      ]
    ]
  },
  "Pawel Lukow drew parallels between Immanuel Kant's references to Achtung and to the \"fact sui generis\" that is the \"fact\" of this concept. It's not action, but this concept is divided into three different \"formal\" realms in Jürgen Habermas' \"communicative\" theory of it. Max Horkheimer argued that this collapses when it emphasizes the means to a goal in his critique of its \"instrumental\" variety. The soul, the world, and God constitute Kant's three (*) transcendental ideas derived from the highest form of this concept, which Hume said should be a \"slave of the passions.\" Moral commands that result from the categorical imperative are derived solely through the \"pure practical\" variety of this concept. For 10 points, name this capacity of applying logic and verifying facts, which the Enlightenment": {
    "guess": "Reason",
    "confidence": [
      [
        "Reason",
        -0.026365908
      ]
    ]
  },
  "The PAX5 gene plays a role in these cells' differentiation by encoding their specific activator protein, and the MS4A1 gene encodes a marker located on the surface of them. Their primary receptor and Toll-like receptors on their surface work together to stimulate the production of CD80 and CD86, which interact with CD28 on another class of immune cells. Rituximab is used when lymphoma has been determined": {
    "guess": "B cell",
    "confidence": [
      [
        "B",
        -0.017509399
      ],
      [
        " cell",
        -0.020135159
      ]
    ]
  },
  "Pawel Lukow drew parallels between Immanuel Kant's references to Achtung and to the \"fact sui generis\" that is the \"fact\" of this concept. It's not action, but this concept is divided into three different \"formal\" realms in Jürgen Habermas' \"communicative\" theory of it. Max Horkheimer argued that this": {
    "guess": "Reason",
    "confidence": [
      [
        "Reason",
        -0.6294303
      ]
    ]
  },
  "The PAX5 gene plays a role in these cells' differentiation by encoding their specific activator protein, and the MS4A1 gene encodes a marker located on the surface of them. Their primary receptor and Toll-like receptors on their surface work together to stimulate the production of CD80 and CD86, which interact with CD28 on another class of immune cells. Rituximab is used when lymphoma has been determined to be caused by these cells, often identified by the expression of CD20 on their surfaces. They are made and mature in the blood marrow and part of the function of helper T cells is facilitating their maturation into plasma cells. For 10 points, name this type of lymphocytes which aid in immune response by producing antibodies.": {
    "guess": "B cell",
    "confidence": [
      [
        "B",
        -0.0030253641
      ],
      [
        " cell",
        -0.0075073675
      ]
    ]
  },
  "Pawel Lukow drew parallels between Immanuel Kant's references to Achtung and to the \"fact sui generis\" that is the \"fact\" of this concept. It's not action, but this concept is divided into three different \"formal\" realms in Jürgen Habermas' \"communicative\" theory of it. Max Horkheimer argued that this collapses when it emphasizes the means to a goal in his critique of its \"instrumental\" variety. The": {
    "guess": "Reason",
    "confidence": [
      [
        "Reason",
        -0.20125036
      ]
    ]
  },
  "Pawel Lukow drew parallels between Immanuel Kant's references to Achtung and to the \"fact sui generis\" that is the \"fact\" of this concept. It's not action, but this concept is divided into three different \"formal\" realms in Jürgen Habermas' \"communicative\" theory of it. Max Horkheimer argued that this collapses when it emphasizes the means to a goal in his critique of its \"instrumental\" variety. The soul, the world, and God constitute Kant's three (*) transcendental ideas derived from the highest": {
    "guess": "Critique of Pure Reason",
    "confidence": [
      [
        "Crit",
        -0.9188897
      ],
      [
        "ique",
        -0.0004622472
      ],
      [
        " of",
        -0.005119311
      ],
      [
        " Pure",
        -0.20765835
      ],
      [
        " Reason",
        -5.1331983e-05
      ]
    ]
  },
  "The PAX5 gene plays a role in these cells' differentiation by encoding their specific activator protein, and the MS4A1 gene encodes a marker located on the surface of them. Their primary receptor and Toll-like receptors on their surface work together to stimulate the production of CD80 and CD86, which": {
    "guess": "B cell",
    "confidence": [
      [
        "B",
        -0.0063308063
      ],
      [
        " cell",
        -0.031314436
      ]
    ]
  },
  "The PAX5 gene plays a role in these cells' differentiation by encoding their specific activator protein, and the MS4A1 gene encodes a marker located on the surface of them. Their primary receptor and Toll-like receptors on their surface work together to stimulate the production of CD80 and CD86, which interact with CD28 on another class of immune cells. Rituximab is used when lymphoma has been determined to be caused by these cells, often identified by the expression of CD20 on their surfaces. They are made and mature in the blood marrow and part of the function of helper T cells is facilitating": {
    "guess": "B cell",
    "confidence": [
      [
        "B",
        -0.001419638
      ],
      [
        " cell",
        -0.0040056226
      ]
    ]
  }
}