{
  "Aarne-Thompson type 709 classifies versions of this story, including \"Gold-Tree and Silver-Tree\". Its protagonist often has sex in the shower with characters who make Chinese baby food in Donald Barthelme's version. It opens by an ebony window-frame where a woman pricks her finger while sewing. This work's antagonist mistakenly eats the heart of a boar and dances to death after putting on a pair of glowing-hot iron shoes. The protagonist is nearly suffocated by stay-laces and buys a comb from an old woman. The protagonist is placed into a glass coffin after the antagonist eats the white part and the protagonist the red part of an apple. For 10 points, name this tale in which seven dwarves shelter \"the fairest of all\".": {
    "guess": "Snow White",
    "confidence": [
      [
        "Snow",
        -0.0060426774
      ],
      [
        " White",
        -0.01207138
      ]
    ]
  },
  "Aarne-Thompson type 709 classifies versions of this story, including \"Gold-Tree and Silver-Tree\". Its": {
    "guess": "Snow White",
    "confidence": [
      [
        "Snow",
        -1.0440946
      ],
      [
        " White",
        -0.342808
      ]
    ]
  },
  "Aarne-Thompson type 709 classifies versions of this story, including \"Gold-Tree and Silver-Tree\". Its protagonist often has sex in the shower with characters who make Chinese baby food in Donald Barthelme's version. It opens by an ebony window-frame where a woman pricks her finger while sewing. This work's antagonist mistakenly eats the heart of a boar and dances to death after putting on a pair of glowing-hot iron shoes. The protagonist is nearly suffocated by stay-laces and buys a comb from an old woman. The protagonist is placed into a glass coffin after the antagonist eats the white part and": {
    "guess": "Snow White",
    "confidence": [
      [
        "Snow",
        -0.006029993
      ],
      [
        " White",
        -0.009046572
      ]
    ]
  },
  "Aarne-Thompson type 709 classifies versions of this story, including \"Gold-Tree and Silver-Tree\". Its protagonist often has sex in the shower with characters who make Chinese baby food in Donald Barthelme's version. It opens by an ebony window-frame where a woman pricks her finger while sewing. This work's antagonist mistakenly eats the heart of a boar and dances to death after putting on a pair of": {
    "guess": "Snow White",
    "confidence": [
      [
        "Snow",
        -0.6664163
      ],
      [
        " White",
        -0.007906127
      ]
    ]
  },
  "Aarne-Thompson type 709 classifies versions of this story, including \"Gold-Tree and Silver-Tree\". Its protagonist often has sex in the shower with characters who make Chinese baby food in Donald Barthelme's version. It opens by an ebony window-frame where a woman pricks her finger while sewing. This work's antagonist mistakenly eats the heart of a boar and dances to death after putting on a pair of glowing-hot iron shoes. The protagonist is nearly suffocated by stay-laces and buys a comb from an old woman. The protagonist is placed into a glass coffin after the antagonist eats the white part and the protagonist the red part of an apple. For 10 points, name this tale in which seven dwarves shelter": {
    "guess": "Snow White",
    "confidence": [
      [
        "Snow",
        -0.009986033
      ],
      [
        " White",
        -0.041888524
      ]
    ]
  },
  "Aarne-Thompson type 709 classifies versions of this story, including \"Gold-Tree and Silver-Tree\". Its protagonist often has sex in the shower with characters who make Chinese baby food in Donald Barthelme's version. It opens by an ebony window-frame where a woman pricks her finger while sewing. This": {
    "guess": "Snow White",
    "confidence": [
      [
        "Snow",
        -0.36946762
      ],
      [
        " White",
        -0.07391266
      ]
    ]
  },
  "Aarne-Thompson type 709 classifies versions of this story, including \"Gold-Tree and Silver-Tree\". Its protagonist often has sex in the shower with characters who make Chinese baby food in Donald Barthelme's version. It opens by an ebony window-frame where a woman pricks her finger while sewing. This work's antagonist mistakenly eats the heart of a boar and dances to death after putting on a pair of glowing-hot iron shoes. The protagonist is nearly suffocated by stay-laces and buys a comb from an": {
    "guess": "Donkeyskin",
    "confidence": [
      [
        "Don",
        -0.9279444
      ],
      [
        "key",
        -8.418666e-06
      ],
      [
        "skin",
        -0.0011754631
      ]
    ]
  },
  "Aarne-Thompson type 709 classifies versions of this story, including \"Gold-Tree and Silver-Tree\". Its protagonist often has sex in the shower with characters who make Chinese baby food in Donald Barthelme's": {
    "guess": "Snow White",
    "confidence": [
      [
        "Snow",
        -0.3068838
      ],
      [
        " White",
        -0.5386544
      ]
    ]
  }
}