{
  "McClintic Sphere, a jazz musician, has a girlfriend named Ruby who is really Raola Maijstral Hod, married to Pappy. This novel concerns two plots, one an account of \"The Whole Sick Crew\" of people in New": {
    "guess": "V.",
    "confidence": [
      [
        "V",
        -0.046493053
      ],
      [
        ".",
        -0.012072795
      ]
    ]
  },
  "McClintic Sphere, a jazz musician, has a girlfriend named Ruby who is really Raola Maijstral Hod, married": {
    "guess": "V. (novel)",
    "confidence": [
      [
        "V",
        -0.41714635
      ],
      [
        ".",
        -0.003874062
      ],
      [
        " (",
        -0.16790567
      ],
      [
        "nov",
        -0.029471114
      ],
      [
        "el",
        -8.42322e-05
      ],
      [
        ")",
        -0.00040624346
      ]
    ]
  },
  "A McCabe-Thiele diagram describes the application of this process to a binary feed. The Fenske equation": {
    "guess": "Distillation",
    "confidence": [
      [
        "Dist",
        -0.009117099
      ],
      [
        "illation",
        -2.577686e-06
      ]
    ]
  },
  "A McCabe-Thiele diagram describes the application of this process to a binary feed. The Fenske equation gives the number of theoretical plates required for one form of this process, which may utilize a": {
    "guess": "Distillation",
    "confidence": [
      [
        "Dist",
        -0.64514
      ],
      [
        "illation",
        -2.9279307e-05
      ]
    ]
  },
  "A McCabe-Thiele diagram describes the application of this process to a binary feed. The Fenske equation gives the number of theoretical plates required for one form of this process, which may utilize a rotavap or a Dean-Stark apparatus. A Perkin triangle allows it to be performed under vacuum, and mixtures that do not obey Raoult's law require the azeotropic form of this technique. If the components' boiling points differ by less than 25 degrees, such as in crude oil mixtures, the fractional form of this technique is used. For 10 points, identify this technique used to separate liquid mixtures through boiling.": {
    "guess": "Distillation",
    "confidence": [
      [
        "Dist",
        -0.16834348
      ],
      [
        "illation",
        -3.2855416e-05
      ]
    ]
  },
  "A McCabe-Thiele diagram describes the application of this process to a binary feed. The Fenske equation gives the number of theoretical plates required for one form of this process, which may utilize a rotavap or a Dean-Stark apparatus. A Perkin triangle allows it to be performed under vacuum, and mixtures that do not obey Raoult's law require the azeotropic form of this technique. If the components' boiling points differ by less than 25 degrees, such as in crude oil mixtures, the fractional form": {
    "guess": "Distillation",
    "confidence": [
      [
        "Dist",
        -0.17032337
      ],
      [
        "illation",
        -3.650519e-06
      ]
    ]
  },
  "McClintic Sphere, a jazz musician, has a girlfriend named Ruby who is really Raola Maijstral Hod, married to Pappy. This novel concerns two plots, one an account of \"The Whole Sick Crew\" of people in New York led by Benny Profane and the other Herbert Stencil's attempts to re-create the past of his father": {
    "guess": "V.",
    "confidence": [
      [
        "V",
        -0.043455966
      ],
      [
        ".",
        -0.0024661443
      ]
    ]
  },
  "McClintic Sphere, a jazz musician, has a girlfriend named Ruby who is really Raola Maijstral Hod, married to Pappy. This novel concerns two plots, one an account of \"The Whole Sick Crew\" of people in New York led by Benny Profane and the other Herbert Stencil's attempts to re-create the past of his father Sidney. The plots resolve in Malta with the search for the title woman, who appears in various forms as an English girl named Victoria, Botticelli's Venus, and the Virgin. FTP, identify this novel": {
    "guess": "V.",
    "confidence": [
      [
        "V",
        -0.024615068
      ],
      [
        ".",
        -0.024780922
      ]
    ]
  },
  "A McCabe-Thiele diagram describes the application of this process to a binary feed. The Fenske equation gives the number of theoretical plates required for one form of this process, which may utilize a rotavap or a Dean-Stark apparatus. A Perkin triangle allows it to be performed under vacuum, and mixtures that do not obey Raoult's law require the azeotropic form of this technique. If the components'": {
    "guess": "Distillation",
    "confidence": [
      [
        "Dist",
        -0.70592934
      ],
      [
        "illation",
        -7.89631e-07
      ]
    ]
  },
  "A McCabe-Thiele diagram describes the application of this process to a binary feed. The Fenske equation gives the number of theoretical plates required for one form of this process, which may utilize a rotavap or a Dean-Stark apparatus. A Perkin triangle allows it to be performed under vacuum, and mixtures": {
    "guess": "Distillation",
    "confidence": [
      [
        "Dist",
        -0.36234245
      ],
      [
        "illation",
        -4.723352e-06
      ]
    ]
  },
  "McClintic Sphere, a jazz musician, has a girlfriend named Ruby who is really Raola Maijstral Hod, married to Pappy. This novel concerns two plots, one an account of \"The Whole Sick Crew\" of people in New York led by Benny Profane and the other Herbert Stencil's attempts to re-create the past of his father Sidney. The plots resolve in Malta with the search for the title woman, who appears in various forms as an English girl named Victoria, Botticelli's Venus, and the Virgin. FTP, identify this novel by Thomas Pynchon named for a mysterious woman from Sidney Stencil's past.": {
    "guess": "V. (novel)",
    "confidence": [
      [
        "V",
        -0.0060232454
      ],
      [
        ".",
        -0.0070543373
      ],
      [
        " (",
        -0.15203823
      ],
      [
        "nov",
        -0.1718231
      ],
      [
        "el",
        -1.7716551e-05
      ],
      [
        ")",
        -0.000101039914
      ]
    ]
  },
  "A McCabe-Thiele diagram describes the application of this process to a binary feed. The Fenske equation gives the number of theoretical plates required for one form of this process, which may utilize a rotavap or a Dean-Stark apparatus. A Perkin triangle allows it to be performed under vacuum, and mixtures that do not obey Raoult's law require the azeotropic form of this technique. If the components' boiling points differ by less than 25 degrees, such as in crude oil mixtures, the fractional form of this technique is used. For 10 points, identify this technique used to separate liquid mixtures": {
    "guess": "Distillation",
    "confidence": [
      [
        "Dist",
        -0.017160853
      ],
      [
        "illation",
        -2.0935051e-05
      ]
    ]
  },
  "McClintic Sphere, a jazz musician, has a girlfriend named Ruby who is really Raola Maijstral Hod, married to Pappy. This novel concerns two plots, one an account of \"The Whole Sick Crew\" of people in New York led by Benny Profane and the other Herbert Stencil's attempts to re-create the past of his father Sidney. The plots resolve in Malta with the search for the title woman, who appears in various": {
    "guess": "V.",
    "confidence": [
      [
        "V",
        -0.046695124
      ],
      [
        ".",
        -0.0019101927
      ]
    ]
  }
}