{
  "Ian Ritchie added three glass circulation towers to the outside of one of these buildings in Madrid and": {
    "guess": "Puerta de Europa towers",
    "confidence": [
      [
        "Pu",
        -0.7260731
      ],
      [
        "erta",
        -0.00022487417
      ],
      [
        " de",
        -0.04307741
      ],
      [
        " Europa",
        -0.0038329752
      ],
      [
        " towers",
        -0.7663746
      ]
    ]
  },
  "Ian Ritchie added three glass circulation towers to the outside of one of these buildings in Madrid and Oscar Niemeyer designed a white-concrete one often described as a \"flying saucer\" at Niterói. One of these buildings designed by Frank Gehry loosely resembles a ship and is clad in titanium and glass. The east wing of one of these buildings is an angular trapezium and was designed by I. M. Pei, who": {
    "guess": "List of postmodern buildings",
    "confidence": [
      [
        "List",
        -0.34794974
      ],
      [
        " of",
        -0.00093194464
      ],
      [
        " post",
        -1.953146
      ],
      [
        "modern",
        -0.39326552
      ],
      [
        " buildings",
        -0.5714572
      ]
    ]
  },
  "Ian Ritchie added three glass circulation towers to the outside of one of these buildings in Madrid and Oscar Niemeyer designed a white-concrete one often described as a \"flying saucer\" at Niterói. One of these buildings designed by Frank Gehry loosely resembles a ship and is clad in titanium and glass. The east wing of one of these buildings is an angular trapezium and was designed by I. M. Pei, who also added a glass pyramid to another of these buildings. For 10 points, what sort of building is the Louvre?": {
    "guess": "List of most visited art museums in the world",
    "confidence": [
      [
        "List",
        -0.9517647
      ],
      [
        " of",
        -0.0027324783
      ],
      [
        " most",
        -0.8630731
      ],
      [
        " visited",
        -0.58365285
      ],
      [
        " art",
        -0.5302789
      ],
      [
        " museums",
        -0.00024536622
      ],
      [
        " in",
        -0.12152939
      ],
      [
        " the",
        -0.0008784698
      ],
      [
        " world",
        -0.0034154668
      ]
    ]
  },
  "Ian Ritchie added three glass circulation towers to the outside of one of these buildings in Madrid and Oscar Niemeyer designed a white-concrete one often described as a \"flying saucer\" at Niterói. One of these buildings designed by Frank Gehry loosely resembles a ship and is clad in titanium and glass.": {
    "guess": "List of postmodern buildings",
    "confidence": [
      [
        "List",
        -0.056243043
      ],
      [
        " of",
        -0.0001307143
      ],
      [
        " post",
        -1.2886438
      ],
      [
        "modern",
        -0.17495985
      ],
      [
        " buildings",
        -0.4882885
      ]
    ]
  },
  "Ian Ritchie added three glass circulation towers to the outside of one of these buildings in Madrid and Oscar Niemeyer designed a white-concrete one often described as a \"flying saucer\" at Niterói. One": {
    "guess": "List of Oscar Niemeyer works",
    "confidence": [
      [
        "List",
        -0.3889436
      ],
      [
        " of",
        -0.00025239922
      ],
      [
        " Oscar",
        -0.16495913
      ],
      [
        " Ni",
        -0.00012296606
      ],
      [
        "em",
        -1.2113979e-05
      ],
      [
        "eyer",
        -5.419287e-05
      ],
      [
        " works",
        -0.0123575395
      ]
    ]
  },
  "Ian Ritchie added three glass circulation towers to the outside of one of these buildings in Madrid and Oscar Niemeyer designed a white-concrete one often described as a \"flying saucer\" at Niterói. One of these buildings designed by Frank Gehry loosely resembles a ship and is clad in titanium and glass. The east wing of one of these buildings is an angular trapezium and was designed by I. M. Pei, who also added a glass pyramid to another of these buildings. For 10 points, what sort of building is": {
    "guess": "List of postmodern buildings",
    "confidence": [
      [
        "List",
        -0.48028433
      ],
      [
        " of",
        -0.000245247
      ],
      [
        " post",
        -1.3179945
      ],
      [
        "modern",
        -0.33288857
      ],
      [
        " buildings",
        -0.63234204
      ]
    ]
  }
}