{
  "Gabriele Marranci conducted a three-year study of members of this religion in prison. A paper on \"The": {
    "guess": "Islam in Prison",
    "confidence": [
      [
        "Islam",
        -0.03787564
      ],
      [
        " in",
        -0.09268268
      ],
      [
        " Prison",
        -1.0817277
      ]
    ]
  },
  "Gabriele Vendramin commissioned a painting by this artist in which a small stork sits on the roof of a building at one end of a bridge. X-rays of one of his paintings revealed that a female nude once stood where a red-jacketed man holding a staff or pike now stands. A mother suckles a child on a riverbank in the foreground of a painting by this man which shows a (*) lightning bolt bursting in a cloudy sky. Another of his paintings features silver sheets lying below a woman whose left hand rests suggestively on her groin. That painting was finished by this artist's contemporary Titian, who used its central figure as inspiration for the Venus of Urbino. For 10 points, name this Venetian painter": {
    "guess": "Giorgione",
    "confidence": [
      [
        "Gi",
        -0.07896018
      ],
      [
        "org",
        -0.0007155312
      ],
      [
        "ione",
        -0.0011640305
      ]
    ]
  },
  "Gabriele Marranci conducted a three-year study of members of this religion in prison. A paper on \"The Idea of an Anthropology of\" this religion critiques Ernest Gellner's swinging-pendulum theory of it. A book about this religion contrasts its \"illuminationism\" in one nation with the activist, moralist style of its practice in another. The book What Went Wrong? theorizes about the relationship between this religion and modernity. A term derived from this religion is contrasted with \"McWorld\" in the": {
    "guess": "Islam",
    "confidence": [
      [
        "Islam",
        -0.24465217
      ]
    ]
  },
  "Gabriele Vendramin commissioned a painting by this artist in which a small stork sits on the roof of a building at one end of a bridge. X-rays of one of his paintings revealed that a female nude once stood where a red-jacketed man holding a staff or pike now stands. A mother suckles a child on a riverbank in the foreground of a painting by this man which shows a (*) lightning bolt bursting in a cloudy sky. Another of his paintings features silver sheets lying below a woman whose left hand rests suggestively": {
    "guess": "Titian",
    "confidence": [
      [
        "Tit",
        -1.6474108
      ],
      [
        "ian",
        -0.00012225083
      ]
    ]
  },
  "Gabriele Marranci conducted a three-year study of members of this religion in prison. A paper on \"The Idea of an Anthropology of\" this religion critiques Ernest Gellner's swinging-pendulum theory of it. A book about this religion contrasts its \"illuminationism\" in one nation with the activist, moralist style of its practice in another. The book What Went Wrong? theorizes about the relationship between this religion and modernity. A term derived from this religion is contrasted with \"McWorld\" in the title of a Benjamin Barber book. \"The Clash of Ignorance\" by Edward Said attacks Samuel Huntington's predictions of greater conflicts between adherents and non-adherents of this religion. For 10 points, name this religion that Clifford Geertz compared in Morocco and Indonesia.": {
    "guess": "Islam",
    "confidence": [
      [
        "Islam",
        -0.0050872876
      ]
    ]
  },
  "Gabriele Vendramin commissioned a painting by this artist in which a small stork sits on the roof of a building at one end of a bridge. X-rays of one of his paintings revealed that a female nude once stood where a red-jacketed man holding a staff or pike now stands. A mother suckles a child on a riverbank in the foreground of a painting by this man which shows a (*) lightning bolt bursting in a cloudy": {
    "guess": "The Tempest",
    "confidence": [
      [
        "The",
        -0.6699277
      ],
      [
        " Tem",
        -0.007557048
      ],
      [
        "pest",
        -0.00029112943
      ]
    ]
  },
  "Gabriele Marranci conducted a three-year study of members of this religion in prison. A paper on \"The Idea of an Anthropology of\" this religion critiques Ernest Gellner's swinging-pendulum theory of it.": {
    "guess": "Islam",
    "confidence": [
      [
        "Islam",
        -0.037246913
      ]
    ]
  },
  "Gabriele Vendramin commissioned a painting by this artist in which a small stork sits on the roof of a building at one end of a bridge. X-rays of one of his paintings revealed that a female nude once stood where a red-jacketed man holding a staff or pike now stands. A mother suckles a child on a riverbank in the foreground of a painting by this man which shows a (*) lightning bolt bursting in a cloudy sky. Another of his paintings features silver sheets lying below a woman whose left hand rests suggestively on her groin. That painting was finished by this artist's contemporary Titian, who used": {
    "guess": "Giorgione",
    "confidence": [
      [
        "Gi",
        -0.15084654
      ],
      [
        "org",
        -0.00031484728
      ],
      [
        "ione",
        -0.0022427968
      ]
    ]
  },
  "Gabriele Marranci conducted a three-year study of members of this religion in prison. A paper on \"The Idea of an Anthropology of\" this religion critiques Ernest Gellner's swinging-pendulum theory of it. A book about this religion contrasts its \"illuminationism\" in one nation with the activist, moralist style of its practice in another. The book What Went Wrong? theorizes about the relationship between": {
    "guess": "Islamism",
    "confidence": [
      [
        "Islam",
        -0.19673881
      ],
      [
        "ism",
        -0.78372234
      ]
    ]
  },
  "Gabriele Marranci conducted a three-year study of members of this religion in prison. A paper on \"The Idea of an Anthropology of\" this religion critiques Ernest Gellner's swinging-pendulum theory of it. A book about this religion contrasts its \"illuminationism\" in one nation with the activist, moralist style of its practice in another. The book What Went Wrong? theorizes about the relationship between this religion and modernity. A term derived from this religion is contrasted with \"McWorld\" in the title of a Benjamin Barber book. \"The Clash of Ignorance\" by Edward Said attacks Samuel Huntington's predictions of greater conflicts between adherents and non-adherents of this religion. For 10 points,": {
    "guess": "Islam",
    "confidence": [
      [
        "Islam",
        -0.006853193
      ]
    ]
  },
  "Gabriele Vendramin commissioned a painting by this artist in which a small stork sits on the roof of a building at one end of a bridge. X-rays of one of his paintings revealed that a female nude once stood": {
    "guess": "The Tempest",
    "confidence": [
      [
        "The",
        -0.24099529
      ],
      [
        " Tem",
        -0.000664899
      ],
      [
        "pest",
        -6.754368e-05
      ]
    ]
  },
  "Gabriele Vendramin commissioned a painting by this artist in which a small stork sits on the roof of a building at one end of a bridge. X-rays of one of his paintings revealed that a female nude once stood where a red-jacketed man holding a staff or pike now stands. A mother suckles a child on a riverbank in the foreground of a painting by this man which shows a (*) lightning bolt bursting in a cloudy sky. Another of his paintings features silver sheets lying below a woman whose left hand rests suggestively on her groin. That painting was finished by this artist's contemporary Titian, who used its central figure as inspiration for the Venus of Urbino. For 10 points, name this Venetian painter of The Tempest and The Sleeping Venus.": {
    "guess": "Giorgione",
    "confidence": [
      [
        "Gi",
        -0.010128124
      ],
      [
        "org",
        -1.9361265e-07
      ],
      [
        "ione",
        -0.00064154604
      ]
    ]
  },
  "Gabriele Vendramin commissioned a painting by this artist in which a small stork sits on the roof of a building at one end of a bridge. X-rays of one of his paintings revealed that a female nude once stood where a red-jacketed man holding a staff or pike now stands. A mother suckles a child on a riverbank": {
    "guess": "The Tempest",
    "confidence": [
      [
        "The",
        -0.36171955
      ],
      [
        " Tem",
        -0.003951475
      ],
      [
        "pest",
        -0.00028898742
      ]
    ]
  },
  "Gabriele Marranci conducted a three-year study of members of this religion in prison. A paper on \"The Idea of an Anthropology of\" this religion critiques Ernest Gellner's swinging-pendulum theory of it. A book about this religion contrasts its \"illuminationism\" in one nation with the activist, moralist": {
    "guess": "Islam",
    "confidence": [
      [
        "Islam",
        -0.06440205
      ]
    ]
  },
  "Gabriele Vendramin commissioned a painting by this artist in which a small stork sits on the roof of": {
    "guess": "The Tempest",
    "confidence": [
      [
        "The",
        -0.018743645
      ],
      [
        " Tem",
        -0.00041637212
      ],
      [
        "pest",
        -2.0100624e-05
      ]
    ]
  },
  "Gabriele Marranci conducted a three-year study of members of this religion in prison. A paper on \"The Idea of an Anthropology of\" this religion critiques Ernest Gellner's swinging-pendulum theory of it. A book about this religion contrasts its \"illuminationism\" in one nation with the activist, moralist style of its practice in another. The book What Went Wrong? theorizes about the relationship between this religion and modernity. A term derived from this religion is contrasted with \"McWorld\" in the title of a Benjamin Barber book. \"The Clash of Ignorance\" by Edward Said attacks Samuel Huntington's": {
    "guess": "Islam",
    "confidence": [
      [
        "Islam",
        -0.06163575
      ]
    ]
  }
}