{
  "An iterative method for numerically solving linear equations is known as the gradient method named for": {
    "guess": "Conjugate gradient method",
    "confidence": [
      [
        "Con",
        -0.81499225
      ],
      [
        "jug",
        -1.0087517e-05
      ],
      [
        "ate",
        -1.27099975e-05
      ],
      [
        " gradient",
        -0.0067055468
      ],
      [
        " method",
        -0.00046832662
      ]
    ]
  },
  "Items that two characters in this book discover in a knot in a tree include figurines carved in soap and mint gum. One character is convicted of rape despite the fact that a withered arm proves he could not have committed the crime, and that man, Tom, is defended by the protagonist's father. The book's title action is declared to be a sin by that man, Atticus. For 10 points, name this book about Scout": {
    "guess": "To Kill a Mockingbird",
    "confidence": [
      [
        "To",
        -0.0009695836
      ],
      [
        " Kill",
        -3.3809047e-05
      ],
      [
        " a",
        -0.00042102108
      ],
      [
        " Mock",
        -3.23786e-05
      ],
      [
        "ing",
        -0.00014895246
      ],
      [
        "bird",
        -8.45898e-05
      ]
    ]
  },
  "Items that two characters in this book discover in a knot in a tree include figurines carved in soap and mint gum. One character is convicted of rape despite the fact that a withered arm proves he could not have committed the crime, and that man, Tom, is defended by the protagonist's father. The book's title action is declared to be a sin by that man, Atticus. For 10 points, name this book about Scout Finch, a novel by Harper Lee.": {
    "guess": "To Kill a Mockingbird",
    "confidence": [
      [
        "To",
        -0.0022717009
      ],
      [
        " Kill",
        -0.00097041804
      ],
      [
        " a",
        -0.00025609453
      ],
      [
        " Mock",
        -1.0206721e-05
      ],
      [
        "ing",
        -0.00010521204
      ],
      [
        "bird",
        -4.6206227e-05
      ]
    ]
  },
  "One of these items was the primary attribute of the Continental Celtic god Sucellus. The Etruscan demon Charun was often depicted with one of these, which he used to finish off victims, and the Finnish god Pajainen was depicted with an axe and one of these items. Loki's lips were once sewn shut in revenge for assuming the form of a gadfly and stinging a dwarf while one of these was being forged, resulting in a short handle on the weapon. The blind Orion followed the sounds of, FTP, what tools used": {
    "guess": "HAMMER",
    "confidence": [
      [
        "HAM",
        -0.040947586
      ],
      [
        "MER",
        -0.08537123
      ]
    ]
  },
  "These items, functionally the opposite of solar cells, are found in many commercial electronic applications, and are pn-junction semiconductors with a large forward bias the produces a large excess concentration of electrons on the p side and holes on the n side of the juntion. Under these conditions, a photon emerges when the electrons and holes recombine. FTP name this type of diode.": {
    "guess": "Light-emitting diode",
    "confidence": [
      [
        "Light",
        -0.035807934
      ],
      [
        "-em",
        -0.7225467
      ],
      [
        "itting",
        -0.00036335218
      ],
      [
        " di",
        -0.17518379
      ],
      [
        "ode",
        -0.0077271797
      ]
    ]
  },
  "These items, functionally the opposite of solar cells, are found in many commercial electronic applications, and are pn-junction semiconductors with a large forward bias the produces a large excess concentration": {
    "guess": "Diode",
    "confidence": [
      [
        "Di",
        -0.0058467854
      ],
      [
        "ode",
        -0.0021653674
      ]
    ]
  },
  "One of these items was the primary attribute of the Continental Celtic god Sucellus. The Etruscan demon": {
    "guess": "HAMMER",
    "confidence": [
      [
        "HAM",
        -0.058763288
      ],
      [
        "MER",
        -0.00010092071
      ]
    ]
  },
  "Items that two characters in this book discover in a knot in a tree include figurines carved in soap and mint gum. One character is convicted of rape despite the fact that a withered arm proves he could": {
    "guess": "To Kill a Mockingbird",
    "confidence": [
      [
        "To",
        -0.005755526
      ],
      [
        " Kill",
        -1.4021238e-05
      ],
      [
        " a",
        -0.0005928284
      ],
      [
        " Mock",
        -2.939851e-05
      ],
      [
        "ing",
        -0.000101874335
      ],
      [
        "bird",
        -5.0616763e-05
      ]
    ]
  },
  "An iterative method for numerically solving linear equations is known as the gradient method named for this word. In algebra, this adjective describes two elements x and y such that xg equals gy for some element g, while in physics, it describes variables to which the Heisenberg uncertainty principle applies. The adjoint of a matrix is computed by transposing and performing an operation with this as its second word. That operation is denoted by a bar over a number and leaves real numbers unchanged. For 10 points, name this term which, describes the relation of the complex numbers a+bi and a\u0096bi.": {
    "guess": "Conjugate",
    "confidence": [
      [
        "Con",
        -0.08403905
      ],
      [
        "jug",
        -9.0788395e-05
      ],
      [
        "ate",
        -0.34678632
      ]
    ]
  },
  "An iterative method for numerically solving linear equations is known as the gradient method named for this word. In algebra, this adjective describes two elements x and y such that xg equals gy for some element g, while in physics, it describes variables to which the Heisenberg uncertainty principle": {
    "guess": "Orthogonal",
    "confidence": [
      [
        "Orth",
        -1.3261228
      ],
      [
        "ogonal",
        -0.045148194
      ]
    ]
  },
  "An iterative method for numerically solving linear equations is known as the gradient method named for this word. In algebra, this adjective describes two elements x and y such that xg equals gy for some": {
    "guess": "Conjugate",
    "confidence": [
      [
        "Con",
        -0.23021878
      ],
      [
        "jug",
        -0.0025160888
      ],
      [
        "ate",
        -0.0029900596
      ]
    ]
  },
  "An iterative method for numerically solving linear equations is known as the gradient method named for this word. In algebra, this adjective describes two elements x and y such that xg equals gy for some element g, while in physics, it describes variables to which the Heisenberg uncertainty principle applies. The adjoint of a matrix is computed by transposing and performing an operation with this as": {
    "guess": "Hermitian",
    "confidence": [
      [
        "Her",
        -0.667126
      ],
      [
        "mit",
        -7.79144e-05
      ],
      [
        "ian",
        -0.00025585614
      ]
    ]
  },
  "These items, functionally the opposite of solar cells, are found in many commercial electronic applications,": {
    "guess": "Photodetectors",
    "confidence": [
      [
        "Phot",
        -1.6516458
      ],
      [
        "od",
        -0.49657086
      ],
      [
        "et",
        -0.00037299667
      ],
      [
        "ectors",
        -0.26864827
      ]
    ]
  },
  "One of these items was the primary attribute of the Continental Celtic god Sucellus. The Etruscan demon Charun was often depicted with one of these, which he used to finish off victims, and the Finnish god Pajainen was depicted with an axe and one of these items. Loki's lips were once sewn shut in revenge": {
    "guess": "HAMMER",
    "confidence": [
      [
        "HAM",
        -0.07756913
      ],
      [
        "MER",
        -5.1808798e-05
      ]
    ]
  },
  "One of these items was the primary attribute of the Continental Celtic god Sucellus. The Etruscan demon Charun was often depicted with one of these, which he used to finish off victims, and the Finnish god Pajainen was depicted with an axe and one of these items. Loki's lips were once sewn shut in revenge for assuming the form of a gadfly and stinging a dwarf while one of these was being forged, resulting in a short handle on the weapon. The blind Orion followed the sounds of, FTP, what tools used in the workshop of Hephaestus?": {
    "guess": "HAMMER",
    "confidence": [
      [
        "HAM",
        -0.20484343
      ],
      [
        "MER",
        -0.05076946
      ]
    ]
  },
  "One of these items was the primary attribute of the Continental Celtic god Sucellus. The Etruscan demon Charun was often depicted with one of these, which he used to finish off victims, and the Finnish god Pajainen was depicted with an axe and one of these items. Loki's lips were once sewn shut in revenge for assuming the form of a gadfly and stinging a dwarf while one of these was being forged, resulting": {
    "guess": "HAMMER",
    "confidence": [
      [
        "HAM",
        -0.05458264
      ],
      [
        "MER",
        -4.7875077e-05
      ]
    ]
  },
  "One of these items was the primary attribute of the Continental Celtic god Sucellus. The Etruscan demon Charun was often depicted with one of these, which he used to finish off victims, and the Finnish": {
    "guess": "HAMMER",
    "confidence": [
      [
        "HAM",
        -0.18050197
      ],
      [
        "MER",
        -0.000116417184
      ]
    ]
  },
  "Items that two characters in this book discover in a knot in a tree include figurines carved in soap and mint gum. One character is convicted of rape despite the fact that a withered arm proves he could not have committed the crime, and that man, Tom, is defended by the protagonist's father. The book's": {
    "guess": "To Kill a Mockingbird",
    "confidence": [
      [
        "To",
        -0.02169088
      ],
      [
        " Kill",
        -0.00011284107
      ],
      [
        " a",
        -0.002932537
      ],
      [
        " Mock",
        -2.451116e-05
      ],
      [
        "ing",
        -0.0001273766
      ],
      [
        "bird",
        -0.00011892046
      ]
    ]
  },
  "Items that two characters in this book discover in a knot in a tree include figurines carved in soap": {
    "guess": "To Kill a Mockingbird",
    "confidence": [
      [
        "To",
        -0.90939426
      ],
      [
        " Kill",
        -3.7027545e-05
      ],
      [
        " a",
        -0.0013727306
      ],
      [
        " Mock",
        -7.7199176e-05
      ],
      [
        "ing",
        -9.043079e-05
      ],
      [
        "bird",
        -0.0001004439
      ]
    ]
  },
  "An iterative method for numerically solving linear equations is known as the gradient method named for this word. In algebra, this adjective describes two elements x and y such that xg equals gy for some element g, while in physics, it describes variables to which the Heisenberg uncertainty principle applies. The adjoint of a matrix is computed by transposing and performing an operation with this as its second word. That operation is denoted by a bar over a number and leaves real numbers unchanged.": {
    "guess": "Conjugate (mathematics)",
    "confidence": [
      [
        "Con",
        -0.11147715
      ],
      [
        "jug",
        -0.00017290872
      ],
      [
        "ate",
        -0.0016714918
      ],
      [
        " (",
        -0.44579953
      ],
      [
        "math",
        -0.15464145
      ],
      [
        "ematics",
        -0.0014670114
      ],
      [
        ")",
        -0.002630827
      ]
    ]
  },
  "These items, functionally the opposite of solar cells, are found in many commercial electronic applications, and are pn-junction semiconductors with a large forward bias the produces a large excess concentration of electrons on the p side and holes on the n side of the juntion. Under these conditions,": {
    "guess": "Transistor",
    "confidence": [
      [
        "Trans",
        -0.91159284
      ],
      [
        "istor",
        -0.014634108
      ]
    ]
  }
}