{
  "This man rallied a Yale student militia to defend a British assault on New Haven. This man asked for": {
    "guess": "Benedict Arnold",
    "confidence": [
      [
        "B",
        -0.7038844
      ],
      [
        "ened",
        -6.992776e-05
      ],
      [
        "ict",
        -1.4259645e-05
      ],
      [
        " Arnold",
        -8.537869e-06
      ]
    ]
  },
  "It's not Raman spectroscopy, but Ozaki, et al. developed a version of this technology using surface plasmons which captured multiple wavelengths at once. Surface displacements can be measured by using the \"frozen fringe\" form of this technique, which is a subtype of a form of interferometry named for": {
    "guess": "Surface plasmon resonance",
    "confidence": [
      [
        "Surface",
        -0.2599543
      ],
      [
        " pl",
        -0.086060986
      ],
      [
        "as",
        -5.0378356e-05
      ],
      [
        "mon",
        -1.4021238e-05
      ],
      [
        " resonance",
        -0.009638391
      ]
    ]
  },
  "This man rallied a Yale student militia to defend a British assault on New Haven. This man asked for monetary assistance from the Marqués de Casa Irujo and mustered his forces on Blennerhassett Island. Eventually, he informed General James Wilkinson of his plan to invade Mexico. Acquitted of treason at his trial, this man had earlier presided over the impeachment of Samuel Chase. He enlisted Tammany Hall to win Thomas Jefferson the state of New York in 1800 and received an equal number of electoral": {
    "guess": "Aaron Burr",
    "confidence": [
      [
        "Aaron",
        -0.106604114
      ],
      [
        " Burr",
        -0.0001245157
      ]
    ]
  },
  "It's not Raman spectroscopy, but Ozaki, et al. developed a version of this technology using surface plasmons": {
    "guess": "Surface-enhanced Raman spectroscopy",
    "confidence": [
      [
        "Surface",
        -0.007292478
      ],
      [
        "-enh",
        -0.7296388
      ],
      [
        "anced",
        -2.8325678e-05
      ],
      [
        " R",
        -0.21499923
      ],
      [
        "aman",
        -7.89631e-07
      ],
      [
        " spectro",
        -0.083038434
      ],
      [
        "scopy",
        -1.7120534e-05
      ]
    ]
  },
  "It's not Raman spectroscopy, but Ozaki, et al. developed a version of this technology using surface plasmons which captured multiple wavelengths at once. Surface displacements can be measured by using the \"frozen fringe\" form of this technique, which is a subtype of a form of interferometry named for it. Media used in this technique include dichromatic gelatin, and a form of digital microscopy based on this technique requires the use of a reconstruction algorithm based on the angular spectrum method. Originally invented by Dennis Gabor, this technique splits a laser beam into an object beam and a reference beam, which then cross on a recording apparatus. For 10 points, name this technique which": {
    "guess": "Holography",
    "confidence": [
      [
        "H",
        -0.012937614
      ],
      [
        "olog",
        -1.7835755e-05
      ],
      [
        "raph",
        -0.00038288688
      ],
      [
        "y",
        -1.9862217e-05
      ]
    ]
  },
  "It's not Raman spectroscopy, but Ozaki, et al. developed a version of this technology using surface plasmons which captured multiple wavelengths at once. Surface displacements can be measured by using the \"frozen fringe\" form of this technique, which is a subtype of a form of interferometry named for it. Media used in this technique include dichromatic gelatin, and a form of digital microscopy based": {
    "guess": "White-light interferometry",
    "confidence": [
      [
        "White",
        -1.1573623
      ],
      [
        "-light",
        -0.44791296
      ],
      [
        " interfer",
        -0.041231897
      ],
      [
        "ometry",
        -0.0031505043
      ]
    ]
  },
  "This man rallied a Yale student militia to defend a British assault on New Haven. This man asked for monetary assistance from the Marqués de Casa Irujo and mustered his forces on Blennerhassett Island. Eventually, he informed General James Wilkinson of his plan to invade Mexico. Acquitted of treason at his trial, this man had earlier presided over the impeachment of Samuel Chase. He enlisted Tammany Hall to win Thomas Jefferson the state of New York in 1800 and received an equal number of electoral votes in the election, forcing the House to choose a winner. For 10 points, name this Vice-President": {
    "guess": "Aaron Burr",
    "confidence": [
      [
        "Aaron",
        -0.013622833
      ],
      [
        " Burr",
        -4.5252596e-05
      ]
    ]
  },
  "This man rallied a Yale student militia to defend a British assault on New Haven. This man asked for monetary assistance from the Marqués de Casa Irujo and mustered his forces on Blennerhassett Island. Eventually, he informed General James Wilkinson of his plan to invade Mexico. Acquitted of treason at his trial, this man had earlier presided over the impeachment of Samuel Chase. He enlisted Tammany": {
    "guess": "Aaron Burr",
    "confidence": [
      [
        "Aaron",
        -0.24455445
      ],
      [
        " Burr",
        -7.111979e-05
      ]
    ]
  },
  "This man rallied a Yale student militia to defend a British assault on New Haven. This man asked for monetary assistance from the Marqués de Casa Irujo and mustered his forces on Blennerhassett Island. Eventually, he informed General James Wilkinson of his plan to invade Mexico. Acquitted of treason": {
    "guess": "Aaron Burr",
    "confidence": [
      [
        "Aaron",
        -0.018974215
      ],
      [
        " Burr",
        -0.00013893934
      ]
    ]
  },
  "It's not Raman spectroscopy, but Ozaki, et al. developed a version of this technology using surface plasmons which captured multiple wavelengths at once. Surface displacements can be measured by using the \"frozen fringe\" form of this technique, which is a subtype of a form of interferometry named for it. Media used in this technique include dichromatic gelatin, and a form of digital microscopy based on this technique requires the use of a reconstruction algorithm based on the angular spectrum method. Originally invented by Dennis Gabor, this technique splits a laser beam into an object beam and a reference beam, which then cross on a recording apparatus. For 10 points, name this technique which can be used to generate three-dimensional images.": {
    "guess": "Holography",
    "confidence": [
      [
        "H",
        -0.013808274
      ],
      [
        "olog",
        -1.9361265e-07
      ],
      [
        "raph",
        -3.3451433e-05
      ],
      [
        "y",
        -4.00813e-06
      ]
    ]
  },
  "It's not Raman spectroscopy, but Ozaki, et al. developed a version of this technology using surface plasmons which captured multiple wavelengths at once. Surface displacements can be measured by using the \"frozen fringe\" form of this technique, which is a subtype of a form of interferometry named for it. Media used in this technique include dichromatic gelatin, and a form of digital microscopy based on this technique requires the use of a reconstruction algorithm based on the angular spectrum method. Originally invented by Dennis Gabor, this technique splits a laser beam into an object beam and": {
    "guess": "Holography",
    "confidence": [
      [
        "H",
        -0.04843576
      ],
      [
        "olog",
        0.0
      ],
      [
        "raph",
        -0.0033059202
      ],
      [
        "y",
        -1.5928495e-05
      ]
    ]
  },
  "It's not Raman spectroscopy, but Ozaki, et al. developed a version of this technology using surface plasmons which captured multiple wavelengths at once. Surface displacements can be measured by using the \"frozen fringe\" form of this technique, which is a subtype of a form of interferometry named for it. Media used in this technique include dichromatic gelatin, and a form of digital microscopy based on this technique requires the use of a reconstruction algorithm based on the angular spectrum method.": {
    "guess": "Holography",
    "confidence": [
      [
        "H",
        -0.43938234
      ],
      [
        "olog",
        -0.00014442271
      ],
      [
        "raph",
        -0.028602302
      ],
      [
        "y",
        -7.1238996e-05
      ]
    ]
  },
  "This man rallied a Yale student militia to defend a British assault on New Haven. This man asked for monetary assistance from the Marqués de Casa Irujo and mustered his forces on Blennerhassett Island. Eventually, he informed General James Wilkinson of his plan to invade Mexico. Acquitted of treason at his trial, this man had earlier presided over the impeachment of Samuel Chase. He enlisted Tammany Hall to win Thomas Jefferson the state of New York in 1800 and received an equal number of electoral votes in the election, forcing the House to choose a winner. For 10 points, name this Vice-President who killed Alexander Hamilton in a duel.": {
    "guess": "Aaron Burr",
    "confidence": [
      [
        "Aaron",
        -0.009182424
      ],
      [
        " Burr",
        -2.9875326e-05
      ]
    ]
  },
  "This man rallied a Yale student militia to defend a British assault on New Haven. This man asked for monetary assistance from the Marqués de Casa Irujo and mustered his forces on Blennerhassett Island.": {
    "guess": "Burr conspiracy",
    "confidence": [
      [
        "B",
        -1.1131209
      ],
      [
        "urr",
        -0.41339725
      ],
      [
        " conspiracy",
        -0.04756792
      ]
    ]
  },
  "It's not Raman spectroscopy, but Ozaki, et al. developed a version of this technology using surface plasmons which captured multiple wavelengths at once. Surface displacements can be measured by using": {
    "guess": "Surface Plasmon Resonance Imaging",
    "confidence": [
      [
        "Surface",
        -0.0042878115
      ],
      [
        " Pl",
        -0.88435
      ],
      [
        "as",
        -4.7517467e-05
      ],
      [
        "mon",
        -8.657073e-06
      ],
      [
        " Res",
        -0.0045182966
      ],
      [
        "on",
        -2.58224e-05
      ],
      [
        "ance",
        -0.0009499297
      ],
      [
        " Imaging",
        -1.2131727
      ]
    ]
  }
}