{
  "When this man's rival captured his father, he allegedly responded that they had been sworn brothers in the service of the late king, so \"my father is your father – if you decide to boil him, let me have a basin of the broth.\" He forced his favorite male lover, Chi Ju, to wear makeup and was foiled in an attempt to name him successor. Given the title \"Duke of Pe'i\" early in life upon returning to his hometown, he was relegated to a distant province by his earlier mentioned rival, Hsiang Yu, whose suicide allowed this man to take the throne. During his reign, he attempted to give a wife to Modu Chanyu,": {
    "guess": "Liu Bang",
    "confidence": [
      [
        "L",
        -0.20577243
      ],
      [
        "iu",
        -0.0042552887
      ],
      [
        " Bang",
        -0.0018589149
      ]
    ]
  },
  "This river divides into two channels in its upper course to form a large island known as Majuli. It rises in the Kailas Range near Mapam Lake and is soon joined by the Lohit River. It passes through Xigaze early and becomes navigable near Dibrugarh, then passes through Gauhati. One of the few rivers to exhibit an eagre or tidal bore, it is known as the Dihang River in the lowland plains and splits into the Meghna and the Jamuna rivers when it turns south. FTP, name this river which starts in Tibet, flows through southern China, and then turns into Bangladesh where it empties into the Bay of Bengal": {
    "guess": "Brahmaputra River",
    "confidence": [
      [
        "B",
        -0.0029920824
      ],
      [
        "rah",
        -0.00070301845
      ],
      [
        "map",
        -3.1281633e-07
      ],
      [
        "utra",
        -0.000120708515
      ],
      [
        " River",
        -0.00086310355
      ]
    ]
  },
  "This river's tributaries include the Ghaghra and the Jumna, which joins it near  Allahabad. Other cities on it include Kanpur, Patna, and Benares. Its namesake plain  lies to the north of the Vindhya Range": {
    "guess": "Ganges",
    "confidence": [
      [
        "G",
        -0.015438593
      ],
      [
        "anges",
        -0.0022826456
      ]
    ]
  },
  "This river flows past the only walled city in the Americas north of Mexico. Another city on this river is home to a \"Biodome\" with replicas of four ecosystems, as well as an Olympic stadium nicknamed the \"Big O.\" This river empties into a massive estuary that contains the Magdalen Islands and Anticosti Island after flowing past to the Gaspé Peninsula. This river flows through the Thousand Islands.": {
    "guess": "Saint Lawrence River",
    "confidence": [
      [
        "Saint",
        -0.05605122
      ],
      [
        " Lawrence",
        -0.00079009397
      ],
      [
        " River",
        -1.7478143e-05
      ]
    ]
  },
  "This river originates near Mount Kailash as the Yarlung Tsangpo River, before flowing east towards Mount Namcha Barwa. This river is called the Siang when it enters Arunachal Pradesh before being joined by the Lohit and Dibang rivers. This river flows past notable locales, such as the Kaziranga National Park in the state of Assam, before entering its final leg, where this river splits into a lower": {
    "guess": "Brahmaputra River",
    "confidence": [
      [
        "B",
        -0.004897974
      ],
      [
        "rah",
        -0.00094921445
      ],
      [
        "map",
        -3.7981175e-05
      ],
      [
        "utra",
        -0.0004149417
      ],
      [
        " River",
        -0.0006681175
      ]
    ]
  },
  "This river rises on the Two Oceans Plateau and receives the Pacific Branch of Two Oceans Creek near Moran Junction. Much of this river's course is located on an arid but fertile plain containing many basalt flows as well as the sinks of the Lost River and was also the route of the catastrophic draining of Lake Bonneville. This river's tributaries include the Palouse and Henrys Fork and the Shoshone Falls is located on this river which passes next to Fort Hall and the Craters of the Moon National": {
    "guess": "Snake River",
    "confidence": [
      [
        "Snake",
        -0.009859858
      ],
      [
        " River",
        -0.00011009939
      ]
    ]
  },
  "A river separates civilians from a tree in this artist's depiction of rubble waiting to be used to build a town. In another of his paintings, soldiers continue to fight even as a giant snowstorm engulfs": {
    "guess": "Anselm Kiefer",
    "confidence": [
      [
        "An",
        -0.53341985
      ],
      [
        "sel",
        -3.1424974e-05
      ],
      [
        "m",
        -3.888926e-06
      ],
      [
        " K",
        -8.685468e-05
      ],
      [
        "ie",
        -1.6524515e-05
      ],
      [
        "fer",
        -6.1537958e-06
      ]
    ]
  },
  "When this man's rival captured his father, he allegedly responded that they had been sworn brothers in the service of the late king, so \"my father is your father – if you decide to boil him, let me have": {
    "guess": "William Wallace",
    "confidence": [
      [
        "William",
        -2.2044156
      ],
      [
        " Wallace",
        -0.43870747
      ]
    ]
  },
  "One river in this province, Albany River, flows into James Bay and is used as a boundary between the Kenora District and the Cochrane District. This province also contains the town of Tobermory, in which one can take a ferry from Bruce Peninsula to Manitoulin Island on Lake Huron. Another lake in this province, which is shared with Minnesota and Manitoba, is the Lake of the Woods. Bordered to the northeast by Quebec, this province contains both its nation's largest city and capital. For 10 points, name this most populous province of Canada that contains the national capital Ottawa, with largest city Toronto.": {
    "guess": "Ontario",
    "confidence": [
      [
        "Ont",
        -0.0015975799
      ],
      [
        "ario",
        -4.441817e-05
      ]
    ]
  },
  "This river's headwaters are located on Delgado Chalbaud mountain, and it receives its first significant tributary, the Ugueto River, before passing over the Guaharibos Rapids. After receiving such additional tributaries as the Atabapo and Ventuari Rivers, it widens to almost 5000 feet, though it is not navigable near the rapids at Maipures. The Guri and Macagua dams, found on its tributary the (*) Caroni River, provide power to the region encompassing Ciudad Bolivar and Ciudad Guayana, which are located near its banks. Its delta is found in the Gulf of Paria, while it is connected via the Casiquiare Canal to the Rio Negro, which eventually flows into the Amazon. Flowing through the Llanos, its drainage basin encompasses parts of Colombia and most of Venezuela. For 10 points, name this South American river.": {
    "guess": "Orinoco River",
    "confidence": [
      [
        "Or",
        -0.0020848317
      ],
      [
        "in",
        -1.6240566e-06
      ],
      [
        "oco",
        -0.0007325553
      ],
      [
        " River",
        -0.13333136
      ]
    ]
  },
  "This river flows past the only walled city in the Americas north of Mexico. Another city on this river is home to a \"Biodome\" with replicas of four ecosystems, as well as an Olympic stadium nicknamed the \"Big O.\" This river empties into a massive estuary that contains the Magdalen Islands and Anticosti Island after flowing past to the Gaspé Peninsula. This river flows through the Thousand Islands. The Ottawa River drains into this river. The opening of this river's eponymous Seaway made the Erie": {
    "guess": "Saint Lawrence River",
    "confidence": [
      [
        "Saint",
        -0.036871966
      ],
      [
        " Lawrence",
        -0.0012416596
      ],
      [
        " River",
        -3.9292416e-05
      ]
    ]
  },
  "One of this river's headstreams flows through Lakes Bangweulu and Mweru. This river forms the Malebo": {
    "guess": "Congo River",
    "confidence": [
      [
        "C",
        -0.003237721
      ],
      [
        "ongo",
        -1.7432603e-06
      ],
      [
        " River",
        -0.00011272187
      ]
    ]
  },
  "This river drops into the Hula Valley after the Hasbaya, Baniyas, and Hasbani Rivers rise and converge from Mount Hermon. Its two largest tributaries are the Zarqa and Yarmouk rivers. Degania, the oldest kibbutz in the world, is located on the shores of this river, which flows into the Sea of Galilee and ends at the Dead Sea. Saint John the Baptist baptized Jesus at the site of this river. This river rises from the Syria-Lebanon border to form a border between a namesake country and Israel, for 10 points, name this Middle Eastern river which shares a name with both a country whose capital is located at Amman and a former Chicago Bulls basketball player.": {
    "guess": "Jordan River",
    "confidence": [
      [
        "Jordan",
        -0.0013150012
      ],
      [
        " River",
        -9.901345e-05
      ]
    ]
  },
  "When this man's rival captured his father, he allegedly responded that they had been sworn brothers in the service of the late king, so \"my father is your father – if you decide to boil him, let me have a basin of the broth.\" He forced his favorite male lover, Chi Ju, to wear makeup and was foiled in an attempt to name him successor. Given the title \"Duke of Pe'i\" early in life upon returning to his hometown, he was relegated to a distant province by his earlier mentioned rival, Hsiang Yu, whose": {
    "guess": "Xiang Yu",
    "confidence": [
      [
        "X",
        -0.13418117
      ],
      [
        "iang",
        -0.0010679396
      ],
      [
        " Yu",
        -0.00092158484
      ]
    ]
  },
  "This river originates near Mount Kailash as the Yarlung Tsangpo River, before flowing east towards Mount Namcha Barwa. This river is called the Siang when it enters Arunachal Pradesh before being joined by the Lohit and Dibang rivers. This river flows past notable locales, such as the Kaziranga National": {
    "guess": "Brahmaputra River",
    "confidence": [
      [
        "B",
        -0.0060916077
      ],
      [
        "rah",
        -0.0006585849
      ],
      [
        "map",
        -8.657073e-06
      ],
      [
        "utra",
        -0.00020830853
      ],
      [
        " River",
        -0.00019531534
      ]
    ]
  },
  "This river divides into two channels in its upper course to form a large island known as Majuli. It rises in the Kailas Range near Mapam Lake and is soon joined by the Lohit River. It passes through Xigaze early and becomes navigable near Dibrugarh, then passes through Gauhati. One of the few rivers to exhibit an eagre or tidal bore, it is known as the Dihang River in the lowland plains and splits": {
    "guess": "Brahmaputra River",
    "confidence": [
      [
        "B",
        -0.002191541
      ],
      [
        "rah",
        -0.00029792404
      ],
      [
        "map",
        0.0
      ],
      [
        "utra",
        -9.817902e-05
      ],
      [
        " River",
        -9.5079726e-05
      ]
    ]
  },
  "A river separates civilians from a tree in this artist's depiction of rubble waiting to be used to build": {
    "guess": "Joseph Wright of Derby",
    "confidence": [
      [
        "Joseph",
        -1.9500823
      ],
      [
        " Wright",
        -0.49496338
      ],
      [
        " of",
        -0.018563684
      ],
      [
        " Derby",
        -9.472212e-05
      ]
    ]
  },
  "This river divides into two channels in its upper course to form a large island known as Majuli. It rises": {
    "guess": "Brahmaputra River",
    "confidence": [
      [
        "B",
        -0.0017737116
      ],
      [
        "rah",
        -0.00026228945
      ],
      [
        "map",
        -1.9361265e-07
      ],
      [
        "utra",
        -6.337155e-05
      ],
      [
        " River",
        -0.022875853
      ]
    ]
  },
  "This river's headwaters are located on Delgado Chalbaud mountain, and it receives its first significant": {
    "guess": "Orinoco River",
    "confidence": [
      [
        "Or",
        -0.66883695
      ],
      [
        "in",
        -4.7875077e-05
      ],
      [
        "oco",
        -0.0004452084
      ],
      [
        " River",
        -0.064783454
      ]
    ]
  },
  "When this man's rival captured his father, he allegedly responded that they had been sworn brothers in": {
    "guess": "William Wallace",
    "confidence": [
      [
        "William",
        -1.1909428
      ],
      [
        " Wallace",
        -0.99967575
      ]
    ]
  },
  "This river divides into two channels in its upper course to form a large island known as Majuli. It rises in the Kailas Range near Mapam Lake and is soon joined by the Lohit River. It passes through Xigaze": {
    "guess": "Brahmaputra River",
    "confidence": [
      [
        "B",
        -0.14903957
      ],
      [
        "rah",
        -0.00041148844
      ],
      [
        "map",
        -7.89631e-07
      ],
      [
        "utra",
        -0.0003150857
      ],
      [
        " River",
        -0.00031723134
      ]
    ]
  },
  "This river divides into two channels in its upper course to form a large island known as Majuli. It rises in the Kailas Range near Mapam Lake and is soon joined by the Lohit River. It passes through Xigaze early and becomes navigable near Dibrugarh, then passes through Gauhati. One of the few rivers": {
    "guess": "Brahmaputra River",
    "confidence": [
      [
        "B",
        -0.0015391463
      ],
      [
        "rah",
        -0.0008221378
      ],
      [
        "map",
        0.0
      ],
      [
        "utra",
        -0.0001170132
      ],
      [
        " River",
        -0.0002421587
      ]
    ]
  },
  "This river rises on the Two Oceans Plateau and receives the Pacific Branch of Two Oceans Creek near Moran Junction. Much of this river's course is located on an arid but fertile plain containing many basalt flows as well as the sinks of the Lost River and was also the route of the catastrophic draining of Lake Bonneville. This river's tributaries include the Palouse and Henrys Fork and the Shoshone Falls is located on this river which passes next to Fort Hall and the Craters of the Moon National Monument. Its largest tributary is the Salmon, which it meets near the Seven Devils Mountains in Hells Canyon Gorge, before it forms part of the Oregon-Idaho border. For 10 points, identify this river": {
    "guess": "Snake River",
    "confidence": [
      [
        "Snake",
        -0.0070153833
      ],
      [
        " River",
        -5.9437833e-05
      ]
    ]
  },
  "When this man's rival captured his father, he allegedly responded that they had been sworn brothers in the service of the late king, so \"my father is your father – if you decide to boil him, let me have a basin of the broth.\" He forced his favorite male lover, Chi Ju, to wear makeup and was foiled in": {
    "guess": "Emperor Ai of Han",
    "confidence": [
      [
        "Em",
        -0.83715445
      ],
      [
        "peror",
        -0.00013059509
      ],
      [
        " Ai",
        -0.69419277
      ],
      [
        " of",
        -0.0009968446
      ],
      [
        " Han",
        -0.101952374
      ]
    ]
  },
  "This man's rivals included Cratinus and Eupolis. In Plato's Symposium, he delivers a speech in which he argues that men were originally quadrupeds before being bisected by Zeus, and concludes that love is the pursuit of the other half. His earliest play was the now lost Banqueters, while his second, Babylonians, criticized the demagogue Cleon, which he continued to do in The Acharnians and The Knights. Other plays of his concern the building of Cloudcukooland, a sex-strike by women to end a war, and a literary contest in hell. For ten points, identify this Greek comedian, author of The Birds, Lysistrata,": {
    "guess": "Aristophanes",
    "confidence": [
      [
        "A",
        -0.0047038803
      ],
      [
        "rist",
        -1.0445127e-05
      ],
      [
        "oph",
        -3.523949e-05
      ],
      [
        "anes",
        -1.6762922e-05
      ]
    ]
  },
  "When this man's rival captured his father, he allegedly responded that they had been sworn brothers in the service of the late king, so \"my father is your father – if you decide to boil him, let me have a basin of the broth.\" He forced his favorite male lover, Chi Ju, to wear makeup and was foiled in an attempt to name him successor. Given the title \"Duke of Pe'i\" early in life upon returning to his hometown, he was relegated to a distant province by his earlier mentioned rival, Hsiang Yu, whose suicide allowed this man to take the throne. During his reign, he attempted to give a wife to Modu Chanyu, the leader of the Hsiung-nu, but was deceived by his despotic wife, the Empress Lu, who ruled after his death as the power behind the throne. Known for growing up as a prison official of the peasant class, FTP, name this man who opposed Shih Huang Ti and took power in 202 B.C. to begin the Han Dynasty.": {
    "guess": "Liu Bang",
    "confidence": [
      [
        "L",
        -0.042006843
      ],
      [
        "iu",
        -0.0006252298
      ],
      [
        " Bang",
        -0.00030078492
      ]
    ]
  },
  "This river drops into the Hula Valley after the Hasbaya, Baniyas, and Hasbani Rivers rise and converge from Mount Hermon. Its two largest tributaries are the Zarqa and Yarmouk rivers. Degania, the oldest kibbutz in the world, is located on the shores of this river, which flows into the Sea of Galilee and ends at the Dead Sea. Saint John the Baptist baptized Jesus at the site of this river. This river rises from the Syria-Lebanon border to form a border between a namesake country and Israel, for 10": {
    "guess": "Jordan River",
    "confidence": [
      [
        "Jordan",
        -0.0004914338
      ],
      [
        " River",
        -6.0033854e-05
      ]
    ]
  },
  "This river's tributaries include the Shashe and Mzingwane, but its main tributary is the Olifants River. It cuts through the Hartbeespoort Gap, the site of an irrigation dam. Floods of this river in 2000 damaged the port city of Xai-xai on this river's mouth. This river is formed where the Marico and Crocodile Rivers join together. Its native name may be Sotho for \"river of the waterfall,\" while Espiritu Santo River was the name given to this river by the first European to sight it, (*) Vasco de Gama. This river is the namesake of a province once known as Northern ? Transvaal, which it divides from a northern neighbor home to this river's drainage basin in the Kalahari Desert. For 10 points,": {
    "guess": "Limpopo River",
    "confidence": [
      [
        "L",
        -0.01955432
      ],
      [
        "imp",
        -0.0001242773
      ],
      [
        "opo",
        -3.9650025e-05
      ],
      [
        " River",
        -2.5107178e-05
      ]
    ]
  },
  "This river's tributaries include the Ghaghra and the Jumna, which joins it near  Allahabad. Other cities on it include Kanpur, Patna, and Benares. Its namesake plain  lies to the north of the Vindhya Range and the Deccan Plateau. The Brahmaputra  River joins its delta, which empties into the Bay of Bengal south of Calcutta. FTP  identify this Indian river.": {
    "guess": "Ganges",
    "confidence": [
      [
        "G",
        -0.0031344667
      ],
      [
        "anges",
        -0.00077687344
      ]
    ]
  },
  "This river originates near Mount Kailash as the Yarlung Tsangpo River, before flowing east towards Mount Namcha Barwa. This river is called the Siang when it enters Arunachal Pradesh before being joined by the Lohit and Dibang rivers. This river flows past notable locales, such as the Kaziranga National Park in the state of Assam, before entering its final leg, where this river splits into a lower branch and the Jamuna branch which flows into the Padma. Beginning in southeastern China before flowing past India into Bangladesh, for 10 points, name this Asian river that empties into the Bay of Bengal": {
    "guess": "Brahmaputra River",
    "confidence": [
      [
        "B",
        -0.015986621
      ],
      [
        "rah",
        -0.00081260514
      ],
      [
        "map",
        -9.968313e-06
      ],
      [
        "utra",
        -0.00028922583
      ],
      [
        " River",
        -0.0007106439
      ]
    ]
  },
  "This river's headwaters are located on Delgado Chalbaud mountain, and it receives its first significant tributary, the Ugueto River, before passing over the Guaharibos Rapids. After receiving such additional": {
    "guess": "Caroní River",
    "confidence": [
      [
        "Car",
        -0.9573715
      ],
      [
        "on",
        -0.31580043
      ],
      [
        "í",
        -0.00088144984
      ],
      [
        " River",
        -0.00039694557
      ]
    ]
  },
  "This river originates near Mount Kailash as the Yarlung Tsangpo River, before flowing east towards Mount Namcha Barwa. This river is called the Siang when it enters Arunachal Pradesh before being joined by the Lohit and Dibang rivers. This river flows past notable locales, such as the Kaziranga National Park in the state of Assam, before entering its final leg, where this river splits into a lower branch and the Jamuna branch which flows into the Padma. Beginning in southeastern China before flowing": {
    "guess": "Brahmaputra River",
    "confidence": [
      [
        "B",
        -0.006956662
      ],
      [
        "rah",
        -0.0007442336
      ],
      [
        "map",
        -1.50940705e-05
      ],
      [
        "utra",
        -0.00028374247
      ],
      [
        " River",
        -0.0012060654
      ]
    ]
  },
  "When this man's rival captured his father, he allegedly responded that they had been sworn brothers in the service of the late king, so \"my father is your father – if you decide to boil him, let me have a basin of the broth.\" He forced his favorite male lover, Chi Ju, to wear makeup and was foiled in an attempt to name him successor. Given the title \"Duke of Pe'i\" early in life upon returning to his hometown, he was relegated to a distant province by his earlier mentioned rival, Hsiang Yu, whose suicide allowed this man to take the throne. During his reign, he attempted to give a wife to Modu Chanyu, the leader of the Hsiung-nu, but was deceived by his despotic wife, the Empress Lu, who ruled after his death as the power behind the throne. Known for growing up as a prison official of the peasant class, FTP, name this man who opposed Shih Huang Ti and took power in 202 B.C. to begin the Han": {
    "guess": "Emperor Gaozu of Han",
    "confidence": [
      [
        "Em",
        -0.5507019
      ],
      [
        "peror",
        -9.829823e-05
      ],
      [
        " G",
        -0.08787741
      ],
      [
        "ao",
        -0.001249639
      ],
      [
        "zu",
        -0.007041194
      ],
      [
        " of",
        -0.013340449
      ],
      [
        " Han",
        -0.0004361526
      ]
    ]
  },
  "One of this river's headstreams flows through Lakes Bangweulu and Mweru. This river forms the Malebo Pool, and its source is the Chambeshi River. Boyoma Falls lies on this river, and after it reaches Kisangani,": {
    "guess": "Congo River",
    "confidence": [
      [
        "C",
        -0.0075748004
      ],
      [
        "ongo",
        -3.1281633e-07
      ],
      [
        " River",
        -3.6431527e-05
      ]
    ]
  },
  "This river drops into the Hula Valley after the Hasbaya, Baniyas, and Hasbani Rivers rise and converge from Mount Hermon. Its two largest tributaries are the Zarqa and Yarmouk rivers. Degania, the oldest kibbutz in the world, is located on the shores of this river, which flows into the Sea of Galilee": {
    "guess": "Jordan River",
    "confidence": [
      [
        "Jordan",
        -0.005794528
      ],
      [
        " River",
        -0.000106046464
      ]
    ]
  },
  "This river's tributaries include the Shashe and Mzingwane, but its main tributary is the Olifants River. It cuts through the Hartbeespoort Gap, the site of an irrigation dam. Floods of this river in 2000 damaged the port city of Xai-xai on this river's mouth. This river is formed where the Marico and Crocodile Rivers join together. Its native name may be Sotho for \"river of the waterfall,\" while Espiritu Santo River was the name given to this river by the first European to sight it, (*) Vasco de Gama. This river is the namesake of a province once known as Northern ? Transvaal, which it divides from a northern neighbor home to this river's drainage basin in the Kalahari Desert. For 10 points, name this African river that forms the border between Zimbabwe and South Africa before emptying into the Indian Ocean.": {
    "guess": "Limpopo River",
    "confidence": [
      [
        "L",
        -0.010990286
      ],
      [
        "imp",
        -8.1371305e-05
      ],
      [
        "opo",
        -4.6444635e-05
      ],
      [
        " River",
        -2.319992e-05
      ]
    ]
  },
  "This river originates near Mount Kailash as the Yarlung Tsangpo River, before flowing east towards Mount": {
    "guess": "Yarlung Tsangpo River",
    "confidence": [
      [
        "Y",
        -0.034428626
      ],
      [
        "ar",
        -0.00062070007
      ],
      [
        "lung",
        -1.3186812e-05
      ],
      [
        " Ts",
        -1.50940705e-05
      ],
      [
        "ang",
        -4.823269e-05
      ],
      [
        "po",
        -0.00023083435
      ],
      [
        " River",
        -0.0046965266
      ]
    ]
  },
  "When this man's rival captured his father, he allegedly responded that they had been sworn brothers in the service of the late king, so \"my father is your father – if you decide to boil him, let me have a basin of the broth.\" He forced his favorite male lover, Chi Ju, to wear makeup and was foiled in an attempt to name him successor. Given the title \"Duke of Pe'i\" early in life upon returning to his hometown, he was relegated to a distant province by his earlier mentioned rival, Hsiang Yu, whose suicide allowed this man to take the throne. During his reign, he attempted to give a wife to Modu Chanyu, the leader of the Hsiung-nu, but was deceived by his despotic wife, the Empress Lu, who ruled": {
    "guess": "Liu Bang",
    "confidence": [
      [
        "L",
        -0.8741496
      ],
      [
        "iu",
        -0.012332576
      ],
      [
        " Bang",
        -0.0072444254
      ]
    ]
  },
  "One river in this province, Albany River, flows into James Bay and is used as a boundary between the Kenora District and the Cochrane District. This province also contains the town of Tobermory, in which one can take a ferry from Bruce Peninsula to Manitoulin Island on Lake Huron. Another lake in this province, which is shared with Minnesota and Manitoba, is the Lake of the Woods. Bordered to the northeast by Quebec, this province contains both its nation's largest city and capital. For 10 points, name this most populous province of Canada that contains the national capital Ottawa, with largest": {
    "guess": "Ontario",
    "confidence": [
      [
        "Ont",
        -0.0017452734
      ],
      [
        "ario",
        -4.334534e-05
      ]
    ]
  },
  "One of this river's headstreams flows through Lakes Bangweulu and Mweru. This river forms the Malebo Pool, and its source is the Chambeshi River. Boyoma Falls lies on this river, and after it reaches Kisangani, it is no longer called the Lualaba. This river's mouth lies downstream of Boma, which is located": {
    "guess": "Congo River",
    "confidence": [
      [
        "C",
        -0.0020261852
      ],
      [
        "ongo",
        -3.1281633e-07
      ],
      [
        " River",
        -8.9357956e-05
      ]
    ]
  },
  "This river's headwaters are located on Delgado Chalbaud mountain, and it receives its first significant tributary, the Ugueto River, before passing over the Guaharibos Rapids. After receiving such additional tributaries as the Atabapo and Ventuari Rivers, it widens to almost 5000 feet, though it is not navigable near the rapids at Maipures. The Guri and Macagua dams, found on its tributary the (*) Caroni River, provide power to the region encompassing Ciudad Bolivar and Ciudad Guayana, which are located near its banks. Its delta is found in the Gulf of Paria, while it is connected via the Casiquiare Canal to the Rio Negro, which eventually flows into the Amazon. Flowing through the Llanos, its drainage basin encompasses parts of Colombia and most of Venezuela. For 10 points, name this South": {
    "guess": "Orinoco",
    "confidence": [
      [
        "Or",
        -0.02001855
      ],
      [
        "in",
        -1.1279553e-05
      ],
      [
        "oco",
        -0.00038908547
      ]
    ]
  },
  "This man's rivals included Cratinus and Eupolis. In Plato's Symposium, he delivers a speech in which he argues that men were originally quadrupeds before being bisected by Zeus, and concludes that love": {
    "guess": "Aristophanes",
    "confidence": [
      [
        "A",
        -0.0051537044
      ],
      [
        "rist",
        -0.0001726703
      ],
      [
        "oph",
        -3.619312e-05
      ],
      [
        "anes",
        -0.00012642296
      ]
    ]
  },
  "This river drops into the Hula Valley after the Hasbaya, Baniyas, and Hasbani Rivers rise and converge": {
    "guess": "Jordan River",
    "confidence": [
      [
        "Jordan",
        -0.013302814
      ],
      [
        " River",
        -0.001837726
      ]
    ]
  },
  "This river's tributaries include the Shashe and Mzingwane, but its main tributary is the Olifants River. It cuts through the Hartbeespoort Gap, the site of an irrigation dam. Floods of this river in 2000 damaged the port city of Xai-xai on this river's mouth. This river is formed where the Marico and Crocodile Rivers join together. Its native name may be Sotho for \"river of the waterfall,\" while Espiritu": {
    "guess": "Limpopo River",
    "confidence": [
      [
        "L",
        -0.055674918
      ],
      [
        "imp",
        -0.0010051816
      ],
      [
        "opo",
        -5.6576944e-05
      ],
      [
        " River",
        -2.749125e-05
      ]
    ]
  },
  "One river in this province, Albany River, flows into James Bay and is used as a boundary between the Kenora District and the Cochrane District. This province also contains the town of Tobermory, in which one can take a ferry from Bruce Peninsula to Manitoulin Island on Lake Huron. Another lake in this province, which is shared with Minnesota and Manitoba, is the Lake of the Woods. Bordered to the northeast": {
    "guess": "Ontario",
    "confidence": [
      [
        "Ont",
        -0.002549862
      ],
      [
        "ario",
        -0.00011486754
      ]
    ]
  },
  "This river's tributaries include the Iller and Abens Rivers. Previously, this river contained the Ada Kaleh, now submerged following the construction of the two dams at the Iron Gates. The confluence of this river and the Siret is at the port city of Galati, while this river joins a large tributary called the Sava in a Balkan capital. Receiving the Tisza in Serbia, this river begins in the Black Forest": {
    "guess": "Danube River",
    "confidence": [
      [
        "Dan",
        -0.0048187305
      ],
      [
        "ube",
        -0.0001658757
      ],
      [
        " River",
        -0.36119363
      ]
    ]
  },
  "This river flows past the only walled city in the Americas north of Mexico. Another city on this river is home to a \"Biodome\" with replicas of four ecosystems, as well as an Olympic stadium nicknamed the \"Big O.\" This river empties into a massive estuary that contains the Magdalen Islands and Anticosti": {
    "guess": "Saint Lawrence River",
    "confidence": [
      [
        "Saint",
        -0.07939742
      ],
      [
        " Lawrence",
        -0.00034177996
      ],
      [
        " River",
        -1.998142e-05
      ]
    ]
  },
  "This river's headwaters are located on Delgado Chalbaud mountain, and it receives its first significant tributary, the Ugueto River, before passing over the Guaharibos Rapids. After receiving such additional tributaries as the Atabapo and Ventuari Rivers, it widens to almost 5000 feet, though it is not navigable near the rapids at Maipures. The Guri and Macagua dams, found on its tributary the (*)": {
    "guess": "Caroní River",
    "confidence": [
      [
        "Car",
        -0.19218716
      ],
      [
        "on",
        -0.6547109
      ],
      [
        "í",
        -0.0010024435
      ],
      [
        " River",
        -0.00064810226
      ]
    ]
  },
  "A river separates civilians from a tree in this artist's depiction of rubble waiting to be used to build a town. In another of his paintings, soldiers continue to fight even as a giant snowstorm engulfs an orange sun. This painter of (*) Dido Building Carthage and Hannibal Crossing the Alps showed a": {
    "guess": "J. M. W. Turner",
    "confidence": [
      [
        "J",
        -0.36285886
      ],
      [
        ".",
        -0.028259106
      ],
      [
        " M",
        -0.00013953536
      ],
      [
        ".",
        -0.00033856148
      ],
      [
        " W",
        -4.477578e-05
      ],
      [
        ".",
        -0.00015979631
      ],
      [
        " Turner",
        -4.370295e-05
      ]
    ]
  },
  "This river rises on the Two Oceans Plateau and receives the Pacific Branch of Two Oceans Creek near Moran Junction. Much of this river's course is located on an arid but fertile plain containing many basalt flows as well as the sinks of the Lost River and was also the route of the catastrophic draining": {
    "guess": "Snake River",
    "confidence": [
      [
        "Snake",
        -1.0000101
      ],
      [
        " River",
        -0.00023441046
      ]
    ]
  },
  "This river originates near Mount Kailash as the Yarlung Tsangpo River, before flowing east towards Mount Namcha Barwa. This river is called the Siang when it enters Arunachal Pradesh before being joined by the Lohit and Dibang rivers. This river flows past notable locales, such as the Kaziranga National Park in the state of Assam, before entering its final leg, where this river splits into a lower branch and the Jamuna branch which flows into the Padma. Beginning in southeastern China before flowing past India into Bangladesh, for 10 points, name this Asian river that empties into the Bay of Bengal after merging with the Ganges.": {
    "guess": "Brahmaputra River",
    "confidence": [
      [
        "B",
        -0.01182825
      ],
      [
        "rah",
        -0.0005474338
      ],
      [
        "map",
        -1.5451682e-05
      ],
      [
        "utra",
        -0.00029780483
      ],
      [
        " River",
        -0.0010359067
      ]
    ]
  },
  "This river's tributaries include the Shashe and Mzingwane, but its main tributary is the Olifants River. It cuts through the Hartbeespoort Gap, the site of an irrigation dam. Floods of this river in 2000 damaged the port city of Xai-xai on this river's mouth. This river is formed where the Marico and Crocodile Rivers join together. Its native name may be Sotho for \"river of the waterfall,\" while Espiritu Santo River was the name given to this river by the first European to sight it, (*) Vasco de Gama. This river is the namesake of a province once known as Northern ? Transvaal, which it divides from a northern neighbor home to this river's drainage basin in the Kalahari Desert. For 10 points, name this African river that forms the border between Zimbabwe and South Africa before emptying into": {
    "guess": "Limpopo River",
    "confidence": [
      [
        "L",
        -0.011223713
      ],
      [
        "imp",
        -9.5079726e-05
      ],
      [
        "opo",
        -3.368984e-05
      ],
      [
        " River",
        -8.89548e-06
      ]
    ]
  },
  "One of this river's headstreams flows through Lakes Bangweulu and Mweru. This river forms the Malebo Pool, and its source is the Chambeshi River. Boyoma Falls lies on this river, and after it reaches Kisangani, it is no longer called the Lualaba. This river's mouth lies downstream of Boma, which is located south of Cabinda. Livingstone Falls is located on this river, which receives the Kasai and Ubangi": {
    "guess": "Congo River",
    "confidence": [
      [
        "C",
        -0.007095047
      ],
      [
        "ongo",
        -3.1281633e-07
      ],
      [
        " River",
        -5.0378356e-05
      ]
    ]
  },
  "When this man's rival captured his father, he allegedly responded that they had been sworn brothers in the service of the late king, so \"my father is your father – if you decide to boil him, let me have a basin of the broth.\" He forced his favorite male lover, Chi Ju, to wear makeup and was foiled in an attempt to name him successor. Given the title \"Duke of Pe'i\" early in life upon returning to his": {
    "guess": "Xiang Yu",
    "confidence": [
      [
        "X",
        -1.1806763
      ],
      [
        "iang",
        -0.059245374
      ],
      [
        " Yu",
        -0.004093597
      ]
    ]
  },
  "This river's tributaries include the Shashe and Mzingwane, but its main tributary is the Olifants River. It cuts through the Hartbeespoort Gap, the site of an irrigation dam. Floods of this river in 2000 damaged the port city of Xai-xai on this river's mouth. This river is formed where the Marico and Crocodile Rivers join together. Its native name may be Sotho for \"river of the waterfall,\" while Espiritu Santo River was the name given to this river by the first European to sight it, (*) Vasco de Gama. This river is the namesake of a province once known as Northern ? Transvaal, which it divides": {
    "guess": "Limpopo River",
    "confidence": [
      [
        "L",
        -0.018132856
      ],
      [
        "imp",
        -0.000112125854
      ],
      [
        "opo",
        -2.6299214e-05
      ],
      [
        " River",
        -1.4498052e-05
      ]
    ]
  },
  "This river flows past the only walled city in the Americas north of Mexico. Another city on this river is home to a \"Biodome\" with replicas of four ecosystems, as well as an Olympic stadium nicknamed the \"Big O.\" This river empties into a massive estuary that contains the Magdalen Islands and Anticosti Island after flowing past to the Gaspé Peninsula. This river flows through the Thousand Islands. The Ottawa River drains into this river. The opening of this river's eponymous Seaway made the Erie Canal completely obsolete. For 10 points, name this river that flows northeast from Lake Ontario through Montréal and Québec City before emptying into its namesake Gulf.": {
    "guess": "Saint Lawrence River",
    "confidence": [
      [
        "Saint",
        -0.04795273
      ],
      [
        " Lawrence",
        -0.00095981994
      ],
      [
        " River",
        -1.8550976e-05
      ]
    ]
  },
  "This river rises on the Two Oceans Plateau and receives the Pacific Branch of Two Oceans Creek near Moran": {
    "guess": "Two Ocean Creek",
    "confidence": [
      [
        "Two",
        -0.61023533
      ],
      [
        " Ocean",
        -0.29372522
      ],
      [
        " Creek",
        -0.053716373
      ]
    ]
  },
  "This river's tributaries include the Ghaghra and the Jumna, which joins it near  Allahabad. Other cities on it include Kanpur, Patna, and Benares. Its namesake plain  lies to the north of the Vindhya Range and the Deccan Plateau. The Brahmaputra  River joins its delta, which empties into the Bay of Bengal": {
    "guess": "Ganges",
    "confidence": [
      [
        "G",
        -0.0030202565
      ],
      [
        "anges",
        -0.0011626037
      ]
    ]
  },
  "This man's rivals included Cratinus and Eupolis. In Plato's Symposium, he delivers a speech in which he argues that men were originally quadrupeds before being bisected by Zeus, and concludes that love is the pursuit of the other half. His earliest play was the now lost Banqueters, while his second, Babylonians, criticized the demagogue Cleon, which he continued to do in The Acharnians and The Knights. Other plays of his concern the building of Cloudcukooland, a sex-strike by women to end a war, and a literary contest in hell. For ten points, identify this Greek comedian, author of The Birds, Lysistrata, and The Frogs.": {
    "guess": "Aristophanes",
    "confidence": [
      [
        "A",
        -0.005128923
      ],
      [
        "rist",
        -6.869018e-06
      ],
      [
        "oph",
        -3.106736e-05
      ],
      [
        "anes",
        -6.749814e-06
      ]
    ]
  },
  "This man's rivals included Cratinus and Eupolis. In Plato's Symposium, he delivers a speech in which he argues that men were originally quadrupeds before being bisected by Zeus, and concludes that love is the pursuit of the other half. His earliest play was the now lost Banqueters, while his second, Babylonians, criticized the demagogue Cleon, which he continued to do in The Acharnians and The Knights. Other plays of his concern the building of Cloudcukooland, a sex-strike by women to end a war,": {
    "guess": "Aristophanes",
    "confidence": [
      [
        "A",
        -0.0021883298
      ],
      [
        "rist",
        -1.6166903e-05
      ],
      [
        "oph",
        -5.7292167e-05
      ],
      [
        "anes",
        -2.1411865e-05
      ]
    ]
  },
  "This man's rivals included Cratinus and Eupolis. In Plato's Symposium, he delivers a speech in which he argues that men were originally quadrupeds before being bisected by Zeus, and concludes that love is the pursuit of the other half. His earliest play was the now lost Banqueters, while his second, Babylonians, criticized the demagogue Cleon, which he continued to do in The Acharnians and The Knights.": {
    "guess": "Aristophanes",
    "confidence": [
      [
        "A",
        -0.0011645074
      ],
      [
        "rist",
        -2.8802491e-05
      ],
      [
        "oph",
        -3.4285862e-05
      ],
      [
        "anes",
        -2.0100624e-05
      ]
    ]
  },
  "This river flows past the only walled city in the Americas north of Mexico. Another city on this river is home to a \"Biodome\" with replicas of four ecosystems, as well as an Olympic stadium nicknamed the \"Big O.\" This river empties into a massive estuary that contains the Magdalen Islands and Anticosti Island after flowing past to the Gaspé Peninsula. This river flows through the Thousand Islands. The Ottawa River drains into this river. The opening of this river's eponymous Seaway made the Erie Canal completely obsolete. For 10 points, name this river that flows northeast from Lake Ontario through": {
    "guess": "Saint Lawrence River",
    "confidence": [
      [
        "Saint",
        -0.026052704
      ],
      [
        " Lawrence",
        -0.00094553013
      ],
      [
        " River",
        -4.9617593e-06
      ]
    ]
  },
  "A river separates civilians from a tree in this artist's depiction of rubble waiting to be used to build a town. In another of his paintings, soldiers continue to fight even as a giant snowstorm engulfs an orange sun. This painter of (*) Dido Building Carthage and Hannibal Crossing the Alps showed a splash of red and orange as sailors navigate treacherous waters. Another work by this artist of The": {
    "guess": "J. M. W. Turner",
    "confidence": [
      [
        "J",
        -0.17016019
      ],
      [
        ".",
        -0.014073237
      ],
      [
        " M",
        -0.00013715129
      ],
      [
        ".",
        -0.0001503829
      ],
      [
        " W",
        -2.9279307e-05
      ],
      [
        ".",
        -6.3609965e-05
      ],
      [
        " Turner",
        -1.50940705e-05
      ]
    ]
  },
  "A river separates civilians from a tree in this artist's depiction of rubble waiting to be used to build a town. In another of his paintings, soldiers continue to fight even as a giant snowstorm engulfs an orange sun. This painter of (*) Dido Building Carthage and Hannibal Crossing the Alps showed a splash of red and orange as sailors navigate treacherous waters. Another work by this artist of The Slave Ship is subtitled The Great Western Railway and shows a train crossing a river. A sun sets as a ship is \"tugged to her last berth\" in his most famous work. For 10 points, name this English painter": {
    "guess": "J. M. W. Turner",
    "confidence": [
      [
        "J",
        -0.02631458
      ],
      [
        ".",
        -0.020861132
      ],
      [
        " M",
        -2.1531068e-05
      ],
      [
        ".",
        -6.909333e-05
      ],
      [
        " W",
        -1.0802739e-05
      ],
      [
        ".",
        -6.515961e-05
      ],
      [
        " Turner",
        -8.537869e-06
      ]
    ]
  },
  "This river's tributaries include the Shashe and Mzingwane, but its main tributary is the Olifants River.": {
    "guess": "Limpopo River",
    "confidence": [
      [
        "L",
        -0.0065511246
      ],
      [
        "imp",
        -1.3544423e-05
      ],
      [
        "opo",
        -3.4762674e-05
      ],
      [
        " River",
        -4.0842064e-05
      ]
    ]
  },
  "This river divides into two channels in its upper course to form a large island known as Majuli. It rises in the Kailas Range near Mapam Lake and is soon joined by the Lohit River. It passes through Xigaze early and becomes navigable near Dibrugarh, then passes through Gauhati. One of the few rivers to exhibit an eagre or tidal bore, it is known as the Dihang River in the lowland plains and splits into the Meghna and the Jamuna rivers when it turns south. FTP, name this river which starts in Tibet,": {
    "guess": "Brahmaputra River",
    "confidence": [
      [
        "B",
        -0.014371277
      ],
      [
        "rah",
        -0.002152642
      ],
      [
        "map",
        -1.4855664e-05
      ],
      [
        "utra",
        -0.0003587032
      ],
      [
        " River",
        -0.0031241216
      ]
    ]
  },
  "This river drops into the Hula Valley after the Hasbaya, Baniyas, and Hasbani Rivers rise and converge from Mount Hermon. Its two largest tributaries are the Zarqa and Yarmouk rivers. Degania, the oldest kibbutz in the world, is located on the shores of this river, which flows into the Sea of Galilee and ends at the Dead Sea. Saint John the Baptist baptized Jesus at the site of this river. This river rises from the Syria-Lebanon border to form a border between a namesake country and Israel, for 10 points, name this Middle Eastern river which shares a name with both a country whose capital is located": {
    "guess": "Jordan River",
    "confidence": [
      [
        "Jordan",
        -0.0011273598
      ],
      [
        " River",
        -0.00014263466
      ]
    ]
  },
  "When this man's rival captured his father, he allegedly responded that they had been sworn brothers in the service of the late king, so \"my father is your father – if you decide to boil him, let me have a basin of the broth.\" He forced his favorite male lover, Chi Ju, to wear makeup and was foiled in an attempt to name him successor. Given the title \"Duke of Pe'i\" early in life upon returning to his hometown, he was relegated to a distant province by his earlier mentioned rival, Hsiang Yu, whose suicide allowed this man to take the throne. During his reign, he attempted to give a wife to Modu Chanyu, the leader of the Hsiung-nu, but was deceived by his despotic wife, the Empress Lu, who ruled after his death as the power behind the throne. Known for growing up as a prison official of the peasant": {
    "guess": "Emperor Gaozu of Han",
    "confidence": [
      [
        "Em",
        -0.26209497
      ],
      [
        "peror",
        -1.3306016e-05
      ],
      [
        " G",
        -0.4912154
      ],
      [
        "ao",
        -0.00042650447
      ],
      [
        "zu",
        -0.007953796
      ],
      [
        " of",
        -0.0013653546
      ],
      [
        " Han",
        -0.0004043362
      ]
    ]
  },
  "This river's tributaries include the Iller and Abens Rivers. Previously, this river contained the Ada Kaleh, now submerged following the construction of the two dams at the Iron Gates. The confluence of": {
    "guess": "Danube",
    "confidence": [
      [
        "Dan",
        -0.0058723865
      ],
      [
        "ube",
        -0.00013321757
      ]
    ]
  },
  "This river flows past the only walled city in the Americas north of Mexico. Another city on this river is home to a \"Biodome\" with replicas of four ecosystems, as well as an Olympic stadium nicknamed the": {
    "guess": "Saint Lawrence River",
    "confidence": [
      [
        "Saint",
        -0.22528815
      ],
      [
        " Lawrence",
        -0.0050528985
      ],
      [
        " River",
        -3.4047454e-05
      ]
    ]
  },
  "This river's tributaries include the Iller and Abens Rivers. Previously, this river contained the Ada": {
    "guess": "Danube",
    "confidence": [
      [
        "Dan",
        -0.39890683
      ],
      [
        "ube",
        -0.00019984508
      ]
    ]
  },
  "This river divides into two channels in its upper course to form a large island known as Majuli. It rises in the Kailas Range near Mapam Lake and is soon joined by the Lohit River. It passes through Xigaze early and becomes navigable near Dibrugarh, then passes through Gauhati. One of the few rivers to exhibit an eagre or tidal bore, it is known as the Dihang River in the lowland plains and splits into the Meghna and the Jamuna rivers when it turns south. FTP, name this river which starts in Tibet, flows through southern China, and then turns into Bangladesh where it empties into the Bay of Bengal forming a massive delta with the Ganges.": {
    "guess": "Brahmaputra River",
    "confidence": [
      [
        "B",
        -0.0037416485
      ],
      [
        "rah",
        -0.00036846695
      ],
      [
        "map",
        -1.0280384e-06
      ],
      [
        "utra",
        -0.00017743846
      ],
      [
        " River",
        -0.0017381248
      ]
    ]
  },
  "This river rises on the Two Oceans Plateau and receives the Pacific Branch of Two Oceans Creek near Moran Junction. Much of this river's course is located on an arid but fertile plain containing many basalt flows as well as the sinks of the Lost River and was also the route of the catastrophic draining of Lake Bonneville. This river's tributaries include the Palouse and Henrys Fork and the Shoshone Falls is located on this river which passes next to Fort Hall and the Craters of the Moon National Monument. Its largest tributary is the Salmon, which it meets near the Seven Devils Mountains in Hells Canyon Gorge, before it forms part of the Oregon-Idaho border. For 10 points, identify this river that flows through Grand Teton National Park and is the largest tributary of the Columbia River.": {
    "guess": "Snake River",
    "confidence": [
      [
        "Snake",
        -0.0023266484
      ],
      [
        " River",
        -1.2113979e-05
      ]
    ]
  },
  "This river flows past the only walled city in the Americas north of Mexico. Another city on this river": {
    "guess": "Mississippi River",
    "confidence": [
      [
        "Miss",
        -1.2044924
      ],
      [
        "issippi",
        -0.3853999
      ],
      [
        " River",
        -0.00088359555
      ]
    ]
  },
  "This river's headwaters are located on Delgado Chalbaud mountain, and it receives its first significant tributary, the Ugueto River, before passing over the Guaharibos Rapids. After receiving such additional tributaries as the Atabapo and Ventuari Rivers, it widens to almost 5000 feet, though it is not navigable near the rapids at Maipures. The Guri and Macagua dams, found on its tributary the (*) Caroni River, provide power to the region encompassing Ciudad Bolivar and Ciudad Guayana, which are": {
    "guess": "Orinoco River",
    "confidence": [
      [
        "Or",
        -0.02169135
      ],
      [
        "in",
        -3.4121115e-06
      ],
      [
        "oco",
        -0.0002997121
      ],
      [
        " River",
        -3.2140193e-05
      ]
    ]
  },
  "This man's rivals included Cratinus and Eupolis. In Plato's Symposium, he delivers a speech in which": {
    "guess": "Aristophanes",
    "confidence": [
      [
        "A",
        -0.06352379
      ],
      [
        "rist",
        -0.0066077295
      ],
      [
        "oph",
        -6.0272258e-05
      ],
      [
        "anes",
        -7.827201e-05
      ]
    ]
  },
  "This river rises on the Two Oceans Plateau and receives the Pacific Branch of Two Oceans Creek near Moran Junction. Much of this river's course is located on an arid but fertile plain containing many basalt flows as well as the sinks of the Lost River and was also the route of the catastrophic draining of Lake Bonneville. This river's tributaries include the Palouse and Henrys Fork and the Shoshone Falls is located on this river which passes next to Fort Hall and the Craters of the Moon National Monument. Its largest tributary is the Salmon, which it meets near the Seven Devils Mountains in Hells": {
    "guess": "Snake River",
    "confidence": [
      [
        "Snake",
        -0.0034855586
      ],
      [
        " River",
        -8.900034e-05
      ]
    ]
  },
  "One river in this province, Albany River, flows into James Bay and is used as a boundary between the Kenora District and the Cochrane District. This province also contains the town of Tobermory, in which one can take a ferry from Bruce Peninsula to Manitoulin Island on Lake Huron. Another lake in this province, which is shared with Minnesota and Manitoba, is the Lake of the Woods. Bordered to the northeast by Quebec, this province contains both its nation's largest city and capital. For 10 points,": {
    "guess": "Ontario",
    "confidence": [
      [
        "Ont",
        -0.0010890202
      ],
      [
        "ario",
        -7.624555e-05
      ]
    ]
  },
  "This river's tributaries include the Shashe and Mzingwane, but its main tributary is the Olifants River. It cuts through the Hartbeespoort Gap, the site of an irrigation dam. Floods of this river in 2000": {
    "guess": "Limpopo River",
    "confidence": [
      [
        "L",
        -0.10205022
      ],
      [
        "imp",
        -0.0024973024
      ],
      [
        "opo",
        -0.00014454192
      ],
      [
        " River",
        -0.0003678709
      ]
    ]
  },
  "This river's tributaries include the Shashe and Mzingwane, but its main tributary is the Olifants River. It cuts through the Hartbeespoort Gap, the site of an irrigation dam. Floods of this river in 2000 damaged the port city of Xai-xai on this river's mouth. This river is formed where the Marico and": {
    "guess": "Limpopo River",
    "confidence": [
      [
        "L",
        -0.031616848
      ],
      [
        "imp",
        -0.0003548887
      ],
      [
        "opo",
        -6.837811e-05
      ],
      [
        " River",
        -4.167649e-05
      ]
    ]
  },
  "This river's tributaries include the Ghaghra and the Jumna, which joins it near  Allahabad. Other cities": {
    "guess": "Yamuna",
    "confidence": [
      [
        "Y",
        -0.65373975
      ],
      [
        "am",
        -2.0100624e-05
      ],
      [
        "una",
        -5.0497558e-05
      ]
    ]
  },
  "One of this river's headstreams flows through Lakes Bangweulu and Mweru. This river forms the Malebo Pool, and its source is the Chambeshi River. Boyoma Falls lies on this river, and after it reaches Kisangani, it is no longer called the Lualaba. This river's mouth lies downstream of Boma, which is located south of Cabinda. Livingstone Falls is located on this river, which receives the Kasai and Ubangi Rivers. This river, which flows through (*) Katanga and receives water from Lake Tanganyika, separates the cities of Brazzaville and Kinshasa. For ten points, name this African river which flows through a namesake Democratic Republic.": {
    "guess": "Congo River",
    "confidence": [
      [
        "C",
        -0.004708157
      ],
      [
        "ongo",
        -2.4584822e-06
      ],
      [
        " River",
        -0.00057555124
      ]
    ]
  },
  "One of this river's headstreams flows through Lakes Bangweulu and Mweru. This river forms the Malebo Pool, and its source is the Chambeshi River. Boyoma Falls lies on this river, and after it reaches Kisangani, it is no longer called the Lualaba. This river's mouth lies downstream of Boma, which is located south of Cabinda. Livingstone Falls is located on this river, which receives the Kasai and Ubangi Rivers. This river, which flows through (*) Katanga and receives water from Lake Tanganyika, separates the cities of Brazzaville and Kinshasa. For ten points, name this African river which flows": {
    "guess": "Congo River",
    "confidence": [
      [
        "C",
        -0.0020000117
      ],
      [
        "ongo",
        -1.0280384e-06
      ],
      [
        " River",
        -0.0004388943
      ]
    ]
  },
  "This river's headwaters are located on Delgado Chalbaud mountain, and it receives its first significant tributary, the Ugueto River, before passing over the Guaharibos Rapids. After receiving such additional tributaries as the Atabapo and Ventuari Rivers, it widens to almost 5000 feet, though it is not navigable near the rapids at Maipures. The Guri and Macagua dams, found on its tributary the (*) Caroni River, provide power to the region encompassing Ciudad Bolivar and Ciudad Guayana, which are located near its banks. Its delta is found in the Gulf of Paria, while it is connected via the Casiquiare Canal to the Rio Negro, which eventually flows into the Amazon. Flowing through the Llanos, its": {
    "guess": "Orinoco",
    "confidence": [
      [
        "Or",
        -0.0020848317
      ],
      [
        "in",
        -1.4617256e-05
      ],
      [
        "oco",
        -0.00046653853
      ]
    ]
  },
  "This river drops into the Hula Valley after the Hasbaya, Baniyas, and Hasbani Rivers rise and converge from Mount Hermon. Its two largest tributaries are the Zarqa and Yarmouk rivers. Degania, the oldest kibbutz in the world, is located on the shores of this river, which flows into the Sea of Galilee and ends at the Dead Sea. Saint John the Baptist baptized Jesus at the site of this river. This river": {
    "guess": "Jordan River",
    "confidence": [
      [
        "Jordan",
        -0.0014178574
      ],
      [
        " River",
        -7.505351e-05
      ]
    ]
  },
  "A river separates civilians from a tree in this artist's depiction of rubble waiting to be used to build a town. In another of his paintings, soldiers continue to fight even as a giant snowstorm engulfs an orange sun. This painter of (*) Dido Building Carthage and Hannibal Crossing the Alps showed a splash of red and orange as sailors navigate treacherous waters. Another work by this artist of The Slave Ship is subtitled The Great Western Railway and shows a train crossing a river. A sun sets as a ship is \"tugged to her last berth\" in his most famous work. For 10 points, name this English painter of Rain, Steam, and Speed and The Fighting Temaraire.": {
    "guess": "J. M. W. Turner",
    "confidence": [
      [
        "J",
        -0.038880493
      ],
      [
        ".",
        -0.014147294
      ],
      [
        " M",
        -1.11603495e-05
      ],
      [
        ".",
        -3.9054008e-05
      ],
      [
        " W",
        -6.392203e-06
      ],
      [
        ".",
        -5.252402e-05
      ],
      [
        " Turner",
        -2.220075e-06
      ]
    ]
  },
  "This river's tributaries include the Iller and Abens Rivers. Previously, this river contained the Ada Kaleh, now submerged following the construction of the two dams at the Iron Gates. The confluence of this river and the Siret is at the port city of Galati, while this river joins a large tributary called the Sava in a Balkan capital. Receiving the Tisza in Serbia, this river begins in the Black Forest of Germany and is the second longest river in Europe. For 10 points, name this river that passes through Belgrade, Budapest, and Vienna, and flows into the Black Sea.": {
    "guess": "Danube River",
    "confidence": [
      [
        "Dan",
        -0.013454909
      ],
      [
        "ube",
        -9.388769e-05
      ],
      [
        " River",
        -0.46907732
      ]
    ]
  },
  "This river originates near Mount Kailash as the Yarlung Tsangpo River, before flowing east towards Mount Namcha Barwa. This river is called the Siang when it enters Arunachal Pradesh before being joined": {
    "guess": "Brahmaputra River",
    "confidence": [
      [
        "B",
        -0.0074980203
      ],
      [
        "rah",
        -0.000520624
      ],
      [
        "map",
        -1.247159e-05
      ],
      [
        "utra",
        -0.00016849818
      ],
      [
        " River",
        -4.1914896e-05
      ]
    ]
  },
  "One river in this province, Albany River, flows into James Bay and is used as a boundary between the Kenora District and the Cochrane District. This province also contains the town of Tobermory, in which one can take a ferry from Bruce Peninsula to Manitoulin Island on Lake Huron. Another lake in this": {
    "guess": "Ontario",
    "confidence": [
      [
        "Ont",
        -0.005145162
      ],
      [
        "ario",
        -0.00022308611
      ]
    ]
  },
  "This river drops into the Hula Valley after the Hasbaya, Baniyas, and Hasbani Rivers rise and converge from Mount Hermon. Its two largest tributaries are the Zarqa and Yarmouk rivers. Degania, the oldest": {
    "guess": "Jordan River",
    "confidence": [
      [
        "Jordan",
        -0.006757648
      ],
      [
        " River",
        -0.00046975704
      ]
    ]
  },
  "A river separates civilians from a tree in this artist's depiction of rubble waiting to be used to build a town. In another of his paintings, soldiers continue to fight even as a giant snowstorm engulfs an orange sun. This painter of (*) Dido Building Carthage and Hannibal Crossing the Alps showed a splash of red and orange as sailors navigate treacherous waters. Another work by this artist of The Slave Ship is subtitled The Great Western Railway and shows a train crossing a river. A sun sets as": {
    "guess": "J. M. W. Turner",
    "confidence": [
      [
        "J",
        -0.045265663
      ],
      [
        ".",
        -0.017674316
      ],
      [
        " M",
        -0.00013059509
      ],
      [
        ".",
        -0.00015717384
      ],
      [
        " W",
        -3.5954712e-05
      ],
      [
        ".",
        -7.8748824e-05
      ],
      [
        " Turner",
        -8.299462e-06
      ]
    ]
  },
  "This river's tributaries include the Iller and Abens Rivers. Previously, this river contained the Ada Kaleh, now submerged following the construction of the two dams at the Iron Gates. The confluence of this river and the Siret is at the port city of Galati, while this river joins a large tributary called": {
    "guess": "Danube River",
    "confidence": [
      [
        "Dan",
        -0.024014954
      ],
      [
        "ube",
        -0.00021986762
      ],
      [
        " River",
        -0.49474943
      ]
    ]
  },
  "This river rises on the Two Oceans Plateau and receives the Pacific Branch of Two Oceans Creek near Moran Junction. Much of this river's course is located on an arid but fertile plain containing many basalt flows as well as the sinks of the Lost River and was also the route of the catastrophic draining of Lake Bonneville. This river's tributaries include the Palouse and Henrys Fork and the Shoshone": {
    "guess": "Snake River",
    "confidence": [
      [
        "Snake",
        -0.029149873
      ],
      [
        " River",
        -0.00010485443
      ]
    ]
  },
  "One of this river's headstreams flows through Lakes Bangweulu and Mweru. This river forms the Malebo Pool, and its source is the Chambeshi River. Boyoma Falls lies on this river, and after it reaches Kisangani, it is no longer called the Lualaba. This river's mouth lies downstream of Boma, which is located south of Cabinda. Livingstone Falls is located on this river, which receives the Kasai and Ubangi Rivers. This river, which flows through (*) Katanga and receives water from Lake Tanganyika, separates": {
    "guess": "Congo River",
    "confidence": [
      [
        "C",
        -0.0021889259
      ],
      [
        "ongo",
        0.0
      ],
      [
        " River",
        -6.718607e-05
      ]
    ]
  },
  "This man's rivals included Cratinus and Eupolis. In Plato's Symposium, he delivers a speech in which he argues that men were originally quadrupeds before being bisected by Zeus, and concludes that love is the pursuit of the other half. His earliest play was the now lost Banqueters, while his second,": {
    "guess": "Aristophanes",
    "confidence": [
      [
        "A",
        -0.006249546
      ],
      [
        "rist",
        -0.00020509004
      ],
      [
        "oph",
        -9.877504e-05
      ],
      [
        "anes",
        -3.0113732e-05
      ]
    ]
  },
  "One river in this province, Albany River, flows into James Bay and is used as a boundary between the": {
    "guess": "Ontario River",
    "confidence": [
      [
        "Ont",
        -0.088903904
      ],
      [
        "ario",
        -0.00018315656
      ],
      [
        " River",
        -0.3977238
      ]
    ]
  },
  "This river's headwaters are located on Delgado Chalbaud mountain, and it receives its first significant tributary, the Ugueto River, before passing over the Guaharibos Rapids. After receiving such additional tributaries as the Atabapo and Ventuari Rivers, it widens to almost 5000 feet, though it is not": {
    "guess": "Orinoco River",
    "confidence": [
      [
        "Or",
        -0.0031808019
      ],
      [
        "in",
        -1.3856493e-06
      ],
      [
        "oco",
        -0.0001906664
      ],
      [
        " River",
        -2.8802491e-05
      ]
    ]
  },
  "This river's tributaries include the Iller and Abens Rivers. Previously, this river contained the Ada Kaleh, now submerged following the construction of the two dams at the Iron Gates. The confluence of this river and the Siret is at the port city of Galati, while this river joins a large tributary called the Sava in a Balkan capital. Receiving the Tisza in Serbia, this river begins in the Black Forest of Germany and is the second longest river in Europe. For 10 points, name this river that passes": {
    "guess": "Danube River",
    "confidence": [
      [
        "Dan",
        -0.029205449
      ],
      [
        "ube",
        -0.00017433916
      ],
      [
        " River",
        -0.5465489
      ]
    ]
  },
  "One river in this province, Albany River, flows into James Bay and is used as a boundary between the Kenora District and the Cochrane District. This province also contains the town of Tobermory, in which": {
    "guess": "Ontario",
    "confidence": [
      [
        "Ont",
        -0.003322438
      ],
      [
        "ario",
        -0.00013607845
      ]
    ]
  },
  "This river's headwaters are located on Delgado Chalbaud mountain, and it receives its first significant tributary, the Ugueto River, before passing over the Guaharibos Rapids. After receiving such additional tributaries as the Atabapo and Ventuari Rivers, it widens to almost 5000 feet, though it is not navigable near the rapids at Maipures. The Guri and Macagua dams, found on its tributary the (*) Caroni River, provide power to the region encompassing Ciudad Bolivar and Ciudad Guayana, which are located near its banks. Its delta is found in the Gulf of Paria, while it is connected via the Casiquiare": {
    "guess": "Orinoco",
    "confidence": [
      [
        "Or",
        -0.006265539
      ],
      [
        "in",
        -3.1186566e-05
      ],
      [
        "oco",
        -0.00070874026
      ]
    ]
  },
  "This river's tributaries include the Shashe and Mzingwane, but its main tributary is the Olifants River. It cuts through the Hartbeespoort Gap, the site of an irrigation dam. Floods of this river in 2000 damaged the port city of Xai-xai on this river's mouth. This river is formed where the Marico and Crocodile Rivers join together. Its native name may be Sotho for \"river of the waterfall,\" while Espiritu Santo River was the name given to this river by the first European to sight it, (*) Vasco de": {
    "guess": "Limpopo River",
    "confidence": [
      [
        "L",
        -0.07313459
      ],
      [
        "imp",
        -0.00012999907
      ],
      [
        "opo",
        -3.7981175e-05
      ],
      [
        " River",
        -3.786197e-05
      ]
    ]
  },
  "This river rises on the Two Oceans Plateau and receives the Pacific Branch of Two Oceans Creek near Moran Junction. Much of this river's course is located on an arid but fertile plain containing many basalt": {
    "guess": "Snake River",
    "confidence": [
      [
        "Snake",
        -0.13899456
      ],
      [
        " River",
        -0.00012570774
      ]
    ]
  }
}