{
  "Orphaned before he turned five, his siblings sent him to St. George's hospital, where he trained under John Hunter before returning, at the age of 23, to Gloucestershire. One of the first doctors to associate angina with artheriosclerosis, he won his greatest award, induction into the Royal Society,": {
    "guess": "Edward Jenner",
    "confidence": [
      [
        "Edward",
        -0.21124941
      ],
      [
        " Jenner",
        -0.004467389
      ]
    ]
  },
  "The Orphic Argonautica contains a first-person account of an encounter with this figure that had the power to reverse waves. Several scholiasts claim that this villain was a thief that stole Heracles's cattle and was subsequently struck by one of Zeus's thunderbolts. In The Odyssey, Odysseus describes how he was trapped by the powers of this monster from sunrise until the time of day when a judge refuses to hear any more cases and goes home. An encounter with this creature in the Aeneid is presaged by Anchises pointing out a prophecy given by Helenos regarding this beast. After an encounter with this figure, Aeneas's crew washes ashore on the land of the cyclops. Odysseus saves himself from her by suspending himself from a fig tree until his raft is ejected. She sucks up water three times a": {
    "guess": "Scylla",
    "confidence": [
      [
        "Sc",
        -0.02906292
      ],
      [
        "yll",
        -0.00014001218
      ],
      [
        "a",
        -5.5623317e-05
      ]
    ]
  },
  "The Orphic Argonautica contains a first-person account of an encounter with this figure that had the": {
    "guess": "Charybdis",
    "confidence": [
      [
        "Ch",
        -0.3139273
      ],
      [
        "ary",
        -0.0020459364
      ],
      [
        "b",
        -2.5107178e-05
      ],
      [
        "dis",
        -0.00020771251
      ]
    ]
  },
  "In the Orphic tradition, this goddess was seduced by Zeus and gave birth to Zegreus, who was later reborn as Dionysus. The swineherd Eubuleus lost his pigs when a chasm opened in the earth to make way for chariot drawn by black horses carrying this goddess. She turned Minthe into a mint plant to prevent her husband from seducing her, and her mother visited the home of Triptolemus while searching for her. This goddess was ambushed while picking flowers at Eleusis, and after eating some pomegranate": {
    "guess": "Persephone",
    "confidence": [
      [
        "Per",
        -0.0027551877
      ],
      [
        "se",
        -4.6802244e-05
      ],
      [
        "phone",
        -7.822647e-06
      ]
    ]
  },
  "In Orphic tradition, this god is known as Phanes and is called the firstborn. The story of this male": {
    "guess": "Phanes",
    "confidence": [
      [
        "Ph",
        -0.011736469
      ],
      [
        "anes",
        -1.2948405e-05
      ]
    ]
  },
  "Orphaned before he turned five, his siblings sent him to St. George's hospital, where he trained under John Hunter before returning, at the age of 23, to Gloucestershire. One of the first doctors to associate angina with artheriosclerosis, he won his greatest award, induction into the Royal Society, for correctly describing the nesting habits of cuckoos. FTP, name the English doctor, who, fascinated with the folklore that milkmaids rarely caught smallpox, invented the first vaccination.": {
    "guess": "Edward Jenner",
    "confidence": [
      [
        "Edward",
        -0.006591859
      ],
      [
        " Jenner",
        -0.0007325553
      ]
    ]
  },
  "Orphaned before he turned five, his siblings sent him to St. George's hospital, where he trained under John Hunter before returning, at the age of 23, to Gloucestershire. One of the first doctors to associate": {
    "guess": "John Hunter (surgeon)",
    "confidence": [
      [
        "John",
        -0.5511687
      ],
      [
        " Hunter",
        -0.060124792
      ],
      [
        " (",
        -0.15223369
      ],
      [
        "sur",
        -0.0018142868
      ],
      [
        "ge",
        -3.1281633e-07
      ],
      [
        "on",
        -1.3902034e-05
      ],
      [
        ")",
        -0.0012834489
      ]
    ]
  },
  "Orphaned before he turned five, his siblings sent him to St. George's hospital, where he trained under John Hunter before returning, at the age of 23, to Gloucestershire. One of the first doctors to associate angina with artheriosclerosis, he won his greatest award, induction into the Royal Society, for correctly describing the nesting habits of cuckoos. FTP, name the English doctor, who, fascinated": {
    "guess": "Edward Jenner",
    "confidence": [
      [
        "Edward",
        -0.27910057
      ],
      [
        " Jenner",
        -0.006253454
      ]
    ]
  },
  "In the Orphic tradition, this goddess was seduced by Zeus and gave birth to Zegreus, who was later reborn as Dionysus. The swineherd Eubuleus lost his pigs when a chasm opened in the earth to make way for chariot drawn by black horses carrying this goddess. She turned Minthe into a mint plant to prevent her husband from seducing her, and her mother visited the home of Triptolemus while searching for her. This goddess was ambushed while picking flowers at Eleusis, and after eating some pomegranate seeds, she was forced to spend part of the year in the Underworld with her abductor Hades. For 10 points,": {
    "guess": "Persephone",
    "confidence": [
      [
        "Per",
        -0.008923115
      ],
      [
        "se",
        -2.319992e-05
      ],
      [
        "phone",
        -7.226629e-06
      ]
    ]
  },
  "In Orphic tradition, this god is known as Phanes and is called the firstborn. The story of this male god and his love is first told in The Golden Ass, by Lucius Apuleius (app-uh-LAY-us). In that story, this figure leaves his lover after she drops oil on him while trying to see his face. This figure fathers Hedone (hud-OWN-ay), goddess of pleasure, with his wife, the mortal Psyche. For 10 points, name": {
    "guess": "Eros",
    "confidence": [
      [
        "E",
        -0.123023115
      ],
      [
        "ros",
        -5.5577775e-06
      ]
    ]
  },
  "The Orphic Argonautica contains a first-person account of an encounter with this figure that had the power to reverse waves. Several scholiasts claim that this villain was a thief that stole Heracles's cattle and was subsequently struck by one of Zeus's thunderbolts. In The Odyssey, Odysseus describes how he was trapped by the powers of this monster from sunrise until the time of day when a judge refuses to hear any more cases and goes home. An encounter with this creature in the Aeneid is presaged": {
    "guess": "Charybdis",
    "confidence": [
      [
        "Ch",
        -1.224118
      ],
      [
        "ary",
        -0.0012461857
      ],
      [
        "b",
        -1.4021238e-05
      ],
      [
        "dis",
        -6.980855e-05
      ]
    ]
  },
  "In Orphic tradition, this god is known as Phanes and is called the firstborn. The story of this male god and his love is first told in The Golden Ass, by Lucius Apuleius (app-uh-LAY-us). In that story,": {
    "guess": "Eros",
    "confidence": [
      [
        "E",
        -0.02053045
      ],
      [
        "ros",
        -0.00014787962
      ]
    ]
  },
  "The Orphic Argonautica contains a first-person account of an encounter with this figure that had the power to reverse waves. Several scholiasts claim that this villain was a thief that stole Heracles's": {
    "guess": "Charybdis",
    "confidence": [
      [
        "Ch",
        -0.07255938
      ],
      [
        "ary",
        -0.002526553
      ],
      [
        "b",
        -3.655073e-05
      ],
      [
        "dis",
        -0.00013178712
      ]
    ]
  },
  "In the Orphic tradition, this goddess was seduced by Zeus and gave birth to Zegreus, who was later reborn as Dionysus. The swineherd Eubuleus lost his pigs when a chasm opened in the earth to make way for chariot drawn by black horses carrying this goddess. She turned Minthe into a mint plant to prevent her husband from seducing her, and her mother visited the home of Triptolemus while searching for her. This goddess was ambushed while picking flowers at Eleusis, and after eating some pomegranate seeds, she was forced to spend part of the year in the Underworld with her abductor Hades. For 10 points, name this daughter of Zeus and Demeter, the goddess of spring.": {
    "guess": "Persephone",
    "confidence": [
      [
        "Per",
        -0.00041518008
      ],
      [
        "se",
        -6.5278815e-05
      ],
      [
        "phone",
        -2.4391957e-05
      ]
    ]
  },
  "The Orphic Argonautica contains a first-person account of an encounter with this figure that had the power to reverse waves. Several scholiasts claim that this villain was a thief that stole Heracles's cattle and was subsequently struck by one of Zeus's thunderbolts. In The Odyssey, Odysseus describes how he was trapped by the powers of this monster from sunrise until the time of day when a judge refuses to hear any more cases and goes home. An encounter with this creature in the Aeneid is presaged by Anchises pointing out a prophecy given by Helenos regarding this beast. After an encounter with": {
    "guess": "Scylla",
    "confidence": [
      [
        "Sc",
        -0.26200837
      ],
      [
        "yll",
        -0.00021700673
      ],
      [
        "a",
        -3.0232935e-05
      ]
    ]
  },
  "Orphaned before he turned five, his siblings sent him to St. George's hospital, where he trained under": {
    "guess": "Florence Nightingale",
    "confidence": [
      [
        "Flo",
        -1.1611736
      ],
      [
        "rence",
        -0.06380846
      ],
      [
        " Night",
        -0.00017159748
      ],
      [
        "ing",
        -0.0003042418
      ],
      [
        "ale",
        -9.376849e-05
      ]
    ]
  },
  "The Orphic Argonautica contains a first-person account of an encounter with this figure that had the power to reverse waves. Several scholiasts claim that this villain was a thief that stole Heracles's cattle and was subsequently struck by one of Zeus's thunderbolts. In The Odyssey, Odysseus describes how he was trapped by the powers of this monster from sunrise until the time of day when a judge refuses to hear any more cases and goes home. An encounter with this creature in the Aeneid is presaged by Anchises pointing out a prophecy given by Helenos regarding this beast. After an encounter with this figure, Aeneas's crew washes ashore on the land of the cyclops. Odysseus saves himself from her by suspending himself from a fig tree until his raft is ejected. She sucks up water three times a day off the coast of Sicily. For 10 points, name this mythological alternative to Scylla.": {
    "guess": "Charybdis",
    "confidence": [
      [
        "Ch",
        -0.052440174
      ],
      [
        "ary",
        -3.4121115e-06
      ],
      [
        "b",
        -2.4630364e-05
      ],
      [
        "dis",
        -4.3941356e-05
      ]
    ]
  },
  "In the Orphic tradition, this goddess was seduced by Zeus and gave birth to Zegreus, who was later reborn": {
    "guess": "Persephone",
    "confidence": [
      [
        "Per",
        -0.19612908
      ],
      [
        "se",
        -1.831257e-05
      ],
      [
        "phone",
        -3.888926e-06
      ]
    ]
  },
  "In Orphic tradition, this god is known as Phanes and is called the firstborn. The story of this male god and his love is first told in The Golden Ass, by Lucius Apuleius (app-uh-LAY-us). In that story, this figure leaves his lover after she drops oil on him while trying to see his face. This figure fathers": {
    "guess": "Eros",
    "confidence": [
      [
        "E",
        -0.16140516
      ],
      [
        "ros",
        -0.0002998313
      ]
    ]
  },
  "In the Orphic tradition, this goddess was seduced by Zeus and gave birth to Zegreus, who was later reborn as Dionysus. The swineherd Eubuleus lost his pigs when a chasm opened in the earth to make way for chariot drawn by black horses carrying this goddess. She turned Minthe into a mint plant to prevent her husband from seducing her, and her mother visited the home of Triptolemus while searching for": {
    "guess": "Demeter",
    "confidence": [
      [
        "Dem",
        -0.91496843
      ],
      [
        "eter",
        -0.00012809181
      ]
    ]
  },
  "In the Orphic tradition, this goddess was seduced by Zeus and gave birth to Zegreus, who was later reborn as Dionysus. The swineherd Eubuleus lost his pigs when a chasm opened in the earth to make way": {
    "guess": "Persephone",
    "confidence": [
      [
        "Per",
        -0.25351632
      ],
      [
        "se",
        -7.703444e-06
      ],
      [
        "phone",
        -8.304016e-05
      ]
    ]
  },
  "The Orphic Argonautica contains a first-person account of an encounter with this figure that had the power to reverse waves. Several scholiasts claim that this villain was a thief that stole Heracles's cattle and was subsequently struck by one of Zeus's thunderbolts. In The Odyssey, Odysseus describes how he was trapped by the powers of this monster from sunrise until the time of day when a judge refuses to hear any more cases and goes home. An encounter with this creature in the Aeneid is presaged by Anchises pointing out a prophecy given by Helenos regarding this beast. After an encounter with this figure, Aeneas's crew washes ashore on the land of the cyclops. Odysseus saves himself from her": {
    "guess": "Scylla",
    "confidence": [
      [
        "Sc",
        -0.023431584
      ],
      [
        "yll",
        -0.00010616567
      ],
      [
        "a",
        -3.166338e-05
      ]
    ]
  },
  "In the Orphic tradition, this goddess was seduced by Zeus and gave birth to Zegreus, who was later reborn as Dionysus. The swineherd Eubuleus lost his pigs when a chasm opened in the earth to make way for chariot drawn by black horses carrying this goddess. She turned Minthe into a mint plant to prevent": {
    "guess": "Persephone",
    "confidence": [
      [
        "Per",
        -0.4988566
      ],
      [
        "se",
        -1.6882126e-05
      ],
      [
        "phone",
        -4.608702e-05
      ]
    ]
  },
  "The Orphic Argonautica contains a first-person account of an encounter with this figure that had the power to reverse waves. Several scholiasts claim that this villain was a thief that stole Heracles's cattle and was subsequently struck by one of Zeus's thunderbolts. In The Odyssey, Odysseus describes": {
    "guess": "Charybdis",
    "confidence": [
      [
        "Ch",
        -0.03966266
      ],
      [
        "ary",
        -0.00025251842
      ],
      [
        "b",
        -2.319992e-05
      ],
      [
        "dis",
        -6.086828e-05
      ]
    ]
  },
  "The Orphic Argonautica contains a first-person account of an encounter with this figure that had the power to reverse waves. Several scholiasts claim that this villain was a thief that stole Heracles's cattle and was subsequently struck by one of Zeus's thunderbolts. In The Odyssey, Odysseus describes how he was trapped by the powers of this monster from sunrise until the time of day when a judge refuses": {
    "guess": "Charybdis",
    "confidence": [
      [
        "Ch",
        -0.2766447
      ],
      [
        "ary",
        -0.00039301923
      ],
      [
        "b",
        -4.8425554e-06
      ],
      [
        "dis",
        -2.2603901e-05
      ]
    ]
  },
  "In Orphic tradition, this god is known as Phanes and is called the firstborn. The story of this male god and his love is first told in The Golden Ass, by Lucius Apuleius (app-uh-LAY-us). In that story, this figure leaves his lover after she drops oil on him while trying to see his face. This figure fathers Hedone (hud-OWN-ay), goddess of pleasure, with his wife, the mortal Psyche. For 10 points, name this son of Aphrodite and Ares, a love god depicted with wings and a bow.": {
    "guess": "Eros",
    "confidence": [
      [
        "E",
        -0.026760362
      ],
      [
        "ros",
        -3.0545007e-06
      ]
    ]
  }
}