{
  "A 1990 Orthographic Agreement attempted to unify this language in the two main places where it is spoken. A notable characteristic of this language is the loss of the intervocalic l and n and a language mixing it with local Southeast Asian languages is known as kristang, while other creole forms of this language include one that mixes in Spanish, Dutch and English, a language known as Papiamento that": {
    "guess": "Portuguese language",
    "confidence": [
      [
        "Port",
        -0.40457866
      ],
      [
        "ug",
        -0.00028517292
      ],
      [
        "uese",
        -2.188868e-05
      ],
      [
        " language",
        -0.73752636
      ]
    ]
  },
  "He has been ortrayed on the silver screen by Tim Curry, Charlton Heston, Orson Welles and Jack Palance, among others. He was only cook aboard the ship Hispanolia,  but his greed and missing appendage has made him one of the most well­known characters in English literature. For ten points, identify this": {
    "guess": "Long John Silver",
    "confidence": [
      [
        "Long",
        -0.025241453
      ],
      [
        " John",
        -3.4047454e-05
      ],
      [
        " Silver",
        -0.00034511767
      ]
    ]
  },
  "The orthobaric type of this measurement is used for coexisting states of matter. Specific gravity compares": {
    "guess": "Specific gravity",
    "confidence": [
      [
        "Specific",
        -0.58922464
      ],
      [
        " gravity",
        -0.19648027
      ]
    ]
  },
  "He has been ortrayed on the silver screen by Tim Curry, Charlton Heston, Orson Welles and Jack Palance, among others. He was only cook aboard the ship Hispanolia,  but his greed and missing appendage has made him one of the most well­known characters in English literature. For ten points, identify this owner of the parrot Cap'n Flint and central character in Robert Louis Stevenson's Treasure Island.": {
    "guess": "Long John Silver",
    "confidence": [
      [
        "Long",
        -0.009929621
      ],
      [
        " John",
        -0.00014323067
      ],
      [
        " Silver",
        -0.00044496998
      ]
    ]
  },
  "A 1990 Orthographic Agreement attempted to unify this language in the two main places where it is spoken. A notable characteristic of this language is the loss of the intervocalic l and n and a language": {
    "guess": "Portuguese orthography",
    "confidence": [
      [
        "Port",
        -0.20102195
      ],
      [
        "ug",
        -0.0018370107
      ],
      [
        "uese",
        -4.4537377e-05
      ],
      [
        " orth",
        -0.9867494
      ],
      [
        "ography",
        -0.3658993
      ]
    ]
  },
  "A 1990 Orthographic Agreement attempted to unify this language in the two main places where it is spoken. A notable characteristic of this language is the loss of the intervocalic l and n and a language mixing it with local Southeast Asian languages is known as kristang, while other creole forms of this": {
    "guess": "Portuguese language",
    "confidence": [
      [
        "Port",
        -0.014875605
      ],
      [
        "ug",
        -0.000545169
      ],
      [
        "uese",
        -2.188868e-05
      ],
      [
        " language",
        -0.69081086
      ]
    ]
  },
  "The orthobaric type of this measurement is used for coexisting states of matter. Specific gravity compares a ratio of these values. Buoyancy uses this concept in order to determine if an object will (*) sink or float. This measurement for water is given as 1 gram per cubic centimeter. Symbolized by the Greek letter rho, for 10 points, name this quantity that is equal to mass over volume.": {
    "guess": "Density",
    "confidence": [
      [
        "Density",
        -0.00096922595
      ]
    ]
  },
  "A 1990 Orthographic Agreement attempted to unify this language in the two main places where it is spoken.": {
    "guess": "Serbo-Croatian",
    "confidence": [
      [
        "Ser",
        -0.07728879
      ],
      [
        "bo",
        -0.06716041
      ],
      [
        "-C",
        -0.0008537048
      ],
      [
        "roat",
        -0.0052414644
      ],
      [
        "ian",
        -8.506662e-05
      ]
    ]
  },
  "He has been ortrayed on the silver screen by Tim Curry, Charlton Heston, Orson Welles and Jack Palance,": {
    "guess": "Long John Silver",
    "confidence": [
      [
        "Long",
        -1.4997126
      ],
      [
        " John",
        -0.0007904516
      ],
      [
        " Silver",
        -0.00015181334
      ]
    ]
  },
  "A 1990 Orthographic Agreement attempted to unify this language in the two main places where it is spoken. A notable characteristic of this language is the loss of the intervocalic l and n and a language mixing it with local Southeast Asian languages is known as kristang, while other creole forms of this language include one that mixes in Spanish, Dutch and English, a language known as Papiamento that is spoken in the Caribbean. In the most populous nation that speaks this language, it contains a Mineiro dialect spoken in Minas Gerais and a Gaucho dialect spoken in Rio Grande do Sul. Originating": {
    "guess": "Portuguese language",
    "confidence": [
      [
        "Port",
        -0.0034536028
      ],
      [
        "ug",
        -0.0001501445
      ],
      [
        "uese",
        -1.0921943e-05
      ],
      [
        " language",
        -0.32083577
      ]
    ]
  },
  "The orthobaric type of this measurement is used for coexisting states of matter. Specific gravity compares a ratio of these values. Buoyancy uses this concept in order to determine if an object will (*) sink or float. This measurement for water is given as 1 gram per cubic centimeter. Symbolized by the": {
    "guess": "Density",
    "confidence": [
      [
        "Density",
        -0.00874434
      ]
    ]
  },
  "A 1990 Orthographic Agreement attempted to unify this language in the two main places where it is spoken. A notable characteristic of this language is the loss of the intervocalic l and n and a language mixing it with local Southeast Asian languages is known as kristang, while other creole forms of this language include one that mixes in Spanish, Dutch and English, a language known as Papiamento that is spoken in the Caribbean. In the most populous nation that speaks this language, it contains a": {
    "guess": "Portuguese language",
    "confidence": [
      [
        "Port",
        -0.017343868
      ],
      [
        "ug",
        -0.0010347146
      ],
      [
        "uese",
        -4.298773e-05
      ],
      [
        " language",
        -0.822312
      ]
    ]
  },
  "The orthobaric type of this measurement is used for coexisting states of matter. Specific gravity compares a ratio of these values. Buoyancy uses this concept in order to determine if an object will (*)": {
    "guess": "Density",
    "confidence": [
      [
        "Density",
        -0.06445938
      ]
    ]
  },
  "He has been ortrayed on the silver screen by Tim Curry, Charlton Heston, Orson Welles and Jack Palance, among others. He was only cook aboard the ship Hispanolia,  but his greed and missing appendage has": {
    "guess": "Long John Silver",
    "confidence": [
      [
        "Long",
        -0.0158131
      ],
      [
        " John",
        -7.89631e-07
      ],
      [
        " Silver",
        -0.00015002528
      ]
    ]
  },
  "A 1990 Orthographic Agreement attempted to unify this language in the two main places where it is spoken. A notable characteristic of this language is the loss of the intervocalic l and n and a language mixing it with local Southeast Asian languages is known as kristang, while other creole forms of this language include one that mixes in Spanish, Dutch and English, a language known as Papiamento that is spoken in the Caribbean. In the most populous nation that speaks this language, it contains a Mineiro dialect spoken in Minas Gerais and a Gaucho dialect spoken in Rio Grande do Sul. Originating as Galician, FTP, name this Romance language spoken in Angola and Brazil.": {
    "guess": "Portuguese",
    "confidence": [
      [
        "Port",
        -0.0056835804
      ],
      [
        "ug",
        -0.007880942
      ],
      [
        "uese",
        -0.030230116
      ]
    ]
  }
}