{
  "The Beckmann differential thermometer is based on this principle, whose namesake was memorialized in a speech by van't Hoff in 1902. A mixture of ethanol and water will positively deviate from it, while a mixture of trichloromethane and ethoxyethane will result in a negative deviation. It serves as one": {
    "guess": "Raoult's Law",
    "confidence": [
      [
        "Ra",
        -0.027780838
      ],
      [
        "ou",
        -0.00045819426
      ],
      [
        "lt",
        -3.1737043e-06
      ],
      [
        "'s",
        -0.10223686
      ],
      [
        " Law",
        -0.40719503
      ]
    ]
  },
  "Bedrich Smetana composed one of these entitled Am Seegestade. John Cage composed some named after the Atlas Australis, and dedicated them to Grete Sultan, and composed several by the name Freeman. One collection of them includes pieces called \"Rockets,\" \"Wild Hunt,\" \"Will o' the Wisp,\" and the final": {
    "guess": "Etudes for piano",
    "confidence": [
      [
        "Et",
        -0.12253843
      ],
      [
        "udes",
        -0.023420632
      ],
      [
        " for",
        -1.1793702
      ],
      [
        " piano",
        -0.95554495
      ]
    ]
  },
  "Before becoming president, this man had started a diplomatic crisis when he tried and executed the British subjects Robert Ambrister and Alexander Arbuthnot. As president, this man had employed Roger Taney": {
    "guess": "Andrew Jackson",
    "confidence": [
      [
        "Andrew",
        -0.03792649
      ],
      [
        " Jackson",
        -0.00013858173
      ]
    ]
  },
  "Becoming a Congregational pastor in 1868, he later joined the faculty of Western Reserve College, and": {
    "guess": "Edward Williams Morley",
    "confidence": [
      [
        "Edward",
        -0.009754316
      ],
      [
        " Williams",
        -0.0074748253
      ],
      [
        " Mor",
        -0.00023309923
      ],
      [
        "ley",
        -2.6060809e-05
      ]
    ]
  },
  "The Beckmann differential thermometer is based on this principle, whose namesake was memorialized in a speech by van't Hoff in 1902. A mixture of ethanol and water will positively deviate from it, while": {
    "guess": "Raoult's Law",
    "confidence": [
      [
        "Ra",
        -1.0933686
      ],
      [
        "ou",
        -0.00015693542
      ],
      [
        "lt",
        -7.89631e-07
      ],
      [
        "'s",
        -0.041857205
      ],
      [
        " Law",
        -0.23941292
      ]
    ]
  },
  "Becoming a Congregational pastor in 1868, he later joined the faculty of Western Reserve College, and the Cleveland Medical School. In 1895, he published his definitive study on the relative mass of oxygen and hydrogen. For 10 points, name this scientist whose reputation caused him to be sought out for collaboration by his esteemed colleague Albert Abraham Michelson.": {
    "guess": "Edward Williams Morley",
    "confidence": [
      [
        "Edward",
        -0.015082048
      ],
      [
        " Williams",
        -0.0018446251
      ],
      [
        " Mor",
        -1.147242e-06
      ],
      [
        "ley",
        -2.0935051e-05
      ]
    ]
  },
  "Bedrich Smetana composed one of these entitled Am Seegestade. John Cage composed some named after the Atlas Australis, and dedicated them to Grete Sultan, and composed several by the name Freeman. One collection of them includes pieces called \"Rockets,\" \"Wild Hunt,\" \"Will o' the Wisp,\" and the final piece \"Snow Squall.\" Other examples include a \"Revolutionary\" one by Chopin and the Mikrokosmos by Bartok. Maybe the most famous is the above collection by Franz Liszt, who did 12 \"Transcendental\" ones. FTP, give this term for a short musical piece designed to test technical skill, a word taken from the French for \"study.\"": {
    "guess": "Étude",
    "confidence": [
      [
        "É",
        -0.0057293326
      ],
      [
        "t",
        -1.8624639e-06
      ],
      [
        "ude",
        -0.00060402625
      ]
    ]
  },
  "Becoming a Congregational pastor in 1868, he later joined the faculty of Western Reserve College, and the Cleveland Medical School. In 1895, he published his definitive study on the relative mass of oxygen and hydrogen. For 10 points, name this scientist whose reputation caused him to be sought out for": {
    "guess": "Edward Williams Morley",
    "confidence": [
      [
        "Edward",
        -0.013753357
      ],
      [
        " Williams",
        -0.0020895924
      ],
      [
        " Mor",
        -0.00027921272
      ],
      [
        "ley",
        -1.1637165e-05
      ]
    ]
  },
  "Before becoming president, this man had started a diplomatic crisis when he tried and executed the British subjects Robert Ambrister and Alexander Arbuthnot. As president, this man had employed Roger Taney to help him dismantle an institution run by Nicholas Biddle. In addition to facing off with the": {
    "guess": "Andrew Jackson",
    "confidence": [
      [
        "Andrew",
        -0.011494802
      ],
      [
        " Jackson",
        -0.00030400342
      ]
    ]
  },
  "Before becoming Abraham Lincoln's Secretary of War, Edwin Stanton served in this cabinet position under": {
    "guess": "United States Attorney General",
    "confidence": [
      [
        "United",
        -0.12673174
      ],
      [
        " States",
        -2.4034345e-05
      ],
      [
        " Attorney",
        -0.0020606883
      ],
      [
        " General",
        -2.4153549e-05
      ]
    ]
  },
  "Before becoming president, this man had started a diplomatic crisis when he tried and executed the British subjects Robert Ambrister and Alexander Arbuthnot. As president, this man had employed Roger Taney to help him dismantle an institution run by Nicholas Biddle. In addition to facing off with the Second Bank of the United States, this man also passed the Indian Removal Act, which forced the Cherokee": {
    "guess": "Andrew Jackson",
    "confidence": [
      [
        "Andrew",
        -0.0056187357
      ],
      [
        " Jackson",
        -0.00010938417
      ]
    ]
  },
  "Before becoming Abraham Lincoln's Secretary of War, Edwin Stanton served in this cabinet position under James Buchanan. A man who held this post under FDR led the effort to ban gold clauses in contracts. Besides Homer Cummings, Mrs. Mabel Willebrandt was appointed assistant to this post by Warren Harding, serving under Harry M. (*) Daugherty and tasked with supervising Prohibition. One holder of this post deported over 200 people on the Buford after conducting the Palmer Raids. The first woman to hold this position ordered the seizure of Elian Gonzalez and was named Janet Reno. For 10 points, name this \"chief lawyer\" of the United States.": {
    "guess": "United States Attorney General",
    "confidence": [
      [
        "United",
        -0.0029491745
      ],
      [
        " States",
        -4.2510914e-05
      ],
      [
        " Attorney",
        -1.473646e-05
      ],
      [
        " General",
        -1.0683535e-05
      ]
    ]
  },
  "Before becoming Abraham Lincoln's Secretary of War, Edwin Stanton served in this cabinet position under James Buchanan. A man who held this post under FDR led the effort to ban gold clauses in contracts. Besides Homer Cummings, Mrs. Mabel Willebrandt was appointed assistant to this post by Warren Harding, serving under Harry M. (*) Daugherty and tasked with supervising Prohibition. One holder of this": {
    "guess": "United States Attorney General",
    "confidence": [
      [
        "United",
        -0.0016247144
      ],
      [
        " States",
        -3.786197e-05
      ],
      [
        " Attorney",
        -0.00031830417
      ],
      [
        " General",
        -5.3596854e-05
      ]
    ]
  },
  "The Beckmann differential thermometer is based on this principle, whose namesake was memorialized in a speech by van't Hoff in 1902. A mixture of ethanol and water will positively deviate from it, while a mixture of trichloromethane and ethoxyethane will result in a negative deviation. It serves as one of the theoretical bases for fractional distillation, and solutions that obey it are said to be ideal.": {
    "guess": "Raoult's Law",
    "confidence": [
      [
        "Ra",
        -0.006545201
      ],
      [
        "ou",
        -0.00026276626
      ],
      [
        "lt",
        -2.3392786e-06
      ],
      [
        "'s",
        -0.61138284
      ],
      [
        " Law",
        -0.0030258407
      ]
    ]
  },
  "Before becoming Abraham Lincoln's Secretary of War, Edwin Stanton served in this cabinet position under James Buchanan. A man who held this post under FDR led the effort to ban gold clauses in contracts. Besides Homer Cummings, Mrs. Mabel Willebrandt was appointed assistant to this post by Warren Harding,": {
    "guess": "United States Attorney General",
    "confidence": [
      [
        "United",
        -0.007206198
      ],
      [
        " States",
        -7.822647e-06
      ],
      [
        " Attorney",
        -0.02730733
      ],
      [
        " General",
        -1.5451682e-05
      ]
    ]
  },
  "The Beckmann differential thermometer is based on this principle, whose namesake was memorialized in a speech by van't Hoff in 1902. A mixture of ethanol and water will positively deviate from it, while a mixture of trichloromethane and ethoxyethane will result in a negative deviation. It serves as one of the theoretical bases for fractional distillation, and solutions that obey it are said to be ideal. FTP, name this law which can be stated as P equals X times P-sub-zero, indicating that the vapor": {
    "guess": "Raoult's Law",
    "confidence": [
      [
        "Ra",
        -0.011451076
      ],
      [
        "ou",
        -0.0003051918
      ],
      [
        "lt",
        -2.220075e-06
      ],
      [
        "'s",
        -0.5466788
      ],
      [
        " Law",
        -0.003025245
      ]
    ]
  },
  "Bedrich Smetana composed one of these entitled Am Seegestade. John Cage composed some named after the Atlas Australis, and dedicated them to Grete Sultan, and composed several by the name Freeman. One collection of them includes pieces called \"Rockets,\" \"Wild Hunt,\" \"Will o' the Wisp,\" and the final piece \"Snow Squall.\" Other examples include a \"Revolutionary\" one by Chopin and the Mikrokosmos by Bartok. Maybe the most famous is the above collection by Franz Liszt, who did 12 \"Transcendental\" ones. FTP, give this term for a short musical piece designed to test technical skill, a word taken from": {
    "guess": "Étude",
    "confidence": [
      [
        "É",
        -0.008041422
      ],
      [
        "t",
        -1.0280384e-06
      ],
      [
        "ude",
        -0.0017409857
      ]
    ]
  },
  "Bedrich Smetana composed one of these entitled Am Seegestade. John Cage composed some named after the Atlas Australis, and dedicated them to Grete Sultan, and composed several by the name Freeman. One collection of them includes pieces called \"Rockets,\" \"Wild Hunt,\" \"Will o' the Wisp,\" and the final piece \"Snow Squall.\" Other examples include a \"Revolutionary\" one by Chopin and the Mikrokosmos by Bartok.": {
    "guess": "Piano studies",
    "confidence": [
      [
        "P",
        -0.43773967
      ],
      [
        "iano",
        -8.077529e-05
      ],
      [
        " studies",
        -2.1042678
      ]
    ]
  },
  "Before becoming president, this man had started a diplomatic crisis when he tried and executed the British": {
    "guess": "Andrew Jackson",
    "confidence": [
      [
        "Andrew",
        -0.9305814
      ],
      [
        " Jackson",
        -0.003136009
      ]
    ]
  },
  "The Beckmann differential thermometer is based on this principle, whose namesake was memorialized in": {
    "guess": "Ernst Otto Beckmann",
    "confidence": [
      [
        "Er",
        -1.1311547
      ],
      [
        "nst",
        -0.0014857008
      ],
      [
        " Otto",
        -0.31413254
      ],
      [
        " Beck",
        -0.004693442
      ],
      [
        "mann",
        -0.0005978313
      ]
    ]
  },
  "Before becoming Abraham Lincoln's Secretary of War, Edwin Stanton served in this cabinet position under James Buchanan. A man who held this post under FDR led the effort to ban gold clauses in contracts. Besides Homer Cummings, Mrs. Mabel Willebrandt was appointed assistant to this post by Warren Harding, serving under Harry M. (*) Daugherty and tasked with supervising Prohibition. One holder of this post deported over 200 people on the Buford after conducting the Palmer Raids. The first woman to": {
    "guess": "United States Attorney General",
    "confidence": [
      [
        "United",
        -0.0010812794
      ],
      [
        " States",
        -1.2352386e-05
      ],
      [
        " Attorney",
        -0.00035250463
      ],
      [
        " General",
        -1.60477e-05
      ]
    ]
  },
  "Before becoming Abraham Lincoln's Secretary of War, Edwin Stanton served in this cabinet position under James Buchanan. A man who held this post under FDR led the effort to ban gold clauses in contracts.": {
    "guess": "United States Attorney General",
    "confidence": [
      [
        "United",
        -0.0047087492
      ],
      [
        " States",
        -1.8074163e-05
      ],
      [
        " Attorney",
        -0.012659625
      ],
      [
        " General",
        -3.7981175e-05
      ]
    ]
  },
  "Bedrich Smetana composed one of these entitled Am Seegestade. John Cage composed some named after the Atlas Australis, and dedicated them to Grete Sultan, and composed several by the name Freeman. One": {
    "guess": "Piano Sonatas",
    "confidence": [
      [
        "P",
        -1.0021256
      ],
      [
        "iano",
        -0.001008754
      ],
      [
        " Son",
        -0.36247438
      ],
      [
        "atas",
        -0.00037907605
      ]
    ]
  },
  "Bedrich Smetana composed one of these entitled Am Seegestade. John Cage composed some named after the Atlas Australis, and dedicated them to Grete Sultan, and composed several by the name Freeman. One collection of them includes pieces called \"Rockets,\" \"Wild Hunt,\" \"Will o' the Wisp,\" and the final piece \"Snow Squall.\" Other examples include a \"Revolutionary\" one by Chopin and the Mikrokosmos by Bartok. Maybe the most famous is the above collection by Franz Liszt, who did 12 \"Transcendental\" ones.": {
    "guess": "Étude",
    "confidence": [
      [
        "É",
        -0.0039379373
      ],
      [
        "t",
        -9.849109e-06
      ],
      [
        "ude",
        -0.015249127
      ]
    ]
  },
  "Before becoming Abraham Lincoln's Secretary of War, Edwin Stanton served in this cabinet position under James Buchanan. A man who held this post under FDR led the effort to ban gold clauses in contracts. Besides Homer Cummings, Mrs. Mabel Willebrandt was appointed assistant to this post by Warren Harding, serving under Harry M. (*) Daugherty and tasked with supervising Prohibition. One holder of this post deported over 200 people on the Buford after conducting the Palmer Raids. The first woman to hold this position ordered the seizure of Elian Gonzalez and was named Janet Reno. For 10 points, name": {
    "guess": "United States Attorney General",
    "confidence": [
      [
        "United",
        -0.002429048
      ],
      [
        " States",
        -2.9040899e-05
      ],
      [
        " Attorney",
        -2.6537622e-05
      ],
      [
        " General",
        -1.378283e-05
      ]
    ]
  },
  "The Beckmann differential thermometer is based on this principle, whose namesake was memorialized in a speech by van't Hoff in 1902. A mixture of ethanol and water will positively deviate from it, while a mixture of trichloromethane and ethoxyethane will result in a negative deviation. It serves as one of the theoretical bases for fractional distillation, and solutions that obey it are said to be ideal. FTP, name this law which can be stated as P equals X times P-sub-zero, indicating that the vapor pressure of a solution is lowered by the addition of solutes to a solvent.": {
    "guess": "Raoult's Law",
    "confidence": [
      [
        "Ra",
        -0.0053844685
      ],
      [
        "ou",
        -0.0005253921
      ],
      [
        "lt",
        -5.5122365e-07
      ],
      [
        "'s",
        -0.013490414
      ],
      [
        " Law",
        -0.20157598
      ]
    ]
  },
  "Bedrich Smetana composed one of these entitled Am Seegestade. John Cage composed some named after the": {
    "guess": "List of compositions by John Cage",
    "confidence": [
      [
        "List",
        -0.2981658
      ],
      [
        " of",
        -0.00023011913
      ],
      [
        " compositions",
        -0.19863796
      ],
      [
        " by",
        -0.03773767
      ],
      [
        " John",
        -0.027925303
      ],
      [
        " Cage",
        -0.00016146517
      ]
    ]
  },
  "Before becoming president, this man had started a diplomatic crisis when he tried and executed the British subjects Robert Ambrister and Alexander Arbuthnot. As president, this man had employed Roger Taney to help him dismantle an institution run by Nicholas Biddle. In addition to facing off with the Second Bank of the United States, this man also passed the Indian Removal Act, which forced the Cherokee to undergo the Trail of Tears. Victim of the \"Corrupt Bargain\" of 1824, for 10 points, name this man nicknamed \"Old Hickory,\" the 7th President of the United States.": {
    "guess": "Andrew Jackson",
    "confidence": [
      [
        "Andrew",
        -0.0022201994
      ],
      [
        " Jackson",
        -5.8603408e-05
      ]
    ]
  },
  "Before becoming president, this man had started a diplomatic crisis when he tried and executed the British subjects Robert Ambrister and Alexander Arbuthnot. As president, this man had employed Roger Taney to help him dismantle an institution run by Nicholas Biddle. In addition to facing off with the Second Bank of the United States, this man also passed the Indian Removal Act, which forced the Cherokee to undergo the Trail of Tears. Victim of the \"Corrupt Bargain\" of 1824, for 10 points, name this": {
    "guess": "Andrew Jackson",
    "confidence": [
      [
        "Andrew",
        -0.012621245
      ],
      [
        " Jackson",
        -0.00017600802
      ]
    ]
  },
  "Becoming a Congregational pastor in 1868, he later joined the faculty of Western Reserve College, and the Cleveland Medical School. In 1895, he published his definitive study on the relative mass of oxygen": {
    "guess": "Edward Williams Morley",
    "confidence": [
      [
        "Edward",
        -0.0107398145
      ],
      [
        " Williams",
        -0.04488621
      ],
      [
        " Mor",
        -0.0003160393
      ],
      [
        "ley",
        -1.0445127e-05
      ]
    ]
  }
}