{
  "John Constable described this man's The Mill as one of the four memorable paintings in the history of landscape. Mythological-themed works by this painter include a depiction of Ganymede crying and urinating and another of Danae, which was vandalized with sulfuric acid in 1985, while his religious works include The Blinding of Samson and Joseph Accused by Potiphar's Wife. He studied painting under Pieter Lastman for only six months, and some of his most famous works were done on commission from groups such as a surgical association and members of an Amsterdam militia. Famous for his many self- portraits, this is, FTP, what Dutch, Baroque painter of the Night Watch and The Anatomy Lesson of Dr. Tulp?": {
    "guess": "Rembrandt",
    "confidence": [
      [
        "Rem",
        -0.0015162922
      ],
      [
        "brand",
        -0.00095576694
      ],
      [
        "t",
        -9.729906e-06
      ]
    ]
  },
  "John McCormack noted that after hearing one of this man's works, Rachmaninoff started to play jazz pieces in his spare time. His song \"Rialto Ripples\" was the basis for the theme of the last of his Three Preludes, intended to be part of a large work called The Melting Pot. Walter Damrsoch commissioned this man to write a work that begins with a rhythm based on the Charleston, his Concerto in F. Another one of this composer's works, subtitled \"An Experiment in Modern Music,\" was inspired by a train": {
    "guess": "George Gershwin",
    "confidence": [
      [
        "George",
        -0.0042040017
      ],
      [
        " G",
        -0.00026574635
      ],
      [
        "ersh",
        -0.00032938644
      ],
      [
        "win",
        -7.445749e-05
      ]
    ]
  },
  "With John Burnyeat, he wrote a work partially entitled \"A New-England Fire-Brand Quenched.\" In 1653, he was taken by Captain Drury before Cromwell, but was released from prison after offering a promise of non-violence. His first successful converts were in Westmorland and Lancashire, and when he was brought before Justice Bennet of Derby in 1650, those converts got the nickname by which they're best known. He was a primary proponent of a religion that forbade the swearing of oaths and violence but allowed women to preach. For 10 points, name this man attacked in a Roger Williams work that saw him": {
    "guess": "George Fox",
    "confidence": [
      [
        "George",
        -0.05655998
      ],
      [
        " Fox",
        -0.00032914805
      ]
    ]
  },
  "Johann I, the Prince of Lichtenstein and Ignác Gyulai signed this treaty for the losing side. The year before this treaty was signed, the successor of the Cisalpine Republic became the Kingdom of Italy led by the Viceroy Eugene. In this treaty, the Kingdom of Italy gained Istria, Dalmatia, and Venetia. One side gave up all claims to Baden and Bavaria, and this treaty was followed up by the creation of a state led by the Prince Primate Karl Theodor von Dalberg. This treaty was signed after a victory which saw Marshal Soult storm up Pratzen Heights to split the enemy into two after the enemy tried to attack the weakened French left. Leading to the creation of the Confederation of the Rhine, for 10 points, name this 1806 treaty signed in the aftermath of the Battle of Austerlitz that ended the": {
    "guess": "Treaty of Pressburg",
    "confidence": [
      [
        "T",
        -0.012631252
      ],
      [
        "reat",
        -8.657073e-06
      ],
      [
        "y",
        -0.0015780635
      ],
      [
        " of",
        -3.261701e-05
      ],
      [
        " Press",
        -0.0065526627
      ],
      [
        "burg",
        -0.00018971277
      ]
    ]
  },
  "John Costello succeeded this man twice in office, and when he finally retired from public service at the age of 90, Erskine Childers succeeded him. In one executive position, this man was preceded by W.T Cosgrave, and he abolished this position by introducing a new constitution, which also saw Douglas Hyde become his country's first president. He served as president of the League of nations, and adopted a neutral stance during WWII. Before serving as his country's president, he had been its Taoiseach 3 times, for a total of 15 years. His American origins made him avoid execution after the Easter": {
    "guess": "Éamon de Valera",
    "confidence": [
      [
        "É",
        -0.41232377
      ],
      [
        "amon",
        -8.45898e-05
      ],
      [
        " de",
        -0.0018097716
      ],
      [
        " Val",
        -3.5358695e-05
      ],
      [
        "era",
        -0.000103662394
      ]
    ]
  },
  "John R. Hicks' IS/LM model was inspired by this man's ideas on macroeconomic theory. He argued against returning to the gold standard after World War I, but Churchill did so anyway, depressing British industry. In The Economic Consequences of the Peace, he correctly predicted that the Treaty of Versailles would lead to a German economic collapse. For 10 points, name the economist who influenced world policy for decades with his magnum opus, The General Theory of Employment, Interest, and Money.": {
    "guess": "John Maynard Keynes",
    "confidence": [
      [
        "John",
        -0.009390768
      ],
      [
        " May",
        -0.00046677692
      ],
      [
        "nard",
        -2.9352968e-06
      ],
      [
        " Keynes",
        -4.4894987e-05
      ]
    ]
  },
  "John McWhorter, in his Afrogenesis Hypothesis, argued that they were imported from West African trading stations. The Substrate Hypothesis argues they are a result of nearly complete relexification while": {
    "guess": "African American Vernacular English",
    "confidence": [
      [
        "A",
        -0.669717
      ],
      [
        "frican",
        -0.030927561
      ],
      [
        " American",
        -0.042698942
      ],
      [
        " Vern",
        -0.04219988
      ],
      [
        "acular",
        -0.00012749579
      ],
      [
        " English",
        -9.0883464e-07
      ]
    ]
  },
  "John McCormack noted that after hearing one of this man's works, Rachmaninoff started to play jazz pieces in his spare time. His song \"Rialto Ripples\" was the basis for the theme of the last of his Three": {
    "guess": "George Gershwin",
    "confidence": [
      [
        "George",
        -0.020589419
      ],
      [
        " G",
        -2.1411865e-05
      ],
      [
        "ersh",
        -9.066919e-05
      ],
      [
        "win",
        -3.1544176e-05
      ]
    ]
  },
  "John Dustin Archbold, who had criticized this company, nevertheless became its final president. Its managers negotiated directly with the Lake Shore Railroad and created the short-lived South Improvement Company, which would have benefited from secret rebates. Edward Douglass White formulated the Rule": {
    "guess": "Standard Oil",
    "confidence": [
      [
        "Standard",
        -0.12653911
      ],
      [
        " Oil",
        -0.00074649847
      ]
    ]
  },
  "John Frere's mock-heroic poem \"Whistlecraft\" may have been the first original use of this verse form in English. Originally lines of eleven syllables were used by its Italian originators, but it most famous English employer shortened lines to ten syllables and first used it for his mock- heroic \"Beppo\". Having rhyme scheme a-b-a-b-a-b-c-c --for 10 points-- name this stanza form most famously used by Byron in Don Juan.": {
    "guess": "Ottava rima",
    "confidence": [
      [
        "O",
        -0.057172287
      ],
      [
        "tt",
        -0.0002645543
      ],
      [
        "ava",
        -0.0015329513
      ],
      [
        " r",
        -0.28812307
      ],
      [
        "ima",
        -2.7848862e-05
      ]
    ]
  },
  "John Bly and Charles Rose were the only two men hanged for their role in this event. Governor Bowdoin drew up a Riot Act suspending habeas corpus to deal with this conflict. General Benjamin Lincoln led an army that killed three rebels in this conflict and prevented the Springfield Armory from being taken. Henry Knox told one of the state officials trying to suppress it that the federal government": {
    "guess": "Shays' Rebellion",
    "confidence": [
      [
        "Sh",
        -0.004410652
      ],
      [
        "ays",
        -0.0006358316
      ],
      [
        "'",
        -0.0002447702
      ],
      [
        " Rebellion",
        -5.121278e-05
      ]
    ]
  },
  "John Costello succeeded this man twice in office, and when he finally retired from public service at the age of 90, Erskine Childers succeeded him. In one executive position, this man was preceded by W.T Cosgrave, and he abolished this position by introducing a new constitution, which also saw Douglas": {
    "guess": "President of Ireland",
    "confidence": [
      [
        "President",
        -0.5818367
      ],
      [
        " of",
        -0.00044949973
      ],
      [
        " Ireland",
        -0.08206845
      ]
    ]
  },
  "John Barclay wrote most of his works in this language. In one novel originally written in this language,": {
    "guess": "Latin",
    "confidence": [
      [
        "Latin",
        -0.37177393
      ]
    ]
  },
  "John Harrison designed one of these for ships, thus winning a 20,000 pound prize offered by the British Government. That device enabled better calculation of Longitude. Ctesibius improved on the Greek version called a clepsydra, which used water. Christiaan Huygens invented a pendulum one, while a Foucault": {
    "guess": "Marine chronometer",
    "confidence": [
      [
        "Mar",
        -0.091084585
      ],
      [
        "ine",
        -0.0034488493
      ],
      [
        " chron",
        -0.04208536
      ],
      [
        "ometer",
        -0.00081296277
      ]
    ]
  },
  "John McWhorter, in his Afrogenesis Hypothesis, argued that they were imported from West African trading stations. The Substrate Hypothesis argues they are a result of nearly complete relexification while Derek Bickerton's Bioprogram Hypothesis says that first generations created them with the same innate means by which all first languages are acquired. Examples include the Saramaccan of Suriname, the Papiamento of Curacao, and the Gullah of South Carolina. FTP this describes what kind of language": {
    "guess": "Creole languages",
    "confidence": [
      [
        "Cre",
        -0.13811746
      ],
      [
        "ole",
        -0.0042770077
      ],
      [
        " languages",
        -0.34798706
      ]
    ]
  },
  "John Thomand O'Brien was promoted to captain for leading a troop of mounted grenadiers in this battle, which also led to the rescue of Admiral Encalada from his forced island exile. Although the eventual victors lost over 2,000 men in the alpine crossing preceding this encounter, their First Division": {
    "guess": "Battle of Chacabuco",
    "confidence": [
      [
        "Battle",
        -0.1301586
      ],
      [
        " of",
        -0.003330995
      ],
      [
        " Ch",
        -1.3282273
      ],
      [
        "ac",
        -0.050458387
      ],
      [
        "ab",
        -3.3451433e-05
      ],
      [
        "uco",
        -1.9385403e-05
      ]
    ]
  },
  "The one by John Adams contains movements entitled \"Manny's Gym\" and \"Hail Bop,\" and is known as Century Rolls. The second by Johannes Brahms, in B-flat major, contains a cello solo at the beginning of the third movement. One by Maurice Ravel opens with a whip crack and is \"in G.\" \"Jeunehomme\" is a nickname commonly given to the ninth by Mozart, who wrote a total of 27, including the \"Coronation\" and the \"Elvira Madigan.\" The fifth and last by Beethoven is an E-flat major piece usually known as the \"Emperor.\" FTP, identify this genre of musical piece, which features an orchestra and a soloist on a certain keyboard instrument.": {
    "guess": "Piano concerto",
    "confidence": [
      [
        "P",
        -0.006605953
      ],
      [
        "iano",
        -4.246537e-06
      ],
      [
        " conc",
        -0.014335434
      ],
      [
        "erto",
        -9.014684e-06
      ]
    ]
  },
  "Johann Sebastian Bach's concerti [kun-\"CHAIR\"-tee] for organ borrow heavily from this composer's collection of twelve concerti for one, two, and four violins, his L'estro Armonico. Another collection of twelve concerti by this composer contains pieces nicknamed \"The Sea Storm\" and \"Pleasure\", and the last section of its second concerto is nicknamed \"The Storm\". That section goes with the words \"Alas, his fears are justified. The sky is filled with thunder and lightning and hail cuts down the proud": {
    "guess": "Antonio Vivaldi",
    "confidence": [
      [
        "Ant",
        -0.013397035
      ],
      [
        "onio",
        -1.4021238e-05
      ],
      [
        " V",
        -0.00081010186
      ],
      [
        "ival",
        -5.1331983e-05
      ],
      [
        "di",
        -4.739826e-05
      ]
    ]
  },
  "John McWhorter, in his Afrogenesis Hypothesis, argued that they were imported from West African trading stations. The Substrate Hypothesis argues they are a result of nearly complete relexification while Derek Bickerton's Bioprogram Hypothesis says that first generations created them with the same innate": {
    "guess": "Creole language",
    "confidence": [
      [
        "Cre",
        -0.634783
      ],
      [
        "ole",
        -0.0010748496
      ],
      [
        " language",
        -0.19545771
      ]
    ]
  },
  "John Harrison designed one of these for ships, thus winning a 20,000 pound prize offered by the British": {
    "guess": "Marine chronometer",
    "confidence": [
      [
        "Mar",
        -0.04261715
      ],
      [
        "ine",
        -0.004207563
      ],
      [
        " chron",
        -0.0037879657
      ],
      [
        "ometer",
        -0.00061021384
      ]
    ]
  },
  "In 1701, John Lawson visited the Catawba people while exploring the area that is now this state. Its": {
    "guess": "North Carolina",
    "confidence": [
      [
        "North",
        -0.07722236
      ],
      [
        " Carolina",
        -0.0008681101
      ]
    ]
  },
  "John Searle criticized this philosopher's work in his essay Reiterating the Difference, to which this man responded in the afterword of another work. Another of his works describes organized crime as a \"phantom state\". That work traces the development of the concept of underemployment and describes them as \"plagues of capital\" and part of the title legacy. This author of Limited Inc. and Spectres of": {
    "guess": "Jacques Derrida",
    "confidence": [
      [
        "Jac",
        -0.0918039
      ],
      [
        "ques",
        -0.0003306977
      ],
      [
        " D",
        -5.4908094e-05
      ],
      [
        "err",
        -1.0280384e-06
      ],
      [
        "ida",
        -1.2664457e-06
      ]
    ]
  },
  "In a John Hawkes novel, the hero goes to Alaska in search of one of these things. Benny inherits one of these objects in a Joshua Ferris novel. Mungo Martin and Bill Reid are real life designers of these": {
    "guess": "Totem pole",
    "confidence": [
      [
        "Tot",
        -0.025804242
      ],
      [
        "em",
        -0.006213409
      ],
      [
        " pole",
        -0.24562418
      ]
    ]
  },
  "John Searle criticized this philosopher's work in his essay Reiterating the Difference, to which this": {
    "guess": "Jacques Derrida",
    "confidence": [
      [
        "Jac",
        -0.046396207
      ],
      [
        "ques",
        -5.2643223e-05
      ],
      [
        " D",
        -0.00024965755
      ],
      [
        "err",
        -3.888926e-06
      ],
      [
        "ida",
        -8.299462e-06
      ]
    ]
  },
  "John Peter Altgeld led the switch on the fourth ballot of a convention to nominate this man over Richard Bland, and Arthur Sewall was selected as his running mate for the ensuing election. He gave speeches such as \"The Prince of Peace\" and \"The Value of an Ideal\" while on the Chautauqua Circuit, and negotiated many anti-war treaties as Secretary of State, though he would later resign that post following the sinking of the Lusitania. Despite his strong support for the Spanish-American War, he opposed imperialism and the US annexation of the Philippines. For 10 points, identify this man who declared, \"you shall not crucify mankind upon a cross of gold\", a three-time Democratic presidential candidate": {
    "guess": "William Jennings Bryan",
    "confidence": [
      [
        "William",
        -0.06566543
      ],
      [
        " Jennings",
        -0.004247812
      ],
      [
        " Bryan",
        -0.00031830417
      ]
    ]
  },
  "Johann Sebastian Bach's concerti [kun-\"CHAIR\"-tee] for organ borrow heavily from this composer's collection": {
    "guess": "Carl Nielsen",
    "confidence": [
      [
        "Carl",
        -1.1723315
      ],
      [
        " Nielsen",
        -0.12299781
      ]
    ]
  },
  "John Lennon sings the lyrics \"So sgt. pepper took you by surprise / You better see right through that mother's eyes\" in a song that asks \"How do you\" do this. An Argentinian in Moulin Rouge is prone to this condition, and in another movie, Yusuf drives a white van off a bridge to provide a (*) \"kick\" that causes his passengers to stop doing this. The narrator of Fight Club has difficulty doing this.": {
    "guess": "Insomnia",
    "confidence": [
      [
        "Ins",
        -0.40405977
      ],
      [
        "omnia",
        -0.000623561
      ]
    ]
  },
  "John Woodruff and Cyrus Avery founded a national association to promote the use of this road, and CC Pyle organized the \"Bunion Derby\" which was set on it. In The Grapes of Wrath, this road was called the \"Mother Road.\" Once called the \"Main Street of America,\" a song sung by Nat King Cole implored the": {
    "guess": "U.S. Route 66",
    "confidence": [
      [
        "U",
        -0.074905016
      ],
      [
        ".S",
        -0.00018315656
      ],
      [
        ".",
        -0.0050680796
      ],
      [
        " Route",
        -0.0012941662
      ],
      [
        " ",
        -4.370295e-05
      ],
      [
        "66",
        -0.00023131118
      ]
    ]
  },
  "John Patterson said of them that \"when you go…looking for trouble, you usually find it,\" while the judge at their trial turned his back when their lawyer spoke. One told Robert Kennedy that \"if we cooled off any more, we'd be in a deep freeze,\" and the beating of Jim Zwerg convinced Kennedy to dispatch federal marshals to protect them. Kennedy's intercession also forced Greyhound to transport them after a bombing, but most never reached New Orleans. FTP, identify this group that protested segregation": {
    "guess": "Freedom Riders",
    "confidence": [
      [
        "Freedom",
        -0.018485978
      ],
      [
        " Riders",
        -0.0002447702
      ]
    ]
  },
  "The one by John Adams contains movements entitled \"Manny's Gym\" and \"Hail Bop,\" and is known as Century": {
    "guess": "Century Rolls",
    "confidence": [
      [
        "Century",
        -0.12809062
      ],
      [
        " Rolls",
        -0.0009143244
      ]
    ]
  },
  "John Patterson said of them that \"when you go…looking for trouble, you usually find it,\" while the judge at their trial turned his back when their lawyer spoke. One told Robert Kennedy that \"if we cooled off any more, we'd be in a deep freeze,\" and the beating of Jim Zwerg convinced Kennedy to dispatch federal marshals to protect them. Kennedy's intercession also forced Greyhound to transport them": {
    "guess": "Freedom Riders",
    "confidence": [
      [
        "Freedom",
        -0.04336487
      ],
      [
        " Riders",
        -0.00038956228
      ]
    ]
  },
  "John Thomand O'Brien was promoted to captain for leading a troop of mounted grenadiers in this battle, which also led to the rescue of Admiral Encalada from his forced island exile. Although the eventual victors lost over 2,000 men in the alpine crossing preceding this encounter, their First Division under General Soler alone outnumbered enemy forces. Although the morale generated by this victory would be dimmed briefly by a loss to General Osorio the following year at Cancha Rayada, it paved the way for Maipu, the final victory over the Royalists. FTP, Spain's Rafael Maroto was defeated by Jose": {
    "guess": "Battle of Chacabuco",
    "confidence": [
      [
        "Battle",
        -0.016346127
      ],
      [
        " of",
        -3.2497806e-05
      ],
      [
        " Ch",
        -0.00893788
      ],
      [
        "ac",
        -0.005054672
      ],
      [
        "ab",
        -1.6882126e-05
      ],
      [
        "uco",
        -3.7265952e-05
      ]
    ]
  },
  "John Conway has suggested the word \"strombus\" derived from the Greek word for a spinning top for this type of polygon. These shapes have a single reflective symmetry across one of their diagonals, and": {
    "guess": "Stellation",
    "confidence": [
      [
        "St",
        -1.1199784
      ],
      [
        "ellation",
        -0.36652035
      ]
    ]
  },
  "John Harsanyi suggested that Bayesian reasoning was superior to the principle outlined in this work for its greater ability to accomodate uncertainty. This work proposes that citizens ought to be afforded the most extensive basic liberties that do not interfere with the provision of the same for others,": {
    "guess": "A Theory of Justice",
    "confidence": [
      [
        "A",
        -0.4842817
      ],
      [
        " Theory",
        -8.1490514e-05
      ],
      [
        " of",
        -0.00040612428
      ],
      [
        " Justice",
        -0.0003770496
      ]
    ]
  },
  "John Peter Altgeld led the switch on the fourth ballot of a convention to nominate this man over Richard Bland, and Arthur Sewall was selected as his running mate for the ensuing election. He gave speeches such as \"The Prince of Peace\" and \"The Value of an Ideal\" while on the Chautauqua Circuit, and negotiated many anti-war treaties as Secretary of State, though he would later resign that post following": {
    "guess": "William Jennings Bryan",
    "confidence": [
      [
        "William",
        -0.38703078
      ],
      [
        " Jennings",
        -0.04795432
      ],
      [
        " Bryan",
        -0.0005425465
      ]
    ]
  },
  "John Heathcoat and Charles Lacy were among the men targeted by this group, whose members were executed at the York Assizes. Originating in Nottingham, they dubbed themselves the \"Army of Redressers,\" and George IV put up a fifty- pound reward for information about this group. Stanley Perceval mandated the death penalty for \"frame breaking,\" targeted this movement, which followed a mythical King Ned.": {
    "guess": "Luddite",
    "confidence": [
      [
        "L",
        -0.45723224
      ],
      [
        "udd",
        -0.00012225083
      ],
      [
        "ite",
        -0.12857921
      ]
    ]
  },
  "Johann I, the Prince of Lichtenstein and Ignác Gyulai signed this treaty for the losing side. The year before this treaty was signed, the successor of the Cisalpine Republic became the Kingdom of Italy": {
    "guess": "Treaty of Schönbrunn",
    "confidence": [
      [
        "T",
        -0.04967407
      ],
      [
        "reat",
        -1.0087517e-05
      ],
      [
        "y",
        -0.0011892797
      ],
      [
        " of",
        -0.00015788905
      ],
      [
        " Sch",
        -0.5270172
      ],
      [
        "ön",
        -0.0050099557
      ],
      [
        "br",
        -2.546479e-05
      ],
      [
        "unn",
        -0.00011927807
      ]
    ]
  },
  "In John Corigliano's The Mannheim Rocket, it is followed by the blowing of a loud whistle.  Kevin Love": {
    "guess": "John Corigliano",
    "confidence": [
      [
        "John",
        -0.34488752
      ],
      [
        " Cor",
        -0.025825618
      ],
      [
        "igli",
        -0.00023166878
      ],
      [
        "ano",
        -0.00020163313
      ]
    ]
  },
  "John Hynes served as the acting mayor of this city when its elected mayor James Curley was in prison   in 1947, and Hynes then defeated Curley in the next election. This city had large demonstrations": {
    "guess": "Boston",
    "confidence": [
      [
        "Boston",
        -0.010947132
      ]
    ]
  },
  "John Maurice Clark wrote about An Alternative to this status. Another work argues that this concept is accompanied by \"The End of Truth\" and uses as examples Nazi Germany and Soviet Russia. That work argues": {
    "guess": "The End of History and the Last Man",
    "confidence": [
      [
        "The",
        -1.2222507
      ],
      [
        " End",
        -1.0065185
      ],
      [
        " of",
        -0.00011021859
      ],
      [
        " History",
        -0.17414331
      ],
      [
        " and",
        -0.020440398
      ],
      [
        " the",
        -0.002541417
      ],
      [
        " Last",
        -3.9054008e-05
      ],
      [
        " Man",
        -0.00014990607
      ]
    ]
  },
  "John Barclay wrote most of his works in this language. In one novel originally written in this language, the title character visits the planet Nazar, which is populated by intelligent trees. It's not Norwegian, but this language was used by Ludvig Holberg to write Niels Klim's Underground Travels. In": {
    "guess": "Danish language",
    "confidence": [
      [
        "Dan",
        -0.06048313
      ],
      [
        "ish",
        -8.89548e-06
      ],
      [
        " language",
        -0.33474338
      ]
    ]
  },
  "John Mood wrote books about this author \"on Death and other Oddities\" and \"On Love and other Difficulties.\"": {
    "guess": "John Mood",
    "confidence": [
      [
        "John",
        -1.0453072
      ],
      [
        " Mood",
        -0.29660115
      ]
    ]
  },
  "John Berryman argued that this play was Shakespeare's worst, probably because one character compares his universal advice with a barber's chair that fits buttocks of all sizes. [?] Mariana appears in this": {
    "guess": "All's Well That Ends Well",
    "confidence": [
      [
        "All",
        -0.449032
      ],
      [
        "'s",
        -0.00093635515
      ],
      [
        " Well",
        -8.44706e-05
      ],
      [
        " That",
        -0.0001406082
      ],
      [
        " Ends",
        -0.0007278019
      ],
      [
        " Well",
        -4.2510914e-05
      ]
    ]
  },
  "John R. Hicks' IS/LM model was inspired by this man's ideas on macroeconomic theory. He argued against returning to the gold standard after World War I, but Churchill did so anyway, depressing British industry. In The Economic Consequences of the Peace, he correctly predicted that the Treaty of Versailles would lead to a German economic collapse. For 10 points, name the economist who influenced world": {
    "guess": "John Maynard Keynes",
    "confidence": [
      [
        "John",
        -0.004877335
      ],
      [
        " May",
        -0.0012618985
      ],
      [
        "nard",
        -6.0345924e-06
      ],
      [
        " Keynes",
        -8.42322e-05
      ]
    ]
  },
  "John Constable described this man's The Mill as one of the four memorable paintings in the history of landscape. Mythological-themed works by this painter include a depiction of Ganymede crying and urinating and another of Danae, which was vandalized with sulfuric acid in 1985, while his religious works include The Blinding of Samson and Joseph Accused by Potiphar's Wife. He studied painting under Pieter Lastman for only six months, and some of his most famous works were done on commission from groups": {
    "guess": "Rembrandt",
    "confidence": [
      [
        "Rem",
        -0.0035650234
      ],
      [
        "brand",
        -0.0002699185
      ],
      [
        "t",
        -4.20341e-05
      ]
    ]
  },
  "John R. Hicks' IS/LM model was inspired by this man's ideas on macroeconomic theory. He argued against returning to the gold standard after World War I, but Churchill did so anyway, depressing British industry. In The Economic Consequences of the Peace, he correctly predicted that the Treaty of Versailles": {
    "guess": "John Maynard Keynes",
    "confidence": [
      [
        "John",
        -0.0043859635
      ],
      [
        " May",
        -0.00074815995
      ],
      [
        "nard",
        -1.0445127e-05
      ],
      [
        " Keynes",
        -0.00014776041
      ]
    ]
  },
  "John Wilmot wrote one of these works \"against reason and mankind.\" One form of this genre is named after Menippus of Gadara. One work in this genre is sometimes titled Sermones and was written by Horace. Juvenal wrote sixteen poems in this genre, and Erasmus's The Praise of Folly is an example of this": {
    "guess": "Satire",
    "confidence": [
      [
        "Sat",
        -0.065051585
      ],
      [
        "ire",
        -0.18984099
      ]
    ]
  },
  "John T. Flynn wrote a derided revisionist work on \"the truth about\" this event and many conspiracy theories regarding it involve the McCollum memo. In the lead up to it, the Number 1 Alert against sabotage": {
    "guess": "Attack on Pearl Harbor",
    "confidence": [
      [
        "Attack",
        -0.79611975
      ],
      [
        " on",
        -0.000927303
      ],
      [
        " Pearl",
        -0.00023095356
      ],
      [
        " Harbor",
        -0.000110337794
      ]
    ]
  },
  "Johann I, the Prince of Lichtenstein and Ignác Gyulai signed this treaty for the losing side. The year": {
    "guess": "Treaty of Pressburg",
    "confidence": [
      [
        "T",
        -0.073657654
      ],
      [
        "reat",
        -2.2246291e-05
      ],
      [
        "y",
        -0.0015528328
      ],
      [
        " of",
        -0.00023929782
      ],
      [
        " Press",
        -1.7441485
      ],
      [
        "burg",
        -4.310693e-05
      ]
    ]
  },
  "John Bickle's \"ruthless\" approach to this phenomenon is a prime example of a so-called \"new wave\" approach to it. John Kemeny and Paul Oppenheim equated this phenomenon with explanation. In his essay \"Testability and Meaning,\" Rudolf Carnap revised his criteria for how this phenomenon applies to language, which he had put forth in The Logical Structure of the World. Ernest Nagel defined a \"homogeneous\" instance of this phenomenon as one that does not require bridge laws. Eliminative materialism stands in (*) opposition to this type of materialism. Along with the analytic-synthetic distinction,": {
    "guess": "Philosophy of science",
    "confidence": [
      [
        "Phil",
        -1.1506522
      ],
      [
        "osoph",
        -5.8126592e-05
      ],
      [
        "y",
        -0.0038111226
      ],
      [
        " of",
        -9.639097e-05
      ],
      [
        " science",
        -0.08972536
      ]
    ]
  },
  "John Ury was scapegoated for a 1741 plot to burn much of this state to the ground, which was blamed on poor whites and slaves. William III had to depose a man who led a coup in this colony ostensibly to take it from James II, while another conflict here saw tenant farmers rise up following the death of Stephen Van Rensselaer. Besides Leisler's Rebellion and the Anti-Rent War, this state saw a riot by groups of men who could not afford the $300 commutation fee in 1863, and a 1969 disturbance following a police raid on a gay bar. For 10 points, name this state, site of the Draft Riots and the Stonewall Riots, both of which occurred chiefly in Manhattan.": {
    "guess": "New York City",
    "confidence": [
      [
        "New",
        -0.09439171
      ],
      [
        " York",
        -0.00055922766
      ],
      [
        " City",
        -0.08747501
      ]
    ]
  },
  "John T. Flynn wrote a derided revisionist work on \"the truth about\" this event and many conspiracy theories": {
    "guess": "Pearl Harbor advance-knowledge conspiracy theory",
    "confidence": [
      [
        "Pear",
        -0.13040201
      ],
      [
        "l",
        -3.2736214e-05
      ],
      [
        " Harbor",
        -0.0010118496
      ],
      [
        " advance",
        -0.092475556
      ],
      [
        "-k",
        -0.011100994
      ],
      [
        "nowledge",
        -6.408677e-05
      ],
      [
        " conspiracy",
        -0.0024307168
      ],
      [
        " theory",
        -1.1517961e-05
      ]
    ]
  },
  "John Heathcoat and Charles Lacy were among the men targeted by this group, whose members were executed at the York Assizes. Originating in Nottingham, they dubbed themselves the \"Army of Redressers,\" and": {
    "guess": "Luddites",
    "confidence": [
      [
        "L",
        -0.06183927
      ],
      [
        "udd",
        -3.7385154e-05
      ],
      [
        "ites",
        -0.007949653
      ]
    ]
  },
  "John Bickle's \"ruthless\" approach to this phenomenon is a prime example of a so-called \"new wave\" approach to it. John Kemeny and Paul Oppenheim equated this phenomenon with explanation. In his essay \"Testability and Meaning,\" Rudolf Carnap revised his criteria for how this phenomenon applies to language, which he had put forth in The Logical Structure of the World. Ernest Nagel defined a \"homogeneous\" instance of this phenomenon as one that does not require bridge laws. Eliminative materialism stands in (*) opposition to this type of materialism. Along with the analytic-synthetic distinction, this theory was attacked by Quine in his \"Two Dogmas of Empiricism.\" This phenomenon is often invoked in a derogatory sense, because the end-result does not reflect the complexity of the start; an example is treating the sensation of love as a series of chemical reactions in the brain. For 10 points,": {
    "guess": "Reductionism",
    "confidence": [
      [
        "Red",
        -0.3843441
      ],
      [
        "uction",
        -0.00045116857
      ],
      [
        "ism",
        -0.0014066596
      ]
    ]
  },
  "John Costello succeeded this man twice in office, and when he finally retired from public service at the age of 90, Erskine Childers succeeded him. In one executive position, this man was preceded by W.T Cosgrave, and he abolished this position by introducing a new constitution, which also saw Douglas Hyde become his country's first president. He served as president of the League of nations, and adopted": {
    "guess": "Éamon de Valera",
    "confidence": [
      [
        "É",
        -1.2971934
      ],
      [
        "amon",
        -0.0004889305
      ],
      [
        " de",
        -0.002363994
      ],
      [
        " Val",
        -2.2723105e-05
      ],
      [
        "era",
        -8.9119545e-05
      ]
    ]
  },
  "John Locke wrote a letter concerning this concept, focusing on the relationship between government and religion. Engineers use it to describe the maximum variation allowed in measurement, and doctors use": {
    "guess": "Toleration",
    "confidence": [
      [
        "T",
        -0.041091178
      ],
      [
        "ol",
        -0.43837085
      ],
      [
        "eration",
        -0.00015645861
      ]
    ]
  },
  "John Costello succeeded this man twice in office, and when he finally retired from public service at the age of 90, Erskine Childers succeeded him. In one executive position, this man was preceded by W.T Cosgrave, and he abolished this position by introducing a new constitution, which also saw Douglas Hyde become his country's first president. He served as president of the League of nations, and adopted a neutral stance during WWII. Before serving as his country's president, he had been its Taoiseach 3 times, for a total of 15 years. His American origins made him avoid execution after the Easter Rising, and during the civil war, he opposed Michael Collins and the 1921 treaty with Britain. FTP,": {
    "guess": "Éamon de Valera",
    "confidence": [
      [
        "É",
        -0.5855722
      ],
      [
        "amon",
        -3.7742768e-05
      ],
      [
        " de",
        -0.0012551113
      ],
      [
        " Val",
        -1.4021238e-05
      ],
      [
        "era",
        -6.6113236e-05
      ]
    ]
  },
  "John Bly and Charles Rose were the only two men hanged for their role in this event. Governor Bowdoin drew up a Riot Act suspending habeas corpus to deal with this conflict. General Benjamin Lincoln led an army that killed three rebels in this conflict and prevented the Springfield Armory from being taken. Henry Knox told one of the state officials trying to suppress it that the federal government could not intervene because Congress was not in session. It ended at Petersham and those involved were pardoned within a year by Governor Hancock. For 10 points, identify this uprising by a Massachusetts soldier which illustrated the flaws of the Articles of Confederation.": {
    "guess": "Shays' Rebellion",
    "confidence": [
      [
        "Sh",
        -0.010338869
      ],
      [
        "ays",
        -0.0002487039
      ],
      [
        "'",
        -0.00020771251
      ],
      [
        " Rebellion",
        -4.036525e-05
      ]
    ]
  },
  "The one by John Adams contains movements entitled \"Manny's Gym\" and \"Hail Bop,\" and is known as Century Rolls. The second by Johannes Brahms, in B-flat major, contains a cello solo at the beginning of": {
    "guess": "Piano concerto",
    "confidence": [
      [
        "P",
        -0.5064597
      ],
      [
        "iano",
        -3.917321e-05
      ],
      [
        " conc",
        -0.54485035
      ],
      [
        "erto",
        -0.00020187153
      ]
    ]
  },
  "John of Salisbury records that the metaphor about these objects was first introduced in a book by Bernard of Chartres. A 2003 book named for these objects provides translations and commentaries of On the Revolution of Heavenly Spheres, Dialogues Concerning Two Chief World Systems, and other texts. That book was compiled by Stephen Hawking. A modern attempt to track down the origins of the phrase that discusses these objects suggests that Didacus Stella was the first to employ them as a metaphor. That book, which was written in the style of Tristram Shandy, is also titled for these objects and was written by Robert Merton. The first modern use of the phrase describing these objects appeared in a letter to Robert Hooke about the necessity of the achievements of Descartes and punned on the author's theory of vision introduced in his Opticks. For 10 points, Isaac Newton famously stated that the only reason he saw further was by standing atop of what large body parts?": {
    "guess": "Standing on the shoulders of Giants",
    "confidence": [
      [
        "Standing",
        -0.0300934
      ],
      [
        " on",
        -5.0974373e-05
      ],
      [
        " the",
        -2.8325678e-05
      ],
      [
        " shoulders",
        -0.352285
      ],
      [
        " of",
        -1.3856493e-06
      ],
      [
        " Giants",
        -0.0030755177
      ]
    ]
  },
  "John Costello succeeded this man twice in office, and when he finally retired from public service at the age of 90, Erskine Childers succeeded him. In one executive position, this man was preceded by W.T": {
    "guess": "Éamon de Valera",
    "confidence": [
      [
        "É",
        -1.1344706
      ],
      [
        "amon",
        -0.001849628
      ],
      [
        " de",
        -0.0037871313
      ],
      [
        " Val",
        -2.0339032e-05
      ],
      [
        "era",
        -8.3159364e-05
      ]
    ]
  },
  "John Moffat has developed a nonsymmetric theory of this, while Renate Loll and others have developed": {
    "guess": "Causal Dynamical Triangulation",
    "confidence": [
      [
        "C",
        -0.5943641
      ],
      [
        "ausal",
        -0.002690152
      ],
      [
        " Dynam",
        -0.21041286
      ],
      [
        "ical",
        -0.00016301482
      ],
      [
        " Tri",
        -0.00027575582
      ],
      [
        "ang",
        -3.261701e-05
      ],
      [
        "ulation",
        -0.63556755
      ]
    ]
  },
  "John Hunt Morgan led a Confederate raid into this state in 1863, and its first capital was Corydon. David Curtiss Stephenson made this state a stronghold for the Ku Klux Klan in the 1920s, and it was the site of the Utopian town of New Harmony. George Rogers Clark captured Fort (*) Vincennes in this": {
    "guess": "Indiana",
    "confidence": [
      [
        "Indiana",
        -0.1872204
      ]
    ]
  },
  "John Bickle's \"ruthless\" approach to this phenomenon is a prime example of a so-called \"new wave\" approach to it. John Kemeny and Paul Oppenheim equated this phenomenon with explanation. In his essay \"Testability and Meaning,\" Rudolf Carnap revised his criteria for how this phenomenon applies to language, which he had put forth in The Logical Structure of the World. Ernest Nagel defined a \"homogeneous\" instance of this phenomenon as one that does not require bridge laws. Eliminative materialism stands in (*) opposition to this type of materialism. Along with the analytic-synthetic distinction, this theory was attacked by Quine in his \"Two Dogmas of Empiricism.\" This phenomenon is often invoked": {
    "guess": "Reductionism",
    "confidence": [
      [
        "Red",
        -1.0799856
      ],
      [
        "uction",
        -0.0032892977
      ],
      [
        "ism",
        -0.018044697
      ]
    ]
  },
  "John Berryman argued that this play was Shakespeare's worst, probably because one character compares his universal advice with a barber's chair that fits buttocks of all sizes. [?] Mariana appears in this work that sees a man write a letter saying \"Men are to mell with, boys are to kiss.\" That character was being interrogated while blindfolded by his own Counts when he was ordered to retrieve a drum. The protagonist lies about dying in a monastery in order to further a scheme involving a Widow obtaining": {
    "guess": "Measure for Measure",
    "confidence": [
      [
        "Measure",
        -0.43117926
      ],
      [
        " for",
        -0.004066648
      ],
      [
        " Measure",
        -0.00029291748
      ]
    ]
  },
  "John Stevens Henslow was a botanist who had a major influence on the life of this scientist, by encouraging him to study zoology and geology.  It was Henslow that recommended that this scientist take a five-year trip aboard a ship that was captained by a man named Robert Fitzroy.  New Zealand, Tahiti, Tasmania, the Keeling Islands, Tenerife, Brazil, Tierra del Fuego, Valparaiso, and the Galapagos Islands were all part of the five-year scientific mission of, for ten points, what British scientist,": {
    "guess": "Charles Darwin",
    "confidence": [
      [
        "Charles",
        -0.004888247
      ],
      [
        " Darwin",
        -9.41261e-05
      ]
    ]
  },
  "Johann I, the Prince of Lichtenstein and Ignác Gyulai signed this treaty for the losing side. The year before this treaty was signed, the successor of the Cisalpine Republic became the Kingdom of Italy led by the Viceroy Eugene. In this treaty, the Kingdom of Italy gained Istria, Dalmatia, and Venetia. One side gave up all claims to Baden and Bavaria, and this treaty was followed up by the creation of a state led by the Prince Primate Karl Theodor von Dalberg. This treaty was signed after a victory which saw Marshal Soult storm up Pratzen Heights to split the enemy into two after the enemy tried": {
    "guess": "Treaty of Pressburg",
    "confidence": [
      [
        "T",
        -0.014385499
      ],
      [
        "reat",
        -7.822647e-06
      ],
      [
        "y",
        -0.0010685355
      ],
      [
        " of",
        -9.448371e-05
      ],
      [
        " Press",
        -0.22537227
      ],
      [
        "burg",
        -3.7265952e-05
      ]
    ]
  },
  "John Barclay wrote most of his works in this language. In one novel originally written in this language, the title character visits the planet Nazar, which is populated by intelligent trees. It's not Norwegian, but this language was used by Ludvig Holberg to write Niels Klim's Underground Travels. In Tristram Shandy, Hafen Slawkenbergius writes treatises in this language. An essay written in this language is about a goddess who was nursed by the nymphs Inebriation and Ignorance. A novel written in this language and dedicated to Pieter Gillis is about a traveler named Raphael Hythloday who discovers a perfect society on an island. For 10 points, name this language which was used to write In Praise": {
    "guess": "Latin",
    "confidence": [
      [
        "Latin",
        -0.019353343
      ]
    ]
  },
  "John Moffat has developed a nonsymmetric theory of this, while Renate Loll and others have developed of a theory of this phenomenon that makes use of pentachorons, and is called causal dynamical triangulation.  Another theory of this interaction has two fields and coupling constant called omega, while": {
    "guess": "Quantum gravity",
    "confidence": [
      [
        "Quant",
        -0.009149941
      ],
      [
        "um",
        -2.2723105e-05
      ],
      [
        " gravity",
        -0.10133232
      ]
    ]
  },
  "John of Salisbury records that the metaphor about these objects was first introduced in a book by Bernard of Chartres. A 2003 book named for these objects provides translations and commentaries of On the Revolution of Heavenly Spheres, Dialogues Concerning Two Chief World Systems, and other texts. That book was compiled by Stephen Hawking. A modern attempt to track down the origins of the phrase that discusses these objects suggests that Didacus Stella was the first to employ them as a metaphor. That book, which was written in the style of Tristram Shandy, is also titled for these objects and was written by Robert Merton. The first modern use of the phrase describing these objects appeared in a letter to Robert Hooke about the necessity of the achievements of Descartes and punned on the author's": {
    "guess": "Standing on the shoulders of Giants",
    "confidence": [
      [
        "Standing",
        -0.02602543
      ],
      [
        " on",
        -2.749125e-05
      ],
      [
        " the",
        -4.8425554e-06
      ],
      [
        " shoulders",
        -0.12743512
      ],
      [
        " of",
        -1.504853e-06
      ],
      [
        " Giants",
        -0.007277445
      ]
    ]
  },
  "John of Salisbury records that the metaphor about these objects was first introduced in a book by Bernard of Chartres. A 2003 book named for these objects provides translations and commentaries of On the Revolution of Heavenly Spheres, Dialogues Concerning Two Chief World Systems, and other texts. That book was compiled by Stephen Hawking. A modern attempt to track down the origins of the phrase that discusses these objects suggests that Didacus Stella was the first to employ them as a metaphor. That book, which was written in the style of Tristram Shandy, is also titled for these objects and was written by Robert Merton. The first modern use of the phrase describing these objects appeared in": {
    "guess": "Standing on the shoulders of Giants",
    "confidence": [
      [
        "Standing",
        -0.055257082
      ],
      [
        " on",
        -1.8074163e-05
      ],
      [
        " the",
        -2.9352968e-06
      ],
      [
        " shoulders",
        -0.08863373
      ],
      [
        " of",
        -1.7432603e-06
      ],
      [
        " Giants",
        -0.0071013207
      ]
    ]
  },
  "John Barclay wrote most of his works in this language. In one novel originally written in this language, the title character visits the planet Nazar, which is populated by intelligent trees. It's not Norwegian, but this language was used by Ludvig Holberg to write Niels Klim's Underground Travels. In Tristram Shandy, Hafen Slawkenbergius writes treatises in this language. An essay written in this language": {
    "guess": "Danish language",
    "confidence": [
      [
        "Dan",
        -0.1548508
      ],
      [
        "ish",
        -5.5577775e-06
      ],
      [
        " language",
        -0.44541577
      ]
    ]
  },
  "John Wilmot wrote one of these works \"against reason and mankind.\" One form of this genre is named after Menippus of Gadara. One work in this genre is sometimes titled Sermones and was written by Horace.": {
    "guess": "Satire",
    "confidence": [
      [
        "Sat",
        -0.17331667
      ],
      [
        "ire",
        -0.075611204
      ]
    ]
  },
  "John Barrington Ashley is accused of murdering his neighbor Breckenridge Lansing in this author's The Eighth Day. He described a miraculous traveling salesman who comes to Newport, Rhode Island in Theophilus North, while many characters write letters to Lucius Turrinus in his epistolary novel The Ides of March. This author wrote about the maid (*) Sabina, who describes an imminent ice age approaching New Jersey in the first act of his play about the Antrobus family. In addition to The Skin of Our": {
    "guess": "Thornton Wilder",
    "confidence": [
      [
        "Thor",
        -0.0020719906
      ],
      [
        "nton",
        -2.220075e-06
      ],
      [
        " Wild",
        -3.8219583e-05
      ],
      [
        "er",
        -1.1637165e-05
      ]
    ]
  },
  "John Cotton served as this body's secretary, and among its participants were John Dickenson and Caesar": {
    "guess": "First Continental Congress",
    "confidence": [
      [
        "First",
        -0.4968517
      ],
      [
        " Continental",
        -0.005530662
      ],
      [
        " Congress",
        -0.00019007038
      ]
    ]
  },
  "In 1701, John Lawson visited the Catawba people while exploring the area that is now this state. Its colonial delegates were the first to officially call for independence in a document called the Halifax Resolve, and battles on the territory of this state include a clash between Nathaniel Green and Cornwallis at Guilford Courthouse. From 1711 to 1715, while it was still a colony, this state was racked by a war against the Tuscarora Indians, and the excesses of its governor William Tryon led to an uprising led by Herman Husband known as the Regulator Movement. For ten points, identify this state which has recently been represented by such senators as Jesse Helms and Elizabeth Dole, and has its capital at Raleigh.": {
    "guess": "North Carolina",
    "confidence": [
      [
        "North",
        -0.0047168224
      ],
      [
        " Carolina",
        -0.00074447197
      ]
    ]
  },
  "In John Corigliano's The Mannheim Rocket, it is followed by the blowing of a loud whistle.  Kevin Love wrote a series of progressive variations for guitar on it, and an atonal version can be found in movement XVIII of Olivier Messaien's Vingt Regards sur l'Enfant-J?us.  Originally written by Francois Bouin, this song is the basis of a set of dissonant variations by Erno Dohnanyi, his opus 25, and a better-known set of variations that comprise Mozart's k300e.  Also featured in the beginning of movement 2 of Haydn's \"Surprise Symphony,\" this is, FTP, what nursery song, which expresses curiosity about": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -0.7562702
      ]
    ]
  },
  "John Lennon sings the lyrics \"So sgt. pepper took you by surprise / You better see right through that mother's eyes\" in a song that asks \"How do you\" do this. An Argentinian in Moulin Rouge is prone to this condition, and in another movie, Yusuf drives a white van off a bridge to provide a (*) \"kick\" that causes his passengers to stop doing this. The narrator of Fight Club has difficulty doing this. The moves Dark Void and Spore induce this condition in Pokémon, and Jigglypuff draws on people when it does this. Most of Inception occurs when its characters are in a state of, for ten points, what": {
    "guess": "Dreams",
    "confidence": [
      [
        "Dream",
        -0.09472651
      ],
      [
        "s",
        -0.32487646
      ]
    ]
  },
  "John Darley and Bibb Latané once demonstrated this phenomenon using an experiment involving smoke slowly filling a room. One of the factors influencing it is diffusion of responsibility, which provides evidence for why it is more prevalent when larger populations are present. Good Samaritan laws attempt to reduce this phenomenon, one famous example of which include Winston Mosely's murder of Kitty": {
    "guess": "Bystander effect",
    "confidence": [
      [
        "B",
        -0.13379478
      ],
      [
        "yst",
        -5.9153886e-06
      ],
      [
        "ander",
        -4.2868523e-05
      ],
      [
        " effect",
        -0.011686749
      ]
    ]
  },
  "John Hynes served as the acting mayor of this city when its elected mayor James Curley was in prison   in 1947, and Hynes then defeated Curley in the next election. This city had large demonstrations  in favor of Anthony Burns when he was tried under the Fugitive Slave Act. After the passage of   the": {
    "guess": "Boston",
    "confidence": [
      [
        "Boston",
        -0.32551026
      ]
    ]
  },
  "John Bly and Charles Rose were the only two men hanged for their role in this event. Governor Bowdoin": {
    "guess": "Shays' Rebellion",
    "confidence": [
      [
        "Sh",
        -0.004263589
      ],
      [
        "ays",
        -5.4550484e-05
      ],
      [
        "'",
        -0.00010247036
      ],
      [
        " Rebellion",
        -2.4391957e-05
      ]
    ]
  },
  "John Lennon sings the lyrics \"So sgt. pepper took you by surprise / You better see right through that mother's eyes\" in a song that asks \"How do you\" do this. An Argentinian in Moulin Rouge is prone to": {
    "guess": "Henri de Toulouse-Lautrec",
    "confidence": [
      [
        "Hen",
        -0.5315972
      ],
      [
        "ri",
        -0.00018482542
      ],
      [
        " de",
        -0.005063687
      ],
      [
        " T",
        -1.7478143e-05
      ],
      [
        "oulouse",
        -0.00011319869
      ],
      [
        "-L",
        -0.00028374247
      ],
      [
        "aut",
        -0.0003732351
      ],
      [
        "rec",
        -0.00014168103
      ]
    ]
  },
  "John Ciardi produced a famous translation of this author's best-known work, which drew heavily from Islamic philosophy according to the scholar Miguel Palacios. In one work by this author, the final canzone is left unfinished because it is interrupted by the death of the (*) author's lover. In another work, this author is attacked by a lion, a leopard, and a she-wolf before being rescued by his eventual guide, a Roman poet. For 10 points, name this author who helped establish the Tuscan dialect with his La Vita Nuova and The Divine Comedy.": {
    "guess": "Dante Alighieri",
    "confidence": [
      [
        "D",
        -0.004241162
      ],
      [
        "ante",
        -9.4914985e-06
      ],
      [
        " Al",
        -0.0003088871
      ],
      [
        "igh",
        -9.968313e-06
      ],
      [
        "ieri",
        -2.3915141e-05
      ]
    ]
  },
  "John Barrington Ashley is accused of murdering his neighbor Breckenridge Lansing in this author's The Eighth Day. He described a miraculous traveling salesman who comes to Newport, Rhode Island in Theophilus North, while many characters write letters to Lucius Turrinus in his epistolary novel The Ides of March. This author wrote about the maid (*) Sabina, who describes an imminent ice age approaching New Jersey in the first act of his play about the Antrobus family. In addition to The Skin of Our Teeth, he wrote a play in which Simon Stimson runs the town choir in Grover's Corners, where George Gibbs and Emily Webb get married. For 10 points, name this author who created the Stage Manager in": {
    "guess": "Thornton Wilder",
    "confidence": [
      [
        "Thor",
        -0.00089776615
      ],
      [
        "nton",
        -1.7432603e-06
      ],
      [
        " Wild",
        -0.0002352449
      ],
      [
        "er",
        -1.867018e-05
      ]
    ]
  },
  "John Wilmot wrote one of these works \"against reason and mankind.\" One form of this genre is named after Menippus of Gadara. One work in this genre is sometimes titled Sermones and was written by Horace. Juvenal wrote sixteen poems in this genre, and Erasmus's The Praise of Folly is an example of this genre. Its Horatian form is evident in works such as Gulliver's Travels by Jonathan Swift. For 10": {
    "guess": "Satire",
    "confidence": [
      [
        "Sat",
        -0.0392791
      ],
      [
        "ire",
        -0.06382323
      ]
    ]
  },
  "John McCormack noted that after hearing one of this man's works, Rachmaninoff started to play jazz pieces": {
    "guess": "Thelonious Monk",
    "confidence": [
      [
        "Th",
        -1.5178169
      ],
      [
        "elon",
        -0.00059294765
      ],
      [
        "ious",
        -0.0045419117
      ],
      [
        " Monk",
        -0.00082356826
      ]
    ]
  },
  "John Michael Montias and Arthur K. Wheelock are renowned for their studies of this artist. A recent addition to this artist's canon came with the analysis of a duplicate of a painting by Felice Ficherelli, or il Riposo, a depiction of Saint Praxedis. After his earliest known work, Christ in the House of Mary and Martha, he took over the inn of his father called the Mechelen. His only dated work, which also contains a possible self-portrait of him, is The Procuress. Also known for works on The Astronomer": {
    "guess": "Johannes Vermeer",
    "confidence": [
      [
        "J",
        -0.0049813706
      ],
      [
        "oh",
        -3.650519e-06
      ],
      [
        "annes",
        -2.9517714e-05
      ],
      [
        " Ver",
        -6.392203e-06
      ],
      [
        "meer",
        -4.143808e-05
      ]
    ]
  },
  "In 1701, John Lawson visited the Catawba people while exploring the area that is now this state. Its colonial delegates were the first to officially call for independence in a document called the Halifax Resolve, and battles on the territory of this state include a clash between Nathaniel Green and Cornwallis at Guilford Courthouse. From 1711 to 1715, while it was still a colony, this state was racked": {
    "guess": "North Carolina",
    "confidence": [
      [
        "North",
        -0.0038658737
      ],
      [
        " Carolina",
        -0.0006322592
      ]
    ]
  },
  "John Callahan assembled this book for publication, and it opens with a man hallucinating that the eagle is flying off the Great Seal of the U.S. Alonzo (*) Hickman's attempts to prevent the assassination of Adam Sunraider fail, but we learn that the racist Senator is actually half-black. For 10 points— identify this unfinished Ralph Ellison novel, which takes its title from a holiday celebrating the": {
    "guess": "Juneteenth",
    "confidence": [
      [
        "Jun",
        -0.007904119
      ],
      [
        "ete",
        -0.00013858173
      ],
      [
        "enth",
        -0.0026420066
      ]
    ]
  },
  "John Ciardi produced a famous translation of this author's best-known work, which drew heavily from Islamic philosophy according to the scholar Miguel Palacios. In one work by this author, the final canzone is left unfinished because it is interrupted by the death of the (*) author's lover. In another work, this author is attacked by a lion, a leopard, and a she-wolf before being rescued by his eventual": {
    "guess": "Dante Alighieri",
    "confidence": [
      [
        "D",
        -0.019772906
      ],
      [
        "ante",
        -3.464347e-05
      ],
      [
        " Al",
        -0.0016132927
      ],
      [
        "igh",
        -0.00020759332
      ],
      [
        "ieri",
        -0.00045665193
      ]
    ]
  },
  "John Barclay wrote most of his works in this language. In one novel originally written in this language, the title character visits the planet Nazar, which is populated by intelligent trees. It's not Norwegian, but this language was used by Ludvig Holberg to write Niels Klim's Underground Travels. In Tristram Shandy, Hafen Slawkenbergius writes treatises in this language. An essay written in this language is about a goddess who was nursed by the nymphs Inebriation and Ignorance. A novel written in this language and dedicated to Pieter Gillis is about a traveler named Raphael Hythloday who discovers a perfect society on an island. For 10 points, name this language which was used to write In Praise of Folly and Utopia, a dead language formerly used by Seneca.": {
    "guess": "Latin language",
    "confidence": [
      [
        "Latin",
        -0.0022970398
      ],
      [
        " language",
        -0.67104185
      ]
    ]
  },
  "John of Salisbury records that the metaphor about these objects was first introduced in a book by Bernard of Chartres. A 2003 book named for these objects provides translations and commentaries of On the Revolution of Heavenly Spheres, Dialogues Concerning Two Chief World Systems, and other texts. That": {
    "guess": "Standing on the shoulders of Giants",
    "confidence": [
      [
        "Standing",
        -0.000875255
      ],
      [
        " on",
        -4.3464544e-05
      ],
      [
        " the",
        -6.6306106e-06
      ],
      [
        " shoulders",
        -0.063186556
      ],
      [
        " of",
        -6.704273e-07
      ],
      [
        " Giants",
        -0.0010186369
      ]
    ]
  },
  "John Loengard took a picture of this photographer emulating Margaret Bourke-White in shooting dancer David Parsons while both were on top of gargoyles on the Chrysler Building. This photographer's partner influenced a trip during the Balkan war during which a photo of a bicycle on blood-smeared pavement was taken; that work is Sarajevo, Fallen Bicycle of Teenage Boy Just Killed by a Sniper. This photographer": {
    "guess": "Annie Leibovitz",
    "confidence": [
      [
        "An",
        -1.6762859
      ],
      [
        "nie",
        -0.005054791
      ],
      [
        " Le",
        -0.0014933188
      ],
      [
        "ib",
        -7.076218e-05
      ],
      [
        "ov",
        -0.00019591136
      ],
      [
        "itz",
        -0.00031091354
      ]
    ]
  },
  "John Dustin Archbold, who had criticized this company, nevertheless became its final president. Its managers negotiated directly with the Lake Shore Railroad and created the short-lived South Improvement Company, which would have benefited from secret rebates. Edward Douglass White formulated the Rule of Reason when he wrote the majority opinion in a 1911 case to apply the Sherman Antitrust Act to": {
    "guess": "Standard Oil",
    "confidence": [
      [
        "Standard",
        -0.063406095
      ],
      [
        " Oil",
        -0.00039825685
      ]
    ]
  },
  "John Searle criticized this philosopher's work in his essay Reiterating the Difference, to which this man responded in the afterword of another work. Another of his works describes organized crime as a \"phantom state\". That work traces the development of the concept of underemployment and describes them as \"plagues of capital\" and part of the title legacy. This author of Limited Inc. and Spectres of Marx described a concept which combines the meanings of the words \"differ\" and \"defer\" and about the": {
    "guess": "Jacques Derrida",
    "confidence": [
      [
        "Jac",
        -0.002816409
      ],
      [
        "ques",
        -0.000106284875
      ],
      [
        " D",
        -6.945094e-05
      ],
      [
        "err",
        -6.704273e-07
      ],
      [
        "ida",
        -1.6240566e-06
      ]
    ]
  },
  "John Dryden said that it was \"the best poem of the best poet.\" The poet writes \"Happy is the man who": {
    "guess": "Paradise Lost",
    "confidence": [
      [
        "Par",
        -1.2225683
      ],
      [
        "ad",
        -0.0004207827
      ],
      [
        "ise",
        -0.0023961058
      ],
      [
        " Lost",
        -0.001791321
      ]
    ]
  },
  "John Woodruff and Cyrus Avery founded a national association to promote the use of this road, and CC": {
    "guess": "U.S. Route 66",
    "confidence": [
      [
        "U",
        -0.26797682
      ],
      [
        ".S",
        -3.1424974e-05
      ],
      [
        ".",
        -0.001012684
      ],
      [
        " Route",
        -0.008110371
      ],
      [
        " ",
        -0.0001246349
      ],
      [
        "66",
        -0.0013134514
      ]
    ]
  },
  "John McWhorter, in his Afrogenesis Hypothesis, argued that they were imported from West African trading stations. The Substrate Hypothesis argues they are a result of nearly complete relexification while Derek Bickerton's Bioprogram Hypothesis says that first generations created them with the same innate means by which all first languages are acquired. Examples include the Saramaccan of Suriname, the Papiamento of Curacao, and the Gullah of South Carolina. FTP this describes what kind of language defined as a pidgin which has become a native language and named for the French spoken in Haiti.": {
    "guess": "Creole language",
    "confidence": [
      [
        "Cre",
        -0.120986834
      ],
      [
        "ole",
        -0.00036132568
      ],
      [
        " language",
        -0.39560777
      ]
    ]
  },
  "John Peter Altgeld led the switch on the fourth ballot of a convention to nominate this man over Richard Bland, and Arthur Sewall was selected as his running mate for the ensuing election. He gave speeches such as \"The Prince of Peace\" and \"The Value of an Ideal\" while on the Chautauqua Circuit, and negotiated many anti-war treaties as Secretary of State, though he would later resign that post following the sinking of the Lusitania. Despite his strong support for the Spanish-American War, he opposed imperialism and the US annexation of the Philippines. For 10 points, identify this man who declared,": {
    "guess": "William Jennings Bryan",
    "confidence": [
      [
        "William",
        -0.0063614896
      ],
      [
        " Jennings",
        -0.00068800984
      ],
      [
        " Bryan",
        -5.4669687e-05
      ]
    ]
  },
  "It was John Young's fifth trip into space and his first since landing on the Moon in Apollo 16 nine years before.  It was Robert Crippen's first time in space.  The mission lasted 54 hours and 21 minutes, from 12 April to 14 April 1981.  FTP identify either the mission or the spacecraft on which the": {
    "guess": "STS-1 or Space Shuttle Columbia",
    "confidence": [
      [
        "STS",
        -0.114928186
      ],
      [
        "-",
        -0.0002935135
      ],
      [
        "1",
        -0.0002321456
      ],
      [
        " or",
        -0.5900074
      ],
      [
        " Space",
        -0.09763811
      ],
      [
        " Shuttle",
        -0.001176536
      ],
      [
        " Columbia",
        -0.0008470294
      ]
    ]
  },
  "In a John Hawkes novel, the hero goes to Alaska in search of one of these things. Benny inherits one of these objects in a Joshua Ferris novel. Mungo Martin and Bill Reid are real life designers of these objects. James Cook's Pacific Ocean voyage chronicle describes them supporting rafters in houses,": {
    "guess": "Totem pole",
    "confidence": [
      [
        "Tot",
        -0.0059455098
      ],
      [
        "em",
        -0.0031221022
      ],
      [
        " pole",
        -0.62579143
      ]
    ]
  },
  "John Dustin Archbold, who had criticized this company, nevertheless became its final president. Its managers negotiated directly with the Lake Shore Railroad and created the short-lived South Improvement Company, which would have benefited from secret rebates. Edward Douglass White formulated the Rule of Reason when he wrote the majority opinion in a 1911 case to apply the Sherman Antitrust Act to this company. Ida Tarbell wrote a muckraking history of, for 10 points, what petroleum company founded by John D. Rockefeller?": {
    "guess": "Standard Oil",
    "confidence": [
      [
        "Standard",
        -0.020317396
      ],
      [
        " Oil",
        -0.0003205654
      ]
    ]
  },
  "John Searle criticized this philosopher's work in his essay Reiterating the Difference, to which this man responded in the afterword of another work. Another of his works describes organized crime as a \"phantom state\". That work traces the development of the concept of underemployment and describes them as \"plagues of capital\" and part of the title legacy. This author of Limited Inc. and Spectres of Marx described a concept which combines the meanings of the words \"differ\" and \"defer\" and about the futility of escaping infinite context, which led him to write \"there is nothing outside the text.\"": {
    "guess": "Jacques Derrida",
    "confidence": [
      [
        "Jac",
        -0.7241369
      ],
      [
        "ques",
        -5.8245798e-05
      ],
      [
        " D",
        -0.00029220225
      ],
      [
        "err",
        -4.9617593e-06
      ],
      [
        "ida",
        -4.604148e-06
      ]
    ]
  },
  "John Dryden said that it was \"the best poem of the best poet.\" The poet writes \"Happy is the man who can read the causes of things\" as an allusion to Lucretius in its second section. Based on a now lost": {
    "guess": "The Aeneid",
    "confidence": [
      [
        "The",
        -0.9424359
      ],
      [
        " A",
        -0.3903045
      ],
      [
        "ene",
        -0.00059830816
      ],
      [
        "id",
        -0.0005992618
      ]
    ]
  },
  "John Constable described this man's The Mill as one of the four memorable paintings in the history of": {
    "guess": "John Constable",
    "confidence": [
      [
        "John",
        -0.27874774
      ],
      [
        " Const",
        -0.0048028342
      ],
      [
        "able",
        -4.465658e-05
      ]
    ]
  },
  "John of Salisbury records that the metaphor about these objects was first introduced in a book by Bernard of Chartres. A 2003 book named for these objects provides translations and commentaries of On the Revolution of Heavenly Spheres, Dialogues Concerning Two Chief World Systems, and other texts. That book was compiled by Stephen Hawking. A modern attempt to track down the origins of the phrase that": {
    "guess": "Standing on the shoulders of Giants",
    "confidence": [
      [
        "Standing",
        -0.017034646
      ],
      [
        " on",
        -0.00010497363
      ],
      [
        " the",
        -2.58224e-05
      ],
      [
        " shoulders",
        -0.12683025
      ],
      [
        " of",
        -6.749814e-06
      ],
      [
        " Giants",
        -0.0040746015
      ]
    ]
  },
  "Johann Sebastian Bach's concerti [kun-\"CHAIR\"-tee] for organ borrow heavily from this composer's collection of twelve concerti for one, two, and four violins, his L'estro Armonico. Another collection of": {
    "guess": "Antonio Vivaldi",
    "confidence": [
      [
        "Ant",
        -0.0011827272
      ],
      [
        "onio",
        -3.1737043e-06
      ],
      [
        " V",
        -0.00013929696
      ],
      [
        "ival",
        -1.735894e-05
      ],
      [
        "di",
        -4.465658e-05
      ]
    ]
  },
  "John Hynes served as the acting mayor of this city when its elected mayor James Curley was in prison": {
    "guess": "Boston",
    "confidence": [
      [
        "Boston",
        -0.027149212
      ]
    ]
  },
  "John Wilmot wrote one of these works \"against reason and mankind.\" One form of this genre is named after Menippus of Gadara. One work in this genre is sometimes titled Sermones and was written by Horace. Juvenal wrote sixteen poems in this genre, and Erasmus's The Praise of Folly is an example of this genre. Its Horatian form is evident in works such as Gulliver's Travels by Jonathan Swift. For 10 points, name this type of work which uses ridicule as a form of social criticism.": {
    "guess": "Satire",
    "confidence": [
      [
        "Sat",
        -0.014139651
      ],
      [
        "ire",
        -0.016417904
      ]
    ]
  },
  "John Loengard took a picture of this photographer emulating Margaret Bourke-White in shooting dancer David Parsons while both were on top of gargoyles on the Chrysler Building. This photographer's partner": {
    "guess": "Annie Leibovitz",
    "confidence": [
      [
        "An",
        -0.091953866
      ],
      [
        "nie",
        -0.00379165
      ],
      [
        " Le",
        -0.0007206533
      ],
      [
        "ib",
        -0.00011844365
      ],
      [
        "ov",
        -0.0001791073
      ],
      [
        "itz",
        -0.00033284337
      ]
    ]
  },
  "John Wheeler proposed a modified thought experiment based on this investigation in which the observer can choose the method of measuring the result, and is called the \"delayed choice\" experiment. A variant of this experiment performed by Shariar Afshar involved a grid of wires placed before a lense, and it was first performed with electrons by Claus Jonnson. Setups in which one of the paths is closed off provides an illustration of Bohr's complementarity principle, and in its original form, light passing through the namesake setup produced a series of interference fringes. It was the first experiment to demonstrate the wave-nature of light. For 10 points, identify this experiment which was performed": {
    "guess": "Double-slit experiment",
    "confidence": [
      [
        "Double",
        -0.096328236
      ],
      [
        "-s",
        -0.0005337327
      ],
      [
        "lit",
        -1.147242e-06
      ],
      [
        " experiment",
        -0.0017842989
      ]
    ]
  },
  "John Michael Montias and Arthur K. Wheelock are renowned for their studies of this artist. A recent addition": {
    "guess": "Johannes Vermeer",
    "confidence": [
      [
        "J",
        -0.5370559
      ],
      [
        "oh",
        -2.1054253e-05
      ],
      [
        "annes",
        -1.0921943e-05
      ],
      [
        " Ver",
        -4.9617593e-06
      ],
      [
        "meer",
        -1.1637165e-05
      ]
    ]
  },
  "John Searle criticized this philosopher's work in his essay Reiterating the Difference, to which this man responded in the afterword of another work. Another of his works describes organized crime as a \"phantom state\". That work traces the development of the concept of underemployment and describes them": {
    "guess": "Loïc Wacquant",
    "confidence": [
      [
        "Lo",
        -1.1663232
      ],
      [
        "ï",
        -0.070996314
      ],
      [
        "c",
        -2.7014437e-05
      ],
      [
        " W",
        -0.0005149059
      ],
      [
        "ac",
        -0.0002224901
      ],
      [
        "quant",
        -0.00062511064
      ]
    ]
  },
  "In 1701, John Lawson visited the Catawba people while exploring the area that is now this state. Its colonial delegates were the first to officially call for independence in a document called the Halifax Resolve, and battles on the territory of this state include a clash between Nathaniel Green and Cornwallis at Guilford Courthouse. From 1711 to 1715, while it was still a colony, this state was racked by a war against the Tuscarora Indians, and the excesses of its governor William Tryon led to an uprising led by Herman Husband known as the Regulator Movement. For ten points, identify this state": {
    "guess": "North Carolina",
    "confidence": [
      [
        "North",
        -0.010723656
      ],
      [
        " Carolina",
        -0.00010485443
      ]
    ]
  },
  "John T. Flynn wrote a derided revisionist work on \"the truth about\" this event and many conspiracy theories regarding it involve the McCollum memo. In the lead up to it, the Number 1 Alert against sabotage was issued. A Congressional act in 2000 absolved Walter Short and Husband Kimmel for their role in it. This incident was investigated by the first Roberts Commission. It caused the America First Committee to (*) disband. It saw an attack on Wheeler Airfield and the sinking of the Arizona. The attacking force was commanded by Isoroku Yamamoto. For 10 points, name this December 7th, 1941 military": {
    "guess": "Attack on Pearl Harbor",
    "confidence": [
      [
        "Attack",
        -0.013492539
      ],
      [
        " on",
        -0.00039861441
      ],
      [
        " Pearl",
        -0.00012880703
      ],
      [
        " Harbor",
        -0.00017386234
      ]
    ]
  },
  "John Callahan assembled this book for publication, and it opens with a man hallucinating that the eagle is flying off the Great Seal of the U.S. Alonzo (*) Hickman's attempts to prevent the assassination": {
    "guess": "Juneteenth (novel)",
    "confidence": [
      [
        "Jun",
        -0.5931045
      ],
      [
        "ete",
        -1.0087517e-05
      ],
      [
        "enth",
        -0.0010032742
      ],
      [
        " (",
        -0.32998183
      ],
      [
        "nov",
        -0.002015002
      ],
      [
        "el",
        -0.00030161935
      ],
      [
        ")",
        -0.0002387018
      ]
    ]
  },
  "John Darley and Bibb Latané once demonstrated this phenomenon using an experiment involving smoke slowly filling a room. One of the factors influencing it is diffusion of responsibility, which provides": {
    "guess": "Bystander effect",
    "confidence": [
      [
        "B",
        -0.19272283
      ],
      [
        "yst",
        -6.289474e-05
      ],
      [
        "ander",
        -8.375538e-05
      ],
      [
        " effect",
        -0.052563466
      ]
    ]
  },
  "John Thomand O'Brien was promoted to captain for leading a troop of mounted grenadiers in this battle, which also led to the rescue of Admiral Encalada from his forced island exile. Although the eventual victors lost over 2,000 men in the alpine crossing preceding this encounter, their First Division under General Soler alone outnumbered enemy forces. Although the morale generated by this victory would be dimmed briefly by a loss to General Osorio the following year at Cancha Rayada, it paved the": {
    "guess": "Battle of Maipú",
    "confidence": [
      [
        "Battle",
        -0.01782117
      ],
      [
        " of",
        -8.5781845e-05
      ],
      [
        " Ma",
        -0.6794584
      ],
      [
        "ip",
        -0.007776626
      ],
      [
        "ú",
        -0.23311381
      ]
    ]
  },
  "John Searle criticized this philosopher's work in his essay Reiterating the Difference, to which this man responded in the afterword of another work. Another of his works describes organized crime as a": {
    "guess": "Michel Foucault",
    "confidence": [
      [
        "Mich",
        -0.15352322
      ],
      [
        "el",
        -8.196733e-05
      ],
      [
        " Fou",
        -0.00035345825
      ],
      [
        "ca",
        -0.0005569628
      ],
      [
        "ult",
        -1.7716551e-05
      ]
    ]
  },
  "With John Burnyeat, he wrote a work partially entitled \"A New-England Fire-Brand Quenched.\" In 1653,": {
    "guess": "John Perrot",
    "confidence": [
      [
        "John",
        -0.67471325
      ],
      [
        " Per",
        -0.12717022
      ],
      [
        "rot",
        -0.01054108
      ]
    ]
  },
  "John Berryman argued that this play was Shakespeare's worst, probably because one character compares his universal advice with a barber's chair that fits buttocks of all sizes. [?] Mariana appears in this work that sees a man write a letter saying \"Men are to mell with, boys are to kiss.\" That character": {
    "guess": "All's Well That Ends Well",
    "confidence": [
      [
        "All",
        -0.5102582
      ],
      [
        "'s",
        -0.0007327937
      ],
      [
        " Well",
        -0.00017231269
      ],
      [
        " That",
        -0.00010914576
      ],
      [
        " Ends",
        -0.0010168524
      ],
      [
        " Well",
        -6.0272258e-05
      ]
    ]
  },
  "John Peter Altgeld led the switch on the fourth ballot of a convention to nominate this man over Richard Bland, and Arthur Sewall was selected as his running mate for the ensuing election. He gave speeches": {
    "guess": "William Jennings Bryan",
    "confidence": [
      [
        "William",
        -0.45489717
      ],
      [
        " Jennings",
        -0.05047583
      ],
      [
        " Bryan",
        -0.00023345684
      ]
    ]
  },
  "John Frere's mock-heroic poem \"Whistlecraft\" may have been the first original use of this verse form": {
    "guess": "Alliterative verse",
    "confidence": [
      [
        "All",
        -0.19527915
      ],
      [
        "iter",
        -0.007813635
      ],
      [
        "ative",
        -1.0325924e-05
      ],
      [
        " verse",
        -0.0034690478
      ]
    ]
  },
  "John Ury was scapegoated for a 1741 plot to burn much of this state to the ground, which was blamed on": {
    "guess": "New York City conspiracy of 1741",
    "confidence": [
      [
        "New",
        -0.23522058
      ],
      [
        " York",
        -0.014068189
      ],
      [
        " City",
        -0.42621544
      ],
      [
        " conspiracy",
        -1.2632097
      ],
      [
        " of",
        -0.010568911
      ],
      [
        " ",
        -0.00015526658
      ],
      [
        "174",
        -2.6968896e-06
      ],
      [
        "1",
        -9.913265e-05
      ]
    ]
  },
  "John Loengard took a picture of this photographer emulating Margaret Bourke-White in shooting dancer David Parsons while both were on top of gargoyles on the Chrysler Building. This photographer's partner influenced a trip during the Balkan war during which a photo of a bicycle on blood-smeared pavement was taken; that work is Sarajevo, Fallen Bicycle of Teenage Boy Just Killed by a Sniper. This photographer was the last to photograph a certain man curled naked next to his fully-clothed wife five hours before he died, inspired by the cover of their album, Double Fantasy, where John and Yoko are": {
    "guess": "Annie Leibovitz",
    "confidence": [
      [
        "An",
        -0.020571785
      ],
      [
        "nie",
        -6.575563e-05
      ],
      [
        " Le",
        -0.006144458
      ],
      [
        "ib",
        -0.0005660186
      ],
      [
        "ov",
        -0.0007327937
      ],
      [
        "itz",
        -0.00046260483
      ]
    ]
  },
  "John Bickle's \"ruthless\" approach to this phenomenon is a prime example of a so-called \"new wave\" approach to it. John Kemeny and Paul Oppenheim equated this phenomenon with explanation. In his essay \"Testability": {
    "guess": "Phenomenon",
    "confidence": [
      [
        "Ph",
        -0.71272516
      ],
      [
        "en",
        -0.0018957948
      ],
      [
        "omen",
        -9.729906e-06
      ],
      [
        "on",
        -0.20519322
      ]
    ]
  },
  "John Grisby compared this character to a demonized version of the Norse goddess Freya. A novel written from the perspective of this character was written by the author of On Moral Fiction, John Gardner. This character is awoken by singing and merriment, and his rampage devastates Heorot. This character's": {
    "guess": "Grendel",
    "confidence": [
      [
        "G",
        -0.027042694
      ],
      [
        "rend",
        -1.1517961e-05
      ],
      [
        "el",
        -1.0087517e-05
      ]
    ]
  },
  "John Barclay wrote most of his works in this language. In one novel originally written in this language, the title character visits the planet Nazar, which is populated by intelligent trees. It's not Norwegian, but this language was used by Ludvig Holberg to write Niels Klim's Underground Travels. In Tristram Shandy, Hafen Slawkenbergius writes treatises in this language. An essay written in this language is about a goddess who was nursed by the nymphs Inebriation and Ignorance. A novel written in this language and dedicated to Pieter Gillis is about a traveler named Raphael Hythloday who discovers": {
    "guess": "Latin",
    "confidence": [
      [
        "Latin",
        -0.066524625
      ]
    ]
  },
  "John Maurice Clark wrote about An Alternative to this status. Another work argues that this concept is": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -1.5872297
      ]
    ]
  },
  "In John Corigliano's The Mannheim Rocket, it is followed by the blowing of a loud whistle.  Kevin Love wrote a series of progressive variations for guitar on it, and an atonal version can be found in movement XVIII of Olivier Messaien's Vingt Regards sur l'Enfant-J?us.  Originally written by Francois": {
    "guess": "François Couperin",
    "confidence": [
      [
        "Fran",
        -1.1187134
      ],
      [
        "çois",
        -0.46971548
      ],
      [
        " Cou",
        -0.09608017
      ],
      [
        "per",
        -1.504853e-06
      ],
      [
        "in",
        -0.00010413921
      ]
    ]
  },
  "John McCormack noted that after hearing one of this man's works, Rachmaninoff started to play jazz pieces in his spare time. His song \"Rialto Ripples\" was the basis for the theme of the last of his Three Preludes, intended to be part of a large work called The Melting Pot. Walter Damrsoch commissioned this man to write a work that begins with a rhythm based on the Charleston, his Concerto in F. Another": {
    "guess": "George Gershwin",
    "confidence": [
      [
        "George",
        -0.020494705
      ],
      [
        " G",
        -0.00011915887
      ],
      [
        "ersh",
        -0.00035274302
      ],
      [
        "win",
        -3.4047454e-05
      ]
    ]
  },
  "John Ciardi produced a famous translation of this author's best-known work, which drew heavily from Islamic philosophy according to the scholar Miguel Palacios. In one work by this author, the final canzone": {
    "guess": "Dante Alighieri",
    "confidence": [
      [
        "D",
        -0.06932043
      ],
      [
        "ante",
        -2.3795938e-05
      ],
      [
        " Al",
        -0.020215651
      ],
      [
        "igh",
        -3.9054008e-05
      ],
      [
        "ieri",
        -0.00019686499
      ]
    ]
  },
  "John Hunt Morgan led a Confederate raid into this state in 1863, and its first capital was Corydon. David Curtiss Stephenson made this state a stronghold for the Ku Klux Klan in the 1920s, and it was the site of the Utopian town of New Harmony. George Rogers Clark captured Fort (*) Vincennes in this state during the American Revolution, and William Henry Harrison served as governor of this state's": {
    "guess": "Indiana",
    "confidence": [
      [
        "Indiana",
        -0.014784926
      ]
    ]
  },
  "In 1701, John Lawson visited the Catawba people while exploring the area that is now this state. Its colonial delegates were the first to officially call for independence in a document called the Halifax Resolve, and battles on the territory of this state include a clash between Nathaniel Green and Cornwallis at Guilford Courthouse. From 1711 to 1715, while it was still a colony, this state was racked by a war against the Tuscarora Indians, and the excesses of its governor William Tryon led to an uprising led by Herman Husband known as the Regulator Movement. For ten points, identify this state which has recently been represented by such senators as Jesse Helms and Elizabeth Dole, and has its": {
    "guess": "North Carolina",
    "confidence": [
      [
        "North",
        -0.00503261
      ],
      [
        " Carolina",
        -0.00019162003
      ]
    ]
  },
  "In 1701, John Lawson visited the Catawba people while exploring the area that is now this state. Its colonial delegates were the first to officially call for independence in a document called the Halifax Resolve, and battles on the territory of this state include a clash between Nathaniel Green and Cornwallis": {
    "guess": "North Carolina",
    "confidence": [
      [
        "North",
        -0.009775213
      ],
      [
        " Carolina",
        -0.00032187664
      ]
    ]
  },
  "With John Burnyeat, he wrote a work partially entitled \"A New-England Fire-Brand Quenched.\" In 1653, he was taken by Captain Drury before Cromwell, but was released from prison after offering a promise": {
    "guess": "George Fox",
    "confidence": [
      [
        "George",
        -0.7500091
      ],
      [
        " Fox",
        -0.12387162
      ]
    ]
  },
  "John Heathcoat and Charles Lacy were among the men targeted by this group, whose members were executed at the York Assizes. Originating in Nottingham, they dubbed themselves the \"Army of Redressers,\" and George IV put up a fifty- pound reward for information about this group. Stanley Perceval mandated the death penalty for \"frame breaking,\" targeted this movement, which followed a mythical King Ned. For 10 points, identify these workers who perceived a threat to their jobs from automated textile": {
    "guess": "Luddites",
    "confidence": [
      [
        "L",
        -0.116136014
      ],
      [
        "udd",
        -2.7848862e-05
      ],
      [
        "ites",
        -0.26327136
      ]
    ]
  },
  "John Thomand O'Brien was promoted to captain for leading a troop of mounted grenadiers in this battle,": {
    "guess": "Battle of Waterloo",
    "confidence": [
      [
        "Battle",
        -0.038592987
      ],
      [
        " of",
        -0.0002134343
      ],
      [
        " Waterloo",
        -1.275654
      ]
    ]
  },
  "John Mood wrote books about this author \"on Death and other Oddities\" and \"On Love and other Difficulties.\" William Gass translated this author's concept of \"weltinnenraum\" as \"innerworldspace\" in a book titled \"reading\" this author. This poet described a caged animal who sees \"a thousand bars, and beyond": {
    "guess": "Rainer Maria Rilke",
    "confidence": [
      [
        "R",
        -0.0028382766
      ],
      [
        "ainer",
        -0.0040153605
      ],
      [
        " Maria",
        -0.00012821102
      ],
      [
        " R",
        -2.3080716e-05
      ],
      [
        "il",
        -0.0001944809
      ],
      [
        "ke",
        -1.0206721e-05
      ]
    ]
  },
  "John Darley and Bibb Latané once demonstrated this phenomenon using an experiment involving smoke slowly filling a room. One of the factors influencing it is diffusion of responsibility, which provides evidence for why it is more prevalent when larger populations are present. Good Samaritan laws attempt": {
    "guess": "Diffusion of responsibility",
    "confidence": [
      [
        "Diff",
        -0.24063879
      ],
      [
        "usion",
        -2.220075e-06
      ],
      [
        " of",
        -0.00032033064
      ],
      [
        " responsibility",
        -0.022166722
      ]
    ]
  },
  "John Michael Montias and Arthur K. Wheelock are renowned for their studies of this artist. A recent addition to this artist's canon came with the analysis of a duplicate of a painting by Felice Ficherelli, or il Riposo, a depiction of Saint Praxedis. After his earliest known work, Christ in the House of Mary and Martha, he took over the inn of his father called the Mechelen. His only dated work, which also contains a possible self-portrait of him, is The Procuress. Also known for works on The Astronomer and The Geographer, FTP, name this artist who also created Girl with the Pearl Earring and View": {
    "guess": "Johannes Vermeer",
    "confidence": [
      [
        "J",
        -0.0009818396
      ],
      [
        "oh",
        -2.1008714e-06
      ],
      [
        "annes",
        -7.58424e-06
      ],
      [
        " Ver",
        -3.1281633e-07
      ],
      [
        "meer",
        -2.0458236e-05
      ]
    ]
  },
  "The one by John Adams contains movements entitled \"Manny's Gym\" and \"Hail Bop,\" and is known as Century Rolls. The second by Johannes Brahms, in B-flat major, contains a cello solo at the beginning of the third movement. One by Maurice Ravel opens with a whip crack and is \"in G.\" \"Jeunehomme\" is a nickname commonly given to the ninth by Mozart, who wrote a total of 27, including the \"Coronation\" and": {
    "guess": "Piano Concerto",
    "confidence": [
      [
        "P",
        -0.23611982
      ],
      [
        "iano",
        -1.4498052e-05
      ],
      [
        " Concert",
        -0.29942322
      ],
      [
        "o",
        -0.16767907
      ]
    ]
  },
  "John Grisby compared this character to a demonized version of the Norse goddess Freya. A novel written": {
    "guess": "Freya (novel)",
    "confidence": [
      [
        "Fre",
        -1.5121776
      ],
      [
        "ya",
        -0.020089122
      ],
      [
        " (",
        -0.46513292
      ],
      [
        "nov",
        -0.8745001
      ],
      [
        "el",
        -0.0006117635
      ],
      [
        ")",
        -0.015128661
      ]
    ]
  },
  "John Bickle's \"ruthless\" approach to this phenomenon is a prime example of a so-called \"new wave\" approach to it. John Kemeny and Paul Oppenheim equated this phenomenon with explanation. In his essay \"Testability and Meaning,\" Rudolf Carnap revised his criteria for how this phenomenon applies to language, which he had put forth in The Logical Structure of the World. Ernest Nagel defined a \"homogeneous\"": {
    "guess": "Scientific explanation",
    "confidence": [
      [
        "Scient",
        -1.344142
      ],
      [
        "ific",
        -0.00014287306
      ],
      [
        " explanation",
        -0.31000537
      ]
    ]
  },
  "John Conway has suggested the word \"strombus\" derived from the Greek word for a spinning top for this type of polygon. These shapes have a single reflective symmetry across one of their diagonals, and concave shapes with similar definitions are sometimes called darts or arrowheads. Not generally parallelograms, their area can be computed by taking one half the product of the diagonals, which are perpendicular": {
    "guess": "Strombic polygons",
    "confidence": [
      [
        "St",
        -1.3967124
      ],
      [
        "rom",
        -0.2600162
      ],
      [
        "bic",
        -0.2461537
      ],
      [
        " polygons",
        -0.39024803
      ]
    ]
  },
  "John T. Flynn wrote a derided revisionist work on \"the truth about\" this event and many conspiracy theories regarding it involve the McCollum memo. In the lead up to it, the Number 1 Alert against sabotage was issued. A Congressional act in 2000 absolved Walter Short and Husband Kimmel for their role in it. This incident was investigated by the first Roberts Commission. It caused the America First Committee to (*) disband. It saw an attack on Wheeler Airfield and the sinking of the Arizona. The attacking force was commanded by Isoroku Yamamoto. For 10 points, name this December 7th, 1941 military action that lead to America entering WWII.": {
    "guess": "Attack on Pearl Harbor",
    "confidence": [
      [
        "Attack",
        -0.011507526
      ],
      [
        " on",
        -4.3226137e-05
      ],
      [
        " Pearl",
        -3.23786e-05
      ],
      [
        " Harbor",
        -5.669615e-05
      ]
    ]
  },
  "John Cotton served as this body's secretary, and among its participants were John Dickenson and Caesar Rodney. It was conceived by John Otis, and nine of the American colonies sent delegations to its meeting in Federal Hall, New York City. In addition to adopting the Declaration of Rights, it organized protests against the agents of its namesake act, which prevented the issuance of licenses and the sale of playing cards. For ten points, what was this October 1765 meeting convened in response to a widespread tax on official documents and papers?": {
    "guess": "Stamp Act Congress",
    "confidence": [
      [
        "Stamp",
        -0.15413731
      ],
      [
        " Act",
        -2.0458236e-05
      ],
      [
        " Congress",
        -0.000101993544
      ]
    ]
  },
  "John Locke wrote a letter concerning this concept, focusing on the relationship between government and religion. Engineers use it to describe the maximum variation allowed in measurement, and doctors use it to describe the body's ability to accept transplants. Give this term which in common usage refers": {
    "guess": "Toleration",
    "confidence": [
      [
        "T",
        -0.009800597
      ],
      [
        "ol",
        -0.33382815
      ],
      [
        "eration",
        -0.00031723134
      ]
    ]
  },
  "John Peter Altgeld led the switch on the fourth ballot of a convention to nominate this man over Richard": {
    "guess": "William Jennings Bryan",
    "confidence": [
      [
        "William",
        -0.60942525
      ],
      [
        " Jennings",
        -0.07841849
      ],
      [
        " Bryan",
        -0.00015395533
      ]
    ]
  },
  "John Cotton served as this body's secretary, and among its participants were John Dickenson and Caesar Rodney. It was conceived by John Otis, and nine of the American colonies sent delegations to its meeting": {
    "guess": "First Continental Congress",
    "confidence": [
      [
        "First",
        -0.39897683
      ],
      [
        " Continental",
        -0.00014513794
      ],
      [
        " Congress",
        -0.00014036978
      ]
    ]
  },
  "John R. Hicks' IS/LM model was inspired by this man's ideas on macroeconomic theory. He argued against returning to the gold standard after World War I, but Churchill did so anyway, depressing British": {
    "guess": "John Maynard Keynes",
    "confidence": [
      [
        "John",
        -0.003031071
      ],
      [
        " May",
        -0.00074006146
      ],
      [
        "nard",
        -3.5313153e-06
      ],
      [
        " Keynes",
        -0.000107953725
      ]
    ]
  },
  "John Peter Altgeld led the switch on the fourth ballot of a convention to nominate this man over Richard Bland, and Arthur Sewall was selected as his running mate for the ensuing election. He gave speeches such as \"The Prince of Peace\" and \"The Value of an Ideal\" while on the Chautauqua Circuit, and negotiated many anti-war treaties as Secretary of State, though he would later resign that post following the sinking of the Lusitania. Despite his strong support for the Spanish-American War, he opposed imperialism and the US annexation of the Philippines. For 10 points, identify this man who declared, \"you shall not crucify mankind upon a cross of gold\", a three-time Democratic presidential candidate who advocated for bimetallism.": {
    "guess": "William Jennings Bryan",
    "confidence": [
      [
        "William",
        -0.04394286
      ],
      [
        " Jennings",
        -0.0016211456
      ],
      [
        " Bryan",
        -0.000251684
      ]
    ]
  },
  "John Conway has suggested the word \"strombus\" derived from the Greek word for a spinning top for this type of polygon. These shapes have a single reflective symmetry across one of their diagonals, and concave shapes with similar definitions are sometimes called darts or arrowheads. Not generally parallelograms,": {
    "guess": "Kite (geometry)",
    "confidence": [
      [
        "K",
        -0.09928646
      ],
      [
        "ite",
        -0.0007144584
      ],
      [
        " (",
        -0.047906365
      ],
      [
        "geometry",
        -0.0017406282
      ],
      [
        ")",
        -0.00012035091
      ]
    ]
  },
  "John Patterson said of them that \"when you go…looking for trouble, you usually find it,\" while the judge": {
    "guess": "The Dukes of Hazzard",
    "confidence": [
      [
        "The",
        -2.5343256
      ],
      [
        " D",
        -2.146385
      ],
      [
        "ukes",
        -0.24864835
      ],
      [
        " of",
        -0.27979794
      ],
      [
        " H",
        -0.023412835
      ],
      [
        "azz",
        -1.8908588e-05
      ],
      [
        "ard",
        -9.6867785e-05
      ]
    ]
  },
  "John Bly and Charles Rose were the only two men hanged for their role in this event. Governor Bowdoin drew up a Riot Act suspending habeas corpus to deal with this conflict. General Benjamin Lincoln led": {
    "guess": "Shays' Rebellion",
    "confidence": [
      [
        "Sh",
        -0.00023977463
      ],
      [
        "ays",
        -3.9769227e-05
      ],
      [
        "'",
        -4.4179764e-05
      ],
      [
        " Rebellion",
        -4.246537e-06
      ]
    ]
  },
  "In a John Hawkes novel, the hero goes to Alaska in search of one of these things. Benny inherits one": {
    "guess": "The Cannibal",
    "confidence": [
      [
        "The",
        -0.51276386
      ],
      [
        " Cann",
        -1.1517972
      ],
      [
        "ibal",
        -0.00011784763
      ]
    ]
  },
  "John Hynes served as the acting mayor of this city when its elected mayor James Curley was in prison   in 1947, and Hynes then defeated Curley in the next election. This city had large demonstrations  in favor of Anthony Burns when he was tried under the Fugitive Slave Act. After the passage of   the Stamp Act, the home of Thomas Hutchinson in this city was attacked, and Hutchinson later  removed troops from this city after an incident involving five deaths, including Crispus Attucks.  Name this home of Paul Revere, where Samuel Adams supported forcefully boarding English ships  and destroying": {
    "guess": "Boston",
    "confidence": [
      [
        "Boston",
        -0.00020652048
      ]
    ]
  },
  "John Harrison designed one of these for ships, thus winning a 20,000 pound prize offered by the British Government. That device enabled better calculation of Longitude. Ctesibius improved on the Greek": {
    "guess": "Marine chronometer",
    "confidence": [
      [
        "Mar",
        -0.8276811
      ],
      [
        "ine",
        -0.02146292
      ],
      [
        " chron",
        -0.0030980967
      ],
      [
        "ometer",
        -0.00042602763
      ]
    ]
  },
  "John Dower examined the aftermath of this event in his works. An attempted coup occurred after this event": {
    "guess": "Occupation of Japan",
    "confidence": [
      [
        "Occup",
        -1.8276554
      ],
      [
        "ation",
        -0.04776523
      ],
      [
        " of",
        -0.0012170211
      ],
      [
        " Japan",
        -0.06810076
      ]
    ]
  },
  "John Moffat has developed a nonsymmetric theory of this, while Renate Loll and others have developed of a theory of this phenomenon that makes use of pentachorons, and is called causal dynamical triangulation.  Another theory of this interaction has two fields and coupling constant called omega, while a different theory depends on the Immirzi parameter.  Along with Brans-Dicke theory, and a theory developed by Mordehai Milgrom called MOND, there are recent theories like quantum loop theory that attempt to quantize this interaction, which is mediated by spin-2 particles. FTP, identify this interaction which can be described in terms of the curvature of space-time, and whose inverse-square law": {
    "guess": "Quantum gravity",
    "confidence": [
      [
        "Quant",
        -0.461477
      ],
      [
        "um",
        -0.0002419203
      ],
      [
        " gravity",
        -0.22371046
      ]
    ]
  },
  "John Costello succeeded this man twice in office, and when he finally retired from public service at": {
    "guess": "Éamon de Valera",
    "confidence": [
      [
        "É",
        -0.023908103
      ],
      [
        "amon",
        -9.281486e-05
      ],
      [
        " de",
        -5.931863e-05
      ],
      [
        " Val",
        -1.504853e-06
      ],
      [
        "era",
        -6.1537958e-06
      ]
    ]
  },
  "In a John Hawkes novel, the hero goes to Alaska in search of one of these things. Benny inherits one of these objects in a Joshua Ferris novel. Mungo Martin and Bill Reid are real life designers of these objects. James Cook's Pacific Ocean voyage chronicle describes them supporting rafters in houses, but they're more recognizable for their freestanding variety, the tallest of which towers 173 feet": {
    "guess": "Totem pole",
    "confidence": [
      [
        "Tot",
        -0.0018059646
      ],
      [
        "em",
        -0.00028064317
      ],
      [
        " pole",
        -0.5541694
      ]
    ]
  },
  "John Cotton served as this body's secretary, and among its participants were John Dickenson and Caesar Rodney. It was conceived by John Otis, and nine of the American colonies sent delegations to its meeting in Federal Hall, New York City. In addition to adopting the Declaration of Rights, it organized": {
    "guess": "First Continental Congress",
    "confidence": [
      [
        "First",
        -0.08778821
      ],
      [
        " Continental",
        -0.0005390932
      ],
      [
        " Congress",
        -8.947716e-05
      ]
    ]
  },
  "John T. Flynn wrote a derided revisionist work on \"the truth about\" this event and many conspiracy theories regarding it involve the McCollum memo. In the lead up to it, the Number 1 Alert against sabotage was issued. A Congressional act in 2000 absolved Walter Short and Husband Kimmel for their role in it. This incident was investigated by the first Roberts Commission. It caused the America First Committee to (*) disband. It saw an attack on Wheeler Airfield and the sinking of the Arizona. The attacking": {
    "guess": "Attack on Pearl Harbor",
    "confidence": [
      [
        "Attack",
        -0.019356148
      ],
      [
        " on",
        -0.00066394533
      ],
      [
        " Pearl",
        -0.00027373302
      ],
      [
        " Harbor",
        -0.00025239922
      ]
    ]
  },
  "John Harsanyi suggested that Bayesian reasoning was superior to the principle outlined in this work for its greater ability to accomodate uncertainty. This work proposes that citizens ought to be afforded the most extensive basic liberties that do not interfere with the provision of the same for others, and that social and economic inequality ought to be arranged to ensure the greatest benefit to the most disadvantaged members of society, the \"maximin\" principle. This work and suggests that policy decisions ought to be made by assuming the \"original position,\" which operates behind the \"veil of": {
    "guess": "A Theory of Justice",
    "confidence": [
      [
        "A",
        -0.017556485
      ],
      [
        " Theory",
        -3.8219583e-05
      ],
      [
        " of",
        -0.00073756184
      ],
      [
        " Justice",
        -0.00039397285
      ]
    ]
  },
  "The one by John Adams contains movements entitled \"Manny's Gym\" and \"Hail Bop,\" and is known as Century Rolls. The second by Johannes Brahms, in B-flat major, contains a cello solo at the beginning of the third movement. One by Maurice Ravel opens with a whip crack and is \"in G.\" \"Jeunehomme\" is a nickname commonly given to the ninth by Mozart, who wrote a total of 27, including the \"Coronation\" and the \"Elvira Madigan.\" The fifth and last by Beethoven is an E-flat major piece usually known as the": {
    "guess": "Piano concerto",
    "confidence": [
      [
        "P",
        -0.069902755
      ],
      [
        "iano",
        -1.9027791e-05
      ],
      [
        " conc",
        -0.31789455
      ],
      [
        "erto",
        -7.421909e-05
      ]
    ]
  },
  "John Stone and John Oldham, alleged Indian killers, were  captured by a tribe who refused to release them. In retaliation,  John Endecott organized a fighting expedition, and Captain John  Mason led a group of Narragansett allies against a village on the  Mystic River, massacring its inhabitants. FTP,": {
    "guess": "Pequot War",
    "confidence": [
      [
        "Pe",
        -0.04501727
      ],
      [
        "quot",
        -8.657073e-06
      ],
      [
        " War",
        -0.0054832334
      ]
    ]
  },
  "John Darley and Bibb Latané once demonstrated this phenomenon using an experiment involving smoke slowly filling a room. One of the factors influencing it is diffusion of responsibility, which provides evidence for why it is more prevalent when larger populations are present. Good Samaritan laws attempt to reduce this phenomenon, one famous example of which include Winston Mosely's murder of Kitty Genovese. For 10 points, name this phenomenon in which onlookers amidst wrongdoing generally do nothing.": {
    "guess": "Bystander effect",
    "confidence": [
      [
        "B",
        -0.0006957544
      ],
      [
        "yst",
        -2.577686e-06
      ],
      [
        "ander",
        -6.9331734e-05
      ],
      [
        " effect",
        -0.0025139505
      ]
    ]
  },
  "John McCormack noted that after hearing one of this man's works, Rachmaninoff started to play jazz pieces in his spare time. His song \"Rialto Ripples\" was the basis for the theme of the last of his Three Preludes, intended to be part of a large work called The Melting Pot. Walter Damrsoch commissioned this man to write a work that begins with a rhythm based on the Charleston, his Concerto in F. Another one of this composer's works, subtitled \"An Experiment in Modern Music,\" was inspired by a train ride he took from Boston to New York and begins with a clarinet glissando. For 10 points, name this composer of Rhapsody in Blue.": {
    "guess": "George Gershwin",
    "confidence": [
      [
        "George",
        -0.0030053928
      ],
      [
        " G",
        -9.968313e-06
      ],
      [
        "ersh",
        -0.0001843486
      ],
      [
        "win",
        -3.4047454e-05
      ]
    ]
  },
  "John T. Flynn wrote a derided revisionist work on \"the truth about\" this event and many conspiracy theories regarding it involve the McCollum memo. In the lead up to it, the Number 1 Alert against sabotage was issued. A Congressional act in 2000 absolved Walter Short and Husband Kimmel for their role in it. This incident was investigated by the first Roberts Commission. It caused the America First": {
    "guess": "Attack on Pearl Harbor",
    "confidence": [
      [
        "Attack",
        -0.036861394
      ],
      [
        " on",
        -0.00057138276
      ],
      [
        " Pearl",
        -0.0004073163
      ],
      [
        " Harbor",
        -0.00018327577
      ]
    ]
  },
  "John Peter Altgeld led the switch on the fourth ballot of a convention to nominate this man over Richard Bland, and Arthur Sewall was selected as his running mate for the ensuing election. He gave speeches such as \"The Prince of Peace\" and \"The Value of an Ideal\" while on the Chautauqua Circuit, and": {
    "guess": "William Jennings Bryan",
    "confidence": [
      [
        "William",
        -0.21170992
      ],
      [
        " Jennings",
        -0.05807064
      ],
      [
        " Bryan",
        -0.00046427367
      ]
    ]
  },
  "John Barrington Ashley is accused of murdering his neighbor Breckenridge Lansing in this author's The Eighth Day. He described a miraculous traveling salesman who comes to Newport, Rhode Island in Theophilus North, while many characters write letters to Lucius Turrinus in his epistolary novel The Ides of March. This author wrote about the maid (*) Sabina, who describes an imminent ice age approaching New Jersey in the first act of his play about the Antrobus family. In addition to The Skin of Our Teeth, he wrote a play in which Simon Stimson runs the town choir in Grover's Corners, where George Gibbs and Emily Webb get married. For 10 points, name this author who created the Stage Manager in his play Our Town.": {
    "guess": "Thornton Wilder",
    "confidence": [
      [
        "Thor",
        -0.0003485746
      ],
      [
        "nton",
        -1.0280384e-06
      ],
      [
        " Wild",
        -0.00018065695
      ],
      [
        "er",
        -1.8193366e-05
      ]
    ]
  },
  "John McCormack noted that after hearing one of this man's works, Rachmaninoff started to play jazz pieces in his spare time. His song \"Rialto Ripples\" was the basis for the theme of the last of his Three Preludes, intended to be part of a large work called The Melting Pot. Walter Damrsoch commissioned this man to write a work that begins with a rhythm based on the Charleston, his Concerto in F. Another one of this composer's works, subtitled \"An Experiment in Modern Music,\" was inspired by a train ride he took from Boston to New York and begins with a clarinet glissando. For 10 points, name this": {
    "guess": "George Gershwin",
    "confidence": [
      [
        "George",
        -0.009825152
      ],
      [
        " G",
        -1.2352386e-05
      ],
      [
        "ersh",
        -0.0002782591
      ],
      [
        "win",
        -1.8193366e-05
      ]
    ]
  },
  "John Patterson said of them that \"when you go…looking for trouble, you usually find it,\" while the judge at their trial turned his back when their lawyer spoke. One told Robert Kennedy that \"if we cooled off any more, we'd be in a deep freeze,\" and the beating of Jim Zwerg convinced Kennedy to dispatch": {
    "guess": "Freedom Riders",
    "confidence": [
      [
        "Freedom",
        -0.2287996
      ],
      [
        " Riders",
        -0.008439048
      ]
    ]
  },
  "John Berryman argued that this play was Shakespeare's worst, probably because one character compares his universal advice with a barber's chair that fits buttocks of all sizes. [?] Mariana appears in this work that sees a man write a letter saying \"Men are to mell with, boys are to kiss.\" That character was being interrogated while blindfolded by his own Counts when he was ordered to retrieve a drum. The protagonist lies about dying in a monastery in order to further a scheme involving a Widow obtaining a ring. This play also sees the king of France suffer from a fistula, but is cured by the heroine": {
    "guess": "All's Well That Ends Well",
    "confidence": [
      [
        "All",
        -0.1444953
      ],
      [
        "'s",
        -0.0028449371
      ],
      [
        " Well",
        -0.0011046139
      ],
      [
        " That",
        -0.0010326919
      ],
      [
        " Ends",
        -0.0019804991
      ],
      [
        " Well",
        -0.000112245056
      ]
    ]
  },
  "In 1701, John Lawson visited the Catawba people while exploring the area that is now this state. Its colonial delegates were the first to officially call for independence in a document called the Halifax Resolve, and battles on the territory of this state include a clash between Nathaniel Green and Cornwallis at Guilford Courthouse. From 1711 to 1715, while it was still a colony, this state was racked by a war against the Tuscarora Indians, and the excesses of its governor William Tryon led to an": {
    "guess": "North Carolina",
    "confidence": [
      [
        "North",
        -0.019339679
      ],
      [
        " Carolina",
        -0.0007243486
      ]
    ]
  },
  "In 1701, John Lawson visited the Catawba people while exploring the area that is now this state. Its colonial delegates were the first to officially call for independence in a document called the Halifax": {
    "guess": "North Carolina in the American Revolution",
    "confidence": [
      [
        "North",
        -0.16258565
      ],
      [
        " Carolina",
        -0.00016086915
      ],
      [
        " in",
        -0.47037703
      ],
      [
        " the",
        -0.0007983118
      ],
      [
        " American",
        -0.0039078956
      ],
      [
        " Revolution",
        -0.12137958
      ]
    ]
  },
  "John Cotton served as this body's secretary, and among its participants were John Dickenson and Caesar Rodney. It was conceived by John Otis, and nine of the American colonies sent delegations to its meeting in Federal Hall, New York City. In addition to adopting the Declaration of Rights, it organized protests against the agents of its namesake act, which prevented the issuance of licenses and the": {
    "guess": "First Continental Congress",
    "confidence": [
      [
        "First",
        -0.24366146
      ],
      [
        " Continental",
        -0.00017278951
      ],
      [
        " Congress",
        -0.00014430351
      ]
    ]
  },
  "John Ury was scapegoated for a 1741 plot to burn much of this state to the ground, which was blamed on poor whites and slaves. William III had to depose a man who led a coup in this colony ostensibly to take it from James II, while another conflict here saw tenant farmers rise up following the death of Stephen Van Rensselaer. Besides Leisler's Rebellion and the Anti-Rent War, this state saw a riot by groups of men who could not afford the $300 commutation fee in 1863, and a 1969 disturbance following": {
    "guess": "New York City",
    "confidence": [
      [
        "New",
        -0.27161998
      ],
      [
        " York",
        -0.0020555735
      ],
      [
        " City",
        -0.75704175
      ]
    ]
  },
  "John Hunt Morgan led a Confederate raid into this state in 1863, and its first capital was Corydon. David Curtiss Stephenson made this state a stronghold for the Ku Klux Klan in the 1920s, and it was the site of the Utopian town of New Harmony. George Rogers Clark captured Fort (*) Vincennes in this state during the American Revolution, and William Henry Harrison served as governor of this state's namesake territory. For 10 points, name this home state of former vice-president Dan Quayle, the Hoosier": {
    "guess": "Indiana",
    "confidence": [
      [
        "Indiana",
        -0.0064985314
      ]
    ]
  },
  "John Locke wrote a letter concerning this concept, focusing on the relationship between government and": {
    "guess": "Religious tolerance",
    "confidence": [
      [
        "Rel",
        -0.20285106
      ],
      [
        "igious",
        -0.0033942063
      ],
      [
        " tolerance",
        -0.19986512
      ]
    ]
  },
  "After the Johnstown Flood, this man rebuilt the city's library. He advocated large scale philanthropy": {
    "guess": "Andrew Carnegie",
    "confidence": [
      [
        "Andrew",
        -0.026323637
      ],
      [
        " Carnegie",
        -0.00013047588
      ]
    ]
  },
  "John Woodruff and Cyrus Avery founded a national association to promote the use of this road, and CC Pyle organized the \"Bunion Derby\" which was set on it. In The Grapes of Wrath, this road was called": {
    "guess": "U.S. Route 66",
    "confidence": [
      [
        "U",
        -0.2167693
      ],
      [
        ".S",
        -0.00019984508
      ],
      [
        ".",
        -0.0011839193
      ],
      [
        " Route",
        -0.0064948583
      ],
      [
        " ",
        -2.939851e-05
      ],
      [
        "66",
        -0.0005747168
      ]
    ]
  },
  "Johann Sebastian Bach's concerti [kun-\"CHAIR\"-tee] for organ borrow heavily from this composer's collection of twelve concerti for one, two, and four violins, his L'estro Armonico. Another collection of twelve concerti by this composer contains pieces nicknamed \"The Sea Storm\" and \"Pleasure\", and the last section of its second concerto is nicknamed \"The Storm\". That section goes with the words \"Alas, his fears are justified. The sky is filled with thunder and lightning and hail cuts down the proud grain\"; those words are taken from the second of the four sonnets that go with the the first four": {
    "guess": "Antonio Vivaldi",
    "confidence": [
      [
        "Ant",
        -0.0067204675
      ],
      [
        "onio",
        -2.6968896e-06
      ],
      [
        " V",
        -0.00038384052
      ],
      [
        "ival",
        -3.8457987e-05
      ],
      [
        "di",
        -4.572941e-05
      ]
    ]
  },
  "John Michael Montias and Arthur K. Wheelock are renowned for their studies of this artist. A recent addition to this artist's canon came with the analysis of a duplicate of a painting by Felice Ficherelli,": {
    "guess": "Johannes Vermeer",
    "confidence": [
      [
        "J",
        -0.1686517
      ],
      [
        "oh",
        -1.2829201e-05
      ],
      [
        "annes",
        -2.6968896e-06
      ],
      [
        " Ver",
        -1.0445127e-05
      ],
      [
        "meer",
        -3.0113732e-05
      ]
    ]
  },
  "John Dustin Archbold, who had criticized this company, nevertheless became its final president. Its managers negotiated directly with the Lake Shore Railroad and created the short-lived South Improvement": {
    "guess": "Standard Oil Company",
    "confidence": [
      [
        "Standard",
        -0.10385346
      ],
      [
        " Oil",
        -0.0004776208
      ],
      [
        " Company",
        -0.65512544
      ]
    ]
  },
  "John Ciardi produced a famous translation of this author's best-known work, which drew heavily from Islamic": {
    "guess": "Dante Alighieri",
    "confidence": [
      [
        "D",
        -0.022749428
      ],
      [
        "ante",
        -9.253091e-06
      ],
      [
        " Al",
        -0.0069618775
      ],
      [
        "igh",
        -5.8841815e-05
      ],
      [
        "ieri",
        -8.566264e-05
      ]
    ]
  },
  "John Stevens Henslow was a botanist who had a major influence on the life of this scientist, by encouraging him to study zoology and geology.  It was Henslow that recommended that this scientist take a five-year trip aboard a ship that was captained by a man named Robert Fitzroy.  New Zealand, Tahiti, Tasmania, the Keeling Islands, Tenerife, Brazil, Tierra del Fuego, Valparaiso, and the Galapagos Islands": {
    "guess": "Voyage of the Beagle",
    "confidence": [
      [
        "V",
        -0.4289366
      ],
      [
        "oy",
        -1.9361265e-07
      ],
      [
        "age",
        -0.00027432904
      ],
      [
        " of",
        -1.2948405e-05
      ],
      [
        " the",
        -0.0009301639
      ],
      [
        " Be",
        -0.0033491785
      ],
      [
        "agle",
        -2.3080716e-05
      ]
    ]
  },
  "John Dryden said that it was \"the best poem of the best poet.\" The poet writes \"Happy is the man who can read the causes of things\" as an allusion to Lucretius in its second section. Based on a now lost work by Nicander of Colophon, it was begun at the request of Maecenas, who is asked \"What makes the cornfield smile; beneath what star\" in its opening line. Composed between 37 and 30 BC, it takes up topics like beekeeping, olive growing, and crops in its four books. FTP, identify this didactic poem about farming, the last finished work by Virgil.": {
    "guess": "The Georgics",
    "confidence": [
      [
        "The",
        -0.055173494
      ],
      [
        " Georg",
        -0.0013513069
      ],
      [
        "ics",
        -9.639097e-05
      ]
    ]
  },
  "John Ciardi produced a famous translation of this author's best-known work, which drew heavily from Islamic philosophy according to the scholar Miguel Palacios. In one work by this author, the final canzone is left unfinished because it is interrupted by the death of the (*) author's lover. In another work, this author is attacked by a lion, a leopard, and a she-wolf before being rescued by his eventual guide, a Roman poet. For 10 points, name this author who helped establish the Tuscan dialect with": {
    "guess": "Dante Alighieri",
    "confidence": [
      [
        "D",
        -0.0021355099
      ],
      [
        "ante",
        -1.7239736e-05
      ],
      [
        " Al",
        -0.00035941842
      ],
      [
        "igh",
        -2.0339032e-05
      ],
      [
        "ieri",
        -9.2695656e-05
      ]
    ]
  },
  "In John Irving's In One Person, Elaine asks if the name of this country is a type of blowjob, and Billy meets his father at a gay nightclub in this country. In a non-fiction book, Richard Wright argued that this country is too pagan to be Catholic. An author from this country wrote a novella about a priest who loses his faith but keeps up appearances for his parishioners, and updated the Cain and Abel": {
    "guess": "Ireland",
    "confidence": [
      [
        "I",
        -0.051581673
      ],
      [
        "reland",
        -9.531814e-05
      ]
    ]
  },
  "John Lennon sings the lyrics \"So sgt. pepper took you by surprise / You better see right through that mother's eyes\" in a song that asks \"How do you\" do this. An Argentinian in Moulin Rouge is prone to this condition, and in another movie, Yusuf drives a white van off a bridge to provide a (*) \"kick\" that causes his passengers to stop doing this. The narrator of Fight Club has difficulty doing this. The moves Dark Void and Spore induce this condition in Pokémon, and Jigglypuff draws on people when": {
    "guess": "Consciousness",
    "confidence": [
      [
        "Con",
        -1.7227534
      ],
      [
        "scious",
        -0.11250374
      ],
      [
        "ness",
        -0.00087060605
      ]
    ]
  },
  "John Wheeler proposed a modified thought experiment based on this investigation in which the observer can choose the method of measuring the result, and is called the \"delayed choice\" experiment. A variant of this experiment performed by Shariar Afshar involved a grid of wires placed before a lense, and it was first performed with electrons by Claus Jonnson. Setups in which one of the paths is closed": {
    "guess": "Double-slit experiment",
    "confidence": [
      [
        "Double",
        -0.019034212
      ],
      [
        "-s",
        -0.0001596771
      ],
      [
        "lit",
        0.0
      ],
      [
        " experiment",
        -0.00039325762
      ]
    ]
  },
  "John Hynes served as the acting mayor of this city when its elected mayor James Curley was in prison   in 1947, and Hynes then defeated Curley in the next election. This city had large demonstrations  in favor of Anthony Burns when he was tried under the Fugitive Slave Act. After the passage of   the Stamp Act, the home of Thomas Hutchinson in this city was attacked, and Hutchinson later  removed troops from this city after an incident involving five deaths, including Crispus Attucks.  Name this": {
    "guess": "Boston",
    "confidence": [
      [
        "Boston",
        -0.00031925782
      ]
    ]
  },
  "John Lennon sings the lyrics \"So sgt. pepper took you by surprise / You better see right through that mother's eyes\" in a song that asks \"How do you\" do this. An Argentinian in Moulin Rouge is prone to this condition, and in another movie, Yusuf drives a white van off a bridge to provide a (*) \"kick\" that causes his passengers to stop doing this. The narrator of Fight Club has difficulty doing this. The moves Dark Void and Spore induce this condition in Pokémon, and Jigglypuff draws on people when it does this. Most of Inception occurs when its characters are in a state of, for ten points, what action, which a beauty was doing before Prince Charming awakened her with a kiss?": {
    "guess": "Sleep",
    "confidence": [
      [
        "Sleep",
        -0.0291427
      ]
    ]
  },
  "John Ury was scapegoated for a 1741 plot to burn much of this state to the ground, which was blamed on poor whites and slaves. William III had to depose a man who led a coup in this colony ostensibly to take it from James II, while another conflict here saw tenant farmers rise up following the death of Stephen Van Rensselaer. Besides Leisler's Rebellion and the Anti-Rent War, this state saw a riot by groups of men who could not afford the $300 commutation fee in 1863, and a 1969 disturbance following a police raid on a gay bar. For 10 points, name this state, site of the Draft Riots and the Stonewall": {
    "guess": "New York",
    "confidence": [
      [
        "New",
        -0.05205527
      ],
      [
        " York",
        -0.0008560742
      ]
    ]
  },
  "It was John Young's fifth trip into space and his first since landing on the Moon in Apollo 16 nine years before.  It was Robert Crippen's first time in space.  The mission lasted 54 hours and 21 minutes, from 12 April to 14 April 1981.  FTP identify either the mission or the spacecraft on which the mission was flown, the first use of a reusable spacecraft.": {
    "guess": "Space Shuttle Columbia",
    "confidence": [
      [
        "Space",
        -0.019445248
      ],
      [
        " Shuttle",
        -0.002797153
      ],
      [
        " Columbia",
        -0.022426229
      ]
    ]
  },
  "John Harrison designed one of these for ships, thus winning a 20,000 pound prize offered by the British Government. That device enabled better calculation of Longitude. Ctesibius improved on the Greek version called a clepsydra, which used water. Christiaan Huygens invented a pendulum one, while a Foucault pendulum can also be used as one. In 1955, one using cesium was invented. That is an atomic one,": {
    "guess": "Atomic clock",
    "confidence": [
      [
        "Atomic",
        -0.850412
      ],
      [
        " clock",
        -0.21145108
      ]
    ]
  },
  "John Dustin Archbold, who had criticized this company, nevertheless became its final president. Its managers": {
    "guess": "Standard Oil",
    "confidence": [
      [
        "Standard",
        -0.022462945
      ],
      [
        " Oil",
        -0.0005800773
      ]
    ]
  },
  "John Cotton served as this body's secretary, and among its participants were John Dickenson and Caesar Rodney. It was conceived by John Otis, and nine of the American colonies sent delegations to its meeting in Federal Hall, New York City. In addition to adopting the Declaration of Rights, it organized protests against the agents of its namesake act, which prevented the issuance of licenses and the sale of playing cards. For ten points, what was this October 1765 meeting convened in response to a": {
    "guess": "Stamp Act Congress",
    "confidence": [
      [
        "Stamp",
        -0.01602557
      ],
      [
        " Act",
        -2.188868e-05
      ],
      [
        " Congress",
        -7.946405e-05
      ]
    ]
  },
  "John Moffat has developed a nonsymmetric theory of this, while Renate Loll and others have developed of a theory of this phenomenon that makes use of pentachorons, and is called causal dynamical triangulation.  Another theory of this interaction has two fields and coupling constant called omega, while a different theory depends on the Immirzi parameter.  Along with Brans-Dicke theory, and a theory developed by Mordehai Milgrom called MOND, there are recent theories like quantum loop theory that attempt to quantize this interaction, which is mediated by spin-2 particles. FTP, identify this interaction": {
    "guess": "Quantum gravity",
    "confidence": [
      [
        "Quant",
        -0.23119085
      ],
      [
        "um",
        -0.0013590441
      ],
      [
        " gravity",
        -0.24272549
      ]
    ]
  },
  "John Moffat has developed a nonsymmetric theory of this, while Renate Loll and others have developed of a theory of this phenomenon that makes use of pentachorons, and is called causal dynamical triangulation.": {
    "guess": "Quantum gravity",
    "confidence": [
      [
        "Quant",
        -0.041278567
      ],
      [
        "um",
        -1.11603495e-05
      ],
      [
        " gravity",
        -0.022599323
      ]
    ]
  },
  "John of Salisbury records that the metaphor about these objects was first introduced in a book by Bernard": {
    "guess": "Standing on the shoulders of Giants",
    "confidence": [
      [
        "Standing",
        -0.16680893
      ],
      [
        " on",
        -0.00012868783
      ],
      [
        " the",
        -1.378283e-05
      ],
      [
        " shoulders",
        -0.14902118
      ],
      [
        " of",
        -1.8789384e-05
      ],
      [
        " Giants",
        -0.103796564
      ]
    ]
  },
  "John Constable described this man's The Mill as one of the four memorable paintings in the history of landscape. Mythological-themed works by this painter include a depiction of Ganymede crying and urinating and another of Danae, which was vandalized with sulfuric acid in 1985, while his religious works include The Blinding of Samson and Joseph Accused by Potiphar's Wife. He studied painting under Pieter Lastman for only six months, and some of his most famous works were done on commission from groups such as a surgical association and members of an Amsterdam militia. Famous for his many self- portraits, this is, FTP, what Dutch, Baroque painter of the Night Watch and The Anatomy Lesson of Dr.": {
    "guess": "Rembrandt",
    "confidence": [
      [
        "Rem",
        -0.00064048055
      ],
      [
        "brand",
        -0.000500132
      ],
      [
        "t",
        -1.0683535e-05
      ]
    ]
  },
  "In John Irving's In One Person, Elaine asks if the name of this country is a type of blowjob, and Billy meets his father at a gay nightclub in this country. In a non-fiction book, Richard Wright argued that this country is too pagan to be Catholic. An author from this country wrote a novella about a": {
    "guess": "Ireland",
    "confidence": [
      [
        "I",
        -0.28988174
      ],
      [
        "reland",
        -0.0021196886
      ]
    ]
  },
  "John Searle criticized this philosopher's work in his essay Reiterating the Difference, to which this man responded in the afterword of another work. Another of his works describes organized crime as a \"phantom state\". That work traces the development of the concept of underemployment and describes them as \"plagues of capital\" and part of the title legacy. This author of Limited Inc. and Spectres of Marx described a concept which combines the meanings of the words \"differ\" and \"defer\" and about the futility of escaping infinite context, which led him to write \"there is nothing outside the text.\" For 10 points, name this French philosopher who coined the term \"differance\" and wrote Of Grammatology,": {
    "guess": "Jacques Derrida",
    "confidence": [
      [
        "Jac",
        -0.0037288223
      ],
      [
        "ques",
        -2.0339032e-05
      ],
      [
        " D",
        -0.00020437481
      ],
      [
        "err",
        -1.147242e-06
      ],
      [
        "ida",
        -6.1537958e-06
      ]
    ]
  },
  "John Barrington Ashley is accused of murdering his neighbor Breckenridge Lansing in this author's The": {
    "guess": "Hugh Henry Breckenridge",
    "confidence": [
      [
        "Hugh",
        -0.24014714
      ],
      [
        " Henry",
        -0.08279023
      ],
      [
        " Bre",
        -0.01212603
      ],
      [
        "cken",
        -0.00044628125
      ],
      [
        "ridge",
        -6.396757e-05
      ]
    ]
  },
  "John Costello succeeded this man twice in office, and when he finally retired from public service at the age of 90, Erskine Childers succeeded him. In one executive position, this man was preceded by W.T Cosgrave, and he abolished this position by introducing a new constitution, which also saw Douglas Hyde become his country's first president. He served as president of the League of nations, and adopted a neutral stance during WWII. Before serving as his country's president, he had been its Taoiseach 3 times, for a total of 15 years. His American origins made him avoid execution after the Easter Rising, and during the civil war, he opposed Michael Collins and the 1921 treaty with Britain. FTP, who was this Irish freedom fighter, Prime minister and founder of the Fianna Fail?": {
    "guess": "Éamon de Valera",
    "confidence": [
      [
        "É",
        -0.5013835
      ],
      [
        "amon",
        -2.6418418e-05
      ],
      [
        " de",
        -0.0008989581
      ],
      [
        " Val",
        -1.1279553e-05
      ],
      [
        "era",
        -3.2497806e-05
      ]
    ]
  },
  "John Barrington Ashley is accused of murdering his neighbor Breckenridge Lansing in this author's The Eighth Day. He described a miraculous traveling salesman who comes to Newport, Rhode Island in Theophilus North, while many characters write letters to Lucius Turrinus in his epistolary novel The Ides": {
    "guess": "Thornton Wilder",
    "confidence": [
      [
        "Thor",
        -0.0014505908
      ],
      [
        "nton",
        -2.1054253e-05
      ],
      [
        " Wild",
        -0.00029148703
      ],
      [
        "er",
        -1.8193366e-05
      ]
    ]
  },
  "John Michael Montias and Arthur K. Wheelock are renowned for their studies of this artist. A recent addition to this artist's canon came with the analysis of a duplicate of a painting by Felice Ficherelli, or il Riposo, a depiction of Saint Praxedis. After his earliest known work, Christ in the House of Mary and Martha, he took over the inn of his father called the Mechelen. His only dated work, which": {
    "guess": "Johannes Vermeer",
    "confidence": [
      [
        "J",
        -0.19596918
      ],
      [
        "oh",
        -1.700133e-05
      ],
      [
        "annes",
        -3.5954712e-05
      ],
      [
        " Ver",
        -4.8471098e-05
      ],
      [
        "meer",
        -9.996708e-05
      ]
    ]
  },
  "John Warne was a financier and barbed wire manufacturer known as \"bet-a-million\" for his conjectures": {
    "guess": "John Warne Gates",
    "confidence": [
      [
        "John",
        -0.034689914
      ],
      [
        " War",
        -0.016899982
      ],
      [
        "ne",
        -2.577686e-06
      ],
      [
        " Gates",
        -0.012666801
      ]
    ]
  },
  "John Maurice Clark wrote about An Alternative to this status. Another work argues that this concept is accompanied by \"The End of Truth\" and uses as examples Nazi Germany and Soviet Russia. That work argues that this concept arises because coercion becomes necessary to implement central planning, claiming": {
    "guess": "Planned economy",
    "confidence": [
      [
        "Pl",
        -0.24756907
      ],
      [
        "anned",
        -0.01915187
      ],
      [
        " economy",
        -0.26283133
      ]
    ]
  },
  "John Loengard took a picture of this photographer emulating Margaret Bourke-White in shooting dancer David Parsons while both were on top of gargoyles on the Chrysler Building. This photographer's partner influenced a trip during the Balkan war during which a photo of a bicycle on blood-smeared pavement was taken; that work is Sarajevo, Fallen Bicycle of Teenage Boy Just Killed by a Sniper. This photographer was the last to photograph a certain man curled naked next to his fully-clothed wife five": {
    "guess": "Don McCullin",
    "confidence": [
      [
        "Don",
        -0.85702145
      ],
      [
        " McC",
        -0.002803221
      ],
      [
        "ull",
        -0.00027897433
      ],
      [
        "in",
        -0.00017636562
      ]
    ]
  },
  "John Conway has suggested the word \"strombus\" derived from the Greek word for a spinning top for this type of polygon. These shapes have a single reflective symmetry across one of their diagonals, and concave shapes with similar definitions are sometimes called darts or arrowheads. Not generally parallelograms, their area can be computed by taking one half the product of the diagonals, which are perpendicular to each other though only one is necessarily a bisector. Give the name of this type of quadrilateral that has two pairs of congruent adjacent sides.": {
    "guess": "Kite",
    "confidence": [
      [
        "K",
        -1.079134
      ],
      [
        "ite",
        -0.031823453
      ]
    ]
  },
  "John Callahan assembled this book for publication, and it opens with a man hallucinating that the eagle is flying off the Great Seal of the U.S. Alonzo (*) Hickman's attempts to prevent the assassination of Adam Sunraider fail, but we learn that the racist Senator is actually half-black. For 10 points—": {
    "guess": "Juneteenth (novel)",
    "confidence": [
      [
        "Jun",
        -0.10798258
      ],
      [
        "ete",
        -1.27099975e-05
      ],
      [
        "enth",
        -0.0011015183
      ],
      [
        " (",
        -0.37257862
      ],
      [
        "nov",
        -0.009348373
      ],
      [
        "el",
        -0.00030709905
      ],
      [
        ")",
        -0.00040540905
      ]
    ]
  },
  "John Dower examined the aftermath of this event in his works. An attempted coup occurred after this event in the Kyujo (Q-Joe) Incident. The person responsible for it gave the Jewel Voice Broadcast and used the phrase \"endure the unendurable.\" Documents formalizing it were signed on September 2nd on the (*) USS Missouri, although the Postdam Declaration was accepted earlier. Following this event, GHQ": {
    "guess": "Surrender of Japan",
    "confidence": [
      [
        "S",
        -0.19295532
      ],
      [
        "urre",
        -0.00017648483
      ],
      [
        "nder",
        -3.650519e-06
      ],
      [
        " of",
        -0.00011522515
      ],
      [
        " Japan",
        -0.0013051182
      ]
    ]
  },
  "It was John Young's fifth trip into space and his first since landing on the Moon in Apollo 16 nine years": {
    "guess": "John Young",
    "confidence": [
      [
        "John",
        -0.29904866
      ],
      [
        " Young",
        -0.15637015
      ]
    ]
  },
  "John Bickle's \"ruthless\" approach to this phenomenon is a prime example of a so-called \"new wave\" approach to it. John Kemeny and Paul Oppenheim equated this phenomenon with explanation. In his essay \"Testability and Meaning,\" Rudolf Carnap revised his criteria for how this phenomenon applies to language, which he had put forth in The Logical Structure of the World. Ernest Nagel defined a \"homogeneous\" instance of this phenomenon as one that does not require bridge laws. Eliminative materialism stands": {
    "guess": "Philosophy of science",
    "confidence": [
      [
        "Phil",
        -1.0316483
      ],
      [
        "osoph",
        -6.0391463e-05
      ],
      [
        "y",
        -0.003120914
      ],
      [
        " of",
        -3.9769227e-05
      ],
      [
        " science",
        -0.120632306
      ]
    ]
  },
  "John Barrington Ashley is accused of murdering his neighbor Breckenridge Lansing in this author's The Eighth Day. He described a miraculous traveling salesman who comes to Newport, Rhode Island in Theophilus North, while many characters write letters to Lucius Turrinus in his epistolary novel The Ides of March. This author wrote about the maid (*) Sabina, who describes an imminent ice age approaching": {
    "guess": "Thornton Wilder",
    "confidence": [
      [
        "Thor",
        -0.0031200794
      ],
      [
        "nton",
        -5.5122365e-07
      ],
      [
        " Wild",
        -0.00031770815
      ],
      [
        "er",
        -1.6762922e-05
      ]
    ]
  },
  "John Patterson said of them that \"when you go…looking for trouble, you usually find it,\" while the judge at their trial turned his back when their lawyer spoke. One told Robert Kennedy that \"if we cooled off any more, we'd be in a deep freeze,\" and the beating of Jim Zwerg convinced Kennedy to dispatch federal marshals to protect them. Kennedy's intercession also forced Greyhound to transport them after a bombing, but most never reached New Orleans. FTP, identify this group that protested segregation in 1961 by traveling through the South on buses.": {
    "guess": "Freedom Riders",
    "confidence": [
      [
        "Freedom",
        -0.008062237
      ],
      [
        " Riders",
        -0.00022439736
      ]
    ]
  },
  "John Wilmot wrote one of these works \"against reason and mankind.\" One form of this genre is named after": {
    "guess": "Satire",
    "confidence": [
      [
        "Sat",
        -0.28431234
      ],
      [
        "ire",
        -0.10889516
      ]
    ]
  },
  "John Locke wrote a letter concerning this concept, focusing on the relationship between government and religion. Engineers use it to describe the maximum variation allowed in measurement, and doctors use it to describe the body's ability to accept transplants. Give this term which in common usage refers to a permissive attitude towards beliefs different from one's own.": {
    "guess": "Religious tolerance",
    "confidence": [
      [
        "Rel",
        -0.63588524
      ],
      [
        "igious",
        -0.0006554892
      ],
      [
        " tolerance",
        -0.8378415
      ]
    ]
  },
  "John Stevens Henslow was a botanist who had a major influence on the life of this scientist, by encouraging him to study zoology and geology.  It was Henslow that recommended that this scientist take a": {
    "guess": "Charles Darwin",
    "confidence": [
      [
        "Charles",
        -0.0072963857
      ],
      [
        " Darwin",
        -0.0009801708
      ]
    ]
  },
  "After the Johnstown Flood, this man rebuilt the city's library. He advocated large scale philanthropy to fight wealth inequality in \"The Gospel of Wealth;\" this industrialist made his fortune from a company purchased in 1901 by (*) J.P. Morgan. For 10 points, name this ScottishAmerican founder of U.S. Steel, whose charity work included building numerous museums and libraries, as well as a namesake": {
    "guess": "Andrew Carnegie",
    "confidence": [
      [
        "Andrew",
        -0.003604344
      ],
      [
        " Carnegie",
        -0.00014847564
      ]
    ]
  },
  "John Heathcoat and Charles Lacy were among the men targeted by this group, whose members were executed at the York Assizes. Originating in Nottingham, they dubbed themselves the \"Army of Redressers,\" and George IV put up a fifty- pound reward for information about this group. Stanley Perceval mandated the death penalty for \"frame breaking,\" targeted this movement, which followed a mythical King Ned. For 10 points, identify these workers who perceived a threat to their jobs from automated textile equipment, and whose name is used today as a pejorative for opponents of technological progress.": {
    "guess": "Luddites",
    "confidence": [
      [
        "L",
        -0.024778595
      ],
      [
        "udd",
        -5.2001665e-06
      ],
      [
        "ites",
        -0.064570926
      ]
    ]
  },
  "The one by John Adams contains movements entitled \"Manny's Gym\" and \"Hail Bop,\" and is known as Century Rolls. The second by Johannes Brahms, in B-flat major, contains a cello solo at the beginning of the third movement. One by Maurice Ravel opens with a whip crack and is \"in G.\" \"Jeunehomme\" is a nickname commonly given to the ninth by Mozart, who wrote a total of 27, including the \"Coronation\" and the \"Elvira Madigan.\" The fifth and last by Beethoven is an E-flat major piece usually known as the \"Emperor.\" FTP, identify this genre of musical piece, which features an orchestra and a soloist on": {
    "guess": "Piano concerto",
    "confidence": [
      [
        "P",
        -0.016843364
      ],
      [
        "iano",
        -1.1041146e-05
      ],
      [
        " conc",
        -0.0712823
      ],
      [
        "erto",
        -6.9882217e-06
      ]
    ]
  },
  "John Maurice Clark wrote about An Alternative to this status. Another work argues that this concept is accompanied by \"The End of Truth\" and uses as examples Nazi Germany and Soviet Russia. That work argues that this concept arises because coercion becomes necessary to implement central planning, claiming that this condition is the result of government control of the economy. For 10 points, name this concept that Friedrich Hayek wrote about The Road to, and which describes the state of peasants in feudalism.": {
    "guess": "Central Planning",
    "confidence": [
      [
        "Central",
        -0.9147742
      ],
      [
        " Planning",
        -0.38738656
      ]
    ]
  },
  "John Harsanyi suggested that Bayesian reasoning was superior to the principle outlined in this work for": {
    "guess": "A Theory of Justice",
    "confidence": [
      [
        "A",
        -1.7171047
      ],
      [
        " Theory",
        -0.37793192
      ],
      [
        " of",
        -0.00026157423
      ],
      [
        " Justice",
        -0.1911969
      ]
    ]
  },
  "John of Salisbury records that the metaphor about these objects was first introduced in a book by Bernard of Chartres. A 2003 book named for these objects provides translations and commentaries of On the Revolution of Heavenly Spheres, Dialogues Concerning Two Chief World Systems, and other texts. That book was compiled by Stephen Hawking. A modern attempt to track down the origins of the phrase that discusses these objects suggests that Didacus Stella was the first to employ them as a metaphor. That book, which was written in the style of Tristram Shandy, is also titled for these objects and was written by Robert Merton. The first modern use of the phrase describing these objects appeared in a letter to Robert Hooke about the necessity of the achievements of Descartes and punned on the author's theory of vision introduced in his Opticks. For 10 points, Isaac Newton famously stated that the": {
    "guess": "Standing on the shoulders of Giants",
    "confidence": [
      [
        "Standing",
        -0.007847703
      ],
      [
        " on",
        -3.5358695e-05
      ],
      [
        " the",
        -1.9862217e-05
      ],
      [
        " shoulders",
        -0.28868958
      ],
      [
        " of",
        -4.3202e-07
      ],
      [
        " Giants",
        -0.0041810907
      ]
    ]
  },
  "John Wheeler proposed a modified thought experiment based on this investigation in which the observer can choose the method of measuring the result, and is called the \"delayed choice\" experiment. A variant of this experiment performed by Shariar Afshar involved a grid of wires placed before a lense, and it was first performed with electrons by Claus Jonnson. Setups in which one of the paths is closed off provides an illustration of Bohr's complementarity principle, and in its original form, light passing through the namesake setup produced a series of interference fringes. It was the first experiment": {
    "guess": "Double-slit experiment",
    "confidence": [
      [
        "Double",
        -0.1123221
      ],
      [
        "-s",
        -0.0001627764
      ],
      [
        "lit",
        0.0
      ],
      [
        " experiment",
        -0.0026217895
      ]
    ]
  },
  "John Wheeler proposed a modified thought experiment based on this investigation in which the observer": {
    "guess": "Teapot Dome scandal",
    "confidence": [
      [
        "Te",
        -0.9475959
      ],
      [
        "apot",
        -0.0015453338
      ],
      [
        " Dome",
        -5.1331983e-05
      ],
      [
        " scandal",
        -0.005244668
      ]
    ]
  },
  "John Thomand O'Brien was promoted to captain for leading a troop of mounted grenadiers in this battle, which also led to the rescue of Admiral Encalada from his forced island exile. Although the eventual victors lost over 2,000 men in the alpine crossing preceding this encounter, their First Division under General Soler alone outnumbered enemy forces. Although the morale generated by this victory would": {
    "guess": "Battle of Chacabuco",
    "confidence": [
      [
        "Battle",
        -0.06115783
      ],
      [
        " of",
        -0.0006612073
      ],
      [
        " Ch",
        -0.4950175
      ],
      [
        "ac",
        -0.064395
      ],
      [
        "ab",
        -4.143808e-05
      ],
      [
        "uco",
        -6.873572e-05
      ]
    ]
  },
  "After the Johnstown Flood, this man rebuilt the city's library. He advocated large scale philanthropy to fight wealth inequality in \"The Gospel of Wealth;\" this industrialist made his fortune from a company purchased in 1901 by (*) J.P. Morgan. For 10 points, name this ScottishAmerican founder of U.S.": {
    "guess": "Andrew Carnegie",
    "confidence": [
      [
        "Andrew",
        -0.002432736
      ],
      [
        " Carnegie",
        -0.00021796036
      ]
    ]
  },
  "The one by John Adams contains movements entitled \"Manny's Gym\" and \"Hail Bop,\" and is known as Century Rolls. The second by Johannes Brahms, in B-flat major, contains a cello solo at the beginning of the third movement. One by Maurice Ravel opens with a whip crack and is \"in G.\" \"Jeunehomme\" is a nickname": {
    "guess": "Piano Concerto",
    "confidence": [
      [
        "P",
        -0.091501094
      ],
      [
        "iano",
        -5.7961847e-06
      ],
      [
        " Concert",
        -0.31671718
      ],
      [
        "o",
        -0.05754341
      ]
    ]
  },
  "John Wheeler proposed a modified thought experiment based on this investigation in which the observer can choose the method of measuring the result, and is called the \"delayed choice\" experiment. A variant of this experiment performed by Shariar Afshar involved a grid of wires placed before a lense, and it was first performed with electrons by Claus Jonnson. Setups in which one of the paths is closed off provides an illustration of Bohr's complementarity principle, and in its original form, light": {
    "guess": "Double-slit experiment",
    "confidence": [
      [
        "Double",
        -0.21138246
      ],
      [
        "-s",
        -0.00017135908
      ],
      [
        "lit",
        0.0
      ],
      [
        " experiment",
        -0.0006577504
      ]
    ]
  },
  "John McCormack noted that after hearing one of this man's works, Rachmaninoff started to play jazz pieces in his spare time. His song \"Rialto Ripples\" was the basis for the theme of the last of his Three Preludes, intended to be part of a large work called The Melting Pot. Walter Damrsoch commissioned": {
    "guess": "George Gershwin",
    "confidence": [
      [
        "George",
        -0.024089323
      ],
      [
        " G",
        -4.1318875e-05
      ],
      [
        "ersh",
        -0.00021951001
      ],
      [
        "win",
        -4.2391708e-05
      ]
    ]
  },
  "John Woodruff and Cyrus Avery founded a national association to promote the use of this road, and CC Pyle organized the \"Bunion Derby\" which was set on it. In The Grapes of Wrath, this road was called the \"Mother Road.\" Once called the \"Main Street of America,\" a song sung by Nat King Cole implored the listener to \"get your kicks on\" this road. Name this historic highway that ran from Chicago to Santa": {
    "guess": "U.S. Route 66",
    "confidence": [
      [
        "U",
        -0.20138809
      ],
      [
        ".S",
        -0.00031711214
      ],
      [
        ".",
        -0.0023368779
      ],
      [
        " Route",
        -0.00022845028
      ],
      [
        " ",
        -3.8338785e-05
      ],
      [
        "66",
        -0.00012582695
      ]
    ]
  },
  "John Conway has suggested the word \"strombus\" derived from the Greek word for a spinning top for this": {
    "guess": "Game of Life",
    "confidence": [
      [
        "Game",
        -0.6744073
      ],
      [
        " of",
        -0.00047833603
      ],
      [
        " Life",
        -0.02707078
      ]
    ]
  },
  "John Constable described this man's The Mill as one of the four memorable paintings in the history of landscape. Mythological-themed works by this painter include a depiction of Ganymede crying and urinating and another of Danae, which was vandalized with sulfuric acid in 1985, while his religious works include The Blinding of Samson and Joseph Accused by Potiphar's Wife. He studied painting under": {
    "guess": "Peter Paul Rubens",
    "confidence": [
      [
        "Peter",
        -0.057328884
      ],
      [
        " Paul",
        -0.02957355
      ],
      [
        " Rub",
        -3.786197e-05
      ],
      [
        "ens",
        -0.00038169484
      ]
    ]
  },
  "John Bly and Charles Rose were the only two men hanged for their role in this event. Governor Bowdoin drew up a Riot Act suspending habeas corpus to deal with this conflict. General Benjamin Lincoln led an army that killed three rebels in this conflict and prevented the Springfield Armory from being": {
    "guess": "Shays' Rebellion",
    "confidence": [
      [
        "Sh",
        -0.0043198606
      ],
      [
        "ays",
        -0.0002292847
      ],
      [
        "'",
        -0.00013178712
      ],
      [
        " Rebellion",
        -1.5570886e-05
      ]
    ]
  },
  "John Stevens Henslow was a botanist who had a major influence on the life of this scientist, by encouraging him to study zoology and geology.  It was Henslow that recommended that this scientist take a five-year trip aboard a ship that was captained by a man named Robert Fitzroy.  New Zealand, Tahiti, Tasmania, the Keeling Islands, Tenerife, Brazil, Tierra del Fuego, Valparaiso, and the Galapagos Islands were all part of the five-year scientific mission of, for ten points, what British scientist, aboard the HMS Beagle from 1831-1836?": {
    "guess": "Charles Darwin",
    "confidence": [
      [
        "Charles",
        -0.0043295915
      ],
      [
        " Darwin",
        -0.0003396343
      ]
    ]
  },
  "John Costello succeeded this man twice in office, and when he finally retired from public service at the age of 90, Erskine Childers succeeded him. In one executive position, this man was preceded by W.T Cosgrave, and he abolished this position by introducing a new constitution, which also saw Douglas Hyde become his country's first president. He served as president of the League of nations, and adopted a neutral stance during WWII. Before serving as his country's president, he had been its Taoiseach": {
    "guess": "Éamon de Valera",
    "confidence": [
      [
        "É",
        -0.45795357
      ],
      [
        "amon",
        -0.00032545274
      ],
      [
        " de",
        -0.0075303246
      ],
      [
        " Val",
        -6.837811e-05
      ],
      [
        "era",
        -0.00030805267
      ]
    ]
  },
  "John Frere's mock-heroic poem \"Whistlecraft\" may have been the first original use of this verse form in English. Originally lines of eleven syllables were used by its Italian originators, but it most famous English employer shortened lines to ten syllables and first used it for his mock- heroic \"Beppo\".": {
    "guess": "Ottava rima",
    "confidence": [
      [
        "O",
        -0.4139411
      ],
      [
        "tt",
        -0.000756143
      ],
      [
        "ava",
        -0.00056089653
      ],
      [
        " r",
        -0.19423571
      ],
      [
        "ima",
        -3.7623562e-05
      ]
    ]
  },
  "John Warne was a financier and barbed wire manufacturer known as \"bet-a-million\" for his conjectures about the stock market. Thomas led a party that was shipwrecked in Bermuda on the way to colonizing": {
    "guess": "Thomas Gates (Bermuda)",
    "confidence": [
      [
        "Thomas",
        -0.5497148
      ],
      [
        " Gates",
        -0.6000619
      ],
      [
        " (",
        -0.5917845
      ],
      [
        "B",
        -0.82609373
      ],
      [
        "erm",
        -0.00073243614
      ],
      [
        "uda",
        -0.008831185
      ],
      [
        ")",
        -0.015615726
      ]
    ]
  },
  "John McWhorter, in his Afrogenesis Hypothesis, argued that they were imported from West African trading stations. The Substrate Hypothesis argues they are a result of nearly complete relexification while Derek Bickerton's Bioprogram Hypothesis says that first generations created them with the same innate means by which all first languages are acquired. Examples include the Saramaccan of Suriname, the": {
    "guess": "Creole language",
    "confidence": [
      [
        "Cre",
        -0.48484915
      ],
      [
        "ole",
        -0.0026248815
      ],
      [
        " language",
        -0.19277808
      ]
    ]
  },
  "In John Corigliano's The Mannheim Rocket, it is followed by the blowing of a loud whistle.  Kevin Love wrote a series of progressive variations for guitar on it, and an atonal version can be found in movement XVIII of Olivier Messaien's Vingt Regards sur l'Enfant-J?us.  Originally written by Francois Bouin, this song is the basis of a set of dissonant variations by Erno Dohnanyi, his opus 25, and a": {
    "guess": "The Mannheim Rocket",
    "confidence": [
      [
        "The",
        -1.9686953
      ],
      [
        " Mann",
        -0.7702839
      ],
      [
        "heim",
        -0.00055124465
      ],
      [
        " Rocket",
        -0.0009892229
      ]
    ]
  },
  "John Moffat has developed a nonsymmetric theory of this, while Renate Loll and others have developed of a theory of this phenomenon that makes use of pentachorons, and is called causal dynamical triangulation.  Another theory of this interaction has two fields and coupling constant called omega, while a different theory depends on the Immirzi parameter.  Along with Brans-Dicke theory, and a theory developed by Mordehai Milgrom called MOND, there are recent theories like quantum loop theory that attempt to quantize this interaction, which is mediated by spin-2 particles. FTP, identify this interaction which can be described in terms of the curvature of space-time, and whose inverse-square law was developed by Isaac Newton.": {
    "guess": "Quantum gravity",
    "confidence": [
      [
        "Quant",
        -0.54153556
      ],
      [
        "um",
        -0.00074447197
      ],
      [
        " gravity",
        -0.24010962
      ]
    ]
  },
  "John of Salisbury records that the metaphor about these objects was first introduced in a book by Bernard of Chartres. A 2003 book named for these objects provides translations and commentaries of On the": {
    "guess": "Standing on the shoulders of Giants",
    "confidence": [
      [
        "Standing",
        -0.0042561195
      ],
      [
        " on",
        -2.1650272e-05
      ],
      [
        " the",
        -2.4584822e-06
      ],
      [
        " shoulders",
        -0.07727224
      ],
      [
        " of",
        -6.704273e-07
      ],
      [
        " Giants",
        -0.0008891871
      ]
    ]
  },
  "John R. Hicks' IS/LM model was inspired by this man's ideas on macroeconomic theory. He argued against": {
    "guess": "John Maynard Keynes",
    "confidence": [
      [
        "John",
        -0.0019099542
      ],
      [
        " May",
        -0.00019829543
      ],
      [
        "nard",
        -2.4584822e-06
      ],
      [
        " Keynes",
        -1.9146995e-05
      ]
    ]
  },
  "John Berryman argued that this play was Shakespeare's worst, probably because one character compares": {
    "guess": "Titus Andronicus",
    "confidence": [
      [
        "Tit",
        -1.7163546
      ],
      [
        "us",
        -1.9385403e-05
      ],
      [
        " And",
        -0.0006585849
      ],
      [
        "ronic",
        -0.00010556965
      ],
      [
        "us",
        -1.7239736e-05
      ]
    ]
  },
  "Johann I, the Prince of Lichtenstein and Ignác Gyulai signed this treaty for the losing side. The year before this treaty was signed, the successor of the Cisalpine Republic became the Kingdom of Italy led by the Viceroy Eugene. In this treaty, the Kingdom of Italy gained Istria, Dalmatia, and Venetia. One side gave up all claims to Baden and Bavaria, and this treaty was followed up by the creation": {
    "guess": "Treaty of Schönbrunn",
    "confidence": [
      [
        "T",
        -0.025100905
      ],
      [
        "reat",
        -7.226629e-06
      ],
      [
        "y",
        -0.000866918
      ],
      [
        " of",
        -4.6802244e-05
      ],
      [
        " Sch",
        -0.35098478
      ],
      [
        "ön",
        -0.0011199765
      ],
      [
        "br",
        -4.4849444e-06
      ],
      [
        "unn",
        -1.1756368e-05
      ]
    ]
  },
  "John Bickle's \"ruthless\" approach to this phenomenon is a prime example of a so-called \"new wave\" approach to it. John Kemeny and Paul Oppenheim equated this phenomenon with explanation. In his essay \"Testability and Meaning,\" Rudolf Carnap revised his criteria for how this phenomenon applies to language, which he had put forth in The Logical Structure of the World. Ernest Nagel defined a \"homogeneous\" instance of this phenomenon as one that does not require bridge laws. Eliminative materialism stands in (*) opposition to this type of materialism. Along with the analytic-synthetic distinction, this theory was attacked by Quine in his \"Two Dogmas of Empiricism.\" This phenomenon is often invoked in a derogatory sense, because the end-result does not reflect the complexity of the start; an example is treating the sensation of love as a series of chemical reactions in the brain. For 10 points, name this philosophical phenomenon in which a complex theory or process is boiled down to something": {
    "guess": "Reductionism",
    "confidence": [
      [
        "Red",
        -0.016778778
      ],
      [
        "uction",
        -0.0016292405
      ],
      [
        "ism",
        -0.0009689876
      ]
    ]
  },
  "Johann I, the Prince of Lichtenstein and Ignác Gyulai signed this treaty for the losing side. The year before this treaty was signed, the successor of the Cisalpine Republic became the Kingdom of Italy led by the Viceroy Eugene. In this treaty, the Kingdom of Italy gained Istria, Dalmatia, and Venetia. One side gave up all claims to Baden and Bavaria, and this treaty was followed up by the creation of a state led by the Prince Primate Karl Theodor von Dalberg. This treaty was signed after a victory which saw Marshal Soult storm up Pratzen Heights to split the enemy into two after the enemy tried to attack the weakened French left. Leading to the creation of the Confederation of the Rhine, for 10 points, name this 1806 treaty signed in the aftermath of the Battle of Austerlitz that ended the Holy Roman Empire.": {
    "guess": "Treaty of Pressburg",
    "confidence": [
      [
        "T",
        -0.009226134
      ],
      [
        "reat",
        -1.6240566e-06
      ],
      [
        "y",
        -0.00044139754
      ],
      [
        " of",
        -1.0325924e-05
      ],
      [
        " Press",
        -0.002177266
      ],
      [
        "burg",
        -7.445749e-05
      ]
    ]
  },
  "John Stone and John Oldham, alleged Indian killers, were  captured by a tribe who refused to release them. In retaliation,  John Endecott organized a fighting expedition, and Captain John  Mason led a": {
    "guess": "Pequot War",
    "confidence": [
      [
        "Pe",
        -0.031472128
      ],
      [
        "quot",
        -7.79144e-05
      ],
      [
        " War",
        -0.027815038
      ]
    ]
  },
  "John Darley and Bibb Latané once demonstrated this phenomenon using an experiment involving smoke slowly": {
    "guess": "Bystander effect",
    "confidence": [
      [
        "B",
        -0.009589514
      ],
      [
        "yst",
        -2.2723105e-05
      ],
      [
        "ander",
        -8.339777e-05
      ],
      [
        " effect",
        -0.053906612
      ]
    ]
  },
  "John Ury was scapegoated for a 1741 plot to burn much of this state to the ground, which was blamed on poor whites and slaves. William III had to depose a man who led a coup in this colony ostensibly to": {
    "guess": "New York (state)",
    "confidence": [
      [
        "New",
        -0.051254194
      ],
      [
        " York",
        -0.0021186194
      ],
      [
        " (",
        -0.9503061
      ],
      [
        "state",
        -0.065409414
      ],
      [
        ")",
        -0.00012594614
      ]
    ]
  },
  "John Dower examined the aftermath of this event in his works. An attempted coup occurred after this event in the Kyujo (Q-Joe) Incident. The person responsible for it gave the Jewel Voice Broadcast and": {
    "guess": "Surrender of Japan",
    "confidence": [
      [
        "S",
        -1.0000707
      ],
      [
        "urre",
        -0.003647353
      ],
      [
        "nder",
        -1.0802739e-05
      ],
      [
        " of",
        -0.00034154154
      ],
      [
        " Japan",
        -0.0018855651
      ]
    ]
  },
  "John Barclay wrote most of his works in this language. In one novel originally written in this language, the title character visits the planet Nazar, which is populated by intelligent trees. It's not Norwegian, but this language was used by Ludvig Holberg to write Niels Klim's Underground Travels. In Tristram Shandy, Hafen Slawkenbergius writes treatises in this language. An essay written in this language is about a goddess who was nursed by the nymphs Inebriation and Ignorance. A novel written in": {
    "guess": "Latin",
    "confidence": [
      [
        "Latin",
        -0.012493529
      ]
    ]
  },
  "John Grisby compared this character to a demonized version of the Norse goddess Freya. A novel written from the perspective of this character was written by the author of On Moral Fiction, John Gardner. This character is awoken by singing and merriment, and his rampage devastates Heorot. This character's destruction is finally ended by the arrival of a Geat who rips his arm off and decapitates him.": {
    "guess": "Grendel",
    "confidence": [
      [
        "G",
        -0.0073951916
      ],
      [
        "rend",
        -4.8425554e-06
      ],
      [
        "el",
        -3.3809047e-05
      ]
    ]
  },
  "Johann Sebastian Bach's concerti [kun-\"CHAIR\"-tee] for organ borrow heavily from this composer's collection of twelve concerti for one, two, and four violins, his L'estro Armonico. Another collection of twelve concerti by this composer contains pieces nicknamed \"The Sea Storm\" and \"Pleasure\", and the last section of its second concerto is nicknamed \"The Storm\". That section goes with the words \"Alas,": {
    "guess": "Antonio Vivaldi",
    "confidence": [
      [
        "Ant",
        -0.015753843
      ],
      [
        "onio",
        -4.9617593e-06
      ],
      [
        " V",
        -0.0011768936
      ],
      [
        "ival",
        -4.298773e-05
      ],
      [
        "di",
        -5.1689596e-05
      ]
    ]
  },
  "John Ury was scapegoated for a 1741 plot to burn much of this state to the ground, which was blamed on poor whites and slaves. William III had to depose a man who led a coup in this colony ostensibly to take it from James II, while another conflict here saw tenant farmers rise up following the death": {
    "guess": "New York Conspiracy of 1741",
    "confidence": [
      [
        "New",
        -0.1504015
      ],
      [
        " York",
        -0.0018133441
      ],
      [
        " Conspiracy",
        -0.8374488
      ],
      [
        " of",
        -0.0021512117
      ],
      [
        " ",
        -5.419287e-05
      ],
      [
        "174",
        -3.094816e-05
      ],
      [
        "1",
        -6.6947665e-05
      ]
    ]
  },
  "Johann I, the Prince of Lichtenstein and Ignác Gyulai signed this treaty for the losing side. The year before this treaty was signed, the successor of the Cisalpine Republic became the Kingdom of Italy led by the Viceroy Eugene. In this treaty, the Kingdom of Italy gained Istria, Dalmatia, and Venetia. One side gave up all claims to Baden and Bavaria, and this treaty was followed up by the creation of a state led by the Prince Primate Karl Theodor von Dalberg. This treaty was signed after a victory which saw Marshal Soult storm up Pratzen Heights to split the enemy into two after the enemy tried to attack the weakened French left. Leading to the creation of the Confederation of the Rhine, for": {
    "guess": "Treaty of Pressburg",
    "confidence": [
      [
        "T",
        -0.016017592
      ],
      [
        "reat",
        -8.89548e-06
      ],
      [
        "y",
        -0.0016957725
      ],
      [
        " of",
        -4.0961266e-05
      ],
      [
        " Press",
        -0.09256467
      ],
      [
        "burg",
        -6.217952e-05
      ]
    ]
  },
  "In John Irving's In One Person, Elaine asks if the name of this country is a type of blowjob, and Billy meets his father at a gay nightclub in this country. In a non-fiction book, Richard Wright argued that this country is too pagan to be Catholic. An author from this country wrote a novella about a priest who loses his faith but keeps up appearances for his parishioners, and updated the Cain and Abel story in his novel Abel Sánchez. An author who claimed that this country's people \"have an interest in death\" wrote a novel set here that ends with the line, \"Isn't it pretty to think so?\" In that novel, the impotent protagonist fights with the boxer Robert Cohn when he has an affair with Lady Brett Ashley. For 10 points, name this setting of Death in the Afternoon and The Sun Also Rises.": {
    "guess": "Spain",
    "confidence": [
      [
        "Spain",
        -0.0003750231
      ]
    ]
  },
  "John Callahan assembled this book for publication, and it opens with a man hallucinating that the eagle is flying off the Great Seal of the U.S. Alonzo (*) Hickman's attempts to prevent the assassination of Adam Sunraider fail, but we learn that the racist Senator is actually half-black. For 10 points— identify this unfinished Ralph Ellison novel, which takes its title from a holiday celebrating the emancipation of slaves.": {
    "guess": "Juneteenth",
    "confidence": [
      [
        "Jun",
        -0.005255103
      ],
      [
        "ete",
        -0.00014811802
      ],
      [
        "enth",
        -0.0030450968
      ]
    ]
  },
  "John Bickle's \"ruthless\" approach to this phenomenon is a prime example of a so-called \"new wave\" approach to it. John Kemeny and Paul Oppenheim equated this phenomenon with explanation. In his essay \"Testability and Meaning,\" Rudolf Carnap revised his criteria for how this phenomenon applies to language, which he had put forth in The Logical Structure of the World. Ernest Nagel defined a \"homogeneous\" instance of this phenomenon as one that does not require bridge laws. Eliminative materialism stands in (*) opposition to this type of materialism. Along with the analytic-synthetic distinction, this theory was attacked by Quine in his \"Two Dogmas of Empiricism.\" This phenomenon is often invoked in a derogatory sense, because the end-result does not reflect the complexity of the start; an example is treating the sensation of love as a series of chemical reactions in the brain. For 10 points, name this philosophical phenomenon in which a complex theory or process is boiled down to something simpler.": {
    "guess": "Reductionism",
    "confidence": [
      [
        "Red",
        -0.0009038382
      ],
      [
        "uction",
        -0.0009831508
      ],
      [
        "ism",
        -0.00082344905
      ]
    ]
  },
  "Johann I, the Prince of Lichtenstein and Ignác Gyulai signed this treaty for the losing side. The year before this treaty was signed, the successor of the Cisalpine Republic became the Kingdom of Italy led by the Viceroy Eugene. In this treaty, the Kingdom of Italy gained Istria, Dalmatia, and Venetia. One side gave up all claims to Baden and Bavaria, and this treaty was followed up by the creation of a state led by the Prince Primate Karl Theodor von Dalberg. This treaty was signed after a victory": {
    "guess": "Treaty of Pressburg",
    "confidence": [
      [
        "T",
        -0.020296032
      ],
      [
        "reat",
        -7.465036e-06
      ],
      [
        "y",
        -0.0005410005
      ],
      [
        " of",
        -6.9331734e-05
      ],
      [
        " Press",
        -0.7177771
      ],
      [
        "burg",
        -3.0471343e-05
      ]
    ]
  },
  "John Dryden said that it was \"the best poem of the best poet.\" The poet writes \"Happy is the man who can read the causes of things\" as an allusion to Lucretius in its second section. Based on a now lost work by Nicander of Colophon, it was begun at the request of Maecenas, who is asked \"What makes the cornfield smile; beneath what star\" in its opening line. Composed between 37 and 30 BC, it takes up": {
    "guess": "Georgics",
    "confidence": [
      [
        "Ge",
        -0.19256257
      ],
      [
        "org",
        -7.8033605e-05
      ],
      [
        "ics",
        -0.0017061287
      ]
    ]
  },
  "John Harrison designed one of these for ships, thus winning a 20,000 pound prize offered by the British Government. That device enabled better calculation of Longitude. Ctesibius improved on the Greek version called a clepsydra, which used water. Christiaan Huygens invented a pendulum one, while a Foucault pendulum can also be used as one. In 1955, one using cesium was invented. That is an atomic one, which are the most accurate. For 10 points, name these machines that can tell one the time.": {
    "guess": "Atomic clock",
    "confidence": [
      [
        "Atomic",
        -0.08044116
      ],
      [
        " clock",
        -0.1538253
      ]
    ]
  },
  "John of Salisbury records that the metaphor about these objects was first introduced in a book by Bernard of Chartres. A 2003 book named for these objects provides translations and commentaries of On the Revolution of Heavenly Spheres, Dialogues Concerning Two Chief World Systems, and other texts. That book was compiled by Stephen Hawking. A modern attempt to track down the origins of the phrase that discusses these objects suggests that Didacus Stella was the first to employ them as a metaphor.": {
    "guess": "Standing on the shoulders of Giants",
    "confidence": [
      [
        "Standing",
        -0.009308572
      ],
      [
        " on",
        -4.501419e-05
      ],
      [
        " the",
        -2.0935051e-05
      ],
      [
        " shoulders",
        -0.13107027
      ],
      [
        " of",
        -7.822647e-06
      ],
      [
        " Giants",
        -0.0028636043
      ]
    ]
  },
  "Johann Sebastian Bach's concerti [kun-\"CHAIR\"-tee] for organ borrow heavily from this composer's collection of twelve concerti for one, two, and four violins, his L'estro Armonico. Another collection of twelve concerti by this composer contains pieces nicknamed \"The Sea Storm\" and \"Pleasure\", and the": {
    "guess": "Antonio Vivaldi",
    "confidence": [
      [
        "Ant",
        -0.0024289289
      ],
      [
        "onio",
        -2.677603e-05
      ],
      [
        " V",
        -0.0006514363
      ],
      [
        "ival",
        -4.2630116e-05
      ],
      [
        "di",
        -3.392825e-05
      ]
    ]
  },
  "John Moffat has developed a nonsymmetric theory of this, while Renate Loll and others have developed of a theory of this phenomenon that makes use of pentachorons, and is called causal dynamical triangulation.  Another theory of this interaction has two fields and coupling constant called omega, while a different theory depends on the Immirzi parameter.  Along with Brans-Dicke theory, and a theory": {
    "guess": "Quantum gravity",
    "confidence": [
      [
        "Quant",
        -0.8193614
      ],
      [
        "um",
        -8.43514e-05
      ],
      [
        " gravity",
        -0.3290442
      ]
    ]
  },
  "John Harsanyi suggested that Bayesian reasoning was superior to the principle outlined in this work for its greater ability to accomodate uncertainty. This work proposes that citizens ought to be afforded": {
    "guess": "A Theory of Justice",
    "confidence": [
      [
        "A",
        -1.6395665
      ],
      [
        " Theory",
        -0.125263
      ],
      [
        " of",
        -0.0003124632
      ],
      [
        " Justice",
        -0.0021659636
      ]
    ]
  },
  "John Thomand O'Brien was promoted to captain for leading a troop of mounted grenadiers in this battle, which also led to the rescue of Admiral Encalada from his forced island exile. Although the eventual victors lost over 2,000 men in the alpine crossing preceding this encounter, their First Division under General Soler alone outnumbered enemy forces. Although the morale generated by this victory would be dimmed briefly by a loss to General Osorio the following year at Cancha Rayada, it paved the way for Maipu, the final victory over the Royalists. FTP, Spain's Rafael Maroto was defeated by Jose de San Martin and Bernardo O'Higgins in what decisive 1817 battle near Santiago, Chile?": {
    "guess": "Battle of Chacabuco",
    "confidence": [
      [
        "Battle",
        -0.00020473242
      ],
      [
        " of",
        -9.610702e-06
      ],
      [
        " Ch",
        -0.0018504624
      ],
      [
        "ac",
        -0.00014859485
      ],
      [
        "ab",
        -9.0883464e-07
      ],
      [
        "uco",
        -7.107425e-06
      ]
    ]
  },
  "John Mood wrote books about this author \"on Death and other Oddities\" and \"On Love and other Difficulties.\" William Gass translated this author's concept of \"weltinnenraum\" as \"innerworldspace\" in a book titled \"reading\" this author. This poet described a caged animal who sees \"a thousand bars, and beyond them no world\" in a poem inspired by a Rodin sculpture, and praised Gaspara Sampa as an ideal": {
    "guess": "Rainer Maria Rilke",
    "confidence": [
      [
        "R",
        -0.00087036757
      ],
      [
        "ainer",
        -0.0009556478
      ],
      [
        " Maria",
        -0.00016659092
      ],
      [
        " R",
        -0.0001659949
      ],
      [
        "il",
        -0.0005207432
      ],
      [
        "ke",
        -1.2352386e-05
      ]
    ]
  },
  "John Barclay wrote most of his works in this language. In one novel originally written in this language, the title character visits the planet Nazar, which is populated by intelligent trees. It's not Norwegian,": {
    "guess": "Swedish",
    "confidence": [
      [
        "Sw",
        -1.6162382
      ],
      [
        "edish",
        -0.0020228548
      ]
    ]
  },
  "John Bly and Charles Rose were the only two men hanged for their role in this event. Governor Bowdoin drew up a Riot Act suspending habeas corpus to deal with this conflict. General Benjamin Lincoln led an army that killed three rebels in this conflict and prevented the Springfield Armory from being taken. Henry Knox told one of the state officials trying to suppress it that the federal government could not intervene because Congress was not in session. It ended at Petersham and those involved were": {
    "guess": "Shays' Rebellion",
    "confidence": [
      [
        "Sh",
        -0.005852709
      ],
      [
        "ays",
        -0.00012725739
      ],
      [
        "'",
        -0.00019007038
      ],
      [
        " Rebellion",
        -4.3464544e-05
      ]
    ]
  },
  "John Mood wrote books about this author \"on Death and other Oddities\" and \"On Love and other Difficulties.\" William Gass translated this author's concept of \"weltinnenraum\" as \"innerworldspace\" in a book titled \"reading\" this author. This poet described a caged animal who sees \"a thousand bars, and beyond them no world\" in a poem inspired by a Rodin sculpture, and praised Gaspara Sampa as an ideal hero in the first of a set of ten poems. This author of \"thing-poems\" like \"The Panther\" asked \"Who, if I cried out, would hear me among the angelic orders?\" in poems named for a castle. For 10 points, name this German poet of the Sonnets to Orpheus and the Duino Elegies.": {
    "guess": "Rainer Maria Rilke",
    "confidence": [
      [
        "R",
        -0.0045203157
      ],
      [
        "ainer",
        -7.2192626e-05
      ],
      [
        " Maria",
        -4.727906e-05
      ],
      [
        " R",
        -6.392203e-06
      ],
      [
        "il",
        -0.00017457757
      ],
      [
        "ke",
        -1.8550976e-05
      ]
    ]
  },
  "John Mood wrote books about this author \"on Death and other Oddities\" and \"On Love and other Difficulties.\" William Gass translated this author's concept of \"weltinnenraum\" as \"innerworldspace\" in a book titled \"reading\" this author. This poet described a caged animal who sees \"a thousand bars, and beyond them no world\" in a poem inspired by a Rodin sculpture, and praised Gaspara Sampa as an ideal hero in the first of a set of ten poems. This author of \"thing-poems\" like \"The Panther\" asked \"Who, if I cried out, would hear me among the angelic orders?\" in poems named for a castle. For 10 points,": {
    "guess": "Rainer Maria Rilke",
    "confidence": [
      [
        "R",
        -0.0028243738
      ],
      [
        "ainer",
        -0.0014227338
      ],
      [
        " Maria",
        -0.000334393
      ],
      [
        " R",
        -0.00015288251
      ],
      [
        "il",
        -0.00067538157
      ],
      [
        "ke",
        -1.2113979e-05
      ]
    ]
  },
  "With John Burnyeat, he wrote a work partially entitled \"A New-England Fire-Brand Quenched.\" In 1653, he was taken by Captain Drury before Cromwell, but was released from prison after offering a promise of non-violence. His first successful converts were in Westmorland and Lancashire, and when he was brought before Justice Bennet of Derby in 1650, those converts got the nickname by which they're best": {
    "guess": "George Fox",
    "confidence": [
      [
        "George",
        -0.10312208
      ],
      [
        " Fox",
        -0.00024631983
      ]
    ]
  },
  "John Michael Montias and Arthur K. Wheelock are renowned for their studies of this artist. A recent addition to this artist's canon came with the analysis of a duplicate of a painting by Felice Ficherelli, or il Riposo, a depiction of Saint Praxedis. After his earliest known work, Christ in the House": {
    "guess": "Johannes Vermeer",
    "confidence": [
      [
        "J",
        -0.6256753
      ],
      [
        "oh",
        -0.0017715697
      ],
      [
        "annes",
        -2.3676734e-05
      ],
      [
        " Ver",
        -4.9067115e-05
      ],
      [
        "meer",
        -1.0564331e-05
      ]
    ]
  },
  "John Warne was a financier and barbed wire manufacturer known as \"bet-a-million\" for his conjectures about the stock market. Thomas led a party that was shipwrecked in Bermuda on the way to colonizing Jamestown. Henry Louis maintains a large collection of Africana as a professor at Harvard. Horatio lost at Camden but won at Saratoga. For 10 points—all share what surname with art collector, AIDS activist,": {
    "guess": "Philip Johnson",
    "confidence": [
      [
        "Philip",
        -1.0024136
      ],
      [
        " Johnson",
        -0.005395969
      ]
    ]
  },
  "John Ury was scapegoated for a 1741 plot to burn much of this state to the ground, which was blamed on poor whites and slaves. William III had to depose a man who led a coup in this colony ostensibly to take it from James II, while another conflict here saw tenant farmers rise up following the death of Stephen Van Rensselaer. Besides Leisler's Rebellion and the Anti-Rent War, this state saw a riot": {
    "guess": "New York",
    "confidence": [
      [
        "New",
        -0.21641572
      ],
      [
        " York",
        -0.0012051119
      ]
    ]
  },
  "John Stevens Henslow was a botanist who had a major influence on the life of this scientist, by encouraging": {
    "guess": "Charles Darwin",
    "confidence": [
      [
        "Charles",
        -0.0056647332
      ],
      [
        " Darwin",
        -0.0003807449
      ]
    ]
  },
  "John of Salisbury records that the metaphor about these objects was first introduced in a book by Bernard of Chartres. A 2003 book named for these objects provides translations and commentaries of On the Revolution of Heavenly Spheres, Dialogues Concerning Two Chief World Systems, and other texts. That book was compiled by Stephen Hawking. A modern attempt to track down the origins of the phrase that discusses these objects suggests that Didacus Stella was the first to employ them as a metaphor. That book, which was written in the style of Tristram Shandy, is also titled for these objects and was": {
    "guess": "Standing on the shoulders of Giants",
    "confidence": [
      [
        "Standing",
        -0.047015898
      ],
      [
        " on",
        -5.550411e-05
      ],
      [
        " the",
        -2.188868e-05
      ],
      [
        " shoulders",
        -0.14851369
      ],
      [
        " of",
        -3.1737043e-06
      ],
      [
        " Giants",
        -0.0026542514
      ]
    ]
  },
  "John Bickle's \"ruthless\" approach to this phenomenon is a prime example of a so-called \"new wave\" approach": {
    "guess": "Philosophy of mind",
    "confidence": [
      [
        "Phil",
        -0.7909165
      ],
      [
        "osoph",
        -9.74638e-05
      ],
      [
        "y",
        -0.012937967
      ],
      [
        " of",
        -7.827201e-05
      ],
      [
        " mind",
        -0.5699851
      ]
    ]
  },
  "After the Johnstown Flood, this man rebuilt the city's library. He advocated large scale philanthropy to fight wealth inequality in \"The Gospel of Wealth;\" this industrialist made his fortune from a company": {
    "guess": "Andrew Carnegie",
    "confidence": [
      [
        "Andrew",
        -0.0011907028
      ],
      [
        " Carnegie",
        -4.9067115e-05
      ]
    ]
  },
  "John Ciardi produced a famous translation of this author's best-known work, which drew heavily from Islamic philosophy according to the scholar Miguel Palacios. In one work by this author, the final canzone is left unfinished because it is interrupted by the death of the (*) author's lover. In another": {
    "guess": "Dante Alighieri",
    "confidence": [
      [
        "D",
        -0.03192529
      ],
      [
        "ante",
        -3.7697225e-06
      ],
      [
        " Al",
        -0.0015722336
      ],
      [
        "igh",
        -6.15835e-05
      ],
      [
        "ieri",
        -0.00020759332
      ]
    ]
  },
  "John Berryman argued that this play was Shakespeare's worst, probably because one character compares his universal advice with a barber's chair that fits buttocks of all sizes. [?] Mariana appears in this work that sees a man write a letter saying \"Men are to mell with, boys are to kiss.\" That character was being interrogated while blindfolded by his own Counts when he was ordered to retrieve a drum. The protagonist lies about dying in a monastery in order to further a scheme involving a Widow obtaining a ring. This play also sees the king of France suffer from a fistula, but is cured by the heroine leading her to marry the Count of Rossilon. For ten points, name this Shakespeare play that ends": {
    "guess": "All's Well That Ends Well",
    "confidence": [
      [
        "All",
        -0.0032719453
      ],
      [
        "'s",
        -0.00013107191
      ],
      [
        " Well",
        -3.5477897e-05
      ],
      [
        " That",
        -5.1331983e-05
      ],
      [
        " Ends",
        -0.00020735491
      ],
      [
        " Well",
        -6.2729996e-06
      ]
    ]
  },
  "In John Corigliano's The Mannheim Rocket, it is followed by the blowing of a loud whistle.  Kevin Love wrote a series of progressive variations for guitar on it, and an atonal version can be found in movement": {
    "guess": "The Mannheim Rocket",
    "confidence": [
      [
        "The",
        -0.44277912
      ],
      [
        " Mann",
        -0.028056514
      ],
      [
        "heim",
        -0.00043364934
      ],
      [
        " Rocket",
        -0.00052300806
      ]
    ]
  },
  "John T. Flynn wrote a derided revisionist work on \"the truth about\" this event and many conspiracy theories regarding it involve the McCollum memo. In the lead up to it, the Number 1 Alert against sabotage was issued. A Congressional act in 2000 absolved Walter Short and Husband Kimmel for their role": {
    "guess": "Attack on Pearl Harbor",
    "confidence": [
      [
        "Attack",
        -0.03745937
      ],
      [
        " on",
        -0.0002544257
      ],
      [
        " Pearl",
        -0.00014334988
      ],
      [
        " Harbor",
        -7.433829e-05
      ]
    ]
  },
  "In John Irving's In One Person, Elaine asks if the name of this country is a type of blowjob, and Billy meets his father at a gay nightclub in this country. In a non-fiction book, Richard Wright argued that this country is too pagan to be Catholic. An author from this country wrote a novella about a priest who loses his faith but keeps up appearances for his parishioners, and updated the Cain and Abel story in his novel Abel Sánchez. An author who claimed that this country's people \"have an interest in death\" wrote a novel set here that ends with the line, \"Isn't it pretty to think so?\" In that": {
    "guess": "Spain",
    "confidence": [
      [
        "Spain",
        -0.035946403
      ]
    ]
  },
  "John Frere's mock-heroic poem \"Whistlecraft\" may have been the first original use of this verse form in English. Originally lines of eleven syllables were used by its Italian originators, but it most famous English employer shortened lines to ten syllables and first used it for his mock- heroic \"Beppo\". Having rhyme scheme a-b-a-b-a-b-c-c --for 10 points-- name this stanza form most famously used by": {
    "guess": "Ottava Rima",
    "confidence": [
      [
        "O",
        -0.06641655
      ],
      [
        "tt",
        -0.0005917556
      ],
      [
        "ava",
        -0.0018467708
      ],
      [
        " R",
        -0.50981456
      ],
      [
        "ima",
        -1.8431772e-05
      ]
    ]
  },
  "In John Irving's In One Person, Elaine asks if the name of this country is a type of blowjob, and Billy meets his father at a gay nightclub in this country. In a non-fiction book, Richard Wright argued that this country is too pagan to be Catholic. An author from this country wrote a novella about a priest who loses his faith but keeps up appearances for his parishioners, and updated the Cain and Abel story in his novel Abel Sánchez. An author who claimed that this country's people \"have an interest in death\" wrote a novel set here that ends with the line, \"Isn't it pretty to think so?\" In that novel, the impotent protagonist fights with the boxer Robert Cohn when he has an affair with Lady Brett": {
    "guess": "Spain",
    "confidence": [
      [
        "Spain",
        -0.0036569608
      ]
    ]
  },
  "John Woodruff and Cyrus Avery founded a national association to promote the use of this road, and CC Pyle organized the \"Bunion Derby\" which was set on it. In The Grapes of Wrath, this road was called the \"Mother Road.\" Once called the \"Main Street of America,\" a song sung by Nat King Cole implored the listener to \"get your kicks on\" this road. Name this historic highway that ran from Chicago to Santa Monica, California.": {
    "guess": "U.S. Route 66",
    "confidence": [
      [
        "U",
        -0.24604137
      ],
      [
        ".S",
        -0.00011486754
      ],
      [
        ".",
        -0.0021225424
      ],
      [
        " Route",
        -3.1782583e-05
      ],
      [
        " ",
        -3.7027545e-05
      ],
      [
        "66",
        -0.00012523093
      ]
    ]
  },
  "John Hunt Morgan led a Confederate raid into this state in 1863, and its first capital was Corydon. David Curtiss Stephenson made this state a stronghold for the Ku Klux Klan in the 1920s, and it was the site of the Utopian town of New Harmony. George Rogers Clark captured Fort (*) Vincennes in this state during the American Revolution, and William Henry Harrison served as governor of this state's namesake territory. For 10 points, name this home state of former vice-president Dan Quayle, the Hoosier State.": {
    "guess": "Indiana",
    "confidence": [
      [
        "Indiana",
        -0.0066690706
      ]
    ]
  },
  "John Wheeler proposed a modified thought experiment based on this investigation in which the observer can choose the method of measuring the result, and is called the \"delayed choice\" experiment. A variant": {
    "guess": "Young's double-slit experiment",
    "confidence": [
      [
        "Young",
        -1.1065984
      ],
      [
        "'s",
        -9.317247e-05
      ],
      [
        " double",
        -0.0059902975
      ],
      [
        "-s",
        -4.6444635e-05
      ],
      [
        "lit",
        -6.704273e-07
      ],
      [
        " experiment",
        -3.888926e-06
      ]
    ]
  },
  "John Dryden said that it was \"the best poem of the best poet.\" The poet writes \"Happy is the man who can read the causes of things\" as an allusion to Lucretius in its second section. Based on a now lost work by Nicander of Colophon, it was begun at the request of Maecenas, who is asked \"What makes the cornfield smile; beneath what star\" in its opening line. Composed between 37 and 30 BC, it takes up topics like beekeeping, olive growing, and crops in its four books. FTP, identify this didactic poem": {
    "guess": "Georgics",
    "confidence": [
      [
        "Ge",
        -0.015826477
      ],
      [
        "org",
        -0.00027134892
      ],
      [
        "ics",
        -0.004370544
      ]
    ]
  },
  "Johann I, the Prince of Lichtenstein and Ignác Gyulai signed this treaty for the losing side. The year before this treaty was signed, the successor of the Cisalpine Republic became the Kingdom of Italy led by the Viceroy Eugene. In this treaty, the Kingdom of Italy gained Istria, Dalmatia, and Venetia.": {
    "guess": "Treaty of Schönbrunn",
    "confidence": [
      [
        "T",
        -0.07884814
      ],
      [
        "reat",
        -9.014684e-06
      ],
      [
        "y",
        -0.0007344626
      ],
      [
        " of",
        -2.868329e-05
      ],
      [
        " Sch",
        -0.47961155
      ],
      [
        "ön",
        -0.00049036095
      ],
      [
        "br",
        -6.0345924e-06
      ],
      [
        "unn",
        -1.6643718e-05
      ]
    ]
  },
  "John Patterson said of them that \"when you go…looking for trouble, you usually find it,\" while the judge at their trial turned his back when their lawyer spoke. One told Robert Kennedy that \"if we cooled": {
    "guess": "Scottsboro Boys",
    "confidence": [
      [
        "Scott",
        -1.5283016
      ],
      [
        "s",
        -0.0005265805
      ],
      [
        "boro",
        -1.2664457e-06
      ],
      [
        " Boys",
        -0.00059425883
      ]
    ]
  },
  "John Dower examined the aftermath of this event in his works. An attempted coup occurred after this event in the Kyujo (Q-Joe) Incident. The person responsible for it gave the Jewel Voice Broadcast and used the phrase \"endure the unendurable.\" Documents formalizing it were signed on September 2nd on the (*) USS Missouri, although the Postdam Declaration was accepted earlier. Following this event, GHQ was established by Douglas MacArthur. For 10 points, what event occurred when Hirohito accepted the": {
    "guess": "Surrender of Japan",
    "confidence": [
      [
        "S",
        -0.14314532
      ],
      [
        "urre",
        -0.00011152984
      ],
      [
        "nder",
        -3.22594e-05
      ],
      [
        " of",
        -9.281486e-05
      ],
      [
        " Japan",
        -0.0010455513
      ]
    ]
  },
  "With John Burnyeat, he wrote a work partially entitled \"A New-England Fire-Brand Quenched.\" In 1653, he was taken by Captain Drury before Cromwell, but was released from prison after offering a promise of non-violence. His first successful converts were in Westmorland and Lancashire, and when he was brought before Justice Bennet of Derby in 1650, those converts got the nickname by which they're best known. He was a primary proponent of a religion that forbade the swearing of oaths and violence but": {
    "guess": "Quakers",
    "confidence": [
      [
        "Qu",
        -0.7119287
      ],
      [
        "akers",
        -0.03423488
      ]
    ]
  },
  "With John Burnyeat, he wrote a work partially entitled \"A New-England Fire-Brand Quenched.\" In 1653, he was taken by Captain Drury before Cromwell, but was released from prison after offering a promise of non-violence. His first successful converts were in Westmorland and Lancashire, and when he was brought before Justice Bennet of Derby in 1650, those converts got the nickname by which they're best known. He was a primary proponent of a religion that forbade the swearing of oaths and violence but allowed women to preach. For 10 points, name this man attacked in a Roger Williams work that saw him \"digged out of his burrows,\" the founder of the Quakers.": {
    "guess": "George Fox",
    "confidence": [
      [
        "George",
        -0.029386042
      ],
      [
        " Fox",
        -0.0003457137
      ]
    ]
  },
  "It was John Young's fifth trip into space and his first since landing on the Moon in Apollo 16 nine years before.  It was Robert Crippen's first time in space.  The mission lasted 54 hours and 21 minutes,": {
    "guess": "STS-1",
    "confidence": [
      [
        "STS",
        -0.06751716
      ],
      [
        "-",
        -0.00050251605
      ],
      [
        "1",
        -0.00023059595
      ]
    ]
  },
  "John Dustin Archbold, who had criticized this company, nevertheless became its final president. Its managers negotiated directly with the Lake Shore Railroad and created the short-lived South Improvement Company, which would have benefited from secret rebates. Edward Douglass White formulated the Rule of Reason when he wrote the majority opinion in a 1911 case to apply the Sherman Antitrust Act to this company. Ida Tarbell wrote a muckraking history of, for 10 points, what petroleum company founded": {
    "guess": "Standard Oil",
    "confidence": [
      [
        "Standard",
        -0.015128203
      ],
      [
        " Oil",
        -0.00032009225
      ]
    ]
  },
  "John Stone and John Oldham, alleged Indian killers, were  captured by a tribe who refused to release them. In retaliation,  John Endecott organized a fighting expedition, and Captain John  Mason led a group of Narragansett allies against a village on the  Mystic River, massacring its inhabitants. FTP, name this first  major conflict between whites and Indians in New England, named for  a tribe now better associated with casinos and \"Moby Dick.\"": {
    "guess": "Pequot War",
    "confidence": [
      [
        "Pe",
        -0.007942322
      ],
      [
        "quot",
        -7.13582e-05
      ],
      [
        " War",
        -4.85903e-05
      ]
    ]
  },
  "John Heathcoat and Charles Lacy were among the men targeted by this group, whose members were executed at the York Assizes. Originating in Nottingham, they dubbed themselves the \"Army of Redressers,\" and George IV put up a fifty- pound reward for information about this group. Stanley Perceval mandated": {
    "guess": "Luddites",
    "confidence": [
      [
        "L",
        -0.054771014
      ],
      [
        "udd",
        -3.8457987e-05
      ],
      [
        "ites",
        -0.00701906
      ]
    ]
  },
  "Johann Sebastian Bach's concerti [kun-\"CHAIR\"-tee] for organ borrow heavily from this composer's collection of twelve concerti for one, two, and four violins, his L'estro Armonico. Another collection of twelve concerti by this composer contains pieces nicknamed \"The Sea Storm\" and \"Pleasure\", and the last section of its second concerto is nicknamed \"The Storm\". That section goes with the words \"Alas, his fears are justified. The sky is filled with thunder and lightning and hail cuts down the proud grain\"; those words are taken from the second of the four sonnets that go with the the first four concerti. Name this early 18th-century composer known as the \"Red Priest\", whose The Contest Between Harmony and Invention includes The Four Seasons.": {
    "guess": "Antonio Vivaldi",
    "confidence": [
      [
        "Ant",
        -0.00026264708
      ],
      [
        "onio",
        -7.703444e-06
      ],
      [
        " V",
        -0.0003240223
      ],
      [
        "ival",
        -3.1305768e-05
      ],
      [
        "di",
        -4.7040652e-05
      ]
    ]
  },
  "John Harsanyi suggested that Bayesian reasoning was superior to the principle outlined in this work for its greater ability to accomodate uncertainty. This work proposes that citizens ought to be afforded the most extensive basic liberties that do not interfere with the provision of the same for others, and that social and economic inequality ought to be arranged to ensure the greatest benefit to the most disadvantaged members of society, the \"maximin\" principle. This work and suggests that policy": {
    "guess": "A Theory of Justice",
    "confidence": [
      [
        "A",
        -0.024968721
      ],
      [
        " Theory",
        -0.0002739714
      ],
      [
        " of",
        -0.00016492206
      ],
      [
        " Justice",
        -0.00027325618
      ]
    ]
  },
  "John Conway has suggested the word \"strombus\" derived from the Greek word for a spinning top for this type of polygon. These shapes have a single reflective symmetry across one of their diagonals, and concave shapes with similar definitions are sometimes called darts or arrowheads. Not generally parallelograms, their area can be computed by taking one half the product of the diagonals, which are perpendicular to each other though only one is necessarily a bisector. Give the name of this type of quadrilateral": {
    "guess": "Kite",
    "confidence": [
      [
        "K",
        -0.19200695
      ],
      [
        "ite",
        -0.003220134
      ]
    ]
  },
  "John Wheeler proposed a modified thought experiment based on this investigation in which the observer can choose the method of measuring the result, and is called the \"delayed choice\" experiment. A variant of this experiment performed by Shariar Afshar involved a grid of wires placed before a lense,": {
    "guess": "Double-slit experiment",
    "confidence": [
      [
        "Double",
        -0.21899107
      ],
      [
        "-s",
        -0.00043782144
      ],
      [
        "lit",
        0.0
      ],
      [
        " experiment",
        -0.000509307
      ]
    ]
  },
  "John Stevens Henslow was a botanist who had a major influence on the life of this scientist, by encouraging him to study zoology and geology.  It was Henslow that recommended that this scientist take a five-year trip aboard a ship that was captained by a man named Robert Fitzroy.  New Zealand, Tahiti,": {
    "guess": "Charles Darwin",
    "confidence": [
      [
        "Charles",
        -0.07050339
      ],
      [
        " Darwin",
        -0.0011320014
      ]
    ]
  },
  "John Mood wrote books about this author \"on Death and other Oddities\" and \"On Love and other Difficulties.\" William Gass translated this author's concept of \"weltinnenraum\" as \"innerworldspace\" in a book": {
    "guess": "Rainer Maria Rilke",
    "confidence": [
      [
        "R",
        -0.071866244
      ],
      [
        "ainer",
        -0.025528178
      ],
      [
        " Maria",
        -0.00038050648
      ],
      [
        " R",
        -0.000162538
      ],
      [
        "il",
        -0.0010385256
      ],
      [
        "ke",
        -2.4749568e-05
      ]
    ]
  },
  "John Lennon sings the lyrics \"So sgt. pepper took you by surprise / You better see right through that": {
    "guess": "Sgt. Pepper's Lonely Hearts Club Band",
    "confidence": [
      [
        "S",
        -0.066091776
      ],
      [
        "gt",
        -0.00083964237
      ],
      [
        ".",
        -0.0095927
      ],
      [
        " Pepper",
        -0.0027681442
      ],
      [
        "'s",
        -0.0025812474
      ],
      [
        " Lonely",
        -0.00086167676
      ],
      [
        " Hearts",
        -0.00019460011
      ],
      [
        " Club",
        -4.0007635e-05
      ],
      [
        " Band",
        -0.00012678056
      ]
    ]
  },
  "John Stone and John Oldham, alleged Indian killers, were  captured by a tribe who refused to release them. In retaliation,  John Endecott organized a fighting expedition, and Captain John  Mason led a group of Narragansett allies against a village on the  Mystic River, massacring its inhabitants. FTP, name this first  major conflict between whites and Indians in New England, named for  a tribe now": {
    "guess": "Pequot War",
    "confidence": [
      [
        "Pe",
        -0.0032232257
      ],
      [
        "quot",
        -0.00012201976
      ],
      [
        " War",
        -0.00014585316
      ]
    ]
  },
  "In a John Hawkes novel, the hero goes to Alaska in search of one of these things. Benny inherits one of these objects in a Joshua Ferris novel. Mungo Martin and Bill Reid are real life designers of these objects. James Cook's Pacific Ocean voyage chronicle describes them supporting rafters in houses, but they're more recognizable for their freestanding variety, the tallest of which towers 173 feet in Alert Bay, British Columbia. For 10 points, name these wooden objects often erected at potlatches.": {
    "guess": "Totem pole",
    "confidence": [
      [
        "Tot",
        -0.0022910908
      ],
      [
        "em",
        -0.0011862996
      ],
      [
        " pole",
        -0.67986465
      ]
    ]
  },
  "John Barrington Ashley is accused of murdering his neighbor Breckenridge Lansing in this author's The Eighth Day. He described a miraculous traveling salesman who comes to Newport, Rhode Island in Theophilus North, while many characters write letters to Lucius Turrinus in his epistolary novel The Ides of March. This author wrote about the maid (*) Sabina, who describes an imminent ice age approaching New Jersey in the first act of his play about the Antrobus family. In addition to The Skin of Our Teeth, he wrote a play in which Simon Stimson runs the town choir in Grover's Corners, where George": {
    "guess": "Thornton Wilder",
    "confidence": [
      [
        "Thor",
        -0.0012343993
      ],
      [
        "nton",
        -4.365741e-06
      ],
      [
        " Wild",
        -9.305327e-05
      ],
      [
        "er",
        -7.703444e-06
      ]
    ]
  },
  "John Lennon sings the lyrics \"So sgt. pepper took you by surprise / You better see right through that mother's eyes\" in a song that asks \"How do you\" do this. An Argentinian in Moulin Rouge is prone to this condition, and in another movie, Yusuf drives a white van off a bridge to provide a (*) \"kick\"": {
    "guess": "Inception",
    "confidence": [
      [
        "In",
        -0.12969089
      ],
      [
        "ception",
        -0.00013870094
      ]
    ]
  },
  "John Harsanyi suggested that Bayesian reasoning was superior to the principle outlined in this work for its greater ability to accomodate uncertainty. This work proposes that citizens ought to be afforded the most extensive basic liberties that do not interfere with the provision of the same for others, and that social and economic inequality ought to be arranged to ensure the greatest benefit to the": {
    "guess": "A Theory of Justice",
    "confidence": [
      [
        "A",
        -0.005802467
      ],
      [
        " Theory",
        -4.1557283e-05
      ],
      [
        " of",
        -3.4285862e-05
      ],
      [
        " Justice",
        -6.647085e-05
      ]
    ]
  },
  "John Dryden said that it was \"the best poem of the best poet.\" The poet writes \"Happy is the man who can read the causes of things\" as an allusion to Lucretius in its second section. Based on a now lost work by Nicander of Colophon, it was begun at the request of Maecenas, who is asked \"What makes the": {
    "guess": "Georgics",
    "confidence": [
      [
        "Ge",
        -0.3126558
      ],
      [
        "org",
        -0.000104377614
      ],
      [
        "ics",
        -0.003455741
      ]
    ]
  },
  "John Bly and Charles Rose were the only two men hanged for their role in this event. Governor Bowdoin drew up a Riot Act suspending habeas corpus to deal with this conflict. General Benjamin Lincoln led an army that killed three rebels in this conflict and prevented the Springfield Armory from being taken. Henry Knox told one of the state officials trying to suppress it that the federal government could not intervene because Congress was not in session. It ended at Petersham and those involved were pardoned within a year by Governor Hancock. For 10 points, identify this uprising by a Massachusetts": {
    "guess": "Shays' Rebellion",
    "confidence": [
      [
        "Sh",
        -0.0027796775
      ],
      [
        "ays",
        -0.00013822412
      ],
      [
        "'",
        -0.0002545449
      ],
      [
        " Rebellion",
        -6.2656334e-05
      ]
    ]
  },
  "In John Corigliano's The Mannheim Rocket, it is followed by the blowing of a loud whistle.  Kevin Love wrote a series of progressive variations for guitar on it, and an atonal version can be found in movement XVIII of Olivier Messaien's Vingt Regards sur l'Enfant-J?us.  Originally written by Francois Bouin, this song is the basis of a set of dissonant variations by Erno Dohnanyi, his opus 25, and a better-known set of variations that comprise Mozart's k300e.  Also featured in the beginning of movement": {
    "guess": "La Folia",
    "confidence": [
      [
        "La",
        -0.7815998
      ],
      [
        " F",
        -0.26469946
      ],
      [
        "olia",
        -0.13225101
      ]
    ]
  },
  "John Bickle's \"ruthless\" approach to this phenomenon is a prime example of a so-called \"new wave\" approach to it. John Kemeny and Paul Oppenheim equated this phenomenon with explanation. In his essay \"Testability and Meaning,\" Rudolf Carnap revised his criteria for how this phenomenon applies to language,": {
    "guess": "Philosophy of science",
    "confidence": [
      [
        "Phil",
        -1.1599059
      ],
      [
        "osoph",
        -3.786197e-05
      ],
      [
        "y",
        -0.0012944045
      ],
      [
        " of",
        -7.862962e-05
      ],
      [
        " science",
        -0.08822486
      ]
    ]
  },
  "John Constable described this man's The Mill as one of the four memorable paintings in the history of landscape. Mythological-themed works by this painter include a depiction of Ganymede crying and urinating and another of Danae, which was vandalized with sulfuric acid in 1985, while his religious works include The Blinding of Samson and Joseph Accused by Potiphar's Wife. He studied painting under Pieter Lastman for only six months, and some of his most famous works were done on commission from groups such as a surgical association and members of an Amsterdam militia. Famous for his many self-": {
    "guess": "Rembrandt",
    "confidence": [
      [
        "Rem",
        -0.010001967
      ],
      [
        "brand",
        -0.00040230976
      ],
      [
        "t",
        -5.3596854e-05
      ]
    ]
  },
  "John Maurice Clark wrote about An Alternative to this status. Another work argues that this concept is accompanied by \"The End of Truth\" and uses as examples Nazi Germany and Soviet Russia. That work argues that this concept arises because coercion becomes necessary to implement central planning, claiming that this condition is the result of government control of the economy. For 10 points, name this concept that Friedrich Hayek wrote about The Road to, and which describes the state of peasants in": {
    "guess": "Central Planning",
    "confidence": [
      [
        "Central",
        -0.8192649
      ],
      [
        " Planning",
        -0.23205628
      ]
    ]
  },
  "John Dower examined the aftermath of this event in his works. An attempted coup occurred after this event in the Kyujo (Q-Joe) Incident. The person responsible for it gave the Jewel Voice Broadcast and used the phrase \"endure the unendurable.\" Documents formalizing it were signed on September 2nd on the (*) USS Missouri, although the Postdam Declaration was accepted earlier. Following this event, GHQ was established by Douglas MacArthur. For 10 points, what event occurred when Hirohito accepted the defeat of his nation in World War II?": {
    "guess": "Surrender of Japan",
    "confidence": [
      [
        "S",
        -0.20189351
      ],
      [
        "urre",
        -5.0974373e-05
      ],
      [
        "nder",
        -2.9352968e-06
      ],
      [
        " of",
        -6.122589e-05
      ],
      [
        " Japan",
        -0.0005096646
      ]
    ]
  },
  "With John Burnyeat, he wrote a work partially entitled \"A New-England Fire-Brand Quenched.\" In 1653, he was taken by Captain Drury before Cromwell, but was released from prison after offering a promise of non-violence. His first successful converts were in Westmorland and Lancashire, and when he was": {
    "guess": "George Fox",
    "confidence": [
      [
        "George",
        -0.028789835
      ],
      [
        " Fox",
        -0.0001409658
      ]
    ]
  },
  "John Loengard took a picture of this photographer emulating Margaret Bourke-White in shooting dancer David Parsons while both were on top of gargoyles on the Chrysler Building. This photographer's partner influenced a trip during the Balkan war during which a photo of a bicycle on blood-smeared pavement": {
    "guess": "Margaret Bourke-White",
    "confidence": [
      [
        "Marg",
        -0.9579634
      ],
      [
        "aret",
        -0.00013131031
      ],
      [
        " Bour",
        -0.0009028846
      ],
      [
        "ke",
        -8.1371305e-05
      ],
      [
        "-",
        -0.0013939269
      ],
      [
        "White",
        -0.00019507692
      ]
    ]
  },
  "In John Irving's In One Person, Elaine asks if the name of this country is a type of blowjob, and Billy meets his father at a gay nightclub in this country. In a non-fiction book, Richard Wright argued that this country is too pagan to be Catholic. An author from this country wrote a novella about a priest who loses his faith but keeps up appearances for his parishioners, and updated the Cain and Abel story in his novel Abel Sánchez. An author who claimed that this country's people \"have an interest": {
    "guess": "Spain",
    "confidence": [
      [
        "Spain",
        -0.054027006
      ]
    ]
  },
  "John Mood wrote books about this author \"on Death and other Oddities\" and \"On Love and other Difficulties.\" William Gass translated this author's concept of \"weltinnenraum\" as \"innerworldspace\" in a book titled \"reading\" this author. This poet described a caged animal who sees \"a thousand bars, and beyond them no world\" in a poem inspired by a Rodin sculpture, and praised Gaspara Sampa as an ideal hero in the first of a set of ten poems. This author of \"thing-poems\" like \"The Panther\" asked \"Who,": {
    "guess": "Rainer Maria Rilke",
    "confidence": [
      [
        "R",
        -0.0029889941
      ],
      [
        "ainer",
        -0.0003812217
      ],
      [
        " Maria",
        -0.00012296606
      ],
      [
        " R",
        -0.00010854974
      ],
      [
        "il",
        -0.0005775777
      ],
      [
        "ke",
        -1.4140442e-05
      ]
    ]
  },
  "John Callahan assembled this book for publication, and it opens with a man hallucinating that the eagle": {
    "guess": "Invisible Man",
    "confidence": [
      [
        "In",
        -0.49319595
      ],
      [
        "visible",
        -0.0015741409
      ],
      [
        " Man",
        -0.001599964
      ]
    ]
  },
  "John Stone and John Oldham, alleged Indian killers, were  captured by a tribe who refused to release": {
    "guess": "Pequot War",
    "confidence": [
      [
        "Pe",
        -0.08138461
      ],
      [
        "quot",
        -2.6656826e-05
      ],
      [
        " War",
        -0.00023083435
      ]
    ]
  },
  "Johann Sebastian Bach's concerti [kun-\"CHAIR\"-tee] for organ borrow heavily from this composer's collection of twelve concerti for one, two, and four violins, his L'estro Armonico. Another collection of twelve concerti by this composer contains pieces nicknamed \"The Sea Storm\" and \"Pleasure\", and the last section of its second concerto is nicknamed \"The Storm\". That section goes with the words \"Alas, his fears are justified. The sky is filled with thunder and lightning and hail cuts down the proud grain\"; those words are taken from the second of the four sonnets that go with the the first four concerti. Name this early 18th-century composer known as the \"Red Priest\", whose The Contest Between": {
    "guess": "Antonio Vivaldi",
    "confidence": [
      [
        "Ant",
        -0.0003335586
      ],
      [
        "onio",
        -7.703444e-06
      ],
      [
        " V",
        -0.0008046258
      ],
      [
        "ival",
        -2.7610455e-05
      ],
      [
        "di",
        -5.8126592e-05
      ]
    ]
  },
  "John Michael Montias and Arthur K. Wheelock are renowned for their studies of this artist. A recent addition to this artist's canon came with the analysis of a duplicate of a painting by Felice Ficherelli, or il Riposo, a depiction of Saint Praxedis. After his earliest known work, Christ in the House of Mary and Martha, he took over the inn of his father called the Mechelen. His only dated work, which also contains a possible self-portrait of him, is The Procuress. Also known for works on The Astronomer and The Geographer, FTP, name this artist who also created Girl with the Pearl Earring and View of Delft, a 17th century Dutch painter.": {
    "guess": "Johannes Vermeer",
    "confidence": [
      [
        "J",
        -0.01062647
      ],
      [
        "oh",
        -2.3392786e-06
      ],
      [
        "annes",
        -9.014684e-06
      ],
      [
        " Ver",
        -1.147242e-06
      ],
      [
        "meer",
        -1.5570886e-05
      ]
    ]
  },
  "John Searle criticized this philosopher's work in his essay Reiterating the Difference, to which this man responded in the afterword of another work. Another of his works describes organized crime as a \"phantom state\". That work traces the development of the concept of underemployment and describes them as \"plagues of capital\" and part of the title legacy. This author of Limited Inc. and Spectres of Marx described a concept which combines the meanings of the words \"differ\" and \"defer\" and about the futility of escaping infinite context, which led him to write \"there is nothing outside the text.\" For 10 points, name this French philosopher who coined the term \"differance\" and wrote Of Grammatology, the founder of deconstructionism.": {
    "guess": "Jacques Derrida",
    "confidence": [
      [
        "Jac",
        -0.0046541686
      ],
      [
        "ques",
        -1.1756368e-05
      ],
      [
        " D",
        -5.025915e-05
      ],
      [
        "err",
        -1.2664457e-06
      ],
      [
        "ida",
        -6.9882217e-06
      ]
    ]
  },
  "John Grisby compared this character to a demonized version of the Norse goddess Freya. A novel written from the perspective of this character was written by the author of On Moral Fiction, John Gardner.": {
    "guess": "Grendel",
    "confidence": [
      [
        "G",
        -0.010601828
      ],
      [
        "rend",
        -0.00013011828
      ],
      [
        "el",
        -1.342522e-05
      ]
    ]
  },
  "John Berryman argued that this play was Shakespeare's worst, probably because one character compares his universal advice with a barber's chair that fits buttocks of all sizes. [?] Mariana appears in this work that sees a man write a letter saying \"Men are to mell with, boys are to kiss.\" That character was being interrogated while blindfolded by his own Counts when he was ordered to retrieve a drum. The protagonist lies about dying in a monastery in order to further a scheme involving a Widow obtaining a ring. This play also sees the king of France suffer from a fistula, but is cured by the heroine leading her to marry the Count of Rossilon. For ten points, name this Shakespeare play that ends with Bertram deciding to faithfully love Helena.": {
    "guess": "All's Well That Ends Well",
    "confidence": [
      [
        "All",
        -0.0015700952
      ],
      [
        "'s",
        -0.00010092071
      ],
      [
        " Well",
        -2.6537622e-05
      ],
      [
        " That",
        -2.939851e-05
      ],
      [
        " Ends",
        -6.873572e-05
      ],
      [
        " Well",
        -3.5313153e-06
      ]
    ]
  },
  "John Loengard took a picture of this photographer emulating Margaret Bourke-White in shooting dancer": {
    "guess": "Martha Graham",
    "confidence": [
      [
        "Mar",
        -0.6185221
      ],
      [
        "tha",
        -6.837811e-05
      ],
      [
        " Graham",
        -0.06090112
      ]
    ]
  },
  "John Maurice Clark wrote about An Alternative to this status. Another work argues that this concept is accompanied by \"The End of Truth\" and uses as examples Nazi Germany and Soviet Russia. That work argues that this concept arises because coercion becomes necessary to implement central planning, claiming that this condition is the result of government control of the economy. For 10 points, name this": {
    "guess": "Friedrich Hayek",
    "confidence": [
      [
        "F",
        -1.0857724
      ],
      [
        "ried",
        -0.103631616
      ],
      [
        "rich",
        -0.018071974
      ],
      [
        " Hay",
        -0.008525684
      ],
      [
        "ek",
        -0.0002009179
      ]
    ]
  },
  "John Warne was a financier and barbed wire manufacturer known as \"bet-a-million\" for his conjectures about the stock market. Thomas led a party that was shipwrecked in Bermuda on the way to colonizing Jamestown. Henry Louis maintains a large collection of Africana as a professor at Harvard. Horatio lost": {
    "guess": "Bermuda Triangle",
    "confidence": [
      [
        "B",
        -0.70803124
      ],
      [
        "erm",
        -0.00826125
      ],
      [
        "uda",
        -0.0015633042
      ],
      [
        " Triangle",
        -0.123428226
      ]
    ]
  },
  "John Frere's mock-heroic poem \"Whistlecraft\" may have been the first original use of this verse form in English. Originally lines of eleven syllables were used by its Italian originators, but it most famous": {
    "guess": "Mock-heroic poetry",
    "confidence": [
      [
        "Mock",
        -0.07752467
      ],
      [
        "-hero",
        -0.011783362
      ],
      [
        "ic",
        -5.025915e-05
      ],
      [
        " poetry",
        -0.7789497
      ]
    ]
  },
  "John Hunt Morgan led a Confederate raid into this state in 1863, and its first capital was Corydon. David Curtiss Stephenson made this state a stronghold for the Ku Klux Klan in the 1920s, and it was the": {
    "guess": "Indiana in the 1920s",
    "confidence": [
      [
        "Indiana",
        -0.33203307
      ],
      [
        " in",
        -1.0046694
      ],
      [
        " the",
        -0.01653973
      ],
      [
        " ",
        -0.045797575
      ],
      [
        "192",
        -0.021406317
      ],
      [
        "0",
        -0.0028162897
      ],
      [
        "s",
        -0.007948707
      ]
    ]
  },
  "John Hynes served as the acting mayor of this city when its elected mayor James Curley was in prison   in 1947, and Hynes then defeated Curley in the next election. This city had large demonstrations  in favor of Anthony Burns when he was tried under the Fugitive Slave Act. After the passage of   the Stamp Act, the home of Thomas Hutchinson in this city was attacked, and Hutchinson later  removed troops from this city after an incident involving five deaths, including Crispus Attucks.  Name this home of Paul Revere, where Samuel Adams supported forcefully boarding English ships  and destroying their tea.": {
    "guess": "Boston",
    "confidence": [
      [
        "Boston",
        -0.0002899374
      ]
    ]
  },
  "John Constable described this man's The Mill as one of the four memorable paintings in the history of landscape. Mythological-themed works by this painter include a depiction of Ganymede crying and urinating and another of Danae, which was vandalized with sulfuric acid in 1985, while his religious works": {
    "guess": "Johann Zoffany",
    "confidence": [
      [
        "J",
        -1.0445688
      ],
      [
        "oh",
        -0.62800145
      ],
      [
        "ann",
        -0.20362574
      ],
      [
        " Z",
        -0.27445874
      ],
      [
        "off",
        -0.00029947367
      ],
      [
        "any",
        -1.4498052e-05
      ]
    ]
  },
  "John Constable described this man's The Mill as one of the four memorable paintings in the history of landscape. Mythological-themed works by this painter include a depiction of Ganymede crying and urinating": {
    "guess": "Peter Paul Rubens",
    "confidence": [
      [
        "Peter",
        -0.029684069
      ],
      [
        " Paul",
        -0.0047124266
      ],
      [
        " Rub",
        -1.3186812e-05
      ],
      [
        "ens",
        -0.0002997121
      ]
    ]
  },
  "John Heathcoat and Charles Lacy were among the men targeted by this group, whose members were executed": {
    "guess": "Luddites",
    "confidence": [
      [
        "L",
        -0.02468718
      ],
      [
        "udd",
        -1.4855664e-05
      ],
      [
        "ites",
        -0.010768238
      ]
    ]
  },
  "John Berryman argued that this play was Shakespeare's worst, probably because one character compares his universal advice with a barber's chair that fits buttocks of all sizes. [?] Mariana appears in this work that sees a man write a letter saying \"Men are to mell with, boys are to kiss.\" That character was being interrogated while blindfolded by his own Counts when he was ordered to retrieve a drum.": {
    "guess": "All's Well That Ends Well",
    "confidence": [
      [
        "All",
        -0.124590084
      ],
      [
        "'s",
        -0.0007525706
      ],
      [
        " Well",
        -0.00013679368
      ],
      [
        " That",
        -9.794062e-05
      ],
      [
        " Ends",
        -0.0017534764
      ],
      [
        " Well",
        -3.7265952e-05
      ]
    ]
  },
  "John Barrington Ashley is accused of murdering his neighbor Breckenridge Lansing in this author's The Eighth Day. He described a miraculous traveling salesman who comes to Newport, Rhode Island in Theophilus": {
    "guess": "Thornton Wilder",
    "confidence": [
      [
        "Thor",
        -0.0055011343
      ],
      [
        "nton",
        -2.4987974e-05
      ],
      [
        " Wild",
        -0.0013711919
      ],
      [
        "er",
        -3.7697225e-06
      ]
    ]
  },
  "John Thomand O'Brien was promoted to captain for leading a troop of mounted grenadiers in this battle, which also led to the rescue of Admiral Encalada from his forced island exile. Although the eventual": {
    "guess": "Battle of Yungay",
    "confidence": [
      [
        "Battle",
        -0.20098352
      ],
      [
        " of",
        -0.00017076306
      ],
      [
        " Y",
        -2.10627
      ],
      [
        "ung",
        -0.004954678
      ],
      [
        "ay",
        -8.339777e-05
      ]
    ]
  },
  "In John Corigliano's The Mannheim Rocket, it is followed by the blowing of a loud whistle.  Kevin Love wrote a series of progressive variations for guitar on it, and an atonal version can be found in movement XVIII of Olivier Messaien's Vingt Regards sur l'Enfant-J?us.  Originally written by Francois Bouin, this song is the basis of a set of dissonant variations by Erno Dohnanyi, his opus 25, and a better-known set of variations that comprise Mozart's k300e.  Also featured in the beginning of movement 2 of Haydn's \"Surprise Symphony,\" this is, FTP, what nursery song, which expresses curiosity about a celestial object?": {
    "guess": "Twinkle, Twinkle, Little Star",
    "confidence": [
      [
        "Tw",
        -0.08524996
      ],
      [
        "inkle",
        -0.00042340517
      ],
      [
        ",",
        -0.15663305
      ],
      [
        " Tw",
        -0.0024339282
      ],
      [
        "inkle",
        -6.539802e-05
      ],
      [
        ",",
        -0.030342069
      ],
      [
        " Little",
        -0.00041637212
      ],
      [
        " Star",
        -4.727906e-05
      ]
    ]
  },
  "In John Irving's In One Person, Elaine asks if the name of this country is a type of blowjob, and Billy": {
    "guess": "In One Person",
    "confidence": [
      [
        "In",
        -0.01972253
      ],
      [
        " One",
        -0.001225228
      ],
      [
        " Person",
        -5.276243e-05
      ]
    ]
  },
  "John Parker Hale was recalled from his post as minister to this country after Horatio Perry accused him": {
    "guess": "Costa Rica",
    "confidence": [
      [
        "Cost",
        -0.6624215
      ],
      [
        "a",
        -0.0005844878
      ],
      [
        " Rica",
        -0.00068705616
      ]
    ]
  },
  "John Grisby compared this character to a demonized version of the Norse goddess Freya. A novel written from the perspective of this character was written by the author of On Moral Fiction, John Gardner. This character is awoken by singing and merriment, and his rampage devastates Heorot. This character's destruction is finally ended by the arrival of a Geat who rips his arm off and decapitates him. For 10 points, name this demon, who terrorizes King Hrothgar before being defeated by Beowulf.": {
    "guess": "Grendel (novel)",
    "confidence": [
      [
        "G",
        -0.0024260753
      ],
      [
        "rend",
        -9.729906e-06
      ],
      [
        "el",
        -2.9875326e-05
      ],
      [
        " (",
        -0.6764354
      ],
      [
        "nov",
        -0.0058934763
      ],
      [
        "el",
        -4.4849444e-06
      ],
      [
        ")",
        -0.00018280261
      ]
    ]
  },
  "John Peter Altgeld led the switch on the fourth ballot of a convention to nominate this man over Richard Bland, and Arthur Sewall was selected as his running mate for the ensuing election. He gave speeches such as \"The Prince of Peace\" and \"The Value of an Ideal\" while on the Chautauqua Circuit, and negotiated many anti-war treaties as Secretary of State, though he would later resign that post following the sinking of the Lusitania. Despite his strong support for the Spanish-American War, he opposed": {
    "guess": "William Jennings Bryan",
    "confidence": [
      [
        "William",
        -0.011661178
      ],
      [
        " Jennings",
        -0.00071815
      ],
      [
        " Bryan",
        -0.00012178135
      ]
    ]
  },
  "John McWhorter, in his Afrogenesis Hypothesis, argued that they were imported from West African trading": {
    "guess": "Atlantic slave trade",
    "confidence": [
      [
        "Atlantic",
        -0.66954166
      ],
      [
        " slave",
        -0.004081128
      ],
      [
        " trade",
        -0.0004068395
      ]
    ]
  },
  "After the Johnstown Flood, this man rebuilt the city's library. He advocated large scale philanthropy to fight wealth inequality in \"The Gospel of Wealth;\" this industrialist made his fortune from a company purchased in 1901 by (*) J.P. Morgan. For 10 points, name this ScottishAmerican founder of U.S. Steel, whose charity work included building numerous museums and libraries, as well as a namesake concert venue in New York City.": {
    "guess": "Andrew Carnegie",
    "confidence": [
      [
        "Andrew",
        -0.0062359218
      ],
      [
        " Carnegie",
        -0.00024287392
      ]
    ]
  },
  "John Hynes served as the acting mayor of this city when its elected mayor James Curley was in prison   in 1947, and Hynes then defeated Curley in the next election. This city had large demonstrations  in favor of Anthony Burns when he was tried under the Fugitive Slave Act. After the passage of   the Stamp Act, the home of Thomas Hutchinson in this city was attacked, and Hutchinson later  removed": {
    "guess": "Boston",
    "confidence": [
      [
        "Boston",
        -0.006529092
      ]
    ]
  },
  "John Harsanyi suggested that Bayesian reasoning was superior to the principle outlined in this work for its greater ability to accomodate uncertainty. This work proposes that citizens ought to be afforded the most extensive basic liberties that do not interfere with the provision of the same for others, and that social and economic inequality ought to be arranged to ensure the greatest benefit to the most disadvantaged members of society, the \"maximin\" principle. This work and suggests that policy decisions ought to be made by assuming the \"original position,\" which operates behind the \"veil of ignorance,\" and was attacked in Anarchy, State, and Utopia. For 10 points, name this work by John Rawls.": {
    "guess": "A Theory of Justice",
    "confidence": [
      [
        "A",
        -0.0020368914
      ],
      [
        " Theory",
        -0.00015157493
      ],
      [
        " of",
        -8.061054e-06
      ],
      [
        " Justice",
        -4.012684e-05
      ]
    ]
  },
  "In John Irving's In One Person, Elaine asks if the name of this country is a type of blowjob, and Billy meets his father at a gay nightclub in this country. In a non-fiction book, Richard Wright argued": {
    "guess": "Orlando, Florida",
    "confidence": [
      [
        "Or",
        -1.1365492
      ],
      [
        "lando",
        -0.03670592
      ],
      [
        ",",
        -0.2788886
      ],
      [
        " Florida",
        -0.0030121726
      ]
    ]
  },
  "John Bickle's \"ruthless\" approach to this phenomenon is a prime example of a so-called \"new wave\" approach to it. John Kemeny and Paul Oppenheim equated this phenomenon with explanation. In his essay \"Testability and Meaning,\" Rudolf Carnap revised his criteria for how this phenomenon applies to language, which he had put forth in The Logical Structure of the World. Ernest Nagel defined a \"homogeneous\" instance of this phenomenon as one that does not require bridge laws. Eliminative materialism stands in (*) opposition to this type of materialism. Along with the analytic-synthetic distinction, this theory was attacked by Quine in his \"Two Dogmas of Empiricism.\" This phenomenon is often invoked in a derogatory sense, because the end-result does not reflect the complexity of the start; an example": {
    "guess": "Reductionism",
    "confidence": [
      [
        "Red",
        -0.016307898
      ],
      [
        "uction",
        -0.0010985382
      ],
      [
        "ism",
        -0.004165895
      ]
    ]
  },
  "John Moffat has developed a nonsymmetric theory of this, while Renate Loll and others have developed of a theory of this phenomenon that makes use of pentachorons, and is called causal dynamical triangulation.  Another theory of this interaction has two fields and coupling constant called omega, while a different theory depends on the Immirzi parameter.  Along with Brans-Dicke theory, and a theory developed by Mordehai Milgrom called MOND, there are recent theories like quantum loop theory that attempt": {
    "guess": "Quantum gravity",
    "confidence": [
      [
        "Quant",
        -0.5975944
      ],
      [
        "um",
        -0.00012403888
      ],
      [
        " gravity",
        -0.13608424
      ]
    ]
  },
  "John Hunt Morgan led a Confederate raid into this state in 1863, and its first capital was Corydon. David": {
    "guess": "Indiana",
    "confidence": [
      [
        "Indiana",
        -0.13939886
      ]
    ]
  },
  "John Dower examined the aftermath of this event in his works. An attempted coup occurred after this event in the Kyujo (Q-Joe) Incident. The person responsible for it gave the Jewel Voice Broadcast and used the phrase \"endure the unendurable.\" Documents formalizing it were signed on September 2nd on": {
    "guess": "Surrender of Japan",
    "confidence": [
      [
        "S",
        -0.38890263
      ],
      [
        "urre",
        -0.0025630533
      ],
      [
        "nder",
        -2.1008714e-06
      ],
      [
        " of",
        -0.00040230976
      ],
      [
        " Japan",
        -0.0019274479
      ]
    ]
  },
  "John Warne was a financier and barbed wire manufacturer known as \"bet-a-million\" for his conjectures about the stock market. Thomas led a party that was shipwrecked in Bermuda on the way to colonizing Jamestown. Henry Louis maintains a large collection of Africana as a professor at Harvard. Horatio lost at Camden but won at Saratoga. For 10 points—all share what surname with art collector, AIDS activist, Altair-BASIC author, and richest man alive Bill?": {
    "guess": "Gates",
    "confidence": [
      [
        "G",
        -0.06265641
      ],
      [
        "ates",
        -0.00029780483
      ]
    ]
  },
  "John Parker Hale was recalled from his post as minister to this country after Horatio Perry accused him of tax evasion.  Daniel Sickles also served as minister to this country, in which role he was rumored": {
    "guess": "Spain",
    "confidence": [
      [
        "Spain",
        -0.120707214
      ]
    ]
  },
  "John Parker Hale was recalled from his post as minister to this country after Horatio Perry accused him of tax evasion.  Daniel Sickles also served as minister to this country, in which role he was rumored to have had an affair with its potential queen. This country paid the U.S. an 80,000 dollar indemnity": {
    "guess": "Spain",
    "confidence": [
      [
        "Spain",
        -0.15369312
      ]
    ]
  },
  "John Parker Hale was recalled from his post as minister to this country after Horatio Perry accused him of tax evasion.  Daniel Sickles also served as minister to this country, in which role he was rumored to have had an affair with its potential queen. This country paid the U.S. an 80,000 dollar indemnity after the execution of 53 men, including Joseph Fry, when Fry's ship was seized by its forces.": {
    "guess": "Peru",
    "confidence": [
      [
        "Per",
        -1.4750473
      ],
      [
        "u",
        -0.003113661
      ]
    ]
  },
  "John Parker Hale was recalled from his post as minister to this country after Horatio Perry accused him of tax evasion.  Daniel Sickles also served as minister to this country, in which role he was rumored to have had an affair with its potential queen. This country paid the U.S. an 80,000 dollar indemnity after the execution of 53 men, including Joseph Fry, when Fry's ship was seized by its forces.  The freedom of a manumitted slave is compared to the undying nature of the earth in an essay \"On": {
    "guess": "Chile",
    "confidence": [
      [
        "Ch",
        -1.3051697
      ],
      [
        "ile",
        -0.0070098173
      ]
    ]
  },
  "John Parker Hale was recalled from his post as minister to this country after Horatio Perry accused him of tax evasion.  Daniel Sickles also served as minister to this country, in which role he was rumored to have had an affair with its potential queen. This country paid the U.S. an 80,000 dollar indemnity after the execution of 53 men, including Joseph Fry, when Fry's ship was seized by its forces.  The freedom of a manumitted slave is compared to the undying nature of the earth in an essay \"On the American Dead in\" this country, which refers to a group of 2,800 Americans holding their position": {
    "guess": "Chile",
    "confidence": [
      [
        "Ch",
        -1.635666
      ],
      [
        "ile",
        -0.006099193
      ]
    ]
  },
  "John Parker Hale was recalled from his post as minister to this country after Horatio Perry accused him of tax evasion.  Daniel Sickles also served as minister to this country, in which role he was rumored to have had an affair with its potential queen. This country paid the U.S. an 80,000 dollar indemnity after the execution of 53 men, including Joseph Fry, when Fry's ship was seized by its forces.  The freedom of a manumitted slave is compared to the undying nature of the earth in an essay \"On the American Dead in\" this country, which refers to a group of 2,800 Americans holding their position at a river in this nation. By way of a certain treaty, the U.S. agreed to pay all legal claims against": {
    "guess": "Mexico",
    "confidence": [
      [
        "Mexico",
        -0.9772472
      ]
    ]
  },
  "John Parker Hale was recalled from his post as minister to this country after Horatio Perry accused him of tax evasion.  Daniel Sickles also served as minister to this country, in which role he was rumored to have had an affair with its potential queen. This country paid the U.S. an 80,000 dollar indemnity after the execution of 53 men, including Joseph Fry, when Fry's ship was seized by its forces.  The freedom of a manumitted slave is compared to the undying nature of the earth in an essay \"On the American Dead in\" this country, which refers to a group of 2,800 Americans holding their position at a river in this nation. By way of a certain treaty, the U.S. agreed to pay all legal claims against this nation up to five million dollars in exchange for territory - that agreement, also known as": {
    "guess": "Mexico",
    "confidence": [
      [
        "Mexico",
        -0.2916435
      ]
    ]
  },
  "John Parker Hale was recalled from his post as minister to this country after Horatio Perry accused him of tax evasion.  Daniel Sickles also served as minister to this country, in which role he was rumored to have had an affair with its potential queen. This country paid the U.S. an 80,000 dollar indemnity after the execution of 53 men, including Joseph Fry, when Fry's ship was seized by its forces.  The freedom of a manumitted slave is compared to the undying nature of the earth in an essay \"On the American Dead in\" this country, which refers to a group of 2,800 Americans holding their position at a river in this nation. By way of a certain treaty, the U.S. agreed to pay all legal claims against this nation up to five million dollars in exchange for territory - that agreement, also known as the Transcontinental Treaty, saw this country renounce claims to Oregon territory but retain land": {
    "guess": "Spain",
    "confidence": [
      [
        "Spain",
        -0.036844622
      ]
    ]
  },
  "John Parker Hale was recalled from his post as minister to this country after Horatio Perry accused him of tax evasion.  Daniel Sickles also served as minister to this country, in which role he was rumored to have had an affair with its potential queen. This country paid the U.S. an 80,000 dollar indemnity after the execution of 53 men, including Joseph Fry, when Fry's ship was seized by its forces.  The freedom of a manumitted slave is compared to the undying nature of the earth in an essay \"On the American Dead in\" this country, which refers to a group of 2,800 Americans holding their position at a river in this nation. By way of a certain treaty, the U.S. agreed to pay all legal claims against this nation up to five million dollars in exchange for territory - that agreement, also known as the Transcontinental Treaty, saw this country renounce claims to Oregon territory but retain land west of the Sabine River. FTP, name this nation where the Abraham Lincoln Brigade fought in a war, and": {
    "guess": "Spain",
    "confidence": [
      [
        "Spain",
        -0.3969358
      ]
    ]
  },
  "John Parker Hale was recalled from his post as minister to this country after Horatio Perry accused him of tax evasion.  Daniel Sickles also served as minister to this country, in which role he was rumored to have had an affair with its potential queen. This country paid the U.S. an 80,000 dollar indemnity after the execution of 53 men, including Joseph Fry, when Fry's ship was seized by its forces.  The freedom of a manumitted slave is compared to the undying nature of the earth in an essay \"On the American Dead in\" this country, which refers to a group of 2,800 Americans holding their position at a river in this nation. By way of a certain treaty, the U.S. agreed to pay all legal claims against this nation up to five million dollars in exchange for territory - that agreement, also known as the Transcontinental Treaty, saw this country renounce claims to Oregon territory but retain land west of the Sabine River. FTP, name this nation where the Abraham Lincoln Brigade fought in a war, and who signed the Adams-Onis Treaty relinquishing its control over Florida.": {
    "guess": "Spain",
    "confidence": [
      [
        "Spain",
        -0.017819649
      ]
    ]
  },
  "John Loengard took a picture of this photographer emulating Margaret Bourke-White in shooting dancer David Parsons while both were on top of gargoyles on the Chrysler Building. This photographer's partner influenced a trip during the Balkan war during which a photo of a bicycle on blood-smeared pavement was taken; that work is Sarajevo, Fallen Bicycle of Teenage Boy Just Killed by a Sniper. This photographer was the last to photograph a certain man curled naked next to his fully-clothed wife five hours before he died, inspired by the cover of their album, Double Fantasy, where John and Yoko are kissing.  For 10 points, name this American portrait photographer and lover of Susan Sontag whose terribly": {
    "guess": "Annie Leibovitz",
    "confidence": [
      [
        "An",
        -0.0066929883
      ],
      [
        "nie",
        -6.704273e-07
      ],
      [
        " Le",
        -0.00014323067
      ],
      [
        "ib",
        -9.770221e-05
      ],
      [
        "ov",
        -5.0974373e-05
      ],
      [
        "itz",
        -0.00019579215
      ]
    ]
  },
  "John Loengard took a picture of this photographer emulating Margaret Bourke-White in shooting dancer David Parsons while both were on top of gargoyles on the Chrysler Building. This photographer's partner influenced a trip during the Balkan war during which a photo of a bicycle on blood-smeared pavement was taken; that work is Sarajevo, Fallen Bicycle of Teenage Boy Just Killed by a Sniper. This photographer was the last to photograph a certain man curled naked next to his fully-clothed wife five hours before he died, inspired by the cover of their album, Double Fantasy, where John and Yoko are kissing.  For 10 points, name this American portrait photographer and lover of Susan Sontag whose terribly revealing pictures of  Miley Cyrus' back appeared  in Vanity Fair.": {
    "guess": "Annie Leibovitz",
    "confidence": [
      [
        "An",
        -0.0045607807
      ],
      [
        "nie",
        -1.0280384e-06
      ],
      [
        " Le",
        -0.0005063269
      ],
      [
        "ib",
        -0.00014191943
      ],
      [
        "ov",
        -0.00014132341
      ],
      [
        "itz",
        -0.00016873659
      ]
    ]
  },
  "John Wheeler proposed a modified thought experiment based on this investigation in which the observer can choose the method of measuring the result, and is called the \"delayed choice\" experiment. A variant of this experiment performed by Shariar Afshar involved a grid of wires placed before a lense, and it was first performed with electrons by Claus Jonnson. Setups in which one of the paths is closed off provides an illustration of Bohr's complementarity principle, and in its original form, light passing through the namesake setup produced a series of interference fringes. It was the first experiment to demonstrate the wave-nature of light. For 10 points, identify this experiment which was performed by a British Egyptologist. ": {
    "guess": "Double-slit experiment",
    "confidence": [
      [
        "Double",
        -0.7045499
      ],
      [
        "-s",
        -0.00029410952
      ],
      [
        "lit",
        0.0
      ],
      [
        " experiment",
        -0.0013348825
      ]
    ]
  }
}