{
  "Most photographs taken of this place were captured with three Hasselblad cameras. A trip to this location inspired a photograph that is partly attributed to Ronald Evans and is called The Blue Marble. An early picture of this place was meant to study the effects of regolith and shows a man's protruding footprint. An iconic photo focused on this place was taken near a cemetery in Hernandez, New Mexico.": {
    "guess": "Moon",
    "confidence": [
      [
        "Moon",
        -0.15834995
      ]
    ]
  },
  "In one of this man's photographs, a woman carries two bulky bags and flowers behind a girl carrying a black umbrella. Another shows four women wrapped in black, one of whom positions her hands directly": {
    "guess": "Diane Arbus",
    "confidence": [
      [
        "D",
        -0.7232654
      ],
      [
        "iane",
        -0.1847614
      ],
      [
        " Ar",
        -0.0002420395
      ],
      [
        "bus",
        -1.7478143e-05
      ]
    ]
  },
  "The photographer and art critic Nadar called one of these things \"flatulent\" in an 1832 portrait of French writer and art collector; in that painting, Ingres's Portrait of Monsieur Bertin, two of these things are the only light parts of the lower half, and are fat and spread out. One of these things, \"in the form of a toad, provokes hilarity,\" according to Ernest Chesneau's review of Edouard Manet's Olympia. A drawing of two of these things was first exhibited in 1871, and was originally made around 1508 by a (*) German engraver as a study for an apostle in the Heller Altarpiece. Douglas Hofstadter called a 1948 lithograph showing two of these things an example of a \"strange loop\"; that M.C. Escher work shows two of these things \"drawing\" each other into existence. For 10 points, an Albrecht Durer drawing shows two of what body parts \"praying\"?": {
    "guess": "Hands",
    "confidence": [
      [
        "Hands",
        -0.105650105
      ]
    ]
  },
  "The phosphatidylserine (\"foss-fuh-tie-dil-ser-een\") in this structure is redistributed by scramblases and flippases, which facilitate the transverse diffusion of its components. SNARE complexes and clathrin coats facilitate one of its functions. During apoptosis, localized decoupling of this structure leads to blebbing. Components of this structure include G protein-coupled receptors, aquaporins, sodium-potassium pumps, and ion channels. Described by the fluid mosaic model, this structure consists": {
    "guess": "Cell membrane",
    "confidence": [
      [
        "Cell",
        -0.00078044215
      ],
      [
        " membrane",
        -0.006300842
      ]
    ]
  },
  "In photonics, cascading can give rise to the quadratic variety of these objects, which in the limit of a small harmonic component reduce to the Kerr variety. The Zakharov equations can be solved to obtain": {
    "guess": "Soliton",
    "confidence": [
      [
        "Sol",
        -0.14706583
      ],
      [
        "iton",
        -0.017060546
      ]
    ]
  },
  "A photographer with this surname captured two toddlers kissing in Il Bacio. An actor with this surname played a machine-gunner with the quote \"I AM BECOME DEATH\" written on his helmet. A chemist with this surname devised guidelines that predict the relative rates of ring closures. A ruler of this name": {
    "guess": "Woodward",
    "confidence": [
      [
        "Wood",
        -0.7791726
      ],
      [
        "ward",
        -1.1061467
      ]
    ]
  },
  "Phorbol esters and ionophores of this element can be used to activate Protein kinase C in the absence of any upstream signals. Levels of this element's ions are elevated when signaling by phospholipase C results in IP3, which binds to its transporter. In the immediate aftermath of fertilization, levels of its ions rapidly increase, which helps prevent other sperm cells binding the fertilized egg. After": {
    "guess": "Calcium in biology",
    "confidence": [
      [
        "Calc",
        -0.026420003
      ],
      [
        "ium",
        -7.314626e-05
      ],
      [
        " in",
        -0.08325597
      ],
      [
        " biology",
        -0.28734678
      ]
    ]
  },
  "The Phoenix Mars Lander observed this type of cloud, which absorb outgoing infrared radiation but fail to deflect incoming sunlight, leading to a net heating effect. They can originate from the glaciation of other clouds, and (*) jet contrails are a man-made form of these clouds. They are generally found in the upper atmosphere and are often associated with fair weather. For 10 points, identify this": {
    "guess": "Cirrus cloud",
    "confidence": [
      [
        "C",
        -0.019652748
      ],
      [
        "ir",
        -2.7014437e-05
      ],
      [
        "rus",
        -0.07435285
      ],
      [
        " cloud",
        -0.0691854
      ]
    ]
  },
  "In one of this man's photographs, a woman carries two bulky bags and flowers behind a girl carrying a black umbrella. Another shows four women wrapped in black, one of whom positions her hands directly below two clouds in the background, which are above the city of Srinagar. One of his books on photography had its cover drawn by Matisse, and his photo \"Hyeres\" shows a steep staircase with a man in motion on a bicycle in the top left. A more famous work by this author of The Decisive Moment has two repetitions of the word RAILOWSKY in the back left, and a ladder and some stones lying in a puddle, which a man is (*) skipping over. For 10 points, identify this photographer of \"Behind the Gare Saint-Lazare\" who pioneered \"street photography\", a Frenchman.": {
    "guess": "Henri Cartier-Bresson",
    "confidence": [
      [
        "Hen",
        -0.0022606407
      ],
      [
        "ri",
        -6.392203e-06
      ],
      [
        " Cart",
        -9.805982e-05
      ],
      [
        "ier",
        -1.9504607e-05
      ],
      [
        "-B",
        -0.00024763108
      ],
      [
        "ress",
        -5.2285613e-05
      ],
      [
        "on",
        -7.600714e-05
      ]
    ]
  },
  "The phosphatidylserine (\"foss-fuh-tie-dil-ser-een\") in this structure is redistributed by scramblases and flippases, which facilitate the transverse diffusion of its components. SNARE complexes and clathrin coats facilitate one of its functions. During apoptosis, localized decoupling of this structure leads to blebbing. Components of this structure include G protein-coupled receptors, aquaporins, sodium-potassium": {
    "guess": "Cell membrane",
    "confidence": [
      [
        "Cell",
        -0.013159639
      ],
      [
        " membrane",
        -0.008630638
      ]
    ]
  },
  "The phosphatidylserine (\"foss-fuh-tie-dil-ser-een\") in this structure is redistributed by scramblases and flippases, which facilitate the transverse diffusion of its components. SNARE complexes and clathrin": {
    "guess": "Cell membrane",
    "confidence": [
      [
        "Cell",
        -0.027969453
      ],
      [
        " membrane",
        -0.002814982
      ]
    ]
  },
  "A photographer with this surname captured two toddlers kissing in Il Bacio. An actor with this surname played a machine-gunner with the quote \"I AM BECOME DEATH\" written on his helmet. A chemist with this": {
    "guess": "Oppenheimer",
    "confidence": [
      [
        "Opp",
        -1.384791
      ],
      [
        "en",
        -6.313315e-05
      ],
      [
        "heimer",
        -1.3856493e-06
      ]
    ]
  },
  "The photographer and art critic Nadar called one of these things \"flatulent\" in an 1832 portrait of French writer and art collector; in that painting, Ingres's Portrait of Monsieur Bertin, two of these things are the only light parts of the lower half, and are fat and spread out. One of these things,": {
    "guess": "Portrait of Monsieur Bertin",
    "confidence": [
      [
        "Portrait",
        -2.2031748
      ],
      [
        " of",
        -0.6310784
      ],
      [
        " Mons",
        -0.52926195
      ],
      [
        "ieur",
        -0.0002631239
      ],
      [
        " Bert",
        -0.000876447
      ],
      [
        "in",
        -0.00026860725
      ]
    ]
  },
  "The phosphatidylserine (\"foss-fuh-tie-dil-ser-een\") in this structure is redistributed by scramblases and flippases, which facilitate the transverse diffusion of its components. SNARE complexes and clathrin coats facilitate one of its functions. During apoptosis, localized decoupling of this structure": {
    "guess": "Endoplasmic reticulum",
    "confidence": [
      [
        "End",
        -0.31275368
      ],
      [
        "opl",
        -8.375538e-05
      ],
      [
        "asm",
        -9.014684e-06
      ],
      [
        "ic",
        -0.0001345288
      ],
      [
        " ret",
        -0.20845108
      ],
      [
        "ic",
        -5.7961847e-06
      ],
      [
        "ulum",
        -2.3795938e-05
      ]
    ]
  },
  "Phorbol esters and ionophores of this element can be used to activate Protein kinase C in the absence of any upstream signals. Levels of this element's ions are elevated when signaling by phospholipase C results in IP3, which binds to its transporter. In the immediate aftermath of fertilization, levels of its ions rapidly increase, which helps prevent other sperm cells binding the fertilized egg. After its levels spike when its ions are released from the (*) sarcoplasmic reticulum, it binds troponin-C, which changes the conformation of muscle proteins and aids in muscle contraction. For 10 points, identify this element whose divalent cation widely functions as a second messenger in signaling.": {
    "guess": "Calcium",
    "confidence": [
      [
        "Calc",
        -0.0024177493
      ],
      [
        "ium",
        -9.133887e-06
      ]
    ]
  },
  "The Phoenix Mars Lander observed this type of cloud, which absorb outgoing infrared radiation but fail to deflect incoming sunlight, leading to a net heating effect. They can originate from the glaciation": {
    "guess": "Cirrus cloud",
    "confidence": [
      [
        "C",
        -0.0077501293
      ],
      [
        "ir",
        -1.4498052e-05
      ],
      [
        "rus",
        -0.067315795
      ],
      [
        " cloud",
        -0.0131628215
      ]
    ]
  },
  "A photographer with this surname captured two toddlers kissing in Il Bacio. An actor with this surname": {
    "guess": "List of photographers",
    "confidence": [
      [
        "List",
        -1.4881952
      ],
      [
        " of",
        -0.0015844968
      ],
      [
        " photographers",
        -0.6862879
      ]
    ]
  },
  "In one of this man's photographs, a woman carries two bulky bags and flowers behind a girl carrying a black umbrella. Another shows four women wrapped in black, one of whom positions her hands directly below two clouds in the background, which are above the city of Srinagar. One of his books on photography had its cover drawn by Matisse, and his photo \"Hyeres\" shows a steep staircase with a man in motion on a bicycle in the top left. A more famous work by this author of The Decisive Moment has two": {
    "guess": "Henri Cartier-Bresson",
    "confidence": [
      [
        "Hen",
        -0.012990211
      ],
      [
        "ri",
        -2.2484697e-05
      ],
      [
        " Cart",
        -0.006025373
      ],
      [
        "ier",
        -0.00010497363
      ],
      [
        "-B",
        -0.0011030643
      ],
      [
        "ress",
        -9.829823e-05
      ],
      [
        "on",
        -0.00012809181
      ]
    ]
  },
  "Most photographs taken of this place were captured with three Hasselblad cameras. A trip to this location inspired a photograph that is partly attributed to Ronald Evans and is called The Blue Marble. An early picture of this place was meant to study the effects of regolith and shows a man's protruding footprint. An iconic photo focused on this place was taken near a cemetery in Hernandez, New Mexico. The title of another Ansel Adams photo taken in Yosemite pairs this place with Half Dome. The image of a man climbing down the steps of the Eagle was taken on this place. For 10 points, name this body photographed by Buzz Aldrin and Neil Armstrong.": {
    "guess": "Moon",
    "confidence": [
      [
        "Moon",
        -0.014789628
      ]
    ]
  },
  "The Phoenix Mars Lander observed this type of cloud, which absorb outgoing infrared radiation but fail to deflect incoming sunlight, leading to a net heating effect. They can originate from the glaciation of other clouds, and (*) jet contrails are a man-made form of these clouds. They are generally found in the upper atmosphere and are often associated with fair weather. For 10 points, identify this wispy type of cloud made of ice crystals.": {
    "guess": "Cirrus cloud",
    "confidence": [
      [
        "C",
        -0.0020735294
      ],
      [
        "ir",
        -3.650519e-06
      ],
      [
        "rus",
        -0.0032073
      ],
      [
        " cloud",
        -0.14609581
      ]
    ]
  },
  "Photographer David Seymour showed this work's creator underneath its depiction of a woman who raises her hands in agony. An arm holds a lamp at its center next to a light bulb in the shape of an eye. A": {
    "guess": "Guernica (Picasso)",
    "confidence": [
      [
        "Gu",
        -0.19243422
      ],
      [
        "ern",
        -0.00013655527
      ],
      [
        "ica",
        -5.0616763e-05
      ],
      [
        " (",
        -0.0005045389
      ],
      [
        "Pic",
        -3.88156e-05
      ],
      [
        "asso",
        -6.909333e-05
      ],
      [
        ")",
        -2.577686e-06
      ]
    ]
  },
  "In one of this man's photographs, a woman carries two bulky bags and flowers behind a girl carrying a black umbrella. Another shows four women wrapped in black, one of whom positions her hands directly below two clouds in the background, which are above the city of Srinagar. One of his books on photography had its cover drawn by Matisse, and his photo \"Hyeres\" shows a steep staircase with a man in": {
    "guess": "Henri Cartier-Bresson",
    "confidence": [
      [
        "Hen",
        -0.055694424
      ],
      [
        "ri",
        -1.867018e-05
      ],
      [
        " Cart",
        -0.0010481736
      ],
      [
        "ier",
        -4.7159858e-05
      ],
      [
        "-B",
        -0.0017048174
      ],
      [
        "ress",
        -0.00012535013
      ],
      [
        "on",
        -0.00012356207
      ]
    ]
  },
  "The photographer and art critic Nadar called one of these things \"flatulent\" in an 1832 portrait of French writer and art collector; in that painting, Ingres's Portrait of Monsieur Bertin, two of these things are the only light parts of the lower half, and are fat and spread out. One of these things, \"in the form of a toad, provokes hilarity,\" according to Ernest Chesneau's review of Edouard Manet's Olympia. A drawing of two of these things was first exhibited in 1871, and was originally made around": {
    "guess": "Breasts",
    "confidence": [
      [
        "Bre",
        -1.4531833
      ],
      [
        "asts",
        -0.06682451
      ]
    ]
  },
  "The phosphatidylserine (\"foss-fuh-tie-dil-ser-een\") in this structure is redistributed by scramblases": {
    "guess": "Apoptosis",
    "confidence": [
      [
        "Ap",
        -0.08793593
      ],
      [
        "opt",
        -0.00018863993
      ],
      [
        "osis",
        -0.23069662
      ]
    ]
  },
  "In one of this man's photographs, a woman carries two bulky bags and flowers behind a girl carrying a black umbrella. Another shows four women wrapped in black, one of whom positions her hands directly below two clouds in the background, which are above the city of Srinagar. One of his books on photography had its cover drawn by Matisse, and his photo \"Hyeres\" shows a steep staircase with a man in motion on a bicycle in the top left. A more famous work by this author of The Decisive Moment has two repetitions of the word RAILOWSKY in the back left, and a ladder and some stones lying in a puddle,": {
    "guess": "Henri Cartier-Bresson",
    "confidence": [
      [
        "Hen",
        -0.0064402646
      ],
      [
        "ri",
        -2.1173457e-05
      ],
      [
        " Cart",
        -0.000305311
      ],
      [
        "ier",
        -3.1544176e-05
      ],
      [
        "-B",
        -0.0014950995
      ],
      [
        "ress",
        -3.7623562e-05
      ],
      [
        "on",
        -8.792751e-05
      ]
    ]
  },
  "The photographer and art critic Nadar called one of these things \"flatulent\" in an 1832 portrait of French writer and art collector; in that painting, Ingres's Portrait of Monsieur Bertin, two of these things are the only light parts of the lower half, and are fat and spread out. One of these things, \"in the form of a toad, provokes hilarity,\" according to Ernest Chesneau's review of Edouard Manet's": {
    "guess": "Hands",
    "confidence": [
      [
        "Hands",
        -1.7148972
      ]
    ]
  },
  "Most photographs taken of this place were captured with three Hasselblad cameras. A trip to this location": {
    "guess": "Moon Landing",
    "confidence": [
      [
        "Moon",
        -0.08121579
      ],
      [
        " Landing",
        -0.5407384
      ]
    ]
  },
  "The phosphatidylserine (\"foss-fuh-tie-dil-ser-een\") in this structure is redistributed by scramblases and flippases, which facilitate the transverse diffusion of its components. SNARE complexes and clathrin coats facilitate one of its functions. During apoptosis, localized decoupling of this structure leads to blebbing. Components of this structure include G protein-coupled receptors, aquaporins, sodium-potassium pumps, and ion channels. Described by the fluid mosaic model, this structure consists of a phospholipid bilayer. In plants, this semipermeable structure is found just inside the cell wall. For 10 points, name this organelle marking the boundary of a cell.": {
    "guess": "Cell membrane",
    "confidence": [
      [
        "Cell",
        -0.001209757
      ],
      [
        " membrane",
        -0.007992351
      ]
    ]
  },
  "The Phoenix Mars Lander observed this type of cloud, which absorb outgoing infrared radiation but fail to deflect incoming sunlight, leading to a net heating effect. They can originate from the glaciation of other clouds, and (*) jet contrails are a man-made form of these clouds. They are generally found": {
    "guess": "Cirrus cloud",
    "confidence": [
      [
        "C",
        -0.013729611
      ],
      [
        "ir",
        -9.849109e-06
      ],
      [
        "rus",
        -0.02926611
      ],
      [
        " cloud",
        -0.015539083
      ]
    ]
  },
  "Photographer David Seymour showed this work's creator underneath its depiction of a woman who raises her hands in agony. An arm holds a lamp at its center next to a light bulb in the shape of an eye. A bull stands over a woman holding her dead child on its left side. A reproduction of this work located": {
    "guess": "Guernica (Picasso)",
    "confidence": [
      [
        "Gu",
        -0.0028049909
      ],
      [
        "ern",
        -3.1782583e-05
      ],
      [
        "ica",
        -2.188868e-05
      ],
      [
        " (",
        -2.0696643e-05
      ],
      [
        "Pic",
        -2.4584822e-06
      ],
      [
        "asso",
        -2.4987974e-05
      ],
      [
        ")",
        -3.1281633e-07
      ]
    ]
  },
  "In photonics, cascading can give rise to the quadratic variety of these objects, which in the limit of a small harmonic component reduce to the Kerr variety. The Zakharov equations can be solved to obtain their Langmuir type, while switching the sign of the interaction term in the same equations yield": {
    "guess": "Soliton",
    "confidence": [
      [
        "Sol",
        -0.13273235
      ],
      [
        "iton",
        -0.1066397
      ]
    ]
  },
  "Phorbol esters and ionophores of this element can be used to activate Protein kinase C in the absence of any upstream signals. Levels of this element's ions are elevated when signaling by phospholipase C results in IP3, which binds to its transporter. In the immediate aftermath of fertilization, levels of its ions rapidly increase, which helps prevent other sperm cells binding the fertilized egg. After its levels spike when its ions are released from the (*) sarcoplasmic reticulum, it binds troponin-C,": {
    "guess": "Calcium",
    "confidence": [
      [
        "Calc",
        -0.04855671
      ],
      [
        "ium",
        -4.561021e-05
      ]
    ]
  },
  "Most photographs taken of this place were captured with three Hasselblad cameras. A trip to this location inspired a photograph that is partly attributed to Ronald Evans and is called The Blue Marble. An early picture of this place was meant to study the effects of regolith and shows a man's protruding": {
    "guess": "Moon",
    "confidence": [
      [
        "Moon",
        -0.06666248
      ]
    ]
  },
  "In one of this man's photographs, a woman carries two bulky bags and flowers behind a girl carrying a": {
    "guess": "Dorothea Lange",
    "confidence": [
      [
        "D",
        -0.5166277
      ],
      [
        "oro",
        -0.24071722
      ],
      [
        "the",
        -8.1490514e-05
      ],
      [
        "a",
        -0.0006897979
      ],
      [
        " Lange",
        -3.8577193e-05
      ]
    ]
  },
  "Photographer David Seymour showed this work's creator underneath its depiction of a woman who raises her hands in agony. An arm holds a lamp at its center next to a light bulb in the shape of an eye. A bull stands over a woman holding her dead child on its left side. A reproduction of this work located at the U.N. headquarters was covered by a curtain in 2003 in order to hide such images as a man with a broken sword being trampled by a Cubist horse. Commissioned for the 1937 World's Fair, this work shows the horrors of the Nazi-bombing of a certain Basque city. For 10 points, name this painting by Pablo Picasso.": {
    "guess": "Guernica (Picasso)",
    "confidence": [
      [
        "Gu",
        -0.002456034
      ],
      [
        "ern",
        -1.4378848e-05
      ],
      [
        "ica",
        -4.4179764e-05
      ],
      [
        " (",
        -0.086290546
      ],
      [
        "Pic",
        -0.00021819877
      ],
      [
        "asso",
        -5.0020742e-05
      ],
      [
        ")",
        -2.8160932e-06
      ]
    ]
  },
  "The photographer and art critic Nadar called one of these things \"flatulent\" in an 1832 portrait of French writer and art collector; in that painting, Ingres's Portrait of Monsieur Bertin, two of these things are the only light parts of the lower half, and are fat and spread out. One of these things, \"in the form of a toad, provokes hilarity,\" according to Ernest Chesneau's review of Edouard Manet's Olympia. A drawing of two of these things was first exhibited in 1871, and was originally made around 1508 by a (*) German engraver as a study for an apostle in the Heller Altarpiece. Douglas Hofstadter called a 1948 lithograph showing two of these things an example of a \"strange loop\"; that M.C.": {
    "guess": "Breasts in art",
    "confidence": [
      [
        "Bre",
        -2.065041
      ],
      [
        "asts",
        -0.08216169
      ],
      [
        " in",
        -0.69156563
      ],
      [
        " art",
        -0.022946687
      ]
    ]
  },
  "Photographer David Seymour showed this work's creator underneath its depiction of a woman who raises her hands in agony. An arm holds a lamp at its center next to a light bulb in the shape of an eye. A bull stands over a woman holding her dead child on its left side. A reproduction of this work located at the U.N. headquarters was covered by a curtain in 2003 in order to hide such images as a man with a broken sword being trampled by a Cubist horse. Commissioned for the 1937 World's Fair, this work shows the horrors of the Nazi-bombing of a certain Basque city. For 10 points, name this painting": {
    "guess": "Guernica (Picasso)",
    "confidence": [
      [
        "Gu",
        -0.0033219613
      ],
      [
        "ern",
        -3.070975e-05
      ],
      [
        "ica",
        -6.968935e-05
      ],
      [
        " (",
        -0.055629138
      ],
      [
        "Pic",
        -0.01531874
      ],
      [
        "asso",
        -3.297462e-05
      ],
      [
        ")",
        -1.4021238e-05
      ]
    ]
  },
  "The phosphatidylserine (\"foss-fuh-tie-dil-ser-een\") in this structure is redistributed by scramblases and flippases, which facilitate the transverse diffusion of its components. SNARE complexes and clathrin coats facilitate one of its functions. During apoptosis, localized decoupling of this structure leads to blebbing. Components of this structure include G protein-coupled receptors, aquaporins, sodium-potassium pumps, and ion channels. Described by the fluid mosaic model, this structure consists of a phospholipid bilayer. In plants, this semipermeable structure is found just inside the cell wall.": {
    "guess": "Cell membrane",
    "confidence": [
      [
        "Cell",
        -0.002043556
      ],
      [
        " membrane",
        -0.009159742
      ]
    ]
  },
  "Photographer David Seymour showed this work's creator underneath its depiction of a woman who raises her hands in agony. An arm holds a lamp at its center next to a light bulb in the shape of an eye. A bull stands over a woman holding her dead child on its left side. A reproduction of this work located at the U.N. headquarters was covered by a curtain in 2003 in order to hide such images as a man with": {
    "guess": "Guernica (Picasso)",
    "confidence": [
      [
        "Gu",
        -0.001246305
      ],
      [
        "ern",
        -4.298773e-05
      ],
      [
        "ica",
        -1.2233183e-05
      ],
      [
        " (",
        -5.2285613e-05
      ],
      [
        "Pic",
        -2.6968896e-06
      ],
      [
        "asso",
        -3.6073914e-05
      ],
      [
        ")",
        0.0
      ]
    ]
  },
  "Photographer David Seymour showed this work's creator underneath its depiction of a woman who raises": {
    "guess": "Guernica",
    "confidence": [
      [
        "Gu",
        -0.5036267
      ],
      [
        "ern",
        -7.409989e-05
      ],
      [
        "ica",
        -2.6060809e-05
      ]
    ]
  },
  "In one of this man's photographs, a woman carries two bulky bags and flowers behind a girl carrying a black umbrella. Another shows four women wrapped in black, one of whom positions her hands directly below two clouds in the background, which are above the city of Srinagar. One of his books on photography": {
    "guess": "Raghu Rai",
    "confidence": [
      [
        "R",
        -0.5318235
      ],
      [
        "ag",
        -0.0008997926
      ],
      [
        "hu",
        -0.13691509
      ],
      [
        " Rai",
        -0.00014776041
      ]
    ]
  },
  "The photographer and art critic Nadar called one of these things \"flatulent\" in an 1832 portrait of French writer and art collector; in that painting, Ingres's Portrait of Monsieur Bertin, two of these things are the only light parts of the lower half, and are fat and spread out. One of these things, \"in the form of a toad, provokes hilarity,\" according to Ernest Chesneau's review of Edouard Manet's Olympia. A drawing of two of these things was first exhibited in 1871, and was originally made around 1508 by a (*) German engraver as a study for an apostle in the Heller Altarpiece. Douglas Hofstadter": {
    "guess": "Breasts",
    "confidence": [
      [
        "Bre",
        -1.4655249
      ],
      [
        "asts",
        -0.09828144
      ]
    ]
  },
  "Photographer David Seymour showed this work's creator underneath its depiction of a woman who raises her hands in agony. An arm holds a lamp at its center next to a light bulb in the shape of an eye. A bull stands over a woman holding her dead child on its left side. A reproduction of this work located at the U.N. headquarters was covered by a curtain in 2003 in order to hide such images as a man with a broken sword being trampled by a Cubist horse. Commissioned for the 1937 World's Fair, this work": {
    "guess": "Guernica (Picasso)",
    "confidence": [
      [
        "Gu",
        -0.003822753
      ],
      [
        "ern",
        -5.0139948e-05
      ],
      [
        "ica",
        -9.043079e-05
      ],
      [
        " (",
        -0.011754267
      ],
      [
        "Pic",
        -0.0014990296
      ],
      [
        "asso",
        -3.2855416e-05
      ],
      [
        ")",
        -2.1054253e-05
      ]
    ]
  },
  "A photographer with this surname captured two toddlers kissing in Il Bacio. An actor with this surname played a machine-gunner with the quote \"I AM BECOME DEATH\" written on his helmet. A chemist with this surname devised guidelines that predict the relative rates of ring closures. A ruler of this name aided Raynald de Chatillon at the Battle of (*) Montgisard against Saladin. A politician with this surname preceded Neville Chamberlain as Prime Minister. For 10 points, give this surname of the author": {
    "guess": "Churchill",
    "confidence": [
      [
        "Church",
        -0.114624545
      ],
      [
        "ill",
        -0.00017612721
      ]
    ]
  },
  "The photographer and art critic Nadar called one of these things \"flatulent\" in an 1832 portrait of French": {
    "guess": "Caricature",
    "confidence": [
      [
        "Car",
        -1.31605
      ],
      [
        "ic",
        -0.0014628577
      ],
      [
        "ature",
        -0.42511982
      ]
    ]
  },
  "Phorbol esters and ionophores of this element can be used to activate Protein kinase C in the absence of any upstream signals. Levels of this element's ions are elevated when signaling by phospholipase C results in IP3, which binds to its transporter. In the immediate aftermath of fertilization, levels of its ions rapidly increase, which helps prevent other sperm cells binding the fertilized egg. After its levels spike when its ions are released from the (*) sarcoplasmic reticulum, it binds troponin-C, which changes the conformation of muscle proteins and aids in muscle contraction. For 10 points,": {
    "guess": "Calcium",
    "confidence": [
      [
        "Calc",
        -0.014560799
      ],
      [
        "ium",
        -1.6762922e-05
      ]
    ]
  },
  "Most photographs taken of this place were captured with three Hasselblad cameras. A trip to this location inspired a photograph that is partly attributed to Ronald Evans and is called The Blue Marble. An early picture of this place was meant to study the effects of regolith and shows a man's protruding footprint. An iconic photo focused on this place was taken near a cemetery in Hernandez, New Mexico. The title of another Ansel Adams photo taken in Yosemite pairs this place with Half Dome. The image of a man climbing down the steps of the Eagle was taken on this place. For 10 points, name this": {
    "guess": "Moon",
    "confidence": [
      [
        "Moon",
        -0.044718657
      ]
    ]
  },
  "Phorbol esters and ionophores of this element can be used to activate Protein kinase C in the absence of any upstream signals. Levels of this element's ions are elevated when signaling by phospholipase C results in IP3, which binds to its transporter. In the immediate aftermath of fertilization, levels": {
    "guess": "Calcium",
    "confidence": [
      [
        "Calc",
        -0.047862396
      ],
      [
        "ium",
        -0.00012142374
      ]
    ]
  },
  "The photographer and art critic Nadar called one of these things \"flatulent\" in an 1832 portrait of French writer and art collector; in that painting, Ingres's Portrait of Monsieur Bertin, two of these things are the only light parts of the lower half, and are fat and spread out. One of these things, \"in the form of a toad, provokes hilarity,\" according to Ernest Chesneau's review of Edouard Manet's Olympia. A drawing of two of these things was first exhibited in 1871, and was originally made around 1508 by a (*) German engraver as a study for an apostle in the Heller Altarpiece. Douglas Hofstadter called a 1948 lithograph showing two of these things an example of a \"strange loop\"; that M.C. Escher work shows two of these things \"drawing\" each other into existence. For 10 points, an Albrecht": {
    "guess": "Impossible Objects",
    "confidence": [
      [
        "Impossible",
        -0.47651988
      ],
      [
        " Objects",
        -1.1610425
      ]
    ]
  },
  "Most photographs taken of this place were captured with three Hasselblad cameras. A trip to this location inspired a photograph that is partly attributed to Ronald Evans and is called The Blue Marble.": {
    "guess": "Moon",
    "confidence": [
      [
        "Moon",
        -0.84675354
      ]
    ]
  },
  "In photonics, cascading can give rise to the quadratic variety of these objects, which in the limit of": {
    "guess": "Nonlinear optics",
    "confidence": [
      [
        "Non",
        -0.34954706
      ],
      [
        "linear",
        -0.0008342856
      ],
      [
        " optics",
        -0.080686204
      ]
    ]
  },
  "Most photographs taken of this place were captured with three Hasselblad cameras. A trip to this location inspired a photograph that is partly attributed to Ronald Evans and is called The Blue Marble. An early picture of this place was meant to study the effects of regolith and shows a man's protruding footprint. An iconic photo focused on this place was taken near a cemetery in Hernandez, New Mexico. The title of another Ansel Adams photo taken in Yosemite pairs this place with Half Dome. The image": {
    "guess": "Moon",
    "confidence": [
      [
        "Moon",
        -0.101988226
      ]
    ]
  },
  "The Phoenix Mars Lander observed this type of cloud, which absorb outgoing infrared radiation but fail": {
    "guess": "Cirrus cloud",
    "confidence": [
      [
        "C",
        -0.014787746
      ],
      [
        "ir",
        -2.0339032e-05
      ],
      [
        "rus",
        -0.0074033616
      ],
      [
        " cloud",
        -0.008849146
      ]
    ]
  },
  "Phorbol esters and ionophores of this element can be used to activate Protein kinase C in the absence": {
    "guess": "Calcium",
    "confidence": [
      [
        "Calc",
        -0.018080171
      ],
      [
        "ium",
        -0.0010928311
      ]
    ]
  },
  "In one of this man's photographs, a woman carries two bulky bags and flowers behind a girl carrying a black umbrella. Another shows four women wrapped in black, one of whom positions her hands directly below two clouds in the background, which are above the city of Srinagar. One of his books on photography had its cover drawn by Matisse, and his photo \"Hyeres\" shows a steep staircase with a man in motion on a bicycle in the top left. A more famous work by this author of The Decisive Moment has two repetitions of the word RAILOWSKY in the back left, and a ladder and some stones lying in a puddle, which a man is (*) skipping over. For 10 points, identify this photographer of \"Behind the Gare Saint-Lazare\"": {
    "guess": "Henri Cartier-Bresson",
    "confidence": [
      [
        "Hen",
        -0.0033699695
      ],
      [
        "ri",
        -4.1273333e-06
      ],
      [
        " Cart",
        -6.1106686e-05
      ],
      [
        "ier",
        -2.129266e-05
      ],
      [
        "-B",
        -0.000162538
      ],
      [
        "ress",
        -4.370295e-05
      ],
      [
        "on",
        -7.8033605e-05
      ]
    ]
  },
  "A photographer with this surname captured two toddlers kissing in Il Bacio. An actor with this surname played a machine-gunner with the quote \"I AM BECOME DEATH\" written on his helmet. A chemist with this surname devised guidelines that predict the relative rates of ring closures. A ruler of this name aided Raynald de Chatillon at the Battle of (*) Montgisard against Saladin. A politician with this": {
    "guess": "Hawking",
    "confidence": [
      [
        "H",
        -2.42876
      ],
      [
        "aw",
        -1.3279954
      ],
      [
        "king",
        -0.4199553
      ]
    ]
  },
  "The photographer and art critic Nadar called one of these things \"flatulent\" in an 1832 portrait of French writer and art collector; in that painting, Ingres's Portrait of Monsieur Bertin, two of these": {
    "guess": "Caricatures",
    "confidence": [
      [
        "Car",
        -0.6844068
      ],
      [
        "ic",
        -0.0003480978
      ],
      [
        "atures",
        -0.55064005
      ]
    ]
  },
  "Phorbol esters and ionophores of this element can be used to activate Protein kinase C in the absence of any upstream signals. Levels of this element's ions are elevated when signaling by phospholipase": {
    "guess": "Calcium",
    "confidence": [
      [
        "Calc",
        -0.0457166
      ],
      [
        "ium",
        -2.4391957e-05
      ]
    ]
  },
  "A photographer with this surname captured two toddlers kissing in Il Bacio. An actor with this surname played a machine-gunner with the quote \"I AM BECOME DEATH\" written on his helmet. A chemist with this surname devised guidelines that predict the relative rates of ring closures. A ruler of this name aided Raynald de Chatillon at the Battle of (*) Montgisard against Saladin. A politician with this surname preceded Neville Chamberlain as Prime Minister. For 10 points, give this surname of the author of Giovanni's Room and Go Tell It on the Mountain.": {
    "guess": "Baldwin",
    "confidence": [
      [
        "B",
        -0.014226154
      ],
      [
        "ald",
        -0.00042185548
      ],
      [
        "win",
        -0.0005579164
      ]
    ]
  },
  "In photonics, cascading can give rise to the quadratic variety of these objects, which in the limit of a small harmonic component reduce to the Kerr variety. The Zakharov equations can be solved to obtain their Langmuir type, while switching the sign of the interaction term in the same equations yield the \"whistler\" type. Backlund transforms can be used to show that collision between two of these only": {
    "guess": "Soliton",
    "confidence": [
      [
        "Sol",
        -0.02387808
      ],
      [
        "iton",
        -0.0718089
      ]
    ]
  },
  "In photonics, cascading can give rise to the quadratic variety of these objects, which in the limit of a small harmonic component reduce to the Kerr variety. The Zakharov equations can be solved to obtain their Langmuir type, while switching the sign of the interaction term in the same equations yield the \"whistler\" type. Backlund transforms can be used to show that collision between two of these only results in a phase shift, and kink and anti-kink forms of these are solutions to the ?sine-Gordon": {
    "guess": "Soliton",
    "confidence": [
      [
        "Sol",
        -0.0053447555
      ],
      [
        "iton",
        -0.018770082
      ]
    ]
  },
  "In photonics, cascading can give rise to the quadratic variety of these objects, which in the limit of a small harmonic component reduce to the Kerr variety. The Zakharov equations can be solved to obtain their Langmuir type, while switching the sign of the interaction term in the same equations yield the \"whistler\" type. Backlund transforms can be used to show that collision between two of these only results in a phase shift, and kink and anti-kink forms of these are solutions to the ?sine-Gordon equation, which can also be used to model their collisions. A mathematical basis for them was discovered": {
    "guess": "Soliton",
    "confidence": [
      [
        "Sol",
        -0.002682422
      ],
      [
        "iton",
        -0.01763637
      ]
    ]
  },
  "In photonics, cascading can give rise to the quadratic variety of these objects, which in the limit of a small harmonic component reduce to the Kerr variety. The Zakharov equations can be solved to obtain their Langmuir type, while switching the sign of the interaction term in the same equations yield the \"whistler\" type. Backlund transforms can be used to show that collision between two of these only results in a phase shift, and kink and anti-kink forms of these are solutions to the ?sine-Gordon equation, which can also be used to model their collisions. A mathematical basis for them was discovered by Kruskal and Zabusky, and they arise in the solution of the Fermi-Passta-Ulam problem. Also": {
    "guess": "Soliton",
    "confidence": [
      [
        "Sol",
        -0.002806656
      ],
      [
        "iton",
        -0.034182347
      ]
    ]
  },
  "In photonics, cascading can give rise to the quadratic variety of these objects, which in the limit of a small harmonic component reduce to the Kerr variety. The Zakharov equations can be solved to obtain their Langmuir type, while switching the sign of the interaction term in the same equations yield the \"whistler\" type. Backlund transforms can be used to show that collision between two of these only results in a phase shift, and kink and anti-kink forms of these are solutions to the ?sine-Gordon equation, which can also be used to model their collisions. A mathematical basis for them was discovered by Kruskal and Zabusky, and they arise in the solution of the Fermi-Passta-Ulam problem. Also arising as solutions to the Kortevieg-de Vries equation, for 10 points, identify these wave packets,": {
    "guess": "Soliton",
    "confidence": [
      [
        "Sol",
        -0.00045902873
      ],
      [
        "iton",
        -0.08908146
      ]
    ]
  },
  "In photonics, cascading can give rise to the quadratic variety of these objects, which in the limit of a small harmonic component reduce to the Kerr variety. The Zakharov equations can be solved to obtain their Langmuir type, while switching the sign of the interaction term in the same equations yield the \"whistler\" type. Backlund transforms can be used to show that collision between two of these only results in a phase shift, and kink and anti-kink forms of these are solutions to the ?sine-Gordon equation, which can also be used to model their collisions. A mathematical basis for them was discovered by Kruskal and Zabusky, and they arise in the solution of the Fermi-Passta-Ulam problem. Also arising as solutions to the Kortevieg-de Vries equation, for 10 points, identify these wave packets, first observed by John Russell, which travel at a constant speed and whose name is derived from the": {
    "guess": "Soliton",
    "confidence": [
      [
        "Sol",
        -0.0021347946
      ],
      [
        "iton",
        -0.05313201
      ]
    ]
  },
  "In photonics, cascading can give rise to the quadratic variety of these objects, which in the limit of a small harmonic component reduce to the Kerr variety. The Zakharov equations can be solved to obtain their Langmuir type, while switching the sign of the interaction term in the same equations yield the \"whistler\" type. Backlund transforms can be used to show that collision between two of these only results in a phase shift, and kink and anti-kink forms of these are solutions to the ?sine-Gordon equation, which can also be used to model their collisions. A mathematical basis for them was discovered by Kruskal and Zabusky, and they arise in the solution of the Fermi-Passta-Ulam problem. Also arising as solutions to the Kortevieg-de Vries equation, for 10 points, identify these wave packets, first observed by John Russell, which travel at a constant speed and whose name is derived from the description of a \"solitary wave.\"": {
    "guess": "Soliton",
    "confidence": [
      [
        "Sol",
        -0.0060390043
      ],
      [
        "iton",
        -0.079911724
      ]
    ]
  }
}