{
  "After being picked up and thrown to the ground by this figure, one of his enemies vomits blood and is granted mercy. This figure once slashed the face of the moon because it laughed when a snake frightened his mount, throwing him to the ground and causing the food in his stomach to spill out. This figure walked around his parents three times in order to win a race around the world, because according to him, his parents were the world. This husband of Siddhi and Buddhi rode on a mouse and suffered an injury inflicted by his uncle Sani, although in another account it was his father who attacked him with his third eye for preventing entry into a room where his mother was taking a bath. For 10 points,": {
    "guess": "Ganesha",
    "confidence": [
      [
        "G",
        -0.0034340003
      ],
      [
        "anes",
        -0.00019173922
      ],
      [
        "ha",
        -7.672237e-05
      ]
    ]
  },
  "After being picked up and thrown to the ground by this figure, one of his enemies vomits blood and is": {
    "guess": "Thor",
    "confidence": [
      [
        "Thor",
        -1.3564415
      ]
    ]
  },
  "After being picked up and thrown to the ground by this figure, one of his enemies vomits blood and is granted mercy. This figure once slashed the face of the moon because it laughed when a snake frightened his mount, throwing him to the ground and causing the food in his stomach to spill out. This figure walked around his parents three times in order to win a race around the world, because according to him, his parents were the world. This husband of Siddhi and Buddhi rode on a mouse and suffered an injury inflicted by his uncle Sani, although in another account it was his father who attacked him": {
    "guess": "Ganesha",
    "confidence": [
      [
        "G",
        -0.003298317
      ],
      [
        "anes",
        -0.00032640636
      ],
      [
        "ha",
        -6.146429e-05
      ]
    ]
  },
  "Pictures of the Sibyls of Eritrea and Cumae next to Micah and Zechariah, and the donors Elisabeth Borluut and Joos (YOOS) Vijd (VIDE) adorn some of the outside panels of this polyptych in St. Bavo's Cathedral.": {
    "guess": "Ghent Altarpiece",
    "confidence": [
      [
        "G",
        -0.23115225
      ],
      [
        "h",
        -0.0006509595
      ],
      [
        "ent",
        -8.299462e-06
      ],
      [
        " Alt",
        -0.00058746425
      ],
      [
        "arp",
        -9.9371064e-05
      ],
      [
        "iece",
        -0.00014168103
      ]
    ]
  },
  "If you pick two random integers from one to ten with repeats allowed, this is the probability that they will add up to six, eleven, or sixteen. If you randomly pick two socks from a drawer with three pairs": {
    "guess": "Probability distribution",
    "confidence": [
      [
        "Probability",
        -0.60426474
      ],
      [
        " distribution",
        -0.78116554
      ]
    ]
  },
  "Pictures of the Sibyls of Eritrea and Cumae next to Micah and Zechariah, and the donors Elisabeth Borluut and Joos (YOOS) Vijd (VIDE) adorn some of the outside panels of this polyptych in St. Bavo's Cathedral. A rhymed quatrain on the frame confirms that it was begun by Hubert. The dome of Utrecht was added in the background of the central panel, which includes the Fountain of Life in the Adoration of the Lamb. FTP name this huge altarpiece primarily attributed to Jan van Eyck.": {
    "guess": "Ghent Altarpiece",
    "confidence": [
      [
        "G",
        -0.006469279
      ],
      [
        "h",
        -1.92662e-05
      ],
      [
        "ent",
        -6.749814e-06
      ],
      [
        " Alt",
        -1.4259645e-05
      ],
      [
        "arp",
        -3.464347e-05
      ],
      [
        "iece",
        -0.00010747691
      ]
    ]
  },
  "After being picked up and thrown to the ground by this figure, one of his enemies vomits blood and is granted mercy. This figure once slashed the face of the moon because it laughed when a snake frightened his mount, throwing him to the ground and causing the food in his stomach to spill out. This figure walked around his parents three times in order to win a race around the world, because according": {
    "guess": "Ganesha",
    "confidence": [
      [
        "G",
        -0.0012633291
      ],
      [
        "anes",
        -0.00016516048
      ],
      [
        "ha",
        -0.00013595926
      ]
    ]
  },
  "The Pidgeon process is used to refine this element, ions of which are used as the divalent cation in": {
    "guess": "Magnesium",
    "confidence": [
      [
        "Magn",
        -0.11725375
      ],
      [
        "esium",
        -0.00016337242
      ]
    ]
  },
  "After being picked up and thrown to the ground by this figure, one of his enemies vomits blood and is granted mercy. This figure once slashed the face of the moon because it laughed when a snake frightened his mount, throwing him to the ground and causing the food in his stomach to spill out. This figure walked around his parents three times in order to win a race around the world, because according to him, his parents were the world. This husband of Siddhi and Buddhi rode on a mouse and suffered an injury inflicted by his uncle Sani, although in another account it was his father who attacked him with his third eye for preventing entry into a room where his mother was taking a bath. For 10 points, name this Hindu remover of obstacles, the son of Parvati to whom Brahma gave an elephant's head to replace his own severed one.": {
    "guess": "Ganesha",
    "confidence": [
      [
        "G",
        -0.0035799919
      ],
      [
        "anes",
        -0.010635561
      ],
      [
        "ha",
        -0.00021652991
      ]
    ]
  },
  "After being picked up and thrown to the ground by this figure, one of his enemies vomits blood and is granted mercy. This figure once slashed the face of the moon because it laughed when a snake frightened his mount, throwing him to the ground and causing the food in his stomach to spill out. This figure walked around his parents three times in order to win a race around the world, because according to him, his parents were the world. This husband of Siddhi and Buddhi rode on a mouse and suffered": {
    "guess": "Ganesha",
    "confidence": [
      [
        "G",
        -0.005678246
      ],
      [
        "anes",
        -0.00027635184
      ],
      [
        "ha",
        -8.9357956e-05
      ]
    ]
  },
  "After being picked up and thrown to the ground by this figure, one of his enemies vomits blood and is granted mercy. This figure once slashed the face of the moon because it laughed when a snake frightened his mount, throwing him to the ground and causing the food in his stomach to spill out. This figure walked around his parents three times in order to win a race around the world, because according to him, his parents were the world. This husband of Siddhi and Buddhi rode on a mouse and suffered an injury inflicted by his uncle Sani, although in another account it was his father who attacked him with his third eye for preventing entry into a room where his mother was taking a bath. For 10 points, name this Hindu remover of obstacles, the son of Parvati to whom Brahma gave an elephant's head": {
    "guess": "Ganesha",
    "confidence": [
      [
        "G",
        -0.0030985696
      ],
      [
        "anes",
        -0.018988946
      ],
      [
        "ha",
        -0.00022094045
      ]
    ]
  },
  "If you pick two random integers from one to ten with repeats allowed, this is the probability that they": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -0.47717506
      ]
    ]
  },
  "If you pick two random integers from one to ten with repeats allowed, this is the probability that they will add up to six, eleven, or sixteen. If you randomly pick two socks from a drawer with three pairs without replacement, this is the probability that you will get a matching pair. Find this number equal to the expected value of a game in which you pay a dollar if you lose, you get eleven dollars": {
    "guess": "Law of total probability",
    "confidence": [
      [
        "Law",
        -1.0307205
      ],
      [
        " of",
        -0.0037952077
      ],
      [
        " total",
        -0.23616931
      ],
      [
        " probability",
        -0.0018423712
      ]
    ]
  },
  "The Pidgeon process is used to refine this element, ions of which are used as the divalent cation in PCR. Calcium and this element are the two metals present in dolomite, and it is the central metal in the chlorophyll molecule. This metal reacts with organic halides to form Grignard reagents. This element is created by the alpha process in stars from fusing Neon and Helium, and one of its first uses": {
    "guess": "Magnesium",
    "confidence": [
      [
        "Magn",
        -0.008820906
      ],
      [
        "esium",
        -0.0013677386
      ]
    ]
  },
  "If you pick two random integers from one to ten with repeats allowed, this is the probability that they will add up to six, eleven, or sixteen. If you randomly pick two socks from a drawer with three pairs without replacement, this is the probability that you will get a matching pair. Find this number": {
    "guess": "Hypergeometric distribution",
    "confidence": [
      [
        "Hyper",
        -0.46627018
      ],
      [
        "ge",
        -0.00033212814
      ],
      [
        "ometric",
        -0.00029220225
      ],
      [
        " distribution",
        -0.069302976
      ]
    ]
  },
  "If you pick two random integers from one to ten with repeats allowed, this is the probability that they will add up to six, eleven, or sixteen. If you randomly pick two socks from a drawer with three pairs without replacement, this is the probability that you will get a matching pair. Find this number equal to the expected value of a game in which you pay a dollar if you lose, you get eleven dollars if you win, and you win one-tenth of the time.": {
    "guess": "Expected value",
    "confidence": [
      [
        "Expected",
        -0.25147903
      ],
      [
        " value",
        -0.06618092
      ]
    ]
  },
  "After being picked up and thrown to the ground by this figure, one of his enemies vomits blood and is granted mercy. This figure once slashed the face of the moon because it laughed when a snake frightened": {
    "guess": "Indra",
    "confidence": [
      [
        "Ind",
        -0.8083892
      ],
      [
        "ra",
        -0.060473148
      ]
    ]
  },
  "Pictures of the Sibyls of Eritrea and Cumae next to Micah and Zechariah, and the donors Elisabeth Borluut": {
    "guess": "Ghent Altarpiece",
    "confidence": [
      [
        "G",
        -0.113996
      ],
      [
        "h",
        -0.00033796547
      ],
      [
        "ent",
        -3.5477897e-05
      ],
      [
        " Alt",
        -9.710619e-05
      ],
      [
        "arp",
        -4.6802244e-05
      ],
      [
        "iece",
        -0.000102827966
      ]
    ]
  },
  "The Pidgeon process is used to refine this element, ions of which are used as the divalent cation in PCR. Calcium and this element are the two metals present in dolomite, and it is the central metal in the chlorophyll molecule. This metal reacts with organic halides to form Grignard reagents. This element": {
    "guess": "Magnesium",
    "confidence": [
      [
        "Magn",
        -0.0062180283
      ],
      [
        "esium",
        -0.00033772705
      ]
    ]
  },
  "After being picked up and thrown to the ground by this figure, one of his enemies vomits blood and is granted mercy. This figure once slashed the face of the moon because it laughed when a snake frightened his mount, throwing him to the ground and causing the food in his stomach to spill out. This figure": {
    "guess": "Ganesha",
    "confidence": [
      [
        "G",
        -0.5836566
      ],
      [
        "anes",
        -0.0057922746
      ],
      [
        "ha",
        -5.574252e-05
      ]
    ]
  },
  "The Pidgeon process is used to refine this element, ions of which are used as the divalent cation in PCR. Calcium and this element are the two metals present in dolomite, and it is the central metal in the chlorophyll molecule. This metal reacts with organic halides to form Grignard reagents. This element is created by the alpha process in stars from fusing Neon and Helium, and one of its first uses was in Epsom salts. This metal burns white in the flame test, and burns hot enough that it is used": {
    "guess": "Magnesium",
    "confidence": [
      [
        "Magn",
        -0.017436298
      ],
      [
        "esium",
        -0.0004099388
      ]
    ]
  },
  "Pictures of the Sibyls of Eritrea and Cumae next to Micah and Zechariah, and the donors Elisabeth Borluut and Joos (YOOS) Vijd (VIDE) adorn some of the outside panels of this polyptych in St. Bavo's Cathedral. A rhymed quatrain on the frame confirms that it was begun by Hubert. The dome of Utrecht was": {
    "guess": "Ghent Altarpiece",
    "confidence": [
      [
        "G",
        -0.13555805
      ],
      [
        "h",
        -0.00048477305
      ],
      [
        "ent",
        -1.1994775e-05
      ],
      [
        " Alt",
        -0.0003612065
      ],
      [
        "arp",
        -0.00023309923
      ],
      [
        "iece",
        -0.00017636562
      ]
    ]
  },
  "The Pidgeon process is used to refine this element, ions of which are used as the divalent cation in PCR. Calcium and this element are the two metals present in dolomite, and it is the central metal in the chlorophyll molecule. This metal reacts with organic halides to form Grignard reagents. This element is created by the alpha process in stars from fusing Neon and Helium, and one of its first uses was in Epsom salts. This metal burns white in the flame test, and burns hot enough that it is used to light fireworks. For 10 points, name this alkaline earth metal with atomic number twelve and chemical symbol Mg.": {
    "guess": "Magnesium",
    "confidence": [
      [
        "Magn",
        -0.0010819945
      ],
      [
        "esium",
        -2.5345586e-05
      ]
    ]
  },
  "The Pidgeon process is used to refine this element, ions of which are used as the divalent cation in PCR. Calcium and this element are the two metals present in dolomite, and it is the central metal in": {
    "guess": "Magnesium",
    "confidence": [
      [
        "Magn",
        -0.0013714303
      ],
      [
        "esium",
        -8.76891e-05
      ]
    ]
  },
  "The Pidgeon process is used to refine this element, ions of which are used as the divalent cation in PCR. Calcium and this element are the two metals present in dolomite, and it is the central metal in the chlorophyll molecule. This metal reacts with organic halides to form Grignard reagents. This element is created by the alpha process in stars from fusing Neon and Helium, and one of its first uses was in Epsom salts. This metal burns white in the flame test, and burns hot enough that it is used to light fireworks. For 10 points, name this alkaline earth metal with atomic number twelve and chemical": {
    "guess": "Magnesium",
    "confidence": [
      [
        "Magn",
        -0.0061704013
      ],
      [
        "esium",
        -7.445749e-05
      ]
    ]
  },
  "Pictures of the Sibyls of Eritrea and Cumae next to Micah and Zechariah, and the donors Elisabeth Borluut and Joos (YOOS) Vijd (VIDE) adorn some of the outside panels of this polyptych in St. Bavo's Cathedral. A rhymed quatrain on the frame confirms that it was begun by Hubert. The dome of Utrecht was added in the background of the central panel, which includes the Fountain of Life in the Adoration": {
    "guess": "Ghent Altarpiece",
    "confidence": [
      [
        "G",
        -0.040566355
      ],
      [
        "h",
        -8.017927e-05
      ],
      [
        "ent",
        -1.2664457e-06
      ],
      [
        " Alt",
        -1.1041146e-05
      ],
      [
        "arp",
        -1.569009e-05
      ],
      [
        "iece",
        -0.00017231269
      ]
    ]
  }
}