{
  "Supporters of this group were killed in Preston during an action planned by this group called the Plug Plot. Neo-druid William Price fled the country disguised as a woman after participating in this group's attack on the Westgate hotel. The National Land Company and the newspaper Northern Star were founded by one of this group's members, Feargus O'Connor. A militant group of them under John Frost led the Newport Rising. This group supported a document partly written by William Lovett that called for a secret ballot and universal male suffrage. For 10 points, name this 19th-century movement of British workers, named for the petition which they presented to Parliament.": {
    "guess": "Chartism",
    "confidence": [
      [
        "Chart",
        -0.0019404154
      ],
      [
        "ism",
        -0.00017338553
      ]
    ]
  },
  "A Supreme Court case with this man as the named respondent ruled that held that that forfeiture of citizenship constituted a cruel and unusual punishment, and involved the desertion of Albert Trop. This took over the Senate seat held by the architect of a 1935 National Labor Relations Act, New York's Robert Wagner, and was himself succeeded in his more famous position by Christian Herter. His examination of the shipping manifest for the Alfhem, which this cabinet official asserted was carrying Czech weapons, eventually led to the end of the Ten Years of Spring in one country. This man's early career saw him assist Arthur Vandenberg during the (*) San Francisco Conference and his uncle, Robert Lansing, during Versailles, but he is better- known for backing an effort led by Carlos Castillo as an aggressive form of the policy this political figure advocated in War or Peace. This man's orchestration of Operation PBSUCCESS was criticized over his ownership of United Fruit Company shares, and": {
    "guess": "John Foster Dulles",
    "confidence": [
      [
        "John",
        -0.2517344
      ],
      [
        " Foster",
        -0.009857376
      ],
      [
        " Dul",
        -3.1544176e-05
      ],
      [
        "les",
        -1.6166903e-05
      ]
    ]
  },
  "This man supported a project to develop the millitrause, which was deployed at Gravelotte, and he gained a surprise election victory over Louis- Eugene Cavignac thanks to his inaction. He mediated the end of the Anglo- Persian War and successfully broke up the Quadruple Alliance, and he agreed to provide": {
    "guess": "Napoleon III",
    "confidence": [
      [
        "N",
        -1.1373863
      ],
      [
        "ap",
        -0.01650631
      ],
      [
        "oleon",
        -0.0009018117
      ],
      [
        " III",
        -0.0012366568
      ]
    ]
  },
  "A Supreme Court case with this man as the named respondent ruled that held that that forfeiture of citizenship constituted a cruel and unusual punishment, and involved the desertion of Albert Trop. This took over the Senate seat held by the architect of a 1935 National Labor Relations Act, New York's Robert Wagner, and was himself succeeded in his more famous position by Christian Herter. His examination of the shipping manifest for the Alfhem, which this cabinet official asserted was carrying Czech weapons, eventually led to the end of the Ten Years of Spring in one country. This man's early career saw him assist Arthur Vandenberg during the (*) San Francisco Conference and his uncle, Robert Lansing, during Versailles, but he is better- known for backing an effort led by Carlos Castillo as an aggressive form of the policy this political figure advocated in War or Peace. This man's orchestration of Operation PBSUCCESS was criticized over his ownership of United Fruit Company shares, and he also intervened in the first re-election of Konrad Adenauer and arranged for a family member's organization to conduct Operation Ajax. Mohammed Mossadegh and Jacabo Arbenz lost power thanks to the": {
    "guess": "John Foster Dulles",
    "confidence": [
      [
        "John",
        -0.18848376
      ],
      [
        " Foster",
        -0.014848475
      ],
      [
        " Dul",
        -1.9862217e-05
      ],
      [
        "les",
        -1.4855664e-05
      ]
    ]
  },
  "This Supreme Court case led to a second opinion in which the Court ordered its ruling to be implemented \"with all deliberate speed.\" The opinion in this case was informed by Kenneth and Mamie Clark's psychological tests, in which subjects picked out ugly dolls. Earl Warren cited the distance between a house and Sumner Elementary for his justification of the decision in this case, which overturned Plessy": {
    "guess": "Brown v. Board of Education",
    "confidence": [
      [
        "Brown",
        -0.0024399818
      ],
      [
        " v",
        -0.0074327
      ],
      [
        ".",
        -0.0009855313
      ],
      [
        " Board",
        -0.00025740577
      ],
      [
        " of",
        -5.574252e-05
      ],
      [
        " Education",
        -0.000232384
      ]
    ]
  },
  "The Supreme Court case regarding this action featured a tripartite framework for resolving disputes concerning overlapping powers between Congress and the President in the concurrence of Justice Jackson. The plaintiffs in that case were represented by the Democratic candidate for President in 1924, John W. Davis. This action was precipitated by a refusal to follow the Wage Stabilization Board's wage increase recommendation. The President who performed this action could have instead used the eighty day \"cooling-off period.\" For 10 points, identify this action performed by President Truman that was ruled unconstitutional by Youngstown Sheet and Tube Co. v. Sawyer.": {
    "guess": "Steel Seizure Case",
    "confidence": [
      [
        "Steel",
        -0.73239976
      ],
      [
        " Se",
        -0.7614683
      ],
      [
        "iz",
        -0.00020234835
      ],
      [
        "ure",
        -0.00665178
      ],
      [
        " Case",
        -0.020040985
      ]
    ]
  },
  "This man supported the first Vietnamese Emperor in his war for independence, and gained the colonies of Tobago and Senegal after one war. His Foreign Minister, the Comte de Vergennes, negotiated the formation of the League of Armed Neutrality, and the Duke of Brunswick issued a manifesto in response to this man's imprisonment. His de facto Finance Minister Jacques Necker published fake statistics in a Compte rendu which hid the cost of funding French participation in the American Revolution, and": {
    "guess": "Louis XVI",
    "confidence": [
      [
        "Louis",
        -0.65381014
      ],
      [
        " XVI",
        -0.013417386
      ]
    ]
  },
  "Supporters of this man disrupted a performance of Hugh Kelly's play A Word to the Wise. Despite outpolling": {
    "guess": "Giovanni Paisiello",
    "confidence": [
      [
        "G",
        -0.6349967
      ],
      [
        "iov",
        -0.0071710437
      ],
      [
        "anni",
        -0.0003495282
      ],
      [
        " Pais",
        -0.004567781
      ],
      [
        "i",
        -0.0004931026
      ],
      [
        "ello",
        -0.00054528815
      ]
    ]
  },
  "A Supreme Court case with this man as the named respondent ruled that held that that forfeiture of citizenship constituted a cruel and unusual punishment, and involved the desertion of Albert Trop. This took over the Senate seat held by the architect of a 1935 National Labor Relations Act, New York's Robert Wagner, and was himself succeeded in his more famous position by Christian Herter. His examination of the shipping manifest for the Alfhem, which this cabinet official asserted was carrying Czech weapons, eventually led to the end of the Ten Years of Spring in one country. This man's early career saw him assist Arthur Vandenberg during the (*) San Francisco Conference and his uncle, Robert": {
    "guess": "Herbert Hoover",
    "confidence": [
      [
        "Her",
        -0.80156064
      ],
      [
        "bert",
        -8.6497064e-05
      ],
      [
        " Hoover",
        -0.0012405869
      ]
    ]
  },
  "For surface chemistry, this quantity is proportional to surface coverage times number of sites, though for bimolecular cases it requires the models developed by Langmuir and Hinshelwood or by Eley and Rideal. \"On water\" reactions have an unexpected dependence solvent dependence of this property. Properties": {
    "guess": "Surface coverage",
    "confidence": [
      [
        "Surface",
        -0.51283365
      ],
      [
        " coverage",
        -0.848361
      ]
    ]
  },
  "This Supreme Court case overturned Betts v. Brady, which had established that a certain law only applied": {
    "guess": "Gideon v. Wainwright",
    "confidence": [
      [
        "G",
        -0.0002663424
      ],
      [
        "ideon",
        -2.4584822e-06
      ],
      [
        " v",
        -3.7385154e-05
      ],
      [
        ".",
        -6.9882217e-06
      ],
      [
        " W",
        -1.6762922e-05
      ],
      [
        "ain",
        -2.220075e-06
      ],
      [
        "wright",
        -1.6524515e-05
      ]
    ]
  },
  "Supposedly domestic pigs do not arrive in Britain until he presents some as a gift to Pryderi.  His name means \"Silver-Tongue,\" and he is unable to defeat his rival king Hafgan until he enlists the help of a mortal.  This shape-shifter spends a year governing Dyfed when he exchanges places with Pwyll.  He defends his realm of Annwfn in \"The Battle of the Trees,\" or \"The Battle of Achren,\" against the": {
    "guess": "Arawn",
    "confidence": [
      [
        "A",
        -0.5552403
      ],
      [
        "rawn",
        -0.011791492
      ]
    ]
  },
  "For surface chemistry, this quantity is proportional to surface coverage times number of sites, though for bimolecular cases it requires the models developed by Langmuir and Hinshelwood or by Eley and Rideal. \"On water\" reactions have an unexpected dependence solvent dependence of this property. Properties of the potential energy surface give estimates of this quantity for one case in an improvement": {
    "guess": "Surface coverage",
    "confidence": [
      [
        "Surface",
        -0.7556341
      ],
      [
        " coverage",
        -0.5100488
      ]
    ]
  },
  "For surface chemistry, this quantity is proportional to surface coverage times number of sites, though": {
    "guess": "Adsorption isotherm",
    "confidence": [
      [
        "Ads",
        -1.0661955
      ],
      [
        "orption",
        -0.0004546255
      ],
      [
        " is",
        -1.2676363
      ],
      [
        "other",
        -3.631232e-05
      ],
      [
        "m",
        -0.009574984
      ]
    ]
  },
  "This man supported a project to develop the millitrause, which was deployed at Gravelotte, and he gained a surprise election victory over Louis- Eugene Cavignac thanks to his inaction. He mediated the end of the Anglo- Persian War and successfully broke up the Quadruple Alliance, and he agreed to provide the Confederacy with an ironclad. The heavy cost of victories at Magenta and Solferino led this man to hastily conclude the Armistice of Villafranca with Austria. His angry response to the Ems dispatch resulted in his downfall. For 10 points, name this French emperor who was defeated and captured at the Battle of Sedan, the only ruler of the Second Empire.": {
    "guess": "Napoleon III",
    "confidence": [
      [
        "N",
        -0.012074081
      ],
      [
        "ap",
        -0.0012011818
      ],
      [
        "oleon",
        -4.2868523e-05
      ],
      [
        " III",
        -0.00010950337
      ]
    ]
  },
  "Supporters of this initiative include public figures such as Danny Glover, Pat Robertson, Dikembe Mutumbo, Isaac Hayes, Eddie Vedder, Ellen DeGeneres, and Heidi Klum. It is a part of the larger Global Call to Action Against Poverty alliance, and this initiative has over 100 partner organizations including": {
    "guess": "Global Call to Action Against Poverty",
    "confidence": [
      [
        "Global",
        -0.31468228
      ],
      [
        " Call",
        -0.106642805
      ],
      [
        " to",
        -0.00075280893
      ],
      [
        " Action",
        -0.00016825978
      ],
      [
        " Against",
        -0.0020869735
      ],
      [
        " Poverty",
        -8.3874584e-05
      ]
    ]
  },
  "Supporters of this group were killed in Preston during an action planned by this group called the Plug Plot. Neo-druid William Price fled the country disguised as a woman after participating in this group's attack on the Westgate hotel. The National Land Company and the newspaper Northern Star were founded by one of this group's members, Feargus O'Connor. A militant group of them under John Frost led the Newport Rising. This group supported a document partly written by William Lovett that called": {
    "guess": "Chartism",
    "confidence": [
      [
        "Chart",
        -0.022663305
      ],
      [
        "ism",
        -0.0108933635
      ]
    ]
  },
  "Supposedly domestic pigs do not arrive in Britain until he presents some as a gift to Pryderi.  His name means \"Silver-Tongue,\" and he is unable to defeat his rival king Hafgan until he enlists the help": {
    "guess": "Pwyll, Prince of Dyfed",
    "confidence": [
      [
        "P",
        -0.31066388
      ],
      [
        "wy",
        -0.29079625
      ],
      [
        "ll",
        -2.0696643e-05
      ],
      [
        ",",
        -0.55876684
      ],
      [
        " Prince",
        -0.022089645
      ],
      [
        " of",
        -3.500108e-05
      ],
      [
        " Dy",
        -0.00036442498
      ],
      [
        "fed",
        -0.00010688089
      ]
    ]
  },
  "Support for this case was galvanized by a dissenting opinion authored four years prior which argued that liberty was a \"rational continuum\" and condemned the court's dismissal of several suits filed against State's Attorney Ullman. Those cases had been dismissed over a lack of standing, prompting the namesake appellant and C. Lee Buxton to induce a $100 fine by violating a seldom-used law that was": {
    "guess": "Griswold v. Connecticut",
    "confidence": [
      [
        "G",
        -0.01787996
      ],
      [
        "ris",
        -5.443128e-05
      ],
      [
        "w",
        -7.465036e-06
      ],
      [
        "old",
        -1.9816675e-06
      ],
      [
        " v",
        -0.00025919382
      ],
      [
        ".",
        -2.2961513e-05
      ],
      [
        " Connecticut",
        -0.00013333677
      ]
    ]
  },
  "Its supporters eventually migrated to the NMD program, a more pragmatic approach. Though defended as": {
    "guess": "National Missile Defense",
    "confidence": [
      [
        "National",
        -1.2355847
      ],
      [
        " Missile",
        -0.019383628
      ],
      [
        " Defense",
        -0.0005118066
      ]
    ]
  },
  "On its surface, nitrogen geysers have erupted through the ice of the polar cap, carrying dust particles which have created dark streaks on the surface as they are blown by winds in the thin nitrogen and": {
    "guess": "Triton (moon)",
    "confidence": [
      [
        "T",
        -0.012950564
      ],
      [
        "rit",
        -1.147242e-06
      ],
      [
        "on",
        -6.1537958e-06
      ],
      [
        " (",
        -2.0815847e-05
      ],
      [
        "moon",
        -1.4140442e-05
      ],
      [
        ")",
        -4.3202e-07
      ]
    ]
  },
  "This man supported Caecilius Metellus' controversial legislation for which he was suspended. Earlier, he quit from the office of flamen Dialis when he was exiled by Sulla, and he ran for the office of Pontifex Maximus in opposition to Quintus Catulus. While sailing to Rhodes he was captured by pirates whom he later crucified, and he allegedly had a homosexual relationship with Nicomedes IV of Bithynia.": {
    "guess": "Julius Caesar",
    "confidence": [
      [
        "Jul",
        -0.003476763
      ],
      [
        "ius",
        -1.1398757e-05
      ],
      [
        " Caesar",
        -0.00017469678
      ]
    ]
  },
  "It suppresses plasma membrane permeability in sufferers of renal Fanconi syndrome, thus reducing nephrotoxicity, and a point mutation in a gene for its receptors causes hereditary hyperplexia. Substitution of it by aspartate in the protein COL2A1 causes cataracts and retinal detachment, and William Stein discovered that potassium trioxalatochromate could be used to identify this precursor of creatine. A co-agonist of glutamate, it is the principal inhibitory neurotransmitter in the spinal cord, and many molecules of it can be found in collagen helices. For 10 points, name this nonpolar and optically inactive amino acid, which owes its small size to having only a hydrogen atom as its side chain.": {
    "guess": "Glycine",
    "confidence": [
      [
        "G",
        -0.0005388548
      ],
      [
        "ly",
        -9.133887e-06
      ],
      [
        "c",
        -8.876193e-05
      ],
      [
        "ine",
        -2.8802491e-05
      ]
    ]
  },
  "Supporters of this initiative include public figures such as Danny Glover, Pat Robertson, Dikembe Mutumbo, Isaac Hayes, Eddie Vedder, Ellen DeGeneres, and Heidi Klum. It is a part of the larger Global Call to Action Against Poverty alliance, and this initiative has over 100 partner organizations including Oxfam, DATA, and WorldVision. This campaign claims that implementing it would enable over 100 million children to attend primary school and could provide clean drinking water to nearly 1 billion people. For ten points, name this initiative that gained much publicity with Live 8, that aims to increase": {
    "guess": "Make Poverty History",
    "confidence": [
      [
        "Make",
        -0.32337978
      ],
      [
        " Poverty",
        -0.0011988013
      ],
      [
        " History",
        -0.00047499835
      ]
    ]
  },
  "One Supreme Court case dealing with this issue was Buckley v. Valeo, which banned \"defeat,\" \"reject,\" and six other \"magic words.\" This issue was addressed in the 2010 Citizens United case, which overturned parts of the McCain-Feingold Act. For 10 points, name this issue which concerns definitions of": {
    "guess": "Campaign finance",
    "confidence": [
      [
        "Campaign",
        -0.012282888
      ],
      [
        " finance",
        -0.008625567
      ]
    ]
  },
  "Supporters of this Christian practice cite Numbers 21:4-9, claiming that the use of Nehushtan by Moses is analogous to this practice, which was notably defended by St. Tarasius. This practice is linked to the legend of the Holy Mandylion, as well as to the phenomenon of Acheiropoieta. Condemned at the Council of Hirea, the Second Council of Nicea re-affirmed this practice, which supporters also justify by arguing that the incarnation of Christ made God visible. For ten points, name this primarily Eastern Orthodox practice of paying respect to depictions of holy figures.": {
    "guess": "Icon veneration",
    "confidence": [
      [
        "Icon",
        -0.497849
      ],
      [
        " v",
        -0.20601751
      ],
      [
        "eneration",
        -2.5107178e-05
      ]
    ]
  },
  "Its support for William McAdoo caused the deadlock that ended with John Davis's nomination for President. The original organization by this name was romanticized by Theodore Dixon and led by Nathan Bedford": {
    "guess": "Ku Klux Klan",
    "confidence": [
      [
        "K",
        -0.028121188
      ],
      [
        "u",
        -8.959636e-05
      ],
      [
        " Kl",
        -4.8709502e-05
      ],
      [
        "ux",
        -0.00012106613
      ],
      [
        " Klan",
        -2.2127088e-05
      ]
    ]
  },
  "Supporters of this Christian practice cite Numbers 21:4-9, claiming that the use of Nehushtan by Moses is analogous to this practice, which was notably defended by St. Tarasius. This practice is linked": {
    "guess": "Serpent handling",
    "confidence": [
      [
        "S",
        -0.7030044
      ],
      [
        "erp",
        -0.048596576
      ],
      [
        "ent",
        -0.0018843731
      ],
      [
        " handling",
        -0.65559036
      ]
    ]
  },
  "One Supreme Court case dealing with this issue was Buckley v. Valeo, which banned \"defeat,\" \"reject,\"": {
    "guess": "Buckley v. Valeo",
    "confidence": [
      [
        "B",
        -0.4512229
      ],
      [
        "uck",
        -0.01812618
      ],
      [
        "ley",
        -0.00045605595
      ],
      [
        " v",
        -0.00022809267
      ],
      [
        ".",
        -7.886803e-05
      ],
      [
        " Vale",
        -2.2127088e-05
      ],
      [
        "o",
        -9.372295e-06
      ]
    ]
  },
  "In the surface enhanced variety of this effect, the magnitude can be increased by the presence of small": {
    "guess": "Surface-enhanced Raman scattering",
    "confidence": [
      [
        "Surface",
        -0.0020832857
      ],
      [
        "-enh",
        -0.011303281
      ],
      [
        "anced",
        -4.8709502e-05
      ],
      [
        " R",
        -0.00020616286
      ],
      [
        "aman",
        -5.5122365e-07
      ],
      [
        " scattering",
        -0.45467213
      ]
    ]
  },
  "Supporters of this initiative include public figures such as Danny Glover, Pat Robertson, Dikembe Mutumbo,": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -1.0211301
      ]
    ]
  },
  "This man supported Caecilius Metellus' controversial legislation for which he was suspended. Earlier, he quit from the office of flamen Dialis when he was exiled by Sulla, and he ran for the office of Pontifex Maximus in opposition to Quintus Catulus. While sailing to Rhodes he was captured by pirates whom he later crucified, and he allegedly had a homosexual relationship with Nicomedes IV of Bithynia. He was the victor at Pharsalus, and he defeated Vercingetorix in Alesia, which is recounted in": {
    "guess": "Julius Caesar",
    "confidence": [
      [
        "Jul",
        -0.0021716743
      ],
      [
        "ius",
        -1.2948405e-05
      ],
      [
        " Caesar",
        -0.00024894232
      ]
    ]
  },
  "This man supported Caecilius Metellus' controversial legislation for which he was suspended. Earlier, he quit from the office of flamen Dialis when he was exiled by Sulla, and he ran for the office of": {
    "guess": "Julius Caesar",
    "confidence": [
      [
        "Jul",
        -0.011551606
      ],
      [
        "ius",
        -9.372295e-06
      ],
      [
        " Caesar",
        -0.00012892624
      ]
    ]
  },
  "Support for this case was galvanized by a dissenting opinion authored four years prior which argued that": {
    "guess": "Griswold v. Connecticut",
    "confidence": [
      [
        "G",
        -0.23328733
      ],
      [
        "ris",
        -0.002083405
      ],
      [
        "w",
        -4.1273333e-06
      ],
      [
        "old",
        -1.27099975e-05
      ],
      [
        " v",
        -5.6934558e-05
      ],
      [
        ".",
        -4.20341e-05
      ],
      [
        " Connecticut",
        -0.0005265805
      ]
    ]
  },
  "The Supreme Court required that these amounts be included as income even though they do not derive from": {
    "guess": "Taxable income",
    "confidence": [
      [
        "Tax",
        -0.5666768
      ],
      [
        "able",
        -0.5195944
      ],
      [
        " income",
        -0.23995538
      ]
    ]
  },
  "This Supreme Court case led to a second opinion in which the Court ordered its ruling to be implemented \"with all deliberate speed.\" The opinion in this case was informed by Kenneth and Mamie Clark's psychological tests, in which subjects picked out ugly dolls. Earl Warren cited the distance between a house and Sumner Elementary for his justification of the decision in this case, which overturned Plessy v. Ferguson. For 10 points, name this 1954 Supreme Court case that struck down separate-but-equal and required the desegregation of public schools.": {
    "guess": "Brown v. Board of Education",
    "confidence": [
      [
        "Brown",
        -0.0073375534
      ],
      [
        " v",
        -0.0005189551
      ],
      [
        ".",
        -0.00010831134
      ],
      [
        " Board",
        -4.739826e-05
      ],
      [
        " of",
        -0.00017958412
      ],
      [
        " Education",
        -7.815281e-05
      ]
    ]
  },
  "This Supreme Court case overturned Betts v. Brady, which had established that a certain law only applied to capital cases. Abe Fortas represented the defendant in this case. The majority opinion by Hugo": {
    "guess": "Gideon v. Wainwright",
    "confidence": [
      [
        "G",
        -0.0030661223
      ],
      [
        "ideon",
        -2.129266e-05
      ],
      [
        " v",
        -6.539802e-05
      ],
      [
        ".",
        -9.968313e-06
      ],
      [
        " W",
        -2.2127088e-05
      ],
      [
        "ain",
        -2.3392786e-06
      ],
      [
        "wright",
        -2.6656826e-05
      ]
    ]
  },
  "A Supreme Court case with this man as the named respondent ruled that held that that forfeiture of citizenship constituted a cruel and unusual punishment, and involved the desertion of Albert Trop. This took over the Senate seat held by the architect of a 1935 National Labor Relations Act, New York's Robert Wagner, and was himself succeeded in his more famous position by Christian Herter. His examination of the shipping manifest for the Alfhem, which this cabinet official asserted was carrying Czech weapons, eventually led to the end of the Ten Years of Spring in one country. This man's early career saw him assist Arthur Vandenberg during the (*) San Francisco Conference and his uncle, Robert Lansing, during Versailles, but he is better- known for backing an effort led by Carlos Castillo as an aggressive form of the policy this political figure advocated in War or Peace. This man's orchestration of Operation PBSUCCESS was criticized over his ownership of United Fruit Company shares, and he also intervened in the first re-election of Konrad Adenauer and arranged for a family member's organization to conduct Operation Ajax. Mohammed Mossadegh and Jacabo Arbenz lost power thanks to the efforts of this successor of Dean Acheson, who poorly counseled his President during the Suez Crisis after backing regime change in Guatemala and Iran. FTP, identify this Secretary of State under Dwight": {
    "guess": "John Foster Dulles",
    "confidence": [
      [
        "John",
        -0.011542057
      ],
      [
        " Foster",
        -0.0029823405
      ],
      [
        " Dul",
        -1.1398757e-05
      ],
      [
        "les",
        -4.8425554e-06
      ]
    ]
  },
  "For surface chemistry, this quantity is proportional to surface coverage times number of sites, though for bimolecular cases it requires the models developed by Langmuir and Hinshelwood or by Eley and Rideal. \"On water\" reactions have an unexpected dependence solvent dependence of this property. Properties of the potential energy surface give estimates of this quantity for one case in an improvement that allowed for zero-point energies and normal mode contributions by Marcus to a theory originated by Rice, Ramsberger, and Kassel. For a long time, this quantity varies harmonically in the Briggs-Rauscher reaction. This quantity can be given as proportional to the reactant concentrations raised to exponents called orders; the constant of proportionality is itself proportional to the exponential of negative activation energy over ideal gas constant times temperature in the Arrhenius equation.": {
    "guess": "Reaction rate",
    "confidence": [
      [
        "Reaction",
        -0.5493763
      ],
      [
        " rate",
        -0.013118818
      ]
    ]
  },
  "Supporters of this initiative include public figures such as Danny Glover, Pat Robertson, Dikembe Mutumbo, Isaac Hayes, Eddie Vedder, Ellen DeGeneres, and Heidi Klum. It is a part of the larger Global Call to Action Against Poverty alliance, and this initiative has over 100 partner organizations including Oxfam, DATA, and WorldVision. This campaign claims that implementing it would enable over 100 million children to attend primary school and could provide clean drinking water to nearly 1 billion people. For ten points, name this initiative that gained much publicity with Live 8, that aims to increase the international aid budget of the U.S. to an eponymous percentage of the federal budget.": {
    "guess": "ONE Campaign",
    "confidence": [
      [
        "ONE",
        -0.90537316
      ],
      [
        " Campaign",
        -0.008123731
      ]
    ]
  },
  "Supposedly defeated by Bernardo del Caprio, he won his horn and his sword from the giant Jutmundus. In one story Astolpho journies to the moon to recover his wits; in another story he dies when he blows his horn so hard his head explodes.Dying at Roncesvalles shortly after his best friend, the paladin Oliver, FTP name this nephew of Charlemagne.": {
    "guess": "Roland",
    "confidence": [
      [
        "Rol",
        -0.10551334
      ],
      [
        "and",
        -8.697388e-05
      ]
    ]
  },
  "It suppresses plasma membrane permeability in sufferers of renal Fanconi syndrome, thus reducing nephrotoxicity, and a point mutation in a gene for its receptors causes hereditary hyperplexia. Substitution of it by aspartate in the protein COL2A1 causes cataracts and retinal detachment, and William Stein discovered that potassium trioxalatochromate could be used to identify this precursor of creatine.": {
    "guess": "Vitamin C",
    "confidence": [
      [
        "V",
        -1.7228954
      ],
      [
        "itamin",
        -0.0005225312
      ],
      [
        " C",
        -0.6105292
      ]
    ]
  },
  "Support for its weight is provided entirely by a pair of small, plain rectangular blocks. Its basic shape is heavily distorted by rippling, wave- like outward projections that give it a wind-swept appearance. The heavy legs, shown in a walking motion, make up the bulk of the figure, and the armless torso brings to mind the Winged Victory of Samothrace, which was once discussed by the artist's colleague,": {
    "guess": "The Burghers of Calais",
    "confidence": [
      [
        "The",
        -0.12526941
      ],
      [
        " Bur",
        -0.9972805
      ],
      [
        "gh",
        0.0
      ],
      [
        "ers",
        -0.00026538875
      ],
      [
        " of",
        -6.4444386e-05
      ],
      [
        " Cal",
        -1.1279553e-05
      ],
      [
        "ais",
        -0.00016182278
      ]
    ]
  },
  "The surface of these celestial objects is a solid lattice of nuclei in which \"starquakes\" can occur, causing these objects to spin faster. If they emit electromagnetic radiation, their spinning causes the radiation to be observed at (*) regular intervals and these entities are known as pulsars. The core of a supernova can become, for 10 points, what type of very small, super-dense star named for a": {
    "guess": "Neutron star",
    "confidence": [
      [
        "Ne",
        -0.0049992786
      ],
      [
        "utron",
        -4.9305523e-05
      ],
      [
        " star",
        -0.0069289696
      ]
    ]
  },
  "Supporters of this Christian practice cite Numbers 21:4-9, claiming that the use of Nehushtan by Moses is analogous to this practice, which was notably defended by St. Tarasius. This practice is linked to the legend of the Holy Mandylion, as well as to the phenomenon of Acheiropoieta. Condemned at the Council of Hirea, the Second Council of Nicea re-affirmed this practice, which supporters also justify by arguing that the incarnation of Christ made God visible. For ten points, name this primarily": {
    "guess": "Iconoclasm",
    "confidence": [
      [
        "Icon",
        -0.095803685
      ],
      [
        "ocl",
        -0.31177425
      ],
      [
        "asm",
        0.0
      ]
    ]
  },
  "For surface chemistry, this quantity is proportional to surface coverage times number of sites, though for bimolecular cases it requires the models developed by Langmuir and Hinshelwood or by Eley and": {
    "guess": "Langmuir-Hinshelwood kinetics",
    "confidence": [
      [
        "Lang",
        -1.2284663
      ],
      [
        "mu",
        -9.3410876e-05
      ],
      [
        "ir",
        -2.677603e-05
      ],
      [
        "-H",
        -0.13474745
      ],
      [
        "in",
        -0.00039349604
      ],
      [
        "sh",
        -0.00022678143
      ],
      [
        "el",
        -0.00011927807
      ],
      [
        "wood",
        -5.6576944e-05
      ],
      [
        " kinetics",
        -0.6207125
      ]
    ]
  },
  "This man supported the first Vietnamese Emperor in his war for independence, and gained the colonies of Tobago and Senegal after one war. His Foreign Minister, the Comte de Vergennes, negotiated the formation of the League of Armed Neutrality, and the Duke of Brunswick issued a manifesto in response": {
    "guess": "Louis XVI",
    "confidence": [
      [
        "Louis",
        -0.11436131
      ],
      [
        " XVI",
        -0.018179206
      ]
    ]
  },
  "Support for its weight is provided entirely by a pair of small, plain rectangular blocks. Its basic shape is heavily distorted by rippling, wave- like outward projections that give it a wind-swept appearance.": {
    "guess": "Wave Rock",
    "confidence": [
      [
        "Wave",
        -2.1841528
      ],
      [
        " Rock",
        -1.3524182
      ]
    ]
  },
  "One Supreme Court case dealing with this issue was Buckley v. Valeo, which banned \"defeat,\" \"reject,\" and six other \"magic words.\" This issue was addressed in the 2010 Citizens United case, which overturned parts of the McCain-Feingold Act. For 10 points, name this issue which concerns definitions of \"hard\" and \"soft\" money and how much can be given to people running for office.": {
    "guess": "Campaign finance",
    "confidence": [
      [
        "Campaign",
        -0.0060358006
      ],
      [
        " finance",
        -0.015393287
      ]
    ]
  },
  "This man supported the first Vietnamese Emperor in his war for independence, and gained the colonies of Tobago and Senegal after one war. His Foreign Minister, the Comte de Vergennes, negotiated the formation of the League of Armed Neutrality, and the Duke of Brunswick issued a manifesto in response to this man's imprisonment. His de facto Finance Minister Jacques Necker published fake statistics in a Compte rendu which hid the cost of funding French participation in the American Revolution, and he unsuccessfully attempted to escape to Montmedy. Despite convening the Estates General, he was unable to placate widespread discontent or solve France's financial issues. For 10 points, name this monarch executed as a result of the French Revolution, the husband of Marie Antoinette.": {
    "guess": "Louis XVI of France",
    "confidence": [
      [
        "Louis",
        -0.0039869775
      ],
      [
        " XVI",
        -0.00021248066
      ],
      [
        " of",
        -0.33592346
      ],
      [
        " France",
        -4.9067115e-05
      ]
    ]
  },
  "It suppresses plasma membrane permeability in sufferers of renal Fanconi syndrome, thus reducing nephrotoxicity, and a point mutation in a gene for its receptors causes hereditary hyperplexia. Substitution": {
    "guess": "Fibroblast growth factor 23",
    "confidence": [
      [
        "F",
        -2.1442053
      ],
      [
        "ib",
        -0.15208195
      ],
      [
        "ro",
        -0.0035605119
      ],
      [
        "blast",
        -0.0002576442
      ],
      [
        " growth",
        -0.4187519
      ],
      [
        " factor",
        -0.00092944864
      ],
      [
        " ",
        -0.18190186
      ],
      [
        "23",
        -0.045200948
      ]
    ]
  },
  "This man supported the first Vietnamese Emperor in his war for independence, and gained the colonies of Tobago and Senegal after one war. His Foreign Minister, the Comte de Vergennes, negotiated the formation of the League of Armed Neutrality, and the Duke of Brunswick issued a manifesto in response to this man's imprisonment. His de facto Finance Minister Jacques Necker published fake statistics in a Compte rendu which hid the cost of funding French participation in the American Revolution, and he unsuccessfully attempted to escape to Montmedy. Despite convening the Estates General, he was unable to placate widespread discontent or solve France's financial issues. For 10 points, name this monarch": {
    "guess": "Louis XVI",
    "confidence": [
      [
        "Louis",
        -0.0075351717
      ],
      [
        " XVI",
        -0.0025159696
      ]
    ]
  },
  "For surface chemistry, this quantity is proportional to surface coverage times number of sites, though for bimolecular cases it requires the models developed by Langmuir and Hinshelwood or by Eley and Rideal. \"On water\" reactions have an unexpected dependence solvent dependence of this property. Properties of the potential energy surface give estimates of this quantity for one case in an improvement that allowed for zero-point energies and normal mode contributions by Marcus to a theory originated by Rice, Ramsberger, and Kassel. For a long time, this quantity varies harmonically in the Briggs-Rauscher reaction. This quantity can be given as proportional to the reactant concentrations raised to exponents called orders; the constant of proportionality is itself proportional to the exponential of negative activation energy over ideal gas constant times temperature in the Arrhenius equation. For 10 points, name this quantity given by the time derivative of a product concentration over its stoichiometric coefficient, the speed at which a chemical transformation takes place.": {
    "guess": "Rate constant",
    "confidence": [
      [
        "Rate",
        -0.2876197
      ],
      [
        " constant",
        -0.45929712
      ]
    ]
  },
  "For surface chemistry, this quantity is proportional to surface coverage times number of sites, though for bimolecular cases it requires the models developed by Langmuir and Hinshelwood or by Eley and Rideal. \"On water\" reactions have an unexpected dependence solvent dependence of this property. Properties of the potential energy surface give estimates of this quantity for one case in an improvement that allowed for zero-point energies and normal mode contributions by Marcus to a theory originated by Rice, Ramsberger, and Kassel. For a long time, this quantity varies harmonically in the Briggs-Rauscher reaction. This quantity can be given as proportional to the reactant concentrations raised": {
    "guess": "Chemical kinetics",
    "confidence": [
      [
        "Chem",
        -1.107782
      ],
      [
        "ical",
        -0.046620723
      ],
      [
        " kinetics",
        -0.3555874
      ]
    ]
  },
  "This man supported the first Vietnamese Emperor in his war for independence, and gained the colonies of Tobago and Senegal after one war. His Foreign Minister, the Comte de Vergennes, negotiated the formation of the League of Armed Neutrality, and the Duke of Brunswick issued a manifesto in response to this man's imprisonment. His de facto Finance Minister Jacques Necker published fake statistics in a Compte rendu which hid the cost of funding French participation in the American Revolution, and he unsuccessfully attempted to escape to Montmedy. Despite convening the Estates General, he was unable": {
    "guess": "Louis XVI",
    "confidence": [
      [
        "Louis",
        -0.055355206
      ],
      [
        " XVI",
        -0.01021604
      ]
    ]
  },
  "Supporters of this initiative include public figures such as Danny Glover, Pat Robertson, Dikembe Mutumbo, Isaac Hayes, Eddie Vedder, Ellen DeGeneres, and Heidi Klum. It is a part of the larger Global": {
    "guess": "Free the Slaves",
    "confidence": [
      [
        "Free",
        -1.8100154
      ],
      [
        " the",
        -0.073310204
      ],
      [
        " Sl",
        -0.20168863
      ],
      [
        "aves",
        -0.00013202553
      ]
    ]
  },
  "A Supreme Court case with this man as the named respondent ruled that held that that forfeiture of citizenship constituted a cruel and unusual punishment, and involved the desertion of Albert Trop. This took over the Senate seat held by the architect of a 1935 National Labor Relations Act, New York's Robert Wagner, and was himself succeeded in his more famous position by Christian Herter. His examination of the shipping manifest for the Alfhem, which this cabinet official asserted was carrying Czech": {
    "guess": "Albert Trop",
    "confidence": [
      [
        "Albert",
        -0.7269971
      ],
      [
        " T",
        -0.4636123
      ],
      [
        "rop",
        -0.01699761
      ]
    ]
  },
  "Support for this case was galvanized by a dissenting opinion authored four years prior which argued that liberty was a \"rational continuum\" and condemned the court's dismissal of several suits filed against State's Attorney Ullman. Those cases had been dismissed over a lack of standing, prompting the namesake appellant and C. Lee Buxton to induce a $100 fine by violating a seldom-used law that was called \"uncommonly silly\" in Potter (*) Stewart's dissent. Goldberg's concurrence relied shakily on the 9th Amendment in this case, expanded in Eisenstadt v. Baird, while Harlan's reliance on substantive due process supplanted Douglas's majority opinion about the \"penumbras\" of the Bill of Rights. Famously": {
    "guess": "Griswold v. Connecticut",
    "confidence": [
      [
        "G",
        -0.020440863
      ],
      [
        "ris",
        -5.3358446e-05
      ],
      [
        "w",
        -1.9816675e-06
      ],
      [
        "old",
        -2.9352968e-06
      ],
      [
        " v",
        -7.1954215e-05
      ],
      [
        ".",
        -1.998142e-05
      ],
      [
        " Connecticut",
        -0.00026109742
      ]
    ]
  },
  "Supporters of this group were killed in Preston during an action planned by this group called the Plug Plot. Neo-druid William Price fled the country disguised as a woman after participating in this group's attack on the Westgate hotel. The National Land Company and the newspaper Northern Star were founded": {
    "guess": "Chartism",
    "confidence": [
      [
        "Chart",
        -0.39181206
      ],
      [
        "ism",
        -0.35575473
      ]
    ]
  },
  "A Supreme Court case with this man as the named respondent ruled that held that that forfeiture of citizenship constituted a cruel and unusual punishment, and involved the desertion of Albert Trop. This took over the Senate seat held by the architect of a 1935 National Labor Relations Act, New York's Robert Wagner, and was himself succeeded in his more famous position by Christian Herter. His examination": {
    "guess": "Albert Trop",
    "confidence": [
      [
        "Albert",
        -0.5758616
      ],
      [
        " T",
        -0.056575194
      ],
      [
        "rop",
        -0.0037979383
      ]
    ]
  },
  "The Supreme Court required that these amounts be included as income even though they do not derive from labor or capital in the Glenshaw Glass case. Justice Stevens claimed \"the nuance eludes me\" in his": {
    "guess": "Glenshaw Glass Co. v. Commissioner",
    "confidence": [
      [
        "Gl",
        -0.1788292
      ],
      [
        "ens",
        -2.3676734e-05
      ],
      [
        "h",
        -0.00020318278
      ],
      [
        "aw",
        -6.635165e-05
      ],
      [
        " Glass",
        -0.0031413548
      ],
      [
        " Co",
        -0.14577244
      ],
      [
        ".",
        -0.002672565
      ],
      [
        " v",
        -0.0011915372
      ],
      [
        ".",
        -0.00017493518
      ],
      [
        " Commissioner",
        -0.011670724
      ]
    ]
  },
  "This man supported a project to develop the millitrause, which was deployed at Gravelotte, and he gained a surprise election victory over Louis- Eugene Cavignac thanks to his inaction. He mediated the end of the Anglo- Persian War and successfully broke up the Quadruple Alliance, and he agreed to provide the Confederacy with an ironclad. The heavy cost of victories at Magenta and Solferino led this": {
    "guess": "Napoleon III",
    "confidence": [
      [
        "N",
        -0.2800834
      ],
      [
        "ap",
        -0.0041356306
      ],
      [
        "oleon",
        -0.0018089373
      ],
      [
        " III",
        -0.000477144
      ]
    ]
  },
  "The Supreme Court required that these amounts be included as income even though they do not derive from labor or capital in the Glenshaw Glass case. Justice Stevens claimed \"the nuance eludes me\" in his dissent in Philip Morris USA v. Williams, which created a complex framework that governed their permissibility. Exxon v. Peters suggested using a one-to-one ratio in determining a cap on them for maritime": {
    "guess": "Punitive damages",
    "confidence": [
      [
        "P",
        -0.0075449846
      ],
      [
        "un",
        -0.0002456046
      ],
      [
        "itive",
        -3.8338785e-05
      ],
      [
        " damages",
        -0.064700216
      ]
    ]
  },
  "Its supporters eventually migrated to the NMD program, a more pragmatic approach. Though defended as an attempt to free the U.S. from policies of deterrence and a reliance on the threat of nuclear retaliation, Les Aspin announced its abandonment and the establishment of the Ballistic Missile Defense": {
    "guess": "National Missile Defense",
    "confidence": [
      [
        "National",
        -0.38276544
      ],
      [
        " Missile",
        -0.02018586
      ],
      [
        " Defense",
        -0.00019543454
      ]
    ]
  },
  "Supporters of this man disrupted a performance of Hugh Kelly's play A Word to the Wise. Despite outpolling Henry Luttrell in one election, he was declared the loser. This politician lost support after he led troops defending the Bank of England during the Gordon Riots. After being asked by the Earl of Sandwich if he would die from the gallows or the pox, this man reportedly made a crack about embracing \"your lordship's principles or your mistress.\" This man was expelled from the House of Lords for writing the pornographic work \"An Essay on Woman,\" while his earlier \"Issue 45\" denounced the end of the Seven Years War and the successors of William Pitt. For 10 points, name this English radical who was arrested for mocking George III in his newspaper The North Briton, and was also the namesake of the assassin of Abraham Lincoln.": {
    "guess": "John Wilkes",
    "confidence": [
      [
        "John",
        -0.016093846
      ],
      [
        " Wil",
        -0.00017362394
      ],
      [
        "kes",
        -4.143808e-05
      ]
    ]
  },
  "The Supreme Court case regarding this action featured a tripartite framework for resolving disputes concerning overlapping powers between Congress and the President in the concurrence of Justice Jackson. The plaintiffs in that case were represented by the Democratic candidate for President in 1924, John W. Davis. This action was precipitated by a refusal to follow the Wage Stabilization Board's wage increase recommendation. The President who performed this action could have instead used the eighty day \"cooling-off period.\" For 10 points, identify this action performed by President Truman that was": {
    "guess": "Youngstown Sheet & Tube Co. v. Sawyer",
    "confidence": [
      [
        "Young",
        -0.3015731
      ],
      [
        "stown",
        -0.00022558939
      ],
      [
        " Sheet",
        -0.033966202
      ],
      [
        " &",
        -0.032954913
      ],
      [
        " Tube",
        -0.002040464
      ],
      [
        " Co",
        -0.0016455493
      ],
      [
        ".",
        -0.003843425
      ],
      [
        " v",
        -0.008012574
      ],
      [
        ".",
        -0.0009625543
      ],
      [
        " Sawyer",
        -0.00016802136
      ]
    ]
  },
  "The Supreme Court case regarding this action featured a tripartite framework for resolving disputes concerning overlapping powers between Congress and the President in the concurrence of Justice Jackson. The plaintiffs in that case were represented by the Democratic candidate for President in 1924, John W. Davis. This action was precipitated by a refusal to follow the Wage Stabilization Board's wage": {
    "guess": "Youngstown Sheet & Tube Co. v. Sawyer",
    "confidence": [
      [
        "Young",
        -0.03971067
      ],
      [
        "stown",
        -0.00016373003
      ],
      [
        " Sheet",
        -0.00041327282
      ],
      [
        " &",
        -0.00041434568
      ],
      [
        " Tube",
        -0.18777996
      ],
      [
        " Co",
        -0.00032163822
      ],
      [
        ".",
        -0.0005129986
      ],
      [
        " v",
        -2.7252845e-05
      ],
      [
        ".",
        -0.00012058931
      ],
      [
        " Sawyer",
        -6.897413e-05
      ]
    ]
  },
  "The Supreme Court required that these amounts be included as income even though they do not derive from labor or capital in the Glenshaw Glass case. Justice Stevens claimed \"the nuance eludes me\" in his dissent in Philip Morris USA v. Williams, which created a complex framework that governed their permissibility. Exxon v. Peters suggested using a one-to-one ratio in determining a cap on them for maritime cases under federal common law, while the case State Farm v. Campbell created the more widely known constitutional (*) soft cap ratio of ten-to-one. The unavailability of this remedy at contract": {
    "guess": "Punitive damages",
    "confidence": [
      [
        "P",
        -0.004977455
      ],
      [
        "un",
        -0.0010884242
      ],
      [
        "itive",
        -0.000110337794
      ],
      [
        " damages",
        -0.047776483
      ]
    ]
  },
  "Supporters of this man disrupted a performance of Hugh Kelly's play A Word to the Wise. Despite outpolling Henry Luttrell in one election, he was declared the loser. This politician lost support after": {
    "guess": "George Canning",
    "confidence": [
      [
        "George",
        -1.5244299
      ],
      [
        " C",
        -0.7094841
      ],
      [
        "anning",
        -0.0028650204
      ]
    ]
  },
  "Its supporters eventually migrated to the NMD program, a more pragmatic approach. Though defended as an attempt to free the U.S. from policies of deterrence and a reliance on the threat of nuclear retaliation, Les Aspin announced its abandonment and the establishment of the Ballistic Missile Defense Organization, a cheaper alternative than using ground and sea-based missile systems instead of X-ray lasers, subatomic particle beams, and computer-guided electromagnetic rail guns.  FTP, name this Reagan-sponsored": {
    "guess": "Strategic Defense Initiative",
    "confidence": [
      [
        "Str",
        -0.0004243588
      ],
      [
        "ategic",
        -7.9418505e-06
      ],
      [
        " Defense",
        -6.515961e-05
      ],
      [
        " Initiative",
        -0.00031341682
      ]
    ]
  },
  "This man supported the first Vietnamese Emperor in his war for independence, and gained the colonies of Tobago and Senegal after one war. His Foreign Minister, the Comte de Vergennes, negotiated the formation of the League of Armed Neutrality, and the Duke of Brunswick issued a manifesto in response to this man's imprisonment. His de facto Finance Minister Jacques Necker published fake statistics in": {
    "guess": "Louis XVI",
    "confidence": [
      [
        "Louis",
        -0.35812083
      ],
      [
        " XVI",
        -0.030630562
      ]
    ]
  },
  "This Supreme Court case overturned Betts v. Brady, which had established that a certain law only applied to capital cases. Abe Fortas represented the defendant in this case. The majority opinion by Hugo Black in this case agreed that the defendant's sixth amendment rights had been violated. Like Miranda v. Arizona, this case was heard by the Earl Warren court and helped to reform the criminal justice system. For 10 points, name this Supreme Court case that established a defendant's right to be provided with an attorney.": {
    "guess": "Gideon v. Wainwright",
    "confidence": [
      [
        "G",
        -0.00016706773
      ],
      [
        "ideon",
        -4.0603656e-05
      ],
      [
        " v",
        -9.6867785e-05
      ],
      [
        ".",
        -5.9080223e-05
      ],
      [
        " W",
        -1.7239736e-05
      ],
      [
        "ain",
        -1.504853e-06
      ],
      [
        "wright",
        -1.6643718e-05
      ]
    ]
  },
  "Supporters of this initiative include public figures such as Danny Glover, Pat Robertson, Dikembe Mutumbo, Isaac Hayes, Eddie Vedder, Ellen DeGeneres, and Heidi Klum. It is a part of the larger Global Call to Action Against Poverty alliance, and this initiative has over 100 partner organizations including Oxfam, DATA, and WorldVision. This campaign claims that implementing it would enable over 100 million children to attend primary school and could provide clean drinking water to nearly 1 billion": {
    "guess": "Make Poverty History",
    "confidence": [
      [
        "Make",
        -0.3061385
      ],
      [
        " Poverty",
        -0.001956706
      ],
      [
        " History",
        -0.00083071314
      ]
    ]
  },
  "The Supreme Court required that these amounts be included as income even though they do not derive from labor or capital in the Glenshaw Glass case. Justice Stevens claimed \"the nuance eludes me\" in his dissent in Philip Morris USA v. Williams, which created a complex framework that governed their permissibility.": {
    "guess": "Punitive damages",
    "confidence": [
      [
        "P",
        -0.07865445
      ],
      [
        "un",
        -0.00011236426
      ],
      [
        "itive",
        -5.705376e-05
      ],
      [
        " damages",
        -0.0991838
      ]
    ]
  },
  "The Supreme Court required that these amounts be included as income even though they do not derive from labor or capital in the Glenshaw Glass case. Justice Stevens claimed \"the nuance eludes me\" in his dissent in Philip Morris USA v. Williams, which created a complex framework that governed their permissibility. Exxon v. Peters suggested using a one-to-one ratio in determining a cap on them for maritime cases under federal common law, while the case State Farm v. Campbell created the more widely known constitutional (*) soft cap ratio of ten-to-one. The unavailability of this remedy at contract causes some plaintiffs to adopt tortious interference theories instead. Plaintiffs are generally only awarded these in the face of particularly egregious conduct. Tort reform laws often cap this remedy": {
    "guess": "Punitive damages",
    "confidence": [
      [
        "P",
        -0.018664194
      ],
      [
        "un",
        -0.00048429624
      ],
      [
        "itive",
        -0.00038002967
      ],
      [
        " damages",
        -0.24249905
      ]
    ]
  },
  "This man supported Caecilius Metellus' controversial legislation for which he was suspended. Earlier, he quit from the office of flamen Dialis when he was exiled by Sulla, and he ran for the office of Pontifex Maximus in opposition to Quintus Catulus. While sailing to Rhodes he was captured by pirates whom he later crucified, and he allegedly had a homosexual relationship with Nicomedes IV of Bithynia. He was the victor at Pharsalus, and he defeated Vercingetorix in Alesia, which is recounted in his Commentaries on the Gallic Wars. For 10 points, identify this man who crossed the Rubicon and was murdered by Brutus on the Ides of March.": {
    "guess": "Julius Caesar",
    "confidence": [
      [
        "Jul",
        -0.0012128527
      ],
      [
        "ius",
        -1.700133e-05
      ],
      [
        " Caesar",
        -1.867018e-05
      ]
    ]
  },
  "On its surface, nitrogen geysers have erupted through the ice of the polar cap, carrying dust particles which have created dark streaks on the surface as they are blown by winds in the thin nitrogen and methane atmosphere. Discovered in 1846 by William Lassell, it is thought by some to be a captured satellite. For ten points, name this satellite notable for its unstable, highly inclined, retrograde orbit, the largest Moon of Neptune.": {
    "guess": "Triton (moon)",
    "confidence": [
      [
        "T",
        -0.0023786195
      ],
      [
        "rit",
        -7.89631e-07
      ],
      [
        "on",
        -6.511407e-06
      ],
      [
        " (",
        -0.0003210422
      ],
      [
        "moon",
        -0.00012356207
      ],
      [
        ")",
        -6.704273e-07
      ]
    ]
  },
  "A Supreme Court case with this man as the named respondent ruled that held that that forfeiture of citizenship constituted a cruel and unusual punishment, and involved the desertion of Albert Trop. This took over the Senate seat held by the architect of a 1935 National Labor Relations Act, New York's Robert Wagner, and was himself succeeded in his more famous position by Christian Herter. His examination of the shipping manifest for the Alfhem, which this cabinet official asserted was carrying Czech weapons, eventually led to the end of the Ten Years of Spring in one country. This man's early career saw him assist Arthur Vandenberg during the (*) San Francisco Conference and his uncle, Robert Lansing, during Versailles, but he is better- known for backing an effort led by Carlos Castillo as an aggressive form of the policy this political figure advocated in War or Peace. This man's orchestration of Operation PBSUCCESS was criticized over his ownership of United Fruit Company shares, and he also intervened in the first re-election of Konrad Adenauer and arranged for a family member's organization to conduct Operation Ajax. Mohammed Mossadegh and Jacabo Arbenz lost power thanks to the efforts of this successor of Dean Acheson, who poorly counseled his President during the Suez Crisis": {
    "guess": "John Foster Dulles",
    "confidence": [
      [
        "John",
        -0.2492515
      ],
      [
        " Foster",
        -0.011738005
      ],
      [
        " Dul",
        -2.1411865e-05
      ],
      [
        "les",
        -1.2948405e-05
      ]
    ]
  },
  "Support for its weight is provided entirely by a pair of small, plain rectangular blocks. Its basic shape is heavily distorted by rippling, wave- like outward projections that give it a wind-swept appearance. The heavy legs, shown in a walking motion, make up the bulk of the figure, and the armless torso": {
    "guess": "The Burghers of Calais",
    "confidence": [
      [
        "The",
        -0.039080564
      ],
      [
        " Bur",
        -1.0491463
      ],
      [
        "gh",
        0.0
      ],
      [
        "ers",
        -0.00012618455
      ],
      [
        " of",
        -5.550411e-05
      ],
      [
        " Cal",
        -7.58424e-06
      ],
      [
        "ais",
        -0.00010485443
      ]
    ]
  },
  "A Supreme Court case with this man as the named respondent ruled that held that that forfeiture of citizenship constituted a cruel and unusual punishment, and involved the desertion of Albert Trop. This took over the Senate seat held by the architect of a 1935 National Labor Relations Act, New York's Robert Wagner, and was himself succeeded in his more famous position by Christian Herter. His examination of the shipping manifest for the Alfhem, which this cabinet official asserted was carrying Czech weapons, eventually led to the end of the Ten Years of Spring in one country. This man's early career saw him assist Arthur Vandenberg during the (*) San Francisco Conference and his uncle, Robert Lansing, during Versailles, but he is better- known for backing an effort led by Carlos Castillo as an aggressive form of the policy this political figure advocated in War or Peace. This man's orchestration of Operation PBSUCCESS was criticized over his ownership of United Fruit Company shares, and he also intervened in the first re-election of Konrad Adenauer and arranged for a family member's organization to conduct Operation Ajax. Mohammed Mossadegh and Jacabo Arbenz lost power thanks to the efforts of this successor of Dean Acheson, who poorly counseled his President during the Suez Crisis after backing regime change in Guatemala and Iran. FTP, identify this Secretary of State under Dwight Eisenhower, the brother of CIA director Allen.": {
    "guess": "John Foster Dulles",
    "confidence": [
      [
        "John",
        -0.005861836
      ],
      [
        " Foster",
        -0.0001911432
      ],
      [
        " Dul",
        -2.4584822e-06
      ],
      [
        "les",
        -1.4974867e-05
      ]
    ]
  },
  "This Supreme Court case led to a second opinion in which the Court ordered its ruling to be implemented": {
    "guess": "Brown V. Board Of Education Of Topeka Kansas",
    "confidence": [
      [
        "Brown",
        -0.100495525
      ],
      [
        " V",
        -0.29000857
      ],
      [
        ".",
        -0.00047106826
      ],
      [
        " Board",
        -8.613945e-05
      ],
      [
        " Of",
        -0.011163959
      ],
      [
        " Education",
        -5.8365e-05
      ],
      [
        " Of",
        -0.0035666886
      ],
      [
        " To",
        -5.276243e-05
      ],
      [
        "pe",
        -2.7372049e-05
      ],
      [
        "ka",
        -1.2664457e-06
      ],
      [
        " Kansas",
        -0.00977167
      ]
    ]
  },
  "It suppresses plasma membrane permeability in sufferers of renal Fanconi syndrome, thus reducing nephrotoxicity, and a point mutation in a gene for its receptors causes hereditary hyperplexia. Substitution of it by aspartate in the protein COL2A1 causes cataracts and retinal detachment, and William Stein discovered that potassium trioxalatochromate could be used to identify this precursor of creatine. A co-agonist of glutamate, it is the principal inhibitory neurotransmitter in the spinal cord, and many molecules of it can be found in collagen helices. For 10 points, name this nonpolar and optically": {
    "guess": "Glycine",
    "confidence": [
      [
        "G",
        -0.009302078
      ],
      [
        "ly",
        -5.8603408e-05
      ],
      [
        "c",
        -0.00048857287
      ],
      [
        "ine",
        -1.7239736e-05
      ]
    ]
  },
  "The Supreme Court case regarding this action featured a tripartite framework for resolving disputes concerning overlapping powers between Congress and the President in the concurrence of Justice Jackson. The plaintiffs in that case were represented by the Democratic candidate for President in 1924, John W. Davis. This action was precipitated by a refusal to follow the Wage Stabilization Board's wage increase recommendation. The President who performed this action could have instead used the eighty": {
    "guess": "Youngstown Sheet & Tube Co. v. Sawyer",
    "confidence": [
      [
        "Young",
        -0.4486655
      ],
      [
        "stown",
        -0.0002191524
      ],
      [
        " Sheet",
        -0.0018455787
      ],
      [
        " &",
        -0.0007651951
      ],
      [
        " Tube",
        -0.5306604
      ],
      [
        " Co",
        -0.00069742324
      ],
      [
        ".",
        -0.00069110905
      ],
      [
        " v",
        -7.517272e-05
      ],
      [
        ".",
        -0.00019603055
      ],
      [
        " Sawyer",
        -0.00014919086
      ]
    ]
  },
  "In the surface enhanced variety of this effect, the magnitude can be increased by the presence of small metal particles near a substance to be studied, probably due to plasmon resonance. Creating ultraviolet resonance is another technique to improve the magnitude of this effect, which is typically much weaker than the competing processes of diffuse reflectance and fluorescence. It results when an electron enters a virtual excited state, then relaxes via the emission of a photon to either a higher": {
    "guess": "Surface-enhanced Raman scattering",
    "confidence": [
      [
        "Surface",
        -0.010037257
      ],
      [
        "-enh",
        -0.06177125
      ],
      [
        "anced",
        -0.000104616025
      ],
      [
        " R",
        -0.0066942885
      ],
      [
        "aman",
        -1.3856493e-06
      ],
      [
        " scattering",
        -0.5163057
      ]
    ]
  },
  "The surface type of this phenomenon can occur by gliding, reptation, and leapfrog mechanisms. Molecules collide with walls more than each other in the Knudsen [NOOD-suhn] type of this phenomenon, whose namesake coefficient appears in Fick's first law. The rate of this process is inversely proportional": {
    "guess": "Diffusion",
    "confidence": [
      [
        "Diff",
        -0.31294495
      ],
      [
        "usion",
        -0.008819841
      ]
    ]
  },
  "The Supreme Court ruled this practice constitutional in Arver v. United States. In the 1970s, it was accomplished through a procedure in which drawings were conducted from a jar containing 366 blue capsules.": {
    "guess": "Draft lottery",
    "confidence": [
      [
        "Draft",
        -0.29287598
      ],
      [
        " lottery",
        -0.15425359
      ]
    ]
  },
  "A Supreme Court case with this man as the named respondent ruled that held that that forfeiture of citizenship constituted a cruel and unusual punishment, and involved the desertion of Albert Trop. This took over the Senate seat held by the architect of a 1935 National Labor Relations Act, New York's": {
    "guess": "Trop v. Dulles",
    "confidence": [
      [
        "T",
        -0.29007387
      ],
      [
        "rop",
        -0.00026133584
      ],
      [
        " v",
        -0.00037037418
      ],
      [
        ".",
        -0.00055613206
      ],
      [
        " Dul",
        -8.657073e-06
      ],
      [
        "les",
        -6.9882217e-06
      ]
    ]
  },
  "A Supreme Court case with this man as the named respondent ruled that held that that forfeiture of citizenship constituted a cruel and unusual punishment, and involved the desertion of Albert Trop. This took over the Senate seat held by the architect of a 1935 National Labor Relations Act, New York's Robert Wagner, and was himself succeeded in his more famous position by Christian Herter. His examination of the shipping manifest for the Alfhem, which this cabinet official asserted was carrying Czech weapons, eventually led to the end of the Ten Years of Spring in one country. This man's early career": {
    "guess": "Albert Trop",
    "confidence": [
      [
        "Albert",
        -0.414686
      ],
      [
        " T",
        -0.31731114
      ],
      [
        "rop",
        -0.003240459
      ]
    ]
  },
  "It suppresses plasma membrane permeability in sufferers of renal Fanconi syndrome, thus reducing nephrotoxicity, and a point mutation in a gene for its receptors causes hereditary hyperplexia. Substitution of it by aspartate in the protein COL2A1 causes cataracts and retinal detachment, and William Stein": {
    "guess": "Notch signaling pathway",
    "confidence": [
      [
        "Not",
        -2.023578
      ],
      [
        "ch",
        -0.06064693
      ],
      [
        " signaling",
        -1.0389233
      ],
      [
        " pathway",
        -0.36120242
      ]
    ]
  },
  "Support for this case was galvanized by a dissenting opinion authored four years prior which argued that liberty was a \"rational continuum\" and condemned the court's dismissal of several suits filed against State's Attorney Ullman. Those cases had been dismissed over a lack of standing, prompting the namesake appellant and C. Lee Buxton to induce a $100 fine by violating a seldom-used law that was called \"uncommonly silly\" in Potter (*) Stewart's dissent. Goldberg's concurrence relied shakily on the 9th Amendment in this case, expanded in Eisenstadt v. Baird, while Harlan's reliance on substantive due process supplanted Douglas's majority opinion about the \"penumbras\" of the Bill of Rights. Famously establishing a constitutional right to privacy and a major precursor to Roe v. Wade, for 10": {
    "guess": "Griswold v. Connecticut",
    "confidence": [
      [
        "G",
        -0.016174426
      ],
      [
        "ris",
        -3.650519e-06
      ],
      [
        "w",
        -2.1008714e-06
      ],
      [
        "old",
        -1.0280384e-06
      ],
      [
        " v",
        -3.500108e-05
      ],
      [
        ".",
        -4.179569e-05
      ],
      [
        " Connecticut",
        -0.00018339496
      ]
    ]
  },
  "Support for its weight is provided entirely by a pair of small, plain rectangular blocks. Its basic shape": {
    "guess": "Stonehenge",
    "confidence": [
      [
        "Stone",
        -0.20658131
      ],
      [
        "h",
        -0.016701644
      ],
      [
        "enge",
        -7.517272e-05
      ]
    ]
  },
  "This Supreme Court case overturned Betts v. Brady, which had established that a certain law only applied to capital cases. Abe Fortas represented the defendant in this case. The majority opinion by Hugo Black in this case agreed that the defendant's sixth amendment rights had been violated. Like Miranda": {
    "guess": "Gideon v. Wainwright",
    "confidence": [
      [
        "G",
        -0.00037979125
      ],
      [
        "ideon",
        -4.4849444e-06
      ],
      [
        " v",
        -6.1821906e-05
      ],
      [
        ".",
        -2.2365493e-05
      ],
      [
        " W",
        -1.6524515e-05
      ],
      [
        "ain",
        -4.365741e-06
      ],
      [
        "wright",
        -1.4021238e-05
      ]
    ]
  },
  "The Supreme Court ruled this practice constitutional in Arver v. United States. In the 1970s, it was accomplished through a procedure in which drawings were conducted from a jar containing 366 blue capsules. Protests against it were at the center of United States v. O'Brien. Students protested against it by burning certain cards and could avoid it by fleeing to Canada. For 10 points, name this institution established by the Selective Service Act, which is the forcible conscription of citizens into military service.": {
    "guess": "The Draft",
    "confidence": [
      [
        "The",
        -0.69215727
      ],
      [
        " Draft",
        -0.00059008674
      ]
    ]
  },
  "Supposedly domestic pigs do not arrive in Britain until he presents some as a gift to Pryderi.  His name means \"Silver-Tongue,\" and he is unable to defeat his rival king Hafgan until he enlists the help of a mortal.  This shape-shifter spends a year governing Dyfed when he exchanges places with Pwyll.": {
    "guess": "Arawn",
    "confidence": [
      [
        "A",
        -0.51174325
      ],
      [
        "rawn",
        -0.0014097588
      ]
    ]
  },
  "The surface type of this phenomenon can occur by gliding, reptation, and leapfrog mechanisms. Molecules collide with walls more than each other in the Knudsen [NOOD-suhn] type of this phenomenon, whose": {
    "guess": "Diffusion",
    "confidence": [
      [
        "Diff",
        -0.018275078
      ],
      [
        "usion",
        -0.0007623416
      ]
    ]
  },
  "Supporters of this group were killed in Preston during an action planned by this group called the Plug": {
    "guess": "Chartists",
    "confidence": [
      [
        "Chart",
        -0.8355521
      ],
      [
        "ists",
        -0.07505853
      ]
    ]
  },
  "The Supreme Court ruled this practice constitutional in Arver v. United States. In the 1970s, it was accomplished through a procedure in which drawings were conducted from a jar containing 366 blue capsules. Protests against it were at the center of United States v. O'Brien. Students protested against it by burning certain cards and could avoid it by fleeing to Canada. For 10 points, name this institution established by the Selective Service Act, which is the forcible conscription of citizens into": {
    "guess": "Draft lottery in the United States",
    "confidence": [
      [
        "Draft",
        -0.8478725
      ],
      [
        " lottery",
        -0.827223
      ],
      [
        " in",
        -0.73978186
      ],
      [
        " the",
        -0.001816194
      ],
      [
        " United",
        -0.02909754
      ],
      [
        " States",
        -0.0004872763
      ]
    ]
  },
  "The 1942 Supreme Court decision in Wickard v. Filburn affirmed the government's power to regulate production of this substance via the Agricultural Adjustment Act. The proposed McNary-Haugen bill of 1929 called for government purchase of this substance to keep its prices artificially high as they were during WWI, when the government urged Americans to replace this product with cornmeal. The hardy Turkey Red variety of this substance allowed it to become the primary product of Kansas farms. FTP identify": {
    "guess": "Wheat in the United States",
    "confidence": [
      [
        "W",
        -0.003371154
      ],
      [
        "heat",
        -1.4855664e-05
      ],
      [
        " in",
        -0.42304522
      ],
      [
        " the",
        -0.00018685187
      ],
      [
        " United",
        -0.0017318217
      ],
      [
        " States",
        -0.0002485847
      ]
    ]
  },
  "Supporters of this group were killed in Preston during an action planned by this group called the Plug Plot. Neo-druid William Price fled the country disguised as a woman after participating in this group's attack on the Westgate hotel. The National Land Company and the newspaper Northern Star were founded by one of this group's members, Feargus O'Connor. A militant group of them under John Frost led the Newport Rising. This group supported a document partly written by William Lovett that called for a secret ballot and universal male suffrage. For 10 points, name this 19th-century movement of British": {
    "guess": "Chartism",
    "confidence": [
      [
        "Chart",
        -0.001028285
      ],
      [
        "ism",
        -0.00013333677
      ]
    ]
  },
  "Support for this case was galvanized by a dissenting opinion authored four years prior which argued that liberty was a \"rational continuum\" and condemned the court's dismissal of several suits filed against State's Attorney Ullman. Those cases had been dismissed over a lack of standing, prompting the namesake appellant and C. Lee Buxton to induce a $100 fine by violating a seldom-used law that was called \"uncommonly silly\" in Potter (*) Stewart's dissent. Goldberg's concurrence relied shakily on the 9th Amendment in this case, expanded in Eisenstadt v. Baird, while Harlan's reliance on substantive due process supplanted Douglas's majority opinion about the \"penumbras\" of the Bill of Rights. Famously establishing a constitutional right to privacy and a major precursor to Roe v. Wade, for 10 points, name this 1965 case that struck down a law banning contraceptives in Connecticut.": {
    "guess": "Griswold v. Connecticut",
    "confidence": [
      [
        "G",
        -0.0035880718
      ],
      [
        "ris",
        -7.89631e-07
      ],
      [
        "w",
        -6.704273e-07
      ],
      [
        "old",
        -9.133887e-06
      ],
      [
        " v",
        -4.823269e-05
      ],
      [
        ".",
        -6.086828e-05
      ],
      [
        " Connecticut",
        -0.00026228945
      ]
    ]
  },
  "Supporters of this man disrupted a performance of Hugh Kelly's play A Word to the Wise. Despite outpolling Henry Luttrell in one election, he was declared the loser. This politician lost support after he led troops defending the Bank of England during the Gordon Riots. After being asked by the Earl of Sandwich if he would die from the gallows or the pox, this man reportedly made a crack about embracing \"your lordship's principles or your mistress.\" This man was expelled from the House of Lords for": {
    "guess": "John Wilkes",
    "confidence": [
      [
        "John",
        -0.56705856
      ],
      [
        " Wil",
        -0.01681758
      ],
      [
        "kes",
        -3.1737043e-06
      ]
    ]
  },
  "The Supreme Court ruled this practice constitutional in Arver v. United States. In the 1970s, it was": {
    "guess": "Flag desecration in the United States",
    "confidence": [
      [
        "Flag",
        -1.0450131
      ],
      [
        " des",
        -0.27722204
      ],
      [
        "ec",
        -0.0003576304
      ],
      [
        "ration",
        -1.1279553e-05
      ],
      [
        " in",
        -0.7105938
      ],
      [
        " the",
        -0.001004943
      ],
      [
        " United",
        -0.0007961661
      ],
      [
        " States",
        -0.00015240935
      ]
    ]
  },
  "The 1942 Supreme Court decision in Wickard v. Filburn affirmed the government's power to regulate production": {
    "guess": "Wickard v. Filburn",
    "confidence": [
      [
        "W",
        -0.2505882
      ],
      [
        "ick",
        -0.00022201329
      ],
      [
        "ard",
        -2.7968066e-05
      ],
      [
        " v",
        -0.00043949028
      ],
      [
        ".",
        -0.00037824165
      ],
      [
        " Fil",
        -7.465036e-06
      ],
      [
        "burn",
        -7.481511e-05
      ]
    ]
  },
  "This man supported a project to develop the millitrause, which was deployed at Gravelotte, and he gained a surprise election victory over Louis- Eugene Cavignac thanks to his inaction. He mediated the end of the Anglo- Persian War and successfully broke up the Quadruple Alliance, and he agreed to provide the Confederacy with an ironclad. The heavy cost of victories at Magenta and Solferino led this man to hastily conclude the Armistice of Villafranca with Austria. His angry response to the Ems dispatch resulted in his downfall. For 10 points, name this French emperor who was defeated and captured": {
    "guess": "Napoleon III",
    "confidence": [
      [
        "N",
        -0.02263113
      ],
      [
        "ap",
        -0.00079140527
      ],
      [
        "oleon",
        -9.1026806e-05
      ],
      [
        " III",
        -0.0001135563
      ]
    ]
  },
  "A Supreme Court case with this man as the named respondent ruled that held that that forfeiture of citizenship constituted a cruel and unusual punishment, and involved the desertion of Albert Trop. This took over the Senate seat held by the architect of a 1935 National Labor Relations Act, New York's Robert Wagner, and was himself succeeded in his more famous position by Christian Herter. His examination of the shipping manifest for the Alfhem, which this cabinet official asserted was carrying Czech weapons, eventually led to the end of the Ten Years of Spring in one country. This man's early career saw him assist Arthur Vandenberg during the (*) San Francisco Conference and his uncle, Robert Lansing, during Versailles, but he is better- known for backing an effort led by Carlos Castillo as an aggressive form of the policy this political figure advocated in War or Peace. This man's orchestration": {
    "guess": "Dean Acheson",
    "confidence": [
      [
        "Dean",
        -0.21170491
      ],
      [
        " A",
        -0.001599964
      ],
      [
        "ches",
        -1.7597347e-05
      ],
      [
        "on",
        -3.368984e-05
      ]
    ]
  },
  "This man supported Caecilius Metellus' controversial legislation for which he was suspended. Earlier, he quit from the office of flamen Dialis when he was exiled by Sulla, and he ran for the office of Pontifex Maximus in opposition to Quintus Catulus. While sailing to Rhodes he was captured by pirates": {
    "guess": "Julius Caesar",
    "confidence": [
      [
        "Jul",
        -0.027668599
      ],
      [
        "ius",
        -3.631232e-05
      ],
      [
        " Caesar",
        -0.00018339496
      ]
    ]
  },
  "In the surface enhanced variety of this effect, the magnitude can be increased by the presence of small metal particles near a substance to be studied, probably due to plasmon resonance. Creating ultraviolet resonance is another technique to improve the magnitude of this effect, which is typically much weaker than the competing processes of diffuse reflectance and fluorescence. It results when an electron enters a virtual excited state, then relaxes via the emission of a photon to either a higher or lower vibrational energy level, creating the Stokes or anti-Stokes variety, respectively. FTP name this type of inelastic scattering first observed by its Indian namesake.": {
    "guess": "Raman scattering",
    "confidence": [
      [
        "R",
        -0.032035094
      ],
      [
        "aman",
        -7.226629e-06
      ],
      [
        " scattering",
        -0.002083405
      ]
    ]
  },
  "The surface type of this phenomenon can occur by gliding, reptation, and leapfrog mechanisms. Molecules": {
    "guess": "Diffusion",
    "confidence": [
      [
        "Diff",
        -0.04549862
      ],
      [
        "usion",
        -0.0001243965
      ]
    ]
  },
  "Supporters of this group were killed in Preston during an action planned by this group called the Plug Plot. Neo-druid William Price fled the country disguised as a woman after participating in this group's": {
    "guess": "Rebecca Riots",
    "confidence": [
      [
        "Re",
        -0.97172266
      ],
      [
        "becca",
        -0.0007592422
      ],
      [
        " Ri",
        -0.043838706
      ],
      [
        "ots",
        -0.00022606621
      ]
    ]
  },
  "This man supported the first Vietnamese Emperor in his war for independence, and gained the colonies of Tobago and Senegal after one war. His Foreign Minister, the Comte de Vergennes, negotiated the formation": {
    "guess": "Louis XVI",
    "confidence": [
      [
        "Louis",
        -0.11770729
      ],
      [
        " XVI",
        -0.0056167194
      ]
    ]
  },
  "Supporters of this man disrupted a performance of Hugh Kelly's play A Word to the Wise. Despite outpolling Henry Luttrell in one election, he was declared the loser. This politician lost support after he led troops defending the Bank of England during the Gordon Riots. After being asked by the Earl of Sandwich if he would die from the gallows or the pox, this man reportedly made a crack about embracing \"your lordship's principles or your mistress.\" This man was expelled from the House of Lords for writing the pornographic work \"An Essay on Woman,\" while his earlier \"Issue 45\" denounced the end of the Seven Years War and the successors of William Pitt. For 10 points, name this English radical": {
    "guess": "John Wilkes",
    "confidence": [
      [
        "John",
        -0.0026550859
      ],
      [
        " Wil",
        -0.000839404
      ],
      [
        "kes",
        -1.247159e-05
      ]
    ]
  },
  "Its support for William McAdoo caused the deadlock that ended with John Davis's nomination for President. The original organization by this name was romanticized by Theodore Dixon and led by Nathan Bedford Forrest. Its revival began at a 1915 meeting at Stone Mountain after the release of The Birth of a Nation. For 10 points, name this organization known for its hate crimes against blacks, whose meetings": {
    "guess": "Ku Klux Klan",
    "confidence": [
      [
        "K",
        -0.00306648
      ],
      [
        "u",
        -1.998142e-05
      ],
      [
        " Kl",
        -5.7961847e-06
      ],
      [
        "ux",
        -6.46828e-05
      ],
      [
        " Klan",
        -7.226629e-06
      ]
    ]
  },
  "Support for its weight is provided entirely by a pair of small, plain rectangular blocks. Its basic shape is heavily distorted by rippling, wave- like outward projections that give it a wind-swept appearance. The heavy legs, shown in a walking motion, make up the bulk of the figure, and the armless torso brings to mind the Winged Victory of Samothrace, which was once discussed by the artist's colleague, Filippo Marinetti. FTP, name this bronze Futurist sculpture by Umberto Boccioni.": {
    "guess": "Unique Forms of Continuity in Space",
    "confidence": [
      [
        "Unique",
        -0.04192214
      ],
      [
        " Forms",
        -0.00632039
      ],
      [
        " of",
        -1.2233183e-05
      ],
      [
        " Contin",
        -1.7432603e-06
      ],
      [
        "uity",
        -1.3856493e-06
      ],
      [
        " in",
        -5.2285613e-05
      ],
      [
        " Space",
        -3.1281633e-07
      ]
    ]
  },
  "Supposedly domestic pigs do not arrive in Britain until he presents some as a gift to Pryderi.  His name means \"Silver-Tongue,\" and he is unable to defeat his rival king Hafgan until he enlists the help of a mortal.  This shape-shifter spends a year governing Dyfed when he exchanges places with Pwyll.  He defends his realm of Annwfn in \"The Battle of the Trees,\" or \"The Battle of Achren,\" against the Children of Don, led by Gwydion.  FTP, name this Welsh god of the underworld.": {
    "guess": "Arawn",
    "confidence": [
      [
        "A",
        -0.02578334
      ],
      [
        "rawn",
        -0.0040818434
      ]
    ]
  },
  "The 1942 Supreme Court decision in Wickard v. Filburn affirmed the government's power to regulate production of this substance via the Agricultural Adjustment Act. The proposed McNary-Haugen bill of 1929 called for government purchase of this substance to keep its prices artificially high as they were during WWI, when the government urged Americans to replace this product with cornmeal. The hardy Turkey": {
    "guess": "Turkey (bird)",
    "confidence": [
      [
        "Turkey",
        -1.5365505
      ],
      [
        " (",
        -1.3960574
      ],
      [
        "bird",
        -0.15171543
      ],
      [
        ")",
        -0.0006585849
      ]
    ]
  },
  "Supposedly defeated by Bernardo del Caprio, he won his horn and his sword from the giant Jutmundus. In": {
    "guess": "Orlando Furioso",
    "confidence": [
      [
        "Or",
        -1.6680831
      ],
      [
        "lando",
        -0.03189516
      ],
      [
        " Fur",
        -0.52571464
      ],
      [
        "ioso",
        -5.6769813e-06
      ]
    ]
  },
  "For surface chemistry, this quantity is proportional to surface coverage times number of sites, though for bimolecular cases it requires the models developed by Langmuir and Hinshelwood or by Eley and Rideal. \"On water\" reactions have an unexpected dependence solvent dependence of this property. Properties of the potential energy surface give estimates of this quantity for one case in an improvement that allowed for zero-point energies and normal mode contributions by Marcus to a theory originated by Rice, Ramsberger, and Kassel. For a long time, this quantity varies harmonically in the Briggs-Rauscher reaction. This quantity can be given as proportional to the reactant concentrations raised to exponents called orders; the constant of proportionality is itself proportional to the exponential": {
    "guess": "Reaction rate",
    "confidence": [
      [
        "Reaction",
        -0.75276434
      ],
      [
        " rate",
        -0.037857506
      ]
    ]
  },
  "For surface chemistry, this quantity is proportional to surface coverage times number of sites, though for bimolecular cases it requires the models developed by Langmuir and Hinshelwood or by Eley and Rideal. \"On water\" reactions have an unexpected dependence solvent dependence of this property. Properties of the potential energy surface give estimates of this quantity for one case in an improvement that allowed for zero-point energies and normal mode contributions by Marcus to a theory originated": {
    "guess": "Transition state theory",
    "confidence": [
      [
        "Transition",
        -1.3448119
      ],
      [
        " state",
        -0.12934445
      ],
      [
        " theory",
        -0.08221747
      ]
    ]
  },
  "The surface of these celestial objects is a solid lattice of nuclei in which \"starquakes\" can occur, causing these objects to spin faster. If they emit electromagnetic radiation, their spinning causes the radiation to be observed at (*) regular intervals and these entities are known as pulsars. The core": {
    "guess": "Neutron star",
    "confidence": [
      [
        "Ne",
        -0.0005101414
      ],
      [
        "utron",
        -3.368984e-05
      ],
      [
        " star",
        -0.013943816
      ]
    ]
  },
  "Supporters of this group were killed in Preston during an action planned by this group called the Plug Plot. Neo-druid William Price fled the country disguised as a woman after participating in this group's attack on the Westgate hotel. The National Land Company and the newspaper Northern Star were founded by one of this group's members, Feargus O'Connor. A militant group of them under John Frost led": {
    "guess": "Chartism",
    "confidence": [
      [
        "Chart",
        -0.028158745
      ],
      [
        "ism",
        -0.11837877
      ]
    ]
  },
  "One Supreme Court case dealing with this issue was Buckley v. Valeo, which banned \"defeat,\" \"reject,\" and six other \"magic words.\" This issue was addressed in the 2010 Citizens United case, which overturned": {
    "guess": "Campaign finance",
    "confidence": [
      [
        "Campaign",
        -0.011838377
      ],
      [
        " finance",
        -0.0012142832
      ]
    ]
  },
  "It suppresses plasma membrane permeability in sufferers of renal Fanconi syndrome, thus reducing nephrotoxicity,": {
    "guess": "Renal Fanconi syndrome",
    "confidence": [
      [
        "Ren",
        -0.7726498
      ],
      [
        "al",
        -0.017528377
      ],
      [
        " Fan",
        -0.4673323
      ],
      [
        "coni",
        -0.00087585096
      ],
      [
        " syndrome",
        -0.4013392
      ]
    ]
  },
  "Supporters of this man disrupted a performance of Hugh Kelly's play A Word to the Wise. Despite outpolling Henry Luttrell in one election, he was declared the loser. This politician lost support after he led troops defending the Bank of England during the Gordon Riots. After being asked by the Earl of": {
    "guess": "George Gordon, 3rd Earl of Aberdeen",
    "confidence": [
      [
        "George",
        -1.6125898
      ],
      [
        " Gordon",
        -0.7222736
      ],
      [
        ",",
        -0.018044814
      ],
      [
        " ",
        -0.32063267
      ],
      [
        "3",
        -0.98441464
      ],
      [
        "rd",
        -9.3291674e-05
      ],
      [
        " Earl",
        -0.1796781
      ],
      [
        " of",
        -0.00062832545
      ],
      [
        " Aberdeen",
        -0.107739754
      ]
    ]
  },
  "Support for this case was galvanized by a dissenting opinion authored four years prior which argued that liberty was a \"rational continuum\" and condemned the court's dismissal of several suits filed against": {
    "guess": "Griswold v. Connecticut",
    "confidence": [
      [
        "G",
        -1.0320021
      ],
      [
        "ris",
        -0.00079188205
      ],
      [
        "w",
        -2.220075e-06
      ],
      [
        "old",
        -1.0564331e-05
      ],
      [
        " v",
        -3.070975e-05
      ],
      [
        ".",
        -8.1609716e-05
      ],
      [
        " Connecticut",
        -0.00030304978
      ]
    ]
  },
  "The surface of these celestial objects is a solid lattice of nuclei in which \"starquakes\" can occur, causing these objects to spin faster. If they emit electromagnetic radiation, their spinning causes": {
    "guess": "Neutron star",
    "confidence": [
      [
        "Ne",
        -0.009205811
      ],
      [
        "utron",
        -9.014684e-06
      ],
      [
        " star",
        -0.017376209
      ]
    ]
  },
  "Support for this case was galvanized by a dissenting opinion authored four years prior which argued that liberty was a \"rational continuum\" and condemned the court's dismissal of several suits filed against State's Attorney Ullman. Those cases had been dismissed over a lack of standing, prompting the namesake appellant and C. Lee Buxton to induce a $100 fine by violating a seldom-used law that was called \"uncommonly silly\" in Potter (*) Stewart's dissent. Goldberg's concurrence relied shakily on the 9th Amendment in this case, expanded in Eisenstadt v. Baird, while Harlan's reliance on substantive": {
    "guess": "Griswold v. Connecticut",
    "confidence": [
      [
        "G",
        -0.022568667
      ],
      [
        "ris",
        -3.4405064e-05
      ],
      [
        "w",
        -1.147242e-06
      ],
      [
        "old",
        -1.3186812e-05
      ],
      [
        " v",
        -0.00017755765
      ],
      [
        ".",
        -5.5146502e-05
      ],
      [
        " Connecticut",
        -0.00028362326
      ]
    ]
  },
  "The surface type of this phenomenon can occur by gliding, reptation, and leapfrog mechanisms. Molecules collide with walls more than each other in the Knudsen [NOOD-suhn] type of this phenomenon, whose namesake coefficient appears in Fick's first law. The rate of this process is inversely proportional to the square root of the molar mass of a gas according to Graham's law. Carrier proteins can transport": {
    "guess": "Diffusion",
    "confidence": [
      [
        "Diff",
        -0.06226433
      ],
      [
        "usion",
        -0.00043424533
      ]
    ]
  },
  "The Supreme Court ruled this practice constitutional in Arver v. United States. In the 1970s, it was accomplished through a procedure in which drawings were conducted from a jar containing 366 blue capsules. Protests against it were at the center of United States v. O'Brien. Students protested against it by burning certain cards and could avoid it by fleeing to Canada. For 10 points, name this institution": {
    "guess": "Selective Service System",
    "confidence": [
      [
        "Selective",
        -0.7618984
      ],
      [
        " Service",
        -0.004075432
      ],
      [
        " System",
        -0.004323068
      ]
    ]
  },
  "This man supported the first Vietnamese Emperor in his war for independence, and gained the colonies": {
    "guess": "Ho Chi Minh",
    "confidence": [
      [
        "Ho",
        -1.1519523
      ],
      [
        " Chi",
        -0.00012047011
      ],
      [
        " Minh",
        -9.5914154e-05
      ]
    ]
  },
  "Support for this case was galvanized by a dissenting opinion authored four years prior which argued that liberty was a \"rational continuum\" and condemned the court's dismissal of several suits filed against State's Attorney Ullman. Those cases had been dismissed over a lack of standing, prompting the namesake appellant and C. Lee Buxton to induce a $100 fine by violating a seldom-used law that was called \"uncommonly silly\" in Potter (*) Stewart's dissent. Goldberg's concurrence relied shakily on": {
    "guess": "Griswold v. Connecticut",
    "confidence": [
      [
        "G",
        -0.051216036
      ],
      [
        "ris",
        -0.0004935794
      ],
      [
        "w",
        -7.89631e-07
      ],
      [
        "old",
        -1.3186812e-05
      ],
      [
        " v",
        -6.301394e-05
      ],
      [
        ".",
        -1.18755715e-05
      ],
      [
        " Connecticut",
        -0.00016110756
      ]
    ]
  },
  "Supporters of this man disrupted a performance of Hugh Kelly's play A Word to the Wise. Despite outpolling Henry Luttrell in one election, he was declared the loser. This politician lost support after he led troops defending the Bank of England during the Gordon Riots. After being asked by the Earl of Sandwich if he would die from the gallows or the pox, this man reportedly made a crack about embracing \"your lordship's principles or your mistress.\" This man was expelled from the House of Lords for writing the pornographic work \"An Essay on Woman,\" while his earlier \"Issue 45\" denounced the end": {
    "guess": "John Wilkes",
    "confidence": [
      [
        "John",
        -0.00270097
      ],
      [
        " Wil",
        -0.50628895
      ],
      [
        "kes",
        -1.4021238e-05
      ]
    ]
  },
  "The 1942 Supreme Court decision in Wickard v. Filburn affirmed the government's power to regulate production of this substance via the Agricultural Adjustment Act. The proposed McNary-Haugen bill of 1929 called for government purchase of this substance to keep its prices artificially high as they were": {
    "guess": "Wheat",
    "confidence": [
      [
        "W",
        -0.61269087
      ],
      [
        "heat",
        -0.00012058931
      ]
    ]
  },
  "The Supreme Court case regarding this action featured a tripartite framework for resolving disputes concerning": {
    "guess": "Constitutional Court",
    "confidence": [
      [
        "Con",
        -0.5117026
      ],
      [
        "stitution",
        -0.0032408165
      ],
      [
        "al",
        -0.029777339
      ],
      [
        " Court",
        -0.5869053
      ]
    ]
  },
  "Its support for William McAdoo caused the deadlock that ended with John Davis's nomination for President.": {
    "guess": "Ku Klux Klan",
    "confidence": [
      [
        "K",
        -0.54354507
      ],
      [
        "u",
        -0.0065944633
      ],
      [
        " Kl",
        -0.00032652557
      ],
      [
        "ux",
        -0.0001596771
      ],
      [
        " Klan",
        -2.9994528e-05
      ]
    ]
  },
  "Supporters of this initiative include public figures such as Danny Glover, Pat Robertson, Dikembe Mutumbo, Isaac Hayes, Eddie Vedder, Ellen DeGeneres, and Heidi Klum. It is a part of the larger Global Call to Action Against Poverty alliance, and this initiative has over 100 partner organizations including Oxfam, DATA, and WorldVision. This campaign claims that implementing it would enable over 100": {
    "guess": "Make Poverty History",
    "confidence": [
      [
        "Make",
        -0.0657065
      ],
      [
        " Poverty",
        -0.0024940874
      ],
      [
        " History",
        -0.00054802984
      ]
    ]
  },
  "Supposedly defeated by Bernardo del Caprio, he won his horn and his sword from the giant Jutmundus. In one story Astolpho journies to the moon to recover his wits; in another story he dies when he blows his horn so hard his head explodes.Dying at Roncesvalles shortly after his best friend, the paladin": {
    "guess": "Orlando Furioso",
    "confidence": [
      [
        "Or",
        -0.50814015
      ],
      [
        "lando",
        -0.0006682367
      ],
      [
        " Fur",
        -0.13205935
      ],
      [
        "ioso",
        -5.2001665e-06
      ]
    ]
  },
  "It suppresses plasma membrane permeability in sufferers of renal Fanconi syndrome, thus reducing nephrotoxicity, and a point mutation in a gene for its receptors causes hereditary hyperplexia. Substitution of it by aspartate in the protein COL2A1 causes cataracts and retinal detachment, and William Stein discovered that potassium trioxalatochromate could be used to identify this precursor of creatine. A co-agonist of glutamate, it is the principal inhibitory neurotransmitter in the spinal cord, and": {
    "guess": "Glycine",
    "confidence": [
      [
        "G",
        -0.0020127408
      ],
      [
        "ly",
        -3.523949e-05
      ],
      [
        "c",
        -0.0007548354
      ],
      [
        "ine",
        -1.1994775e-05
      ]
    ]
  },
  "This Supreme Court case overturned Betts v. Brady, which had established that a certain law only applied to capital cases. Abe Fortas represented the defendant in this case. The majority opinion by Hugo Black in this case agreed that the defendant's sixth amendment rights had been violated. Like Miranda v. Arizona, this case was heard by the Earl Warren court and helped to reform the criminal justice system. For 10 points, name this Supreme Court case that established a defendant's right to be provided": {
    "guess": "Gideon v. Wainwright",
    "confidence": [
      [
        "G",
        -0.00061891205
      ],
      [
        "ideon",
        -5.800739e-05
      ],
      [
        " v",
        -0.00016194198
      ],
      [
        ".",
        -7.2073424e-05
      ],
      [
        " W",
        -2.4987974e-05
      ],
      [
        "ain",
        -5.4385737e-06
      ],
      [
        "wright",
        -2.2127088e-05
      ]
    ]
  },
  "In the surface enhanced variety of this effect, the magnitude can be increased by the presence of small metal particles near a substance to be studied, probably due to plasmon resonance. Creating ultraviolet": {
    "guess": "Surface-enhanced Raman scattering",
    "confidence": [
      [
        "Surface",
        -0.03286575
      ],
      [
        "-enh",
        -0.00947474
      ],
      [
        "anced",
        -9.0073176e-05
      ],
      [
        " R",
        -4.632543e-05
      ],
      [
        "aman",
        -1.504853e-06
      ],
      [
        " scattering",
        -0.41588423
      ]
    ]
  },
  "Supporters of this man disrupted a performance of Hugh Kelly's play A Word to the Wise. Despite outpolling Henry Luttrell in one election, he was declared the loser. This politician lost support after he led troops defending the Bank of England during the Gordon Riots. After being asked by the Earl of Sandwich if he would die from the gallows or the pox, this man reportedly made a crack about embracing": {
    "guess": "Lord George Gordon",
    "confidence": [
      [
        "Lord",
        -1.1178522
      ],
      [
        " George",
        -0.066865556
      ],
      [
        " Gordon",
        -0.64537174
      ]
    ]
  },
  "Supposedly defeated by Bernardo del Caprio, he won his horn and his sword from the giant Jutmundus. In one story Astolpho journies to the moon to recover his wits; in another story he dies when he blows": {
    "guess": "Orlando Innamorato",
    "confidence": [
      [
        "Or",
        -0.72251284
      ],
      [
        "lando",
        -0.003916445
      ],
      [
        " In",
        -0.74455374
      ],
      [
        "nam",
        -0.002014406
      ],
      [
        "or",
        -0.00088001945
      ],
      [
        "ato",
        -0.00066680624
      ]
    ]
  },
  "Its supporters eventually migrated to the NMD program, a more pragmatic approach. Though defended as an attempt to free the U.S. from policies of deterrence and a reliance on the threat of nuclear retaliation,": {
    "guess": "National Missile Defense",
    "confidence": [
      [
        "National",
        -0.30323848
      ],
      [
        " Missile",
        -0.030234635
      ],
      [
        " Defense",
        -6.4802e-05
      ]
    ]
  },
  "Its supporters eventually migrated to the NMD program, a more pragmatic approach. Though defended as an attempt to free the U.S. from policies of deterrence and a reliance on the threat of nuclear retaliation, Les Aspin announced its abandonment and the establishment of the Ballistic Missile Defense Organization, a cheaper alternative than using ground and sea-based missile systems instead of X-ray lasers, subatomic particle beams, and computer-guided electromagnetic rail guns.  FTP, name this Reagan-sponsored defense program popularly dubbed Star Wars.": {
    "guess": "Strategic Defense Initiative",
    "confidence": [
      [
        "Str",
        -0.0017835946
      ],
      [
        "ategic",
        -1.5570886e-05
      ],
      [
        " Defense",
        -5.7530575e-05
      ],
      [
        " Initiative",
        -0.00043281488
      ]
    ]
  },
  "For surface chemistry, this quantity is proportional to surface coverage times number of sites, though for bimolecular cases it requires the models developed by Langmuir and Hinshelwood or by Eley and Rideal. \"On water\" reactions have an unexpected dependence solvent dependence of this property. Properties of the potential energy surface give estimates of this quantity for one case in an improvement that allowed for zero-point energies and normal mode contributions by Marcus to a theory originated by Rice, Ramsberger, and Kassel. For a long time, this quantity varies harmonically in the Briggs-Rauscher": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -1.301264
      ]
    ]
  },
  "Supporters of this Christian practice cite Numbers 21:4-9, claiming that the use of Nehushtan by Moses": {
    "guess": "Nehushtan",
    "confidence": [
      [
        "N",
        -0.15577282
      ],
      [
        "eh",
        -0.00530562
      ],
      [
        "us",
        -0.0028940362
      ],
      [
        "ht",
        -5.080963e-06
      ],
      [
        "an",
        -3.297462e-05
      ]
    ]
  },
  "This man supported a project to develop the millitrause, which was deployed at Gravelotte, and he gained a surprise election victory over Louis- Eugene Cavignac thanks to his inaction. He mediated the end of the Anglo- Persian War and successfully broke up the Quadruple Alliance, and he agreed to provide the Confederacy with an ironclad. The heavy cost of victories at Magenta and Solferino led this man to hastily conclude the Armistice of Villafranca with Austria. His angry response to the Ems dispatch": {
    "guess": "Napoleon III",
    "confidence": [
      [
        "N",
        -0.09623535
      ],
      [
        "ap",
        -0.0027654136
      ],
      [
        "oleon",
        -6.289474e-05
      ],
      [
        " III",
        -0.00024953834
      ]
    ]
  },
  "This Supreme Court case led to a second opinion in which the Court ordered its ruling to be implemented \"with all deliberate speed.\" The opinion in this case was informed by Kenneth and Mamie Clark's psychological tests, in which subjects picked out ugly dolls. Earl Warren cited the distance between a house and Sumner Elementary for his justification of the decision in this case, which overturned Plessy v. Ferguson. For 10 points, name this 1954 Supreme Court case that struck down separate-but-equal": {
    "guess": "Brown v. Board of Education",
    "confidence": [
      [
        "Brown",
        -0.0021413397
      ],
      [
        " v",
        -6.3490756e-05
      ],
      [
        ".",
        -5.6457742e-05
      ],
      [
        " Board",
        -2.2127088e-05
      ],
      [
        " of",
        -6.6306106e-06
      ],
      [
        " Education",
        -2.2961513e-05
      ]
    ]
  },
  "Supporters of this man disrupted a performance of Hugh Kelly's play A Word to the Wise. Despite outpolling Henry Luttrell in one election, he was declared the loser. This politician lost support after he led troops defending the Bank of England during the Gordon Riots. After being asked by the Earl of Sandwich if he would die from the gallows or the pox, this man reportedly made a crack about embracing \"your lordship's principles or your mistress.\" This man was expelled from the House of Lords for writing the pornographic work \"An Essay on Woman,\" while his earlier \"Issue 45\" denounced the end of the Seven Years War and the successors of William Pitt. For 10 points, name this English radical who was arrested for mocking George III in his newspaper The North Briton, and was also the namesake": {
    "guess": "John Wilkes",
    "confidence": [
      [
        "John",
        -0.008041068
      ],
      [
        " Wil",
        -0.0011910604
      ],
      [
        "kes",
        -0.0002812392
      ]
    ]
  },
  "A Supreme Court case with this man as the named respondent ruled that held that that forfeiture of citizenship": {
    "guess": "Afroyim v. Rusk",
    "confidence": [
      [
        "Af",
        -0.49379605
      ],
      [
        "roy",
        -7.58424e-06
      ],
      [
        "im",
        -0.00061962724
      ],
      [
        " v",
        -5.6100132e-05
      ],
      [
        ".",
        -0.00045593674
      ],
      [
        " R",
        -6.086828e-05
      ],
      [
        "usk",
        -2.220075e-06
      ]
    ]
  },
  "The surface of these celestial objects is a solid lattice of nuclei in which \"starquakes\" can occur,": {
    "guess": "Neutron star",
    "confidence": [
      [
        "Ne",
        -0.00067597756
      ],
      [
        "utron",
        -2.5345586e-05
      ],
      [
        " star",
        -0.0021345562
      ]
    ]
  },
  "Support for this case was galvanized by a dissenting opinion authored four years prior which argued that liberty was a \"rational continuum\" and condemned the court's dismissal of several suits filed against State's Attorney Ullman. Those cases had been dismissed over a lack of standing, prompting the": {
    "guess": "Griswold v. Connecticut",
    "confidence": [
      [
        "G",
        -0.02117024
      ],
      [
        "ris",
        -5.9437833e-05
      ],
      [
        "w",
        -1.3856493e-06
      ],
      [
        "old",
        -9.610702e-06
      ],
      [
        " v",
        -0.00018971277
      ],
      [
        ".",
        -5.8126592e-05
      ],
      [
        " Connecticut",
        -0.00028982185
      ]
    ]
  },
  "This man supported Caecilius Metellus' controversial legislation for which he was suspended. Earlier, he quit from the office of flamen Dialis when he was exiled by Sulla, and he ran for the office of Pontifex Maximus in opposition to Quintus Catulus. While sailing to Rhodes he was captured by pirates whom he later crucified, and he allegedly had a homosexual relationship with Nicomedes IV of Bithynia. He was the victor at Pharsalus, and he defeated Vercingetorix in Alesia, which is recounted in his Commentaries on the Gallic Wars. For 10 points, identify this man who crossed the Rubicon and was": {
    "guess": "Julius Caesar",
    "confidence": [
      [
        "Jul",
        -0.0025479584
      ],
      [
        "ius",
        -2.5226382e-05
      ],
      [
        " Caesar",
        -3.5954712e-05
      ]
    ]
  },
  "A Supreme Court case with this man as the named respondent ruled that held that that forfeiture of citizenship constituted a cruel and unusual punishment, and involved the desertion of Albert Trop. This took over the Senate seat held by the architect of a 1935 National Labor Relations Act, New York's Robert Wagner, and was himself succeeded in his more famous position by Christian Herter. His examination of the shipping manifest for the Alfhem, which this cabinet official asserted was carrying Czech weapons, eventually led to the end of the Ten Years of Spring in one country. This man's early career saw him assist Arthur Vandenberg during the (*) San Francisco Conference and his uncle, Robert Lansing, during Versailles, but he is better- known for backing an effort led by Carlos Castillo as": {
    "guess": "Dean Acheson",
    "confidence": [
      [
        "Dean",
        -0.049697433
      ],
      [
        " A",
        -0.00096291193
      ],
      [
        "ches",
        -2.1411865e-05
      ],
      [
        "on",
        -6.647085e-05
      ]
    ]
  },
  "Supposedly domestic pigs do not arrive in Britain until he presents some as a gift to Pryderi.  His name": {
    "guess": "Pryderi",
    "confidence": [
      [
        "P",
        -0.35181433
      ],
      [
        "ry",
        -0.3902841
      ],
      [
        "der",
        -0.00010974178
      ],
      [
        "i",
        -0.00031270162
      ]
    ]
  },
  "The 1942 Supreme Court decision in Wickard v. Filburn affirmed the government's power to regulate production of this substance via the Agricultural Adjustment Act. The proposed McNary-Haugen bill of 1929": {
    "guess": "Agricultural Adjustment Act",
    "confidence": [
      [
        "A",
        -0.2212801
      ],
      [
        "gricult",
        -0.00019054719
      ],
      [
        "ural",
        -0.0306642
      ],
      [
        " Adjustment",
        -0.035701424
      ],
      [
        " Act",
        -0.0058950223
      ]
    ]
  },
  "On its surface, nitrogen geysers have erupted through the ice of the polar cap, carrying dust particles which have created dark streaks on the surface as they are blown by winds in the thin nitrogen and methane atmosphere. Discovered in 1846 by William Lassell, it is thought by some to be a captured satellite. For ten points, name this satellite notable for its unstable, highly inclined, retrograde": {
    "guess": "Triton (moon)",
    "confidence": [
      [
        "T",
        -0.0039029077
      ],
      [
        "rit",
        -9.0883464e-07
      ],
      [
        "on",
        -5.080963e-06
      ],
      [
        " (",
        -0.00013667447
      ],
      [
        "moon",
        -3.6908343e-05
      ],
      [
        ")",
        -4.3202e-07
      ]
    ]
  },
  "The 1942 Supreme Court decision in Wickard v. Filburn affirmed the government's power to regulate production of this substance via the Agricultural Adjustment Act. The proposed McNary-Haugen bill of 1929 called for government purchase of this substance to keep its prices artificially high as they were during WWI, when the government urged Americans to replace this product with cornmeal. The hardy Turkey Red variety of this substance allowed it to become the primary product of Kansas farms. FTP identify this agricultural product, the most-produced cereal grain in the US.": {
    "guess": "Wheat in the United States",
    "confidence": [
      [
        "W",
        -0.022966608
      ],
      [
        "heat",
        -0.00012689977
      ],
      [
        " in",
        -0.23945205
      ],
      [
        " the",
        -0.00038491338
      ],
      [
        " United",
        -0.009049176
      ],
      [
        " States",
        -0.0007971197
      ]
    ]
  },
  "The Supreme Court case regarding this action featured a tripartite framework for resolving disputes concerning overlapping powers between Congress and the President in the concurrence of Justice Jackson. The plaintiffs in that case were represented by the Democratic candidate for President in 1924, John": {
    "guess": "Youngstown Sheet & Tube Co. v. Sawyer",
    "confidence": [
      [
        "Young",
        -0.06385577
      ],
      [
        "stown",
        -0.00014787962
      ],
      [
        " Sheet",
        -0.0013629742
      ],
      [
        " &",
        -0.007298737
      ],
      [
        " Tube",
        -0.0013225036
      ],
      [
        " Co",
        -0.00073839625
      ],
      [
        ".",
        -0.0018323729
      ],
      [
        " v",
        -0.00077043637
      ],
      [
        ".",
        -0.00027647105
      ],
      [
        " Sawyer",
        -6.539802e-05
      ]
    ]
  },
  "For surface chemistry, this quantity is proportional to surface coverage times number of sites, though for bimolecular cases it requires the models developed by Langmuir and Hinshelwood or by Eley and Rideal. \"On water\" reactions have an unexpected dependence solvent dependence of this property. Properties of the potential energy surface give estimates of this quantity for one case in an improvement that allowed for zero-point energies and normal mode contributions by Marcus to a theory originated by Rice, Ramsberger, and Kassel. For a long time, this quantity varies harmonically in the Briggs-Rauscher reaction. This quantity can be given as proportional to the reactant concentrations raised to exponents called orders; the constant of proportionality is itself proportional to the exponential of negative activation energy over ideal gas constant times temperature in the Arrhenius equation. For 10 points, name this quantity given by the time derivative of a product concentration over its": {
    "guess": "Rate constant",
    "confidence": [
      [
        "Rate",
        -0.52388
      ],
      [
        " constant",
        -0.14283845
      ]
    ]
  },
  "The Supreme Court required that these amounts be included as income even though they do not derive from labor or capital in the Glenshaw Glass case. Justice Stevens claimed \"the nuance eludes me\" in his dissent in Philip Morris USA v. Williams, which created a complex framework that governed their permissibility. Exxon v. Peters suggested using a one-to-one ratio in determining a cap on them for maritime cases under federal common law, while the case State Farm v. Campbell created the more widely known constitutional (*) soft cap ratio of ten-to-one. The unavailability of this remedy at contract causes some plaintiffs to adopt tortious interference theories instead. Plaintiffs are generally only awarded these in the face of particularly egregious conduct. Tort reform laws often cap this remedy at a specific ratio of compensatory damages. For 10 points, name this remedy which aims to punish the defendant for its conduct.": {
    "guess": "Punitive damages",
    "confidence": [
      [
        "P",
        -0.0078019258
      ],
      [
        "un",
        -9.4914985e-06
      ],
      [
        "itive",
        -1.2829201e-05
      ],
      [
        " damages",
        -0.067351356
      ]
    ]
  },
  "The surface type of this phenomenon can occur by gliding, reptation, and leapfrog mechanisms. Molecules collide with walls more than each other in the Knudsen [NOOD-suhn] type of this phenomenon, whose namesake coefficient appears in Fick's first law. The rate of this process is inversely proportional to the square root of the molar mass of a gas according to Graham's law. Carrier proteins can transport sugars and amino acids in a facilitated process named for this phenomenon. For fluids through": {
    "guess": "Diffusion",
    "confidence": [
      [
        "Diff",
        -0.37857658
      ],
      [
        "usion",
        -0.00045605595
      ]
    ]
  },
  "This man supported Caecilius Metellus' controversial legislation for which he was suspended. Earlier,": {
    "guess": "Julius Caesar",
    "confidence": [
      [
        "Jul",
        -0.7215488
      ],
      [
        "ius",
        -0.0013947613
      ],
      [
        " Caesar",
        -0.00037037418
      ]
    ]
  },
  "Its support for William McAdoo caused the deadlock that ended with John Davis's nomination for President. The original organization by this name was romanticized by Theodore Dixon and led by Nathan Bedford Forrest. Its revival began at a 1915 meeting at Stone Mountain after the release of The Birth of a Nation. For 10 points, name this organization known for its hate crimes against blacks, whose meetings featured burning crosses and white robes and hoods.": {
    "guess": "Ku Klux Klan",
    "confidence": [
      [
        "K",
        -0.0033774571
      ],
      [
        "u",
        -9.253091e-06
      ],
      [
        " Kl",
        -6.647085e-05
      ],
      [
        "ux",
        -0.000104377614
      ],
      [
        " Klan",
        -9.849109e-06
      ]
    ]
  },
  "In the surface enhanced variety of this effect, the magnitude can be increased by the presence of small metal particles near a substance to be studied, probably due to plasmon resonance. Creating ultraviolet resonance is another technique to improve the magnitude of this effect, which is typically much weaker than the competing processes of diffuse reflectance and fluorescence. It results when an electron": {
    "guess": "Surface-enhanced Raman spectroscopy",
    "confidence": [
      [
        "Surface",
        -0.025184844
      ],
      [
        "-enh",
        -0.026441947
      ],
      [
        "anced",
        -4.6563837e-05
      ],
      [
        " R",
        -0.0031793788
      ],
      [
        "aman",
        -4.3202e-07
      ],
      [
        " spectro",
        -0.52022636
      ],
      [
        "scopy",
        -6.5278815e-05
      ]
    ]
  },
  "Supporters of this Christian practice cite Numbers 21:4-9, claiming that the use of Nehushtan by Moses is analogous to this practice, which was notably defended by St. Tarasius. This practice is linked to the legend of the Holy Mandylion, as well as to the phenomenon of Acheiropoieta. Condemned at the Council of Hirea, the Second Council of Nicea re-affirmed this practice, which supporters also justify": {
    "guess": "Iconoclasm",
    "confidence": [
      [
        "Icon",
        -0.07088737
      ],
      [
        "ocl",
        -0.30150917
      ],
      [
        "asm",
        -3.1281633e-07
      ]
    ]
  },
  "The Supreme Court required that these amounts be included as income even though they do not derive from labor or capital in the Glenshaw Glass case. Justice Stevens claimed \"the nuance eludes me\" in his dissent in Philip Morris USA v. Williams, which created a complex framework that governed their permissibility. Exxon v. Peters suggested using a one-to-one ratio in determining a cap on them for maritime cases under federal common law, while the case State Farm v. Campbell created the more widely known constitutional (*) soft cap ratio of ten-to-one. The unavailability of this remedy at contract causes some plaintiffs to adopt tortious interference theories instead. Plaintiffs are generally only": {
    "guess": "Punitive damages",
    "confidence": [
      [
        "P",
        -0.017678063
      ],
      [
        "un",
        -0.00092408445
      ],
      [
        "itive",
        -5.3596854e-05
      ],
      [
        " damages",
        -0.28268972
      ]
    ]
  },
  "In the surface enhanced variety of this effect, the magnitude can be increased by the presence of small metal particles near a substance to be studied, probably due to plasmon resonance. Creating ultraviolet resonance is another technique to improve the magnitude of this effect, which is typically much weaker than the competing processes of diffuse reflectance and fluorescence. It results when an electron enters a virtual excited state, then relaxes via the emission of a photon to either a higher or lower vibrational energy level, creating the Stokes or anti-Stokes variety, respectively. FTP name": {
    "guess": "Surface-enhanced Raman spectroscopy",
    "confidence": [
      [
        "Surface",
        -0.005934367
      ],
      [
        "-enh",
        -0.0343161
      ],
      [
        "anced",
        -4.7755875e-05
      ],
      [
        " R",
        -5.7961847e-06
      ],
      [
        "aman",
        -2.220075e-06
      ],
      [
        " spectro",
        -0.14386038
      ],
      [
        "scopy",
        -2.2246291e-05
      ]
    ]
  },
  "This Supreme Court case led to a second opinion in which the Court ordered its ruling to be implemented \"with all deliberate speed.\" The opinion in this case was informed by Kenneth and Mamie Clark's psychological": {
    "guess": "Brown v. Board of Education",
    "confidence": [
      [
        "Brown",
        -0.0036691984
      ],
      [
        " v",
        -0.16508223
      ],
      [
        ".",
        -0.00024072826
      ],
      [
        " Board",
        -5.025915e-05
      ],
      [
        " of",
        -0.0032840674
      ],
      [
        " Education",
        -0.00013178712
      ]
    ]
  },
  "The Supreme Court ruled this practice constitutional in Arver v. United States. In the 1970s, it was accomplished through a procedure in which drawings were conducted from a jar containing 366 blue capsules. Protests against it were at the center of United States v. O'Brien. Students protested against": {
    "guess": "Draft lottery in the United States",
    "confidence": [
      [
        "Draft",
        -0.6473518
      ],
      [
        " lottery",
        -0.41273972
      ],
      [
        " in",
        -0.69627017
      ],
      [
        " the",
        -0.001155105
      ],
      [
        " United",
        -0.020482209
      ],
      [
        " States",
        -0.00018411019
      ]
    ]
  },
  "On its surface, nitrogen geysers have erupted through the ice of the polar cap, carrying dust particles which have created dark streaks on the surface as they are blown by winds in the thin nitrogen and methane atmosphere. Discovered in 1846 by William Lassell, it is thought by some to be a captured": {
    "guess": "Triton (moon)",
    "confidence": [
      [
        "T",
        -0.004158534
      ],
      [
        "rit",
        -7.89631e-07
      ],
      [
        "on",
        -4.604148e-06
      ],
      [
        " (",
        -0.000105331244
      ],
      [
        "moon",
        -2.2007884e-05
      ],
      [
        ")",
        -9.0883464e-07
      ]
    ]
  },
  "This man supported a project to develop the millitrause, which was deployed at Gravelotte, and he gained": {
    "guess": "Adolphe Clément-Bayard",
    "confidence": [
      [
        "Ad",
        -1.7854201
      ],
      [
        "ol",
        -0.02724909
      ],
      [
        "phe",
        -9.913265e-05
      ],
      [
        " Cl",
        -1.1507012
      ],
      [
        "ément",
        -0.32373136
      ],
      [
        "-B",
        -0.11858176
      ],
      [
        "ay",
        -0.0007018264
      ],
      [
        "ard",
        -4.5252596e-05
      ]
    ]
  },
  "Its supporters eventually migrated to the NMD program, a more pragmatic approach. Though defended as an attempt to free the U.S. from policies of deterrence and a reliance on the threat of nuclear retaliation, Les Aspin announced its abandonment and the establishment of the Ballistic Missile Defense Organization, a cheaper alternative than using ground and sea-based missile systems instead of X-ray": {
    "guess": "Strategic Defense Initiative",
    "confidence": [
      [
        "Str",
        -0.3348576
      ],
      [
        "ategic",
        -1.4378848e-05
      ],
      [
        " Defense",
        -0.00016754455
      ],
      [
        " Initiative",
        -0.00019650738
      ]
    ]
  },
  "The surface type of this phenomenon can occur by gliding, reptation, and leapfrog mechanisms. Molecules collide with walls more than each other in the Knudsen [NOOD-suhn] type of this phenomenon, whose namesake coefficient appears in Fick's first law. The rate of this process is inversely proportional to the square root of the molar mass of a gas according to Graham's law. Carrier proteins can transport sugars and amino acids in a facilitated process named for this phenomenon. For fluids through a membrane, this process is called osmosis. For 10 points, name this movement of substances from areas": {
    "guess": "Diffusion",
    "confidence": [
      [
        "Diff",
        -0.085187435
      ],
      [
        "usion",
        -8.1371305e-05
      ]
    ]
  },
  "The surface type of this phenomenon can occur by gliding, reptation, and leapfrog mechanisms. Molecules collide with walls more than each other in the Knudsen [NOOD-suhn] type of this phenomenon, whose namesake coefficient appears in Fick's first law. The rate of this process is inversely proportional to the square root of the molar mass of a gas according to Graham's law. Carrier proteins can transport sugars and amino acids in a facilitated process named for this phenomenon. For fluids through a membrane, this process is called osmosis. For 10 points, name this movement of substances from areas of high concentration to low concentration.": {
    "guess": "Diffusion",
    "confidence": [
      [
        "Diff",
        -0.0008960973
      ],
      [
        "usion",
        -6.9882217e-06
      ]
    ]
  },
  "The Supreme Court required that these amounts be included as income even though they do not derive from labor or capital in the Glenshaw Glass case. Justice Stevens claimed \"the nuance eludes me\" in his dissent in Philip Morris USA v. Williams, which created a complex framework that governed their permissibility. Exxon v. Peters suggested using a one-to-one ratio in determining a cap on them for maritime cases under federal common law, while the case State Farm v. Campbell created the more widely known constitutional (*) soft cap ratio of ten-to-one. The unavailability of this remedy at contract causes some plaintiffs to adopt tortious interference theories instead. Plaintiffs are generally only awarded these in the face of particularly egregious conduct. Tort reform laws often cap this remedy at a specific ratio of compensatory damages. For 10 points, name this remedy which aims to punish": {
    "guess": "Punitive damages",
    "confidence": [
      [
        "P",
        -0.05365175
      ],
      [
        "un",
        -5.4385737e-06
      ],
      [
        "itive",
        -1.5570886e-05
      ],
      [
        " damages",
        -0.09190308
      ]
    ]
  },
  "On its surface, nitrogen geysers have erupted through the ice of the polar cap, carrying dust particles": {
    "guess": "Triton (moon)",
    "confidence": [
      [
        "T",
        -0.0024990868
      ],
      [
        "rit",
        -4.3202e-07
      ],
      [
        "on",
        -5.3193703e-06
      ],
      [
        " (",
        -0.00010580806
      ],
      [
        "moon",
        -1.1994775e-05
      ],
      [
        ")",
        -1.9361265e-07
      ]
    ]
  },
  "A Supreme Court case with this man as the named respondent ruled that held that that forfeiture of citizenship constituted a cruel and unusual punishment, and involved the desertion of Albert Trop. This took over the Senate seat held by the architect of a 1935 National Labor Relations Act, New York's Robert Wagner, and was himself succeeded in his more famous position by Christian Herter. His examination of the shipping manifest for the Alfhem, which this cabinet official asserted was carrying Czech weapons, eventually led to the end of the Ten Years of Spring in one country. This man's early career saw him assist Arthur Vandenberg during the (*) San Francisco Conference and his uncle, Robert Lansing, during Versailles, but he is better- known for backing an effort led by Carlos Castillo as an aggressive form of the policy this political figure advocated in War or Peace. This man's orchestration of Operation PBSUCCESS was criticized over his ownership of United Fruit Company shares, and he also intervened in the first re-election of Konrad Adenauer and arranged for a family member's organization": {
    "guess": "John Foster Dulles",
    "confidence": [
      [
        "John",
        -0.38166934
      ],
      [
        " Foster",
        -0.0075697186
      ],
      [
        " Dul",
        -3.1424974e-05
      ],
      [
        "les",
        -1.8431772e-05
      ]
    ]
  },
  "The surface of these celestial objects is a solid lattice of nuclei in which \"starquakes\" can occur, causing these objects to spin faster. If they emit electromagnetic radiation, their spinning causes the radiation to be observed at (*) regular intervals and these entities are known as pulsars. The core of a supernova can become, for 10 points, what type of very small, super-dense star named for a subatomic particle?": {
    "guess": "Neutron star",
    "confidence": [
      [
        "Ne",
        -0.002526434
      ],
      [
        "utron",
        -1.6882126e-05
      ],
      [
        " star",
        -0.00617159
      ]
    ]
  },
  "The Supreme Court required that these amounts be included as income even though they do not derive from labor or capital in the Glenshaw Glass case. Justice Stevens claimed \"the nuance eludes me\" in his dissent in Philip Morris USA v. Williams, which created a complex framework that governed their permissibility. Exxon v. Peters suggested using a one-to-one ratio in determining a cap on them for maritime cases under federal common law, while the case State Farm v. Campbell created the more widely": {
    "guess": "Punitive damages",
    "confidence": [
      [
        "P",
        -0.0017702584
      ],
      [
        "un",
        -0.00018720949
      ],
      [
        "itive",
        -1.1637165e-05
      ],
      [
        " damages",
        -0.0337854
      ]
    ]
  },
  "A Supreme Court case with this man as the named respondent ruled that held that that forfeiture of citizenship constituted a cruel and unusual punishment, and involved the desertion of Albert Trop. This": {
    "guess": "Trop v. Dulles",
    "confidence": [
      [
        "T",
        -0.014307123
      ],
      [
        "rop",
        -1.867018e-05
      ],
      [
        " v",
        -0.00028028555
      ],
      [
        ".",
        -0.0003612065
      ],
      [
        " Dul",
        -2.4584822e-06
      ],
      [
        "les",
        -5.080963e-06
      ]
    ]
  },
  "This man supported a project to develop the millitrause, which was deployed at Gravelotte, and he gained a surprise election victory over Louis- Eugene Cavignac thanks to his inaction. He mediated the": {
    "guess": "Adolphe Thiers",
    "confidence": [
      [
        "Ad",
        -1.3427256
      ],
      [
        "ol",
        -0.0008790658
      ],
      [
        "phe",
        -5.7292167e-05
      ],
      [
        " Th",
        -0.00070111855
      ],
      [
        "iers",
        -0.00017004783
      ]
    ]
  },
  "This Supreme Court case overturned Betts v. Brady, which had established that a certain law only applied to capital cases. Abe Fortas represented the defendant in this case. The majority opinion by Hugo Black in this case agreed that the defendant's sixth amendment rights had been violated. Like Miranda v. Arizona, this case was heard by the Earl Warren court and helped to reform the criminal justice": {
    "guess": "Gideon v. Wainwright",
    "confidence": [
      [
        "G",
        -0.006627386
      ],
      [
        "ideon",
        -2.1411865e-05
      ],
      [
        " v",
        -0.00013524403
      ],
      [
        ".",
        -3.5477897e-05
      ],
      [
        " W",
        -2.2484697e-05
      ],
      [
        "ain",
        -3.2929079e-06
      ],
      [
        "wright",
        -1.1517961e-05
      ]
    ]
  },
  "This Supreme Court case led to a second opinion in which the Court ordered its ruling to be implemented \"with all deliberate speed.\" The opinion in this case was informed by Kenneth and Mamie Clark's psychological tests, in which subjects picked out ugly dolls. Earl Warren cited the distance between": {
    "guess": "Brown v. Board of Education",
    "confidence": [
      [
        "Brown",
        -0.023915086
      ],
      [
        " v",
        -0.38702554
      ],
      [
        ".",
        -0.0024523498
      ],
      [
        " Board",
        -0.00022129806
      ],
      [
        " of",
        -0.002090185
      ],
      [
        " Education",
        -0.00018661347
      ]
    ]
  },
  "Supporters of this Christian practice cite Numbers 21:4-9, claiming that the use of Nehushtan by Moses is analogous to this practice, which was notably defended by St. Tarasius. This practice is linked to the legend of the Holy Mandylion, as well as to the phenomenon of Acheiropoieta. Condemned at the": {
    "guess": "Iconoclasm",
    "confidence": [
      [
        "Icon",
        -0.48658308
      ],
      [
        "ocl",
        -0.043334056
      ],
      [
        "asm",
        -9.0883464e-07
      ]
    ]
  },
  "Its support for William McAdoo caused the deadlock that ended with John Davis's nomination for President. The original organization by this name was romanticized by Theodore Dixon and led by Nathan Bedford Forrest. Its revival began at a 1915 meeting at Stone Mountain after the release of The Birth of": {
    "guess": "Ku Klux Klan",
    "confidence": [
      [
        "K",
        -0.013372444
      ],
      [
        "u",
        -1.5928495e-05
      ],
      [
        " Kl",
        -1.50940705e-05
      ],
      [
        "ux",
        -5.955704e-05
      ],
      [
        " Klan",
        -1.1398757e-05
      ]
    ]
  },
  "The Supreme Court case regarding this action featured a tripartite framework for resolving disputes concerning overlapping powers between Congress and the President in the concurrence of Justice Jackson.": {
    "guess": "Youngstown Sheet & Tube Co. v. Sawyer",
    "confidence": [
      [
        "Young",
        -0.009330303
      ],
      [
        "stown",
        -0.00030960233
      ],
      [
        " Sheet",
        -0.00049405626
      ],
      [
        " &",
        -0.0030556656
      ],
      [
        " Tube",
        -0.00082237617
      ],
      [
        " Co",
        -0.00026181265
      ],
      [
        ".",
        -0.0009461152
      ],
      [
        " v",
        -0.0004074355
      ],
      [
        ".",
        -0.00032390308
      ],
      [
        " Sawyer",
        -4.4179764e-05
      ]
    ]
  },
  "In the surface enhanced variety of this effect, the magnitude can be increased by the presence of small metal particles near a substance to be studied, probably due to plasmon resonance. Creating ultraviolet resonance is another technique to improve the magnitude of this effect, which is typically much": {
    "guess": "Surface-enhanced Raman spectroscopy",
    "confidence": [
      [
        "Surface",
        -0.047566444
      ],
      [
        "-enh",
        -0.037278958
      ],
      [
        "anced",
        -7.421909e-05
      ],
      [
        " R",
        -0.00015514737
      ],
      [
        "aman",
        -6.704273e-07
      ],
      [
        " spectro",
        -0.52673304
      ],
      [
        "scopy",
        -5.4312077e-05
      ]
    ]
  }
}