{
  "He might have been Lewis Carroll, a Harley Street surgeon, a mad midwife, a Russian anarchist, the duke of Clarence, or the journalist James Kenneth Stephen. But he was definitely a homosexual sadist in Colin Wilson's Ritual in the Dark, a time-travelling villain pursued by H.G. Wells in the film Time": {
    "guess": "Jack the Ripper",
    "confidence": [
      [
        "Jack",
        -0.084075436
      ],
      [
        " the",
        -0.002031065
      ],
      [
        " Rip",
        -0.00018852073
      ],
      [
        "per",
        -0.00040004487
      ]
    ]
  },
  "His mighty caprine steeds were Tanngnostr and Tanngrisni, although one of the two became lame as a result of Thjalfi's hunger for marrow. He dwelled in the hall Bilskirnir in his land of Thrudheim. Born of the mighty giantess Jord, he took as his mistress the giantess Jornsaxa and thus fathered Thrud, Magni, and Modi. He took 9 steps before being overwhelmed by the venomous vapors of his newly-slain archnemesis Jormungand, which he had faced previously in the presence of Hymir and Utgard-Loki. FTP, name this Mjollnir- bearing Norse god of thunder.": {
    "guess": "Thor",
    "confidence": [
      [
        "Thor",
        -0.0017465773
      ]
    ]
  },
  "He might have been Lewis Carroll, a Harley Street surgeon, a mad midwife, a Russian anarchist, the duke": {
    "guess": "Lewis Carroll",
    "confidence": [
      [
        "Lewis",
        -1.358067
      ],
      [
        " Carroll",
        -0.0031020194
      ]
    ]
  },
  "He might have been Lewis Carroll, a Harley Street surgeon, a mad midwife, a Russian anarchist, the duke of Clarence, or the journalist James Kenneth Stephen. But he was definitely a homosexual sadist in": {
    "guess": "Jack the Ripper in fiction",
    "confidence": [
      [
        "Jack",
        -0.3954106
      ],
      [
        " the",
        -0.00340894
      ],
      [
        " Rip",
        -0.00034452166
      ],
      [
        "per",
        -0.00033891908
      ],
      [
        " in",
        -0.5887992
      ],
      [
        " fiction",
        -0.025474487
      ]
    ]
  },
  "His mighty caprine steeds were Tanngnostr and Tanngrisni, although one of the two became lame as a result of Thjalfi's hunger for marrow. He dwelled in the hall Bilskirnir in his land of Thrudheim. Born of the mighty giantess Jord, he took as his mistress the giantess Jornsaxa and thus fathered Thrud, Magni, and Modi. He took 9 steps before being overwhelmed by the venomous vapors of his newly-slain archnemesis Jormungand, which he had faced previously in the presence of Hymir and Utgard-Loki. FTP,": {
    "guess": "Thor",
    "confidence": [
      [
        "Thor",
        -0.0023592368
      ]
    ]
  },
  "He might have been Lewis Carroll, a Harley Street surgeon, a mad midwife, a Russian anarchist, the duke of Clarence, or the journalist James Kenneth Stephen. But he was definitely a homosexual sadist in Colin Wilson's Ritual in the Dark, a time-travelling villain pursued by H.G. Wells in the film Time After Time, and the principal character in the film The Lodger. FTP, identify this still-unidentified murderer of prostitutes in Victorian England.": {
    "guess": "Jack the Ripper",
    "confidence": [
      [
        "Jack",
        -0.0009838623
      ],
      [
        " the",
        -0.00075102085
      ],
      [
        " Rip",
        -4.048445e-05
      ],
      [
        "per",
        -0.00016444526
      ]
    ]
  },
  "His mighty caprine steeds were Tanngnostr and Tanngrisni, although one of the two became lame as a result": {
    "guess": "Goat of Mendes",
    "confidence": [
      [
        "Go",
        -0.92202085
      ],
      [
        "at",
        -0.17128468
      ],
      [
        " of",
        -1.0753675
      ],
      [
        " Mend",
        -0.048318997
      ],
      [
        "es",
        -1.9027791e-05
      ]
    ]
  },
  "He might have been Lewis Carroll, a Harley Street surgeon, a mad midwife, a Russian anarchist, the duke of Clarence, or the journalist James Kenneth Stephen. But he was definitely a homosexual sadist in Colin Wilson's Ritual in the Dark, a time-travelling villain pursued by H.G. Wells in the film Time After Time, and the principal character in the film The Lodger. FTP, identify this still-unidentified": {
    "guess": "Jack the Ripper",
    "confidence": [
      [
        "Jack",
        -0.0027887078
      ],
      [
        " the",
        -0.0009239653
      ],
      [
        " Rip",
        -8.44706e-05
      ],
      [
        "per",
        -0.00035238542
      ]
    ]
  },
  "His mighty caprine steeds were Tanngnostr and Tanngrisni, although one of the two became lame as a result of Thjalfi's hunger for marrow. He dwelled in the hall Bilskirnir in his land of Thrudheim. Born of the mighty giantess Jord, he took as his mistress the giantess Jornsaxa and thus fathered Thrud,": {
    "guess": "Thor",
    "confidence": [
      [
        "Thor",
        -0.012442187
      ]
    ]
  },
  "His mighty caprine steeds were Tanngnostr and Tanngrisni, although one of the two became lame as a result of Thjalfi's hunger for marrow. He dwelled in the hall Bilskirnir in his land of Thrudheim. Born": {
    "guess": "Thor",
    "confidence": [
      [
        "Thor",
        -0.06887632
      ]
    ]
  },
  "His mighty caprine steeds were Tanngnostr and Tanngrisni, although one of the two became lame as a result of Thjalfi's hunger for marrow. He dwelled in the hall Bilskirnir in his land of Thrudheim. Born of the mighty giantess Jord, he took as his mistress the giantess Jornsaxa and thus fathered Thrud, Magni, and Modi. He took 9 steps before being overwhelmed by the venomous vapors of his newly-slain": {
    "guess": "Thor",
    "confidence": [
      [
        "Thor",
        -0.0052288985
      ]
    ]
  }
}