{
  "The FFF and FRR types of these structures are always unstable, evolving to a different geometry, while the stable RRR form of these structures is hypothesized to have formed the Great Magnetic Bight. Observations": {
    "guess": "Actin",
    "confidence": [
      [
        "Act",
        -0.9405448
      ],
      [
        "in",
        -0.001076634
      ]
    ]
  },
  "The FFF and FRR types of these structures are always unstable, evolving to a different geometry, while the stable RRR form of these structures is hypothesized to have formed the Great Magnetic Bight. Observations of ephemeral thickening in the Franciscan Formation due to the migration of one of these structures led to a refinement of the slab window model known as the crustal conveyor model. A failed": {
    "guess": "Transform fault",
    "confidence": [
      [
        "Transform",
        -0.5872144
      ],
      [
        " fault",
        -1.0232261
      ]
    ]
  },
  "The FFF and FRR types of these structures are always unstable, evolving to a different geometry, while the stable RRR form of these structures is hypothesized to have formed the Great Magnetic Bight. Observations of ephemeral thickening in the Franciscan Formation due to the migration of one of these": {
    "guess": "Fault (geology)",
    "confidence": [
      [
        "Fault",
        -1.3922665
      ],
      [
        " (",
        -0.11150135
      ],
      [
        "ge",
        -6.289474e-05
      ],
      [
        "ology",
        -3.1281633e-07
      ],
      [
        ")",
        -0.00015872349
      ]
    ]
  },
  "The FFF and FRR types of these structures are always unstable, evolving to a different geometry, while": {
    "guess": "Crystal_structure",
    "confidence": [
      [
        "Crystal",
        -2.1832852
      ],
      [
        "_structure",
        -0.657565
      ]
    ]
  },
  "The FFF and FRR types of these structures are always unstable, evolving to a different geometry, while the stable RRR form of these structures is hypothesized to have formed the Great Magnetic Bight. Observations of ephemeral thickening in the Franciscan Formation due to the migration of one of these structures led to a refinement of the slab window model known as the crustal conveyor model. A failed arm of an RRR one of these structures can host an aulacogen, a long-lived, subsiding sedimentary basin. One of these structures lies at the southern end of the Cascadia zone and at the northern end of the San Andreas Fault, and is the archetype of the fault-fault-trench form of these structures.": {
    "guess": "Transform fault",
    "confidence": [
      [
        "Transform",
        -0.24742575
      ],
      [
        " fault",
        -0.1303544
      ]
    ]
  },
  "The FFF and FRR types of these structures are always unstable, evolving to a different geometry, while the stable RRR form of these structures is hypothesized to have formed the Great Magnetic Bight. Observations of ephemeral thickening in the Franciscan Formation due to the migration of one of these structures led to a refinement of the slab window model known as the crustal conveyor model. A failed arm of an RRR one of these structures can host an aulacogen, a long-lived, subsiding sedimentary basin. One of these structures lies at the southern end of the Cascadia zone and at the northern end": {
    "guess": "Transform fault",
    "confidence": [
      [
        "Transform",
        -0.48711318
      ],
      [
        " fault",
        -0.55238247
      ]
    ]
  },
  "The FFF and FRR types of these structures are always unstable, evolving to a different geometry, while the stable RRR form of these structures is hypothesized to have formed the Great Magnetic Bight. Observations of ephemeral thickening in the Franciscan Formation due to the migration of one of these structures led to a refinement of the slab window model known as the crustal conveyor model. A failed arm of an RRR one of these structures can host an aulacogen, a long-lived, subsiding sedimentary basin. One of these structures lies at the southern end of the Cascadia zone and at the northern end of the San Andreas Fault, and is the archetype of the fault-fault-trench form of these structures. Their other forms include ridge-ridge-ridge and ridge-trench-fault. For 10 points, name these locations": {
    "guess": "Triple junctions",
    "confidence": [
      [
        "Triple",
        -0.7742738
      ],
      [
        " junction",
        -0.07025429
      ],
      [
        "s",
        -0.024400683
      ]
    ]
  },
  "The FFF and FRR types of these structures are always unstable, evolving to a different geometry, while the stable RRR form of these structures is hypothesized to have formed the Great Magnetic Bight. Observations of ephemeral thickening in the Franciscan Formation due to the migration of one of these structures led to a refinement of the slab window model known as the crustal conveyor model. A failed arm of an RRR one of these structures can host an aulacogen, a long-lived, subsiding sedimentary basin. One of these structures lies at the southern end of the Cascadia zone and at the northern end of the San Andreas Fault, and is the archetype of the fault-fault-trench form of these structures. Their other forms include ridge-ridge-ridge and ridge-trench-fault. For 10 points, name these locations where three tectonic plates meet.": {
    "guess": "Triple junctions",
    "confidence": [
      [
        "Triple",
        -0.005012325
      ],
      [
        " junction",
        -0.013538289
      ],
      [
        "s",
        -0.36146978
      ]
    ]
  },
  "The FFF and FRR types of these structures are always unstable, evolving to a different geometry, while the stable RRR form of these structures is hypothesized to have formed the Great Magnetic Bight. Observations of ephemeral thickening in the Franciscan Formation due to the migration of one of these structures led to a refinement of the slab window model known as the crustal conveyor model. A failed arm of an RRR one of these structures can host an aulacogen, a long-lived, subsiding sedimentary": {
    "guess": "Transform fault",
    "confidence": [
      [
        "Transform",
        -0.43562287
      ],
      [
        " fault",
        -0.23120786
      ]
    ]
  }
}