{
  "Elaine Risley's marble titles one novel by this author, who recently published a novel about trapeze artist Ren titled The Year of the Flood. This author of Cat's Eye wrote a novel in which Iris Chase's sister commits suicide. In another novel by this author, the Commander's sexual assignee plays Scrabble": {
    "guess": "Margaret Atwood",
    "confidence": [
      [
        "Marg",
        -0.015405967
      ],
      [
        "aret",
        -9.305327e-05
      ],
      [
        " At",
        -6.754368e-05
      ],
      [
        "wood",
        -6.539802e-05
      ]
    ]
  },
  "An elaborate hoax involves passing Snawley off as another figure's father. Persons like Miss La Creevy, a miniaturist, and Mrs. Wititterley, a hypochondriac, provide employment and shelter to one of the main characters who is harassed by Mr. Mantalini. A more sinister figure is Lord Verisopht who dies in a duel. The third of its author's novels, it was begun after he and his friend Hablot Browne traveled to Yorkshire to investigate certain institutions firsthand. Presumably this experience led to the creation of Dotheboys Academy, run by an evil schoolmaster. For ten points, identify this work that features such memorable characters as Smike, the Cheerybles, and Wackford Squeers, a novel by Charles Dickens.": {
    "guess": "Nicholas Nickleby",
    "confidence": [
      [
        "Nich",
        -0.0046313843
      ],
      [
        "olas",
        -0.00018411019
      ],
      [
        " Nick",
        -0.002556046
      ],
      [
        "le",
        -2.6299214e-05
      ],
      [
        "by",
        -1.7597347e-05
      ]
    ]
  },
  "An elaborate hoax involves passing Snawley off as another figure's father. Persons like Miss La Creevy,": {
    "guess": "Nicholas Nickleby",
    "confidence": [
      [
        "Nich",
        -0.08741297
      ],
      [
        "olas",
        -6.325235e-05
      ],
      [
        " Nick",
        -0.001421307
      ],
      [
        "le",
        -0.0001246349
      ],
      [
        "by",
        -7.648396e-05
      ]
    ]
  },
  "Elaine Risley's marble titles one novel by this author, who recently published a novel about trapeze artist Ren titled The Year of the Flood. This author of Cat's Eye wrote a novel in which Iris Chase's sister commits suicide. In another novel by this author, the Commander's sexual assignee plays Scrabble and befriends Moira. That novel by this author centers on Offred, who lives in the dystopian Republic of Gilead. For 10 points, name this Canadian author of The Blind Assassin and The Handmaid's Tale.": {
    "guess": "Margaret Atwood",
    "confidence": [
      [
        "Marg",
        -0.00358273
      ],
      [
        "aret",
        -0.00017016703
      ],
      [
        " At",
        -0.000112245056
      ],
      [
        "wood",
        -6.682846e-05
      ]
    ]
  },
  "An elaborate hoax involves passing Snawley off as another figure's father. Persons like Miss La Creevy, a miniaturist, and Mrs. Wititterley, a hypochondriac, provide employment and shelter to one of the main characters who is harassed by Mr. Mantalini. A more sinister figure is Lord Verisopht who dies": {
    "guess": "Nicholas Nickleby",
    "confidence": [
      [
        "Nich",
        -0.14599806
      ],
      [
        "olas",
        -4.3941356e-05
      ],
      [
        " Nick",
        -0.001997989
      ],
      [
        "le",
        -0.00016361084
      ],
      [
        "by",
        -3.8696395e-05
      ]
    ]
  },
  "Elaine Risley's marble titles one novel by this author, who recently published a novel about trapeze": {
    "guess": "Margaret Atwood",
    "confidence": [
      [
        "Marg",
        -0.08342202
      ],
      [
        "aret",
        -0.00011152984
      ],
      [
        " At",
        -0.00020425562
      ],
      [
        "wood",
        -8.041768e-05
      ]
    ]
  },
  "An elaborate hoax involves passing Snawley off as another figure's father. Persons like Miss La Creevy, a miniaturist, and Mrs. Wititterley, a hypochondriac, provide employment and shelter to one of the main characters who is harassed by Mr. Mantalini. A more sinister figure is Lord Verisopht who dies in a duel. The third of its author's novels, it was begun after he and his friend Hablot Browne traveled": {
    "guess": "Nicholas Nickleby",
    "confidence": [
      [
        "Nich",
        -0.042214505
      ],
      [
        "olas",
        -0.00022225169
      ],
      [
        " Nick",
        -0.0026631698
      ],
      [
        "le",
        -6.635165e-05
      ],
      [
        "by",
        -2.1769476e-05
      ]
    ]
  },
  "An elaborate hoax involves passing Snawley off as another figure's father. Persons like Miss La Creevy, a miniaturist, and Mrs. Wititterley, a hypochondriac, provide employment and shelter to one of the": {
    "guess": "Nicholas Nickleby",
    "confidence": [
      [
        "Nich",
        -0.2653891
      ],
      [
        "olas",
        -7.314626e-05
      ],
      [
        " Nick",
        -0.0013669042
      ],
      [
        "le",
        -6.241792e-05
      ],
      [
        "by",
        -3.9530823e-05
      ]
    ]
  },
  "Elaine Risley's marble titles one novel by this author, who recently published a novel about trapeze artist Ren titled The Year of the Flood. This author of Cat's Eye wrote a novel in which Iris Chase's sister commits suicide. In another novel by this author, the Commander's sexual assignee plays Scrabble and befriends Moira. That novel by this author centers on Offred, who lives in the dystopian Republic of Gilead. For 10 points, name this Canadian author of The Blind Assassin and The Handmaid's": {
    "guess": "Margaret Atwood",
    "confidence": [
      [
        "Marg",
        -0.0053230547
      ],
      [
        "aret",
        -0.00018292182
      ],
      [
        " At",
        -0.00024798868
      ],
      [
        "wood",
        -8.9834764e-05
      ]
    ]
  },
  "Elaine Risley's marble titles one novel by this author, who recently published a novel about trapeze artist Ren titled The Year of the Flood. This author of Cat's Eye wrote a novel in which Iris Chase's sister commits suicide. In another novel by this author, the Commander's sexual assignee plays Scrabble and befriends Moira. That novel by this author centers on Offred, who lives in the dystopian Republic": {
    "guess": "Margaret Atwood",
    "confidence": [
      [
        "Marg",
        -0.017319387
      ],
      [
        "aret",
        -7.648396e-05
      ],
      [
        " At",
        -5.347765e-05
      ],
      [
        "wood",
        -4.7994283e-05
      ]
    ]
  },
  "An elaborate hoax involves passing Snawley off as another figure's father. Persons like Miss La Creevy, a miniaturist, and Mrs. Wititterley, a hypochondriac, provide employment and shelter to one of the main characters who is harassed by Mr. Mantalini. A more sinister figure is Lord Verisopht who dies in a duel. The third of its author's novels, it was begun after he and his friend Hablot Browne traveled to Yorkshire to investigate certain institutions firsthand. Presumably this experience led to": {
    "guess": "Nicholas Nickleby",
    "confidence": [
      [
        "Nich",
        -0.014172444
      ],
      [
        "olas",
        -0.00013440961
      ],
      [
        " Nick",
        -0.0018405869
      ],
      [
        "le",
        -4.978234e-05
      ],
      [
        "by",
        -2.2365493e-05
      ]
    ]
  },
  "An elaborate hoax involves passing Snawley off as another figure's father. Persons like Miss La Creevy, a miniaturist, and Mrs. Wititterley, a hypochondriac, provide employment and shelter to one of the main characters who is harassed by Mr. Mantalini. A more sinister figure is Lord Verisopht who dies in a duel. The third of its author's novels, it was begun after he and his friend Hablot Browne traveled to Yorkshire to investigate certain institutions firsthand. Presumably this experience led to the creation of Dotheboys Academy, run by an evil schoolmaster. For ten points, identify this work that features such memorable characters as Smike, the Cheerybles, and Wackford Squeers, a novel by Charles": {
    "guess": "Nicholas Nickleby",
    "confidence": [
      [
        "Nich",
        -0.0043860828
      ],
      [
        "olas",
        -0.00035584232
      ],
      [
        " Nick",
        -0.0018158364
      ],
      [
        "le",
        -4.2868523e-05
      ],
      [
        "by",
        -1.867018e-05
      ]
    ]
  },
  "Elaine Risley's marble titles one novel by this author, who recently published a novel about trapeze artist Ren titled The Year of the Flood. This author of Cat's Eye wrote a novel in which Iris Chase's": {
    "guess": "Margaret Atwood",
    "confidence": [
      [
        "Marg",
        -0.0069270735
      ],
      [
        "aret",
        -0.00013667447
      ],
      [
        " At",
        -5.9199425e-05
      ],
      [
        "wood",
        -4.561021e-05
      ]
    ]
  },
  "An elaborate hoax involves passing Snawley off as another figure's father. Persons like Miss La Creevy, a miniaturist, and Mrs. Wititterley, a hypochondriac, provide employment and shelter to one of the main characters who is harassed by Mr. Mantalini. A more sinister figure is Lord Verisopht who dies in a duel. The third of its author's novels, it was begun after he and his friend Hablot Browne traveled to Yorkshire to investigate certain institutions firsthand. Presumably this experience led to the creation of Dotheboys Academy, run by an evil schoolmaster. For ten points, identify this work": {
    "guess": "Nicholas Nickleby",
    "confidence": [
      [
        "Nich",
        -0.02750555
      ],
      [
        "olas",
        -0.00025633295
      ],
      [
        " Nick",
        -0.005623597
      ],
      [
        "le",
        -5.8603408e-05
      ],
      [
        "by",
        -3.9530823e-05
      ]
    ]
  }
}