{
  "Zenodotos of Troezen credited him with one son, Aollios or Abillios, by Hersilia, who was herself later deified as Hora. In one story, he was born to a maidservant after Tarchetius discovered a great, divine phallus growing out of the ground, although Tarchetius ordered his murder by Taretius. According to another legend, after he was found at the Ruminal Fig Tree, he was suckled by Acca Larentia,": {
    "guess": "Romulus",
    "confidence": [
      [
        "Rom",
        -0.16442527
      ],
      [
        "ulus",
        -0.00031437047
      ]
    ]
  },
  "In 2007, Zenph Studios released a \"re-performance\" of this man's 1955 debut album, the original performance of which kicked off this musician's love for the \"take-two-ness\" of the recording studio. Before a 1962 performance, Leonard Bernstein claimed no responsibility for this artist's slow interpretation": {
    "guess": "Glenn Gould",
    "confidence": [
      [
        "Gl",
        -0.030325765
      ],
      [
        "enn",
        -0.00028386168
      ],
      [
        " Gould",
        -0.0007082634
      ]
    ]
  },
  "In zeolite pores, a confinement effect that acts primarily upon this entity reduces the gap between it and its counterpart.  The ionization potential of a closed-shell system may be determined by ascertaining the negative of its energy, a relationship described by Koopman's theorem. Walsh's rule predicts that molecular structures are predicated on the stability of these, while in ring-opening electrocyclic": {
    "guess": "HOMO-LUMO Gap",
    "confidence": [
      [
        "H",
        -0.8157453
      ],
      [
        "OM",
        -0.07466897
      ],
      [
        "O",
        -0.005692946
      ],
      [
        "-L",
        -0.7207457
      ],
      [
        "UM",
        -0.0002885106
      ],
      [
        "O",
        -0.00033522744
      ],
      [
        " Gap",
        -1.3094264
      ]
    ]
  },
  "In zeolite pores, a confinement effect that acts primarily upon this entity reduces the gap between it and its counterpart.  The ionization potential of a closed-shell system may be determined by ascertaining the negative of its energy, a relationship described by Koopman's theorem. Walsh's rule predicts that molecular structures are predicated on the stability of these, while in ring-opening electrocyclic reactions, their symmetry directs the symmetry of the newly formed p-orbitals.  Lewis bases have a lone pair of electrons in this region, and the photochemical induction of cycloaddition of ethylene": {
    "guess": "Frontier molecular orbitals",
    "confidence": [
      [
        "Front",
        -0.9124979
      ],
      [
        "ier",
        -0.0009571974
      ],
      [
        " molecular",
        -1.3388141
      ],
      [
        " orbit",
        -0.39286274
      ],
      [
        "als",
        -0.00011784763
      ]
    ]
  },
  "In zeolite pores, a confinement effect that acts primarily upon this entity reduces the gap between it and its counterpart.  The ionization potential of a closed-shell system may be determined by ascertaining the negative of its energy, a relationship described by Koopman's theorem. Walsh's rule predicts that molecular structures are predicated on the stability of these, while in ring-opening electrocyclic reactions, their symmetry directs the symmetry of the newly formed p-orbitals.  Lewis bases have a lone pair of electrons in this region, and the photochemical induction of cycloaddition of ethylene is activated by excitement of a pi electron that migrates to enter a new one of these. The Diels-Alder reaction involves interaction between this orbital of the diene and the opposite orbital": {
    "guess": "Molecular orbital",
    "confidence": [
      [
        "M",
        -0.8226696
      ],
      [
        "olecular",
        -0.00024168189
      ],
      [
        " orbital",
        -0.050587922
      ]
    ]
  },
  "Zenodotos of Troezen credited him with one son, Aollios or Abillios, by Hersilia, who was herself later deified as Hora. In one story, he was born to a maidservant after Tarchetius discovered a great, divine phallus growing out of the ground, although Tarchetius ordered his murder by Taretius. According": {
    "guess": "Romulus",
    "confidence": [
      [
        "Rom",
        -0.021129858
      ],
      [
        "ulus",
        -6.921253e-05
      ]
    ]
  },
  "In 2007, Zenph Studios released a \"re-performance\" of this man's 1955 debut album, the original performance of which kicked off this musician's love for the \"take-two-ness\" of the recording studio. Before a 1962 performance, Leonard Bernstein claimed no responsibility for this artist's slow interpretation of a Johannes Brahms piece. This performer of a 1955 recording of the Goldberg Variations had a habit of tapping his feet and humming while playing.  For 10 points, name this eccentric Canadian": {
    "guess": "Glenn Gould",
    "confidence": [
      [
        "Gl",
        -0.0009243228
      ],
      [
        "enn",
        -0.00015598179
      ],
      [
        " Gould",
        -0.0016309093
      ]
    ]
  },
  "In 2007, Zenph Studios released a \"re-performance\" of this man's 1955 debut album, the original performance of which kicked off this musician's love for the \"take-two-ness\" of the recording studio. Before": {
    "guess": "Glenn Gould",
    "confidence": [
      [
        "Gl",
        -0.7119138
      ],
      [
        "enn",
        -1.7835755e-05
      ],
      [
        " Gould",
        -8.3159364e-05
      ]
    ]
  },
  "In 2007, Zenph Studios released a \"re-performance\" of this man's 1955 debut album, the original performance of which kicked off this musician's love for the \"take-two-ness\" of the recording studio. Before a 1962 performance, Leonard Bernstein claimed no responsibility for this artist's slow interpretation of a Johannes Brahms piece. This performer of a 1955 recording of the Goldberg Variations had a habit of tapping his feet and humming while playing.  For 10 points, name this eccentric Canadian pianist who was renowned for his interpretations of J.S. Bach.": {
    "guess": "Glenn Gould",
    "confidence": [
      [
        "Gl",
        -0.0014859393
      ],
      [
        "enn",
        -4.7159858e-05
      ],
      [
        " Gould",
        -0.00094563834
      ]
    ]
  },
  "In zeolite pores, a confinement effect that acts primarily upon this entity reduces the gap between it and its counterpart.  The ionization potential of a closed-shell system may be determined by ascertaining the negative of its energy, a relationship described by Koopman's theorem. Walsh's rule predicts that molecular structures are predicated on the stability of these, while in ring-opening electrocyclic reactions, their symmetry directs the symmetry of the newly formed p-orbitals.  Lewis bases": {
    "guess": "Lewis bases",
    "confidence": [
      [
        "Lewis",
        -0.9416036
      ],
      [
        " bases",
        -0.6138494
      ]
    ]
  },
  "In zeolite pores, a confinement effect that acts primarily upon this entity reduces the gap between it and its counterpart.  The ionization potential of a closed-shell system may be determined by ascertaining the negative of its energy, a relationship described by Koopman's theorem. Walsh's rule predicts": {
    "guess": "Molecular orbital theory",
    "confidence": [
      [
        "M",
        -0.73028266
      ],
      [
        "olecular",
        -0.01754594
      ],
      [
        " orbital",
        -0.029524593
      ],
      [
        " theory",
        -0.0850588
      ]
    ]
  },
  "Zenodotos of Troezen credited him with one son, Aollios or Abillios, by Hersilia, who was herself later deified as Hora. In one story, he was born to a maidservant after Tarchetius discovered a great, divine phallus growing out of the ground, although Tarchetius ordered his murder by Taretius. According to another legend, after he was found at the Ruminal Fig Tree, he was suckled by Acca Larentia, the wife of his discoverer, Faestulus. He was identified with the god Quirinus and, with his brother, overthrew the usurper Amulius in favor of his grandfather Numitor. FTP, name this son of Mars and Rhea Silvia, brother of Remus, and founder of Rome.": {
    "guess": "Romulus",
    "confidence": [
      [
        "Rom",
        -0.003044501
      ],
      [
        "ulus",
        -2.4153549e-05
      ]
    ]
  },
  "In zeolite pores, a confinement effect that acts primarily upon this entity reduces the gap between it": {
    "guess": "Molecule",
    "confidence": [
      [
        "M",
        -0.87729347
      ],
      [
        "olecule",
        -0.11275584
      ]
    ]
  },
  "In 2007, Zenph Studios released a \"re-performance\" of this man's 1955 debut album, the original performance": {
    "guess": "Glenn Gould",
    "confidence": [
      [
        "Gl",
        -0.2561093
      ],
      [
        "enn",
        -4.3464544e-05
      ],
      [
        " Gould",
        -0.00029005657
      ]
    ]
  },
  "In zeolite pores, a confinement effect that acts primarily upon this entity reduces the gap between it and its counterpart.  The ionization potential of a closed-shell system may be determined by ascertaining the negative of its energy, a relationship described by Koopman's theorem. Walsh's rule predicts that molecular structures are predicated on the stability of these, while in ring-opening electrocyclic reactions, their symmetry directs the symmetry of the newly formed p-orbitals.  Lewis bases have a lone pair of electrons in this region, and the photochemical induction of cycloaddition of ethylene is activated by excitement of a pi electron that migrates to enter a new one of these. The Diels-Alder reaction involves interaction between this orbital of the diene and the opposite orbital of the dienophile.  For 10 points, name this frontier orbital that contains at least one electron.": {
    "guess": "Highest Occupied Molecular Orbital",
    "confidence": [
      [
        "Highest",
        -0.95260835
      ],
      [
        " Occup",
        -0.5278677
      ],
      [
        "ied",
        -8.506662e-05
      ],
      [
        " Molecular",
        -0.00018494461
      ],
      [
        " Orb",
        -0.0011984437
      ],
      [
        "ital",
        -3.166338e-05
      ]
    ]
  },
  "Zenodotos of Troezen credited him with one son, Aollios or Abillios, by Hersilia, who was herself later": {
    "guess": "Romulus",
    "confidence": [
      [
        "Rom",
        -0.10365998
      ],
      [
        "ulus",
        -0.0001875671
      ]
    ]
  },
  "In zeolite pores, a confinement effect that acts primarily upon this entity reduces the gap between it and its counterpart.  The ionization potential of a closed-shell system may be determined by ascertaining the negative of its energy, a relationship described by Koopman's theorem. Walsh's rule predicts that molecular structures are predicated on the stability of these, while in ring-opening electrocyclic reactions, their symmetry directs the symmetry of the newly formed p-orbitals.  Lewis bases have a lone pair of electrons in this region, and the photochemical induction of cycloaddition of ethylene is activated by excitement of a pi electron that migrates to enter a new one of these. The Diels-Alder": {
    "guess": "Orbital",
    "confidence": [
      [
        "Or",
        -0.73089504
      ],
      [
        "b",
        -0.033806834
      ],
      [
        "ital",
        -4.00813e-06
      ]
    ]
  },
  "Zenodotos of Troezen credited him with one son, Aollios or Abillios, by Hersilia, who was herself later deified as Hora. In one story, he was born to a maidservant after Tarchetius discovered a great, divine phallus growing out of the ground, although Tarchetius ordered his murder by Taretius. According to another legend, after he was found at the Ruminal Fig Tree, he was suckled by Acca Larentia, the wife of his discoverer, Faestulus. He was identified with the god Quirinus and, with his brother,": {
    "guess": "Romulus",
    "confidence": [
      [
        "Rom",
        -0.005823214
      ],
      [
        "ulus",
        -1.8431772e-05
      ]
    ]
  },
  "In 2007, Zenph Studios released a \"re-performance\" of this man's 1955 debut album, the original performance of which kicked off this musician's love for the \"take-two-ness\" of the recording studio. Before a 1962 performance, Leonard Bernstein claimed no responsibility for this artist's slow interpretation of a Johannes Brahms piece. This performer of a 1955 recording of the Goldberg Variations had": {
    "guess": "Glenn Gould",
    "confidence": [
      [
        "Gl",
        -0.002265044
      ],
      [
        "enn",
        -6.392203e-06
      ],
      [
        " Gould",
        -0.00050751894
      ]
    ]
  },
  "Zenodotos of Troezen credited him with one son, Aollios or Abillios, by Hersilia, who was herself later deified as Hora. In one story, he was born to a maidservant after Tarchetius discovered a great,": {
    "guess": "Romulus",
    "confidence": [
      [
        "Rom",
        -0.0036014977
      ],
      [
        "ulus",
        -7.255024e-05
      ]
    ]
  },
  "Zenodotos of Troezen credited him with one son, Aollios or Abillios, by Hersilia, who was herself later deified as Hora. In one story, he was born to a maidservant after Tarchetius discovered a great, divine phallus growing out of the ground, although Tarchetius ordered his murder by Taretius. According to another legend, after he was found at the Ruminal Fig Tree, he was suckled by Acca Larentia, the wife of his discoverer, Faestulus. He was identified with the god Quirinus and, with his brother, overthrew the usurper Amulius in favor of his grandfather Numitor. FTP, name this son of Mars and": {
    "guess": "Romulus",
    "confidence": [
      [
        "Rom",
        -0.0039398368
      ],
      [
        "ulus",
        -1.4378848e-05
      ]
    ]
  },
  "In zeolite pores, a confinement effect that acts primarily upon this entity reduces the gap between it and its counterpart.  The ionization potential of a closed-shell system may be determined by ascertaining": {
    "guess": "Confinement effect",
    "confidence": [
      [
        "Con",
        -1.3307782
      ],
      [
        "fin",
        -0.015414991
      ],
      [
        "ement",
        -0.0006115251
      ],
      [
        " effect",
        -0.26108357
      ]
    ]
  }
}