{
  "Some of them can have up to 29% of their energy extracted by processes operating inside the static limit. One such process, superradiant scattering, operates in a frequency regime given by the area theorem. They emit blackbody radiation with a temperature equal to the surface gravity over two pi, in a process involving pair production.  They form above the Oppenheimer-Volkoff limit, the highest possible": {
    "guess": "Kerr black hole",
    "confidence": [
      [
        "K",
        -0.12601209
      ],
      [
        "err",
        -0.0009926761
      ],
      [
        " black",
        -0.026639067
      ],
      [
        " hole",
        -0.0062393527
      ]
    ]
  },
  "One enemy of this polity was succeeded by Nectowane after being shot in the back by a prison guard; a boy named Chanco warned Richard Pace of an attack by that enemy, Opechancanough. One failed journey to this place occurred aboard the Sea [*] Venture, and it was first populated by the Susan Constant, the Godspeed, and the Discovery. William Berkeley ruled from here while it was set aflame during Bacon's": {
    "guess": "Jamestown, Virginia",
    "confidence": [
      [
        "J",
        -0.006494382
      ],
      [
        "ame",
        -3.1737043e-06
      ],
      [
        "stown",
        -8.657073e-06
      ],
      [
        ",",
        -0.00010509284
      ],
      [
        " Virginia",
        -0.0019449377
      ]
    ]
  },
  "One enemy of this polity was succeeded by Nectowane after being shot in the back by a prison guard; a boy named Chanco warned Richard Pace of an attack by that enemy, Opechancanough. One failed journey to this place occurred aboard the Sea [*] Venture, and it was first populated by the Susan Constant, the Godspeed, and the Discovery. William Berkeley ruled from here while it was set aflame during Bacon's Rebellion, and its \"starving time\" was succeeded by the headrights system and tobacco growth.": {
    "guess": "Jamestown, Virginia",
    "confidence": [
      [
        "J",
        -0.0017002914
      ],
      [
        "ame",
        -6.704273e-07
      ],
      [
        "stown",
        -3.5313153e-06
      ],
      [
        ",",
        -1.4378848e-05
      ],
      [
        " Virginia",
        -0.002082928
      ]
    ]
  },
  "It was enforced as late as 1802, which led to the destruction of a settlement in Alaska. It was later amended in order to accommodate claims over the island of Fernando Poo. Written by Fernando de Alvarez de Toledo, it followed a papal bull issued by Pope Alexander VI, whose national origin was a factor in its terms. Once more geographic information was acquired, it was superceded by the Treaty of Zaragossa. It created a border near the Cape Verde Islands, which led to Brazil going to Portugal. FTP, identify this 1494 treaty signed by Spain and Portugal which divided the entire New World into two": {
    "guess": "Treaty of Tordesillas",
    "confidence": [
      [
        "T",
        -0.0011396231
      ],
      [
        "reat",
        -5.7961847e-06
      ],
      [
        "y",
        -0.00024488938
      ],
      [
        " of",
        -5.419287e-05
      ],
      [
        " T",
        -3.650519e-06
      ],
      [
        "ordes",
        -0.0001626572
      ],
      [
        "illas",
        -4.2153304e-05
      ]
    ]
  },
  "One enemy of this polity was succeeded by Nectowane after being shot in the back by a prison guard; a boy named Chanco warned Richard Pace of an attack by that enemy, Opechancanough. One failed journey to this place occurred aboard the Sea [*] Venture, and it was first populated by the Susan Constant,": {
    "guess": "Jamestown, Virginia",
    "confidence": [
      [
        "J",
        -0.010515834
      ],
      [
        "ame",
        -0.00011856285
      ],
      [
        "stown",
        -5.080963e-06
      ],
      [
        ",",
        -0.00068372214
      ],
      [
        " Virginia",
        -0.0016576861
      ]
    ]
  },
  "Some of them can have up to 29% of their energy extracted by processes operating inside the static limit. One such process, superradiant scattering, operates in a frequency regime given by the area theorem. They emit blackbody radiation with a temperature equal to the surface gravity over two pi, in a process involving pair production.  They form above the Oppenheimer-Volkoff limit, the highest possible mass for a neutron star.  The Penrose process and Hawking radiation are both associated with, FTP, what class of compact objects so massive that even light cannot escape from within their event horizons?": {
    "guess": "Black hole",
    "confidence": [
      [
        "Black",
        -0.001004943
      ],
      [
        " hole",
        -0.0065874704
      ]
    ]
  },
  "It was enforced as late as 1802, which led to the destruction of a settlement in Alaska. It was later amended in order to accommodate claims over the island of Fernando Poo. Written by Fernando de Alvarez": {
    "guess": "Treaty of Paris (1763)",
    "confidence": [
      [
        "T",
        -0.42353192
      ],
      [
        "reat",
        -0.014896865
      ],
      [
        "y",
        -0.00020783172
      ],
      [
        " of",
        -0.00021283828
      ],
      [
        " Paris",
        -1.475846
      ],
      [
        " (",
        -0.052790105
      ],
      [
        "176",
        -0.4601268
      ],
      [
        "3",
        -0.00010759611
      ],
      [
        ")",
        -3.523949e-05
      ]
    ]
  },
  "Some of them can have up to 29% of their energy extracted by processes operating inside the static limit. One such process, superradiant scattering, operates in a frequency regime given by the area theorem. They emit blackbody radiation with a temperature equal to the surface gravity over two pi, in a process involving pair production.  They form above the Oppenheimer-Volkoff limit, the highest possible mass for a neutron star.  The Penrose process and Hawking radiation are both associated with,": {
    "guess": "Black hole",
    "confidence": [
      [
        "Black",
        -0.4117457
      ],
      [
        " hole",
        -0.031336736
      ]
    ]
  },
  "Their energies may be modeled using Marcus theory, and methods for their computation search the PES using techniques like \"nudged elastic band\" or the \"dimer method,\" trying to find saddle points on the": {
    "guess": "Transition state",
    "confidence": [
      [
        "Transition",
        -0.13323298
      ],
      [
        " state",
        -0.024238149
      ]
    ]
  },
  "One enemy of this polity was succeeded by Nectowane after being shot in the back by a prison guard; a boy named Chanco warned Richard Pace of an attack by that enemy, Opechancanough. One failed journey": {
    "guess": "Jamestown, Virginia",
    "confidence": [
      [
        "J",
        -0.36551407
      ],
      [
        "ame",
        -0.00014287306
      ],
      [
        "stown",
        -5.1331983e-05
      ],
      [
        ",",
        -0.017262205
      ],
      [
        " Virginia",
        -0.0010351915
      ]
    ]
  },
  "One enemy of this polity was succeeded by Nectowane after being shot in the back by a prison guard; a boy named Chanco warned Richard Pace of an attack by that enemy, Opechancanough. One failed journey to this place occurred aboard the Sea [*] Venture, and it was first populated by the Susan Constant, the Godspeed, and the Discovery. William Berkeley ruled from here while it was set aflame during Bacon's Rebellion, and its \"starving time\" was succeeded by the headrights system and tobacco growth. For 10 points, name this triangularly-shaped colony in Virginia home to John Smith, the first permanent English settlement in the Americas.": {
    "guess": "Jamestown, Virginia",
    "confidence": [
      [
        "J",
        -0.0041867904
      ],
      [
        "ame",
        -1.0280384e-06
      ],
      [
        "stown",
        -1.6240566e-06
      ],
      [
        ",",
        -0.76819324
      ],
      [
        " Virginia",
        -0.0006931356
      ]
    ]
  },
  "Their energies may be modeled using Marcus theory, and methods for their computation search the PES using techniques like \"nudged elastic band\" or the \"dimer method,\" trying to find saddle points on the potential. They resemble the higher-enthalpy species according to the Hammond postulate. FTP, identify these local maxima on reaction coordinate diagrams, whose energy is lowered by the action of catalysts,": {
    "guess": "Transition state",
    "confidence": [
      [
        "Transition",
        -0.001464389
      ],
      [
        " state",
        -0.0011745095
      ]
    ]
  },
  "Some of them can have up to 29% of their energy extracted by processes operating inside the static limit.": {
    "guess": "Kerr black hole",
    "confidence": [
      [
        "K",
        -0.81080526
      ],
      [
        "err",
        -0.0035924716
      ],
      [
        " black",
        -0.13279508
      ],
      [
        " hole",
        -0.0025767286
      ]
    ]
  },
  "Their energies may be modeled using Marcus theory, and methods for their computation search the PES using techniques like \"nudged elastic band\" or the \"dimer method,\" trying to find saddle points on the potential. They resemble the higher-enthalpy species according to the Hammond postulate. FTP, identify these local maxima on reaction coordinate diagrams, whose energy is lowered by the action of catalysts, the point in a chemical reaction where all reacting bonds are half-formed.": {
    "guess": "Transition state",
    "confidence": [
      [
        "Transition",
        -0.0017276569
      ],
      [
        " state",
        -0.0034173666
      ]
    ]
  },
  "Energy limitation is probably the most important determinate, but such factors as food, availability of shelter, and the amount of competition can also influence this.  A sigmoid-shaped graph results when this factor is included in a model of growth.  Such an equation is called a logistic growth equation.": {
    "guess": "Logistic function",
    "confidence": [
      [
        "Log",
        -0.009400693
      ],
      [
        "istic",
        -2.129266e-05
      ],
      [
        " function",
        -0.71317214
      ]
    ]
  },
  "Some of them can have up to 29% of their energy extracted by processes operating inside the static limit. One such process, superradiant scattering, operates in a frequency regime given by the area theorem. They emit blackbody radiation with a temperature equal to the surface gravity over two pi, in": {
    "guess": "Kerr black hole",
    "confidence": [
      [
        "K",
        -0.24920633
      ],
      [
        "err",
        -0.0077077732
      ],
      [
        " black",
        -0.009968208
      ],
      [
        " hole",
        -0.0055694217
      ]
    ]
  },
  "Energy limitation is probably the most important determinate, but such factors as food, availability of shelter, and the amount of competition can also influence this.  A sigmoid-shaped graph results when this factor is included in a model of growth.  Such an equation is called a logistic growth equation.  FTP, name this quantity symbolized by a capital K, the maximum stable population size of a species": {
    "guess": "Carrying capacity",
    "confidence": [
      [
        "Car",
        -0.19190568
      ],
      [
        "rying",
        -1.7478143e-05
      ],
      [
        " capacity",
        -0.0319896
      ]
    ]
  },
  "It was enforced as late as 1802, which led to the destruction of a settlement in Alaska. It was later amended in order to accommodate claims over the island of Fernando Poo. Written by Fernando de Alvarez de Toledo, it followed a papal bull issued by Pope Alexander VI, whose national origin was a factor": {
    "guess": "Treaty of Tordesillas",
    "confidence": [
      [
        "T",
        -0.36053523
      ],
      [
        "reat",
        -0.39084238
      ],
      [
        "y",
        -0.000509903
      ],
      [
        " of",
        -0.00034678652
      ],
      [
        " T",
        -0.0010345955
      ],
      [
        "ordes",
        -7.493431e-05
      ],
      [
        "illas",
        -0.00020818933
      ]
    ]
  },
  "Their energies may be modeled using Marcus theory, and methods for their computation search the PES using": {
    "guess": "Potential energy surface",
    "confidence": [
      [
        "Potential",
        -1.0099182
      ],
      [
        " energy",
        -0.042243082
      ],
      [
        " surface",
        -0.007958408
      ]
    ]
  },
  "Their energies may be modeled using Marcus theory, and methods for their computation search the PES using techniques like \"nudged elastic band\" or the \"dimer method,\" trying to find saddle points on the potential. They resemble the higher-enthalpy species according to the Hammond postulate. FTP, identify": {
    "guess": "Transition state",
    "confidence": [
      [
        "Transition",
        -0.004432728
      ],
      [
        " state",
        -0.000584011
      ]
    ]
  },
  "Some of them can have up to 29% of their energy extracted by processes operating inside the static limit. One such process, superradiant scattering, operates in a frequency regime given by the area theorem. They emit blackbody radiation with a temperature equal to the surface gravity over two pi, in a process involving pair production.  They form above the Oppenheimer-Volkoff limit, the highest possible mass for a neutron star.  The Penrose process and Hawking radiation are both associated with, FTP, what class of compact objects so massive that even light cannot escape from within their event": {
    "guess": "Black hole",
    "confidence": [
      [
        "Black",
        -0.0005330175
      ],
      [
        " hole",
        -0.005909242
      ]
    ]
  },
  "Energy limitation is probably the most important determinate, but such factors as food, availability": {
    "guess": "Resource availability",
    "confidence": [
      [
        "Resource",
        -2.2308433
      ],
      [
        " availability",
        -0.5170023
      ]
    ]
  },
  "It was enforced as late as 1802, which led to the destruction of a settlement in Alaska. It was later amended in order to accommodate claims over the island of Fernando Poo. Written by Fernando de Alvarez de Toledo, it followed a papal bull issued by Pope Alexander VI, whose national origin was a factor in its terms. Once more geographic information was acquired, it was superceded by the Treaty of Zaragossa. It created a border near the Cape Verde Islands, which led to Brazil going to Portugal. FTP,": {
    "guess": "Tordesillas Treaty",
    "confidence": [
      [
        "T",
        -0.045217242
      ],
      [
        "ordes",
        -0.29065168
      ],
      [
        "illas",
        -0.004087659
      ],
      [
        " Treaty",
        -0.031387333
      ]
    ]
  },
  "One enemy of this polity was succeeded by Nectowane after being shot in the back by a prison guard; a": {
    "guess": "Paris Commune",
    "confidence": [
      [
        "Paris",
        -0.37381628
      ],
      [
        " Comm",
        -0.0011730826
      ],
      [
        "une",
        -4.5133394e-05
      ]
    ]
  },
  "It was enforced as late as 1802, which led to the destruction of a settlement in Alaska. It was later amended in order to accommodate claims over the island of Fernando Poo. Written by Fernando de Alvarez de Toledo, it followed a papal bull issued by Pope Alexander VI, whose national origin was a factor in its terms. Once more geographic information was acquired, it was superceded by the Treaty of": {
    "guess": "Tordesillas",
    "confidence": [
      [
        "T",
        -0.4329063
      ],
      [
        "ordes",
        -0.07653024
      ],
      [
        "illas",
        -0.0047934647
      ]
    ]
  },
  "It was enforced as late as 1802, which led to the destruction of a settlement in Alaska. It was later": {
    "guess": "Russian colonization of the Americas",
    "confidence": [
      [
        "Russian",
        -1.43614
      ],
      [
        " colonization",
        -0.4548682
      ],
      [
        " of",
        -0.0003432104
      ],
      [
        " the",
        -0.007683874
      ],
      [
        " Americas",
        -1.2948405e-05
      ]
    ]
  },
  "Energy limitation is probably the most important determinate, but such factors as food, availability of shelter, and the amount of competition can also influence this.  A sigmoid-shaped graph results when": {
    "guess": "Logistic function",
    "confidence": [
      [
        "Log",
        -0.641925
      ],
      [
        "istic",
        -0.00016766376
      ],
      [
        " function",
        -0.19337729
      ]
    ]
  },
  "One enemy of this polity was succeeded by Nectowane after being shot in the back by a prison guard; a boy named Chanco warned Richard Pace of an attack by that enemy, Opechancanough. One failed journey to this place occurred aboard the Sea [*] Venture, and it was first populated by the Susan Constant, the Godspeed, and the Discovery. William Berkeley ruled from here while it was set aflame during Bacon's Rebellion, and its \"starving time\" was succeeded by the headrights system and tobacco growth. For 10 points, name this triangularly-shaped colony in Virginia home to John Smith, the first permanent": {
    "guess": "Jamestown, Virginia",
    "confidence": [
      [
        "J",
        -0.0043845554
      ],
      [
        "ame",
        -7.89631e-07
      ],
      [
        "stown",
        -2.8160932e-06
      ],
      [
        ",",
        -0.001040552
      ],
      [
        " Virginia",
        -0.00082070736
      ]
    ]
  },
  "Some of them can have up to 29% of their energy extracted by processes operating inside the static limit. One such process, superradiant scattering, operates in a frequency regime given by the area theorem.": {
    "guess": "Kerr black hole",
    "confidence": [
      [
        "K",
        -0.502599
      ],
      [
        "err",
        -0.00021724513
      ],
      [
        " black",
        -0.002345323
      ],
      [
        " hole",
        -0.013120224
      ]
    ]
  },
  "Energy limitation is probably the most important determinate, but such factors as food, availability of shelter, and the amount of competition can also influence this.  A sigmoid-shaped graph results when this factor is included in a model of growth.  Such an equation is called a logistic growth equation.  FTP, name this quantity symbolized by a capital K, the maximum stable population size of a species that an environment could support over a period of time.": {
    "guess": "Carrying capacity",
    "confidence": [
      [
        "Car",
        -0.008341992
      ],
      [
        "rying",
        -4.246537e-06
      ],
      [
        " capacity",
        -0.015679447
      ]
    ]
  },
  "It was enforced as late as 1802, which led to the destruction of a settlement in Alaska. It was later amended in order to accommodate claims over the island of Fernando Poo. Written by Fernando de Alvarez de Toledo, it followed a papal bull issued by Pope Alexander VI, whose national origin was a factor in its terms. Once more geographic information was acquired, it was superceded by the Treaty of Zaragossa. It created a border near the Cape Verde Islands, which led to Brazil going to Portugal. FTP, identify this 1494 treaty signed by Spain and Portugal which divided the entire New World into two spheres of influence.": {
    "guess": "Treaty of Tordesillas",
    "confidence": [
      [
        "T",
        -0.0015649732
      ],
      [
        "reat",
        -2.4749568e-05
      ],
      [
        "y",
        -0.000110337794
      ],
      [
        " of",
        -0.00014549555
      ],
      [
        " T",
        -3.1737043e-06
      ],
      [
        "ordes",
        -3.488188e-05
      ],
      [
        "illas",
        -1.867018e-05
      ]
    ]
  }
}