{
  "During talks over this treaty, the U.S. separately negotiated the Chester concession for economic development, which would later be annulled. The related articles to this treaty were later superseded by": {
    "guess": "Treaty of Wanghia",
    "confidence": [
      [
        "T",
        -1.0611715
      ],
      [
        "reat",
        -0.000342376
      ],
      [
        "y",
        -0.0020879272
      ],
      [
        " of",
        -0.0011904644
      ],
      [
        " Wang",
        -0.4012472
      ],
      [
        "h",
        -0.0013274992
      ],
      [
        "ia",
        -1.3544423e-05
      ]
    ]
  },
  "Talib Kweli references it in \"Talkin' to You,\" foretelling a chump's death in the street, while Beanie Sigel mentions a worker by this name who leaps \"when I say jump\" in the track \"Mac Man.\"  Its first sequel, subtitled \"Three Deep,\" includes underwater and airborne screens, while more recent sequels include ones subtitled \"Helmet Chaos\" and \"Ancient Shadow.\"  The truck driver Shlomo and the electrician Slippery Pete are enlisted to transport a unit of it containing G.L.C.'s high score of over 860,000 points, though it, like this game's protagonist itself, is ironically smashed by an oncoming truck.  FTP, name this classic Konami arcade game purchased by George Costanza in an episode of Seinfeld,": {
    "guess": "Frogger",
    "confidence": [
      [
        "F",
        -0.35921806
      ],
      [
        "rog",
        -5.157039e-05
      ],
      [
        "ger",
        -6.511407e-06
      ]
    ]
  },
  "This man talked the Secretary of State and a senator into introducing Isaac Shelby to the leader of a forerunner to the Lewis and Clark expedition, a botanist named André Michaux. He lost much of his support after informing Alexander Dallas of his intentions regarding the ship Little Sarah, information soon transmitted to Pennsylvania Governor Thomas Mifflin. Alexander Hamilton proved this figure's chief supporter when a warrant for his arrest arrived in 1794. Gouverneur Morris notably predicted that Washington would dislike this figure shortly after his April 1793 arrival in Charleston, where he began gathering privateers like the Anti-George and the Sans-Culotte to attack British and Spanish": {
    "guess": "Edmund Randolph",
    "confidence": [
      [
        "Ed",
        -0.21637963
      ],
      [
        "mund",
        -0.06731535
      ],
      [
        " Randolph",
        -0.36691254
      ]
    ]
  },
  "During talks over this treaty, the U.S. separately negotiated the Chester concession for economic development, which would later be annulled. The related articles to this treaty were later superseded by the Montreaux Convention. This agreement included a list of 150 who were declared \"persona non grata,\" mostly members of the previous government, though 600 names had originally been submitted to the conference that produced this treaty. An earlier treaty signed at the same location was also called the Treaty of Ouchy, and ended the Italo-Turkish War in 1912. By this treaty, the Dodecanese were ceded to Italy, Hatay was confirmed as Syrian territory, and a massive population exchange was agreed upon with Greece. This agreement, which was a re-negotiation of the Treaty of Sèvres, allowed more": {
    "guess": "Treaty of Lausanne",
    "confidence": [
      [
        "T",
        -0.067390576
      ],
      [
        "reat",
        -7.226629e-06
      ],
      [
        "y",
        -0.0001437075
      ],
      [
        " of",
        -1.4617256e-05
      ],
      [
        " La",
        -0.00079723884
      ],
      [
        "us",
        -1.1994775e-05
      ],
      [
        "anne",
        -0.00012047011
      ]
    ]
  },
  "When talking to this object, its owner praises it as white and free of stain. Its former owners include": {
    "guess": "The Hope Diamond",
    "confidence": [
      [
        "The",
        -1.1094358
      ],
      [
        " Hope",
        -1.1600782
      ],
      [
        " Diamond",
        -0.0015593779
      ]
    ]
  },
  "During talks over this treaty, the U.S. separately negotiated the Chester concession for economic development, which would later be annulled. The related articles to this treaty were later superseded by the Montreaux Convention. This agreement included a list of 150 who were declared \"persona non grata,\" mostly members of the previous government, though 600 names had originally been submitted to the conference that produced this treaty. An earlier treaty signed at the same location was also called the Treaty of Ouchy, and ended the Italo-Turkish War in 1912. By this treaty, the Dodecanese were ceded to Italy, Hatay was confirmed as Syrian territory, and a massive population exchange was agreed upon with Greece. This agreement, which was a re-negotiation of the Treaty of Sèvres, allowed more hopitable terms to the newly-formed Republic of Turkey than those posed to the Ottomans. FTP, name": {
    "guess": "Treaty of Lausanne",
    "confidence": [
      [
        "T",
        -0.12920304
      ],
      [
        "reat",
        -4.246537e-06
      ],
      [
        "y",
        -9.770221e-05
      ],
      [
        " of",
        -1.640531e-05
      ],
      [
        " La",
        -0.0005966393
      ],
      [
        "us",
        -2.4630364e-05
      ],
      [
        "anne",
        -9.460292e-05
      ]
    ]
  },
  "This man talked the Secretary of State and a senator into introducing Isaac Shelby to the leader of a": {
    "guess": "North Carolina",
    "confidence": [
      [
        "North",
        -1.7829099
      ],
      [
        " Carolina",
        -0.0037796472
      ]
    ]
  },
  "When Talthybius called for this woman to be brought to him, she was found praying to Hymen. Eurypylus went mad upon seeing an image of Dionysus hidden in a chest left behind by this woman. In one myth, her ears were licked by serpents after she spent a night in a temple of Apollo. A wooden carving of Athena fell to the ground when this woman was raped, and Odysseus called for the stoning of her rapist, Ajax the Lesser. When this woman refused Apollo's advances, he spat in her mouth. Clytemnestra killed this woman after Agamemnon brought her home from the Trojan War. For 10 points, identify this daughter of Priam and Hecuba, who was not believed when she claimed that Greek soldiers were in the Trojan Horse.": {
    "guess": "Cassandra",
    "confidence": [
      [
        "C",
        -0.0022526723
      ],
      [
        "assandra",
        -0.00010425841
      ]
    ]
  },
  "A Talmudic tradition claims that the man who lives in this location is Jacob, while Dante alludes to that man as Cain. Norse mythology interprets this object as a man in a carriage, continuously chased by the wolf Hati. Coyolxauhqui (\"co-yol-show-kee\") became the goddess of this object when she plotted": {
    "guess": "Moon",
    "confidence": [
      [
        "Moon",
        -0.5851395
      ]
    ]
  },
  "This man talked the Secretary of State and a senator into introducing Isaac Shelby to the leader of a forerunner to the Lewis and Clark expedition, a botanist named André Michaux. He lost much of his support after informing Alexander Dallas of his intentions regarding the ship Little Sarah, information soon transmitted to Pennsylvania Governor Thomas Mifflin. Alexander Hamilton proved this figure's chief supporter when a warrant for his arrest arrived in 1794. Gouverneur Morris notably predicted that Washington would dislike this figure shortly after his April 1793 arrival in Charleston, where he began gathering privateers like the Anti-George and the Sans-Culotte to attack British and Spanish holdings. For 10 points, name this French ambassador to the early United States, who endangered US": {
    "guess": "Edmond-Charles Genêt",
    "confidence": [
      [
        "Ed",
        -0.06980248
      ],
      [
        "mond",
        -0.37302622
      ],
      [
        "-",
        -0.043052513
      ],
      [
        "Charles",
        -0.007362764
      ],
      [
        " Gen",
        -0.0007669832
      ],
      [
        "êt",
        -0.09374576
      ]
    ]
  },
  "He talked about the time he stole a load of pears to feed some pigs, but more famously supported infant baptism. He believed that lust existed in thought and not action, and wrote \"another's lust cannot pollute thee\" to the virgins who were raped during the sack of Rome by the Visigoths in 410, a tragedy": {
    "guess": "Augustine of Hippo",
    "confidence": [
      [
        "August",
        -0.09006411
      ],
      [
        "ine",
        -0.0030815713
      ],
      [
        " of",
        -0.002074956
      ],
      [
        " Hipp",
        -0.000116894
      ],
      [
        "o",
        -1.0206721e-05
      ]
    ]
  },
  "In one tale, this figure frees the bound Manassen and helps him drown his captor in a fountain.Another story revolves around this figure's flight from Ontlake. Sometimes identified with Duke Lianour as the ruler of the Castle of Maidens, this figure was often mentioned in the company of nine relatives.Though Layamon attributed some of this figure's deeds to a character called Argante, Sicilian tales about visions off of the Calabrian Coast refer to this figure's more commonly used name. Sometimes identified as the parent of Yvain, it was this lover of Accolon who sent the Green Knight to Camelot. First introduced in Geoffrey's Vita Merlini, this figure had the ability to shape-shift and fly.After a fateful battle on the River Camlan, it is this ruler of the Isle of Apples who bears her half-brother's": {
    "guess": "Morgan le Fay",
    "confidence": [
      [
        "M",
        -0.04314523
      ],
      [
        "organ",
        -0.010185245
      ],
      [
        " le",
        -0.020882156
      ],
      [
        " Fay",
        -0.0002226093
      ]
    ]
  },
  "Ta-lu skyjacks Roberta Brinklow, Captain Charles Mallinson, Henry Barnard (aka Chalmers Bryant) and Hugh Conway, but the pilot suffers a heart attack and dies upon landing near the western Himalayas. Fortunately,": {
    "guess": "Lost Horizon (novel)",
    "confidence": [
      [
        "Lost",
        -0.43538147
      ],
      [
        " Horizon",
        -0.000947784
      ],
      [
        " (",
        -0.6302971
      ],
      [
        "nov",
        -0.19336814
      ],
      [
        "el",
        -4.894791e-05
      ],
      [
        ")",
        -0.0006061719
      ]
    ]
  },
  "When talking to this object, its owner praises it as white and free of stain. Its former owners include Jutmundus the giant and its most notable owner received it from his cousin, an enchanter. This object was made from the same material a similar object named Cortana and owned by Ogier the Dane. This": {
    "guess": "Excalibur (Arthurian legend)",
    "confidence": [
      [
        "Ex",
        -0.56482345
      ],
      [
        "cal",
        -1.3663626e-05
      ],
      [
        "ibur",
        -0.0001530017
      ],
      [
        " (",
        -0.64699465
      ],
      [
        "Arthur",
        -0.47131097
      ],
      [
        "ian",
        -0.00023286081
      ],
      [
        " legend",
        -0.005737391
      ],
      [
        ")",
        -8.876193e-05
      ]
    ]
  },
  "This man talked the Secretary of State and a senator into introducing Isaac Shelby to the leader of a forerunner to the Lewis and Clark expedition, a botanist named André Michaux. He lost much of his support after informing Alexander Dallas of his intentions regarding the ship Little Sarah, information soon transmitted to Pennsylvania Governor Thomas Mifflin. Alexander Hamilton proved this figure's chief supporter when a warrant for his arrest arrived in 1794. Gouverneur Morris notably predicted": {
    "guess": "Edmund Randolph",
    "confidence": [
      [
        "Ed",
        -0.7669236
      ],
      [
        "mund",
        -0.0484244
      ],
      [
        " Randolph",
        -0.013768294
      ]
    ]
  },
  "In one tale, this figure frees the bound Manassen and helps him drown his captor in a fountain.Another story revolves around this figure's flight from Ontlake. Sometimes identified with Duke Lianour as the ruler of the Castle of Maidens, this figure was often mentioned in the company of nine relatives.Though Layamon attributed some of this figure's deeds to a character called Argante, Sicilian tales about visions off of the Calabrian Coast refer to this figure's more commonly used name. Sometimes identified as the parent of Yvain, it was this lover of Accolon who sent the Green Knight to Camelot.": {
    "guess": "Morgan le Fay",
    "confidence": [
      [
        "M",
        -0.37447885
      ],
      [
        "organ",
        -0.013905499
      ],
      [
        " le",
        -0.083106235
      ],
      [
        " Fay",
        -0.00023476807
      ]
    ]
  },
  "When Talthybius called for this woman to be brought to him, she was found praying to Hymen. Eurypylus": {
    "guess": "Hecuba",
    "confidence": [
      [
        "H",
        -0.3422975
      ],
      [
        "ec",
        -0.09535372
      ],
      [
        "uba",
        -0.03764824
      ]
    ]
  },
  "During talks over this treaty, the U.S. separately negotiated the Chester concession for economic development, which would later be annulled. The related articles to this treaty were later superseded by the Montreaux Convention. This agreement included a list of 150 who were declared \"persona non grata,\"": {
    "guess": "Treaty of Lausanne",
    "confidence": [
      [
        "T",
        -0.13919114
      ],
      [
        "reat",
        -5.3596854e-05
      ],
      [
        "y",
        -0.00074339914
      ],
      [
        " of",
        -0.00012916465
      ],
      [
        " La",
        -0.19231257
      ],
      [
        "us",
        -0.0005562512
      ],
      [
        "anne",
        -0.00012106613
      ]
    ]
  },
  "In one tale, this figure frees the bound Manassen and helps him drown his captor in a fountain.Another story revolves around this figure's flight from Ontlake. Sometimes identified with Duke Lianour as the ruler of the Castle of Maidens, this figure was often mentioned in the company of nine relatives.Though Layamon attributed some of this figure's deeds to a character called Argante, Sicilian tales about visions off of the Calabrian Coast refer to this figure's more commonly used name. Sometimes": {
    "guess": "King Arthur",
    "confidence": [
      [
        "King",
        -0.94439477
      ],
      [
        " Arthur",
        -0.001663516
      ]
    ]
  },
  "During talks over this treaty, the U.S. separately negotiated the Chester concession for economic development, which would later be annulled. The related articles to this treaty were later superseded by the Montreaux Convention. This agreement included a list of 150 who were declared \"persona non grata,\" mostly members of the previous government, though 600 names had originally been submitted to the conference that produced this treaty. An earlier treaty signed at the same location was also called the Treaty of Ouchy, and ended the Italo-Turkish War in 1912. By this treaty, the Dodecanese were ceded to Italy, Hatay was confirmed as Syrian territory, and a massive population exchange was agreed": {
    "guess": "Treaty of Lausanne",
    "confidence": [
      [
        "T",
        -0.10732448
      ],
      [
        "reat",
        -6.1537958e-06
      ],
      [
        "y",
        -0.0002974472
      ],
      [
        " of",
        -6.0153056e-05
      ],
      [
        " La",
        -0.0006719247
      ],
      [
        "us",
        -2.2246291e-05
      ],
      [
        "anne",
        -0.00011749002
      ]
    ]
  },
  "This man talked the Secretary of State and a senator into introducing Isaac Shelby to the leader of a forerunner to the Lewis and Clark expedition, a botanist named André Michaux. He lost much of his support after informing Alexander Dallas of his intentions regarding the ship Little Sarah, information": {
    "guess": "Thomas Jefferson",
    "confidence": [
      [
        "Thomas",
        -0.9101319
      ],
      [
        " Jefferson",
        -0.0016706573
      ]
    ]
  },
  "This man talked the Secretary of State and a senator into introducing Isaac Shelby to the leader of a forerunner to the Lewis and Clark expedition, a botanist named André Michaux. He lost much of his support": {
    "guess": "Thomas Jefferson",
    "confidence": [
      [
        "Thomas",
        -1.5475123
      ],
      [
        " Jefferson",
        -0.002626312
      ]
    ]
  },
  "Talib Kweli references it in \"Talkin' to You,\" foretelling a chump's death in the street, while Beanie Sigel mentions a worker by this name who leaps \"when I say jump\" in the track \"Mac Man.\"  Its first sequel, subtitled \"Three Deep,\" includes underwater and airborne screens, while more recent sequels include ones subtitled \"Helmet Chaos\" and \"Ancient Shadow.\"  The truck driver Shlomo and the electrician Slippery Pete are enlisted to transport a unit of it containing G.L.C.'s high score of over 860,000": {
    "guess": "BurgerTime",
    "confidence": [
      [
        "B",
        -0.94738114
      ],
      [
        "urger",
        -0.09758222
      ],
      [
        "Time",
        -0.0017412242
      ]
    ]
  },
  "In one tale, this figure frees the bound Manassen and helps him drown his captor in a fountain.Another story revolves around this figure's flight from Ontlake. Sometimes identified with Duke Lianour as": {
    "guess": "Lancelot",
    "confidence": [
      [
        "L",
        -2.3159685
      ],
      [
        "ancel",
        -0.19958122
      ],
      [
        "ot",
        -0.00013822412
      ]
    ]
  },
  "A Talmudic tradition claims that the man who lives in this location is Jacob, while Dante alludes to that man as Cain. Norse mythology interprets this object as a man in a carriage, continuously chased": {
    "guess": "Ginnungagap",
    "confidence": [
      [
        "G",
        -1.6263138
      ],
      [
        "inn",
        -0.79047775
      ],
      [
        "ung",
        -0.00021509947
      ],
      [
        "ag",
        -0.00011081461
      ],
      [
        "ap",
        -1.9743013e-05
      ]
    ]
  },
  "When Talthybius called for this woman to be brought to him, she was found praying to Hymen. Eurypylus went mad upon seeing an image of Dionysus hidden in a chest left behind by this woman. In one myth,": {
    "guess": "Helen of Troy",
    "confidence": [
      [
        "H",
        -0.95033664
      ],
      [
        "elen",
        -0.65989214
      ],
      [
        " of",
        -0.38074368
      ],
      [
        " Troy",
        -0.0016771988
      ]
    ]
  },
  "Talib Kweli references it in \"Talkin' to You,\" foretelling a chump's death in the street, while Beanie Sigel mentions a worker by this name who leaps \"when I say jump\" in the track \"Mac Man.\"  Its first sequel, subtitled \"Three Deep,\" includes underwater and airborne screens, while more recent sequels include ones subtitled \"Helmet Chaos\" and \"Ancient Shadow.\"  The truck driver Shlomo and the electrician Slippery Pete are enlisted to transport a unit of it containing G.L.C.'s high score of over 860,000 points, though it, like this game's protagonist itself, is ironically smashed by an oncoming truck.  FTP, name this classic Konami arcade game purchased by George Costanza in an episode of Seinfeld, in which a player has to avoid gators in a river and traffic on a street to guide an amphibian": {
    "guess": "Frogger",
    "confidence": [
      [
        "F",
        -0.000941358
      ],
      [
        "rog",
        -7.107425e-06
      ],
      [
        "ger",
        -3.4121115e-06
      ]
    ]
  },
  "When talking to this object, its owner praises it as white and free of stain. Its former owners include Jutmundus the giant and its most notable owner received it from his cousin, an enchanter. This object was made from the same material a similar object named Cortana and owned by Ogier the Dane. This object was supposedly first owned by Hector and was a gift from Malagigi. A sardonyx terrace and a dark stone cause this object to cry out during two attempts to destroy it, both of which fail, and": {
    "guess": "Durendal",
    "confidence": [
      [
        "D",
        -1.099599
      ],
      [
        "ure",
        -0.22358456
      ],
      [
        "nd",
        -2.188868e-05
      ],
      [
        "al",
        -0.0014632153
      ]
    ]
  },
  "He talked about the time he stole a load of pears to feed some pigs, but more famously supported infant baptism. He believed that lust existed in thought and not action, and wrote \"another's lust cannot pollute thee\" to the virgins who were raped during the sack of Rome by the Visigoths in 410, a tragedy that prompted him to write about the separation of heavenly and temporal affairs in City of God.": {
    "guess": "Augustine of Hippo",
    "confidence": [
      [
        "August",
        -0.03972499
      ],
      [
        "ine",
        -0.0006271334
      ],
      [
        " of",
        -0.0017318217
      ],
      [
        " Hipp",
        -0.00015252856
      ],
      [
        "o",
        -9.849109e-06
      ]
    ]
  },
  "When talking to this object, its owner praises it as white and free of stain. Its former owners include Jutmundus the giant and its most notable owner received it from his cousin, an enchanter. This object was made from the same material a similar object named Cortana and owned by Ogier the Dane. This object was supposedly first owned by Hector and was a gift from Malagigi. A sardonyx terrace and a dark stone cause this object to cry out during two attempts to destroy it, both of which fail, and this object is either left under a pine tree or hurled into a poison stream. Containing the tooth of": {
    "guess": "Durendal",
    "confidence": [
      [
        "D",
        -0.89470935
      ],
      [
        "ure",
        -0.14296038
      ],
      [
        "nd",
        -4.823269e-05
      ],
      [
        "al",
        -0.00079033244
      ]
    ]
  },
  "When talking to this object, its owner praises it as white and free of stain. Its former owners include Jutmundus the giant and its most notable owner received it from his cousin, an enchanter. This object was made from the same material a similar object named Cortana and owned by Ogier the Dane. This object was supposedly first owned by Hector and was a gift from Malagigi. A sardonyx terrace and a dark stone cause this object to cry out during two attempts to destroy it, both of which fail, and this object is either left under a pine tree or hurled into a poison stream. Containing the tooth of St. Peter and the robe of the Virgin Mary, its owner dies at the Battle of Roncevaux Pass after being": {
    "guess": "Durendal",
    "confidence": [
      [
        "D",
        -0.9257392
      ],
      [
        "ure",
        -0.007382759
      ],
      [
        "nd",
        -4.608702e-05
      ],
      [
        "al",
        -0.00047047227
      ]
    ]
  },
  "Talib Kweli references it in \"Talkin' to You,\" foretelling a chump's death in the street, while Beanie Sigel mentions a worker by this name who leaps \"when I say jump\" in the track \"Mac Man.\"  Its first sequel, subtitled \"Three Deep,\" includes underwater and airborne screens, while more recent sequels": {
    "guess": "Dig Dug",
    "confidence": [
      [
        "Dig",
        -1.7221522
      ],
      [
        " D",
        -0.006878888
      ],
      [
        "ug",
        -3.1186566e-05
      ]
    ]
  },
  "He talked about the time he stole a load of pears to feed some pigs, but more famously supported infant": {
    "guess": "Ned Kelly",
    "confidence": [
      [
        "N",
        -0.8547761
      ],
      [
        "ed",
        -0.0025430822
      ],
      [
        " Kelly",
        -0.0019726462
      ]
    ]
  },
  "A Talmudic tradition claims that the man who lives in this location is Jacob, while Dante alludes to that man as Cain. Norse mythology interprets this object as a man in a carriage, continuously chased by the wolf Hati. Coyolxauhqui (\"co-yol-show-kee\") became the goddess of this object when she plotted to kill her mother and Chang'e (\"chong-uh\") fled here with her rabbit. Tsukuyomi is the embodiment of this object in Japanese mythology. For 10 points, name this astronomical object, associated with Selene in Greek mythology and Luna in Roman mythology.": {
    "guess": "Moon",
    "confidence": [
      [
        "Moon",
        -0.00864908
      ]
    ]
  },
  "A Talmudic tradition claims that the man who lives in this location is Jacob, while Dante alludes to that man as Cain. Norse mythology interprets this object as a man in a carriage, continuously chased by the wolf Hati. Coyolxauhqui (\"co-yol-show-kee\") became the goddess of this object when she plotted to kill her mother and Chang'e (\"chong-uh\") fled here with her rabbit. Tsukuyomi is the embodiment of this object in Japanese mythology. For 10 points, name this astronomical object, associated with": {
    "guess": "Moon",
    "confidence": [
      [
        "Moon",
        -0.10596013
      ]
    ]
  },
  "When talking to this object, its owner praises it as white and free of stain. Its former owners include Jutmundus the giant and its most notable owner received it from his cousin, an enchanter. This object was made from the same material a similar object named Cortana and owned by Ogier the Dane. This object was supposedly first owned by Hector and was a gift from Malagigi. A sardonyx terrace and a dark stone cause this object to cry out during two attempts to destroy it, both of which fail, and this object is either left under a pine tree or hurled into a poison stream. Containing the tooth of St. Peter and the robe of the Virgin Mary, its owner dies at the Battle of Roncevaux Pass after being ambushed by Saracens. For ten points, name this sword of Roland.": {
    "guess": "Durendal",
    "confidence": [
      [
        "D",
        -0.030781347
      ],
      [
        "ure",
        -0.00022165567
      ],
      [
        "nd",
        -8.657073e-06
      ],
      [
        "al",
        -8.220573e-05
      ]
    ]
  },
  "When Talthybius called for this woman to be brought to him, she was found praying to Hymen. Eurypylus went mad upon seeing an image of Dionysus hidden in a chest left behind by this woman. In one myth, her ears were licked by serpents after she spent a night in a temple of Apollo. A wooden carving of Athena fell to the ground when this woman was raped, and Odysseus called for the stoning of her rapist,": {
    "guess": "Cassandra",
    "confidence": [
      [
        "C",
        -0.044924956
      ],
      [
        "assandra",
        -0.016597413
      ]
    ]
  },
  "When Talthybius called for this woman to be brought to him, she was found praying to Hymen. Eurypylus went mad upon seeing an image of Dionysus hidden in a chest left behind by this woman. In one myth, her ears were licked by serpents after she spent a night in a temple of Apollo. A wooden carving of Athena fell to the ground when this woman was raped, and Odysseus called for the stoning of her rapist, Ajax the Lesser. When this woman refused Apollo's advances, he spat in her mouth. Clytemnestra killed this woman after Agamemnon brought her home from the Trojan War. For 10 points, identify this": {
    "guess": "Cassandra",
    "confidence": [
      [
        "C",
        -0.005996579
      ],
      [
        "assandra",
        -0.00039266158
      ]
    ]
  },
  "In one tale, this figure frees the bound Manassen and helps him drown his captor in a fountain.Another story revolves around this figure's flight from Ontlake. Sometimes identified with Duke Lianour as the ruler of the Castle of Maidens, this figure was often mentioned in the company of nine relatives.Though Layamon attributed some of this figure's deeds to a character called Argante, Sicilian tales about visions off of the Calabrian Coast refer to this figure's more commonly used name. Sometimes identified as the parent of Yvain, it was this lover of Accolon who sent the Green Knight to Camelot. First introduced in Geoffrey's Vita Merlini, this figure had the ability to shape-shift and fly.After a fateful battle on the River Camlan, it is this ruler of the Isle of Apples who bears her half-brother's body away. For 10 points, identify this daughter of Ygraine and half-sister of King Arthur,": {
    "guess": "Morgan le Fay",
    "confidence": [
      [
        "M",
        -0.0055262735
      ],
      [
        "organ",
        -0.052284736
      ],
      [
        " le",
        -0.023833258
      ],
      [
        " Fay",
        -0.0005767433
      ]
    ]
  },
  "This man talked the Secretary of State and a senator into introducing Isaac Shelby to the leader of a forerunner to the Lewis and Clark expedition, a botanist named André Michaux. He lost much of his support after informing Alexander Dallas of his intentions regarding the ship Little Sarah, information soon transmitted to Pennsylvania Governor Thomas Mifflin. Alexander Hamilton proved this figure's": {
    "guess": "Edmund Randolph",
    "confidence": [
      [
        "Ed",
        -0.32515293
      ],
      [
        "mund",
        -0.052911885
      ],
      [
        " Randolph",
        -0.07525259
      ]
    ]
  },
  "During talks over this treaty, the U.S. separately negotiated the Chester concession for economic development, which would later be annulled. The related articles to this treaty were later superseded by the Montreaux Convention. This agreement included a list of 150 who were declared \"persona non grata,\" mostly members of the previous government, though 600 names had originally been submitted to the conference that produced this treaty. An earlier treaty signed at the same location was also called the Treaty of Ouchy, and ended the Italo-Turkish War in 1912. By this treaty, the Dodecanese were": {
    "guess": "Treaty of Lausanne",
    "confidence": [
      [
        "T",
        -0.27966726
      ],
      [
        "reat",
        -4.2630116e-05
      ],
      [
        "y",
        -0.00031043674
      ],
      [
        " of",
        -0.0005847262
      ],
      [
        " La",
        -0.00095457496
      ],
      [
        "us",
        -3.070975e-05
      ],
      [
        "anne",
        -0.00019710339
      ]
    ]
  },
  "When talking to this object, its owner praises it as white and free of stain. Its former owners include Jutmundus the giant and its most notable owner received it from his cousin, an enchanter. This object": {
    "guess": "Holy Grail",
    "confidence": [
      [
        "Holy",
        -0.30238205
      ],
      [
        " Gr",
        -0.0023888526
      ],
      [
        "ail",
        -1.3306016e-05
      ]
    ]
  },
  "He talked about the time he stole a load of pears to feed some pigs, but more famously supported infant baptism. He believed that lust existed in thought and not action, and wrote \"another's lust cannot pollute thee\" to the virgins who were raped during the sack of Rome by the Visigoths in 410, a tragedy that prompted him to write about the separation of heavenly and temporal affairs in City of God. A proponent of original sin, he discussed his sinful youth and conversion to Christianity in Confessions. FTP, name this Christian thinker who was bishop of Hippo.": {
    "guess": "Augustine of Hippo",
    "confidence": [
      [
        "August",
        -0.00075685815
      ],
      [
        "ine",
        -5.0139948e-05
      ],
      [
        " of",
        -0.0007144584
      ],
      [
        " Hipp",
        -4.365741e-06
      ],
      [
        "o",
        -3.1737043e-06
      ]
    ]
  },
  "When Talthybius called for this woman to be brought to him, she was found praying to Hymen. Eurypylus went mad upon seeing an image of Dionysus hidden in a chest left behind by this woman. In one myth, her ears were licked by serpents after she spent a night in a temple of Apollo. A wooden carving of Athena fell to the ground when this woman was raped, and Odysseus called for the stoning of her rapist, Ajax the Lesser. When this woman refused Apollo's advances, he spat in her mouth. Clytemnestra killed this woman after Agamemnon brought her home from the Trojan War. For 10 points, identify this daughter of Priam and Hecuba, who was not believed when she claimed that Greek soldiers were in the": {
    "guess": "Cassandra",
    "confidence": [
      [
        "C",
        -0.011269694
      ],
      [
        "assandra",
        -0.0010813986
      ]
    ]
  },
  "In one tale, this figure frees the bound Manassen and helps him drown his captor in a fountain.Another story revolves around this figure's flight from Ontlake. Sometimes identified with Duke Lianour as the ruler of the Castle of Maidens, this figure was often mentioned in the company of nine relatives.Though Layamon attributed some of this figure's deeds to a character called Argante, Sicilian tales about visions off of the Calabrian Coast refer to this figure's more commonly used name. Sometimes identified as the parent of Yvain, it was this lover of Accolon who sent the Green Knight to Camelot. First introduced in Geoffrey's Vita Merlini, this figure had the ability to shape-shift and fly.After a fateful battle on the River Camlan, it is this ruler of the Isle of Apples who bears her half-brother's body away. For 10 points, identify this daughter of Ygraine and half-sister of King Arthur, a sorceress and queen of Avalon.": {
    "guess": "Morgan le Fay",
    "confidence": [
      [
        "M",
        -0.003080625
      ],
      [
        "organ",
        -0.022619009
      ],
      [
        " le",
        -0.010555591
      ],
      [
        " Fay",
        -0.0002356025
      ]
    ]
  },
  "Ta-lu skyjacks Roberta Brinklow, Captain Charles Mallinson, Henry Barnard (aka Chalmers Bryant) and Hugh": {
    "guess": "Lost Horizon (novel)",
    "confidence": [
      [
        "Lost",
        -0.7427884
      ],
      [
        " Horizon",
        -0.00089717016
      ],
      [
        " (",
        -0.5422335
      ],
      [
        "nov",
        -0.16052082
      ],
      [
        "el",
        -3.7027545e-05
      ],
      [
        ")",
        -0.0005026352
      ]
    ]
  },
  "A Talmudic tradition claims that the man who lives in this location is Jacob, while Dante alludes to that man as Cain. Norse mythology interprets this object as a man in a carriage, continuously chased by the wolf Hati. Coyolxauhqui (\"co-yol-show-kee\") became the goddess of this object when she plotted to kill her mother and Chang'e (\"chong-uh\") fled here with her rabbit. Tsukuyomi is the embodiment": {
    "guess": "Moon in mythology",
    "confidence": [
      [
        "Moon",
        -0.3492399
      ],
      [
        " in",
        -0.042475376
      ],
      [
        " mythology",
        -0.25665328
      ]
    ]
  },
  "Ta-lu skyjacks Roberta Brinklow, Captain Charles Mallinson, Henry Barnard (aka Chalmers Bryant) and Hugh Conway, but the pilot suffers a heart attack and dies upon landing near the western Himalayas. Fortunately, they are rescued and brought to an isolated lamasery. For 10 points -- name this 1933 book that features the laid‑back life in Shangri‑La by James Hilton.": {
    "guess": "Lost Horizon (novel)",
    "confidence": [
      [
        "Lost",
        -0.000813678
      ],
      [
        " Horizon",
        -0.0008489367
      ],
      [
        " (",
        -0.62310773
      ],
      [
        "nov",
        -0.09162978
      ],
      [
        "el",
        -1.4855664e-05
      ],
      [
        ")",
        -0.00017386234
      ]
    ]
  },
  "Talib Kweli references it in \"Talkin' to You,\" foretelling a chump's death in the street, while Beanie": {
    "guess": "The Great Gatsby",
    "confidence": [
      [
        "The",
        -1.1632664
      ],
      [
        " Great",
        -1.4290285
      ],
      [
        " G",
        -0.14094508
      ],
      [
        "atsby",
        -0.0032351096
      ]
    ]
  },
  "When Talthybius called for this woman to be brought to him, she was found praying to Hymen. Eurypylus went mad upon seeing an image of Dionysus hidden in a chest left behind by this woman. In one myth, her ears were licked by serpents after she spent a night in a temple of Apollo. A wooden carving of": {
    "guess": "Cassandra",
    "confidence": [
      [
        "C",
        -0.0035809453
      ],
      [
        "assandra",
        -0.00015467056
      ]
    ]
  },
  "This man talked the Secretary of State and a senator into introducing Isaac Shelby to the leader of a forerunner to the Lewis and Clark expedition, a botanist named André Michaux. He lost much of his support after informing Alexander Dallas of his intentions regarding the ship Little Sarah, information soon transmitted to Pennsylvania Governor Thomas Mifflin. Alexander Hamilton proved this figure's chief supporter when a warrant for his arrest arrived in 1794. Gouverneur Morris notably predicted that Washington would dislike this figure shortly after his April 1793 arrival in Charleston, where": {
    "guess": "Edmund Randolph",
    "confidence": [
      [
        "Ed",
        -0.13851629
      ],
      [
        "mund",
        -0.20425376
      ],
      [
        " Randolph",
        -0.33303916
      ]
    ]
  },
  "In one tale, this figure frees the bound Manassen and helps him drown his captor in a fountain.Another story revolves around this figure's flight from Ontlake. Sometimes identified with Duke Lianour as the ruler of the Castle of Maidens, this figure was often mentioned in the company of nine relatives.Though Layamon attributed some of this figure's deeds to a character called Argante, Sicilian tales": {
    "guess": "King Arthur",
    "confidence": [
      [
        "King",
        -1.4948545
      ],
      [
        " Arthur",
        -0.0058332877
      ]
    ]
  },
  "During talks over this treaty, the U.S. separately negotiated the Chester concession for economic development, which would later be annulled. The related articles to this treaty were later superseded by the Montreaux Convention. This agreement included a list of 150 who were declared \"persona non grata,\" mostly members of the previous government, though 600 names had originally been submitted to the conference that produced this treaty. An earlier treaty signed at the same location was also called the Treaty of Ouchy, and ended the Italo-Turkish War in 1912. By this treaty, the Dodecanese were ceded to Italy, Hatay was confirmed as Syrian territory, and a massive population exchange was agreed upon with Greece. This agreement, which was a re-negotiation of the Treaty of Sèvres, allowed more hopitable terms to the newly-formed Republic of Turkey than those posed to the Ottomans. FTP, name this 1923 treaty signed in Switzerland between the Allies and Turkey.": {
    "guess": "Treaty of Lausanne",
    "confidence": [
      [
        "T",
        -0.009596007
      ],
      [
        "reat",
        -4.604148e-06
      ],
      [
        "y",
        -0.00019841464
      ],
      [
        " of",
        -0.00026252787
      ],
      [
        " La",
        -0.00062915985
      ],
      [
        "us",
        -0.00055672805
      ],
      [
        "anne",
        -0.00011749002
      ]
    ]
  },
  "Ta-lu skyjacks Roberta Brinklow, Captain Charles Mallinson, Henry Barnard (aka Chalmers Bryant) and Hugh Conway, but the pilot suffers a heart attack and dies upon landing near the western Himalayas. Fortunately, they are rescued and brought to an isolated lamasery. For 10 points -- name this 1933 book": {
    "guess": "Lost Horizon",
    "confidence": [
      [
        "Lost",
        -0.0052670767
      ],
      [
        " Horizon",
        -0.0001468068
      ]
    ]
  },
  "Talib Kweli references it in \"Talkin' to You,\" foretelling a chump's death in the street, while Beanie Sigel mentions a worker by this name who leaps \"when I say jump\" in the track \"Mac Man.\"  Its first": {
    "guess": "Macintosh",
    "confidence": [
      [
        "Mac",
        -1.018153
      ],
      [
        "intosh",
        -0.76232404
      ]
    ]
  },
  "In one tale, this figure frees the bound Manassen and helps him drown his captor in a fountain.Another story revolves around this figure's flight from Ontlake. Sometimes identified with Duke Lianour as the ruler of the Castle of Maidens, this figure was often mentioned in the company of nine relatives.Though Layamon attributed some of this figure's deeds to a character called Argante, Sicilian tales about visions off of the Calabrian Coast refer to this figure's more commonly used name. Sometimes identified as the parent of Yvain, it was this lover of Accolon who sent the Green Knight to Camelot. First introduced in Geoffrey's Vita Merlini, this figure had the ability to shape-shift and fly.After": {
    "guess": "Morgan le Fay",
    "confidence": [
      [
        "M",
        -0.17656298
      ],
      [
        "organ",
        -0.0063488116
      ],
      [
        " le",
        -0.103788935
      ],
      [
        " Fay",
        -0.0003807449
      ]
    ]
  },
  "During talks over this treaty, the U.S. separately negotiated the Chester concession for economic development,": {
    "guess": "Chester concession",
    "confidence": [
      [
        "Che",
        -0.5607071
      ],
      [
        "ster",
        -0.00046594252
      ],
      [
        " concession",
        -0.23392381
      ]
    ]
  },
  "During talks over this treaty, the U.S. separately negotiated the Chester concession for economic development, which would later be annulled. The related articles to this treaty were later superseded by the Montreaux Convention. This agreement included a list of 150 who were declared \"persona non grata,\" mostly members of the previous government, though 600 names had originally been submitted to the conference that produced this treaty. An earlier treaty signed at the same location was also called": {
    "guess": "Treaty of Lausanne",
    "confidence": [
      [
        "T",
        -0.08342388
      ],
      [
        "reat",
        -0.00024631983
      ],
      [
        "y",
        -0.0004745215
      ],
      [
        " of",
        -0.00025526012
      ],
      [
        " La",
        -0.06617657
      ],
      [
        "us",
        -9.150362e-05
      ],
      [
        "anne",
        -0.00015717384
      ]
    ]
  },
  "He talked about the time he stole a load of pears to feed some pigs, but more famously supported infant baptism. He believed that lust existed in thought and not action, and wrote \"another's lust cannot": {
    "guess": "Augustine of Hippo",
    "confidence": [
      [
        "August",
        -0.5324489
      ],
      [
        "ine",
        -0.00033248574
      ],
      [
        " of",
        -0.0012227283
      ],
      [
        " Hipp",
        -0.00013560164
      ],
      [
        "o",
        -1.7597347e-05
      ]
    ]
  },
  "Talib Kweli references it in \"Talkin' to You,\" foretelling a chump's death in the street, while Beanie Sigel mentions a worker by this name who leaps \"when I say jump\" in the track \"Mac Man.\"  Its first sequel, subtitled \"Three Deep,\" includes underwater and airborne screens, while more recent sequels include ones subtitled \"Helmet Chaos\" and \"Ancient Shadow.\"  The truck driver Shlomo and the electrician Slippery Pete are enlisted to transport a unit of it containing G.L.C.'s high score of over 860,000 points, though it, like this game's protagonist itself, is ironically smashed by an oncoming truck.  FTP, name this classic Konami arcade game purchased by George Costanza in an episode of Seinfeld, in which a player has to avoid gators in a river and traffic on a street to guide an amphibian to its lily-pad home.": {
    "guess": "Frogger",
    "confidence": [
      [
        "F",
        -9.73446e-05
      ],
      [
        "rog",
        -1.6240566e-06
      ],
      [
        "ger",
        -2.8160932e-06
      ]
    ]
  },
  "In one tale, this figure frees the bound Manassen and helps him drown his captor in a fountain.Another story revolves around this figure's flight from Ontlake. Sometimes identified with Duke Lianour as the ruler of the Castle of Maidens, this figure was often mentioned in the company of nine relatives.Though": {
    "guess": "Lancelot",
    "confidence": [
      [
        "L",
        -0.7223627
      ],
      [
        "ancel",
        -0.011030026
      ],
      [
        "ot",
        -0.00027587503
      ]
    ]
  },
  "When Talthybius called for this woman to be brought to him, she was found praying to Hymen. Eurypylus went mad upon seeing an image of Dionysus hidden in a chest left behind by this woman. In one myth, her ears were licked by serpents after she spent a night in a temple of Apollo. A wooden carving of Athena fell to the ground when this woman was raped, and Odysseus called for the stoning of her rapist, Ajax the Lesser. When this woman refused Apollo's advances, he spat in her mouth. Clytemnestra": {
    "guess": "Cassandra",
    "confidence": [
      [
        "C",
        -0.43210584
      ],
      [
        "assandra",
        -0.5289189
      ]
    ]
  },
  "A Talmudic tradition claims that the man who lives in this location is Jacob, while Dante alludes to": {
    "guess": "Mount Seir",
    "confidence": [
      [
        "Mount",
        -1.3571812
      ],
      [
        " Se",
        -0.4580092
      ],
      [
        "ir",
        -5.0378356e-05
      ]
    ]
  },
  "When talking to this object, its owner praises it as white and free of stain. Its former owners include Jutmundus the giant and its most notable owner received it from his cousin, an enchanter. This object was made from the same material a similar object named Cortana and owned by Ogier the Dane. This object was supposedly first owned by Hector and was a gift from Malagigi. A sardonyx terrace and a": {
    "guess": "Durendal",
    "confidence": [
      [
        "D",
        -0.77604175
      ],
      [
        "ure",
        -0.037640203
      ],
      [
        "nd",
        -1.4021238e-05
      ],
      [
        "al",
        -0.0009207504
      ]
    ]
  },
  "Talib Kweli references it in \"Talkin' to You,\" foretelling a chump's death in the street, while Beanie Sigel mentions a worker by this name who leaps \"when I say jump\" in the track \"Mac Man.\"  Its first sequel, subtitled \"Three Deep,\" includes underwater and airborne screens, while more recent sequels include ones subtitled \"Helmet Chaos\" and \"Ancient Shadow.\"  The truck driver Shlomo and the electrician": {
    "guess": "Boulder Dash",
    "confidence": [
      [
        "B",
        -0.60148823
      ],
      [
        "oulder",
        -0.33349743
      ],
      [
        " Dash",
        -0.00032199582
      ]
    ]
  },
  "This man talked the Secretary of State and a senator into introducing Isaac Shelby to the leader of a forerunner to the Lewis and Clark expedition, a botanist named André Michaux. He lost much of his support after informing Alexander Dallas of his intentions regarding the ship Little Sarah, information soon transmitted to Pennsylvania Governor Thomas Mifflin. Alexander Hamilton proved this figure's chief supporter when a warrant for his arrest arrived in 1794. Gouverneur Morris notably predicted that Washington would dislike this figure shortly after his April 1793 arrival in Charleston, where he began gathering privateers like the Anti-George and the Sans-Culotte to attack British and Spanish holdings. For 10 points, name this French ambassador to the early United States, who endangered US neutrality in a namesake affair and was known as \"Citizen.\"": {
    "guess": "Edmond-Charles Genêt",
    "confidence": [
      [
        "Ed",
        -0.03024874
      ],
      [
        "mond",
        -0.24307948
      ],
      [
        "-",
        -0.013469247
      ],
      [
        "Charles",
        -0.00070373365
      ],
      [
        " Gen",
        -0.0003426144
      ],
      [
        "êt",
        -0.01588162
      ]
    ]
  },
  "He talked about the time he stole a load of pears to feed some pigs, but more famously supported infant baptism. He believed that lust existed in thought and not action, and wrote \"another's lust cannot pollute thee\" to the virgins who were raped during the sack of Rome by the Visigoths in 410, a tragedy that prompted him to write about the separation of heavenly and temporal affairs in City of God. A proponent of original sin, he discussed his sinful youth and conversion to Christianity in Confessions.": {
    "guess": "Augustine of Hippo",
    "confidence": [
      [
        "August",
        -0.11081432
      ],
      [
        "ine",
        -0.006872491
      ],
      [
        " of",
        -0.002995651
      ],
      [
        " Hipp",
        -7.0404574e-05
      ],
      [
        "o",
        -4.4849444e-06
      ]
    ]
  },
  "In one tale, this figure frees the bound Manassen and helps him drown his captor in a fountain.Another": {
    "guess": "Yaga Baba",
    "confidence": [
      [
        "Y",
        -0.9033079
      ],
      [
        "aga",
        -0.011843446
      ],
      [
        " Baba",
        -0.0022217454
      ]
    ]
  },
  "Talib Kweli references it in \"Talkin' to You,\" foretelling a chump's death in the street, while Beanie Sigel mentions a worker by this name who leaps \"when I say jump\" in the track \"Mac Man.\"  Its first sequel, subtitled \"Three Deep,\" includes underwater and airborne screens, while more recent sequels include ones subtitled \"Helmet Chaos\" and \"Ancient Shadow.\"  The truck driver Shlomo and the electrician Slippery Pete are enlisted to transport a unit of it containing G.L.C.'s high score of over 860,000 points, though it, like this game's protagonist itself, is ironically smashed by an oncoming": {
    "guess": "BurgerTime",
    "confidence": [
      [
        "B",
        -0.82763124
      ],
      [
        "urger",
        -0.13756804
      ],
      [
        "Time",
        -0.0013073831
      ]
    ]
  },
  "During talks over this treaty, the U.S. separately negotiated the Chester concession for economic development, which would later be annulled. The related articles to this treaty were later superseded by the Montreaux Convention. This agreement included a list of 150 who were declared \"persona non grata,\" mostly members of the previous government, though 600 names had originally been submitted to the": {
    "guess": "Treaty of Lausanne",
    "confidence": [
      [
        "T",
        -0.33073586
      ],
      [
        "reat",
        -0.00020938137
      ],
      [
        "y",
        -0.0008601271
      ],
      [
        " of",
        -0.00031699296
      ],
      [
        " La",
        -0.08841452
      ],
      [
        "us",
        -4.739826e-05
      ],
      [
        "anne",
        -0.0001345288
      ]
    ]
  },
  "A tambourin from its prologue would be used by the composer in his Pièces de clavecin en concerts, but": {
    "guess": "Jean-Philippe Rameau",
    "confidence": [
      [
        "Jean",
        -0.11585482
      ],
      [
        "-",
        -0.0041155615
      ],
      [
        "Philip",
        -0.0007923589
      ],
      [
        "pe",
        -4.365741e-06
      ],
      [
        " R",
        -0.00010938417
      ],
      [
        "ame",
        -1.6240566e-06
      ],
      [
        "au",
        -0.00020807012
      ]
    ]
  },
  "A tambourin from its prologue would be used by the composer in his Pièces de clavecin en concerts, but much of the prologue was changed in the opera's revival along with the introduction of Cléone.  One": {
    "guess": "Les Indes galantes",
    "confidence": [
      [
        "Les",
        -0.39491332
      ],
      [
        " Ind",
        -0.62935776
      ],
      [
        "es",
        -4.1273333e-06
      ],
      [
        " gal",
        -0.030580956
      ],
      [
        "antes",
        -0.00010545045
      ]
    ]
  },
  "A tambourin from its prologue would be used by the composer in his Pièces de clavecin en concerts, but much of the prologue was changed in the opera's revival along with the introduction of Cléone.  One unmelodic chorus in this opera is 'Brisons tous nos fers' which is sung by demons, while Chromatic": {
    "guess": "Armide",
    "confidence": [
      [
        "Arm",
        -0.8769152
      ],
      [
        "ide",
        -0.023194928
      ]
    ]
  },
  "A tambourin from its prologue would be used by the composer in his Pièces de clavecin en concerts, but much of the prologue was changed in the opera's revival along with the introduction of Cléone.  One unmelodic chorus in this opera is 'Brisons tous nos fers' which is sung by demons, while Chromatic ritornellos characterize another chorus of 'Que tout gémisse'.   In act 4, one of  title characters": {
    "guess": "Les Indes galantes",
    "confidence": [
      [
        "Les",
        -1.0262854
      ],
      [
        " Ind",
        -0.091599
      ],
      [
        "es",
        -6.2729996e-06
      ],
      [
        " gal",
        -0.07822868
      ],
      [
        "antes",
        -0.00036311377
      ]
    ]
  },
  "A tambourin from its prologue would be used by the composer in his Pièces de clavecin en concerts, but much of the prologue was changed in the opera's revival along with the introduction of Cléone.  One unmelodic chorus in this opera is 'Brisons tous nos fers' which is sung by demons, while Chromatic ritornellos characterize another chorus of 'Que tout gémisse'.   In act 4, one of  title characters sings ‘Séjour de l'éternelle paix' while in pain of being alone, and another title character earlier": {
    "guess": "Armide",
    "confidence": [
      [
        "Arm",
        -1.1629171
      ],
      [
        "ide",
        -0.010379576
      ]
    ]
  },
  "A tambourin from its prologue would be used by the composer in his Pièces de clavecin en concerts, but much of the prologue was changed in the opera's revival along with the introduction of Cléone.  One unmelodic chorus in this opera is 'Brisons tous nos fers' which is sung by demons, while Chromatic ritornellos characterize another chorus of 'Que tout gémisse'.   In act 4, one of  title characters sings ‘Séjour de l'éternelle paix' while in pain of being alone, and another title character earlier sings ‘Nature, Amour, qui partage mon coeur'. In act 5 a planet sings 'Brillez, astres nouveaux' about": {
    "guess": "Les Indes galantes",
    "confidence": [
      [
        "Les",
        -1.1253966
      ],
      [
        " Ind",
        -0.13592587
      ],
      [
        "es",
        -1.6240566e-06
      ],
      [
        " gal",
        -0.03987895
      ],
      [
        "antes",
        -9.9490266e-05
      ]
    ]
  },
  "A tambourin from its prologue would be used by the composer in his Pièces de clavecin en concerts, but much of the prologue was changed in the opera's revival along with the introduction of Cléone.  One unmelodic chorus in this opera is 'Brisons tous nos fers' which is sung by demons, while Chromatic ritornellos characterize another chorus of 'Que tout gémisse'.   In act 4, one of  title characters sings ‘Séjour de l'éternelle paix' while in pain of being alone, and another title character earlier sings ‘Nature, Amour, qui partage mon coeur'. In act 5 a planet sings 'Brillez, astres nouveaux' about the fates of the title characters, but its most famous aria is (*) Tristes apprêts, sung by Telaira": {
    "guess": "Castor et Pollux",
    "confidence": [
      [
        "Cast",
        -0.06461831
      ],
      [
        "or",
        -4.0722858e-05
      ],
      [
        " et",
        -0.009152418
      ],
      [
        " Poll",
        -9.729906e-06
      ],
      [
        "ux",
        -5.2047206e-05
      ]
    ]
  },
  "A tambourin from its prologue would be used by the composer in his Pièces de clavecin en concerts, but much of the prologue was changed in the opera's revival along with the introduction of Cléone.  One unmelodic chorus in this opera is 'Brisons tous nos fers' which is sung by demons, while Chromatic ritornellos characterize another chorus of 'Que tout gémisse'.   In act 4, one of  title characters sings ‘Séjour de l'éternelle paix' while in pain of being alone, and another title character earlier sings ‘Nature, Amour, qui partage mon coeur'. In act 5 a planet sings 'Brillez, astres nouveaux' about the fates of the title characters, but its most famous aria is (*) Tristes apprêts, sung by Telaira over the loss of her loved one.  For ten points identify this Tragédie en musique with libretto": {
    "guess": "Castor et Pollux",
    "confidence": [
      [
        "Cast",
        -0.062345322
      ],
      [
        "or",
        -0.000127615
      ],
      [
        " et",
        -0.0077874935
      ],
      [
        " Poll",
        -2.9517714e-05
      ],
      [
        "ux",
        -0.000121662146
      ]
    ]
  },
  "A tambourin from its prologue would be used by the composer in his Pièces de clavecin en concerts, but much of the prologue was changed in the opera's revival along with the introduction of Cléone.  One unmelodic chorus in this opera is 'Brisons tous nos fers' which is sung by demons, while Chromatic ritornellos characterize another chorus of 'Que tout gémisse'.   In act 4, one of  title characters sings ‘Séjour de l'éternelle paix' while in pain of being alone, and another title character earlier sings ‘Nature, Amour, qui partage mon coeur'. In act 5 a planet sings 'Brillez, astres nouveaux' about the fates of the title characters, but its most famous aria is (*) Tristes apprêts, sung by Telaira over the loss of her loved one.  For ten points identify this Tragédie en musique with libretto by Pierre-Joseph Bernard and music by Jean-Philippe Rameau about the Gemini twins.": {
    "guess": "Castor et Pollux",
    "confidence": [
      [
        "Cast",
        -0.46421933
      ],
      [
        "or",
        -8.45898e-05
      ],
      [
        " et",
        -0.003641646
      ],
      [
        " Poll",
        -4.012684e-05
      ],
      [
        "ux",
        -3.6908343e-05
      ]
    ]
  }
}