{
  "While arranging an orchestral suite for organ, this man added a new movement entitled \"Ecstasies of a soul before the glory of Christ, which is its own glory\". That movement was added to his Ascension,": {
    "guess": "Olivier Messiaen",
    "confidence": [
      [
        "O",
        -0.0097366115
      ],
      [
        "liv",
        -3.888926e-06
      ],
      [
        "ier",
        -5.347765e-05
      ],
      [
        " Mess",
        -0.0016185268
      ],
      [
        "ia",
        -0.00047321027
      ],
      [
        "en",
        -6.1537958e-06
      ]
    ]
  },
  "This man arranged for John Galsworthy to \"correct\" the manuscript of a work this author dedicated to him; that work takes place in the fictional town of Sulaco. He fictionalized his trip to rescue Georges": {
    "guess": "Joseph Conrad",
    "confidence": [
      [
        "Joseph",
        -0.16291994
      ],
      [
        " Conrad",
        -0.00038729745
      ]
    ]
  },
  "This man arranged for John Galsworthy to \"correct\" the manuscript of a work this author dedicated to him; that work takes place in the fictional town of Sulaco. He fictionalized his trip to rescue Georges Klein as a novella grouped with \"The End of the Tether\" and \"Youth\" when first published. In another of this man's works, the idiot Stevie trips, accidentally blowing himself up with a bomb given to him by (*) Verloc. Chinua Achebe called him a \"bloody racist\" for a work whose frame story takes place on the Nellie and whose villain is the cruel ivory trader Kurtz. For 10 points, name this author": {
    "guess": "Joseph Conrad",
    "confidence": [
      [
        "Joseph",
        -0.016419897
      ],
      [
        " Conrad",
        -0.0005842494
      ]
    ]
  },
  "This man arrested and executed Vladmir Rytov for smuggling caviar as part of his anti-corruption campaign. At the death of his former patron, Mikhail Suslov, he took the position of Ideology Secretary and pushed for economic modernization. During his most prominent tenure, an airplane containing Georgian Congressman Larry McDonald was shot down, leading the U.S. to allow GPS for non-military use. This": {
    "guess": "Yuri Andropov",
    "confidence": [
      [
        "Y",
        -0.8036365
      ],
      [
        "uri",
        -0.040504087
      ],
      [
        " And",
        -0.0030267907
      ],
      [
        "rop",
        -3.8219583e-05
      ],
      [
        "ov",
        -7.958325e-05
      ]
    ]
  },
  "While arranging an orchestral suite for organ, this man added a new movement entitled \"Ecstasies of a soul before the glory of Christ, which is its own glory\". That movement was added to his Ascension, and this man later published a book entitled Technique of my Musical Language. This man wrote Twenty": {
    "guess": "Olivier Messiaen",
    "confidence": [
      [
        "O",
        -0.00069051306
      ],
      [
        "liv",
        0.0
      ],
      [
        "ier",
        -4.5252596e-05
      ],
      [
        " Mess",
        -9.849109e-06
      ],
      [
        "ia",
        -0.00032294946
      ],
      [
        "en",
        -5.5577775e-06
      ]
    ]
  },
  "This man arrived too late to participate in the Battle of Edgehill, and he and John Meldrum were only able to hold Gainsborough for a short time after defeating Charles Cavendish. He led the cavalry under": {
    "guess": "Battle of Gainsborough",
    "confidence": [
      [
        "Battle",
        -0.30168006
      ],
      [
        " of",
        -0.00015074051
      ],
      [
        " G",
        -0.21671908
      ],
      [
        "ains",
        -0.0001978186
      ],
      [
        "borough",
        -1.2664457e-06
      ]
    ]
  },
  "This man arranged for John Galsworthy to \"correct\" the manuscript of a work this author dedicated to him; that work takes place in the fictional town of Sulaco. He fictionalized his trip to rescue Georges Klein as a novella grouped with \"The End of the Tether\" and \"Youth\" when first published. In another": {
    "guess": "Joseph Conrad",
    "confidence": [
      [
        "Joseph",
        -0.09527819
      ],
      [
        " Conrad",
        -0.0001942425
      ]
    ]
  },
  "This man arranged for John Galsworthy to \"correct\" the manuscript of a work this author dedicated to": {
    "guess": "Joseph Conrad",
    "confidence": [
      [
        "Joseph",
        -1.7012925
      ],
      [
        " Conrad",
        -0.0014054712
      ]
    ]
  },
  "This man arrived too late to participate in the Battle of Edgehill, and he and John Meldrum were only able to hold Gainsborough for a short time after defeating Charles Cavendish. He led the cavalry under Thomas Fairfax at the Battles of Langport and Naseby. His cavalry was supported by troops under": {
    "guess": "Oliver Cromwell",
    "confidence": [
      [
        "Ol",
        -0.045848213
      ],
      [
        "iver",
        -2.3392786e-06
      ],
      [
        " Crom",
        -0.00012475411
      ],
      [
        "well",
        -0.0001843486
      ]
    ]
  },
  "While arranging an orchestral suite for organ, this man added a new movement entitled \"Ecstasies of a soul before the glory of Christ, which is its own glory\". That movement was added to his Ascension, and this man later published a book entitled Technique of my Musical Language. This man wrote Twenty Gazes on the Infant Jesus for his student and wife Yvonne Loriod. This composer spent a lot of time notating and cataloguing birdsong, which he used in his own compositions, and this man composed the movement \"Music for the Blood of the Stars\" as part of his ten-movement symphony. This man's best known work was composed for violin, cello, piano, and clarinet, which were the four instruments available in his prison camp. For ten points, identify this composer of the Turangalila Symphony and the Quartet for the End of Time.": {
    "guess": "Olivier Messiaen",
    "confidence": [
      [
        "O",
        -0.0007506633
      ],
      [
        "liv",
        -1.9361265e-07
      ],
      [
        "ier",
        -4.978234e-05
      ],
      [
        " Mess",
        -1.831257e-05
      ],
      [
        "ia",
        -0.00070313766
      ],
      [
        "en",
        -2.4584822e-06
      ]
    ]
  },
  "The arrival of the Wasp saved diplomat Charles Washburn from arrest during this war, which included a battle at Riachuelo near Corrientes. Ended by the Lomas Valentinas campaign, the only notable victory for one side in this war was at Curupayty, and this war also saw the siege of Humaita by forces led by the duke of Caxias. Beginning with the capture of Rio Grande do Sol and Mato Grosso, one side in this war was led by Bartolome Mitre. For 10 points, name this war started as a coup by the Colorado party over the Blanco party in Uruguay and fought between the titular alliance and Solano Lopez's": {
    "guess": "Paraguayan War",
    "confidence": [
      [
        "Par",
        -0.0027888268
      ],
      [
        "agu",
        -6.8854926e-05
      ],
      [
        "ayan",
        -7.107425e-06
      ],
      [
        " War",
        -9.968313e-06
      ]
    ]
  },
  "This man arranged for John Galsworthy to \"correct\" the manuscript of a work this author dedicated to him; that work takes place in the fictional town of Sulaco. He fictionalized his trip to rescue Georges Klein as a novella grouped with \"The End of the Tether\" and \"Youth\" when first published. In another of this man's works, the idiot Stevie trips, accidentally blowing himself up with a bomb given": {
    "guess": "Joseph Conrad",
    "confidence": [
      [
        "Joseph",
        -0.028423188
      ],
      [
        " Conrad",
        -0.00024084747
      ]
    ]
  },
  "This man arrested and executed Vladmir Rytov for smuggling caviar as part of his anti-corruption campaign. At the death of his former patron, Mikhail Suslov, he took the position of Ideology Secretary and pushed for economic modernization. During his most prominent tenure, an airplane containing Georgian": {
    "guess": "Leonid Brezhnev",
    "confidence": [
      [
        "Leon",
        -1.6274002
      ],
      [
        "id",
        -0.000503466
      ],
      [
        " Bre",
        -0.017339883
      ],
      [
        "zh",
        -1.1756368e-05
      ],
      [
        "nev",
        -1.7597347e-05
      ]
    ]
  },
  "The arrival of the Wasp saved diplomat Charles Washburn from arrest during this war, which included a battle at Riachuelo near Corrientes. Ended by the Lomas Valentinas campaign, the only notable victory for one side in this war was at Curupayty, and this war also saw the siege of Humaita by forces led by the duke of Caxias. Beginning with the capture of Rio Grande do Sol and Mato Grosso, one side in this war was led by Bartolome Mitre. For 10 points, name this war started as a coup by the Colorado party over the Blanco party in Uruguay and fought between the titular alliance and Solano Lopez's Paraguay.": {
    "guess": "Paraguayan War",
    "confidence": [
      [
        "Par",
        -0.0064587323
      ],
      [
        "agu",
        -1.18755715e-05
      ],
      [
        "ayan",
        -2.577686e-06
      ],
      [
        " War",
        -1.4498052e-05
      ]
    ]
  },
  "This man arrested and executed Vladmir Rytov for smuggling caviar as part of his anti-corruption campaign. At the death of his former patron, Mikhail Suslov, he took the position of Ideology Secretary and pushed for economic modernization. During his most prominent tenure, an airplane containing Georgian Congressman Larry McDonald was shot down, leading the U.S. to allow GPS for non-military use. This man diplomatically wrote \"we want peace\" in order to be \"growing wheat, building and inventing, writing books and flying into space\" in his infamous letter to ten year old Samantha Smith. As part": {
    "guess": "Yuri Andropov",
    "confidence": [
      [
        "Y",
        -0.074336916
      ],
      [
        "uri",
        -0.009129974
      ],
      [
        " And",
        -0.001663397
      ],
      [
        "rop",
        -4.179569e-05
      ],
      [
        "ov",
        -9.5079726e-05
      ]
    ]
  },
  "The arrival of the butterfly in Line 12 marks the turning point of the poem, as he both distracts the": {
    "guess": "Butterfly effect",
    "confidence": [
      [
        "But",
        -0.48729682
      ],
      [
        "ter",
        -0.00010545045
      ],
      [
        "fly",
        -0.015067725
      ],
      [
        " effect",
        -0.4739582
      ]
    ]
  },
  "The arrival of the butterfly in Line 12 marks the turning point of the poem, as he both distracts the speaker from his thoughts of isolation,* but also from his labor. Additionally, the butterfly initially": {
    "guess": "Butterfly Effect",
    "confidence": [
      [
        "But",
        -0.06345779
      ],
      [
        "ter",
        -6.301394e-05
      ],
      [
        "fly",
        -0.2315362
      ],
      [
        " Effect",
        -0.86820793
      ]
    ]
  },
  "The arrival of the butterfly in Line 12 marks the turning point of the poem, as he both distracts the speaker from his thoughts of isolation,* but also from his labor. Additionally, the butterfly initially reinforces the speaker's sense of loneliness, feelings which began when he could not find the mower,": {
    "guess": "Butterfly effect",
    "confidence": [
      [
        "But",
        -0.47373965
      ],
      [
        "ter",
        -0.00016027314
      ],
      [
        "fly",
        -0.3200077
      ],
      [
        " effect",
        -0.740807
      ]
    ]
  },
  "The arrival of the Wasp saved diplomat Charles Washburn from arrest during this war, which included a battle at Riachuelo near Corrientes. Ended by the Lomas Valentinas campaign, the only notable victory for one side in this war was at Curupayty, and this war also saw the siege of Humaita by forces led": {
    "guess": "Paraguayan War",
    "confidence": [
      [
        "Par",
        -0.0011798699
      ],
      [
        "agu",
        -2.4034345e-05
      ],
      [
        "ayan",
        -3.0545007e-06
      ],
      [
        " War",
        -1.569009e-05
      ]
    ]
  },
  "This man arranged for John Galsworthy to \"correct\" the manuscript of a work this author dedicated to him; that work takes place in the fictional town of Sulaco. He fictionalized his trip to rescue Georges Klein as a novella grouped with \"The End of the Tether\" and \"Youth\" when first published. In another of this man's works, the idiot Stevie trips, accidentally blowing himself up with a bomb given to him by (*) Verloc. Chinua Achebe called him a \"bloody racist\" for a work whose frame story takes": {
    "guess": "Joseph Conrad",
    "confidence": [
      [
        "Joseph",
        -0.76942146
      ],
      [
        " Conrad",
        -0.0004038594
      ]
    ]
  },
  "This man arrested and executed Vladmir Rytov for smuggling caviar as part of his anti-corruption campaign.": {
    "guess": "Alexei Navalny",
    "confidence": [
      [
        "Alex",
        -1.236589
      ],
      [
        "ei",
        -0.254144
      ],
      [
        " Naval",
        -0.34305036
      ],
      [
        "ny",
        -0.00032700237
      ]
    ]
  },
  "With arsenic this element is found in the mineral sperrylite, which is associated with nickel ores in Sudbury Basin. Adam's catalyst is an oxide of this element that converts to this element's \"black\" form. This element was used by Barnett Rosenberg in the electrodes for an experiment involving E Coli and electric field, and this element is found in the cis formation linked to two chloride ions and two ammonia groups in an (*) anticancer drug that crosslinks cellular DNA, leading to apoptosis. Along with palladium and rhodium, this element is commonly used in catalytic converters. For 10 points, name his noble metal with atomic number seventy eight and symbol Pt.": {
    "guess": "Platinum",
    "confidence": [
      [
        "Pl",
        -0.0019923975
      ],
      [
        "atinum",
        -8.6735476e-05
      ]
    ]
  },
  "The arrival of the Wasp saved diplomat Charles Washburn from arrest during this war, which included a battle at Riachuelo near Corrientes. Ended by the Lomas Valentinas campaign, the only notable victory": {
    "guess": "Paraguayan War",
    "confidence": [
      [
        "Par",
        -0.00090026204
      ],
      [
        "agu",
        -2.0458236e-05
      ],
      [
        "ayan",
        -6.704273e-07
      ],
      [
        " War",
        -1.4498052e-05
      ]
    ]
  },
  "This man arrested and executed Vladmir Rytov for smuggling caviar as part of his anti-corruption campaign. At the death of his former patron, Mikhail Suslov, he took the position of Ideology Secretary and pushed for economic modernization. During his most prominent tenure, an airplane containing Georgian Congressman Larry McDonald was shot down, leading the U.S. to allow GPS for non-military use. This man diplomatically wrote \"we want peace\" in order to be \"growing wheat, building and inventing,": {
    "guess": "Yuri Andropov",
    "confidence": [
      [
        "Y",
        -0.6419244
      ],
      [
        "uri",
        -0.03393832
      ],
      [
        " And",
        -0.0017709737
      ],
      [
        "rop",
        -6.80205e-05
      ],
      [
        "ov",
        -0.000115701965
      ]
    ]
  },
  "The arrival of the butterfly in Line 12 marks the turning point of the poem, as he both distracts the speaker from his thoughts of isolation,* but also from his labor. Additionally, the butterfly initially reinforces the speaker's sense of loneliness, feelings which began when he could not find the mower, but then introduces him to the title objects, which he terms a \"message from the dawn\". With the renewed hope that the discovery instills in him, the speaker feels connected with the mower and, by extension, the rest of humanity, in, FTP, what poem by Robert Frost?": {
    "guess": "The Tuft of Flowers",
    "confidence": [
      [
        "The",
        -1.3765138
      ],
      [
        " Tu",
        -0.53039694
      ],
      [
        "ft",
        -0.00045986313
      ],
      [
        " of",
        -0.00085358554
      ],
      [
        " Flowers",
        -0.000110576206
      ]
    ]
  },
  "The arrival of the Wasp saved diplomat Charles Washburn from arrest during this war, which included a battle at Riachuelo near Corrientes. Ended by the Lomas Valentinas campaign, the only notable victory for one side in this war was at Curupayty, and this war also saw the siege of Humaita by forces led by the duke of Caxias. Beginning with the capture of Rio Grande do Sol and Mato Grosso, one side": {
    "guess": "Paraguayan War",
    "confidence": [
      [
        "Par",
        -0.00085428613
      ],
      [
        "agu",
        -2.2484697e-05
      ],
      [
        "ayan",
        -4.1273333e-06
      ],
      [
        " War",
        -6.82589e-05
      ]
    ]
  },
  "This man arrived too late to participate in the Battle of Edgehill, and he and John Meldrum were only able to hold Gainsborough for a short time after defeating Charles Cavendish. He led the cavalry under Thomas Fairfax at the Battles of Langport and Naseby. His cavalry was supported by troops under Major General Leslie when this man temporarily left the field with a neck injury during the Battle of": {
    "guess": "Oliver Cromwell",
    "confidence": [
      [
        "Ol",
        -0.41794524
      ],
      [
        "iver",
        -2.3795938e-05
      ],
      [
        " Crom",
        -0.00019710339
      ],
      [
        "well",
        -0.00022070204
      ]
    ]
  },
  "This man arrived too late to participate in the Battle of Edgehill, and he and John Meldrum were only able to hold Gainsborough for a short time after defeating Charles Cavendish. He led the cavalry under Thomas Fairfax at the Battles of Langport and Naseby. His cavalry was supported by troops under Major General Leslie when this man temporarily left the field with a neck injury during the Battle of Marston Moor. This man's troops in the New Model Army took on his nickname of \"Ironsides\". Name this": {
    "guess": "Oliver Cromwell",
    "confidence": [
      [
        "Ol",
        -0.08748845
      ],
      [
        "iver",
        -6.704273e-07
      ],
      [
        " Crom",
        -3.4762674e-05
      ],
      [
        "well",
        -3.4524266e-05
      ]
    ]
  },
  "The arrival of the butterfly in Line 12 marks the turning point of the poem, as he both distracts the speaker from his thoughts of isolation,* but also from his labor. Additionally, the butterfly initially reinforces the speaker's sense of loneliness, feelings which began when he could not find the mower, but then introduces him to the title objects, which he terms a \"message from the dawn\". With the renewed hope that the discovery instills in him, the speaker feels connected with the mower and,": {
    "guess": "The Mower's Song",
    "confidence": [
      [
        "The",
        -0.87728417
      ],
      [
        " M",
        -0.08484407
      ],
      [
        "ower",
        -0.0009099139
      ],
      [
        "'s",
        -0.008476993
      ],
      [
        " Song",
        -0.010563259
      ]
    ]
  },
  "This man arrived too late to participate in the Battle of Edgehill, and he and John Meldrum were only able to hold Gainsborough for a short time after defeating Charles Cavendish. He led the cavalry under Thomas Fairfax at the Battles of Langport and Naseby. His cavalry was supported by troops under Major General Leslie when this man temporarily left the field with a neck injury during the Battle of Marston Moor. This man's troops in the New Model Army took on his nickname of \"Ironsides\". Name this victor who led the Parliamentarians in the English Civil War and became first Lord Protector of the Commonwealth of England.": {
    "guess": "Oliver Cromwell",
    "confidence": [
      [
        "Ol",
        -0.002914
      ],
      [
        "iver",
        -1.342522e-05
      ],
      [
        " Crom",
        -7.703444e-06
      ],
      [
        "well",
        -3.166338e-05
      ]
    ]
  },
  "With arsenic this element is found in the mineral sperrylite, which is associated with nickel ores in Sudbury Basin. Adam's catalyst is an oxide of this element that converts to this element's \"black\" form. This element was used by Barnett Rosenberg in the electrodes for an experiment involving E Coli and electric field, and this element is found in the cis formation linked to two chloride ions and two ammonia groups in an (*) anticancer drug that crosslinks cellular DNA, leading to apoptosis. Along": {
    "guess": "Platinum",
    "confidence": [
      [
        "Pl",
        -0.0014497563
      ],
      [
        "atinum",
        -0.000105331244
      ]
    ]
  },
  "This man arrived too late to participate in the Battle of Edgehill, and he and John Meldrum were only": {
    "guess": "Oliver Cromwell",
    "confidence": [
      [
        "Ol",
        -0.08083443
      ],
      [
        "iver",
        -1.0921943e-05
      ],
      [
        " Crom",
        -0.00028862982
      ],
      [
        "well",
        -8.8165914e-05
      ]
    ]
  },
  "The arrival of the butterfly in Line 12 marks the turning point of the poem, as he both distracts the speaker from his thoughts of isolation,* but also from his labor. Additionally, the butterfly initially reinforces the speaker's sense of loneliness, feelings which began when he could not find the mower, but then introduces him to the title objects, which he terms a \"message from the dawn\". With the": {
    "guess": "Butterfly Effect (physics)",
    "confidence": [
      [
        "But",
        -0.4178697
      ],
      [
        "ter",
        -0.00011272187
      ],
      [
        "fly",
        -0.2135033
      ],
      [
        " Effect",
        -0.8064313
      ],
      [
        " (",
        -0.67885095
      ],
      [
        "physics",
        -0.11171822
      ],
      [
        ")",
        -0.014841307
      ]
    ]
  },
  "With arsenic this element is found in the mineral sperrylite, which is associated with nickel ores in Sudbury Basin. Adam's catalyst is an oxide of this element that converts to this element's \"black\" form. This element was used by Barnett Rosenberg in the electrodes for an experiment involving E Coli and electric field, and this element is found in the cis formation linked to two chloride ions and two ammonia groups in an (*) anticancer drug that crosslinks cellular DNA, leading to apoptosis. Along with palladium and rhodium, this element is commonly used in catalytic converters. For 10 points,": {
    "guess": "Platinum",
    "confidence": [
      [
        "Pl",
        -0.00084083446
      ],
      [
        "atinum",
        -5.0616763e-05
      ]
    ]
  },
  "While arranging an orchestral suite for organ, this man added a new movement entitled \"Ecstasies of a soul before the glory of Christ, which is its own glory\". That movement was added to his Ascension, and this man later published a book entitled Technique of my Musical Language. This man wrote Twenty Gazes on the Infant Jesus for his student and wife Yvonne Loriod. This composer spent a lot of time notating and cataloguing birdsong, which he used in his own compositions, and this man composed the movement \"Music for the Blood of the Stars\" as part of his ten-movement symphony. This man's best known work was composed for violin, cello, piano, and clarinet, which were the four instruments available in his prison camp. For ten points, identify this composer of the Turangalila Symphony and the": {
    "guess": "Olivier Messiaen",
    "confidence": [
      [
        "O",
        -0.0011649842
      ],
      [
        "liv",
        -4.3202e-07
      ],
      [
        "ier",
        -5.3358446e-05
      ],
      [
        " Mess",
        -2.1173457e-05
      ],
      [
        "ia",
        -0.00080319535
      ],
      [
        "en",
        -3.1737043e-06
      ]
    ]
  },
  "With arsenic this element is found in the mineral sperrylite, which is associated with nickel ores in": {
    "guess": "Platinum",
    "confidence": [
      [
        "Pl",
        -0.031742036
      ],
      [
        "atinum",
        -0.0001472836
      ]
    ]
  },
  "With arsenic this element is found in the mineral sperrylite, which is associated with nickel ores in Sudbury Basin. Adam's catalyst is an oxide of this element that converts to this element's \"black\" form. This element was used by Barnett Rosenberg in the electrodes for an experiment involving E Coli": {
    "guess": "Platinum",
    "confidence": [
      [
        "Pl",
        -0.0064671445
      ],
      [
        "atinum",
        -0.00023286081
      ]
    ]
  },
  "While arranging an orchestral suite for organ, this man added a new movement entitled \"Ecstasies of a soul before the glory of Christ, which is its own glory\". That movement was added to his Ascension, and this man later published a book entitled Technique of my Musical Language. This man wrote Twenty Gazes on the Infant Jesus for his student and wife Yvonne Loriod. This composer spent a lot of time": {
    "guess": "Olivier Messiaen",
    "confidence": [
      [
        "O",
        -0.0007867563
      ],
      [
        "liv",
        0.0
      ],
      [
        "ier",
        -3.059055e-05
      ],
      [
        " Mess",
        -7.350386e-05
      ],
      [
        "ia",
        -0.001318216
      ],
      [
        "en",
        -6.869018e-06
      ]
    ]
  },
  "This man arrested and executed Vladmir Rytov for smuggling caviar as part of his anti-corruption campaign. At the death of his former patron, Mikhail Suslov, he took the position of Ideology Secretary and pushed for economic modernization. During his most prominent tenure, an airplane containing Georgian Congressman Larry McDonald was shot down, leading the U.S. to allow GPS for non-military use. This man diplomatically wrote \"we want peace\" in order to be \"growing wheat, building and inventing, writing books and flying into space\" in his infamous letter to ten year old Samantha Smith. As part of project PAUK, he attempted to isolate Alexandr Solzhenitsyn from other dissidents as head of the KGB. Succeeded in his most famous position by Konstantin Chernenko, For 10 points, name this leader": {
    "guess": "Yuri Andropov",
    "confidence": [
      [
        "Y",
        -0.017858181
      ],
      [
        "uri",
        -0.0029462052
      ],
      [
        " And",
        -0.0013166664
      ],
      [
        "rop",
        -0.00014036978
      ],
      [
        "ov",
        -3.2497806e-05
      ]
    ]
  },
  "With arsenic this element is found in the mineral sperrylite, which is associated with nickel ores in Sudbury Basin. Adam's catalyst is an oxide of this element that converts to this element's \"black\" form. This element was used by Barnett Rosenberg in the electrodes for an experiment involving E Coli and electric field, and this element is found in the cis formation linked to two chloride ions and": {
    "guess": "Platinum",
    "confidence": [
      [
        "Pl",
        -0.004388221
      ],
      [
        "atinum",
        -0.000107238506
      ]
    ]
  },
  "While arranging an orchestral suite for organ, this man added a new movement entitled \"Ecstasies of a soul before the glory of Christ, which is its own glory\". That movement was added to his Ascension, and this man later published a book entitled Technique of my Musical Language. This man wrote Twenty Gazes on the Infant Jesus for his student and wife Yvonne Loriod. This composer spent a lot of time notating and cataloguing birdsong, which he used in his own compositions, and this man composed the": {
    "guess": "Olivier Messiaen",
    "confidence": [
      [
        "O",
        -0.0004920298
      ],
      [
        "liv",
        0.0
      ],
      [
        "ier",
        -4.763667e-05
      ],
      [
        " Mess",
        -2.9994528e-05
      ],
      [
        "ia",
        -0.0010738961
      ],
      [
        "en",
        -9.372295e-06
      ]
    ]
  },
  "While arranging an orchestral suite for organ, this man added a new movement entitled \"Ecstasies of a soul before the glory of Christ, which is its own glory\". That movement was added to his Ascension, and this man later published a book entitled Technique of my Musical Language. This man wrote Twenty Gazes on the Infant Jesus for his student and wife Yvonne Loriod. This composer spent a lot of time notating and cataloguing birdsong, which he used in his own compositions, and this man composed the movement \"Music for the Blood of the Stars\" as part of his ten-movement symphony. This man's best known work was composed for violin, cello, piano, and clarinet, which were the four instruments available": {
    "guess": "Olivier Messiaen",
    "confidence": [
      [
        "O",
        -0.00216311
      ],
      [
        "liv",
        0.0
      ],
      [
        "ier",
        -2.2365493e-05
      ],
      [
        " Mess",
        -4.763667e-05
      ],
      [
        "ia",
        -0.0005295606
      ],
      [
        "en",
        -1.9816675e-06
      ]
    ]
  },
  "The arrival of the Wasp saved diplomat Charles Washburn from arrest during this war, which included a": {
    "guess": "Paraguayan War",
    "confidence": [
      [
        "Par",
        -0.0031247176
      ],
      [
        "agu",
        -0.0002930367
      ],
      [
        "ayan",
        -4.723352e-06
      ],
      [
        " War",
        -2.8564085e-05
      ]
    ]
  },
  "This man arrested and executed Vladmir Rytov for smuggling caviar as part of his anti-corruption campaign. At the death of his former patron, Mikhail Suslov, he took the position of Ideology Secretary and pushed for economic modernization. During his most prominent tenure, an airplane containing Georgian Congressman Larry McDonald was shot down, leading the U.S. to allow GPS for non-military use. This man diplomatically wrote \"we want peace\" in order to be \"growing wheat, building and inventing, writing books and flying into space\" in his infamous letter to ten year old Samantha Smith. As part of project PAUK, he attempted to isolate Alexandr Solzhenitsyn from other dissidents as head of the": {
    "guess": "Yuri Andropov",
    "confidence": [
      [
        "Y",
        -0.13027698
      ],
      [
        "uri",
        -0.01471469
      ],
      [
        " And",
        -0.0039927964
      ],
      [
        "rop",
        -0.00024001303
      ],
      [
        "ov",
        -0.00014871404
      ]
    ]
  },
  "While arranging an orchestral suite for organ, this man added a new movement entitled \"Ecstasies of a soul before the glory of Christ, which is its own glory\". That movement was added to his Ascension, and this man later published a book entitled Technique of my Musical Language. This man wrote Twenty Gazes on the Infant Jesus for his student and wife Yvonne Loriod. This composer spent a lot of time notating and cataloguing birdsong, which he used in his own compositions, and this man composed the movement \"Music for the Blood of the Stars\" as part of his ten-movement symphony. This man's best": {
    "guess": "Olivier Messiaen",
    "confidence": [
      [
        "O",
        -0.0010247126
      ],
      [
        "liv",
        0.0
      ],
      [
        "ier",
        -6.0345924e-06
      ],
      [
        " Mess",
        -1.0087517e-05
      ],
      [
        "ia",
        -0.00023691374
      ],
      [
        "en",
        -2.8160932e-06
      ]
    ]
  },
  "This man arranged for John Galsworthy to \"correct\" the manuscript of a work this author dedicated to him; that work takes place in the fictional town of Sulaco. He fictionalized his trip to rescue Georges Klein as a novella grouped with \"The End of the Tether\" and \"Youth\" when first published. In another of this man's works, the idiot Stevie trips, accidentally blowing himself up with a bomb given to him by (*) Verloc. Chinua Achebe called him a \"bloody racist\" for a work whose frame story takes place on the Nellie and whose villain is the cruel ivory trader Kurtz. For 10 points, name this author of Nostromo, The Secret Agent, and Heart of Darkness.": {
    "guess": "Joseph Conrad",
    "confidence": [
      [
        "Joseph",
        -0.006104167
      ],
      [
        " Conrad",
        -0.0002447702
      ]
    ]
  },
  "With arsenic this element is found in the mineral sperrylite, which is associated with nickel ores in Sudbury Basin. Adam's catalyst is an oxide of this element that converts to this element's \"black\"": {
    "guess": "Platinum",
    "confidence": [
      [
        "Pl",
        -0.0027064425
      ],
      [
        "atinum",
        -7.2073424e-05
      ]
    ]
  },
  "This man arrested and executed Vladmir Rytov for smuggling caviar as part of his anti-corruption campaign. At the death of his former patron, Mikhail Suslov, he took the position of Ideology Secretary": {
    "guess": "Mikhail Gorbachev",
    "confidence": [
      [
        "M",
        -1.0663602
      ],
      [
        "ikhail",
        -0.0026739952
      ],
      [
        " G",
        -0.27962616
      ],
      [
        "orb",
        -9.610702e-06
      ],
      [
        "ache",
        -8.172892e-05
      ],
      [
        "v",
        -7.465036e-06
      ]
    ]
  },
  "The arrival of the Wasp saved diplomat Charles Washburn from arrest during this war, which included a battle at Riachuelo near Corrientes. Ended by the Lomas Valentinas campaign, the only notable victory for one side in this war was at Curupayty, and this war also saw the siege of Humaita by forces led by the duke of Caxias. Beginning with the capture of Rio Grande do Sol and Mato Grosso, one side in this war was led by Bartolome Mitre. For 10 points, name this war started as a coup by the Colorado": {
    "guess": "Paraguayan War",
    "confidence": [
      [
        "Par",
        -0.0066462103
      ],
      [
        "agu",
        -0.000100205485
      ],
      [
        "ayan",
        -1.0564331e-05
      ],
      [
        " War",
        -0.00011260267
      ]
    ]
  },
  "This man arrested and executed Vladmir Rytov for smuggling caviar as part of his anti-corruption campaign. At the death of his former patron, Mikhail Suslov, he took the position of Ideology Secretary and pushed for economic modernization. During his most prominent tenure, an airplane containing Georgian Congressman Larry McDonald was shot down, leading the U.S. to allow GPS for non-military use. This man diplomatically wrote \"we want peace\" in order to be \"growing wheat, building and inventing, writing books and flying into space\" in his infamous letter to ten year old Samantha Smith. As part of project PAUK, he attempted to isolate Alexandr Solzhenitsyn from other dissidents as head of the KGB. Succeeded in his most famous position by Konstantin Chernenko, For 10 points, name this leader of Soviet Russia from 1982 to 1984, after Leonid Brezhnev.": {
    "guess": "Yuri Andropov",
    "confidence": [
      [
        "Y",
        -0.022425529
      ],
      [
        "uri",
        -0.0012391564
      ],
      [
        " And",
        -0.00034559448
      ],
      [
        "rop",
        -0.00038443657
      ],
      [
        "ov",
        -6.706687e-05
      ]
    ]
  },
  "While arranging an orchestral suite for organ, this man added a new movement entitled \"Ecstasies of a": {
    "guess": "Camille Saint-Saëns",
    "confidence": [
      [
        "Cam",
        -1.981212
      ],
      [
        "ille",
        -0.0011771319
      ],
      [
        " Saint",
        -0.0001005631
      ],
      [
        "-S",
        -6.635165e-05
      ],
      [
        "a",
        -8.220573e-05
      ],
      [
        "ë",
        -0.00015407454
      ],
      [
        "ns",
        -3.106736e-05
      ]
    ]
  },
  "This man arrived too late to participate in the Battle of Edgehill, and he and John Meldrum were only able to hold Gainsborough for a short time after defeating Charles Cavendish. He led the cavalry under Thomas Fairfax at the Battles of Langport and Naseby. His cavalry was supported by troops under Major General Leslie when this man temporarily left the field with a neck injury during the Battle of Marston Moor. This man's troops in the New Model Army took on his nickname of \"Ironsides\". Name this victor who led the Parliamentarians in the English Civil War and became first Lord Protector of the": {
    "guess": "Oliver Cromwell",
    "confidence": [
      [
        "Ol",
        -0.017503424
      ],
      [
        "iver",
        -1.11603495e-05
      ],
      [
        " Crom",
        -4.1080468e-05
      ],
      [
        "well",
        -3.8696395e-05
      ]
    ]
  }
}