{
  "The children's book A Dog Came, Too tells of \"Our Dog,\" which accompanied the namesake of this river on his explorations. A local name for this river is \"Deh Cho\" or \"big river.\" The namesake of this river once painted his name on a rock using a vermillion and grease mixture at Bella Coola. In 1977, Judge Thomas Berger led an inquiry named after this river which ultimately recommended that a pipeline": {
    "guess": "Mackenzie River",
    "confidence": [
      [
        "M",
        -0.0044907695
      ],
      [
        "ack",
        -1.0206721e-05
      ],
      [
        "enzie",
        -1.700133e-05
      ],
      [
        " River",
        -1.9027791e-05
      ]
    ]
  },
  "Chicago Open 2008: The End Comes…Beyond the Omega Point  Packet by Time Without Bells  (Evan Adams, Carlo Angiuli, Bryce Durgin, and Greg Peterson)  Tossups  This painting was the inspiration for Frank Budgen's analysis of Joyce's \"Nausicaa\" episode, and was the fourth in a series also containing \"Chelsea\" and \"Old Battersea Bridge.\" It depicts the Cremorne Gardens, but its artist chose not to title": {
    "guess": "Nocturne in Black and Gold – The Falling Rocket",
    "confidence": [
      [
        "No",
        -0.014457056
      ],
      [
        "ct",
        -0.00055589364
      ],
      [
        "urn",
        -0.0008980045
      ],
      [
        "e",
        -0.0010080388
      ],
      [
        " in",
        -0.14536206
      ],
      [
        " Black",
        -0.012015191
      ],
      [
        " and",
        -6.086828e-05
      ],
      [
        " Gold",
        -0.00010735771
      ],
      [
        " –",
        -0.1159131
      ],
      [
        " The",
        -0.0114860805
      ],
      [
        " Falling",
        -0.0024286942
      ],
      [
        " Rocket",
        -0.00045962472
      ]
    ]
  },
  "This man‟s Chief Minister, Thomas Cromwell, dissolved the monasteries, even though this man had written": {
    "guess": "Henry VIII",
    "confidence": [
      [
        "Henry",
        -0.07932925
      ],
      [
        " VIII",
        -0.0025207268
      ]
    ]
  },
  "Chickens can develop this condition if infected with Marek's disease.  A study of this disease focused": {
    "guess": "Avian leukosis virus",
    "confidence": [
      [
        "Av",
        -0.8685931
      ],
      [
        "ian",
        -0.0005956857
      ],
      [
        " leuk",
        -0.25804085
      ],
      [
        "osis",
        -4.00813e-06
      ],
      [
        " virus",
        -0.3675762
      ]
    ]
  },
  "Chilean artist Alexander Sutulov created a five-part series named after one of these, while his graphic prints include a monochrome depiction of one famous example with added splotches of colors along the spectrum. Earth and Victory fit around a twisted example of one of these in the main section of an ivory work created to celebrate Justinian's rule, the Barberini Diptych. One example stands on a pedestal protruding from a wall with leaves and under an architectural canopy, and resides in Bamberg Cathedral. In addition to Paolo Uccello's Funerary Monument to Sir John Hawkwood, one of these survived": {
    "guess": "Equestrian statue",
    "confidence": [
      [
        "E",
        -0.020366693
      ],
      [
        "quest",
        -5.276243e-05
      ],
      [
        "rian",
        -1.504853e-06
      ],
      [
        " statue",
        -0.024223255
      ]
    ]
  },
  "One of the chief architects of this policy was assassinated on the floor of Parliament by a man who claimed": {
    "guess": "Apartheid in South Africa",
    "confidence": [
      [
        "A",
        -1.0162241
      ],
      [
        "par",
        -0.0009201544
      ],
      [
        "theid",
        -3.8577193e-05
      ],
      [
        " in",
        -0.072663486
      ],
      [
        " South",
        -4.7994283e-05
      ],
      [
        " Africa",
        -0.000508115
      ]
    ]
  },
  "Children of this god include Enbilulu, the lord of canals, and Ninazu, the lord of healing, and this god's wife bears the epithet \"Lady of the Air\". This god raped that wife to produce his first-born child, Sin the moon god. After this god was banished to the underworld he fathered Nergal. According": {
    "guess": "Enki",
    "confidence": [
      [
        "En",
        -0.15311068
      ],
      [
        "ki",
        -0.61893725
      ]
    ]
  },
  "One of its chief supporters was the Prince of Hohenlohe, while one of its main opponents was Ludwig Windthorst. This term was coined by the scientist Rudolf Virchow, and it resulted in the rapid growth of the Centre Party. Its pinnacle came when civil marriages were made obligatory, and Adalbert Falk's": {
    "guess": "Kulturkampf",
    "confidence": [
      [
        "K",
        -0.0070861685
      ],
      [
        "ultur",
        -1.640531e-05
      ],
      [
        "k",
        -1.1398757e-05
      ],
      [
        "amp",
        -0.00017410076
      ],
      [
        "f",
        -5.7961847e-06
      ]
    ]
  },
  "In Chinese myth, Lan Caihe, one of the eight immortals, is traditionally said to possess only one of these objects.  In Welsh myth, Gwydion is called one of the three golden makers of these after he makes them for Arianrhod in a plot to make her give a name to Lleu Llaw Gyffes. In addition to saddles and shields, Manawydan and Pryderi are driven out of England by angry villagers for making these objects.  The Norse god of silence, Vidar, will kill Fenrir at Ragnarok with one of these which he is crafting out of strips of discarded leather, the Thickmost one.  Hans Christian Andersen wrote about a red set of them, which cause a girl to dance uncontrollably. At the end of some versions of Snow": {
    "guess": "Shoe",
    "confidence": [
      [
        "Sh",
        -1.475748
      ],
      [
        "oe",
        -0.30971104
      ]
    ]
  },
  "China refused to sign this treaty when Shandong was transferred to Japan. John Maynard Keynes criticized it in The Economic Consequences of the Peace, predicting hyperinflation that plagued the (*) Weimar Republic. Henry Cabot Lodge ensured that the US Senate did not ratify this treaty. Georges Clemenceau refused to accept many of Woodrow Wilson's Fourteen Points in, for 10 points, what treaty that": {
    "guess": "Treaty of Versailles",
    "confidence": [
      [
        "T",
        -0.038604915
      ],
      [
        "reat",
        -7.3458323e-06
      ],
      [
        "y",
        -0.00025931303
      ],
      [
        " of",
        -0.00019793781
      ],
      [
        " Vers",
        -0.00010854974
      ],
      [
        "ailles",
        -5.0139948e-05
      ]
    ]
  },
  "He had only one child, the \"flower of woman\" Plur nam Ban, but left her behind in the Land of Promise to return to his own world.  This followed his battle with the giant Fomori and his romance with Manannan Mac Lir's daughter, Niamh.  His own youth was spent with his mother, the goddess Sadb, who was enchanted as a beautiful deer until she met this child's father.  Thus, he was given a name meaning \"Little Fawn\" when he was reunited with his father, the leader of the Fenians.  For 10 points - name this greatest of the Irish poets and son of Finn Mac Cool.": {
    "guess": "Oisín",
    "confidence": [
      [
        "O",
        -0.0067855897
      ],
      [
        "is",
        -0.26231316
      ],
      [
        "ín",
        -3.23786e-05
      ]
    ]
  },
  "The Chinese name for this district is that of its main east-to-west road, Dong Jiao Min Xiang, or \"East": {
    "guess": "Dongcheng District",
    "confidence": [
      [
        "D",
        -0.08852888
      ],
      [
        "ong",
        -0.0029053239
      ],
      [
        "cheng",
        -0.021005666
      ],
      [
        " District",
        -7.8987236e-05
      ]
    ]
  },
  "As a child, this man received the nickname kozaru because his facial features and skinny frame resembled that of a monkey. Upon the assassination of this man's liegelord, he defeated Akechi Mitsuhide at the Battle of Yamakazi. This leader, who initiated construction of Osaka Castle, led failed invasions of Korea in 1592 and 1598. After this man died, thus ending the Sengoku period, his son Hideyori surrendered power to Tokugawa Ieyasu. For 10 points, name this second \"great unifier\" of Japan who succeeded his former lord Oda Nobunaga.": {
    "guess": "Toyotomi Hideyoshi",
    "confidence": [
      [
        "Toy",
        -0.00802263
      ],
      [
        "ot",
        -3.261701e-05
      ],
      [
        "omi",
        -0.00010294717
      ],
      [
        " Hide",
        -2.5703197e-05
      ],
      [
        "y",
        -8.180258e-06
      ],
      [
        "oshi",
        -1.6524515e-05
      ]
    ]
  },
  "A Chicago native, he started in music with a job at Brown Music Company, and chose to learn the cheapest possible instrument. In 1921, he joined The Frivolians, but switched to The Austin High Gang with the help of a $50 bribe. From there, he went on to work with Eddie Condon, Red Nichols, and Benny Goodman, becoming internationally known for his technical skill and showmanship. In addition to his jazz work, he made serious studies of percussion in African and other cultures. For ten points, name": {
    "guess": "Gene Krupa",
    "confidence": [
      [
        "Gene",
        -0.167883
      ],
      [
        " Kr",
        -0.0020229742
      ],
      [
        "upa",
        -1.3902034e-05
      ]
    ]
  },
  "His chief aide's attempts to browbeat the Army into preferential treatment for David Schine, coupled with his insulting attack on General Ralph Zwicker, led to his being replaced as Committee Chairman by Karl Mundt, and on April 22, 1954, the government's investigation into Communism in the Army was turned on him. For ten points, name this Wisconsin Senator.": {
    "guess": "Army–McCarthy hearings",
    "confidence": [
      [
        "Army",
        -0.0059328284
      ],
      [
        "–",
        -0.15475114
      ],
      [
        "Mc",
        -1.6882126e-05
      ],
      [
        "Carthy",
        -1.9816675e-06
      ],
      [
        " hearings",
        -0.0014030872
      ]
    ]
  },
  "As a child she has a nightmare about a gorilla, and she compares herself to a dandelion because it is so ordinary. After her husband is laid off, she works for Mrs. Burns-Cooper, who condescends to her, and when she takes her daughter to Santa Claus, she is outraged when Santa will not see her daughter. Her husband does not gain entry to the Foxy Cats Club, and she is hurt when he dances with a red-haired woman and ignores her. She does not blame her mother for liking her sister Helen better, assuming that she does so because of Helen's lighter skin. Her marriage to the grocery clerk Paul Philips is sexually dysfunctional, and she spends much of her time trying to clean their dirty tenement.": {
    "guess": "The Bluest Eye",
    "confidence": [
      [
        "The",
        -0.08090547
      ],
      [
        " Bl",
        -0.020660652
      ],
      [
        "uest",
        -7.465036e-06
      ],
      [
        " Eye",
        -0.00046415447
      ]
    ]
  },
  "The Chinese name for this district is that of its main east-to-west road, Dong Jiao Min Xiang, or \"East River-Rice Lane,\" referencing its importance as a thoroughfare for grain transport. This district's": {
    "guess": "Dongcheng District",
    "confidence": [
      [
        "D",
        -0.09821197
      ],
      [
        "ong",
        -0.0010672279
      ],
      [
        "cheng",
        -0.035376646
      ],
      [
        " District",
        -0.0009157439
      ]
    ]
  },
  "Chicago Open 2008: The End Comes…Beyond the Omega Point  Packet by Time Without Bells  (Evan Adams, Carlo Angiuli, Bryce Durgin, and Greg Peterson)  Tossups  This painting was the inspiration for Frank Budgen's analysis of Joyce's \"Nausicaa\" episode, and was the fourth in a series also containing \"Chelsea\" and \"Old Battersea Bridge.\" It depicts the Cremorne Gardens, but its artist chose not to title it \"View of Cremorne\" because he said that title would cause \"disappointment on the part of the beholders.\"": {
    "guess": "Nocturne in Black and Gold – The Falling Rocket",
    "confidence": [
      [
        "No",
        -0.008187819
      ],
      [
        "ct",
        -1.3856493e-06
      ],
      [
        "urn",
        -0.0004720219
      ],
      [
        "e",
        -0.0006571544
      ],
      [
        " in",
        -0.067239
      ],
      [
        " Black",
        -0.032280043
      ],
      [
        " and",
        -5.6934558e-05
      ],
      [
        " Gold",
        -6.46828e-05
      ],
      [
        " –",
        -0.091525786
      ],
      [
        " The",
        -0.0099615995
      ],
      [
        " Falling",
        -0.0005500526
      ],
      [
        " Rocket",
        -0.00030197695
      ]
    ]
  },
  "Chinese eat its fried flowers and Americans use its wood for popsicle sticks. Turkeys, squirrels and other wild animals eat its seeds, while a medicine obtained from its bark can relieve asthma. The first": {
    "guess": "Willow",
    "confidence": [
      [
        "Will",
        -1.3616338
      ],
      [
        "ow",
        -0.009312349
      ]
    ]
  },
  "Chinese eat its fried flowers and Americans use its wood for popsicle sticks. Turkeys, squirrels and other wild animals eat its seeds, while a medicine obtained from its bark can relieve asthma. The first arose 65 million years ago and the 240 species live everywhere from the Himalayas to the Amazon jungle. Breeders are working on dwarf versions and types with giant flowers, but its unaltered flowers are up to 15 inches across and smell like lemon. Named for a French botanist, it is a symbol of the South, and specifically Mississippi. For ten points, name this tree with white blossoms, on the steel": {
    "guess": "Magnolia",
    "confidence": [
      [
        "Magn",
        -0.011040278
      ],
      [
        "olia",
        -0.00016957101
      ]
    ]
  },
  "One of his chief enemies went bald at the age of eight from the trauma of seeing his father kill himself": {
    "guess": "Otto Rank",
    "confidence": [
      [
        "Ot",
        -0.51742965
      ],
      [
        "to",
        -4.334534e-05
      ],
      [
        " Rank",
        -0.016582059
      ]
    ]
  },
  "A chief named Agueybana believed that this man was a god, but realized his mistake after his brother drowned Diego Salcado in a river.  After that, the Tainos revolted against this governor of Borinken, but their bows and arrows were no match for the guns his men possessed.  This man was appointed to his first important post by the man who introduced the encomienda system, Nicolas de Ovando.  He died in 1521 following a visit to Pine Island, where the Calusas were under no false impressions of his divinity.  More famously, he went looking for Bimini Island, which he thought he discovered on Palm Sunday in 1513.  In fact, the so-called \"island\" he named \"feast of flowers\" was a peninsula.  FTP,": {
    "guess": "Juan Ponce de León",
    "confidence": [
      [
        "Juan",
        -0.029999238
      ],
      [
        " P",
        -0.00019579215
      ],
      [
        "once",
        -6.384837e-05
      ],
      [
        " de",
        -0.0010914006
      ],
      [
        " Le",
        -0.056833252
      ],
      [
        "ón",
        -7.465036e-06
      ]
    ]
  },
  "One of the chief architects of this action quickly fell out of favor and wound up under the protection of the Duke of Weimar, where he wrote a book about Freemason and Illuminati influence on his home country Joseph Martin-Dauch from Castelnaudary notably abstained from this action, and is seen crossing his arms at the side of a depiction of it. It was led by Jean Mounier, who declared that a newly created body existed \"wherever its members are assembled.\" Its participants pledged \"not to separate, and to reassemble wherever circumstances require, until the constitution of the kingdom is established\" one month before the storming of the Bastille. For 10 points, name this June 20, 1789 event which,": {
    "guess": "Tennis Court Oath",
    "confidence": [
      [
        "T",
        -0.14137167
      ],
      [
        "ennis",
        -4.012684e-05
      ],
      [
        " Court",
        -0.0002319072
      ],
      [
        " O",
        -2.1008714e-06
      ],
      [
        "ath",
        -0.0004002833
      ]
    ]
  },
  "The chiral ligand DIPAMP was used with this reaction by William S. Knowles to create an industrial process": {
    "guess": "Asymmetric hydrogenation",
    "confidence": [
      [
        "As",
        -0.61208564
      ],
      [
        "ymmetric",
        -0.00019257364
      ],
      [
        " hydrogen",
        -0.0024670942
      ],
      [
        "ation",
        -0.0010793721
      ]
    ]
  },
  "A chief named Agueybana believed that this man was a god, but realized his mistake after his brother drowned Diego Salcado in a river.  After that, the Tainos revolted against this governor of Borinken, but their bows and arrows were no match for the guns his men possessed.  This man was appointed to his first important post by the man who introduced the encomienda system, Nicolas de Ovando.  He died in 1521 following a visit to Pine Island, where the Calusas were under no false impressions of his divinity.  More famously, he went looking for Bimini Island, which he thought he discovered on Palm Sunday in 1513.  In fact, the so-called \"island\" he named \"feast of flowers\" was a peninsula.  FTP, name this conquistador who happened across Florida in his search for the Fountain of Youth.": {
    "guess": "Juan Ponce de León",
    "confidence": [
      [
        "Juan",
        -0.12424208
      ],
      [
        " P",
        -5.407367e-05
      ],
      [
        "once",
        -0.0001822066
      ],
      [
        " de",
        -0.0010644862
      ],
      [
        " Le",
        -0.047474477
      ],
      [
        "ón",
        -1.0206721e-05
      ]
    ]
  },
  "One of the chief architects of this action quickly fell out of favor and wound up under the protection of the Duke of Weimar, where he wrote a book about Freemason and Illuminati influence on his home country Joseph Martin-Dauch from Castelnaudary notably abstained from this action, and is seen crossing his arms at the side of a depiction of it. It was led by Jean Mounier, who declared that a newly created body existed \"wherever its members are assembled.\" Its participants pledged \"not to separate, and to reassemble wherever circumstances require, until the constitution of the kingdom is established\"": {
    "guess": "Tennis Court Oath",
    "confidence": [
      [
        "T",
        -0.22306879
      ],
      [
        "ennis",
        -0.00019519613
      ],
      [
        " Court",
        -0.00026443513
      ],
      [
        " O",
        -4.3202e-07
      ],
      [
        "ath",
        -0.00017600802
      ]
    ]
  },
  "A chief named Agueybana believed that this man was a god, but realized his mistake after his brother drowned Diego Salcado in a river.  After that, the Tainos revolted against this governor of Borinken, but their bows and arrows were no match for the guns his men possessed.  This man was appointed to": {
    "guess": "Juan Ponce de León",
    "confidence": [
      [
        "Juan",
        -0.14121993
      ],
      [
        " P",
        -0.004305496
      ],
      [
        "once",
        -0.0006794308
      ],
      [
        " de",
        -0.0016224568
      ],
      [
        " Le",
        -0.07039197
      ],
      [
        "ón",
        -4.6683042e-05
      ]
    ]
  },
  "As a child, this person was tutored by the person who would become Pope Adrian VI. This leader was represented by his younger brother Ferdinand I at the Second Diet of Speyer, whose opponents started Protestantism. This leader appointed Antonio de Leyva the Governor of Milan after their decisive victory over Francis I at the Battle of Pavia.  This leader's illegitimate son, John of Austria, led the": {
    "guess": "Charles V, Holy Roman Emperor",
    "confidence": [
      [
        "Charles",
        -0.020572837
      ],
      [
        " V",
        -0.00039921046
      ],
      [
        ",",
        -0.20681216
      ],
      [
        " Holy",
        -3.0471343e-05
      ],
      [
        " Roman",
        -0.00016098835
      ],
      [
        " Emperor",
        -0.0010692507
      ]
    ]
  },
  "As a child, the protagonist of this novel was the subject of experiments by the psychologist Laszlo Jamf. While stationed in England working for ACHTUNG he recounts tales of his sexual experiences to Tantivy Mucker-Maffick, which leads to his involvement with Operation Black Wing after Teddy Bloat realizes that Tyron Slothrop becomes aroused due to the approach of German rockets. FTP, what is this 1973 novel by Thomas Pynchon?": {
    "guess": "Gravity's Rainbow",
    "confidence": [
      [
        "Gravity",
        -0.000676812
      ],
      [
        "'s",
        -1.6882126e-05
      ],
      [
        " Rainbow",
        -3.650519e-06
      ]
    ]
  },
  "The Chikyu and Kola projects have attempted to reach this entity, but more famous is an attempt by the ship CUSS I. This entity is bounded on the bottom by the Gutenberg Discontinuity, which is where its": {
    "guess": "Earth's Mantle",
    "confidence": [
      [
        "Earth",
        -0.23893699
      ],
      [
        "'s",
        -0.0002385826
      ],
      [
        " Mant",
        -0.46998295
      ],
      [
        "le",
        -0.0003807449
      ]
    ]
  },
  "Chicago artists Barbara Jones-Hogu, Jeff Donaldson, and Wadsworth Jarrell founded a group of this name as a \"Revolutionary\" organization for black artists; in turn it evolved into a group consisting of the same name preceded by the hyphenated word \"AFRI-.\" The original group of this name, formed in 1949, drew influences for its primitive take on abstract painting from Norse myth, and was led by such": {
    "guess": "Cobra (avant-garde movement)",
    "confidence": [
      [
        "C",
        -0.6176428
      ],
      [
        "obra",
        -0.02484151
      ],
      [
        " (",
        -1.2053249
      ],
      [
        "av",
        -0.5672289
      ],
      [
        "ant",
        -0.0009780288
      ],
      [
        "-g",
        -3.8219583e-05
      ],
      [
        "arde",
        -0.00037883763
      ],
      [
        " movement",
        -0.00012868783
      ],
      [
        ")",
        -0.00020926216
      ]
    ]
  },
  "Some children in this novel think a priest is demonic, so they have many fantasies on how he dies. A": {
    "guess": "East of Eden (novel)",
    "confidence": [
      [
        "East",
        -0.1422335
      ],
      [
        " of",
        -0.00038217165
      ],
      [
        " Eden",
        -1.1517961e-05
      ],
      [
        " (",
        -0.018582994
      ],
      [
        "nov",
        -0.00024406596
      ],
      [
        "el",
        -2.6968896e-06
      ],
      [
        ")",
        -1.0564331e-05
      ]
    ]
  },
  "Chicago Open 2008: The End Comes…Beyond the Omega Point  Packet by Time Without Bells  (Evan Adams, Carlo Angiuli, Bryce Durgin, and Greg Peterson)  Tossups  This painting was the inspiration for Frank": {
    "guess": "The Night Watch",
    "confidence": [
      [
        "The",
        -0.8535852
      ],
      [
        " Night",
        -1.3089354
      ],
      [
        " Watch",
        -0.018323189
      ]
    ]
  },
  "The Chikyu and Kola projects have attempted to reach this entity, but more famous is an attempt by the ship CUSS I. This entity is bounded on the bottom by the Gutenberg Discontinuity, which is where its D double-prime layer is found, and it contains the (*) asthenosphere. Convection currents within this body drive tectonic processes and it takes up the most space of any layer of the Earth. Bounded by the Moho on the top, this is, for ten points, what layer of the Earth, sandwiched between the outer core and the crust?": {
    "guess": "Mantle (geology)",
    "confidence": [
      [
        "M",
        -0.0074336505
      ],
      [
        "ant",
        -3.7623562e-05
      ],
      [
        "le",
        -2.2127088e-05
      ],
      [
        " (",
        -0.000769248
      ],
      [
        "ge",
        -5.5577775e-06
      ],
      [
        "ology",
        -0.0027386623
      ],
      [
        ")",
        -1.1756368e-05
      ]
    ]
  },
  "Some children in this novel think a priest is demonic, so they have many fantasies on how he dies. A ferryman is about to charge two times the normal price for the protagonist, but decides to charge half that when he sees a wagon going to town. One character in this work likes the way the Victoria smells, and this work sees Sally's husband Ralph as an undertaker with alcoholism. Walter Starr comforts the central group in this work that sees a tale told about a butterfly landing on a coffin, which incurs the ire of Father Jackson. Catherine is a young girl who is oblivious to most events, as opposed to Mary's son Rufus who genuinely is hurt because of the title tragedy in Knoxville. For ten points,": {
    "guess": "A Death in the Family",
    "confidence": [
      [
        "A",
        -0.76705414
      ],
      [
        " Death",
        -0.082933985
      ],
      [
        " in",
        -0.0009942257
      ],
      [
        " the",
        -0.00023107276
      ],
      [
        " Family",
        -0.0032326137
      ]
    ]
  },
  "The Chicago Bears have been more successful this year than anyone would have imagined, achieving a six and one record in their first eight games. Answer these questions about the New Bears.      A. For ten points, name this head coach of the Bears, formerly the defensive coordinator of the Jacksonville": {
    "guess": "Matt Nagy",
    "confidence": [
      [
        "Matt",
        -0.45888048
      ],
      [
        " Nag",
        -0.020288086
      ],
      [
        "y",
        -0.00011939728
      ]
    ]
  },
  "Chicago police shot and killed one member of this organization, Fred Hampton, while he was sleeping. \"Blood of the Beast\" is a section of a work by a member of this group, Soul on Ice by Eldridge Cleaver. They wrote the \"Ten Point Program,\" and requested an exemption from military service for all (*) blacks in their \"What We Want, What We Believe\" platform.  The FBI's COINTELPRO program distributed a racist coloring book attributed to this organization. For 10 points, name this organization founded in Oakland by Bobby Seale and Huey Newton, a black nationalist group that espoused Maoist political": {
    "guess": "Black Panther Party",
    "confidence": [
      [
        "Black",
        -0.00515572
      ],
      [
        " Panther",
        -7.862962e-05
      ],
      [
        " Party",
        -5.7961847e-06
      ]
    ]
  },
  "Some children in this novel think a priest is demonic, so they have many fantasies on how he dies. A ferryman is about to charge two times the normal price for the protagonist, but decides to charge half": {
    "guess": "The Catcher in the Rye",
    "confidence": [
      [
        "The",
        -0.15431449
      ],
      [
        " Catch",
        -1.3020263
      ],
      [
        "er",
        -4.7994283e-05
      ],
      [
        " in",
        -0.0006981385
      ],
      [
        " the",
        -0.0004485461
      ],
      [
        " R",
        -2.3915141e-05
      ],
      [
        "ye",
        -1.7954959e-05
      ]
    ]
  },
  "His chief employees included John Trenchard and Thomas Gordon, who used the pseudonym Cato. His target quarreled constantly about his salary and was especially disliked for replacing chief justice Lewis Morris. During his trial, chief justice Delancey rebuffed his lawyer, who was forced to make his case that truth as a defense cannot be held as libel directly to the jury. His rival, the Gazette had aroused his ire by supporting new governor William Cosby. FTP, name this printer of the New York Weekly Journal defended by Alexander Hamilton in a 1735 case that aided establishment of freedom of the": {
    "guess": "Trial of John Peter Zenger",
    "confidence": [
      [
        "Trial",
        -0.12674403
      ],
      [
        " of",
        -0.0047863456
      ],
      [
        " John",
        -0.00654934
      ],
      [
        " Peter",
        -0.00041672974
      ],
      [
        " Z",
        -1.4617256e-05
      ],
      [
        "enger",
        -9.7821416e-05
      ]
    ]
  },
  "As a child, the title character and his father emigrate to an island where they get work at Stone Farm tending cattle. He later works as an apprentice to a shoe-maker named Master Andres, but becomes a": {
    "guess": "Robinson Crusoe",
    "confidence": [
      [
        "Rob",
        -0.5889553
      ],
      [
        "inson",
        -0.0012346377
      ],
      [
        " Crus",
        -0.0011303326
      ],
      [
        "oe",
        -1.7478143e-05
      ]
    ]
  },
  "As a child she has a nightmare about a gorilla, and she compares herself to a dandelion because it is so ordinary. After her husband is laid off, she works for Mrs. Burns-Cooper, who condescends to her,": {
    "guess": "The Bell Jar",
    "confidence": [
      [
        "The",
        -0.5049431
      ],
      [
        " Bell",
        -0.39102226
      ],
      [
        " Jar",
        -0.00038300612
      ]
    ]
  },
  "The chiral ligand DIPAMP was used with this reaction by William S. Knowles to create an industrial process for the production of L-DOPA. Under conditions that would normally produce this reaction, benzyl ethers are cleaved to produce toluene and an alcohol. The enthalpy change of benzene undergoing this reaction can be used to estimate its resonance energy. The first efficient homogeneous catalyst used for this reaction was Wilkinson's. Another catalyst used for this reaction allows the production of cis-alkenes from alkynes and is Lindlar's catalyst. This reaction that can be catalyzed by Raney nickel when used to increase the amount of saturated fats in vegetable oil. For 10 points, name this": {
    "guess": "Hydrogenation",
    "confidence": [
      [
        "Hy",
        -0.09739751
      ],
      [
        "dro",
        -0.00010747691
      ],
      [
        "gen",
        -0.011228662
      ],
      [
        "ation",
        -4.1080468e-05
      ]
    ]
  },
  "Chicago Open 2008: The End Comes…Beyond the Omega Point  Packet by Time Without Bells  (Evan Adams, Carlo": {
    "guess": "Resonance",
    "confidence": [
      [
        "Res",
        -1.7210523
      ],
      [
        "on",
        -0.025091488
      ],
      [
        "ance",
        -0.008082463
      ]
    ]
  },
  "This man‟s Chief Minister, Thomas Cromwell, dissolved the monasteries, even though this man had written Defence of the Seven Sacraments, an anti-Lutheran pamphlet that earned him the title \"Defender of the Faith.\" Archbishop of (*) Canterbury Thomas Cranmer organized the annulment of this man's first marriage. For 10 points, name this English king who broke from the Roman Catholic Church to divorce": {
    "guess": "Henry VIII of England",
    "confidence": [
      [
        "Henry",
        -0.015039774
      ],
      [
        " VIII",
        -0.0013271415
      ],
      [
        " of",
        -0.2898818
      ],
      [
        " England",
        -4.5371802e-05
      ]
    ]
  },
  "Chiral oxazaboroladine [ox-AY-zuh-bo-RO-lid-een] has been shown to improve both enantio and regioselectivity for this reaction. Imidazolinium salts catalyze it when an imine is substituted for one of the": {
    "guess": "Baylis-Hillman reaction",
    "confidence": [
      [
        "Bay",
        -1.6224279
      ],
      [
        "lis",
        -0.0005110914
      ],
      [
        "-H",
        -0.4468726
      ],
      [
        "ill",
        -0.002582201
      ],
      [
        "man",
        -0.0018942449
      ],
      [
        " reaction",
        -0.04917712
      ]
    ]
  },
  "Chickens can develop this condition if infected with Marek's disease.  A study of this disease focused on the protein Milano ApoA-I, which differs from the regular ApoA-I by a substitution of arginine for cystenine at position 173.  Niacin and a class of drugs known as statins are used to treat this condition.  Rupturing of the lumen wall in it is known as stenosis, and macrophages make up the atheromatous": {
    "guess": "Atherosclerosis",
    "confidence": [
      [
        "A",
        -0.5333486
      ],
      [
        "theros",
        -0.00046486966
      ],
      [
        "clerosis",
        -0.00041160765
      ]
    ]
  },
  "The \"chickee\" house was engineered for use in this area, which is the home of the Miccosukee and borders the national parks of Fort Jefferson, Biscayne and Dry Tortugas. Areas of slightly higher elevation here are receptive to the growth of tropical trees such as cocoplum and mahogany, which mix with": {
    "guess": "Everglades",
    "confidence": [
      [
        "Ever",
        -0.030316047
      ],
      [
        "gl",
        -1.4021238e-05
      ],
      [
        "ades",
        -3.3213026e-05
      ]
    ]
  },
  "As a child, this man received the nickname kozaru because his facial features and skinny frame resembled that of a monkey. Upon the assassination of this man's liegelord, he defeated Akechi Mitsuhide at the Battle of Yamakazi. This leader, who initiated construction of Osaka Castle, led failed invasions of Korea in 1592 and 1598. After this man died, thus ending the Sengoku period, his son Hideyori surrendered power to Tokugawa Ieyasu. For 10 points, name this second \"great unifier\" of Japan who": {
    "guess": "Toyotomi Hideyoshi",
    "confidence": [
      [
        "Toy",
        -0.0077522495
      ],
      [
        "ot",
        -7.2192626e-05
      ],
      [
        "omi",
        -0.00010545045
      ],
      [
        " Hide",
        -0.00012916465
      ],
      [
        "y",
        -1.6286107e-05
      ],
      [
        "oshi",
        -2.6418418e-05
      ]
    ]
  },
  "As a child, the title character and his father emigrate to an island where they get work at Stone Farm tending cattle. He later works as an apprentice to a shoe-maker named Master Andres, but becomes a tramp before deciding to move to the capital, where he meets his wife, Ellen Stolpe. He ends up as a benevolent factory owner after spending six years in prison for counterfeiting. A meeting with his father Lasse Karlsson persuades him to leave Bornholm and move to Copenhagen, which in turn precipitates": {
    "guess": "The Last Tale of Lasse Maja",
    "confidence": [
      [
        "The",
        -1.5013491
      ],
      [
        " Last",
        -1.1607063
      ],
      [
        " Tale",
        -0.8235258
      ],
      [
        " of",
        -0.014477975
      ],
      [
        " L",
        -0.69424856
      ],
      [
        "asse",
        -0.0019544447
      ],
      [
        " M",
        -0.32675323
      ],
      [
        "aja",
        -7.445749e-05
      ]
    ]
  },
  "Chief Justice Rehnquist wrote that the wording it established has \"become part of our national culture\" when upholding this ruling in the 2000 case of Dickerson v. United States. Providing an enforcement mechanism for rights that were affirmed in Escobedo v. Illinois, it replaced the \"voluntariness standard\"": {
    "guess": "Miranda v. Arizona",
    "confidence": [
      [
        "Mir",
        -0.0058928877
      ],
      [
        "anda",
        -1.0206721e-05
      ],
      [
        " v",
        -0.00026968008
      ],
      [
        ".",
        -1.6762922e-05
      ],
      [
        " Arizona",
        -6.372917e-05
      ]
    ]
  },
  "As a child, this person was tutored by the person who would become Pope Adrian VI. This leader was represented by his younger brother Ferdinand I at the Second Diet of Speyer, whose opponents started Protestantism. This leader appointed Antonio de Leyva the Governor of Milan after their decisive victory over Francis I at the Battle of Pavia.  This leader's illegitimate son, John of Austria, led the Holy League at the Battle of Lepanto, and his other son became Philip II. Name this sixteenth- century ruler who oversaw the Diet of Worms, was Holy Roman Emperor, and is  generally considered the first": {
    "guess": "Charles V",
    "confidence": [
      [
        "Charles",
        -0.015239379
      ],
      [
        " V",
        -0.00035858402
      ]
    ]
  },
  "The Chikyu and Kola projects have attempted to reach this entity, but more famous is an attempt by the ship CUSS I. This entity is bounded on the bottom by the Gutenberg Discontinuity, which is where its D double-prime layer is found, and it contains the (*) asthenosphere. Convection currents within": {
    "guess": "Mantle (geology)",
    "confidence": [
      [
        "M",
        -0.016858367
      ],
      [
        "ant",
        -5.8484206e-05
      ],
      [
        "le",
        -6.2729996e-06
      ],
      [
        " (",
        -0.00014275387
      ],
      [
        "ge",
        -4.2391708e-05
      ],
      [
        "ology",
        -0.000351551
      ],
      [
        ")",
        -1.2664457e-06
      ]
    ]
  },
  "In Chinese myth, Lan Caihe, one of the eight immortals, is traditionally said to possess only one of these objects.  In Welsh myth, Gwydion is called one of the three golden makers of these after he makes them for Arianrhod in a plot to make her give a name to Lleu Llaw Gyffes. In addition to saddles and shields, Manawydan and Pryderi are driven out of England by angry villagers for making these objects.": {
    "guess": "The answer is: Shoes",
    "confidence": [
      [
        "The",
        -1.0718875
      ],
      [
        " answer",
        -0.8408156
      ],
      [
        " is",
        -0.014403834
      ],
      [
        ":",
        -0.3969955
      ],
      [
        " Shoes",
        -1.3687907
      ]
    ]
  },
  "As a child, the protagonist of this novel was the subject of experiments by the psychologist Laszlo Jamf. While stationed in England working for ACHTUNG he recounts tales of his sexual experiences to Tantivy Mucker-Maffick, which leads to his involvement with Operation Black Wing after Teddy Bloat realizes": {
    "guess": "Gravity's Rainbow",
    "confidence": [
      [
        "Gravity",
        -0.000716604
      ],
      [
        "'s",
        -5.7411373e-05
      ],
      [
        " Rainbow",
        -4.179569e-05
      ]
    ]
  },
  "The \"chickee\" house was engineered for use in this area, which is the home of the Miccosukee and borders the national parks of Fort Jefferson, Biscayne and Dry Tortugas. Areas of slightly higher elevation here are receptive to the growth of tropical trees such as cocoplum and mahogany, which mix with temperate vegetation in an arrangement found nowhere else in the United States. Among its endangered species are the wood stork, Atlantic leatherback turtle, and American crocodile; it is the only place where crocodiles co-exist with alligators. FTP, name this four thousand, three hundred square mile region bordering Big Cypress Swamp and Lake Okechobee; a grassy marshland that comprises a protected national park in Florida.": {
    "guess": "Everglades",
    "confidence": [
      [
        "Ever",
        -0.007980877
      ],
      [
        "gl",
        -0.00015490896
      ],
      [
        "ades",
        -3.059055e-05
      ]
    ]
  },
  "One of the chief architects of this policy was assassinated on the floor of Parliament by a man who claimed be receiving orders from a malevolent tapeworm. Opponents of this program were accused at the Rivonia Trials of belonging to the group Spear of the Nation. The Sharpeville and Soweto massacres targeted protestors of elements in this policy, such as \"pass laws\" and \"bantustans.\" It was dissasembled by Frederick de Klerk in the early 1990s, after much pressure from the African National Congress.": {
    "guess": "Apartheid",
    "confidence": [
      [
        "A",
        -0.009330657
      ],
      [
        "par",
        -4.00813e-06
      ],
      [
        "theid",
        -9.186123e-05
      ]
    ]
  },
  "Chief Justice Rehnquist wrote that the wording it established has \"become part of our national culture\" when upholding this ruling in the 2000 case of Dickerson v. United States. Providing an enforcement": {
    "guess": "Miranda v. Arizona",
    "confidence": [
      [
        "Mir",
        -0.035827138
      ],
      [
        "anda",
        -7.362307e-05
      ],
      [
        " v",
        -0.111673765
      ],
      [
        ".",
        -7.1954215e-05
      ],
      [
        " Arizona",
        -4.3822154e-05
      ]
    ]
  },
  "In Chinese myth, one figure of this type was beaten to death with a club by his jealous student Feng": {
    "guess": "Nezha",
    "confidence": [
      [
        "Ne",
        -1.4430705
      ],
      [
        "z",
        -0.0027582722
      ],
      [
        "ha",
        -0.00050060876
      ]
    ]
  },
  "A chiral one of these reactions is named for Corey, Bakshi, and Shibata, and the addition to a ketone dissolved in diethylene glycol of hydrazone is the Wolff-Kishner one. Borane can cause it in carboxylic acids, and in organic compounds this process is the decrease of some carbon's number of bonds to": {
    "guess": "Corey-Bakshi-Shibata_reduction",
    "confidence": [
      [
        "Core",
        -0.54179716
      ],
      [
        "y",
        -7.743759e-05
      ],
      [
        "-B",
        -0.08272374
      ],
      [
        "ak",
        -2.677603e-05
      ],
      [
        "shi",
        -0.00019817622
      ],
      [
        "-Sh",
        -9.651017e-05
      ],
      [
        "ib",
        -2.4391957e-05
      ],
      [
        "ata",
        -4.9305523e-05
      ],
      [
        "_reduction",
        -0.50952315
      ]
    ]
  },
  "\"Do the Chinese, who think using one set of symbols, experience the world differently form North Americans who think in English or Spanish? The answer is yes.\" The above statement agrees with—for 10 points—what linguistic hypothesis, named after its two authors, which states that people perceive the": {
    "guess": "Sapir-Whorf hypothesis",
    "confidence": [
      [
        "S",
        -0.05656066
      ],
      [
        "ap",
        -4.3583746e-05
      ],
      [
        "ir",
        -1.18755715e-05
      ],
      [
        "-",
        -0.0030272675
      ],
      [
        "Wh",
        -1.3856493e-06
      ],
      [
        "orf",
        -5.7292167e-05
      ],
      [
        " hypothesis",
        -0.32885176
      ]
    ]
  },
  "A chiral one of these reactions is named for Corey, Bakshi, and Shibata, and the addition to a ketone dissolved in diethylene glycol of hydrazone is the Wolff-Kishner one. Borane can cause it in carboxylic acids, and in organic compounds this process is the decrease of some carbon's number of bonds to heteroatoms. Good agents for this process include hydride donors like LAH, as well as alkali metals, as the latter readily form cations. For 10 points, name this process in which a substance gains electrons and decreases in formal charge, the complement to oxidation.": {
    "guess": "Reduction",
    "confidence": [
      [
        "Red",
        -0.007939836
      ],
      [
        "uction",
        -0.072910875
      ]
    ]
  },
  "In the chiral bag model of nucleons, this effect explains the origin of non-zero expectation values for fermion bilinears, and it has been proposed as a possible explanation for sonoluminescence.  It has been measured to within 1% of its theoretical value using a polystyrene sphere attached to the tip of an atomic force microscope.  Its namesake originally proposed it after investigating van der Waals": {
    "guess": "Casimir effect",
    "confidence": [
      [
        "Cas",
        -0.03863336
      ],
      [
        "imir",
        -1.504853e-06
      ],
      [
        " effect",
        -0.022063283
      ]
    ]
  },
  "In Chinese history, this phrase refers to a period of reform during which K'ang Yu-Wei persuaded the": {
    "guess": "Hundred Days' Reform",
    "confidence": [
      [
        "H",
        -0.030289222
      ],
      [
        "undred",
        -2.1531068e-05
      ],
      [
        " Days",
        -0.0035011228
      ],
      [
        "'",
        -0.007590656
      ],
      [
        " Reform",
        -0.0020157173
      ]
    ]
  },
  "Chicago police shot and killed one member of this organization, Fred Hampton, while he was sleeping. \"Blood of the Beast\" is a section of a work by a member of this group, Soul on Ice by Eldridge Cleaver. They wrote the \"Ten Point Program,\" and requested an exemption from military service for all (*) blacks in their \"What We Want, What We Believe\" platform.  The FBI's COINTELPRO program distributed": {
    "guess": "Black Panther Party",
    "confidence": [
      [
        "Black",
        -0.0072072526
      ],
      [
        " Panther",
        -4.310693e-05
      ],
      [
        " Party",
        -7.465036e-06
      ]
    ]
  },
  "This Chinese revolutionary leader trained and graduated in medicine in Hong Kong, and was not involved in organizing the 1911 revolution that overthrew the Qing dynasty, being overseas at this point of": {
    "guess": "Sun Yat-sen",
    "confidence": [
      [
        "Sun",
        -0.0070187026
      ],
      [
        " Y",
        -0.0006990921
      ],
      [
        "at",
        -3.655073e-05
      ],
      [
        "-s",
        -0.0003244991
      ],
      [
        "en",
        -1.0325924e-05
      ]
    ]
  },
  "One of his chief enemies went bald at the age of eight from the trauma of seeing his father kill himself in a game of Russian Roulette.  He's not Spiderman, but during the Dark Regin story arc he was hunted down by Super Hero-wannabe Norman Osborn.  After this character got shot, his nervous (*) system was taken over by a chip implanted in him by Kearson DeWitt.  He has done battle with Force, a subordinate of Justin Hammer, and was once helped out by a fatal distraction caused by Ho Yinsen.  A rival of Obadiah Stane, in Marvel's Civil War, he became the leader of the superhero faction that supported": {
    "guess": "Iron Man",
    "confidence": [
      [
        "Iron",
        -0.05622355
      ],
      [
        " Man",
        -0.011080834
      ]
    ]
  },
  "The chiral ligand DIPAMP was used with this reaction by William S. Knowles to create an industrial process for the production of L-DOPA. Under conditions that would normally produce this reaction, benzyl": {
    "guess": "Hydrogenation",
    "confidence": [
      [
        "Hy",
        -0.81980526
      ],
      [
        "dro",
        -0.0020760288
      ],
      [
        "gen",
        -0.088331275
      ],
      [
        "ation",
        -0.0017576448
      ]
    ]
  },
  "A Chicago native, he started in music with a job at Brown Music Company, and chose to learn the cheapest possible instrument. In 1921, he joined The Frivolians, but switched to The Austin High Gang with the help of a $50 bribe. From there, he went on to work with Eddie Condon, Red Nichols, and Benny Goodman, becoming internationally known for his technical skill and showmanship. In addition to his jazz work, he made serious studies of percussion in African and other cultures. For ten points, name this drummer who collaborated with Benny Goodman on \"Sing Sing Sing.\"": {
    "guess": "Gene Krupa",
    "confidence": [
      [
        "Gene",
        -0.005569898
      ],
      [
        " Kr",
        -0.0002850537
      ],
      [
        "upa",
        -5.7961847e-06
      ]
    ]
  },
  "The Chikyu Hakken mission is attempting to explore this region. This region contains such polymorphs of rocks as wadsleyite and ringwoodite, as well as the perovskite-structured pyroxene enstatite. The D'' [D double prime] region is found in its homogeneous lower portion, while a Low Velocity Zone extends several kilometers in this layer. A sudden increase in velocity occurs at the top of this region, known as the Moho discontinuity. For 10 points, name this layer of the Earth above the outer core": {
    "guess": "Mantle (geology)",
    "confidence": [
      [
        "M",
        -0.0046318574
      ],
      [
        "ant",
        -3.8934802e-05
      ],
      [
        "le",
        -5.7961847e-06
      ],
      [
        " (",
        -5.6934558e-05
      ],
      [
        "ge",
        -1.18755715e-05
      ],
      [
        "ology",
        -0.00782286
      ],
      [
        ")",
        -4.246537e-06
      ]
    ]
  },
  "Some children in this novel think a priest is demonic, so they have many fantasies on how he dies. A ferryman is about to charge two times the normal price for the protagonist, but decides to charge half that when he sees a wagon going to town. One character in this work likes the way the Victoria smells, and this work sees Sally's husband Ralph as an undertaker with alcoholism. Walter Starr comforts": {
    "guess": "The Godfather",
    "confidence": [
      [
        "The",
        -0.92332494
      ],
      [
        " God",
        -2.655044
      ],
      [
        "father",
        -0.2972068
      ]
    ]
  },
  "The Chinese name for this district is that of its main east-to-west road, Dong Jiao Min Xiang, or \"East River-Rice Lane,\" referencing its importance as a thoroughfare for grain transport. This district's primary function arose when, because of its proximity to the Grand Canal, the Ming Dynasty used it as the location of the Ministry of Rites. This district was modernized in 1860 under a government body called the Zongli Yamen. Following the murder of Baron von Ketteler, Herbert Squiers and Claude": {
    "guess": "Dongcheng District",
    "confidence": [
      [
        "D",
        -0.51134896
      ],
      [
        "ong",
        -0.0070214225
      ],
      [
        "cheng",
        -0.045497477
      ],
      [
        " District",
        -8.9357956e-05
      ]
    ]
  },
  "Chickens can develop this condition if infected with Marek's disease.  A study of this disease focused on the protein Milano ApoA-I, which differs from the regular ApoA-I by a substitution of arginine for cystenine at position 173.  Niacin and a class of drugs known as statins are used to treat this condition.  Rupturing of the lumen wall in it is known as stenosis, and macrophages make up the atheromatous plaque, which is one of the causes of this disease.  Usually a precursor to heart attacks or strokes, FTP, identify this disease, a type of arteriosclerosis also known as \"hardening of the arteries\".": {
    "guess": "Atherosclerosis",
    "confidence": [
      [
        "A",
        -0.0086015705
      ],
      [
        "theros",
        -3.9650025e-05
      ],
      [
        "clerosis",
        -8.244414e-05
      ]
    ]
  },
  "One of his chief enemies went bald at the age of eight from the trauma of seeing his father kill himself in a game of Russian Roulette.  He's not Spiderman, but during the Dark Regin story arc he was hunted down by Super Hero-wannabe Norman Osborn.  After this character got shot, his nervous (*) system": {
    "guess": "Punisher",
    "confidence": [
      [
        "P",
        -1.4349568
      ],
      [
        "un",
        -0.0036870094
      ],
      [
        "isher",
        -3.9054008e-05
      ]
    ]
  },
  "The \"chickee\" house was engineered for use in this area, which is the home of the Miccosukee and borders the national parks of Fort Jefferson, Biscayne and Dry Tortugas. Areas of slightly higher elevation here are receptive to the growth of tropical trees such as cocoplum and mahogany, which mix with temperate vegetation in an arrangement found nowhere else in the United States. Among its endangered species are the wood stork, Atlantic leatherback turtle, and American crocodile; it is the only place where crocodiles co-exist with alligators. FTP, name this four thousand, three hundred square mile": {
    "guess": "Everglades",
    "confidence": [
      [
        "Ever",
        -0.0024336898
      ],
      [
        "gl",
        -4.465658e-05
      ],
      [
        "ades",
        -2.677603e-05
      ]
    ]
  },
  "Children of this god include Enbilulu, the lord of canals, and Ninazu, the lord of healing, and this god's wife bears the epithet \"Lady of the Air\". This god raped that wife to produce his first-born child, Sin the moon god. After this god was banished to the underworld he fathered Nergal. According to the legends of Nippur, where this god had a sacred gate, this god's servant was the son of Siris;": {
    "guess": "Enki",
    "confidence": [
      [
        "En",
        -0.019850738
      ],
      [
        "ki",
        -0.38286987
      ]
    ]
  },
  "A children's work of this author written for his son Caspar features an inventor who fixes the titular car, which later comes to life. He found the name for his most famous character when he met an ornithologist in Jamaica. The series of twelve novels and two short story collections in which this character appears was likely influenced by his time in the Naval Intelligence Division in WWII. As well as Chitty Chitty Bang Bang and his famous series, he also wrote two nonfiction books. FTP, name this creator of James Bond.          |": {
    "guess": "Ian Fleming",
    "confidence": [
      [
        "Ian",
        -0.0030405782
      ],
      [
        " Fleming",
        -0.00077377405
      ]
    ]
  },
  "Chicago police shot and killed one member of this organization, Fred Hampton, while he was sleeping.": {
    "guess": "Black Panther Party",
    "confidence": [
      [
        "Black",
        -0.16023813
      ],
      [
        " Panther",
        -1.4378848e-05
      ],
      [
        " Party",
        -6.1537958e-06
      ]
    ]
  },
  "When this man was a child, he and his mother would chase each other around a tree with thorn branches,": {
    "guess": "Jesus",
    "confidence": [
      [
        "Jesus",
        -1.7439842
      ]
    ]
  },
  "Chin P'ing Mei anytime)  Journet et al found that, in leaf mitochondria, the addition of this compound helps inhibit oxygen consumption during amino acid oxidation. The reaction of the 2-pyrone in macrophomic acid synthesis sees this compound decarboxylated and coordinated to a magnesium ion before either": {
    "guess": "Pyruvic acid",
    "confidence": [
      [
        "Py",
        -1.1796662
      ],
      [
        "ru",
        -0.061457634
      ],
      [
        "vic",
        -0.32071224
      ],
      [
        " acid",
        -0.07547867
      ]
    ]
  },
  "Chief Justice Rehnquist wrote that the wording it established has \"become part of our national culture\" when upholding this ruling in the 2000 case of Dickerson v. United States. Providing an enforcement mechanism for rights that were affirmed in Escobedo v. Illinois, it replaced the \"voluntariness standard\" for protection of certain Fifth and Sixth Amendment rights. For 10 points, what Arizona case ruled that not informing a suspect of the right to an attorney and the right to remain silent invalidates a confession?": {
    "guess": "Miranda v. Arizona",
    "confidence": [
      [
        "Mir",
        -0.00085287035
      ],
      [
        "anda",
        -2.8325678e-05
      ],
      [
        " v",
        -0.0002700377
      ],
      [
        ".",
        -2.0815847e-05
      ],
      [
        " Arizona",
        -2.9040899e-05
      ]
    ]
  },
  "Chin P'ing Mei anytime)  Journet et al found that, in leaf mitochondria, the addition of this compound helps inhibit oxygen consumption during amino acid oxidation. The reaction of the 2-pyrone in macrophomic acid synthesis sees this compound decarboxylated and coordinated to a magnesium ion before either a Michael addition or a Diels-Alder sequence. An acyltransferase forms 2-methylcitrate from propanoyl- CoA and from this compound. A carboxykinase in the mesophyll forms this compound from carbon dioxide and PEP. In the urea cycle, alpha-ketoglutarate and aspartate react with a transaminase to": {
    "guess": "Isocitrate",
    "confidence": [
      [
        "Is",
        -0.11624628
      ],
      [
        "oc",
        -0.00316786
      ],
      [
        "it",
        -0.00024299313
      ],
      [
        "rate",
        -0.14330173
      ]
    ]
  },
  "The \"chickee\" house was engineered for use in this area, which is the home of the Miccosukee and borders the national parks of Fort Jefferson, Biscayne and Dry Tortugas. Areas of slightly higher elevation": {
    "guess": "Florida Everglades",
    "confidence": [
      [
        "Florida",
        -0.60725886
      ],
      [
        " Ever",
        -1.0581367
      ],
      [
        "gl",
        -5.443128e-05
      ],
      [
        "ades",
        -6.718607e-05
      ]
    ]
  },
  "As a child, he was raised in the forest by a poet. His first wife was Sedb, mother of his son Ossian. His second wife was Grainne, who betrays him with his kinsman Diarmuid. In service to the high king at Tara, he organizes a band of adventurers and leads them, using the great wisdom he gained from eating the salmon of knowledge. FTP, name this legendary Irish hero of the poems in the Fenian cycle.": {
    "guess": "Fionn Mac Cumhail",
    "confidence": [
      [
        "F",
        -0.0110919215
      ],
      [
        "ion",
        -0.25624418
      ],
      [
        "n",
        -7.398068e-05
      ],
      [
        " Mac",
        -0.49728504
      ],
      [
        " Cum",
        -0.016300157
      ],
      [
        "h",
        -0.030883878
      ],
      [
        "ail",
        -6.0345924e-06
      ]
    ]
  },
  "His chief employees included John Trenchard and Thomas Gordon, who used the pseudonym Cato. His target quarreled constantly about his salary and was especially disliked for replacing chief justice Lewis Morris. During his trial, chief justice Delancey rebuffed his lawyer, who was forced to make his case": {
    "guess": "John Peter Zenger",
    "confidence": [
      [
        "John",
        -0.4286929
      ],
      [
        " Peter",
        -0.0009326598
      ],
      [
        " Z",
        -3.23786e-05
      ],
      [
        "enger",
        -0.00016182278
      ]
    ]
  },
  "In Chinese history, this phrase refers to a period of reform during which K'ang Yu-Wei persuaded the Kuang-hsu emperor to issue over 40 edicts following the Sino-Japanese War. This phrase also refers to a period which began with a famous landing at Cannes, as well as a period during which all banks remained closed for a \"holiday\" until Congress could meet on March 9th. In American history this phrase": {
    "guess": "Great Depression",
    "confidence": [
      [
        "Great",
        -1.0414071
      ],
      [
        " Depression",
        -0.012779561
      ]
    ]
  },
  "The Chinese name for this district is that of its main east-to-west road, Dong Jiao Min Xiang, or \"East River-Rice Lane,\" referencing its importance as a thoroughfare for grain transport. This district's primary function arose when, because of its proximity to the Grand Canal, the Ming Dynasty used it as the location of the Ministry of Rites. This district was modernized in 1860 under a government body called the Zongli Yamen. Following the murder of Baron von Ketteler, Herbert Squiers and Claude MacDonald raised a defense of the Tartar Wall in this district. It was targeted by the restrained Ronglu and the ferocious Dong Fuxiang, the latter of whom commanded a Muslim army called the Kansu Braves. For 55 days, the occupants of this district waited while the Seymour Expedition failed and the Eight-Nation Alliance succeeded in relieving them. For 10 points, name this \"quarter\" of Beijing that was besieged when the anti-foreigner Boxer Rebellion targeted the many foreign offices it contained.": {
    "guess": "Legation Quarter",
    "confidence": [
      [
        "Leg",
        -0.025488548
      ],
      [
        "ation",
        -0.00038765505
      ],
      [
        " Quarter",
        -0.0033743614
      ]
    ]
  },
  "The Chikyu and Kola projects have attempted to reach this entity, but more famous is an attempt by the ship CUSS I. This entity is bounded on the bottom by the Gutenberg Discontinuity, which is where its D double-prime layer is found, and it contains the (*) asthenosphere. Convection currents within this body drive tectonic processes and it takes up the most space of any layer of the Earth. Bounded": {
    "guess": "Mantle (geology)",
    "confidence": [
      [
        "M",
        -0.018345894
      ],
      [
        "ant",
        -1.9862217e-05
      ],
      [
        "le",
        -1.2590794e-05
      ],
      [
        " (",
        -7.79144e-05
      ],
      [
        "ge",
        -9.133887e-06
      ],
      [
        "ology",
        -0.0065769344
      ],
      [
        ")",
        -2.1008714e-06
      ]
    ]
  },
  "One of the chief architects of this policy was assassinated on the floor of Parliament by a man who claimed be receiving orders from a malevolent tapeworm. Opponents of this program were accused at the Rivonia Trials of belonging to the group Spear of the Nation. The Sharpeville and Soweto massacres": {
    "guess": "Apartheid",
    "confidence": [
      [
        "A",
        -0.03661744
      ],
      [
        "par",
        -0.00021093102
      ],
      [
        "theid",
        -2.3915141e-05
      ]
    ]
  },
  "As a child, he was raised in the forest by a poet. His first wife was Sedb, mother of his son Ossian.": {
    "guess": "Ossian",
    "confidence": [
      [
        "O",
        -0.5142142
      ],
      [
        "ss",
        -0.008904323
      ],
      [
        "ian",
        -9.1742026e-05
      ]
    ]
  },
  "A chief named Agueybana believed that this man was a god, but realized his mistake after his brother drowned Diego Salcado in a river.  After that, the Tainos revolted against this governor of Borinken, but their bows and arrows were no match for the guns his men possessed.  This man was appointed to his first important post by the man who introduced the encomienda system, Nicolas de Ovando.  He died": {
    "guess": "Juan Ponce de León",
    "confidence": [
      [
        "Juan",
        -0.28992185
      ],
      [
        " P",
        -0.00509453
      ],
      [
        "once",
        -3.2736214e-05
      ],
      [
        " de",
        -0.00093695114
      ],
      [
        " Le",
        -0.06387456
      ],
      [
        "ón",
        -1.1994775e-05
      ]
    ]
  },
  "The Chinese name for this district is that of its main east-to-west road, Dong Jiao Min Xiang, or \"East River-Rice Lane,\" referencing its importance as a thoroughfare for grain transport. This district's primary function arose when, because of its proximity to the Grand Canal, the Ming Dynasty used it as the location of the Ministry of Rites. This district was modernized in 1860 under a government": {
    "guess": "Dongcheng District",
    "confidence": [
      [
        "D",
        -0.048326045
      ],
      [
        "ong",
        -0.0025446317
      ],
      [
        "cheng",
        -0.004792277
      ],
      [
        " District",
        -7.111979e-05
      ]
    ]
  },
  "When this man was a child, he and his mother would chase each other around a tree with thorn branches, each trying to harm the other; later, this man defeated the fire-breathing fairy Aillen. This figure employed the great huntsman Comhrag of the Five Hundred Hounds, the wise Druid Cainnelsciath of the Shining Shield, and the famed musician Cnu Deireoil, the Little Nut. This man's most famous ability was augmented when the daughters of Beag threw a vessel of water onto him. This disciple of Finegas gained that ability after licking his scorched thumb. This man was eventually defeated by Goll MacMorna, who took over the Fianna from him. For 10 points, name this hero from the Ulster Cycle who ate the Salmon of Knowledge.": {
    "guess": "Fionn mac Cumhaill",
    "confidence": [
      [
        "F",
        -0.0041833483
      ],
      [
        "ion",
        -0.00019960667
      ],
      [
        "n",
        -1.4259645e-05
      ],
      [
        " mac",
        -0.0008411921
      ],
      [
        " Cum",
        -1.735894e-05
      ],
      [
        "ha",
        -0.00042304752
      ],
      [
        "ill",
        -1.7432603e-06
      ]
    ]
  },
  "A chief named Agueybana believed that this man was a god, but realized his mistake after his brother": {
    "guess": "Christopher Columbus",
    "confidence": [
      [
        "Christopher",
        -0.26835078
      ],
      [
        " Columbus",
        -0.00022201329
      ]
    ]
  },
  "When this man was a child, he and his mother would chase each other around a tree with thorn branches, each trying to harm the other; later, this man defeated the fire-breathing fairy Aillen. This figure employed the great huntsman Comhrag of the Five Hundred Hounds, the wise Druid Cainnelsciath of the Shining Shield, and the famed musician Cnu Deireoil, the Little Nut. This man's most famous ability was augmented when the daughters of Beag threw a vessel of water onto him. This disciple of Finegas gained that ability after licking his scorched thumb. This man was eventually defeated by Goll MacMorna, who took over the Fianna from him. For 10 points, name this hero from the Ulster Cycle who ate": {
    "guess": "Fionn mac Cumhaill",
    "confidence": [
      [
        "F",
        -0.0029585657
      ],
      [
        "ion",
        -0.0039053997
      ],
      [
        "n",
        -0.00011868205
      ],
      [
        " mac",
        -0.003903146
      ],
      [
        " Cum",
        -0.00011617878
      ],
      [
        "ha",
        -0.0013126171
      ],
      [
        "ill",
        -3.2929079e-06
      ]
    ]
  },
  "When this man was a child, he and his mother would chase each other around a tree with thorn branches, each trying to harm the other; later, this man defeated the fire-breathing fairy Aillen. This figure employed the great huntsman Comhrag of the Five Hundred Hounds, the wise Druid Cainnelsciath of the Shining Shield, and the famed musician Cnu Deireoil, the Little Nut. This man's most famous ability was augmented when the daughters of Beag threw a vessel of water onto him. This disciple of Finegas": {
    "guess": "Fionn mac Cumhaill",
    "confidence": [
      [
        "F",
        -0.0044863774
      ],
      [
        "ion",
        -0.003261846
      ],
      [
        "n",
        -2.8564085e-05
      ],
      [
        " mac",
        -0.0010942578
      ],
      [
        " Cum",
        -1.7716551e-05
      ],
      [
        "ha",
        -0.00034714415
      ],
      [
        "ill",
        -9.0883464e-07
      ]
    ]
  },
  "Chinese eat its fried flowers and Americans use its wood for popsicle sticks. Turkeys, squirrels and": {
    "guess": "Paulownia tomentosa",
    "confidence": [
      [
        "Paul",
        -0.9684564
      ],
      [
        "own",
        -0.00025335286
      ],
      [
        "ia",
        -0.00011021859
      ],
      [
        " to",
        -0.23761
      ],
      [
        "ment",
        -4.3941356e-05
      ],
      [
        "osa",
        -0.00044640043
      ]
    ]
  },
  "As a child, the title character and his father emigrate to an island where they get work at Stone Farm tending cattle. He later works as an apprentice to a shoe-maker named Master Andres, but becomes a tramp before deciding to move to the capital, where he meets his wife, Ellen Stolpe. He ends up as a benevolent factory owner after spending six years in prison for counterfeiting. A meeting with his father Lasse Karlsson persuades him to leave Bornholm and move to Copenhagen, which in turn precipitates his interest in the labor movement. FTP, name this novel about an idealistic young Swede, a work written by Martin Nexö.": {
    "guess": "Pelle the Conqueror",
    "confidence": [
      [
        "P",
        -0.071145535
      ],
      [
        "elle",
        -0.0005550592
      ],
      [
        " the",
        -0.002628454
      ],
      [
        " Con",
        -1.9361265e-07
      ],
      [
        "quer",
        -1.5332478e-05
      ],
      [
        "or",
        -8.292095e-05
      ]
    ]
  },
  "China refused to sign this treaty when Shandong was transferred to Japan. John Maynard Keynes criticized it in The Economic Consequences of the Peace, predicting hyperinflation that plagued the (*) Weimar Republic. Henry Cabot Lodge ensured that the US Senate did not ratify this treaty. Georges Clemenceau": {
    "guess": "Treaty of Versailles",
    "confidence": [
      [
        "T",
        -0.02244302
      ],
      [
        "reat",
        -1.9816675e-06
      ],
      [
        "y",
        -0.0005000128
      ],
      [
        " of",
        -0.00030448023
      ],
      [
        " Vers",
        -2.188868e-05
      ],
      [
        "ailles",
        -2.6418418e-05
      ]
    ]
  },
  "The chiral ligand DIPAMP was used with this reaction by William S. Knowles to create an industrial process for the production of L-DOPA. Under conditions that would normally produce this reaction, benzyl ethers are cleaved to produce toluene and an alcohol. The enthalpy change of benzene undergoing this": {
    "guess": "Hydrogenation",
    "confidence": [
      [
        "Hy",
        -0.5607616
      ],
      [
        "dro",
        -0.002741635
      ],
      [
        "gen",
        -0.006392165
      ],
      [
        "ation",
        -0.0016935079
      ]
    ]
  },
  "The children's book A Dog Came, Too tells of \"Our Dog,\" which accompanied the namesake of this river": {
    "guess": "Mackenzie River",
    "confidence": [
      [
        "M",
        -0.13403429
      ],
      [
        "ack",
        -0.00459045
      ],
      [
        "enzie",
        -8.4947416e-05
      ],
      [
        " River",
        -0.00040338258
      ]
    ]
  },
  "Chicago Open 2008: The End Comes…Beyond the Omega Point  Packet by Time Without Bells  (Evan Adams, Carlo Angiuli, Bryce Durgin, and Greg Peterson)  Tossups  This painting was the inspiration for Frank Budgen's analysis of Joyce's \"Nausicaa\" episode, and was the fourth in a series also containing \"Chelsea\" and \"Old Battersea Bridge.\" It depicts the Cremorne Gardens, but its artist chose not to title it \"View of Cremorne\" because he said that title would cause \"disappointment on the part of the beholders.\" The only human in the painting is a small girl at the bottom, sitting on the shore with her back to the viewer. It was first exhibited at the Grosvenor Gallery along with the work of Edward-Burne Jones, and after it was described as \"flinging a pot of paint in the public's face,\" its artist": {
    "guess": "No answer provided.",
    "confidence": [
      [
        "No",
        -0.5194448
      ],
      [
        " answer",
        -1.0794611
      ],
      [
        " provided",
        -0.2429458
      ],
      [
        ".",
        -0.035795625
      ]
    ]
  },
  "In Chinese myth, Lan Caihe, one of the eight immortals, is traditionally said to possess only one of these objects.  In Welsh myth, Gwydion is called one of the three golden makers of these after he makes them for Arianrhod in a plot to make her give a name to Lleu Llaw Gyffes. In addition to saddles and shields, Manawydan and Pryderi are driven out of England by angry villagers for making these objects.  The Norse god of silence, Vidar, will kill Fenrir at Ragnarok with one of these which he is": {
    "guess": "Sword",
    "confidence": [
      [
        "S",
        -0.46202967
      ],
      [
        "word",
        -0.3035466
      ]
    ]
  },
  "Chinese is a common second language, with advertisements appearing in the language and characters often using Chinese words or expletives. Many advertisements can be seen for the Blue Sun Corporation, a large corporate conglomerate who was never mentioned on air during the shows short run. It is believed that part of the reason for the short run was FOX's decision to air the series out of order, leaving the intended-pilot, Serenity, unshown or shown much later than originally intended in some places. FTP, name this television series created by Joss Whedon about the crew of the starship Serenity.": {
    "guess": "Firefly (TV series)",
    "confidence": [
      [
        "Fire",
        -0.0010546034
      ],
      [
        "fly",
        -0.00016313401
      ],
      [
        " (",
        -0.0055241347
      ],
      [
        "TV",
        -9.849109e-06
      ],
      [
        " series",
        -0.001185942
      ],
      [
        ")",
        -1.6240566e-06
      ]
    ]
  },
  "Chilean artist Alexander Sutulov created a five-part series named after one of these, while his graphic prints include a monochrome depiction of one famous example with added splotches of colors along the spectrum. Earth and Victory fit around a twisted example of one of these in the main section of an ivory work created to celebrate Justinian's rule, the Barberini Diptych. One example stands on a pedestal protruding from a wall with leaves and under an architectural canopy, and resides in Bamberg": {
    "guess": "Ivory carving",
    "confidence": [
      [
        "I",
        -0.86391395
      ],
      [
        "v",
        -0.00012344286
      ],
      [
        "ory",
        -0.0036328502
      ],
      [
        " carving",
        -0.37492123
      ]
    ]
  },
  "One of the chief architects of this action quickly fell out of favor and wound up under the protection of the Duke of Weimar, where he wrote a book about Freemason and Illuminati influence on his home": {
    "guess": "Johann Wolfgang von Goethe",
    "confidence": [
      [
        "J",
        -0.06912833
      ],
      [
        "oh",
        -2.057744e-05
      ],
      [
        "ann",
        -0.0002939903
      ],
      [
        " Wolfgang",
        -0.008473447
      ],
      [
        " von",
        -0.00016861738
      ],
      [
        " Go",
        -9.968313e-06
      ],
      [
        "ethe",
        -3.094816e-05
      ]
    ]
  },
  "\"Do the Chinese, who think using one set of symbols, experience the world differently form North Americans who think in English or Spanish? The answer is yes.\" The above statement agrees with—for 10 points—what linguistic hypothesis, named after its two authors, which states that people perceive the world only in terms of the symbols contained in their language?": {
    "guess": "Sapir-Whorf Hypothesis",
    "confidence": [
      [
        "S",
        -0.591353
      ],
      [
        "ap",
        -8.1371305e-05
      ],
      [
        "ir",
        -1.0802739e-05
      ],
      [
        "-",
        -0.004173372
      ],
      [
        "Wh",
        -1.147242e-06
      ],
      [
        "orf",
        -4.4179764e-05
      ],
      [
        " Hyp",
        -0.405629
      ],
      [
        "o",
        -0.0001006823
      ],
      [
        "thesis",
        -0.00046320082
      ]
    ]
  },
  "Chicago artists Barbara Jones-Hogu, Jeff Donaldson, and Wadsworth Jarrell founded a group of this name as a \"Revolutionary\" organization for black artists; in turn it evolved into a group consisting of the same name preceded by the hyphenated word \"AFRI-.\" The original group of this name, formed in 1949, drew influences for its primitive take on abstract painting from Norse myth, and was led by such men as Asger Jorn, Pierre Alechinsky, and the Dutchmen Constant and Karel Appel. Taking its oddly capitalized name as an acronym of three Northern European capitals, this was, FTP, what avant-garde": {
    "guess": "CoBrA",
    "confidence": [
      [
        "Co",
        -0.041653804
      ],
      [
        "Br",
        -0.005182644
      ],
      [
        "A",
        -8.537869e-06
      ]
    ]
  },
  "Chicago artists Barbara Jones-Hogu, Jeff Donaldson, and Wadsworth Jarrell founded a group of this name as a \"Revolutionary\" organization for black artists; in turn it evolved into a group consisting of the same name preceded by the hyphenated word \"AFRI-.\" The original group of this name, formed in 1949, drew influences for its primitive take on abstract painting from Norse myth, and was led by such men as Asger Jorn, Pierre Alechinsky, and the Dutchmen Constant and Karel Appel. Taking its oddly capitalized name as an acronym of three Northern European capitals, this was, FTP, what avant-garde art movement centered in Copenhagen, Brussels, and Amsterdam, with a snake- like name?": {
    "guess": "CoBrA",
    "confidence": [
      [
        "Co",
        -0.29770118
      ],
      [
        "Br",
        -0.013125643
      ],
      [
        "A",
        -0.0001820874
      ]
    ]
  },
  "The \"chickee\" house was engineered for use in this area, which is the home of the Miccosukee and borders the national parks of Fort Jefferson, Biscayne and Dry Tortugas. Areas of slightly higher elevation here are receptive to the growth of tropical trees such as cocoplum and mahogany, which mix with temperate vegetation in an arrangement found nowhere else in the United States. Among its endangered": {
    "guess": "Everglades",
    "confidence": [
      [
        "Ever",
        -0.04049332
      ],
      [
        "gl",
        -1.4140442e-05
      ],
      [
        "ades",
        -4.1914896e-05
      ]
    ]
  },
  "His children include Asma'aa, \"the one with two belts\", and Muhammad, who had a hand in the assassination of a caliph. He was said to be kind-hearted, and after the Battle of Badr he saved the captives from the death penalty. He began the Ridda wars to bring the Hejaz and Nezd tribes under Muslim control after they refused the zakat, but he only reigned for two years, when he was succeeded by Umar.": {
    "guess": "Abu Bakr",
    "confidence": [
      [
        "Ab",
        -0.026073616
      ],
      [
        "u",
        -0.00055100623
      ],
      [
        " Bak",
        -0.00017231269
      ],
      [
        "r",
        -0.00018292182
      ]
    ]
  },
  "Chicago artists Barbara Jones-Hogu, Jeff Donaldson, and Wadsworth Jarrell founded a group of this name": {
    "guess": "AfriCOBRA",
    "confidence": [
      [
        "Af",
        -0.3030781
      ],
      [
        "ri",
        -0.00039909125
      ],
      [
        "CO",
        -0.0021962908
      ],
      [
        "B",
        -2.9517714e-05
      ],
      [
        "RA",
        -2.220075e-06
      ]
    ]
  },
  "This man‟s Chief Minister, Thomas Cromwell, dissolved the monasteries, even though this man had written Defence of the Seven Sacraments, an anti-Lutheran pamphlet that earned him the title \"Defender of the Faith.\" Archbishop of (*) Canterbury Thomas Cranmer organized the annulment of this man's first marriage. For 10 points, name this English king who broke from the Roman Catholic Church to divorce Catherine of Aragon, the first of his six wives.": {
    "guess": "Henry VIII of England",
    "confidence": [
      [
        "Henry",
        -0.007593015
      ],
      [
        " VIII",
        -0.0021974791
      ],
      [
        " of",
        -0.19524886
      ],
      [
        " England",
        -2.9160103e-05
      ]
    ]
  },
  "A chiral one of these reactions is named for Corey, Bakshi, and Shibata, and the addition to a ketone": {
    "guess": "Corey-Bakshi-Shibata reduction",
    "confidence": [
      [
        "Core",
        -0.59915966
      ],
      [
        "y",
        -0.00032795602
      ],
      [
        "-B",
        -0.10185183
      ],
      [
        "ak",
        -0.0004539103
      ],
      [
        "shi",
        -0.00016790217
      ],
      [
        "-Sh",
        -0.0010261394
      ],
      [
        "ib",
        -6.0272258e-05
      ],
      [
        "ata",
        -0.00012403888
      ],
      [
        " reduction",
        -1.4216056
      ]
    ]
  },
  "In a Chinese analog to this fairy tale, the central character befriends a fish and is instructed to bury its bones at the four corners of its bed. A Celtic variant on this story theme centers around Fair, Brown, and Trembling. In a German version of this fairy tale, the protagonist jumps into a pigeon": {
    "guess": "Cinderella",
    "confidence": [
      [
        "C",
        -0.66789585
      ],
      [
        "inder",
        -0.0045177042
      ],
      [
        "ella",
        -0.00012035091
      ]
    ]
  },
  "As chief counsel for the Senate Labor Rackets Committee, this man investigated the Teamsters. In 1964,": {
    "guess": "Robert F. Kennedy",
    "confidence": [
      [
        "Robert",
        -0.07897604
      ],
      [
        " F",
        -0.030710096
      ],
      [
        ".",
        -0.00063035195
      ],
      [
        " Kennedy",
        -5.5122365e-07
      ]
    ]
  },
  "One of the chief architects of this policy was assassinated on the floor of Parliament by a man who claimed be receiving orders from a malevolent tapeworm. Opponents of this program were accused at the": {
    "guess": "South African Apartheid",
    "confidence": [
      [
        "South",
        -0.8393027
      ],
      [
        " African",
        -0.24754032
      ],
      [
        " A",
        -0.7253065
      ],
      [
        "par",
        -0.00018875914
      ],
      [
        "theid",
        -0.00012618455
      ]
    ]
  },
  "The \"chickee\" house was engineered for use in this area, which is the home of the Miccosukee and borders the national parks of Fort Jefferson, Biscayne and Dry Tortugas. Areas of slightly higher elevation here are receptive to the growth of tropical trees such as cocoplum and mahogany, which mix with temperate vegetation in an arrangement found nowhere else in the United States. Among its endangered species are the wood stork, Atlantic leatherback turtle, and American crocodile; it is the only place": {
    "guess": "Everglades",
    "confidence": [
      [
        "Ever",
        -0.013382802
      ],
      [
        "gl",
        -3.3213026e-05
      ],
      [
        "ades",
        -7.3861476e-05
      ]
    ]
  },
  "The chiral ligand DIPAMP was used with this reaction by William S. Knowles to create an industrial process for the production of L-DOPA. Under conditions that would normally produce this reaction, benzyl ethers are cleaved to produce toluene and an alcohol. The enthalpy change of benzene undergoing this reaction can be used to estimate its resonance energy. The first efficient homogeneous catalyst": {
    "guess": "Hydrogenation",
    "confidence": [
      [
        "Hy",
        -0.46618986
      ],
      [
        "dro",
        -0.0012184517
      ],
      [
        "gen",
        -0.0053854184
      ],
      [
        "ation",
        -0.000908245
      ]
    ]
  },
  "In Chinese myth, Lan Caihe, one of the eight immortals, is traditionally said to possess only one of these objects.  In Welsh myth, Gwydion is called one of the three golden makers of these after he makes": {
    "guess": "Cauldron",
    "confidence": [
      [
        "C",
        -1.9179792
      ],
      [
        "aul",
        -0.01369657
      ],
      [
        "d",
        -0.00020282516
      ],
      [
        "ron",
        -0.47329536
      ]
    ]
  },
  "His children include Asma'aa, \"the one with two belts\", and Muhammad, who had a hand in the assassination": {
    "guess": "Ali ibn Abi Talib",
    "confidence": [
      [
        "Ali",
        -1.5316612
      ],
      [
        " ib",
        -0.26675823
      ],
      [
        "n",
        -4.9067115e-05
      ],
      [
        " Ab",
        -0.041160967
      ],
      [
        "i",
        -0.0005933052
      ],
      [
        " Tal",
        -0.001350234
      ],
      [
        "ib",
        -0.00020425562
      ]
    ]
  },
  "One child this deity fathered was a giant from Epidauros who robbed travelers with his giant club, while another of his children was guarded  by a serpent at birth and later became King of Athens after he expelled Amphictyon; those sons are Periphetes and Erichthonius. Worshiped by the Sinians, this deity may have been the father of the Palaci, who are associated with geysers on Sicily. This god got his revenge on Hera by tricking her to sit on a magic throne that would not allow her to get up until he was given (*) Aphrodite as his wife. At his home on the island Lemnos, where he landed after being thrown off of Mount Olympus, he constructed such items as Eros's arrows, Achilles's armor, and": {
    "guess": "Erichthonius",
    "confidence": [
      [
        "E",
        -0.47551224
      ],
      [
        "rich",
        -0.048876658
      ],
      [
        "thon",
        -3.464347e-05
      ],
      [
        "ius",
        -0.00041125002
      ]
    ]
  },
  "Chin P'ing Mei anytime)  Journet et al found that, in leaf mitochondria, the addition of this compound helps inhibit oxygen consumption during amino acid oxidation. The reaction of the 2-pyrone in macrophomic acid synthesis sees this compound decarboxylated and coordinated to a magnesium ion before either a Michael addition or a Diels-Alder sequence. An acyltransferase forms 2-methylcitrate from propanoyl- CoA and from this compound. A carboxykinase in the mesophyll forms this compound from carbon": {
    "guess": "Isopentenyl pyrophosphate",
    "confidence": [
      [
        "Is",
        -0.5689469
      ],
      [
        "op",
        -0.068671435
      ],
      [
        "ent",
        -0.45413673
      ],
      [
        "en",
        -0.0077219643
      ],
      [
        "yl",
        -0.00059187476
      ],
      [
        " py",
        -0.10550958
      ],
      [
        "roph",
        -3.6669935e-05
      ],
      [
        "osphate",
        -0.001141646
      ]
    ]
  },
  "Chicago police shot and killed one member of this organization, Fred Hampton, while he was sleeping. \"Blood of the Beast\" is a section of a work by a member of this group, Soul on Ice by Eldridge Cleaver. They wrote the \"Ten Point Program,\" and requested an exemption from military service for all (*) blacks in their \"What We Want, What We Believe\" platform.  The FBI's COINTELPRO program distributed a racist coloring book attributed to this organization. For 10 points, name this organization founded": {
    "guess": "Black Panther Party",
    "confidence": [
      [
        "Black",
        -0.038060658
      ],
      [
        " Panther",
        -0.005400715
      ],
      [
        " Party",
        -7.696077e-05
      ]
    ]
  },
  "The children's book A Dog Came, Too tells of \"Our Dog,\" which accompanied the namesake of this river on his explorations. A local name for this river is \"Deh Cho\" or \"big river.\" The namesake of this river once painted his name on a rock using a vermillion and grease mixture at Bella Coola. In 1977, Judge Thomas Berger led an inquiry named after this river which ultimately recommended that a pipeline not be built for ten years and all tribal claims had been settled. Several ships all named \"Pathfinder\"": {
    "guess": "Mackenzie River",
    "confidence": [
      [
        "M",
        -0.002860274
      ],
      [
        "ack",
        -1.1637165e-05
      ],
      [
        "enzie",
        -1.6643718e-05
      ],
      [
        " River",
        -2.7968066e-05
      ]
    ]
  },
  "In Chinese myth, one figure of this type was beaten to death with a club by his jealous student Feng Meng and murdered the river god Ho Po to steal his beautiful wife. The Queen Mother of the West gave one man in this occupation a drug of immortality, which his wife stole, becoming the moon goddess Chang'e. In Greek myth, a warrior of this type was left on Lemnos due to a festering wound from a snakebite.": {
    "guess": "Physician",
    "confidence": [
      [
        "Phys",
        -0.722893
      ],
      [
        "ician",
        -0.02183599
      ]
    ]
  },
  "As a child she has a nightmare about a gorilla, and she compares herself to a dandelion because it is so ordinary. After her husband is laid off, she works for Mrs. Burns-Cooper, who condescends to her, and when she takes her daughter to Santa Claus, she is outraged when Santa will not see her daughter. Her husband does not gain entry to the Foxy Cats Club, and she is hurt when he dances with a red-haired": {
    "guess": "The Color Purple",
    "confidence": [
      [
        "The",
        -0.33032638
      ],
      [
        " Color",
        -0.79904896
      ],
      [
        " Purple",
        -0.000392304
      ]
    ]
  },
  "Chicago artists Barbara Jones-Hogu, Jeff Donaldson, and Wadsworth Jarrell founded a group of this name as a \"Revolutionary\" organization for black artists; in turn it evolved into a group consisting of": {
    "guess": "AfriCOBRA",
    "confidence": [
      [
        "Af",
        -0.3356745
      ],
      [
        "ri",
        -0.000768652
      ],
      [
        "CO",
        -0.007595507
      ],
      [
        "B",
        -8.852353e-05
      ],
      [
        "RA",
        -1.2664457e-06
      ]
    ]
  },
  "Some children in this novel think a priest is demonic, so they have many fantasies on how he dies. A ferryman is about to charge two times the normal price for the protagonist, but decides to charge half that when he sees a wagon going to town. One character in this work likes the way the Victoria smells,": {
    "guess": "The Adventures of Huckleberry Finn",
    "confidence": [
      [
        "The",
        -0.35411808
      ],
      [
        " Adventures",
        -0.40806484
      ],
      [
        " of",
        -0.0009677992
      ],
      [
        " H",
        -0.30792254
      ],
      [
        "uckle",
        -1.6762922e-05
      ],
      [
        "berry",
        -9.5914154e-05
      ],
      [
        " Finn",
        -3.7146747e-05
      ]
    ]
  },
  "His chief employees included John Trenchard and Thomas Gordon, who used the pseudonym Cato. His target quarreled constantly about his salary and was especially disliked for replacing chief justice Lewis Morris. During his trial, chief justice Delancey rebuffed his lawyer, who was forced to make his case that truth as a defense cannot be held as libel directly to the jury. His rival, the Gazette had": {
    "guess": "John Peter Zenger",
    "confidence": [
      [
        "John",
        -0.22660653
      ],
      [
        " Peter",
        -0.0007354162
      ],
      [
        " Z",
        -2.4272753e-05
      ],
      [
        "enger",
        -0.00016325322
      ]
    ]
  },
  "As a child, this person was tutored by the person who would become Pope Adrian VI. This leader was represented by his younger brother Ferdinand I at the Second Diet of Speyer, whose opponents started Protestantism. This leader appointed Antonio de Leyva the Governor of Milan after their decisive victory over Francis I at the Battle of Pavia.  This leader's illegitimate son, John of Austria, led the Holy League at the Battle of Lepanto, and his other son became Philip II. Name this sixteenth- century ruler who oversaw the Diet of Worms, was Holy Roman Emperor, and is  generally considered the first King of Spain.": {
    "guess": "Charles V, Holy Roman Emperor",
    "confidence": [
      [
        "Charles",
        -0.004717653
      ],
      [
        " V",
        -0.0022625441
      ],
      [
        ",",
        -0.035837952
      ],
      [
        " Holy",
        -9.221884e-05
      ],
      [
        " Roman",
        -3.2736214e-05
      ],
      [
        " Emperor",
        -0.0015459299
      ]
    ]
  },
  "One of the chief architects of this action quickly fell out of favor and wound up under the protection of the Duke of Weimar, where he wrote a book about Freemason and Illuminati influence on his home country Joseph Martin-Dauch from Castelnaudary notably abstained from this action, and is seen crossing": {
    "guess": "French Revolution",
    "confidence": [
      [
        "French",
        -0.29885602
      ],
      [
        " Revolution",
        -0.015239272
      ]
    ]
  },
  "A children's work of this author written for his son Caspar features an inventor who fixes the titular car, which later comes to life. He found the name for his most famous character when he met an ornithologist in Jamaica. The series of twelve novels and two short story collections in which this character": {
    "guess": "Ian Fleming",
    "confidence": [
      [
        "Ian",
        -0.037821464
      ],
      [
        " Fleming",
        -0.0044747465
      ]
    ]
  },
  "Chiral oxazaboroladine [ox-AY-zuh-bo-RO-lid-een] has been shown to improve both enantio and regioselectivity for this reaction. Imidazolinium salts catalyze it when an imine is substituted for one of the reactants, and when this reaction is under kinetic control, the (*) endo adduct is favored. As observed": {
    "guess": "Diels–Alder reaction",
    "confidence": [
      [
        "Di",
        -0.0013469
      ],
      [
        "els",
        -1.5928495e-05
      ],
      [
        "–",
        -0.049484853
      ],
      [
        "A",
        -4.3202e-07
      ],
      [
        "lder",
        -7.703444e-06
      ],
      [
        " reaction",
        -0.00015776986
      ]
    ]
  },
  "This man‟s Chief Minister, Thomas Cromwell, dissolved the monasteries, even though this man had written Defence of the Seven Sacraments, an anti-Lutheran pamphlet that earned him the title \"Defender of the Faith.\" Archbishop of (*) Canterbury Thomas Cranmer organized the annulment of this man's first": {
    "guess": "Henry VIII of England",
    "confidence": [
      [
        "Henry",
        -0.07674433
      ],
      [
        " VIII",
        -0.0029157882
      ],
      [
        " of",
        -0.33727565
      ],
      [
        " England",
        -4.7159858e-05
      ]
    ]
  },
  "Chinese is a common second language, with advertisements appearing in the language and characters often using Chinese words or expletives. Many advertisements can be seen for the Blue Sun Corporation, a large corporate conglomerate who was never mentioned on air during the shows short run. It is believed that part of the reason for the short run was FOX's decision to air the series out of order, leaving the intended-pilot, Serenity, unshown or shown much later than originally intended in some places.": {
    "guess": "Firefly (TV series)",
    "confidence": [
      [
        "Fire",
        -0.006262459
      ],
      [
        "fly",
        -4.9663133e-05
      ],
      [
        " (",
        -0.049761303
      ],
      [
        "TV",
        -7.1238996e-05
      ],
      [
        " series",
        -0.0007753238
      ],
      [
        ")",
        -4.2153304e-05
      ]
    ]
  },
  "Chicago Open 2008: The End Comes…Beyond the Omega Point  Packet by Time Without Bells  (Evan Adams, Carlo Angiuli, Bryce Durgin, and Greg Peterson)  Tossups  This painting was the inspiration for Frank Budgen's analysis of Joyce's \"Nausicaa\" episode, and was the fourth in a series also containing \"Chelsea\"": {
    "guess": "The Toilet of Venus",
    "confidence": [
      [
        "The",
        -1.7116572
      ],
      [
        " Toilet",
        -0.68408734
      ],
      [
        " of",
        -0.0050229984
      ],
      [
        " Venus",
        -0.00010151673
      ]
    ]
  },
  "As a child, the title character and his father emigrate to an island where they get work at Stone Farm tending cattle. He later works as an apprentice to a shoe-maker named Master Andres, but becomes a tramp before deciding to move to the capital, where he meets his wife, Ellen Stolpe. He ends up as": {
    "guess": "Peter Grimes",
    "confidence": [
      [
        "Peter",
        -1.2747455
      ],
      [
        " Gr",
        -0.5983736
      ],
      [
        "imes",
        -1.8550976e-05
      ]
    ]
  },
  "As a child, the title character and his father emigrate to an island where they get work at Stone Farm": {
    "guess": "The Secret Garden",
    "confidence": [
      [
        "The",
        -1.5278285
      ],
      [
        " Secret",
        -1.1520517
      ],
      [
        " Garden",
        -0.79940975
      ]
    ]
  },
  "A children's work of this author written for his son Caspar features an inventor who fixes the titular car, which later comes to life. He found the name for his most famous character when he met an ornithologist": {
    "guess": "Ian Fleming",
    "confidence": [
      [
        "Ian",
        -0.3567928
      ],
      [
        " Fleming",
        -0.001515696
      ]
    ]
  },
  "The Chinese name for this district is that of its main east-to-west road, Dong Jiao Min Xiang, or \"East River-Rice Lane,\" referencing its importance as a thoroughfare for grain transport. This district's primary function arose when, because of its proximity to the Grand Canal, the Ming Dynasty used it": {
    "guess": "Dongcheng District",
    "confidence": [
      [
        "D",
        -0.07367792
      ],
      [
        "ong",
        -0.0011398615
      ],
      [
        "cheng",
        -0.021224285
      ],
      [
        " District",
        -0.00021641071
      ]
    ]
  },
  "Chitosan is a polysaccharide used effectively in bandages and ineffectively as a weight loss miracle because it swells as this quantity increases. Instruments used to measure it sometime account for its variation due to temperature, and those instruments generate a current at an electrode with high resistivity.": {
    "guess": "Ionic strength",
    "confidence": [
      [
        "Ionic",
        -1.2181242
      ],
      [
        " strength",
        -0.47907314
      ]
    ]
  },
  "One of its chief supporters was the Prince of Hohenlohe, while one of its main opponents was Ludwig Windthorst.": {
    "guess": "Kulturkampf",
    "confidence": [
      [
        "K",
        -0.25910434
      ],
      [
        "ultur",
        -0.0020003694
      ],
      [
        "k",
        -7.13582e-05
      ],
      [
        "amp",
        -5.2643223e-05
      ],
      [
        "f",
        -2.3915141e-05
      ]
    ]
  },
  "As a child, he was raised in the forest by a poet. His first wife was Sedb, mother of his son Ossian. His second wife was Grainne, who betrays him with his kinsman Diarmuid. In service to the high king": {
    "guess": "Fionn mac Cumhaill",
    "confidence": [
      [
        "F",
        -0.009569671
      ],
      [
        "ion",
        -0.049632896
      ],
      [
        "n",
        -9.3291674e-05
      ],
      [
        " mac",
        -0.075011075
      ],
      [
        " Cum",
        -0.0005176476
      ],
      [
        "ha",
        -0.038901366
      ],
      [
        "ill",
        -3.333223e-05
      ]
    ]
  },
  "The \"chickee\" house was engineered for use in this area, which is the home of the Miccosukee and borders": {
    "guess": "Florida Everglades",
    "confidence": [
      [
        "Florida",
        -0.29412246
      ],
      [
        " Ever",
        -0.3478463
      ],
      [
        "gl",
        -9.543734e-05
      ],
      [
        "ades",
        -5.931863e-05
      ]
    ]
  },
  "The Chinese name for this district is that of its main east-to-west road, Dong Jiao Min Xiang, or \"East River-Rice Lane,\" referencing its importance as a thoroughfare for grain transport. This district's primary function arose when, because of its proximity to the Grand Canal, the Ming Dynasty used it as the location of the Ministry of Rites. This district was modernized in 1860 under a government body called the Zongli Yamen. Following the murder of Baron von Ketteler, Herbert Squiers and Claude MacDonald raised a defense of the Tartar Wall in this district. It was targeted by the restrained Ronglu": {
    "guess": "Dongcheng District",
    "confidence": [
      [
        "D",
        -0.66469437
      ],
      [
        "ong",
        -0.0039337794
      ],
      [
        "cheng",
        -0.006034143
      ],
      [
        " District",
        -5.7649777e-05
      ]
    ]
  },
  "\"Do the Chinese, who think using one set of symbols, experience the world differently form North Americans": {
    "guess": "Cultural differences in decision-making",
    "confidence": [
      [
        "C",
        -0.9704819
      ],
      [
        "ultural",
        -0.068283826
      ],
      [
        " differences",
        -0.33650342
      ],
      [
        " in",
        -0.29437852
      ],
      [
        " decision",
        -1.302913
      ],
      [
        "-making",
        -0.05166591
      ]
    ]
  },
  "Children of members may join either the Order of De Molay or the Order of Rainbow, depending on gender.": {
    "guess": "Freemasonry",
    "confidence": [
      [
        "Fre",
        -0.759974
      ],
      [
        "em",
        -5.5122365e-07
      ],
      [
        "asonry",
        -0.00023345684
      ]
    ]
  },
  "Chinese eat its fried flowers and Americans use its wood for popsicle sticks. Turkeys, squirrels and other wild animals eat its seeds, while a medicine obtained from its bark can relieve asthma. The first arose 65 million years ago and the 240 species live everywhere from the Himalayas to the Amazon": {
    "guess": "Magnolia",
    "confidence": [
      [
        "Magn",
        -0.12317806
      ],
      [
        "olia",
        -0.07518702
      ]
    ]
  },
  "A chief named Agueybana believed that this man was a god, but realized his mistake after his brother drowned Diego Salcado in a river.  After that, the Tainos revolted against this governor of Borinken, but their bows and arrows were no match for the guns his men possessed.  This man was appointed to his first important post by the man who introduced the encomienda system, Nicolas de Ovando.  He died in 1521 following a visit to Pine Island, where the Calusas were under no false impressions of his divinity.  More famously, he went looking for Bimini Island, which he thought he discovered on Palm": {
    "guess": "Juan Ponce de León",
    "confidence": [
      [
        "Juan",
        -0.007782881
      ],
      [
        " P",
        -7.851042e-05
      ],
      [
        "once",
        -7.493431e-05
      ],
      [
        " de",
        -0.0011454568
      ],
      [
        " Le",
        -0.08560959
      ],
      [
        "ón",
        -1.8074163e-05
      ]
    ]
  },
  "As a child, this man received the nickname kozaru because his facial features and skinny frame resembled": {
    "guess": "Facial feminization surgery",
    "confidence": [
      [
        "Fac",
        -0.056505684
      ],
      [
        "ial",
        -7.0523776e-05
      ],
      [
        " femin",
        -0.019329969
      ],
      [
        "ization",
        -1.0564331e-05
      ],
      [
        " surgery",
        -0.00014954848
      ]
    ]
  },
  "When this man was a child, he and his mother would chase each other around a tree with thorn branches, each trying to harm the other; later, this man defeated the fire-breathing fairy Aillen. This figure employed the great huntsman Comhrag of the Five Hundred Hounds, the wise Druid Cainnelsciath of the Shining Shield, and the famed musician Cnu Deireoil, the Little Nut. This man's most famous ability was augmented when the daughters of Beag threw a vessel of water onto him. This disciple of Finegas gained that ability after licking his scorched thumb. This man was eventually defeated by Goll MacMorna,": {
    "guess": "Fionn mac Cumhaill",
    "confidence": [
      [
        "F",
        -0.0015464067
      ],
      [
        "ion",
        -0.001286902
      ],
      [
        "n",
        -5.931863e-05
      ],
      [
        " mac",
        -0.0032450857
      ],
      [
        " Cum",
        -4.8471098e-05
      ],
      [
        "ha",
        -0.00074435276
      ],
      [
        "ill",
        -2.9352968e-06
      ]
    ]
  },
  "A chiral one of these reactions is named for Corey, Bakshi, and Shibata, and the addition to a ketone dissolved in diethylene glycol of hydrazone is the Wolff-Kishner one. Borane can cause it in carboxylic acids, and in organic compounds this process is the decrease of some carbon's number of bonds to heteroatoms. Good agents for this process include hydride donors like LAH, as well as alkali metals,": {
    "guess": "Reduction",
    "confidence": [
      [
        "Red",
        -0.034117255
      ],
      [
        "uction",
        -0.024354272
      ]
    ]
  },
  "The children's book A Dog Came, Too tells of \"Our Dog,\" which accompanied the namesake of this river on his explorations. A local name for this river is \"Deh Cho\" or \"big river.\" The namesake of this river once painted his name on a rock using a vermillion and grease mixture at Bella Coola. In 1977, Judge Thomas Berger led an inquiry named after this river which ultimately recommended that a pipeline not be built for ten years and all tribal claims had been settled. Several ships all named \"Pathfinder\" in various native dialects monitor this river's shipping channel, which changes due to continual freezing. This river was originally named the (*) \"Disappointment River\" by its Scottish explorer namesake, who found it did not lead to the  ? Pacific Ocean like he thought. For 10 points, name this river originating from the Great Slave Lake, the longest river in Canada.": {
    "guess": "Mackenzie River",
    "confidence": [
      [
        "M",
        -0.002261829
      ],
      [
        "ack",
        -1.9743013e-05
      ],
      [
        "enzie",
        -3.166338e-05
      ],
      [
        " River",
        -9.372295e-06
      ]
    ]
  },
  "His chief employees included John Trenchard and Thomas Gordon, who used the pseudonym Cato. His target quarreled constantly about his salary and was especially disliked for replacing chief justice Lewis": {
    "guess": "Thomas Gordon",
    "confidence": [
      [
        "Thomas",
        -1.689044
      ],
      [
        " Gordon",
        -1.3248942
      ]
    ]
  },
  "One of the chief architects of this action quickly fell out of favor and wound up under the protection of the Duke of Weimar, where he wrote a book about Freemason and Illuminati influence on his home country Joseph Martin-Dauch from Castelnaudary notably abstained from this action, and is seen crossing his arms at the side of a depiction of it. It was led by Jean Mounier, who declared that a newly created body existed \"wherever its members are assembled.\" Its participants pledged \"not to separate, and to reassemble wherever circumstances require, until the constitution of the kingdom is established\" one month before the storming of the Bastille. For 10 points, name this June 20, 1789 event which, due to locked doors at the National Assembly's meeting hall at Versailles, took place at a sporting venue.": {
    "guess": "Tennis Court Oath",
    "confidence": [
      [
        "T",
        -0.041760027
      ],
      [
        "ennis",
        -1.5332478e-05
      ],
      [
        " Court",
        -0.0001246349
      ],
      [
        " O",
        -1.1637165e-05
      ],
      [
        "ath",
        -9.253091e-06
      ]
    ]
  },
  "Chitosan is a polysaccharide used effectively in bandages and ineffectively as a weight loss miracle because it swells as this quantity increases. Instruments used to measure it sometime account for its variation due to temperature, and those instruments generate a current at an electrode with high resistivity. The physiological one is fairly constant since deviations can denature enzymes. For ten points, give the term for this quantity, the negative base-ten logarithm of a solution's concentration of hydronium ions.": {
    "guess": "Acid dissociation constant",
    "confidence": [
      [
        "Ac",
        -0.79542685
      ],
      [
        "id",
        -0.07728184
      ],
      [
        " dissoci",
        -0.47428328
      ],
      [
        "ation",
        -0.000111291425
      ],
      [
        " constant",
        -0.00037693037
      ]
    ]
  },
  "Chinese is a common second language, with advertisements appearing in the language and characters often using Chinese words or expletives. Many advertisements can be seen for the Blue Sun Corporation,": {
    "guess": "Firefly (TV series)",
    "confidence": [
      [
        "Fire",
        -0.65965074
      ],
      [
        "fly",
        -1.640531e-05
      ],
      [
        " (",
        -0.004283535
      ],
      [
        "TV",
        -0.0018656912
      ],
      [
        " series",
        -0.0006123595
      ],
      [
        ")",
        -0.0005401661
      ]
    ]
  },
  "The Chinese name for this district is that of its main east-to-west road, Dong Jiao Min Xiang, or \"East River-Rice Lane,\" referencing its importance as a thoroughfare for grain transport. This district's primary function arose when, because of its proximity to the Grand Canal, the Ming Dynasty used it as the location of the Ministry of Rites. This district was modernized in 1860 under a government body called the Zongli Yamen. Following the murder of Baron von Ketteler, Herbert Squiers and Claude MacDonald raised a defense of the Tartar Wall in this district. It was targeted by the restrained Ronglu and the ferocious Dong Fuxiang, the latter of whom commanded a Muslim army called the Kansu Braves. For 55 days, the occupants of this district waited while the Seymour Expedition failed and the": {
    "guess": "Beijing Legation Quarter",
    "confidence": [
      [
        "Be",
        -0.6278923
      ],
      [
        "ijing",
        -0.0026944359
      ],
      [
        " Leg",
        -0.0036619527
      ],
      [
        "ation",
        -0.0008313055
      ],
      [
        " Quarter",
        -0.0019941817
      ]
    ]
  },
  "Chicago Open 2008: The End Comes…Beyond the Omega Point  Packet by Time Without Bells  (Evan Adams, Carlo Angiuli, Bryce Durgin, and Greg Peterson)  Tossups  This painting was the inspiration for Frank Budgen's analysis of Joyce's \"Nausicaa\" episode, and was the fourth in a series also containing \"Chelsea\" and \"Old Battersea Bridge.\" It depicts the Cremorne Gardens, but its artist chose not to title it \"View of Cremorne\" because he said that title would cause \"disappointment on the part of the beholders.\" The only human in the painting is a small girl at the bottom, sitting on the shore with her": {
    "guess": "Nocturne in Black and Gold – The Falling Rocket",
    "confidence": [
      [
        "No",
        -0.010808454
      ],
      [
        "ct",
        -0.0008926404
      ],
      [
        "urn",
        -0.0011021106
      ],
      [
        "e",
        -0.0005984273
      ],
      [
        " in",
        -0.19426988
      ],
      [
        " Black",
        -0.052735604
      ],
      [
        " and",
        -9.74638e-05
      ],
      [
        " Gold",
        -0.00012606535
      ],
      [
        " –",
        -0.061896864
      ],
      [
        " The",
        -0.015545068
      ],
      [
        " Falling",
        -0.0015089125
      ],
      [
        " Rocket",
        -0.00045807508
      ]
    ]
  },
  "In Chinese history, this phrase refers to a period of reform during which K'ang Yu-Wei persuaded the Kuang-hsu emperor to issue over 40 edicts following the Sino-Japanese War. This phrase also refers to a period which began with a famous landing at Cannes, as well as a period during which all banks remained closed for a \"holiday\" until Congress could meet on March 9th. In American history this phrase refers to a time period which saw the passing of such legislation as the AAA, and the NIRA, but the": {
    "guess": "New Deal",
    "confidence": [
      [
        "New",
        -0.15018548
      ],
      [
        " Deal",
        -0.0029791256
      ]
    ]
  },
  "Chiral oxazaboroladine [ox-AY-zuh-bo-RO-lid-een] has been shown to improve both enantio and regioselectivity for this reaction. Imidazolinium salts catalyze it when an imine is substituted for one of the reactants, and when this reaction is under kinetic control, the (*) endo adduct is favored. As observed in this reaction and its aforementioned aza modification, it requires one of the reactants to be in the s-cis conformation and is driven by HOMO and LUMO overlap between the diene and dienophile respectively. For 10 points, name this reaction which yields a cyclohexene product, a certain 4+2 cycloaddition named for its German discoverers.": {
    "guess": "Diels–Alder reaction",
    "confidence": [
      [
        "Di",
        -0.00088264194
      ],
      [
        "els",
        -1.147242e-06
      ],
      [
        "–",
        -0.19588813
      ],
      [
        "A",
        0.0
      ],
      [
        "lder",
        -3.888926e-06
      ],
      [
        " reaction",
        -0.00021390743
      ]
    ]
  },
  "The Chikyu Hakken mission is attempting to explore this region. This region contains such polymorphs of rocks as wadsleyite and ringwoodite, as well as the perovskite-structured pyroxene enstatite. The D'' [D double prime] region is found in its homogeneous lower portion, while a Low Velocity Zone extends several kilometers in this layer. A sudden increase in velocity occurs at the top of this region, known as the Moho discontinuity. For 10 points, name this layer of the Earth above the outer core and below the crust.": {
    "guess": "Mantle (geology)",
    "confidence": [
      [
        "M",
        -0.0027733708
      ],
      [
        "ant",
        -2.868329e-05
      ],
      [
        "le",
        -4.246537e-06
      ],
      [
        " (",
        -8.3993786e-05
      ],
      [
        "ge",
        -1.0325924e-05
      ],
      [
        "ology",
        -0.0066213426
      ],
      [
        ")",
        -2.4584822e-06
      ]
    ]
  },
  "Chinese is a common second language, with advertisements appearing in the language and characters often": {
    "guess": "Chinese Language in the United States",
    "confidence": [
      [
        "Chinese",
        -0.29519072
      ],
      [
        " Language",
        -1.061579
      ],
      [
        " in",
        -0.9040942
      ],
      [
        " the",
        -0.11554179
      ],
      [
        " United",
        -0.024596004
      ],
      [
        " States",
        -0.0072337706
      ]
    ]
  },
  "In Chinese myth, Lan Caihe, one of the eight immortals, is traditionally said to possess only one of these objects.  In Welsh myth, Gwydion is called one of the three golden makers of these after he makes them for Arianrhod in a plot to make her give a name to Lleu Llaw Gyffes. In addition to saddles and shields, Manawydan and Pryderi are driven out of England by angry villagers for making these objects.  The Norse god of silence, Vidar, will kill Fenrir at Ragnarok with one of these which he is crafting out of strips of discarded leather, the Thickmost one.  Hans Christian Andersen wrote about": {
    "guess": "Sword",
    "confidence": [
      [
        "S",
        -1.0885968
      ],
      [
        "word",
        -0.33857054
      ]
    ]
  },
  "Chilean artist Alexander Sutulov created a five-part series named after one of these, while his graphic prints include a monochrome depiction of one famous example with added splotches of colors along the spectrum. Earth and Victory fit around a twisted example of one of these in the main section of an ivory work created to celebrate Justinian's rule, the Barberini Diptych. One example stands on a pedestal protruding from a wall with leaves and under an architectural canopy, and resides in Bamberg Cathedral. In addition to Paolo Uccello's Funerary Monument to Sir John Hawkwood, one of these survived to the present day because it was believed to depict Constantine, while a famous example depicts the condottiere Erasmo of Narsi. For 10 points, name this type of statue whose examples include Donatello's": {
    "guess": "Equestrian statue",
    "confidence": [
      [
        "E",
        -0.023895884
      ],
      [
        "quest",
        -0.00022141727
      ],
      [
        "rian",
        -9.0883464e-07
      ],
      [
        " statue",
        -0.08661538
      ]
    ]
  },
  "His chief employees included John Trenchard and Thomas Gordon, who used the pseudonym Cato. His target quarreled constantly about his salary and was especially disliked for replacing chief justice Lewis Morris. During his trial, chief justice Delancey rebuffed his lawyer, who was forced to make his case that truth as a defense cannot be held as libel directly to the jury. His rival, the Gazette had aroused his ire by supporting new governor William Cosby. FTP, name this printer of the New York Weekly Journal defended by Alexander Hamilton in a 1735 case that aided establishment of freedom of the press.": {
    "guess": "Trial of John Peter Zenger",
    "confidence": [
      [
        "Trial",
        -0.28233385
      ],
      [
        " of",
        -0.0007927165
      ],
      [
        " John",
        -0.0057306364
      ],
      [
        " Peter",
        -0.00020866614
      ],
      [
        " Z",
        -1.18755715e-05
      ],
      [
        "enger",
        -8.518583e-05
      ]
    ]
  },
  "As a child, this person was tutored by the person who would become Pope Adrian VI. This leader was represented by his younger brother Ferdinand I at the Second Diet of Speyer, whose opponents started Protestantism.": {
    "guess": "William the Silent",
    "confidence": [
      [
        "William",
        -0.8464097
      ],
      [
        " the",
        -0.77978784
      ],
      [
        " Silent",
        -0.028266408
      ]
    ]
  },
  "As a child she has a nightmare about a gorilla, and she compares herself to a dandelion because it is": {
    "guess": "The Nightmare (painting)",
    "confidence": [
      [
        "The",
        -0.14677478
      ],
      [
        " Nightmare",
        -0.19775614
      ],
      [
        " (",
        -0.5486002
      ],
      [
        "paint",
        -0.541322
      ],
      [
        "ing",
        -0.0006526283
      ],
      [
        ")",
        -0.0024336898
      ]
    ]
  },
  "Chilean artist Alexander Sutulov created a five-part series named after one of these, while his graphic prints include a monochrome depiction of one famous example with added splotches of colors along the spectrum. Earth and Victory fit around a twisted example of one of these in the main section of": {
    "guess": "Color Wheel",
    "confidence": [
      [
        "Color",
        -1.3228557
      ],
      [
        " Wheel",
        -0.79920316
      ]
    ]
  },
  "As a child, the protagonist of this novel was the subject of experiments by the psychologist Laszlo Jamf. While stationed in England working for ACHTUNG he recounts tales of his sexual experiences to Tantivy": {
    "guess": "Gravity's Rainbow",
    "confidence": [
      [
        "Gravity",
        -0.0007604343
      ],
      [
        "'s",
        -7.243103e-05
      ],
      [
        " Rainbow",
        -6.778209e-05
      ]
    ]
  },
  "The children's book A Dog Came, Too tells of \"Our Dog,\" which accompanied the namesake of this river on his explorations. A local name for this river is \"Deh Cho\" or \"big river.\" The namesake of this river once painted his name on a rock using a vermillion and grease mixture at Bella Coola. In 1977, Judge Thomas Berger led an inquiry named after this river which ultimately recommended that a pipeline not be built for ten years and all tribal claims had been settled. Several ships all named \"Pathfinder\" in various native dialects monitor this river's shipping channel, which changes due to continual freezing. This river was originally named the (*) \"Disappointment River\" by its Scottish explorer": {
    "guess": "Mackenzie River",
    "confidence": [
      [
        "M",
        -0.04190202
      ],
      [
        "ack",
        -6.392203e-06
      ],
      [
        "enzie",
        -4.8425554e-06
      ],
      [
        " River",
        -7.226629e-06
      ]
    ]
  },
  "Children of members may join either the Order of De Molay or the Order of Rainbow, depending on gender. In Latin America, its membership is largely radical and anticlerical, while in the United States,": {
    "guess": "Freemasonry",
    "confidence": [
      [
        "Fre",
        -0.048853274
      ],
      [
        "em",
        -1.0280384e-06
      ],
      [
        "asonry",
        -0.00075518934
      ]
    ]
  },
  "A Chicago native, he started in music with a job at Brown Music Company, and chose to learn the cheapest": {
    "guess": "Music of Chicago",
    "confidence": [
      [
        "Music",
        -1.5983343
      ],
      [
        " of",
        -0.058191895
      ],
      [
        " Chicago",
        -0.37160861
      ]
    ]
  },
  "His chief aide's attempts to browbeat the Army into preferential treatment for David Schine, coupled with his insulting attack on General Ralph Zwicker, led to his being replaced as Committee Chairman": {
    "guess": "Army–McCarthy hearings",
    "confidence": [
      [
        "Army",
        -0.15373167
      ],
      [
        "–",
        -0.43807304
      ],
      [
        "Mc",
        -0.00012344286
      ],
      [
        "Carthy",
        -4.8425554e-06
      ],
      [
        " hearings",
        -0.00018077616
      ]
    ]
  },
  "Children of members may join either the Order of De Molay or the Order of Rainbow, depending on gender. In Latin America, its membership is largely radical and anticlerical, while in the United States, it has led to such splinter groups as the Shriners. For ten points, identify this brotherhood that might subject its members to the thirty-third degree as they progress from apprentices to masters.": {
    "guess": "Freemasonry",
    "confidence": [
      [
        "Fre",
        -0.010205063
      ],
      [
        "em",
        -9.0883464e-07
      ],
      [
        "asonry",
        -0.00032211503
      ]
    ]
  },
  "In the chiral bag model of nucleons, this effect explains the origin of non-zero expectation values for fermion bilinears, and it has been proposed as a possible explanation for sonoluminescence.  It has been measured to within 1% of its theoretical value using a polystyrene sphere attached to the tip of an atomic force microscope.  Its namesake originally proposed it after investigating van der Waals forces in colloidal solutions, when he noted that fluctuations in the second-quantized electromagnetic": {
    "guess": "Casimir effect",
    "confidence": [
      [
        "Cas",
        -0.026144803
      ],
      [
        "imir",
        -7.89631e-07
      ],
      [
        " effect",
        -0.099225365
      ]
    ]
  },
  "In Chinese myth, one figure of this type was beaten to death with a club by his jealous student Feng Meng and murdered the river god Ho Po to steal his beautiful wife. The Queen Mother of the West gave one man in this occupation a drug of immortality, which his wife stole, becoming the moon goddess Chang'e.": {
    "guess": "Journey to the West",
    "confidence": [
      [
        "J",
        -1.1152189
      ],
      [
        "ourney",
        -0.17260502
      ],
      [
        " to",
        -0.00013262156
      ],
      [
        " the",
        -7.576874e-05
      ],
      [
        " West",
        -0.0018318959
      ]
    ]
  },
  "In Chinese history, this phrase refers to a period of reform during which K'ang Yu-Wei persuaded the Kuang-hsu emperor to issue over 40 edicts following the Sino-Japanese War. This phrase also refers to a period which began with a famous landing at Cannes, as well as a period during which all banks remained closed for a \"holiday\" until Congress could meet on March 9th. In American history this phrase refers to a time period which saw the passing of such legislation as the AAA, and the NIRA, but the most famous period designated by this name came to an end on June 18, 1815 with the victory of Blucher and Wellington at Waterloo. For ten points, give the shared name of these periods of time, the most famous of which refers to the length of Napoleon's reign after his return from exile on Elba.": {
    "guess": "Hundred Days",
    "confidence": [
      [
        "H",
        -0.26868382
      ],
      [
        "undred",
        -2.3392786e-06
      ],
      [
        " Days",
        -0.0008812115
      ]
    ]
  },
  "In Chinese myth, one figure of this type was beaten to death with a club by his jealous student Feng Meng and murdered the river god Ho Po to steal his beautiful wife. The Queen Mother of the West gave": {
    "guess": "Nezha",
    "confidence": [
      [
        "Ne",
        -1.6960145
      ],
      [
        "z",
        -0.0015159346
      ],
      [
        "ha",
        -0.00046105517
      ]
    ]
  },
  "One child this deity fathered was a giant from Epidauros who robbed travelers with his giant club, while": {
    "guess": "Hermes",
    "confidence": [
      [
        "H",
        -0.62360257
      ],
      [
        "erm",
        -0.10098584
      ],
      [
        "es",
        -0.00023715216
      ]
    ]
  },
  "The children's book A Dog Came, Too tells of \"Our Dog,\" which accompanied the namesake of this river on his explorations. A local name for this river is \"Deh Cho\" or \"big river.\" The namesake of this river once painted his name on a rock using a vermillion and grease mixture at Bella Coola. In 1977, Judge Thomas Berger led an inquiry named after this river which ultimately recommended that a pipeline not be built for ten years and all tribal claims had been settled. Several ships all named \"Pathfinder\" in various native dialects monitor this river's shipping channel, which changes due to continual freezing. This river was originally named the (*) \"Disappointment River\" by its Scottish explorer namesake, who found it did not lead to the  ? Pacific Ocean like he thought. For 10 points, name this": {
    "guess": "Mackenzie River",
    "confidence": [
      [
        "M",
        -0.004424775
      ],
      [
        "ack",
        -1.27099975e-05
      ],
      [
        "enzie",
        -2.4630364e-05
      ],
      [
        " River",
        -1.6643718e-05
      ]
    ]
  },
  "In a Chinese analog to this fairy tale, the central character befriends a fish and is instructed to bury its bones at the four corners of its bed. A Celtic variant on this story theme centers around Fair, Brown, and Trembling. In a German version of this fairy tale, the protagonist jumps into a pigeon house and leaves clothing in a hazel tree to be taken away by doves. In that story, which is centered": {
    "guess": "Cinderella",
    "confidence": [
      [
        "C",
        -0.50130886
      ],
      [
        "inder",
        -0.0015485451
      ],
      [
        "ella",
        -4.441817e-05
      ]
    ]
  },
  "The chiral ligand DIPAMP was used with this reaction by William S. Knowles to create an industrial process for the production of L-DOPA. Under conditions that would normally produce this reaction, benzyl ethers are cleaved to produce toluene and an alcohol. The enthalpy change of benzene undergoing this reaction can be used to estimate its resonance energy. The first efficient homogeneous catalyst used for this reaction was Wilkinson's. Another catalyst used for this reaction allows the production of cis-alkenes from alkynes and is Lindlar's catalyst. This reaction that can be catalyzed by Raney": {
    "guess": "Hydrogenation",
    "confidence": [
      [
        "Hy",
        -0.14430699
      ],
      [
        "dro",
        -0.00054731464
      ],
      [
        "gen",
        -0.01728881
      ],
      [
        "ation",
        -5.085517e-05
      ]
    ]
  },
  "As a child she has a nightmare about a gorilla, and she compares herself to a dandelion because it is so ordinary. After her husband is laid off, she works for Mrs. Burns-Cooper, who condescends to her, and when she takes her daughter to Santa Claus, she is outraged when Santa will not see her daughter. Her husband does not gain entry to the Foxy Cats Club, and she is hurt when he dances with a red-haired woman and ignores her. She does not blame her mother for liking her sister Helen better, assuming that she does so because of Helen's lighter skin. Her marriage to the grocery clerk Paul Philips": {
    "guess": "The Bluest Eye",
    "confidence": [
      [
        "The",
        -0.24055314
      ],
      [
        " Bl",
        -0.033686735
      ],
      [
        "uest",
        -2.2603901e-05
      ],
      [
        " Eye",
        -0.0005054925
      ]
    ]
  },
  "Chicago police shot and killed one member of this organization, Fred Hampton, while he was sleeping. \"Blood of the Beast\" is a section of a work by a member of this group, Soul on Ice by Eldridge Cleaver.": {
    "guess": "Black Panther Party",
    "confidence": [
      [
        "Black",
        -0.024349032
      ],
      [
        " Panther",
        -8.923875e-05
      ],
      [
        " Party",
        -4.1273333e-06
      ]
    ]
  },
  "Chitosan is a polysaccharide used effectively in bandages and ineffectively as a weight loss miracle because it swells as this quantity increases. Instruments used to measure it sometime account for its variation due to temperature, and those instruments generate a current at an electrode with high resistivity. The physiological one is fairly constant since deviations can denature enzymes. For ten points, give the term for this quantity, the negative base-ten logarithm of a solution's concentration": {
    "guess": "pH",
    "confidence": [
      [
        "p",
        -0.7787112
      ],
      [
        "H",
        -0.00033534665
      ]
    ]
  },
  "In Chinese myth, one figure of this type was beaten to death with a club by his jealous student Feng Meng and murdered the river god Ho Po to steal his beautiful wife. The Queen Mother of the West gave one man in this occupation a drug of immortality, which his wife stole, becoming the moon goddess Chang'e. In Greek myth, a warrior of this type was left on Lemnos due to a festering wound from a snakebite. In Chinese myth, they include Hou Yi, who saved the world by destroying nine of the ten suns.": {
    "guess": "Archer",
    "confidence": [
      [
        "Ar",
        -0.35705107
      ],
      [
        "cher",
        -1.5570886e-05
      ]
    ]
  },
  "In Chinese myth, Lan Caihe, one of the eight immortals, is traditionally said to possess only one of these objects.  In Welsh myth, Gwydion is called one of the three golden makers of these after he makes them for Arianrhod in a plot to make her give a name to Lleu Llaw Gyffes. In addition to saddles": {
    "guess": "The answer is: Hallows",
    "confidence": [
      [
        "The",
        -1.4020804
      ],
      [
        " answer",
        -1.0256914
      ],
      [
        " is",
        -0.0095569175
      ],
      [
        ":",
        -0.2655247
      ],
      [
        " Hall",
        -1.1254661
      ],
      [
        "ows",
        -0.054688737
      ]
    ]
  },
  "One of his chief enemies went bald at the age of eight from the trauma of seeing his father kill himself in a game of Russian Roulette.  He's not Spiderman, but during the Dark Regin story arc he was hunted down by Super Hero-wannabe Norman Osborn.  After this character got shot, his nervous (*) system was taken over by a chip implanted in him by Kearson DeWitt.  He has done battle with Force, a subordinate": {
    "guess": "Venom (Marvel Comics character)",
    "confidence": [
      [
        "Ven",
        -1.6419048
      ],
      [
        "om",
        -5.5265704e-05
      ],
      [
        " (",
        -0.5462001
      ],
      [
        "Marvel",
        -0.67237747
      ],
      [
        " Comics",
        -0.0031569265
      ],
      [
        " character",
        -0.0010484122
      ],
      [
        ")",
        -0.00026824963
      ]
    ]
  },
  "As a child, the title character and his father emigrate to an island where they get work at Stone Farm tending cattle. He later works as an apprentice to a shoe-maker named Master Andres, but becomes a tramp before deciding to move to the capital, where he meets his wife, Ellen Stolpe. He ends up as a benevolent factory owner after spending six years in prison for counterfeiting. A meeting with his": {
    "guess": "The Red Room (Strindberg)",
    "confidence": [
      [
        "The",
        -1.0158901
      ],
      [
        " Red",
        -0.6542732
      ],
      [
        " Room",
        -0.00075197447
      ],
      [
        " (",
        -0.0591019
      ],
      [
        "Str",
        -0.10612599
      ],
      [
        "ind",
        -0.0016658965
      ],
      [
        "berg",
        -6.456359e-05
      ],
      [
        ")",
        -0.7724095
      ]
    ]
  },
  "Chief Justice Rehnquist wrote that the wording it established has \"become part of our national culture\"": {
    "guess": "Roe v. Wade",
    "confidence": [
      [
        "R",
        -0.77505225
      ],
      [
        "oe",
        -1.4140442e-05
      ],
      [
        " v",
        -0.0007410151
      ],
      [
        ".",
        -0.000121542944
      ],
      [
        " Wade",
        -7.465036e-06
      ]
    ]
  },
  "As a child, the protagonist of this novel was the subject of experiments by the psychologist Laszlo Jamf.": {
    "guess": "Gravity's Rainbow",
    "confidence": [
      [
        "Gravity",
        -0.0005199088
      ],
      [
        "'s",
        -7.58424e-06
      ],
      [
        " Rainbow",
        -4.4849444e-06
      ]
    ]
  },
  "Chicago police shot and killed one member of this organization, Fred Hampton, while he was sleeping. \"Blood of the Beast\" is a section of a work by a member of this group, Soul on Ice by Eldridge Cleaver. They wrote the \"Ten Point Program,\" and requested an exemption from military service for all (*)": {
    "guess": "Black Panther Party",
    "confidence": [
      [
        "Black",
        -0.0089771105
      ],
      [
        " Panther",
        -4.8828708e-05
      ],
      [
        " Party",
        -1.1994775e-05
      ]
    ]
  },
  "Chicago artists Barbara Jones-Hogu, Jeff Donaldson, and Wadsworth Jarrell founded a group of this name as a \"Revolutionary\" organization for black artists; in turn it evolved into a group consisting of the same name preceded by the hyphenated word \"AFRI-.\" The original group of this name, formed in 1949,": {
    "guess": "AfriCOBRA",
    "confidence": [
      [
        "Af",
        -0.8147081
      ],
      [
        "ri",
        -0.000451407
      ],
      [
        "CO",
        -0.011756622
      ],
      [
        "B",
        -0.01578576
      ],
      [
        "RA",
        -6.408677e-05
      ]
    ]
  },
  "One of its chief supporters was the Prince of Hohenlohe, while one of its main opponents was Ludwig Windthorst. This term was coined by the scientist Rudolf Virchow, and it resulted in the rapid growth of the Centre Party. Its pinnacle came when civil marriages were made obligatory, and Adalbert Falk's May Laws also exacerbated it. For 10 points identify this fight between the Roman Catholic Church": {
    "guess": "Kulturkampf",
    "confidence": [
      [
        "K",
        -0.007637509
      ],
      [
        "ultur",
        -3.0545007e-06
      ],
      [
        "k",
        -7.7199176e-05
      ],
      [
        "amp",
        -0.00043770226
      ],
      [
        "f",
        -4.9186317e-05
      ]
    ]
  },
  "Chief Justice Rehnquist wrote that the wording it established has \"become part of our national culture\" when upholding this ruling in the 2000 case of Dickerson v. United States. Providing an enforcement mechanism for rights that were affirmed in Escobedo v. Illinois, it replaced the \"voluntariness standard\" for protection of certain Fifth and Sixth Amendment rights. For 10 points, what Arizona case ruled that not informing a suspect of the right to an attorney and the right to remain silent invalidates": {
    "guess": "Miranda v. Arizona",
    "confidence": [
      [
        "Mir",
        -0.0011764168
      ],
      [
        "anda",
        -1.6762922e-05
      ],
      [
        " v",
        -0.00011796683
      ],
      [
        ".",
        -1.5928495e-05
      ],
      [
        " Arizona",
        -2.4987974e-05
      ]
    ]
  },
  "Chitosan is a polysaccharide used effectively in bandages and ineffectively as a weight loss miracle because it swells as this quantity increases. Instruments used to measure it sometime account for its": {
    "guess": "Viscosity",
    "confidence": [
      [
        "Vis",
        -0.6330719
      ],
      [
        "cosity",
        -0.11738096
      ]
    ]
  },
  "Chief Justice Rehnquist wrote that the wording it established has \"become part of our national culture\" when upholding this ruling in the 2000 case of Dickerson v. United States. Providing an enforcement mechanism for rights that were affirmed in Escobedo v. Illinois, it replaced the \"voluntariness standard\" for protection of certain Fifth and Sixth Amendment rights. For 10 points, what Arizona case": {
    "guess": "Miranda v. Arizona",
    "confidence": [
      [
        "Mir",
        -0.005605461
      ],
      [
        "anda",
        -2.5107178e-05
      ],
      [
        " v",
        -0.0005923516
      ],
      [
        ".",
        -2.9636918e-05
      ],
      [
        " Arizona",
        -5.8365e-05
      ]
    ]
  },
  "One child this deity fathered was a giant from Epidauros who robbed travelers with his giant club, while another of his children was guarded  by a serpent at birth and later became King of Athens after he expelled Amphictyon; those sons are Periphetes and Erichthonius. Worshiped by the Sinians, this deity may have been the father of the Palaci, who are associated with geysers on Sicily. This god got": {
    "guess": "Erichthonius",
    "confidence": [
      [
        "E",
        -0.5740698
      ],
      [
        "rich",
        -0.038907204
      ],
      [
        "thon",
        -9.126521e-05
      ],
      [
        "ius",
        -0.00016396845
      ]
    ]
  },
  "Children of this god include Enbilulu, the lord of canals, and Ninazu, the lord of healing, and this god's wife bears the epithet \"Lady of the Air\". This god raped that wife to produce his first-born child,": {
    "guess": "Enki",
    "confidence": [
      [
        "En",
        -0.047883306
      ],
      [
        "ki",
        -0.15368801
      ]
    ]
  },
  "The Chicago Bears have been more successful this year than anyone would have imagined, achieving a six and one record in their first eight games. Answer these questions about the New Bears.      A. For": {
    "guess": "Chicago Bears",
    "confidence": [
      [
        "Chicago",
        -0.59138083
      ],
      [
        " Bears",
        -0.007168682
      ]
    ]
  },
  "Chinese is a common second language, with advertisements appearing in the language and characters often using Chinese words or expletives. Many advertisements can be seen for the Blue Sun Corporation, a large corporate conglomerate who was never mentioned on air during the shows short run. It is believed that part of the reason for the short run was FOX's decision to air the series out of order, leaving": {
    "guess": "Firefly (TV series)",
    "confidence": [
      [
        "Fire",
        -0.009277388
      ],
      [
        "fly",
        -8.6616266e-05
      ],
      [
        " (",
        -0.5734995
      ],
      [
        "TV",
        -0.0003091255
      ],
      [
        " series",
        -0.0020147637
      ],
      [
        ")",
        -0.0001822066
      ]
    ]
  },
  "Chilean artist Alexander Sutulov created a five-part series named after one of these, while his graphic": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -1.1950741
      ]
    ]
  },
  "The children's book A Dog Came, Too tells of \"Our Dog,\" which accompanied the namesake of this river on his explorations. A local name for this river is \"Deh Cho\" or \"big river.\" The namesake of this river once painted his name on a rock using a vermillion and grease mixture at Bella Coola. In 1977, Judge Thomas Berger led an inquiry named after this river which ultimately recommended that a pipeline not be built for ten years and all tribal claims had been settled. Several ships all named \"Pathfinder\" in various native dialects monitor this river's shipping channel, which changes due to continual": {
    "guess": "Mackenzie River",
    "confidence": [
      [
        "M",
        -0.007776626
      ],
      [
        "ack",
        -1.700133e-05
      ],
      [
        "enzie",
        -1.8789384e-05
      ],
      [
        " River",
        -2.2842309e-05
      ]
    ]
  },
  "Chickens can develop this condition if infected with Marek's disease.  A study of this disease focused on the protein Milano ApoA-I, which differs from the regular ApoA-I by a substitution of arginine for cystenine at position 173.  Niacin and a class of drugs known as statins are used to treat this": {
    "guess": "Cardiovascular disease",
    "confidence": [
      [
        "Card",
        -0.9624361
      ],
      [
        "io",
        -0.00019912985
      ],
      [
        "vascular",
        -0.00025990538
      ],
      [
        " disease",
        -0.31901783
      ]
    ]
  },
  "The Chikyu and Kola projects have attempted to reach this entity, but more famous is an attempt by the": {
    "guess": "Mohole Project",
    "confidence": [
      [
        "Moh",
        -1.3492471
      ],
      [
        "ole",
        -0.7784845
      ],
      [
        " Project",
        -0.20369236
      ]
    ]
  },
  "In Chinese myth, Lan Caihe, one of the eight immortals, is traditionally said to possess only one of these objects.  In Welsh myth, Gwydion is called one of the three golden makers of these after he makes them for Arianrhod in a plot to make her give a name to Lleu Llaw Gyffes. In addition to saddles and shields, Manawydan and Pryderi are driven out of England by angry villagers for making these objects.  The Norse god of silence, Vidar, will kill Fenrir at Ragnarok with one of these which he is crafting out of strips of discarded leather, the Thickmost one.  Hans Christian Andersen wrote about a red set of them, which cause a girl to dance uncontrollably. At the end of some versions of Snow White, the queen is given a red-hot iron pair of, for 10 points, what articles of clothing, which are": {
    "guess": "Shoes",
    "confidence": [
      [
        "Sh",
        -0.4728139
      ],
      [
        "oes",
        -0.25980335
      ]
    ]
  },
  "As a child she has a nightmare about a gorilla, and she compares herself to a dandelion because it is so ordinary. After her husband is laid off, she works for Mrs. Burns-Cooper, who condescends to her, and when she takes her daughter to Santa Claus, she is outraged when Santa will not see her daughter. Her husband does not gain entry to the Foxy Cats Club, and she is hurt when he dances with a red-haired woman and ignores her. She does not blame her mother for liking her sister Helen better, assuming": {
    "guess": "The Color Purple",
    "confidence": [
      [
        "The",
        -0.79035896
      ],
      [
        " Color",
        -0.76576173
      ],
      [
        " Purple",
        -0.0005003704
      ]
    ]
  },
  "When this man was a child, he and his mother would chase each other around a tree with thorn branches, each trying to harm the other; later, this man defeated the fire-breathing fairy Aillen. This figure employed the great huntsman Comhrag of the Five Hundred Hounds, the wise Druid Cainnelsciath of the Shining Shield, and the famed musician Cnu Deireoil, the Little Nut. This man's most famous ability": {
    "guess": "Fionn mac Cumhaill",
    "confidence": [
      [
        "F",
        -0.0058740443
      ],
      [
        "ion",
        -0.0015555671
      ],
      [
        "n",
        -4.3464544e-05
      ],
      [
        " mac",
        -0.0007182692
      ],
      [
        " Cum",
        -1.4378848e-05
      ],
      [
        "ha",
        -0.00045176462
      ],
      [
        "ill",
        -2.577686e-06
      ]
    ]
  },
  "Chin P'ing Mei anytime)  Journet et al found that, in leaf mitochondria, the addition of this compound helps inhibit oxygen consumption during amino acid oxidation. The reaction of the 2-pyrone in macrophomic": {
    "guess": "2-Pyrone",
    "confidence": [
      [
        "2",
        -0.82778126
      ],
      [
        "-P",
        -0.37341183
      ],
      [
        "yr",
        -0.06576175
      ],
      [
        "one",
        -0.0012846409
      ]
    ]
  },
  "As a child she has a nightmare about a gorilla, and she compares herself to a dandelion because it is so ordinary. After her husband is laid off, she works for Mrs. Burns-Cooper, who condescends to her, and when she takes her daughter to Santa Claus, she is outraged when Santa will not see her daughter. Her husband does not gain entry to the Foxy Cats Club, and she is hurt when he dances with a red-haired woman and ignores her. She does not blame her mother for liking her sister Helen better, assuming that she does so because of Helen's lighter skin. Her marriage to the grocery clerk Paul Philips is sexually dysfunctional, and she spends much of her time trying to clean their dirty tenement. FTP, identify this novel about a repressed black woman in Chicago, written by Gwendolyn Brooks.": {
    "guess": "Maud Martha",
    "confidence": [
      [
        "M",
        -0.17399856
      ],
      [
        "aud",
        -2.9160103e-05
      ],
      [
        " Martha",
        -2.4391957e-05
      ]
    ]
  },
  "As chief counsel for the Senate Labor Rackets Committee, this man investigated the Teamsters. In 1964, he was elected Senator from New York, and this former US Attorney General ran for the 1968 Democratic (*) Presidential nomination, campaigning to promote racial equality and end the Vietnam War. For 10 points, name this man who won the California Primary shortly before being shot by Sirhan Sirhan, five years after his brother John's death.": {
    "guess": "Robert F. Kennedy",
    "confidence": [
      [
        "Robert",
        -0.04487754
      ],
      [
        " F",
        -0.00024346994
      ],
      [
        ".",
        -0.00017994174
      ],
      [
        " Kennedy",
        -3.5835506e-05
      ]
    ]
  },
  "In Chinese myth, Lan Caihe, one of the eight immortals, is traditionally said to possess only one of these objects.  In Welsh myth, Gwydion is called one of the three golden makers of these after he makes them for Arianrhod in a plot to make her give a name to Lleu Llaw Gyffes. In addition to saddles and shields, Manawydan and Pryderi are driven out of England by angry villagers for making these objects.  The Norse god of silence, Vidar, will kill Fenrir at Ragnarok with one of these which he is crafting out of strips of discarded leather, the Thickmost one.  Hans Christian Andersen wrote about a red set of them, which cause a girl to dance uncontrollably. At the end of some versions of Snow White, the queen is given a red-hot iron pair of, for 10 points, what articles of clothing, which are often made by elves or leprechauns?": {
    "guess": "Shoe",
    "confidence": [
      [
        "Sh",
        -0.04095125
      ],
      [
        "oe",
        -0.60868657
      ]
    ]
  },
  "The children's book A Dog Came, Too tells of \"Our Dog,\" which accompanied the namesake of this river on his explorations. A local name for this river is \"Deh Cho\" or \"big river.\" The namesake of this river once painted his name on a rock using a vermillion and grease mixture at Bella Coola. In 1977,": {
    "guess": "Mackenzie River",
    "confidence": [
      [
        "M",
        -0.0040915776
      ],
      [
        "ack",
        -1.4021238e-05
      ],
      [
        "enzie",
        -1.2113979e-05
      ],
      [
        " River",
        -3.5597102e-05
      ]
    ]
  },
  "Some children in this novel think a priest is demonic, so they have many fantasies on how he dies. A ferryman is about to charge two times the normal price for the protagonist, but decides to charge half that when he sees a wagon going to town. One character in this work likes the way the Victoria smells, and this work sees Sally's husband Ralph as an undertaker with alcoholism. Walter Starr comforts the central group in this work that sees a tale told about a butterfly landing on a coffin, which incurs the ire of Father Jackson. Catherine is a young girl who is oblivious to most events, as opposed": {
    "guess": "The Secret History",
    "confidence": [
      [
        "The",
        -0.56368375
      ],
      [
        " Secret",
        -1.6054147
      ],
      [
        " History",
        -0.07103084
      ]
    ]
  },
  "In the chiral bag model of nucleons, this effect explains the origin of non-zero expectation values for": {
    "guess": "Casimir effect",
    "confidence": [
      [
        "Cas",
        -0.137978
      ],
      [
        "imir",
        -3.1737043e-06
      ],
      [
        " effect",
        -3.7385154e-05
      ]
    ]
  },
  "As a child, he was raised in the forest by a poet. His first wife was Sedb, mother of his son Ossian. His second wife was Grainne, who betrays him with his kinsman Diarmuid. In service to the high king at Tara, he organizes a band of adventurers and leads them, using the great wisdom he gained from eating": {
    "guess": "Fionn mac Cumhaill",
    "confidence": [
      [
        "F",
        -0.011009499
      ],
      [
        "ion",
        -0.099247396
      ],
      [
        "n",
        -0.00016182278
      ],
      [
        " mac",
        -0.13887441
      ],
      [
        " Cum",
        -0.00047011464
      ],
      [
        "ha",
        -0.06375758
      ],
      [
        "ill",
        -5.5265704e-05
      ]
    ]
  },
  "As a child, this person was tutored by the person who would become Pope Adrian VI. This leader was represented by his younger brother Ferdinand I at the Second Diet of Speyer, whose opponents started Protestantism. This leader appointed Antonio de Leyva the Governor of Milan after their decisive victory": {
    "guess": "Charles V, Holy Roman Emperor",
    "confidence": [
      [
        "Charles",
        -0.013691275
      ],
      [
        " V",
        -0.0015674727
      ],
      [
        ",",
        -0.013184468
      ],
      [
        " Holy",
        -1.962381e-05
      ],
      [
        " Roman",
        -0.00011188744
      ],
      [
        " Emperor",
        -0.0011304518
      ]
    ]
  },
  "In Chinese myth, Lan Caihe, one of the eight immortals, is traditionally said to possess only one of": {
    "guess": "Eight Immortals",
    "confidence": [
      [
        "Eight",
        -0.4310696
      ],
      [
        " Imm",
        -0.014214514
      ],
      [
        "ort",
        -4.365741e-06
      ],
      [
        "als",
        -3.261701e-05
      ]
    ]
  },
  "As a child, the title character and his father emigrate to an island where they get work at Stone Farm tending cattle. He later works as an apprentice to a shoe-maker named Master Andres, but becomes a tramp before deciding to move to the capital, where he meets his wife, Ellen Stolpe. He ends up as a benevolent factory owner after spending six years in prison for counterfeiting. A meeting with his father Lasse Karlsson persuades him to leave Bornholm and move to Copenhagen, which in turn precipitates his interest in the labor movement. FTP, name this novel about an idealistic young Swede, a work": {
    "guess": "The Red Room (novel)",
    "confidence": [
      [
        "The",
        -0.3439876
      ],
      [
        " Red",
        -0.23503871
      ],
      [
        " Room",
        -0.00022392054
      ],
      [
        " (",
        -0.5512644
      ],
      [
        "nov",
        -0.47834125
      ],
      [
        "el",
        -0.000866322
      ],
      [
        ")",
        -0.0017721658
      ]
    ]
  },
  "Chin P'ing Mei anytime)  Journet et al found that, in leaf mitochondria, the addition of this compound helps inhibit oxygen consumption during amino acid oxidation. The reaction of the 2-pyrone in macrophomic acid synthesis sees this compound decarboxylated and coordinated to a magnesium ion before either a Michael addition or a Diels-Alder sequence. An acyltransferase forms 2-methylcitrate from propanoyl- CoA and from this compound. A carboxykinase in the mesophyll forms this compound from carbon dioxide and PEP. In the urea cycle, alpha-ketoglutarate and aspartate react with a transaminase to give glutamate and this compound. It naturally forms pyruvate over time, especially when aided by its namesake decarboxylase. FTP, identify this four-carbon dicarboxylic acid, which is formed in the": {
    "guess": "Succinate",
    "confidence": [
      [
        "S",
        -0.29347235
      ],
      [
        "ucc",
        -3.0232935e-05
      ],
      [
        "inate",
        -0.558962
      ]
    ]
  },
  "Chinese is a common second language, with advertisements appearing in the language and characters often using Chinese words or expletives. Many advertisements can be seen for the Blue Sun Corporation, a large corporate conglomerate who was never mentioned on air during the shows short run. It is believed": {
    "guess": "Firefly (TV series)",
    "confidence": [
      [
        "Fire",
        -0.0755366
      ],
      [
        "fly",
        -1.3186812e-05
      ],
      [
        " (",
        -0.0071801455
      ],
      [
        "TV",
        -0.00015657782
      ],
      [
        " series",
        -0.0005857991
      ],
      [
        ")",
        -0.00022690064
      ]
    ]
  },
  "In Chinese myth, one figure of this type was beaten to death with a club by his jealous student Feng Meng and murdered the river god Ho Po to steal his beautiful wife. The Queen Mother of the West gave one man in this occupation a drug of immortality, which his wife stole, becoming the moon goddess Chang'e. In Greek myth, a warrior of this type was left on Lemnos due to a festering wound from a snakebite. In Chinese myth, they include Hou Yi, who saved the world by destroying nine of the ten suns. In Greek myth, Philoctetes was this type of warrior, as was the god who obtained the Oracle of Delphi": {
    "guess": "Heroes",
    "confidence": [
      [
        "Heroes",
        -0.9024782
      ]
    ]
  },
  "One child this deity fathered was a giant from Epidauros who robbed travelers with his giant club, while another of his children was guarded  by a serpent at birth and later became King of Athens after he expelled Amphictyon; those sons are Periphetes and Erichthonius. Worshiped by the Sinians, this deity may have been the father of the Palaci, who are associated with geysers on Sicily. This god got his revenge on Hera by tricking her to sit on a magic throne that would not allow her to get up until he was given (*) Aphrodite as his wife. At his home on the island Lemnos, where he landed after being thrown off of Mount Olympus, he constructed such items as Eros's arrows, Achilles's armor, and Helios's chariot. For 10 points, name this Greek god of volcanoes and fire, a craftsman known for his": {
    "guess": "Hephaestus",
    "confidence": [
      [
        "H",
        -0.0004447316
      ],
      [
        "ep",
        -1.7716551e-05
      ],
      [
        "ha",
        -7.600714e-05
      ],
      [
        "est",
        -7.815281e-05
      ],
      [
        "us",
        -8.292095e-05
      ]
    ]
  },
  "His chief aide's attempts to browbeat the Army into preferential treatment for David Schine, coupled": {
    "guess": "Army–McCarthy hearings",
    "confidence": [
      [
        "Army",
        -0.27350646
      ],
      [
        "–",
        -0.5997927
      ],
      [
        "Mc",
        -0.0001071193
      ],
      [
        "Carthy",
        -2.1008714e-06
      ],
      [
        " hearings",
        -0.00012725739
      ]
    ]
  },
  "His The Child Buyer is rumination on the value of public education, while an obsessed craftsman becomes involved with a woman trying to escape her past in The Walnut Door. His time as a war correspondent inspired his Into the Valley and Men on Bataan, while another of his works appeared as a report in The New Yorker on August 31, 1946, about one year after the events depicted in it occurred. For 10 points, identify this author of The Wall, A Bell for Adano, and Hiroshima.": {
    "guess": "John Hersey",
    "confidence": [
      [
        "John",
        -0.013891977
      ],
      [
        " Her",
        -0.014447421
      ],
      [
        "sey",
        -1.9027791e-05
      ]
    ]
  },
  "Chin P'ing Mei anytime)  Journet et al found that, in leaf mitochondria, the addition of this compound helps inhibit oxygen consumption during amino acid oxidation. The reaction of the 2-pyrone in macrophomic acid synthesis sees this compound decarboxylated and coordinated to a magnesium ion before either a Michael addition or a Diels-Alder sequence. An acyltransferase forms 2-methylcitrate from propanoyl- CoA and from this compound. A carboxykinase in the mesophyll forms this compound from carbon dioxide and PEP. In the urea cycle, alpha-ketoglutarate and aspartate react with a transaminase to give glutamate and this compound. It naturally forms pyruvate over time, especially when aided by its": {
    "guess": "Isocitrate",
    "confidence": [
      [
        "Is",
        -0.41702893
      ],
      [
        "oc",
        -0.017249668
      ],
      [
        "it",
        -0.00011319869
      ],
      [
        "rate",
        -0.31660852
      ]
    ]
  },
  "One child this deity fathered was a giant from Epidauros who robbed travelers with his giant club, while another of his children was guarded  by a serpent at birth and later became King of Athens after he expelled Amphictyon; those sons are Periphetes and Erichthonius. Worshiped by the Sinians, this deity may have been the father of the Palaci, who are associated with geysers on Sicily. This god got his revenge on Hera by tricking her to sit on a magic throne that would not allow her to get up until he was given (*) Aphrodite as his wife. At his home on the island Lemnos, where he landed after": {
    "guess": "Athena",
    "confidence": [
      [
        "A",
        -0.11375464
      ],
      [
        "then",
        -0.08972689
      ],
      [
        "a",
        -0.00013798571
      ]
    ]
  },
  "One of its chief supporters was the Prince of Hohenlohe, while one of its main opponents was Ludwig Windthorst. This term was coined by the scientist Rudolf Virchow, and it resulted in the rapid growth of the Centre Party. Its pinnacle came when civil marriages were made obligatory, and Adalbert Falk's May Laws also exacerbated it. For 10 points identify this fight between the Roman Catholic Church and Otto von Bismarck over the church's role in the state.": {
    "guess": "Kulturkampf",
    "confidence": [
      [
        "K",
        -0.0053077545
      ],
      [
        "ultur",
        -1.1756368e-05
      ],
      [
        "k",
        -3.88156e-05
      ],
      [
        "amp",
        -0.00022988072
      ],
      [
        "f",
        -1.5332478e-05
      ]
    ]
  },
  "One of the chief architects of this policy was assassinated on the floor of Parliament by a man who claimed be receiving orders from a malevolent tapeworm. Opponents of this program were accused at the Rivonia Trials of belonging to the group Spear of the Nation. The Sharpeville and Soweto massacres targeted protestors of elements in this policy, such as \"pass laws\" and \"bantustans.\" It was dissasembled": {
    "guess": "Apartheid",
    "confidence": [
      [
        "A",
        -0.004139903
      ],
      [
        "par",
        -2.4749568e-05
      ],
      [
        "theid",
        -0.0002290463
      ]
    ]
  },
  "The chiral ligand DIPAMP was used with this reaction by William S. Knowles to create an industrial process for the production of L-DOPA. Under conditions that would normally produce this reaction, benzyl ethers are cleaved to produce toluene and an alcohol. The enthalpy change of benzene undergoing this reaction can be used to estimate its resonance energy. The first efficient homogeneous catalyst used for this reaction was Wilkinson's. Another catalyst used for this reaction allows the production": {
    "guess": "Hydroformylation",
    "confidence": [
      [
        "Hy",
        -0.25139186
      ],
      [
        "dro",
        -0.0004886921
      ],
      [
        "form",
        -0.57406276
      ],
      [
        "ylation",
        -0.00017314713
      ]
    ]
  },
  "The Chikyu Hakken mission is attempting to explore this region. This region contains such polymorphs of rocks as wadsleyite and ringwoodite, as well as the perovskite-structured pyroxene enstatite. The D'' [D double prime] region is found in its homogeneous lower portion, while a Low Velocity Zone extends several kilometers in this layer. A sudden increase in velocity occurs at the top of this region,": {
    "guess": "Mantle (geology)",
    "confidence": [
      [
        "M",
        -0.16966845
      ],
      [
        "ant",
        -8.900034e-05
      ],
      [
        "le",
        -6.0345924e-06
      ],
      [
        " (",
        -0.0010600793
      ],
      [
        "ge",
        -9.8536635e-05
      ],
      [
        "ology",
        -0.03835014
      ],
      [
        ")",
        -4.604148e-06
      ]
    ]
  },
  "He had only one child, the \"flower of woman\" Plur nam Ban, but left her behind in the Land of Promise to return to his own world.  This followed his battle with the giant Fomori and his romance with Manannan Mac Lir's daughter, Niamh.  His own youth was spent with his mother, the goddess Sadb, who was enchanted as a beautiful deer until she met this child's father.  Thus, he was given a name meaning \"Little Fawn\" when he was reunited with his father, the leader of the Fenians.  For 10 points - name": {
    "guess": "Oisín",
    "confidence": [
      [
        "O",
        -0.13986199
      ],
      [
        "is",
        -0.2397319
      ],
      [
        "ín",
        -0.00018339496
      ]
    ]
  },
  "A children's work of this author written for his son Caspar features an inventor who fixes the titular car, which later comes to life. He found the name for his most famous character when he met an ornithologist in Jamaica. The series of twelve novels and two short story collections in which this character appears was likely influenced by his time in the Naval Intelligence Division in WWII. As well as Chitty Chitty Bang Bang and his famous series, he also wrote two nonfiction books. FTP, name this": {
    "guess": "Ian Fleming",
    "confidence": [
      [
        "Ian",
        -0.018145256
      ],
      [
        " Fleming",
        -0.00077139
      ]
    ]
  },
  "Some children in this novel think a priest is demonic, so they have many fantasies on how he dies. A ferryman is about to charge two times the normal price for the protagonist, but decides to charge half that when he sees a wagon going to town. One character in this work likes the way the Victoria smells, and this work sees Sally's husband Ralph as an undertaker with alcoholism. Walter Starr comforts the central group in this work that sees a tale told about a butterfly landing on a coffin, which incurs the ire of Father Jackson. Catherine is a young girl who is oblivious to most events, as opposed to Mary's son Rufus who genuinely is hurt because of the title tragedy in Knoxville. For ten points, identify this work in which Jay Follett perishes in a car crash, a novel of James Agee.": {
    "guess": "A Death in the Family",
    "confidence": [
      [
        "A",
        -0.0006957544
      ],
      [
        " Death",
        -5.9795446e-05
      ],
      [
        " in",
        -0.00042304752
      ],
      [
        " the",
        -5.407367e-05
      ],
      [
        " Family",
        -4.6802244e-05
      ]
    ]
  },
  "He had only one child, the \"flower of woman\" Plur nam Ban, but left her behind in the Land of Promise to return to his own world.  This followed his battle with the giant Fomori and his romance with Manannan": {
    "guess": "Oisín",
    "confidence": [
      [
        "O",
        -0.44725844
      ],
      [
        "is",
        -0.082270496
      ],
      [
        "ín",
        -0.00010807293
      ]
    ]
  },
  "Chitosan is a polysaccharide used effectively in bandages and ineffectively as a weight loss miracle": {
    "guess": "Chitosan",
    "confidence": [
      [
        "Ch",
        -0.003194947
      ],
      [
        "itos",
        -0.020465625
      ],
      [
        "an",
        -7.505351e-05
      ]
    ]
  },
  "Chin P'ing Mei anytime)  Journet et al found that, in leaf mitochondria, the addition of this compound helps inhibit oxygen consumption during amino acid oxidation. The reaction of the 2-pyrone in macrophomic acid synthesis sees this compound decarboxylated and coordinated to a magnesium ion before either a Michael addition or a Diels-Alder sequence. An acyltransferase forms 2-methylcitrate from propanoyl-": {
    "guess": "Isopropylmalate",
    "confidence": [
      [
        "Is",
        -0.8826369
      ],
      [
        "op",
        -0.453587
      ],
      [
        "rop",
        -0.24199419
      ],
      [
        "yl",
        -0.051016107
      ],
      [
        "mal",
        -0.07309195
      ],
      [
        "ate",
        -0.017195653
      ]
    ]
  },
  "His chief aide's attempts to browbeat the Army into preferential treatment for David Schine, coupled with his insulting attack on General Ralph Zwicker, led to his being replaced as Committee Chairman by Karl Mundt, and on April 22, 1954, the government's investigation into Communism in the Army was": {
    "guess": "Army–McCarthy hearings",
    "confidence": [
      [
        "Army",
        -0.11312341
      ],
      [
        "–",
        -0.09292376
      ],
      [
        "Mc",
        -4.894791e-05
      ],
      [
        "Carthy",
        -2.577686e-06
      ],
      [
        " hearings",
        -0.0016024599
      ]
    ]
  },
  "China refused to sign this treaty when Shandong was transferred to Japan. John Maynard Keynes criticized it in The Economic Consequences of the Peace, predicting hyperinflation that plagued the (*) Weimar Republic. Henry Cabot Lodge ensured that the US Senate did not ratify this treaty. Georges Clemenceau refused to accept many of Woodrow Wilson's Fourteen Points in, for 10 points, what treaty that ended World War I?": {
    "guess": "Treaty of Versailles",
    "confidence": [
      [
        "T",
        -0.0019649125
      ],
      [
        "reat",
        -2.4584822e-06
      ],
      [
        "y",
        -0.0002257086
      ],
      [
        " of",
        -0.0002813584
      ],
      [
        " Vers",
        -1.7716551e-05
      ],
      [
        "ailles",
        -2.3438328e-05
      ]
    ]
  },
  "One of the chief architects of this policy was assassinated on the floor of Parliament by a man who claimed be receiving orders from a malevolent tapeworm. Opponents of this program were accused at the Rivonia Trials of belonging to the group Spear of the Nation. The Sharpeville and Soweto massacres targeted protestors of elements in this policy, such as \"pass laws\" and \"bantustans.\" It was dissasembled by Frederick de Klerk in the early 1990s, after much pressure from the African National Congress. For 10 points, Nelson Mandela led opposition to what program of racial segregation in South Africa?": {
    "guess": "Apartheid",
    "confidence": [
      [
        "A",
        -0.002528099
      ],
      [
        "par",
        -1.1041146e-05
      ],
      [
        "theid",
        -3.917321e-05
      ]
    ]
  },
  "A Chicago native, he started in music with a job at Brown Music Company, and chose to learn the cheapest possible instrument. In 1921, he joined The Frivolians, but switched to The Austin High Gang with the help of a $50 bribe. From there, he went on to work with Eddie Condon, Red Nichols, and Benny": {
    "guess": "Bud Freeman",
    "confidence": [
      [
        "B",
        -0.74573535
      ],
      [
        "ud",
        -0.6258448
      ],
      [
        " Freeman",
        -0.0006036686
      ]
    ]
  },
  "One of its chief supporters was the Prince of Hohenlohe, while one of its main opponents was Ludwig Windthorst. This term was coined by the scientist Rudolf Virchow, and it resulted in the rapid growth": {
    "guess": "Kulturkampf",
    "confidence": [
      [
        "K",
        -0.0025061013
      ],
      [
        "ultur",
        -9.4914985e-06
      ],
      [
        "k",
        -1.2352386e-05
      ],
      [
        "amp",
        -8.12521e-05
      ],
      [
        "f",
        -3.1737043e-06
      ]
    ]
  },
  "A chiral one of these reactions is named for Corey, Bakshi, and Shibata, and the addition to a ketone dissolved in diethylene glycol of hydrazone is the Wolff-Kishner one. Borane can cause it in carboxylic": {
    "guess": "Corey-Bakshi-Shibata_reduction",
    "confidence": [
      [
        "Core",
        -0.90096956
      ],
      [
        "y",
        -0.00021998682
      ],
      [
        "-B",
        -0.12678929
      ],
      [
        "ak",
        -8.4828214e-05
      ],
      [
        "shi",
        -0.00020032188
      ],
      [
        "-Sh",
        -0.00010294717
      ],
      [
        "ib",
        -2.8444882e-05
      ],
      [
        "ata",
        -0.00013941615
      ],
      [
        "_reduction",
        -0.9154021
      ]
    ]
  },
  "A chiral one of these reactions is named for Corey, Bakshi, and Shibata, and the addition to a ketone dissolved in diethylene glycol of hydrazone is the Wolff-Kishner one. Borane can cause it in carboxylic acids, and in organic compounds this process is the decrease of some carbon's number of bonds to heteroatoms. Good agents for this process include hydride donors like LAH, as well as alkali metals, as the latter readily form cations. For 10 points, name this process in which a substance gains electrons": {
    "guess": "Reduction",
    "confidence": [
      [
        "Red",
        -0.0049880166
      ],
      [
        "uction",
        -0.05044728
      ]
    ]
  },
  "A Chicago native, he started in music with a job at Brown Music Company, and chose to learn the cheapest possible instrument. In 1921, he joined The Frivolians, but switched to The Austin High Gang with the help of a $50 bribe. From there, he went on to work with Eddie Condon, Red Nichols, and Benny Goodman, becoming internationally known for his technical skill and showmanship. In addition to his": {
    "guess": "Clarinet",
    "confidence": [
      [
        "Clar",
        -0.17054112
      ],
      [
        "inet",
        -9.066919e-05
      ]
    ]
  },
  "In the chiral bag model of nucleons, this effect explains the origin of non-zero expectation values for fermion bilinears, and it has been proposed as a possible explanation for sonoluminescence.  It has been measured to within 1% of its theoretical value using a polystyrene sphere attached to the tip": {
    "guess": "Casimir effect",
    "confidence": [
      [
        "Cas",
        -0.17433889
      ],
      [
        "imir",
        -1.2590794e-05
      ],
      [
        " effect",
        -0.016770218
      ]
    ]
  },
  "In a Chinese analog to this fairy tale, the central character befriends a fish and is instructed to bury its bones at the four corners of its bed. A Celtic variant on this story theme centers around Fair, Brown, and Trembling. In a German version of this fairy tale, the protagonist jumps into a pigeon house and leaves clothing in a hazel tree to be taken away by doves. In that story, which is centered around (*) Ashenputtel, one character cuts off her toes and another cuts off her heel in an attempt to make their feet smaller for a glass slipper. For 10 points, name this folk tale generally involving a girl raised by a wicked stepmother and being saved by a fairy godmother.": {
    "guess": "Cinderella",
    "confidence": [
      [
        "C",
        -0.00072613294
      ],
      [
        "inder",
        -9.014684e-06
      ],
      [
        "ella",
        -2.868329e-05
      ]
    ]
  },
  "When this man was a child, he and his mother would chase each other around a tree with thorn branches, each trying to harm the other; later, this man defeated the fire-breathing fairy Aillen. This figure": {
    "guess": "Fionn mac Cumhaill",
    "confidence": [
      [
        "F",
        -0.004493854
      ],
      [
        "ion",
        -0.0004690418
      ],
      [
        "n",
        -0.00011522515
      ],
      [
        " mac",
        -0.00055136386
      ],
      [
        " Cum",
        -2.1769476e-05
      ],
      [
        "ha",
        -0.00027718625
      ],
      [
        "ill",
        -1.3856493e-06
      ]
    ]
  },
  "His The Child Buyer is rumination on the value of public education, while an obsessed craftsman becomes involved with a woman trying to escape her past in The Walnut Door. His time as a war correspondent inspired his Into the Valley and Men on Bataan, while another of his works appeared as a report in The New Yorker on August 31, 1946, about one year after the events depicted in it occurred. For 10": {
    "guess": "John Hersey",
    "confidence": [
      [
        "John",
        -0.34635818
      ],
      [
        " Her",
        -0.18364905
      ],
      [
        "sey",
        -2.4391957e-05
      ]
    ]
  },
  "Chinese eat its fried flowers and Americans use its wood for popsicle sticks. Turkeys, squirrels and other wild animals eat its seeds, while a medicine obtained from its bark can relieve asthma. The first arose 65 million years ago and the 240 species live everywhere from the Himalayas to the Amazon jungle. Breeders are working on dwarf versions and types with giant flowers, but its unaltered flowers are up to 15 inches across and smell like lemon. Named for a French botanist, it is a symbol of the South, and specifically Mississippi. For ten points, name this tree with white blossoms, on the steel variety of which a horrible chick flick was made.": {
    "guess": "Magnolia (genus)",
    "confidence": [
      [
        "Magn",
        -0.010755858
      ],
      [
        "olia",
        -0.0001409658
      ],
      [
        " (",
        -0.88401014
      ],
      [
        "gen",
        -0.6034185
      ],
      [
        "us",
        -3.7742768e-05
      ],
      [
        ")",
        -0.00028040475
      ]
    ]
  },
  "As chief counsel for the Senate Labor Rackets Committee, this man investigated the Teamsters. In 1964, he was elected Senator from New York, and this former US Attorney General ran for the 1968 Democratic (*) Presidential nomination, campaigning to promote racial equality and end the Vietnam War. For": {
    "guess": "Robert F. Kennedy",
    "confidence": [
      [
        "Robert",
        -0.01752252
      ],
      [
        " F",
        -0.0063762944
      ],
      [
        ".",
        -0.00029530155
      ],
      [
        " Kennedy",
        -2.577686e-06
      ]
    ]
  },
  "As a child, this person was tutored by the person who would become Pope Adrian VI. This leader was represented by his younger brother Ferdinand I at the Second Diet of Speyer, whose opponents started Protestantism. This leader appointed Antonio de Leyva the Governor of Milan after their decisive victory over Francis I at the Battle of Pavia.  This leader's illegitimate son, John of Austria, led the Holy League at the Battle of Lepanto, and his other son became Philip II. Name this sixteenth- century": {
    "guess": "Charles V",
    "confidence": [
      [
        "Charles",
        -0.011365984
      ],
      [
        " V",
        -0.00017445837
      ]
    ]
  },
  "Chitosan is a polysaccharide used effectively in bandages and ineffectively as a weight loss miracle because it swells as this quantity increases. Instruments used to measure it sometime account for its variation due to temperature, and those instruments generate a current at an electrode with high resistivity. The physiological one is fairly constant since deviations can denature enzymes. For ten": {
    "guess": "Ionic strength",
    "confidence": [
      [
        "Ionic",
        -1.8113147
      ],
      [
        " strength",
        -0.05995415
      ]
    ]
  },
  "Children of this god include Enbilulu, the lord of canals, and Ninazu, the lord of healing, and this god's wife bears the epithet \"Lady of the Air\". This god raped that wife to produce his first-born child, Sin the moon god. After this god was banished to the underworld he fathered Nergal. According to the legends of Nippur, where this god had a sacred gate, this god's servant was the son of Siris; that servant, the winged demon Anzu, is slain by this god's son, the heroic Ninurta, after stealing": {
    "guess": "Enlil",
    "confidence": [
      [
        "En",
        -0.021717018
      ],
      [
        "l",
        -0.4883274
      ],
      [
        "il",
        -1.4378848e-05
      ]
    ]
  },
  "This man‟s Chief Minister, Thomas Cromwell, dissolved the monasteries, even though this man had written Defence of the Seven Sacraments, an anti-Lutheran pamphlet that earned him the title \"Defender of": {
    "guess": "Henry VIII",
    "confidence": [
      [
        "Henry",
        -0.12285086
      ],
      [
        " VIII",
        -0.0023350934
      ]
    ]
  },
  "Chilean artist Alexander Sutulov created a five-part series named after one of these, while his graphic prints include a monochrome depiction of one famous example with added splotches of colors along the spectrum. Earth and Victory fit around a twisted example of one of these in the main section of an ivory work created to celebrate Justinian's rule, the Barberini Diptych. One example stands on a pedestal protruding from a wall with leaves and under an architectural canopy, and resides in Bamberg Cathedral. In addition to Paolo Uccello's Funerary Monument to Sir John Hawkwood, one of these survived to the present day because it was believed to depict Constantine, while a famous example depicts the condottiere Erasmo of Narsi. For 10 points, name this type of statue whose examples include Donatello's Gattamelata and a famous one of Marcus Aurelius, showing a dude riding a horse.": {
    "guess": "Equestrian statue",
    "confidence": [
      [
        "E",
        -0.0011754631
      ],
      [
        "quest",
        -4.274932e-05
      ],
      [
        "rian",
        -3.1281633e-07
      ],
      [
        " statue",
        -0.08057458
      ]
    ]
  },
  "His children include Asma'aa, \"the one with two belts\", and Muhammad, who had a hand in the assassination of a caliph. He was said to be kind-hearted, and after the Battle of Badr he saved the captives from the death penalty. He began the Ridda wars to bring the Hejaz and Nezd tribes under Muslim control after they refused the zakat, but he only reigned for two years, when he was succeeded by Umar. Venerated by Sunni but hated by Shi'a, for 10 points, name this father of Muhammad's wife Aisha, the": {
    "guess": "Ali ibn Abi Talib",
    "confidence": [
      [
        "Ali",
        -0.06453594
      ],
      [
        " ib",
        -0.057663597
      ],
      [
        "n",
        -0.00016158436
      ],
      [
        " Ab",
        -0.034568083
      ],
      [
        "i",
        -0.00040278657
      ],
      [
        " Tal",
        -0.002631423
      ],
      [
        "ib",
        -0.00029315587
      ]
    ]
  },
  "His The Child Buyer is rumination on the value of public education, while an obsessed craftsman becomes involved with a woman trying to escape her past in The Walnut Door. His time as a war correspondent": {
    "guess": "Stephen Crane",
    "confidence": [
      [
        "Stephen",
        -0.033795998
      ],
      [
        " Crane",
        -0.03195912
      ]
    ]
  },
  "Children of this god include Enbilulu, the lord of canals, and Ninazu, the lord of healing, and this god's wife bears the epithet \"Lady of the Air\". This god raped that wife to produce his first-born child, Sin the moon god. After this god was banished to the underworld he fathered Nergal. According to the legends of Nippur, where this god had a sacred gate, this god's servant was the son of Siris; that servant, the winged demon Anzu, is slain by this god's son, the heroic Ninurta, after stealing the Tablets of Destiny from this god. For ten points, name this Mesopotamian god of winds and lord of storms.": {
    "guess": "Enlil",
    "confidence": [
      [
        "En",
        -0.005069026
      ],
      [
        "l",
        -0.035408277
      ],
      [
        "il",
        -1.3544423e-05
      ]
    ]
  },
  "The Chicago Bears have been more successful this year than anyone would have imagined, achieving a six and one record in their first eight games. Answer these questions about the New Bears.      A. For ten points, name this head coach of the Bears, formerly the defensive coordinator of the Jacksonville Jaguars.": {
    "guess": "Matt Nagy",
    "confidence": [
      [
        "Matt",
        -0.82488793
      ],
      [
        " Nag",
        -0.024336703
      ],
      [
        "y",
        -0.00012880703
      ]
    ]
  },
  "His The Child Buyer is rumination on the value of public education, while an obsessed craftsman becomes": {
    "guess": "The Child Buyer",
    "confidence": [
      [
        "The",
        -0.1349862
      ],
      [
        " Child",
        -0.0040249685
      ],
      [
        " Buyer",
        -0.00024275472
      ]
    ]
  },
  "One of his chief enemies went bald at the age of eight from the trauma of seeing his father kill himself in a game of Russian Roulette.  He's not Spiderman, but during the Dark Regin story arc he was hunted down by Super Hero-wannabe Norman Osborn.  After this character got shot, his nervous (*) system was taken over by a chip implanted in him by Kearson DeWitt.  He has done battle with Force, a subordinate of Justin Hammer, and was once helped out by a fatal distraction caused by Ho Yinsen.  A rival of Obadiah Stane, in Marvel's Civil War, he became the leader of the superhero faction that supported the Registration Act, but recanted after the assassination of Captain America.  For 10 points,": {
    "guess": "Iron Man",
    "confidence": [
      [
        "Iron",
        -0.016852038
      ],
      [
        " Man",
        -0.008235712
      ]
    ]
  },
  "In the chiral bag model of nucleons, this effect explains the origin of non-zero expectation values for fermion bilinears, and it has been proposed as a possible explanation for sonoluminescence.  It has been measured to within 1% of its theoretical value using a polystyrene sphere attached to the tip of an atomic force microscope.  Its namesake originally proposed it after investigating van der Waals forces in colloidal solutions, when he noted that fluctuations in the second-quantized electromagnetic field could explain the interaction between two neutral particles. FTP name this effect that describes the attractive force between two uncharged conducting plates in a vacuum, which is named for": {
    "guess": "Casimir effect",
    "confidence": [
      [
        "Cas",
        -0.004502754
      ],
      [
        "imir",
        -1.6240566e-06
      ],
      [
        " effect",
        -0.002272297
      ]
    ]
  },
  "In a Chinese analog to this fairy tale, the central character befriends a fish and is instructed to bury its bones at the four corners of its bed. A Celtic variant on this story theme centers around Fair,": {
    "guess": "Cinderella",
    "confidence": [
      [
        "C",
        -1.186732
      ],
      [
        "inder",
        -0.030269789
      ],
      [
        "ella",
        -3.0113732e-05
      ]
    ]
  },
  "He had only one child, the \"flower of woman\" Plur nam Ban, but left her behind in the Land of Promise to return to his own world.  This followed his battle with the giant Fomori and his romance with Manannan Mac Lir's daughter, Niamh.  His own youth was spent with his mother, the goddess Sadb, who was": {
    "guess": "Oisín",
    "confidence": [
      [
        "O",
        -0.2405536
      ],
      [
        "is",
        -0.4966215
      ],
      [
        "ín",
        -0.00052705733
      ]
    ]
  },
  "As a child she has a nightmare about a gorilla, and she compares herself to a dandelion because it is so ordinary. After her husband is laid off, she works for Mrs. Burns-Cooper, who condescends to her, and when she takes her daughter to Santa Claus, she is outraged when Santa will not see her daughter.": {
    "guess": "The Help",
    "confidence": [
      [
        "The",
        -0.5416256
      ],
      [
        " Help",
        -0.53698945
      ]
    ]
  },
  "In Chinese history, this phrase refers to a period of reform during which K'ang Yu-Wei persuaded the Kuang-hsu emperor to issue over 40 edicts following the Sino-Japanese War. This phrase also refers to a period which began with a famous landing at Cannes, as well as a period during which all banks remained": {
    "guess": "Hundred Days' Reform",
    "confidence": [
      [
        "H",
        -0.6220844
      ],
      [
        "undred",
        -4.4849444e-06
      ],
      [
        " Days",
        -0.005332778
      ],
      [
        "'",
        -0.017348088
      ],
      [
        " Reform",
        -0.007847937
      ]
    ]
  },
  "As a child, the protagonist of this novel was the subject of experiments by the psychologist Laszlo Jamf. While stationed in England working for ACHTUNG he recounts tales of his sexual experiences to Tantivy Mucker-Maffick, which leads to his involvement with Operation Black Wing after Teddy Bloat realizes that Tyron Slothrop becomes aroused due to the approach of German rockets. FTP, what is this": {
    "guess": "Gravity's Rainbow",
    "confidence": [
      [
        "Gravity",
        -0.034885067
      ],
      [
        "'s",
        -0.00014287306
      ],
      [
        " Rainbow",
        -0.0002813584
      ]
    ]
  },
  "Chicago Open 2008: The End Comes…Beyond the Omega Point  Packet by Time Without Bells  (Evan Adams, Carlo Angiuli, Bryce Durgin, and Greg Peterson)  Tossups  This painting was the inspiration for Frank Budgen's analysis of Joyce's \"Nausicaa\" episode, and was the fourth in a series also containing \"Chelsea\" and \"Old Battersea Bridge.\" It depicts the Cremorne Gardens, but its artist chose not to title it \"View of Cremorne\" because he said that title would cause \"disappointment on the part of the beholders.\" The only human in the painting is a small girl at the bottom, sitting on the shore with her back to the viewer. It was first exhibited at the Grosvenor Gallery along with the work of Edward-Burne Jones, and after it was described as \"flinging a pot of paint in the public's face,\" its artist sued the critic John Ruskin. FTP, name this 1872 American Impressionist work, a James Whistler painting": {
    "guess": "James Abbott McNeill Whistler",
    "confidence": [
      [
        "James",
        -1.209157
      ],
      [
        " Abbott",
        -0.09060997
      ],
      [
        " Mc",
        -5.1808798e-05
      ],
      [
        "Neill",
        -0.00026872646
      ],
      [
        " Wh",
        -4.723352e-06
      ],
      [
        "ist",
        -5.3596854e-05
      ],
      [
        "ler",
        -2.1008714e-06
      ]
    ]
  },
  "Chilean artist Alexander Sutulov created a five-part series named after one of these, while his graphic prints include a monochrome depiction of one famous example with added splotches of colors along the spectrum. Earth and Victory fit around a twisted example of one of these in the main section of an ivory work created to celebrate Justinian's rule, the Barberini Diptych. One example stands on a": {
    "guess": "Spiral",
    "confidence": [
      [
        "S",
        -1.4796772
      ],
      [
        "pir",
        -0.5536587
      ],
      [
        "al",
        -0.021416241
      ]
    ]
  },
  "China refused to sign this treaty when Shandong was transferred to Japan. John Maynard Keynes criticized it in The Economic Consequences of the Peace, predicting hyperinflation that plagued the (*) Weimar": {
    "guess": "Treaty of Versailles",
    "confidence": [
      [
        "T",
        -0.025744528
      ],
      [
        "reat",
        -4.723352e-06
      ],
      [
        "y",
        -0.00016015393
      ],
      [
        " of",
        -0.001364047
      ],
      [
        " Vers",
        -0.00027170655
      ],
      [
        "ailles",
        -1.4378848e-05
      ]
    ]
  },
  "One of the chief architects of this action quickly fell out of favor and wound up under the protection of the Duke of Weimar, where he wrote a book about Freemason and Illuminati influence on his home country Joseph Martin-Dauch from Castelnaudary notably abstained from this action, and is seen crossing his arms at the side of a depiction of it. It was led by Jean Mounier, who declared that a newly": {
    "guess": "Tennis Court Oath",
    "confidence": [
      [
        "T",
        -0.30357558
      ],
      [
        "ennis",
        -0.00040195213
      ],
      [
        " Court",
        -0.0002576442
      ],
      [
        " O",
        -2.577686e-06
      ],
      [
        "ath",
        -0.00091098674
      ]
    ]
  },
  "Chin P'ing Mei anytime)  Journet et al found that, in leaf mitochondria, the addition of this compound helps inhibit oxygen consumption during amino acid oxidation. The reaction of the 2-pyrone in macrophomic acid synthesis sees this compound decarboxylated and coordinated to a magnesium ion before either a Michael addition or a Diels-Alder sequence. An acyltransferase forms 2-methylcitrate from propanoyl- CoA and from this compound. A carboxykinase in the mesophyll forms this compound from carbon dioxide and PEP. In the urea cycle, alpha-ketoglutarate and aspartate react with a transaminase to give glutamate and this compound. It naturally forms pyruvate over time, especially when aided by its namesake decarboxylase. FTP, identify this four-carbon dicarboxylic acid, which is formed in the oxidation of malate and which, in the first step of the Krebs cycle, reacts with acetyl-CoA to form citrate.": {
    "guess": "Succinate",
    "confidence": [
      [
        "S",
        -0.023619639
      ],
      [
        "ucc",
        -3.3213026e-05
      ],
      [
        "inate",
        -0.45958108
      ]
    ]
  },
  "Children of this god include Enbilulu, the lord of canals, and Ninazu, the lord of healing, and this": {
    "guess": "Enki",
    "confidence": [
      [
        "En",
        -0.013483011
      ],
      [
        "ki",
        -0.023771677
      ]
    ]
  },
  "As a child, this man received the nickname kozaru because his facial features and skinny frame resembled that of a monkey. Upon the assassination of this man's liegelord, he defeated Akechi Mitsuhide at the Battle of Yamakazi. This leader, who initiated construction of Osaka Castle, led failed invasions": {
    "guess": "Toyotomi Hideyoshi",
    "confidence": [
      [
        "Toy",
        -0.0025547347
      ],
      [
        "ot",
        -2.8564085e-05
      ],
      [
        "omi",
        -0.000114748334
      ],
      [
        " Hide",
        -6.6947665e-05
      ],
      [
        "y",
        -4.7994283e-05
      ],
      [
        "oshi",
        -4.9424725e-05
      ]
    ]
  },
  "One child this deity fathered was a giant from Epidauros who robbed travelers with his giant club, while another of his children was guarded  by a serpent at birth and later became King of Athens after": {
    "guess": "Cecrops",
    "confidence": [
      [
        "C",
        -0.72161484
      ],
      [
        "ec",
        -0.0058208373
      ],
      [
        "rops",
        -0.0003280752
      ]
    ]
  },
  "One child this deity fathered was a giant from Epidauros who robbed travelers with his giant club, while another of his children was guarded  by a serpent at birth and later became King of Athens after he expelled Amphictyon; those sons are Periphetes and Erichthonius. Worshiped by the Sinians, this deity may have been the father of the Palaci, who are associated with geysers on Sicily. This god got his revenge on Hera by tricking her to sit on a magic throne that would not allow her to get up until he was given (*) Aphrodite as his wife. At his home on the island Lemnos, where he landed after being thrown off of Mount Olympus, he constructed such items as Eros's arrows, Achilles's armor, and Helios's chariot. For 10 points, name this Greek god of volcanoes and fire, a craftsman known for his ugliness and for being handicapped.": {
    "guess": "Hephaestus",
    "confidence": [
      [
        "H",
        -0.000492149
      ],
      [
        "ep",
        -2.9875326e-05
      ],
      [
        "ha",
        -5.3358446e-05
      ],
      [
        "est",
        -2.9636918e-05
      ],
      [
        "us",
        -6.5278815e-05
      ]
    ]
  },
  "In the chiral bag model of nucleons, this effect explains the origin of non-zero expectation values for fermion bilinears, and it has been proposed as a possible explanation for sonoluminescence.  It has been measured to within 1% of its theoretical value using a polystyrene sphere attached to the tip of an atomic force microscope.  Its namesake originally proposed it after investigating van der Waals forces in colloidal solutions, when he noted that fluctuations in the second-quantized electromagnetic field could explain the interaction between two neutral particles. FTP name this effect that describes the attractive force between two uncharged conducting plates in a vacuum, which is named for a Dutch physicist.": {
    "guess": "Casimir effect",
    "confidence": [
      [
        "Cas",
        -0.0015433112
      ],
      [
        "imir",
        -2.1008714e-06
      ],
      [
        " effect",
        -0.0003551271
      ]
    ]
  },
  "In a Chinese analog to this fairy tale, the central character befriends a fish and is instructed to bury": {
    "guess": "The Little Mermaid",
    "confidence": [
      [
        "The",
        -0.07854921
      ],
      [
        " Little",
        -0.06606433
      ],
      [
        " Mer",
        -0.009182186
      ],
      [
        "maid",
        -2.1008714e-06
      ]
    ]
  },
  "His The Child Buyer is rumination on the value of public education, while an obsessed craftsman becomes involved with a woman trying to escape her past in The Walnut Door. His time as a war correspondent inspired his Into the Valley and Men on Bataan, while another of his works appeared as a report in": {
    "guess": "Stephen Crane",
    "confidence": [
      [
        "Stephen",
        -0.060168225
      ],
      [
        " Crane",
        -0.012610547
      ]
    ]
  },
  "As chief counsel for the Senate Labor Rackets Committee, this man investigated the Teamsters. In 1964, he was elected Senator from New York, and this former US Attorney General ran for the 1968 Democratic (*) Presidential nomination, campaigning to promote racial equality and end the Vietnam War. For 10 points, name this man who won the California Primary shortly before being shot by Sirhan Sirhan,": {
    "guess": "Robert F. Kennedy",
    "confidence": [
      [
        "Robert",
        -0.21814647
      ],
      [
        " F",
        -0.0005614925
      ],
      [
        ".",
        -0.0005654226
      ],
      [
        " Kennedy",
        -3.202099e-05
      ]
    ]
  },
  "This Chinese revolutionary leader trained and graduated in medicine in Hong Kong, and was not involved in organizing the 1911 revolution that overthrew the Qing dynasty, being overseas at this point of time. He is now, however, credited for shaping the ideology and tone of the republic that succeeded": {
    "guess": "Sun Yat-sen",
    "confidence": [
      [
        "Sun",
        -0.0009121788
      ],
      [
        " Y",
        -4.036525e-05
      ],
      [
        "at",
        -7.243103e-05
      ],
      [
        "-s",
        -0.0003093639
      ],
      [
        "en",
        -5.080963e-06
      ]
    ]
  },
  "The Chikyu Hakken mission is attempting to explore this region. This region contains such polymorphs of rocks as wadsleyite and ringwoodite, as well as the perovskite-structured pyroxene enstatite. The": {
    "guess": "Mantle (geology)",
    "confidence": [
      [
        "M",
        -0.067054406
      ],
      [
        "ant",
        -1.831257e-05
      ],
      [
        "le",
        -4.8425554e-06
      ],
      [
        " (",
        -3.4524266e-05
      ],
      [
        "ge",
        -0.00015776986
      ],
      [
        "ology",
        -4.8425554e-06
      ],
      [
        ")",
        -2.1008714e-06
      ]
    ]
  },
  "His children include Asma'aa, \"the one with two belts\", and Muhammad, who had a hand in the assassination of a caliph. He was said to be kind-hearted, and after the Battle of Badr he saved the captives": {
    "guess": "Ali ibn Abi Talib",
    "confidence": [
      [
        "Ali",
        -0.16677171
      ],
      [
        " ib",
        -0.036947213
      ],
      [
        "n",
        -3.261701e-05
      ],
      [
        " Ab",
        -0.019181108
      ],
      [
        "i",
        -0.00026848805
      ],
      [
        " Tal",
        -0.00083512004
      ],
      [
        "ib",
        -0.00011343709
      ]
    ]
  },
  "One of his chief enemies went bald at the age of eight from the trauma of seeing his father kill himself in a game of Russian Roulette.  He's not Spiderman, but during the Dark Regin story arc he was hunted": {
    "guess": "Norman Osborn",
    "confidence": [
      [
        "Norm",
        -0.08752929
      ],
      [
        "an",
        -0.00022141727
      ],
      [
        " Os",
        -0.00016182278
      ],
      [
        "born",
        -4.8425554e-06
      ]
    ]
  },
  "His children include Asma'aa, \"the one with two belts\", and Muhammad, who had a hand in the assassination of a caliph. He was said to be kind-hearted, and after the Battle of Badr he saved the captives from the death penalty. He began the Ridda wars to bring the Hejaz and Nezd tribes under Muslim control": {
    "guess": "Abu Bakr",
    "confidence": [
      [
        "Ab",
        -0.18653975
      ],
      [
        "u",
        -0.002794776
      ],
      [
        " Bak",
        -0.00029136782
      ],
      [
        "r",
        -0.00021533787
      ]
    ]
  },
  "The \"chickee\" house was engineered for use in this area, which is the home of the Miccosukee and borders the national parks of Fort Jefferson, Biscayne and Dry Tortugas. Areas of slightly higher elevation here are receptive to the growth of tropical trees such as cocoplum and mahogany, which mix with temperate vegetation in an arrangement found nowhere else in the United States. Among its endangered species are the wood stork, Atlantic leatherback turtle, and American crocodile; it is the only place where crocodiles co-exist with alligators. FTP, name this four thousand, three hundred square mile region bordering Big Cypress Swamp and Lake Okechobee; a grassy marshland that comprises a protected": {
    "guess": "Everglades",
    "confidence": [
      [
        "Ever",
        -0.005189647
      ],
      [
        "gl",
        -0.0001170132
      ],
      [
        "ades",
        -7.8987236e-05
      ]
    ]
  },
  "Chilean artist Alexander Sutulov created a five-part series named after one of these, while his graphic prints include a monochrome depiction of one famous example with added splotches of colors along the spectrum. Earth and Victory fit around a twisted example of one of these in the main section of an ivory work created to celebrate Justinian's rule, the Barberini Diptych. One example stands on a pedestal protruding from a wall with leaves and under an architectural canopy, and resides in Bamberg Cathedral. In addition to Paolo Uccello's Funerary Monument to Sir John Hawkwood, one of these survived to the present day because it was believed to depict Constantine, while a famous example depicts": {
    "guess": "Equestrian statue",
    "confidence": [
      [
        "E",
        -0.67890394
      ],
      [
        "quest",
        -0.001396784
      ],
      [
        "rian",
        -9.253091e-06
      ],
      [
        " statue",
        -0.12943286
      ]
    ]
  },
  "One of his chief enemies went bald at the age of eight from the trauma of seeing his father kill himself in a game of Russian Roulette.  He's not Spiderman, but during the Dark Regin story arc he was hunted down by Super Hero-wannabe Norman Osborn.  After this character got shot, his nervous (*) system was taken over by a chip implanted in him by Kearson DeWitt.  He has done battle with Force, a subordinate of Justin Hammer, and was once helped out by a fatal distraction caused by Ho Yinsen.  A rival": {
    "guess": "Iron Man",
    "confidence": [
      [
        "Iron",
        -0.21293858
      ],
      [
        " Man",
        -0.008980658
      ]
    ]
  },
  "In Chinese history, this phrase refers to a period of reform during which K'ang Yu-Wei persuaded the Kuang-hsu emperor to issue over 40 edicts following the Sino-Japanese War. This phrase also refers to a period which began with a famous landing at Cannes, as well as a period during which all banks remained closed for a \"holiday\" until Congress could meet on March 9th. In American history this phrase refers to a time period which saw the passing of such legislation as the AAA, and the NIRA, but the most famous period designated by this name came to an end on June 18, 1815 with the victory of Blucher and Wellington at Waterloo. For ten points, give the shared name of these periods of time, the": {
    "guess": "Great Depression",
    "confidence": [
      [
        "Great",
        -0.6935838
      ],
      [
        " Depression",
        -0.181814
      ]
    ]
  },
  "This Chinese revolutionary leader trained and graduated in medicine in Hong Kong, and was not involved": {
    "guess": "Sun Yat-sen",
    "confidence": [
      [
        "Sun",
        -0.010812344
      ],
      [
        " Y",
        -0.00032521432
      ],
      [
        "at",
        -3.5120287e-05
      ],
      [
        "-s",
        -0.002234117
      ],
      [
        "en",
        -1.831257e-05
      ]
    ]
  },
  "Chicago Open 2008: The End Comes…Beyond the Omega Point  Packet by Time Without Bells  (Evan Adams, Carlo Angiuli, Bryce Durgin, and Greg Peterson)  Tossups  This painting was the inspiration for Frank Budgen's analysis of Joyce's \"Nausicaa\" episode, and was the fourth in a series also containing \"Chelsea\" and \"Old Battersea Bridge.\" It depicts the Cremorne Gardens, but its artist chose not to title it \"View of Cremorne\" because he said that title would cause \"disappointment on the part of the beholders.\" The only human in the painting is a small girl at the bottom, sitting on the shore with her back to the viewer. It was first exhibited at the Grosvenor Gallery along with the work of Edward-Burne": {
    "guess": "Nocturne in Black and Gold – The Falling Rocket",
    "confidence": [
      [
        "No",
        -0.007907546
      ],
      [
        "ct",
        -0.00010235115
      ],
      [
        "urn",
        -0.0011659377
      ],
      [
        "e",
        -0.0006745471
      ],
      [
        " in",
        -0.16263427
      ],
      [
        " Black",
        -0.13685998
      ],
      [
        " and",
        -6.2775536e-05
      ],
      [
        " Gold",
        -9.364929e-05
      ],
      [
        " –",
        -0.10245994
      ],
      [
        " The",
        -0.01626251
      ],
      [
        " Falling",
        -0.0010487661
      ],
      [
        " Rocket",
        -0.00046975704
      ]
    ]
  },
  "One of the chief architects of this action quickly fell out of favor and wound up under the protection of the Duke of Weimar, where he wrote a book about Freemason and Illuminati influence on his home country Joseph Martin-Dauch from Castelnaudary notably abstained from this action, and is seen crossing his arms at the side of a depiction of it. It was led by Jean Mounier, who declared that a newly created body existed \"wherever its members are assembled.\" Its participants pledged \"not to separate,": {
    "guess": "Tennis Court Oath",
    "confidence": [
      [
        "T",
        -0.11058721
      ],
      [
        "ennis",
        -0.00016134596
      ],
      [
        " Court",
        -6.909333e-05
      ],
      [
        " O",
        -3.1281633e-07
      ],
      [
        "ath",
        -9.531814e-05
      ]
    ]
  },
  "In Chinese history, this phrase refers to a period of reform during which K'ang Yu-Wei persuaded the Kuang-hsu emperor to issue over 40 edicts following the Sino-Japanese War. This phrase also refers to a period which began with a famous landing at Cannes, as well as a period during which all banks remained closed for a \"holiday\" until Congress could meet on March 9th. In American history this phrase refers to a time period which saw the passing of such legislation as the AAA, and the NIRA, but the most famous period designated by this name came to an end on June 18, 1815 with the victory of Blucher": {
    "guess": "Interregnum",
    "confidence": [
      [
        "Inter",
        -1.1156667
      ],
      [
        "reg",
        -0.08909105
      ],
      [
        "num",
        -0.00029291748
      ]
    ]
  },
  "His chief employees included John Trenchard and Thomas Gordon, who used the pseudonym Cato. His target": {
    "guess": "Robert Walpole",
    "confidence": [
      [
        "Robert",
        -0.21759903
      ],
      [
        " Wal",
        -0.6104939
      ],
      [
        "pole",
        -0.00012999907
      ]
    ]
  },
  "One child this deity fathered was a giant from Epidauros who robbed travelers with his giant club, while another of his children was guarded  by a serpent at birth and later became King of Athens after he expelled Amphictyon; those sons are Periphetes and Erichthonius. Worshiped by the Sinians, this": {
    "guess": "Theseus",
    "confidence": [
      [
        "These",
        -0.66304725
      ],
      [
        "us",
        -0.00033701185
      ]
    ]
  },
  "The Chinese name for this district is that of its main east-to-west road, Dong Jiao Min Xiang, or \"East River-Rice Lane,\" referencing its importance as a thoroughfare for grain transport. This district's primary function arose when, because of its proximity to the Grand Canal, the Ming Dynasty used it as the location of the Ministry of Rites. This district was modernized in 1860 under a government body called the Zongli Yamen. Following the murder of Baron von Ketteler, Herbert Squiers and Claude MacDonald raised a defense of the Tartar Wall in this district. It was targeted by the restrained Ronglu and the ferocious Dong Fuxiang, the latter of whom commanded a Muslim army called the Kansu Braves.": {
    "guess": "Dongcheng District",
    "confidence": [
      [
        "D",
        -0.5693432
      ],
      [
        "ong",
        -0.0019393462
      ],
      [
        "cheng",
        -0.3535234
      ],
      [
        " District",
        -0.00012701898
      ]
    ]
  },
  "A chief named Agueybana believed that this man was a god, but realized his mistake after his brother drowned Diego Salcado in a river.  After that, the Tainos revolted against this governor of Borinken, but their bows and arrows were no match for the guns his men possessed.  This man was appointed to his first important post by the man who introduced the encomienda system, Nicolas de Ovando.  He died in 1521 following a visit to Pine Island, where the Calusas were under no false impressions of his": {
    "guess": "Juan Ponce de León",
    "confidence": [
      [
        "Juan",
        -0.010704551
      ],
      [
        " P",
        -0.007725753
      ],
      [
        "once",
        -0.00010402
      ],
      [
        " de",
        -0.001152244
      ],
      [
        " Le",
        -0.08632588
      ],
      [
        "ón",
        -2.8802491e-05
      ]
    ]
  },
  "In a Chinese analog to this fairy tale, the central character befriends a fish and is instructed to bury its bones at the four corners of its bed. A Celtic variant on this story theme centers around Fair, Brown, and Trembling. In a German version of this fairy tale, the protagonist jumps into a pigeon house and leaves clothing in a hazel tree to be taken away by doves. In that story, which is centered around (*) Ashenputtel, one character cuts off her toes and another cuts off her heel in an attempt to make their feet smaller for a glass slipper. For 10 points, name this folk tale generally involving": {
    "guess": "Cinderella",
    "confidence": [
      [
        "C",
        -0.0030878747
      ],
      [
        "inder",
        -4.723352e-06
      ],
      [
        "ella",
        -0.00017171667
      ]
    ]
  },
  "In Chinese myth, one figure of this type was beaten to death with a club by his jealous student Feng Meng and murdered the river god Ho Po to steal his beautiful wife. The Queen Mother of the West gave one man in this occupation a drug of immortality, which his wife stole, becoming the moon goddess Chang'e. In Greek myth, a warrior of this type was left on Lemnos due to a festering wound from a snakebite. In Chinese myth, they include Hou Yi, who saved the world by destroying nine of the ten suns. In Greek myth, Philoctetes was this type of warrior, as was the god who obtained the Oracle of Delphi by killing Python. For 10 points, name these mythical figures including Apollo and Artemis, who all used a bow and arrow.": {
    "guess": "List of mythological archers",
    "confidence": [
      [
        "List",
        -0.9588132
      ],
      [
        " of",
        -0.00079914613
      ],
      [
        " myth",
        -0.6129062
      ],
      [
        "ological",
        -0.013639184
      ],
      [
        " arch",
        -0.61157584
      ],
      [
        "ers",
        -0.001184992
      ]
    ]
  },
  "This Chinese revolutionary leader trained and graduated in medicine in Hong Kong, and was not involved in organizing the 1911 revolution that overthrew the Qing dynasty, being overseas at this point of time. He is now, however, credited for shaping the ideology and tone of the republic that succeeded the Qing. Perhaps the only Chinese revolutionary leader that is revered in both mainland China and": {
    "guess": "Sun Yat-sen",
    "confidence": [
      [
        "Sun",
        -0.0013721456
      ],
      [
        " Y",
        -0.00012380048
      ],
      [
        "at",
        -0.00012260844
      ],
      [
        "-s",
        -0.00034070716
      ],
      [
        "en",
        -9.968313e-06
      ]
    ]
  },
  "Chiral oxazaboroladine [ox-AY-zuh-bo-RO-lid-een] has been shown to improve both enantio and regioselectivity for this reaction. Imidazolinium salts catalyze it when an imine is substituted for one of the reactants, and when this reaction is under kinetic control, the (*) endo adduct is favored. As observed in this reaction and its aforementioned aza modification, it requires one of the reactants to be in the s-cis conformation and is driven by HOMO and LUMO overlap between the diene and dienophile respectively. For 10 points, name this reaction which yields a cyclohexene product, a certain 4+2": {
    "guess": "Diels–Alder reaction",
    "confidence": [
      [
        "Di",
        -0.0012935702
      ],
      [
        "els",
        -2.1008714e-06
      ],
      [
        "–",
        -0.4335447
      ],
      [
        "A",
        0.0
      ],
      [
        "lder",
        -5.3193703e-06
      ],
      [
        " reaction",
        -0.00013023747
      ]
    ]
  },
  "Chicago artists Barbara Jones-Hogu, Jeff Donaldson, and Wadsworth Jarrell founded a group of this name as a \"Revolutionary\" organization for black artists; in turn it evolved into a group consisting of the same name preceded by the hyphenated word \"AFRI-.\" The original group of this name, formed in 1949, drew influences for its primitive take on abstract painting from Norse myth, and was led by such men as Asger Jorn, Pierre Alechinsky, and the Dutchmen Constant and Karel Appel. Taking its oddly": {
    "guess": "COBRA",
    "confidence": [
      [
        "CO",
        -0.61439645
      ],
      [
        "B",
        -0.0028801188
      ],
      [
        "RA",
        -1.9361265e-07
      ]
    ]
  },
  "Chiral oxazaboroladine [ox-AY-zuh-bo-RO-lid-een] has been shown to improve both enantio and regioselectivity for this reaction. Imidazolinium salts catalyze it when an imine is substituted for one of the reactants, and when this reaction is under kinetic control, the (*) endo adduct is favored. As observed in this reaction and its aforementioned aza modification, it requires one of the reactants to": {
    "guess": "Diels–Alder reaction",
    "confidence": [
      [
        "Di",
        -0.009550663
      ],
      [
        "els",
        -0.00017672323
      ],
      [
        "–",
        -0.08791606
      ],
      [
        "A",
        -4.4849444e-06
      ],
      [
        "lder",
        -5.2643223e-05
      ],
      [
        " reaction",
        -0.0023077428
      ]
    ]
  },
  "Chiral oxazaboroladine [ox-AY-zuh-bo-RO-lid-een] has been shown to improve both enantio and regioselectivity": {
    "guess": "Oxazaboroladine",
    "confidence": [
      [
        "O",
        -1.106315
      ],
      [
        "x",
        -0.024613671
      ],
      [
        "az",
        -0.015805354
      ],
      [
        "abor",
        -1.6166903e-05
      ],
      [
        "ol",
        -0.36052832
      ],
      [
        "ad",
        -0.018918412
      ],
      [
        "ine",
        -0.013526295
      ]
    ]
  },
  "A children's work of this author written for his son Caspar features an inventor who fixes the titular": {
    "guess": "Ian Fleming",
    "confidence": [
      [
        "Ian",
        -0.27718717
      ],
      [
        " Fleming",
        -0.0054537165
      ]
    ]
  },
  "One of the chief architects of this action quickly fell out of favor and wound up under the protection": {
    "guess": "The Fall of the Western Roman Empire",
    "confidence": [
      [
        "The",
        -2.8421288
      ],
      [
        " Fall",
        -2.0558915
      ],
      [
        " of",
        -0.008248479
      ],
      [
        " the",
        -1.1607077
      ],
      [
        " Western",
        -0.7810288
      ],
      [
        " Roman",
        -0.0007237526
      ],
      [
        " Empire",
        -0.00018351417
      ]
    ]
  },
  "One of his chief enemies went bald at the age of eight from the trauma of seeing his father kill himself in a game of Russian Roulette.  He's not Spiderman, but during the Dark Regin story arc he was hunted down by Super Hero-wannabe Norman Osborn.  After this character got shot, his nervous (*) system was taken over by a chip implanted in him by Kearson DeWitt.  He has done battle with Force, a subordinate of Justin Hammer, and was once helped out by a fatal distraction caused by Ho Yinsen.  A rival of Obadiah Stane, in Marvel's Civil War, he became the leader of the superhero faction that supported the Registration Act, but recanted after the assassination of Captain America.  For 10 points, name this \"Invincible\" member of the Avengers portrayed by Robert Downey, Jr. in two live-action films.": {
    "guess": "Iron Man",
    "confidence": [
      [
        "Iron",
        -0.02776229
      ],
      [
        " Man",
        -0.0041112923
      ]
    ]
  },
  "In Chinese history, this phrase refers to a period of reform during which K'ang Yu-Wei persuaded the Kuang-hsu emperor to issue over 40 edicts following the Sino-Japanese War. This phrase also refers to": {
    "guess": "Hundred Days' Reform",
    "confidence": [
      [
        "H",
        -0.120114
      ],
      [
        "undred",
        -4.7159858e-05
      ],
      [
        " Days",
        -0.0027044234
      ],
      [
        "'",
        -0.0070755174
      ],
      [
        " Reform",
        -0.00061378995
      ]
    ]
  },
  "A Chicago native, he started in music with a job at Brown Music Company, and chose to learn the cheapest possible instrument. In 1921, he joined The Frivolians, but switched to The Austin High Gang with": {
    "guess": "Jelly Roll Morton",
    "confidence": [
      [
        "J",
        -1.5294406
      ],
      [
        "elly",
        -0.27975613
      ],
      [
        " Roll",
        -1.50940705e-05
      ],
      [
        " Morton",
        -0.0004156569
      ]
    ]
  },
  "One of the chief architects of this action quickly fell out of favor and wound up under the protection of the Duke of Weimar, where he wrote a book about Freemason and Illuminati influence on his home country Joseph Martin-Dauch from Castelnaudary notably abstained from this action, and is seen crossing his arms at the side of a depiction of it. It was led by Jean Mounier, who declared that a newly created body existed \"wherever its members are assembled.\" Its participants pledged \"not to separate, and to reassemble wherever circumstances require, until the constitution of the kingdom is established\" one month before the storming of the Bastille. For 10 points, name this June 20, 1789 event which, due to locked doors at the National Assembly's meeting hall at Versailles, took place at a sporting": {
    "guess": "Tennis Court Oath",
    "confidence": [
      [
        "T",
        -0.05902279
      ],
      [
        "ennis",
        -1.3544423e-05
      ],
      [
        " Court",
        -0.00018542144
      ],
      [
        " O",
        -3.190179e-05
      ],
      [
        "ath",
        -1.2590794e-05
      ]
    ]
  },
  "The Chicago Bears have been more successful this year than anyone would have imagined, achieving a six": {
    "guess": "2021 Chicago Bears season",
    "confidence": [
      [
        "202",
        -0.33531216
      ],
      [
        "1",
        -0.045265548
      ],
      [
        " Chicago",
        -0.027947195
      ],
      [
        " Bears",
        -0.00029315587
      ],
      [
        " season",
        -0.0003710894
      ]
    ]
  },
  "Chickens can develop this condition if infected with Marek's disease.  A study of this disease focused on the protein Milano ApoA-I, which differs from the regular ApoA-I by a substitution of arginine for cystenine at position 173.  Niacin and a class of drugs known as statins are used to treat this condition.  Rupturing of the lumen wall in it is known as stenosis, and macrophages make up the atheromatous plaque, which is one of the causes of this disease.  Usually a precursor to heart attacks or": {
    "guess": "Atherosclerosis",
    "confidence": [
      [
        "A",
        -0.16879289
      ],
      [
        "theros",
        -9.901345e-05
      ],
      [
        "clerosis",
        -0.00025895544
      ]
    ]
  },
  "He had only one child, the \"flower of woman\" Plur nam Ban, but left her behind in the Land of Promise": {
    "guess": "Child custody",
    "confidence": [
      [
        "Child",
        -1.8825284
      ],
      [
        " custody",
        -0.9830486
      ]
    ]
  },
  "The Chikyu Hakken mission is attempting to explore this region. This region contains such polymorphs of rocks as wadsleyite and ringwoodite, as well as the perovskite-structured pyroxene enstatite. The D'' [D double prime] region is found in its homogeneous lower portion, while a Low Velocity Zone extends": {
    "guess": "Mantle (geology)",
    "confidence": [
      [
        "M",
        -0.013240578
      ],
      [
        "ant",
        -6.869018e-06
      ],
      [
        "le",
        -6.0345924e-06
      ],
      [
        " (",
        -2.9160103e-05
      ],
      [
        "ge",
        -7.822647e-06
      ],
      [
        "ology",
        -7.3458323e-06
      ],
      [
        ")",
        -3.650519e-06
      ]
    ]
  },
  "Chickens can develop this condition if infected with Marek's disease.  A study of this disease focused on the protein Milano ApoA-I, which differs from the regular ApoA-I by a substitution of arginine": {
    "guess": "Atherosclerosis",
    "confidence": [
      [
        "A",
        -0.83549905
      ],
      [
        "theros",
        -0.021521254
      ],
      [
        "clerosis",
        -8.792751e-05
      ]
    ]
  },
  "The chiral ligand DIPAMP was used with this reaction by William S. Knowles to create an industrial process for the production of L-DOPA. Under conditions that would normally produce this reaction, benzyl ethers are cleaved to produce toluene and an alcohol. The enthalpy change of benzene undergoing this reaction can be used to estimate its resonance energy. The first efficient homogeneous catalyst used for this reaction was Wilkinson's. Another catalyst used for this reaction allows the production of cis-alkenes from alkynes and is Lindlar's catalyst. This reaction that can be catalyzed by Raney nickel when used to increase the amount of saturated fats in vegetable oil. For 10 points, name this reaction that involves adding the lightest element to a bond.": {
    "guess": "Hydrogenation",
    "confidence": [
      [
        "Hy",
        -0.0512978
      ],
      [
        "dro",
        -0.00010902656
      ],
      [
        "gen",
        -0.0011275982
      ],
      [
        "ation",
        -8.172892e-05
      ]
    ]
  },
  "\"Do the Chinese, who think using one set of symbols, experience the world differently form North Americans who think in English or Spanish? The answer is yes.\" The above statement agrees with—for 10 points—what": {
    "guess": "Sapir-Whorf hypothesis",
    "confidence": [
      [
        "S",
        -0.642517
      ],
      [
        "ap",
        -0.0009433844
      ],
      [
        "ir",
        -0.00021140782
      ],
      [
        "-",
        -0.10256065
      ],
      [
        "Wh",
        -4.4849444e-06
      ],
      [
        "orf",
        -8.43514e-05
      ],
      [
        " hypothesis",
        -0.24251758
      ]
    ]
  },
  "When this man was a child, he and his mother would chase each other around a tree with thorn branches, each trying to harm the other; later, this man defeated the fire-breathing fairy Aillen. This figure employed the great huntsman Comhrag of the Five Hundred Hounds, the wise Druid Cainnelsciath of the": {
    "guess": "Fionn mac Cumhaill",
    "confidence": [
      [
        "F",
        -0.0031765217
      ],
      [
        "ion",
        -0.00097053725
      ],
      [
        "n",
        -0.0001470452
      ],
      [
        " mac",
        -0.0022486267
      ],
      [
        " Cum",
        -2.2007884e-05
      ],
      [
        "ha",
        -0.0004456852
      ],
      [
        "ill",
        -1.8624639e-06
      ]
    ]
  },
  "In the chiral bag model of nucleons, this effect explains the origin of non-zero expectation values for fermion bilinears, and it has been proposed as a possible explanation for sonoluminescence.  It has been measured to within 1% of its theoretical value using a polystyrene sphere attached to the tip of an atomic force microscope.  Its namesake originally proposed it after investigating van der Waals forces in colloidal solutions, when he noted that fluctuations in the second-quantized electromagnetic field could explain the interaction between two neutral particles. FTP name this effect that": {
    "guess": "Casimir effect",
    "confidence": [
      [
        "Cas",
        -0.011525566
      ],
      [
        "imir",
        -5.2001665e-06
      ],
      [
        " effect",
        -0.064154334
      ]
    ]
  },
  "In Chinese myth, one figure of this type was beaten to death with a club by his jealous student Feng Meng and murdered the river god Ho Po to steal his beautiful wife. The Queen Mother of the West gave one man in this occupation a drug of immortality, which his wife stole, becoming the moon goddess Chang'e. In Greek myth, a warrior of this type was left on Lemnos due to a festering wound from a snakebite. In Chinese myth, they include Hou Yi, who saved the world by destroying nine of the ten suns. In Greek myth, Philoctetes was this type of warrior, as was the god who obtained the Oracle of Delphi by killing Python. For 10 points, name these mythical figures including Apollo and Artemis, who": {
    "guess": "Oracle",
    "confidence": [
      [
        "Oracle",
        -0.9118511
      ]
    ]
  },
  "A children's work of this author written for his son Caspar features an inventor who fixes the titular car, which later comes to life. He found the name for his most famous character when he met an ornithologist in Jamaica. The series of twelve novels and two short story collections in which this character appears was likely influenced by his time in the Naval Intelligence Division in WWII. As well": {
    "guess": "Ian Fleming",
    "confidence": [
      [
        "Ian",
        -0.034879427
      ],
      [
        " Fleming",
        -0.0005520791
      ]
    ]
  },
  "As chief counsel for the Senate Labor Rackets Committee, this man investigated the Teamsters. In 1964, he was elected Senator from New York, and this former US Attorney General ran for the 1968 Democratic": {
    "guess": "Robert F. Kennedy",
    "confidence": [
      [
        "Robert",
        -0.030376293
      ],
      [
        " F",
        -0.000774847
      ],
      [
        ".",
        -0.00021355349
      ],
      [
        " Kennedy",
        -3.1737043e-06
      ]
    ]
  },
  "His children include Asma'aa, \"the one with two belts\", and Muhammad, who had a hand in the assassination of a caliph. He was said to be kind-hearted, and after the Battle of Badr he saved the captives from the death penalty. He began the Ridda wars to bring the Hejaz and Nezd tribes under Muslim control after they refused the zakat, but he only reigned for two years, when he was succeeded by Umar. Venerated by Sunni but hated by Shi'a, for 10 points, name this father of Muhammad's wife Aisha, the first Caliph of Islam and close companion of the Prophet Muhammad.": {
    "guess": "Abu Bakr",
    "confidence": [
      [
        "Ab",
        -0.0023883758
      ],
      [
        "u",
        -0.0028286502
      ],
      [
        " Bak",
        -0.0003498858
      ],
      [
        "r",
        -0.00036537863
      ]
    ]
  },
  "This Chinese revolutionary leader trained and graduated in medicine in Hong Kong, and was not involved in organizing the 1911 revolution that overthrew the Qing dynasty, being overseas at this point of time. He is now, however, credited for shaping the ideology and tone of the republic that succeeded the Qing. Perhaps the only Chinese revolutionary leader that is revered in both mainland China and Taiwan, FTP name this man who organized and led the Kuomintang, or Nationalist Party.": {
    "guess": "Sun Yat-sen",
    "confidence": [
      [
        "Sun",
        -0.0006963504
      ],
      [
        " Y",
        -3.7623562e-05
      ],
      [
        "at",
        -9.3410876e-05
      ],
      [
        "-s",
        -0.00026610398
      ],
      [
        "en",
        -6.9882217e-06
      ]
    ]
  },
  "His chief employees included John Trenchard and Thomas Gordon, who used the pseudonym Cato. His target quarreled constantly about his salary and was especially disliked for replacing chief justice Lewis Morris. During his trial, chief justice Delancey rebuffed his lawyer, who was forced to make his case that truth as a defense cannot be held as libel directly to the jury. His rival, the Gazette had aroused his ire by supporting new governor William Cosby. FTP, name this printer of the New York Weekly": {
    "guess": "John Peter Zenger",
    "confidence": [
      [
        "John",
        -0.42435735
      ],
      [
        " Peter",
        -0.005580456
      ],
      [
        " Z",
        -3.917321e-05
      ],
      [
        "enger",
        -0.00010950337
      ]
    ]
  },
  "Chicago police shot and killed one member of this organization, Fred Hampton, while he was sleeping. \"Blood of the Beast\" is a section of a work by a member of this group, Soul on Ice by Eldridge Cleaver. They wrote the \"Ten Point Program,\" and requested an exemption from military service for all (*) blacks in their \"What We Want, What We Believe\" platform.  The FBI's COINTELPRO program distributed a racist coloring book attributed to this organization. For 10 points, name this organization founded in Oakland by Bobby Seale and Huey Newton, a black nationalist group that espoused Maoist political philosophy.": {
    "guess": "Black Panther Party",
    "confidence": [
      [
        "Black",
        -0.0036055364
      ],
      [
        " Panther",
        -9.9371064e-05
      ],
      [
        " Party",
        -6.749814e-06
      ]
    ]
  },
  "One child this deity fathered was a giant from Epidauros who robbed travelers with his giant club, while another of his children was guarded  by a serpent at birth and later became King of Athens after he expelled Amphictyon; those sons are Periphetes and Erichthonius. Worshiped by the Sinians, this deity may have been the father of the Palaci, who are associated with geysers on Sicily. This god got his revenge on Hera by tricking her to sit on a magic throne that would not allow her to get up until": {
    "guess": "Erichthonius",
    "confidence": [
      [
        "E",
        -0.35418183
      ],
      [
        "rich",
        -0.0698783
      ],
      [
        "thon",
        -4.2868523e-05
      ],
      [
        "ius",
        -0.00023917861
      ]
    ]
  },
  "Children of this god include Enbilulu, the lord of canals, and Ninazu, the lord of healing, and this god's wife bears the epithet \"Lady of the Air\". This god raped that wife to produce his first-born child, Sin the moon god. After this god was banished to the underworld he fathered Nergal. According to the legends of Nippur, where this god had a sacred gate, this god's servant was the son of Siris; that servant, the winged demon Anzu, is slain by this god's son, the heroic Ninurta, after stealing the Tablets of Destiny from this god. For ten points, name this Mesopotamian god of winds and lord": {
    "guess": "Enlil",
    "confidence": [
      [
        "En",
        -0.008219744
      ],
      [
        "l",
        -0.032357145
      ],
      [
        "il",
        -1.4259645e-05
      ]
    ]
  },
  "Some children in this novel think a priest is demonic, so they have many fantasies on how he dies. A ferryman is about to charge two times the normal price for the protagonist, but decides to charge half that when he sees a wagon going to town. One character in this work likes the way the Victoria smells, and this work sees Sally's husband Ralph as an undertaker with alcoholism. Walter Starr comforts the central group in this work that sees a tale told about a butterfly landing on a coffin, which": {
    "guess": "The Secret History",
    "confidence": [
      [
        "The",
        -0.29887405
      ],
      [
        " Secret",
        -1.8719893
      ],
      [
        " History",
        -0.035812303
      ]
    ]
  },
  "Chin P'ing Mei anytime)  Journet et al found that, in leaf mitochondria, the addition of this compound helps inhibit oxygen consumption during amino acid oxidation. The reaction of the 2-pyrone in macrophomic acid synthesis sees this compound decarboxylated and coordinated to a magnesium ion before either a Michael addition or a Diels-Alder sequence. An acyltransferase forms 2-methylcitrate from propanoyl- CoA and from this compound. A carboxykinase in the mesophyll forms this compound from carbon dioxide and PEP. In the urea cycle, alpha-ketoglutarate and aspartate react with a transaminase to give glutamate and this compound. It naturally forms pyruvate over time, especially when aided by its namesake decarboxylase. FTP, identify this four-carbon dicarboxylic acid, which is formed in the oxidation of malate and which, in the first step of the Krebs cycle, reacts with acetyl-CoA to form": {
    "guess": "Succinate",
    "confidence": [
      [
        "S",
        -0.019915953
      ],
      [
        "ucc",
        -6.3490756e-05
      ],
      [
        "inate",
        -0.65027523
      ]
    ]
  },
  "Chicago Open 2008: The End Comes…Beyond the Omega Point  Packet by Time Without Bells  (Evan Adams, Carlo Angiuli, Bryce Durgin, and Greg Peterson)  Tossups  This painting was the inspiration for Frank Budgen's analysis of Joyce's \"Nausicaa\" episode, and was the fourth in a series also containing \"Chelsea\" and \"Old Battersea Bridge.\" It depicts the Cremorne Gardens, but its artist chose not to title it \"View of Cremorne\" because he said that title would cause \"disappointment on the part of the beholders.\" The only human in the painting is a small girl at the bottom, sitting on the shore with her back to the viewer. It was first exhibited at the Grosvenor Gallery along with the work of Edward-Burne Jones, and after it was described as \"flinging a pot of paint in the public's face,\" its artist sued the critic John Ruskin. FTP, name this 1872 American Impressionist work, a James Whistler painting depicting fireworks and subtitled \"The Falling Rocket.\"": {
    "guess": "No. 5, 1948",
    "confidence": [
      [
        "No",
        -0.6406837
      ],
      [
        ".",
        -1.4086463
      ],
      [
        " ",
        -0.9203733
      ],
      [
        "5",
        -0.038052853
      ],
      [
        ",",
        -0.43355227
      ],
      [
        " ",
        -0.041629676
      ],
      [
        "194",
        -0.0085624475
      ],
      [
        "8",
        -0.00036299456
      ]
    ]
  },
  "The Chikyu and Kola projects have attempted to reach this entity, but more famous is an attempt by the ship CUSS I. This entity is bounded on the bottom by the Gutenberg Discontinuity, which is where its D double-prime layer is found, and it contains the (*) asthenosphere. Convection currents within this body drive tectonic processes and it takes up the most space of any layer of the Earth. Bounded by the Moho on the top, this is, for ten points, what layer of the Earth, sandwiched between the outer": {
    "guess": "Mantle (geology)",
    "confidence": [
      [
        "M",
        -0.006771973
      ],
      [
        "ant",
        -1.1279553e-05
      ],
      [
        "le",
        -3.0471343e-05
      ],
      [
        " (",
        -3.7742768e-05
      ],
      [
        "ge",
        -3.2929079e-06
      ],
      [
        "ology",
        -0.00014501873
      ],
      [
        ")",
        -1.504853e-06
      ]
    ]
  },
  "Chinese eat its fried flowers and Americans use its wood for popsicle sticks. Turkeys, squirrels and other wild animals eat its seeds, while a medicine obtained from its bark can relieve asthma. The first arose 65 million years ago and the 240 species live everywhere from the Himalayas to the Amazon jungle. Breeders are working on dwarf versions and types with giant flowers, but its unaltered flowers are up to 15 inches across and smell like lemon. Named for a French botanist, it is a symbol of the": {
    "guess": "Magnolia",
    "confidence": [
      [
        "Magn",
        -0.020224884
      ],
      [
        "olia",
        -0.0043009846
      ]
    ]
  },
  "The children's book A Dog Came, Too tells of \"Our Dog,\" which accompanied the namesake of this river on his explorations. A local name for this river is \"Deh Cho\" or \"big river.\" The namesake of this river": {
    "guess": "Mackenzie River",
    "confidence": [
      [
        "M",
        -0.2931858
      ],
      [
        "ack",
        -2.9994528e-05
      ],
      [
        "enzie",
        -3.9292416e-05
      ],
      [
        " River",
        -2.3915141e-05
      ]
    ]
  },
  "The Chinese name for this district is that of its main east-to-west road, Dong Jiao Min Xiang, or \"East River-Rice Lane,\" referencing its importance as a thoroughfare for grain transport. This district's primary function arose when, because of its proximity to the Grand Canal, the Ming Dynasty used it as the location of the Ministry of Rites. This district was modernized in 1860 under a government body called the Zongli Yamen. Following the murder of Baron von Ketteler, Herbert Squiers and Claude MacDonald raised a defense of the Tartar Wall in this district. It was targeted by the restrained Ronglu and the ferocious Dong Fuxiang, the latter of whom commanded a Muslim army called the Kansu Braves. For 55 days, the occupants of this district waited while the Seymour Expedition failed and the Eight-Nation Alliance succeeded in relieving them. For 10 points, name this \"quarter\" of Beijing that": {
    "guess": "Dongcheng District",
    "confidence": [
      [
        "D",
        -0.6735175
      ],
      [
        "ong",
        -0.0011345011
      ],
      [
        "cheng",
        -0.28948224
      ],
      [
        " District",
        -0.0004040978
      ]
    ]
  },
  "In a Chinese analog to this fairy tale, the central character befriends a fish and is instructed to bury its bones at the four corners of its bed. A Celtic variant on this story theme centers around Fair, Brown, and Trembling. In a German version of this fairy tale, the protagonist jumps into a pigeon house and leaves clothing in a hazel tree to be taken away by doves. In that story, which is centered around (*) Ashenputtel, one character cuts off her toes and another cuts off her heel in an attempt": {
    "guess": "Cinderella",
    "confidence": [
      [
        "C",
        -0.0064450037
      ],
      [
        "inder",
        -1.0325924e-05
      ],
      [
        "ella",
        -3.261701e-05
      ]
    ]
  },
  "As a child, this man received the nickname kozaru because his facial features and skinny frame resembled that of a monkey. Upon the assassination of this man's liegelord, he defeated Akechi Mitsuhide at the Battle of Yamakazi. This leader, who initiated construction of Osaka Castle, led failed invasions of Korea in 1592 and 1598. After this man died, thus ending the Sengoku period, his son Hideyori": {
    "guess": "Toyotomi Hideyoshi",
    "confidence": [
      [
        "Toy",
        -0.007970114
      ],
      [
        "ot",
        -2.7372049e-05
      ],
      [
        "omi",
        -0.00021843717
      ],
      [
        " Hide",
        -3.035214e-05
      ],
      [
        "y",
        -1.8431772e-05
      ],
      [
        "oshi",
        -0.00015169414
      ]
    ]
  },
  "Chiral oxazaboroladine [ox-AY-zuh-bo-RO-lid-een] has been shown to improve both enantio and regioselectivity for this reaction. Imidazolinium salts catalyze it when an imine is substituted for one of the reactants, and when this reaction is under kinetic control, the (*) endo adduct is favored. As observed in this reaction and its aforementioned aza modification, it requires one of the reactants to be in the s-cis conformation and is driven by HOMO and LUMO overlap between the diene and dienophile": {
    "guess": "Diels–Alder reaction",
    "confidence": [
      [
        "Di",
        -0.0011429571
      ],
      [
        "els",
        -1.867018e-05
      ],
      [
        "–",
        -0.023936389
      ],
      [
        "A",
        -9.0883464e-07
      ],
      [
        "lder",
        -1.7120534e-05
      ],
      [
        " reaction",
        -0.0012460665
      ]
    ]
  },
  "In the chiral bag model of nucleons, this effect explains the origin of non-zero expectation values for fermion bilinears, and it has been proposed as a possible explanation for sonoluminescence.  It has": {
    "guess": "Chiral bag model",
    "confidence": [
      [
        "Ch",
        -0.24242815
      ],
      [
        "iral",
        -0.05170213
      ],
      [
        " bag",
        -0.6684767
      ],
      [
        " model",
        -0.0037047118
      ]
    ]
  },
  "Chin P'ing Mei anytime)  Journet et al found that, in leaf mitochondria, the addition of this compound": {
    "guess": "Mitochondrion",
    "confidence": [
      [
        "Mit",
        -0.3869706
      ],
      [
        "ochond",
        -0.0015849738
      ],
      [
        "r",
        -0.51121694
      ],
      [
        "ion",
        -0.0001659949
      ]
    ]
  },
  "As a child, this person was tutored by the person who would become Pope Adrian VI. This leader was represented": {
    "guess": "Charles V, Holy Roman Emperor",
    "confidence": [
      [
        "Charles",
        -0.5669429
      ],
      [
        " V",
        -0.0007631687
      ],
      [
        ",",
        -0.0060000136
      ],
      [
        " Holy",
        -0.00011284107
      ],
      [
        " Roman",
        -1.27099975e-05
      ],
      [
        " Emperor",
        -0.0026099023
      ]
    ]
  },
  "Chinese eat its fried flowers and Americans use its wood for popsicle sticks. Turkeys, squirrels and other wild animals eat its seeds, while a medicine obtained from its bark can relieve asthma. The first arose 65 million years ago and the 240 species live everywhere from the Himalayas to the Amazon jungle. Breeders are working on dwarf versions and types with giant flowers, but its unaltered flowers": {
    "guess": "Magnolia",
    "confidence": [
      [
        "Magn",
        -0.080221914
      ],
      [
        "olia",
        -0.07950037
      ]
    ]
  },
  "The Chikyu Hakken mission is attempting to explore this region. This region contains such polymorphs": {
    "guess": "Crystal_structure",
    "confidence": [
      [
        "Crystal",
        -0.228459
      ],
      [
        "_structure",
        -0.5137305
      ]
    ]
  },
  "He had only one child, the \"flower of woman\" Plur nam Ban, but left her behind in the Land of Promise to return to his own world.  This followed his battle with the giant Fomori and his romance with Manannan Mac Lir's daughter, Niamh.  His own youth was spent with his mother, the goddess Sadb, who was enchanted as a beautiful deer until she met this child's father.  Thus, he was given a name meaning": {
    "guess": "Oisin",
    "confidence": [
      [
        "O",
        -0.038943324
      ],
      [
        "isin",
        -0.6249853
      ]
    ]
  },
  "Chilean artist Alexander Sutulov created a five-part series named after one of these, while his graphic prints include a monochrome depiction of one famous example with added splotches of colors along": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -0.8456218
      ]
    ]
  },
  "China refused to sign this treaty when Shandong was transferred to Japan. John Maynard Keynes criticized": {
    "guess": "Treaty of Versailles",
    "confidence": [
      [
        "T",
        -0.33816674
      ],
      [
        "reat",
        -8.351697e-05
      ],
      [
        "y",
        -0.008057743
      ],
      [
        " of",
        -0.0013029762
      ],
      [
        " Vers",
        -0.00013166793
      ],
      [
        "ailles",
        -4.561021e-05
      ]
    ]
  },
  "As a child, this man received the nickname kozaru because his facial features and skinny frame resembled that of a monkey. Upon the assassination of this man's liegelord, he defeated Akechi Mitsuhide at": {
    "guess": "Toyotomi Hideyoshi",
    "confidence": [
      [
        "Toy",
        -0.019845242
      ],
      [
        "ot",
        -5.2285613e-05
      ],
      [
        "omi",
        -0.00018875914
      ],
      [
        " Hide",
        -0.000113079484
      ],
      [
        "y",
        -2.0696643e-05
      ],
      [
        "oshi",
        -4.572941e-05
      ]
    ]
  },
  "Children of members may join either the Order of De Molay or the Order of Rainbow, depending on gender. In Latin America, its membership is largely radical and anticlerical, while in the United States, it has led to such splinter groups as the Shriners. For ten points, identify this brotherhood that": {
    "guess": "Freemasonry",
    "confidence": [
      [
        "Fre",
        -0.018773476
      ],
      [
        "em",
        -3.1281633e-07
      ],
      [
        "asonry",
        -0.017632036
      ]
    ]
  },
  "A chief named Agueybana believed that this man was a god, but realized his mistake after his brother drowned Diego Salcado in a river.  After that, the Tainos revolted against this governor of Borinken,": {
    "guess": "Juan Ponce de León",
    "confidence": [
      [
        "Juan",
        -0.19002824
      ],
      [
        " P",
        -0.0013696423
      ],
      [
        "once",
        -2.4034345e-05
      ],
      [
        " de",
        -0.00036632127
      ],
      [
        " Le",
        -0.020799253
      ],
      [
        "ón",
        -5.9153886e-06
      ]
    ]
  }
}