{
  "The Sieg joins this river at Niederkassel, and the Neckar joins it after flowing past Heidelburg and Mannheim, where it turns west. The Battle of Teutoburg Forest established it as the Roman northern frontier, and its namesake crisis occurred when Adolphe Thiers discussed making it a border. Its delta begins to form shortly before Arnheim. The Treaty of Versailles declared the area around it a demilitarized zone, and it flows past Bonn and Cologne on its way to the North Sea. For 10 points, name": {
    "guess": "The Rhine",
    "confidence": [
      [
        "The",
        -0.11002639
      ],
      [
        " Rh",
        -0.64788884
      ],
      [
        "ine",
        -0.00027611342
      ]
    ]
  },
  "The Sieg joins this river at Niederkassel, and the Neckar joins it after flowing past Heidelburg and": {
    "guess": "Rhine",
    "confidence": [
      [
        "Rh",
        -0.0054827603
      ],
      [
        "ine",
        -2.1008714e-06
      ]
    ]
  },
  "During a siege, this man supposedly crippled an enemy general with a potshot from his amazing rifle Sangram, prompting the city's women to light themselves on fire. This ruler won that battle by ordering a hill built to raise his cannon and defeating the forces of the twins Jaimal and Patta. This ruler overhauled the zamindar class by eliminating hereditary holdings and standardizing the mansabdar system, which awarded ranked echelons of land or gold. This taker of Chittorgarh and foe of Pratap Singh employed Birbal and Raja Todar Mal, who oversaw a series of reforms modeled on Sher Shah Suri, who forced his father into exile. His marriage to Mariam uz-Zamani ended a lengthy Rajput conflict a decade before he built the \"city of victory,\" Fatehpur Sikri. The Nine Jewels headlined the court of this student of Bairam Khan, who beat Hemu at Second Panipat. For 10 points, name this son of Humayun, the greatest Mughal emperor.": {
    "guess": "Akbar",
    "confidence": [
      [
        "Ak",
        -0.0047565647
      ],
      [
        "bar",
        -4.1914896e-05
      ]
    ]
  },
  "During a siege, this man supposedly crippled an enemy general with a potshot from his amazing rifle Sangram, prompting the city's women to light themselves on fire. This ruler won that battle by ordering a hill built to raise his cannon and defeating the forces of the twins Jaimal and Patta. This ruler overhauled the zamindar class by eliminating hereditary holdings and standardizing the mansabdar system, which awarded ranked echelons of land or gold. This taker of Chittorgarh and foe of Pratap Singh employed Birbal and Raja Todar Mal, who oversaw a series of reforms modeled on Sher Shah Suri, who forced his father into exile. His marriage to Mariam uz-Zamani ended a lengthy Rajput conflict a decade before he built the \"city of victory,\" Fatehpur Sikri. The Nine Jewels headlined the court of": {
    "guess": "Akbar",
    "confidence": [
      [
        "Ak",
        -0.048755184
      ],
      [
        "bar",
        -3.6669935e-05
      ]
    ]
  },
  "The Sieg joins this river at Niederkassel, and the Neckar joins it after flowing past Heidelburg and Mannheim, where it turns west. The Battle of Teutoburg Forest established it as the Roman northern frontier, and its namesake crisis occurred when Adolphe Thiers discussed making it a border. Its delta": {
    "guess": "Rhine",
    "confidence": [
      [
        "Rh",
        -0.0072259544
      ],
      [
        "ine",
        -8.061054e-06
      ]
    ]
  },
  "The Sieg joins this river at Niederkassel, and the Neckar joins it after flowing past Heidelburg and Mannheim, where it turns west. The Battle of Teutoburg Forest established it as the Roman northern frontier,": {
    "guess": "Rhine",
    "confidence": [
      [
        "Rh",
        -0.11860886
      ],
      [
        "ine",
        -3.888926e-06
      ]
    ]
  },
  "The Sieg joins this river at Niederkassel, and the Neckar joins it after flowing past Heidelburg and Mannheim, where it turns west. The Battle of Teutoburg Forest established it as the Roman northern frontier, and its namesake crisis occurred when Adolphe Thiers discussed making it a border. Its delta begins to form shortly before Arnheim. The Treaty of Versailles declared the area around it a demilitarized zone, and it flows past Bonn and Cologne on its way to the North Sea. For 10 points, name this river of West Germany.": {
    "guess": "Rhine",
    "confidence": [
      [
        "Rh",
        -0.005582468
      ],
      [
        "ine",
        -1.7478143e-05
      ]
    ]
  },
  "During a siege, this man supposedly crippled an enemy general with a potshot from his amazing rifle Sangram, prompting the city's women to light themselves on fire. This ruler won that battle by ordering a hill built to raise his cannon and defeating the forces of the twins Jaimal and Patta. This ruler overhauled the zamindar class by eliminating hereditary holdings and standardizing the mansabdar system, which awarded ranked echelons of land or gold. This taker of Chittorgarh and foe of Pratap Singh employed Birbal and Raja Todar Mal, who oversaw a series of reforms modeled on Sher Shah Suri, who forced his father into exile. His marriage to Mariam uz-Zamani ended a lengthy Rajput conflict a decade before he built the \"city of victory,\" Fatehpur Sikri. The Nine Jewels headlined the court of this student of Bairam Khan, who beat Hemu at Second Panipat. For 10 points, name this son of Humayun,": {
    "guess": "Akbar",
    "confidence": [
      [
        "Ak",
        -0.02088472
      ],
      [
        "bar",
        -6.659005e-05
      ]
    ]
  },
  "During a siege, this man supposedly crippled an enemy general with a potshot from his amazing rifle Sangram, prompting the city's women to light themselves on fire. This ruler won that battle by ordering a hill built to raise his cannon and defeating the forces of the twins Jaimal and Patta. This ruler overhauled the zamindar class by eliminating hereditary holdings and standardizing the mansabdar": {
    "guess": "Akbar",
    "confidence": [
      [
        "Ak",
        -1.151235
      ],
      [
        "bar",
        -8.280175e-05
      ]
    ]
  },
  "During a siege, this man supposedly crippled an enemy general with a potshot from his amazing rifle Sangram, prompting the city's women to light themselves on fire. This ruler won that battle by ordering a hill built to raise his cannon and defeating the forces of the twins Jaimal and Patta. This ruler overhauled the zamindar class by eliminating hereditary holdings and standardizing the mansabdar system, which awarded ranked echelons of land or gold. This taker of Chittorgarh and foe of Pratap Singh employed Birbal and Raja Todar Mal, who oversaw a series of reforms modeled on Sher Shah Suri,": {
    "guess": "Akbar",
    "confidence": [
      [
        "Ak",
        -0.13454302
      ],
      [
        "bar",
        -1.2829201e-05
      ]
    ]
  },
  "During a siege, this man supposedly crippled an enemy general with a potshot from his amazing rifle Sangram, prompting the city's women to light themselves on fire. This ruler won that battle by ordering a hill built to raise his cannon and defeating the forces of the twins Jaimal and Patta. This ruler overhauled the zamindar class by eliminating hereditary holdings and standardizing the mansabdar system, which awarded ranked echelons of land or gold. This taker of Chittorgarh and foe of Pratap Singh": {
    "guess": "Siege of Chittorgarh",
    "confidence": [
      [
        "Sie",
        -0.6981536
      ],
      [
        "ge",
        -0.007713101
      ],
      [
        " of",
        -0.0010624635
      ],
      [
        " Ch",
        -0.0068759257
      ],
      [
        "itt",
        -0.00017636562
      ],
      [
        "org",
        -0.00067907316
      ],
      [
        "ar",
        -0.00011951648
      ],
      [
        "h",
        -2.3392786e-06
      ]
    ]
  },
  "The Sieg joins this river at Niederkassel, and the Neckar joins it after flowing past Heidelburg and Mannheim, where it turns west. The Battle of Teutoburg Forest established it as the Roman northern frontier, and its namesake crisis occurred when Adolphe Thiers discussed making it a border. Its delta begins to form shortly before Arnheim. The Treaty of Versailles declared the area around it a demilitarized": {
    "guess": "Rhine",
    "confidence": [
      [
        "Rh",
        -0.008720354
      ],
      [
        "ine",
        -4.1080468e-05
      ]
    ]
  },
  "During a siege, this man supposedly crippled an enemy general with a potshot from his amazing rifle Sangram, prompting the city's women to light themselves on fire. This ruler won that battle by ordering": {
    "guess": "Ashoka",
    "confidence": [
      [
        "Ash",
        -1.8561813
      ],
      [
        "oka",
        -0.002004415
      ]
    ]
  },
  "During a siege, this man supposedly crippled an enemy general with a potshot from his amazing rifle Sangram, prompting the city's women to light themselves on fire. This ruler won that battle by ordering a hill built to raise his cannon and defeating the forces of the twins Jaimal and Patta. This ruler": {
    "guess": "Battle of Chittor",
    "confidence": [
      [
        "Battle",
        -0.97251666
      ],
      [
        " of",
        -0.0035467357
      ],
      [
        " Ch",
        -0.006377718
      ],
      [
        "itt",
        -0.30470368
      ],
      [
        "or",
        -0.41606015
      ]
    ]
  },
  "During a siege, this man supposedly crippled an enemy general with a potshot from his amazing rifle Sangram, prompting the city's women to light themselves on fire. This ruler won that battle by ordering a hill built to raise his cannon and defeating the forces of the twins Jaimal and Patta. This ruler overhauled the zamindar class by eliminating hereditary holdings and standardizing the mansabdar system, which awarded ranked echelons of land or gold. This taker of Chittorgarh and foe of Pratap Singh employed Birbal and Raja Todar Mal, who oversaw a series of reforms modeled on Sher Shah Suri, who forced his father into exile. His marriage to Mariam uz-Zamani ended a lengthy Rajput conflict a": {
    "guess": "Akbar",
    "confidence": [
      [
        "Ak",
        -0.70067745
      ],
      [
        "bar",
        -4.823269e-05
      ]
    ]
  },
  "During a siege, this man supposedly crippled an enemy general with a potshot from his amazing rifle Sangram,": {
    "guess": "Simon Kenton",
    "confidence": [
      [
        "Sim",
        -1.3164594
      ],
      [
        "o",
        -0.08475635
      ],
      [
        "n",
        -0.7500564
      ],
      [
        " Kent",
        -0.7946323
      ],
      [
        "on",
        -0.00028553052
      ]
    ]
  }
}