{
  "Meyer and Patterson translated the \"Scholars\" version of this religious work which begins \"Whoever discovers the interpretation of these sayings will not taste death.\"  Conspicuously failing to mention the resurrection, an early mention of it is included in the writings of Origen.  It is hypothesized": {
    "guess": "Gospel of Thomas",
    "confidence": [
      [
        "G",
        -0.03643252
      ],
      [
        "ospel",
        -0.0010394792
      ],
      [
        " of",
        -0.00014203864
      ],
      [
        " Thomas",
        -0.00039063513
      ]
    ]
  },
  "Meyer's Law relates the indentation form of this property with the force necessary for that indentation, which is necessary for the Brinell Scale of this property of minerals. The Hall-Petch relationship states that this property increases as particle size decreases. A Vickers test is another way to determine this property for a mineral, and sclerometers are used to measure the scratch form of this": {
    "guess": "Hardness",
    "confidence": [
      [
        "Hard",
        -0.009021413
      ],
      [
        "ness",
        -7.326546e-05
      ]
    ]
  },
  "Meyer's Law relates the indentation form of this property with the force necessary for that indentation, which is necessary for the Brinell Scale of this property of minerals. The Hall-Petch relationship": {
    "guess": "Hardness",
    "confidence": [
      [
        "Hard",
        -0.1531883
      ],
      [
        "ness",
        -0.00037216223
      ]
    ]
  },
  "Meyer and Patterson translated the \"Scholars\" version of this religious work which begins \"Whoever discovers the interpretation of these sayings will not taste death.\"  Conspicuously failing to mention the resurrection, an early mention of it is included in the writings of Origen.  It is hypothesized to be the source previously referred to as Q, and the version found in 1945 in the Egyptian desert is believed to be a translation from the original Gnostic Greek.  A collection of 114 \"secret teachings\" of Jesus, FTP, name this controversial \"gospel\" attributed to the apostle who is sometimes called": {
    "guess": "Gospel of Thomas",
    "confidence": [
      [
        "G",
        -0.02977016
      ],
      [
        "ospel",
        -2.677603e-05
      ],
      [
        " of",
        -0.00036323295
      ],
      [
        " Thomas",
        -7.076218e-05
      ]
    ]
  },
  "Meyer and Patterson translated the \"Scholars\" version of this religious work which begins \"Whoever discovers the interpretation of these sayings will not taste death.\"  Conspicuously failing to mention the resurrection, an early mention of it is included in the writings of Origen.  It is hypothesized to be the source previously referred to as Q, and the version found in 1945 in the Egyptian desert": {
    "guess": "Gospel of Thomas",
    "confidence": [
      [
        "G",
        -0.044029903
      ],
      [
        "ospel",
        -5.9199425e-05
      ],
      [
        " of",
        -7.922564e-05
      ],
      [
        " Thomas",
        -7.107425e-06
      ]
    ]
  },
  "Meyer and Patterson translated the \"Scholars\" version of this religious work which begins \"Whoever discovers": {
    "guess": "Book of Changes",
    "confidence": [
      [
        "Book",
        -0.76206374
      ],
      [
        " of",
        -0.00061474356
      ],
      [
        " Changes",
        -0.6863724
      ]
    ]
  },
  "Meyer and Patterson translated the \"Scholars\" version of this religious work which begins \"Whoever discovers the interpretation of these sayings will not taste death.\"  Conspicuously failing to mention the resurrection, an early mention of it is included in the writings of Origen.  It is hypothesized to be the source previously referred to as Q, and the version found in 1945 in the Egyptian desert is believed to be a translation from the original Gnostic Greek.  A collection of 114 \"secret teachings\"": {
    "guess": "Gospel of Thomas",
    "confidence": [
      [
        "G",
        -0.065574884
      ],
      [
        "ospel",
        -8.959636e-05
      ],
      [
        " of",
        -4.8828708e-05
      ],
      [
        " Thomas",
        -3.888926e-06
      ]
    ]
  },
  "Meyer's Law relates the indentation form of this property with the force necessary for that indentation, which is necessary for the Brinell Scale of this property of minerals. The Hall-Petch relationship states that this property increases as particle size decreases. A Vickers test is another way to determine this property for a mineral, and sclerometers are used to measure the scratch form of this property, for which talc has a value of one. For 10 points, name this property of minerals, for which diamond has a value of ten on the Mohs Scale.": {
    "guess": "Hardness",
    "confidence": [
      [
        "Hard",
        -0.5405694
      ],
      [
        "ness",
        -7.886803e-05
      ]
    ]
  },
  "Meyer's Law relates the indentation form of this property with the force necessary for that indentation, which is necessary for the Brinell Scale of this property of minerals. The Hall-Petch relationship states that this property increases as particle size decreases. A Vickers test is another way to determine this property for a mineral, and sclerometers are used to measure the scratch form of this property, for which talc has a value of one. For 10 points, name this property of minerals, for which": {
    "guess": "Hardness",
    "confidence": [
      [
        "Hard",
        -0.23030278
      ],
      [
        "ness",
        -8.208653e-05
      ]
    ]
  },
  "Meyer and Patterson translated the \"Scholars\" version of this religious work which begins \"Whoever discovers the interpretation of these sayings will not taste death.\"  Conspicuously failing to mention": {
    "guess": "Gospel of Thomas",
    "confidence": [
      [
        "G",
        -0.057885926
      ],
      [
        "ospel",
        -0.0002848153
      ],
      [
        " of",
        -0.00021319589
      ],
      [
        " Thomas",
        -0.00015312091
      ]
    ]
  },
  "Meyer's Law relates the indentation form of this property with the force necessary for that indentation,": {
    "guess": "Hardness (materials science)",
    "confidence": [
      [
        "Hard",
        -0.09917182
      ],
      [
        "ness",
        -8.11329e-05
      ],
      [
        " (",
        -0.34057614
      ],
      [
        "materials",
        -0.10903339
      ],
      [
        " science",
        -0.008622136
      ],
      [
        ")",
        -7.672237e-05
      ]
    ]
  },
  "Meyer's Law relates the indentation form of this property with the force necessary for that indentation, which is necessary for the Brinell Scale of this property of minerals. The Hall-Petch relationship states that this property increases as particle size decreases. A Vickers test is another way to": {
    "guess": "Hardness",
    "confidence": [
      [
        "Hard",
        -0.014987292
      ],
      [
        "ness",
        -5.3358446e-05
      ]
    ]
  },
  "Meyer and Patterson translated the \"Scholars\" version of this religious work which begins \"Whoever discovers the interpretation of these sayings will not taste death.\"  Conspicuously failing to mention the resurrection, an early mention of it is included in the writings of Origen.  It is hypothesized to be the source previously referred to as Q, and the version found in 1945 in the Egyptian desert is believed to be a translation from the original Gnostic Greek.  A collection of 114 \"secret teachings\" of Jesus, FTP, name this controversial \"gospel\" attributed to the apostle who is sometimes called Didymus.": {
    "guess": "Gospel of Thomas",
    "confidence": [
      [
        "G",
        -0.015294316
      ],
      [
        "ospel",
        -1.2590794e-05
      ],
      [
        " of",
        -7.576874e-05
      ],
      [
        " Thomas",
        -2.2961513e-05
      ]
    ]
  }
}