{
  "The Irish god Manannan mac Lir owned one of these named Enbarr that carried his daughter Niamh and her lover Ossian across the sea, while Sir Gawain owned one of these creatures named Gringolet. During a nighttime raid, Odysseus and Diomedes brought these creatures belonging to Rhesus back to the Greek camp. Other examples of these animals include two children of Zephyrus which were given to Peleus as a wedding gift, Xanthus and Balius. Loki assumed the form of one of these animals when he mated": {
    "guess": "Horse",
    "confidence": [
      [
        "H",
        -0.0010169717
      ],
      [
        "orse",
        -0.00037025497
      ]
    ]
  },
  "The Irish god Manannan mac Lir owned one of these named Enbarr that carried his daughter Niamh and her lover Ossian across the sea, while Sir Gawain owned one of these creatures named Gringolet. During a nighttime raid, Odysseus and Diomedes brought these creatures belonging to Rhesus back to the Greek camp. Other examples of these animals include two children of Zephyrus which were given to Peleus as a wedding gift, Xanthus and Balius. Loki assumed the form of one of these animals when he mated with Svadilfari to give birth to an eight-legged one named Sleipnir. For 10 points, name these creatures that include a giant wooden one associated with Troy.": {
    "guess": "Horse",
    "confidence": [
      [
        "H",
        -0.00063964614
      ],
      [
        "orse",
        -0.00018589824
      ]
    ]
  },
  "The Irish god Manannan mac Lir owned one of these named Enbarr that carried his daughter Niamh and her lover Ossian across the sea, while Sir Gawain owned one of these creatures named Gringolet. During a nighttime raid, Odysseus and Diomedes brought these creatures belonging to Rhesus back to the Greek": {
    "guess": "Horse",
    "confidence": [
      [
        "H",
        -0.005069026
      ],
      [
        "orse",
        -0.0007645991
      ]
    ]
  },
  "The Irish god Manannan mac Lir owned one of these named Enbarr that carried his daughter Niamh and her lover Ossian across the sea, while Sir Gawain owned one of these creatures named Gringolet. During": {
    "guess": "Horse",
    "confidence": [
      [
        "H",
        -0.0017557413
      ],
      [
        "orse",
        -0.00062772946
      ]
    ]
  },
  "The Irish god Manannan mac Lir owned one of these named Enbarr that carried his daughter Niamh and her": {
    "guess": "Horse",
    "confidence": [
      [
        "H",
        -0.015606336
      ],
      [
        "orse",
        -0.00073054346
      ]
    ]
  },
  "The Irish god Manannan mac Lir owned one of these named Enbarr that carried his daughter Niamh and her lover Ossian across the sea, while Sir Gawain owned one of these creatures named Gringolet. During a nighttime raid, Odysseus and Diomedes brought these creatures belonging to Rhesus back to the Greek camp. Other examples of these animals include two children of Zephyrus which were given to Peleus": {
    "guess": "Horse",
    "confidence": [
      [
        "H",
        -0.014559037
      ],
      [
        "orse",
        -0.025566407
      ]
    ]
  },
  "The Irish god Manannan mac Lir owned one of these named Enbarr that carried his daughter Niamh and her lover Ossian across the sea, while Sir Gawain owned one of these creatures named Gringolet. During a nighttime raid, Odysseus and Diomedes brought these creatures belonging to Rhesus back to the Greek camp. Other examples of these animals include two children of Zephyrus which were given to Peleus as a wedding gift, Xanthus and Balius. Loki assumed the form of one of these animals when he mated with Svadilfari to give birth to an eight-legged one named Sleipnir. For 10 points, name these creatures": {
    "guess": "Horse",
    "confidence": [
      [
        "H",
        -0.0018151213
      ],
      [
        "orse",
        -0.028427467
      ]
    ]
  }
}