{
  "This region included the abbey of Fecamp, which was rebuilt by the Lombard churchman William of Volpiano. One historian who revised a work by William of Jumieges to create a \"myth\" about this region was Orderic Vitalis. Knights born in this region included a man who became count of Aversa, Rainulf, and a man who killed the emir of Syracuse and won the nicknamed \"Iron Arm,\" William de Hauteville. Philip Augustus seized this region in 1204, taking it away from a king who was derisively called \"Softsword.\" It became a duchy early in the tenth century, when Frankish ruler Charles the Simple granted": {
    "guess": "Normandy",
    "confidence": [
      [
        "Norm",
        -0.08884742
      ],
      [
        "andy",
        -0.00018351417
      ]
    ]
  },
  "His refusal to enforce his own Consolidation of Labor Laws led workers to attack him in the Miner's Manifesto. His abuses caught up with him when his guard Tenente Fortunato was implicated in the murder of Rubens Vaz during the Tonelero Street conspiracy. His replacement of the Constitution of 1891 attempted to ease the lot of the workers, but his brutal suppression of the canga?s did not endear him to his anti-coronelist power base, and he used the Cohen Plan, a fabricated plot by the Integralistas, to assume dictatorial powers.  Starting out as the governor of Rio Grande do Sur, he led the Liberal Alliance in overthrowing the government of Washington Luis in 1930, and he modeled his rule on the Estado N?o of Antonio Salazar.  FTP, name this president of Brazil.": {
    "guess": "Getúlio Vargas",
    "confidence": [
      [
        "Get",
        -0.0053756917
      ],
      [
        "ú",
        -0.001672207
      ],
      [
        "lio",
        -3.6789137e-05
      ],
      [
        " V",
        -0.00016325322
      ],
      [
        "argas",
        -1.998142e-05
      ]
    ]
  },
  "This region contains a crater lake called Bikrat Ram fed by an underground spring as well as the village of Majdal Shams. Its central section is home to the Valley of Tears and extends from the Jilabun valley to the Daliyot while its southern section reaches to the Yarmouk River. It contains the ruins of Gamla and its de facto capital is the planned town of Katzrin. It is bounded on the east by the Hauron plain and on the north by Mount Hermon. FTP, name this rocky plateau to the east of the Sea": {
    "guess": "Golan Heights",
    "confidence": [
      [
        "G",
        -0.012561453
      ],
      [
        "olan",
        -1.7478143e-05
      ],
      [
        " Heights",
        -3.2855416e-05
      ]
    ]
  },
  "His reforms, as stated in the Sixty-Seven Articles of 1523, allowed priests, nuns, and monks to marry, banned clerical robes, and commanded ministers to preach from the Bible. People's priest at the Great Minster Church, he preached against fasting  and indulgences, though he disagreed with Luther about the Lord's Supper. FTP, name this religious reformer, killed at Kappel in a battle between Protestant and Catholic cantons of Switzerland.": {
    "guess": "Huldrych Zwingli",
    "confidence": [
      [
        "H",
        -0.05348079
      ],
      [
        "uld",
        -9.014684e-06
      ],
      [
        "ry",
        -1.3306016e-05
      ],
      [
        "ch",
        -2.4630364e-05
      ],
      [
        " Z",
        -5.6815352e-05
      ],
      [
        "wing",
        -2.8160932e-06
      ],
      [
        "li",
        -0.0003392767
      ]
    ]
  },
  "His refusal to enforce his own Consolidation of Labor Laws led workers to attack him in the Miner's Manifesto. His abuses caught up with him when his guard Tenente Fortunato was implicated in the murder of Rubens Vaz during the Tonelero Street conspiracy. His replacement of the Constitution of 1891 attempted": {
    "guess": "Getúlio Vargas",
    "confidence": [
      [
        "Get",
        -0.88729423
      ],
      [
        "ú",
        -0.008216316
      ],
      [
        "lio",
        -3.500108e-05
      ],
      [
        " V",
        -0.000318781
      ],
      [
        "argas",
        -8.4947416e-05
      ]
    ]
  },
  "He refuses to finish a story involving a shepherd who has to cross a river with a herd of goats. While trying to examine some teeth, he is vomited on, and earlier, he is beaten by two monks after he tries to rob one. After a mix-up by Maritornes, he gets into a fight with a carrier and an innkeeper, who later steals his saddlebags. He suggests making the Balsam of Fierbras for money, but is rebuffed by his traveling companion. Teague O'Regan from the novel Modern Chivalry was based on this character, who governs the island of Barataria and helps his master search for Dulcinea. FTP, name this squire": {
    "guess": "Sancho Panza",
    "confidence": [
      [
        "San",
        -0.0029876865
      ],
      [
        "cho",
        -1.0280384e-06
      ],
      [
        " Pan",
        -0.00010998019
      ],
      [
        "za",
        -1.2352386e-05
      ]
    ]
  },
  "One region in this structure is the site of BMAL-1-CLOCK dimerization and is located above the optic chiasm. The lateral and posterior portions of this structure produce orexins, deficits of which can lead to narcolepsy. The hypophyseal portal system connects this structure to the HPA axis. Contained in the diencephalon, it releases GHRH and CRH, as well as gonadotropin-releasing hormone, somatostatin, oxytocin, and vasopressin. It connects the nervous and endocrine systems by linking to the pituitary gland, and controls hunger, thirst, and homeostasis. For 10 points, name this brain region located beneath the thalamus.": {
    "guess": "Hypothalamus",
    "confidence": [
      [
        "H",
        -0.0057290946
      ],
      [
        "yp",
        -0.00010092071
      ],
      [
        "oth",
        -3.106736e-05
      ],
      [
        "alam",
        -7.314626e-05
      ],
      [
        "us",
        -2.2246291e-05
      ]
    ]
  },
  "His reforms, as stated in the Sixty-Seven Articles of 1523, allowed priests, nuns, and monks to marry, banned clerical robes, and commanded ministers to preach from the Bible. People's priest at the Great Minster Church, he preached against fasting  and indulgences, though he disagreed with Luther about": {
    "guess": "Huldrych Zwingli",
    "confidence": [
      [
        "H",
        -0.06418698
      ],
      [
        "uld",
        -0.00019340808
      ],
      [
        "ry",
        -5.5122365e-07
      ],
      [
        "ch",
        -2.8206474e-05
      ],
      [
        " Z",
        -9.7583004e-05
      ],
      [
        "wing",
        -5.6769813e-06
      ],
      [
        "li",
        -0.0004009985
      ]
    ]
  },
  "This region became a hereditary posesssion under the Liudolfing dynasty, and in the 10th and 11th centuries it was held by the Billung family. One leader of this polity recovered Havelberg in the Wendish Crusade before being the first member of his family to rule this polity. That leader, Alfred the Bear, was the first of the House of Ascania to rule this state, which passed from the Ascanians to Frederick II the Valiant in 1422. This state's independence was restored at the Treaty of Hubertsburg after it was defeated at the Siege of Pirna and forced to fight for Prussia at the beginning of the Seven Years' War. The Lauenburg branch of this polity's rulers were eventually absorbed by Hannover,": {
    "guess": "Margraviate of Brandenburg",
    "confidence": [
      [
        "Marg",
        -0.3576804
      ],
      [
        "r",
        -0.00035393506
      ],
      [
        "avi",
        -0.0011164041
      ],
      [
        "ate",
        -0.00024977676
      ],
      [
        " of",
        -0.0002701569
      ],
      [
        " Brand",
        -0.0011684374
      ],
      [
        "enburg",
        -0.00110914
      ]
    ]
  },
  "One region in this structure is the site of BMAL-1-CLOCK dimerization and is located above the optic chiasm. The lateral and posterior portions of this structure produce orexins, deficits of which can lead to narcolepsy. The hypophyseal portal system connects this structure to the HPA axis. Contained in the diencephalon, it releases GHRH and CRH, as well as gonadotropin-releasing hormone, somatostatin,": {
    "guess": "Hypothalamus",
    "confidence": [
      [
        "H",
        -0.34741372
      ],
      [
        "yp",
        -0.00019519613
      ],
      [
        "oth",
        -1.962381e-05
      ],
      [
        "alam",
        -6.146429e-05
      ],
      [
        "us",
        -4.2272506e-05
      ]
    ]
  },
  "This region became a hereditary posesssion under the Liudolfing dynasty, and in the 10th and 11th centuries it was held by the Billung family. One leader of this polity recovered Havelberg in the Wendish Crusade before being the first member of his family to rule this polity. That leader, Alfred the Bear, was the first of the House of Ascania to rule this state, which passed from the Ascanians to Frederick II the Valiant in 1422. This state's independence was restored at the Treaty of Hubertsburg": {
    "guess": "Margraviate of Brandenburg",
    "confidence": [
      [
        "Marg",
        -0.25568354
      ],
      [
        "r",
        -0.00012558853
      ],
      [
        "avi",
        -0.00040624346
      ],
      [
        "ate",
        -0.00015347853
      ],
      [
        " of",
        -0.00019185843
      ],
      [
        " Brand",
        -0.0017675278
      ],
      [
        "enburg",
        -0.00045510233
      ]
    ]
  },
  "He refuses to leave his neighborhood because it is too hot, and calls the Valley \"Hell's Waiting Room.\" In another instance he expresses concern that two nerds are following them, exclaiming, \"Oh great,": {
    "guess": "Breaking Bad",
    "confidence": [
      [
        "Breaking",
        -0.7736717
      ],
      [
        " Bad",
        -0.00024429336
      ]
    ]
  },
  "A Refutas equation can be used to calculate this quantity for a mixture, and one form of it is the numerator of the Prandtl number. The ratio of buoyant force to the force caused by it is given as the Grashof number. This property is increased when rheopectic substances are agitated, while it is reduced for (*) thixotropic compounds. It can be measured using a Zahn cup, and its kinematic form can be calculated by dividing its absolute form by mass density. This property can be characterized by a Reynolds number, and it is constant for Newtonian fluids and zero for superfluids. For ten points, identify this measure of a fluid's resistance to flow.": {
    "guess": "Viscosity",
    "confidence": [
      [
        "Vis",
        -0.00065643917
      ],
      [
        "cosity",
        -1.5809293e-05
      ]
    ]
  },
  "He refuses to finish a story involving a shepherd who has to cross a river with a herd of goats. While trying to examine some teeth, he is vomited on, and earlier, he is beaten by two monks after he tries": {
    "guess": "Sancho Panza",
    "confidence": [
      [
        "San",
        -0.4754496
      ],
      [
        "cho",
        -5.0497558e-05
      ],
      [
        " Pan",
        -0.0034606103
      ],
      [
        "za",
        -3.4524266e-05
      ]
    ]
  },
  "One region in this structure is the site of BMAL-1-CLOCK dimerization and is located above the optic": {
    "guess": "Suprachiasmatic Nucleus",
    "confidence": [
      [
        "Sup",
        -0.23945026
      ],
      [
        "r",
        -4.692145e-05
      ],
      [
        "ach",
        -2.1531068e-05
      ],
      [
        "iasm",
        -0.00027742467
      ],
      [
        "atic",
        -9.460292e-05
      ],
      [
        " N",
        -0.38786164
      ],
      [
        "ucle",
        -1.504853e-06
      ],
      [
        "us",
        -0.00034464084
      ]
    ]
  },
  "This man refuted Walter Lippmann's view that journalists should transmit information from the elite to common people in a book that defines \"the public\" as a group of citizens indirectly bonded by the": {
    "guess": "John Dewey",
    "confidence": [
      [
        "John",
        -0.07970414
      ],
      [
        " Dew",
        -3.261701e-05
      ],
      [
        "ey",
        -1.7954959e-05
      ]
    ]
  },
  "This region's current sheet can be modeled by the Ballerina model and is inclined relative to the radial direction by the Parker angle. It exhibits regions of compressed plasma(*) known as corotating interaction regions. It is believed to extend from it source for about 100 AU before ending in a termination shock, which should be seen by Voyagers I and II. For ten points, identify this bubble within": {
    "guess": "Heliosphere",
    "confidence": [
      [
        "Hel",
        -0.017952433
      ],
      [
        "ios",
        -0.000290295
      ],
      [
        "phere",
        -0.0057715303
      ]
    ]
  },
  "He refuses to leave his neighborhood because it is too hot, and calls the Valley \"Hell's Waiting Room.\" In another instance he expresses concern that two nerds are following them, exclaiming, \"Oh great, we're being stalked by Devo!\" He once honored some fans with a shout of his trademark call, \"Victory,\" while one of his more memorable assertions is that he would \"take it in the ass for an Oscar.\" He was involved in an altercation involving Ralph Macchio at the Playboy Mansion, and more recently, his cooking duties were briefly taken over by Dom, For ten points, identify this former star of Viking Quest and brother of Vincent Chase, a character played by Kevin Dillon on HBO's Entourage.": {
    "guess": "Johnny \"Drama\" Chase",
    "confidence": [
      [
        "Johnny",
        -0.2573889
      ],
      [
        " \"",
        -0.33723652
      ],
      [
        "D",
        -1.9361265e-07
      ],
      [
        "rama",
        0.0
      ],
      [
        "\"",
        -1.0325924e-05
      ],
      [
        " Chase",
        -0.00058806024
      ]
    ]
  },
  "His refusal to enforce his own Consolidation of Labor Laws led workers to attack him in the Miner's Manifesto. His abuses caught up with him when his guard Tenente Fortunato was implicated in the murder of Rubens Vaz during the Tonelero Street conspiracy. His replacement of the Constitution of 1891 attempted to ease the lot of the workers, but his brutal suppression of the canga?s did not endear him to his anti-coronelist power base, and he used the Cohen Plan, a fabricated plot by the Integralistas, to assume dictatorial powers.  Starting out as the governor of Rio Grande do Sur, he led the Liberal": {
    "guess": "Getúlio Vargas",
    "confidence": [
      [
        "Get",
        -0.011634096
      ],
      [
        "ú",
        -0.0022727738
      ],
      [
        "lio",
        -0.00010485443
      ],
      [
        " V",
        -0.0008294019
      ],
      [
        "argas",
        -3.1305768e-05
      ]
    ]
  },
  "A region to the west of this body of water is called the \"Putrid Sea,\" or the Sivash, which is separated from this body by the Arabat Spit. Once known as Lake Maeotis, its southern portion features a passage once known as the Strait of Yenikale. The northeast features the deposits at the Gulf of Taganrog": {
    "guess": "Sea of Azov",
    "confidence": [
      [
        "Sea",
        -0.022987118
      ],
      [
        " of",
        -6.730528e-05
      ],
      [
        " Az",
        -4.5491004e-05
      ],
      [
        "ov",
        -0.00027218336
      ]
    ]
  },
  "One region in this structure is the site of BMAL-1-CLOCK dimerization and is located above the optic chiasm. The lateral and posterior portions of this structure produce orexins, deficits of which can lead to narcolepsy. The hypophyseal portal system connects this structure to the HPA axis. Contained in the diencephalon, it releases GHRH and CRH, as well as gonadotropin-releasing hormone, somatostatin, oxytocin, and vasopressin. It connects the nervous and endocrine systems by linking to the pituitary": {
    "guess": "Hypothalamus",
    "confidence": [
      [
        "H",
        -0.024883373
      ],
      [
        "yp",
        -0.0002291655
      ],
      [
        "oth",
        -2.5107178e-05
      ],
      [
        "alam",
        -4.406056e-05
      ],
      [
        "us",
        -2.486877e-05
      ]
    ]
  },
  "One reform proclamation in this polity was the \"Noble Edict of the Rose Chamber,\" and a period of reform here was known as the Tulip Period. This polity employed local governors called Armatoles. Karayazici led bandits here in the Jelali revolts. This nation used land grants called Timar, and it employed the devsirme system. Treaties governing the rights of foreigners here were known as Capitulations.": {
    "guess": "Ottoman Empire",
    "confidence": [
      [
        "O",
        -0.13327722
      ],
      [
        "tt",
        -3.1281633e-07
      ],
      [
        "oman",
        -1.6240566e-06
      ],
      [
        " Empire",
        -0.00014990607
      ]
    ]
  },
  "The region of this name was the home to the ancient kingdoms of Sennar and Dongola and is named for an Arabic term for \"land of the black peoples.\" That region extends west to east across Africa between the Sahara Desert and the equatorial rain forest. The southern part of a country by this name will become independent in July. For 10 points, name this large country south of Egypt, which is also the": {
    "guess": "Sudan",
    "confidence": [
      [
        "S",
        -0.018280694
      ],
      [
        "ud",
        -2.0815847e-05
      ],
      [
        "an",
        -3.2855416e-05
      ]
    ]
  },
  "A Refutas equation can be used to calculate this quantity for a mixture, and one form of it is the numerator of the Prandtl number. The ratio of buoyant force to the force caused by it is given as the Grashof number. This property is increased when rheopectic substances are agitated, while it is reduced for (*) thixotropic compounds. It can be measured using a Zahn cup, and its kinematic form can be": {
    "guess": "Viscosity",
    "confidence": [
      [
        "Vis",
        -0.0018315383
      ],
      [
        "cosity",
        -0.00015371693
      ]
    ]
  },
  "The region had become so scarred that in the 1960s it was used in training U.S. astronauts for moon landings. In 1912, its largest volcano and a new volcano, Novarupta, created the region with a massive eruption that was later visible across the country in Washington D.C. In fact, neighboring Kodiak": {
    "guess": "Katmai National Park and Preserve",
    "confidence": [
      [
        "Kat",
        -0.07840295
      ],
      [
        "mai",
        -2.677603e-05
      ],
      [
        " National",
        -0.012302312
      ],
      [
        " Park",
        -0.002416084
      ],
      [
        " and",
        -0.07845564
      ],
      [
        " Preserve",
        -0.00092754135
      ]
    ]
  },
  "This region includes the Ulla, Sil, and Miño rivers, and numerous narrow bays such as the Ría de Arosa indent its coast. An autonomous community, it includes the provinces of Lugo, Orense, Pontevedra, and La Coruña. Its Estaca de Vares Point juts into the Cantabrian Sea, while its Cape Finisterre points into the Atlantic Ocean. Bordered by the autonomous communities of Asturias and Castilla-León to": {
    "guess": "Galicia",
    "confidence": [
      [
        "Gal",
        -0.053091656
      ],
      [
        "icia",
        -0.00031448968
      ]
    ]
  },
  "The region of this name was the home to the ancient kingdoms of Sennar and Dongola and is named for an": {
    "guess": "Nubia",
    "confidence": [
      [
        "N",
        -0.6838083
      ],
      [
        "ub",
        -0.002020117
      ],
      [
        "ia",
        -0.0009114635
      ]
    ]
  },
  "From 1933-1934 and 1944-1946, this region was briefly independent under the leadership of Hoja Niyaz Hadji and Alikhan Tore. The forgeries of Islam Akhun about this region were exposed by the explorer Aurel Stein, and Paul Pelliot explored this region, finding the manuscript trove at the Cave of the": {
    "guess": "Xinjiang",
    "confidence": [
      [
        "X",
        -0.6299166
      ],
      [
        "in",
        -0.00086334196
      ],
      [
        "jiang",
        -0.000267296
      ]
    ]
  },
  "These regions feature areas of extreme activity called Wadati-Benioff zones, and back-arc basins are found above these regions. Accretionary wedges and slab suction and pull forces originate in these areas, often found near forearcs and volcanic arcs. Because basalt is denser than granite, oceanic plates tend to sink in these areas. One of them occurs between the Pacific and Philippine Sea plates,": {
    "guess": "Subduction",
    "confidence": [
      [
        "Sub",
        -0.0012004701
      ],
      [
        "duction",
        -1.8624639e-06
      ]
    ]
  },
  "He regularly gave lectures on popular astronomy to working class audiences, leading to the publication of his A Philosophical Treatise of Popular Astronomy, and at his death he left a book on the philosophy of mathematics entitled The Subjective Synthesis. He argued that human kind progressed through a theological stage, a metaphysical stage, and finally a scientific stage, in his appropriately-named \"law of three stages,\" while his romance with the tubercular Clotilde de Vaux influenced his view of the woman's place in an ideal science-based society. FTP, identify this French founder of positivism, considered to be the first sociologist.": {
    "guess": "Auguste Comte",
    "confidence": [
      [
        "August",
        -0.0009944641
      ],
      [
        "e",
        -0.00048095852
      ],
      [
        " Com",
        -0.00016003472
      ],
      [
        "te",
        -8.776276e-06
      ]
    ]
  },
  "This region contains a crater lake called Bikrat Ram fed by an underground spring as well as the village of Majdal Shams. Its central section is home to the Valley of Tears and extends from the Jilabun": {
    "guess": "Golan Heights",
    "confidence": [
      [
        "G",
        -0.0148036
      ],
      [
        "olan",
        -7.350386e-05
      ],
      [
        " Heights",
        -3.9054008e-05
      ]
    ]
  },
  "This region's early animistic religion was known as Bon, and the people of this region continued to worship the mother goddess Tara as a new religion grew. The doctrine of Kalachakra concerns time and": {
    "guess": "Tibetan Buddhism",
    "confidence": [
      [
        "T",
        -0.44573495
      ],
      [
        "ib",
        -0.0006882482
      ],
      [
        "et",
        -9.448371e-05
      ],
      [
        "an",
        -0.02460111
      ],
      [
        " Buddhism",
        -0.0048416266
      ]
    ]
  },
  "Reforms led by this leader include abolishing tax exemptions for large landowners, planned by Count Haugwitz, and the mandating of autopsies thanks to Gerard van Swieten. Maximilien Joseph signed the Treaty": {
    "guess": "Maria Theresa",
    "confidence": [
      [
        "Maria",
        -0.015576641
      ],
      [
        " Theresa",
        -0.00032664477
      ]
    ]
  },
  "The region had become so scarred that in the 1960s it was used in training U.S. astronauts for moon landings. In 1912, its largest volcano and a new volcano, Novarupta, created the region with a massive eruption that was later visible across the country in Washington D.C. In fact, neighboring Kodiak Island was buried under 1 foot of ash. FTP, name this valley, home to Mt. Katmai, in southern Alaska,": {
    "guess": "Valley of Ten Thousand Smokes",
    "confidence": [
      [
        "Val",
        -0.06473676
      ],
      [
        "ley",
        -9.9490266e-05
      ],
      [
        " of",
        -0.00094647275
      ],
      [
        " Ten",
        -0.00037299667
      ],
      [
        " Thousand",
        -0.00013309837
      ],
      [
        " Sm",
        -0.00011796683
      ],
      [
        "okes",
        -1.2590794e-05
      ]
    ]
  },
  "One region within these structures contains modified smooth muscle cells called mesangial cells and octopus-like": {
    "guess": "Kidney",
    "confidence": [
      [
        "Kid",
        -0.21514621
      ],
      [
        "ney",
        -0.045481198
      ]
    ]
  },
  "One region within these structures contains modified smooth muscle cells called mesangial cells and octopus-like epithelial cells with many extensions, known as podocytes. Mammals and birds possess a deeply extending type of these structures which are surrounded by long capillaries called the vasa recta. A- and B-type natriuretic peptides act on a tightly packed region of cells within these structures, the (*) macula densa. Extra aquaporins are inserted into the distal portion of these structures in response to vasopressin, increasing their resorption of water. Renin is secreted by their juxtaglomerular apparatus. For 10 points, identify these structures comprised of subunits including the proximal and distal tubules, the glomerulus, and Bowman's capsule, the smallest functional unit of the": {
    "guess": "Nephron",
    "confidence": [
      [
        "N",
        -0.09290095
      ],
      [
        "eph",
        -0.000793782
      ],
      [
        "ron",
        -5.0616763e-05
      ]
    ]
  },
  "This region became a hereditary posesssion under the Liudolfing dynasty, and in the 10th and 11th centuries it was held by the Billung family. One leader of this polity recovered Havelberg in the Wendish Crusade before being the first member of his family to rule this polity. That leader, Alfred the": {
    "guess": "Margraviate of Meissen",
    "confidence": [
      [
        "Marg",
        -0.51006943
      ],
      [
        "r",
        -0.00023536409
      ],
      [
        "avi",
        -0.009558102
      ],
      [
        "ate",
        -0.00054719544
      ],
      [
        " of",
        -0.0004690418
      ],
      [
        " Me",
        -0.5712224
      ],
      [
        "issen",
        -1.6166903e-05
      ]
    ]
  },
  "This region's early animistic religion was known as Bon, and the people of this region continued to worship the mother goddess Tara as a new religion grew. The doctrine of Kalachakra concerns time and space and is important to both sects of that new religion. The monks of the Gelugpa sect of Buddhism in this region practice celibacy and wear red hats, while the Nyingmapa Buddhists wear red hats and take part in tantric rituals. This region's spiritual leader is replaced with a child born shortly": {
    "guess": "Tibetan Buddhism",
    "confidence": [
      [
        "T",
        -0.09890232
      ],
      [
        "ib",
        -0.00056006206
      ],
      [
        "et",
        -0.00014501873
      ],
      [
        "an",
        -0.47477388
      ],
      [
        " Buddhism",
        -0.006093389
      ]
    ]
  },
  "This region became a hereditary posesssion under the Liudolfing dynasty, and in the 10th and 11th centuries it was held by the Billung family. One leader of this polity recovered Havelberg in the Wendish Crusade before being the first member of his family to rule this polity. That leader, Alfred the Bear, was the first of the House of Ascania to rule this state, which passed from the Ascanians to Frederick": {
    "guess": "Margraviate of Brandenburg",
    "confidence": [
      [
        "Marg",
        -0.10848561
      ],
      [
        "r",
        -0.00016039233
      ],
      [
        "avi",
        -0.00057971966
      ],
      [
        "ate",
        -0.00022547018
      ],
      [
        " of",
        -0.00039325762
      ],
      [
        " Brand",
        -0.0024063352
      ],
      [
        "enburg",
        -0.00073231687
      ]
    ]
  },
  "This man refused to succeed Lord Melbourne as Prime Minister unless Queen Victoria fired her ladies-in-waiting who supported Melbourne in the Bedchamber Crisis. While serving as Secretary for Ireland, he was known as a staunch (*) anti-Catholic, though this Prime Minister did allow Catholics to serve": {
    "guess": "Robert Peel",
    "confidence": [
      [
        "Robert",
        -0.03442436
      ],
      [
        " Peel",
        -0.00035012423
      ]
    ]
  },
  "He regularly gave lectures on popular astronomy to working class audiences, leading to the publication": {
    "guess": "Popular Astronomy",
    "confidence": [
      [
        "Popular",
        -0.0415319
      ],
      [
        " Astronomy",
        -0.5647435
      ]
    ]
  },
  "This region's namesake \"organic laws\" helped free a slave family in Holmes v. Ford. After a measles epidemic": {
    "guess": "Oregon Territory",
    "confidence": [
      [
        "Oregon",
        -0.011487969
      ],
      [
        " Territory",
        -0.15132724
      ]
    ]
  },
  "This man refuted Walter Lippmann's view that journalists should transmit information from the elite to common people in a book that defines \"the public\" as a group of citizens indirectly bonded by the effects of events. This author of The Public and its Problems praised Keats' regard for imitation in a work that claims aesthetic creation and encounters are as important as works of (*) art themselves. In another book, this man argued that neither Plato's segmented system nor Rousseau's individualistic models of learning were sufficient since they did not promote cooperation or communication between citizens necessary for the free society of the title form of government. For 10 points, name this author of Art as Experience, an American pragmatist who wrote Democracy and Education.": {
    "guess": "John Dewey",
    "confidence": [
      [
        "John",
        -0.022544889
      ],
      [
        " Dew",
        -9.0883464e-07
      ],
      [
        "ey",
        -8.776276e-06
      ]
    ]
  },
  "This region is home to the European Southern Observatory's La Silla and Paranel outposts, including the Very Large Telescope. This region is the location of the Tamarugal Plateau and the Loa River. It is home to the largest open-pit copper mine in the world, Chuqui, which is owned by Codelco. This region is also home to cities like Iquique in the Tarapacá Region, as well as the (*) Antofagasta Region. This desert south of the Altiplano has vast saltpeter reserves. It is primarily the result of a": {
    "guess": "Atacama Desert",
    "confidence": [
      [
        "At",
        -0.058271628
      ],
      [
        "ac",
        -2.057744e-05
      ],
      [
        "ama",
        -1.0683535e-05
      ],
      [
        " Desert",
        -0.00014787962
      ]
    ]
  },
  "This region's early animistic religion was known as Bon, and the people of this region continued to worship the mother goddess Tara as a new religion grew. The doctrine of Kalachakra concerns time and space and is important to both sects of that new religion. The monks of the Gelugpa sect of Buddhism in this region practice celibacy and wear red hats, while the Nyingmapa Buddhists wear red hats and take part in tantric rituals. This region's spiritual leader is replaced with a child born shortly after his death and viewed as a living Buddha. For 10 points, name this region whose spiritual leader is the Dalai Lama.": {
    "guess": "Tibet",
    "confidence": [
      [
        "T",
        -0.0009924377
      ],
      [
        "ib",
        -1.4021238e-05
      ],
      [
        "et",
        -1.342522e-05
      ]
    ]
  },
  "A Refutas equation can be used to calculate this quantity for a mixture, and one form of it is the numerator of the Prandtl number. The ratio of buoyant force to the force caused by it is given as the Grashof number. This property is increased when rheopectic substances are agitated, while it is reduced for (*) thixotropic compounds. It can be measured using a Zahn cup, and its kinematic form can be calculated by dividing its absolute form by mass density. This property can be characterized by a Reynolds number, and it is constant for Newtonian fluids and zero for superfluids. For ten points, identify": {
    "guess": "Viscosity",
    "confidence": [
      [
        "Vis",
        -0.0017944202
      ],
      [
        "cosity",
        -1.3306016e-05
      ]
    ]
  },
  "Reforms led by this leader include abolishing tax exemptions for large landowners, planned by Count Haugwitz, and the mandating of autopsies thanks to Gerard van Swieten. Maximilien Joseph signed the Treaty of Fussen with this ruler, while this ruler's son demanded that the Dutch open the Scheldt, resulting in a mediation by the french at a Treaty of Versailles. Wenzel Kaunitz accepted Zator and Auschwitz in the first partition of Poland as the advisor of this ruler. This ruler's power had been defended during the Seven Years' War, while the War of the Austrian Succession had been fought over her ascension to the throne. FTP, name this archduchess who had came into power during the Pragmatic Sanction.": {
    "guess": "Maria Theresa",
    "confidence": [
      [
        "Maria",
        -0.002878461
      ],
      [
        " Theresa",
        -0.000119874094
      ]
    ]
  },
  "This region is home to the European Southern Observatory's La Silla and Paranel outposts, including the Very Large Telescope. This region is the location of the Tamarugal Plateau and the Loa River. It is home to the largest open-pit copper mine in the world, Chuqui, which is owned by Codelco. This region is also home to cities like Iquique in the Tarapacá Region, as well as the (*) Antofagasta Region. This desert south of the Altiplano has vast saltpeter reserves. It is primarily the result of a rain shadow from the Cordillera Domeyko, a range of the Andes Mountains. For 10 points, name this driest non-polar desert on Earth, located in Chile.": {
    "guess": "Atacama Desert",
    "confidence": [
      [
        "At",
        -0.0026744648
      ],
      [
        "ac",
        -9.849109e-06
      ],
      [
        "ama",
        -5.080963e-06
      ],
      [
        " Desert",
        -1.5213274e-05
      ]
    ]
  },
  "This region was once used as a base to launch attacks against the Hula Valley. This region is home to the abandoned city of Quneitra, and Albert Mandler led the armored attack that most recently captured this region. Tel Dan can be found just outside this region, whose de-facto capital is the planned town of Katzrin. The (*) Purple Line separates this region from the country that once controlled it": {
    "guess": "Golan Heights",
    "confidence": [
      [
        "G",
        -0.020672215
      ],
      [
        "olan",
        -1.0325924e-05
      ],
      [
        " Heights",
        -1.6286107e-05
      ]
    ]
  },
  "This region is divided into two parts by the Kinzig Valley, and is the counterpart of the Vosges. A mountainous region whose highest peaks are Blossling, Herzogenhorn and Feldberg, it extends northeast": {
    "guess": "Black Forest",
    "confidence": [
      [
        "Black",
        -0.30213806
      ],
      [
        " Forest",
        -0.00030507625
      ]
    ]
  },
  "One reform proclamation in this polity was the \"Noble Edict of the Rose Chamber,\" and a period of reform here was known as the Tulip Period. This polity employed local governors called Armatoles. Karayazici led bandits here in the Jelali revolts. This nation used land grants called Timar, and it employed the devsirme system. Treaties governing the rights of foreigners here were known as Capitulations. This nation undertook the Tanzimat reforms, and its government was referred to as the Sublime Porte. Local rebellions against this polity were led by Alexander Ypsilanti and by Muhammad Ali. The dissolution": {
    "guess": "Ottoman Empire",
    "confidence": [
      [
        "O",
        -0.027766231
      ],
      [
        "tt",
        0.0
      ],
      [
        "oman",
        -1.9361265e-07
      ],
      [
        " Empire",
        -9.865584e-05
      ]
    ]
  },
  "He refuses to finish a story involving a shepherd who has to cross a river with a herd of goats. While trying to examine some teeth, he is vomited on, and earlier, he is beaten by two monks after he tries to rob one. After a mix-up by Maritornes, he gets into a fight with a carrier and an innkeeper, who later steals his saddlebags. He suggests making the Balsam of Fierbras for money, but is rebuffed by his traveling companion. Teague O'Regan from the novel Modern Chivalry was based on this character, who governs the island of Barataria and helps his master search for Dulcinea. FTP, name this squire of Don Quixote.": {
    "guess": "Sancho Panza",
    "confidence": [
      [
        "San",
        -0.010502622
      ],
      [
        "cho",
        -2.1008714e-06
      ],
      [
        " Pan",
        -7.076218e-05
      ],
      [
        "za",
        -1.1279553e-05
      ]
    ]
  },
  "This region of the world is generally characterized by hot and humid weather, with monsoons in June  and December bringing heavy seasonal rainfall. The association containing this region's countries currently has ten members, though East Timor will be a logical future member. Home to the world's largest Muslim  nation, where President Barack Obama spent part of his childhood, it is the most ecologically": {
    "guess": "Association of Southeast Asian Nations",
    "confidence": [
      [
        "Association",
        -0.30871576
      ],
      [
        " of",
        -0.0002454854
      ],
      [
        " Southeast",
        -0.00037693037
      ],
      [
        " Asian",
        -0.0002733754
      ],
      [
        " Nations",
        -0.0001273766
      ]
    ]
  },
  "A region to the west of this body of water is called the \"Putrid Sea,\" or the Sivash, which is separated": {
    "guess": "Sea of Azov",
    "confidence": [
      [
        "Sea",
        -0.23315375
      ],
      [
        " of",
        -2.3438328e-05
      ],
      [
        " Az",
        -0.0043149916
      ],
      [
        "ov",
        -0.0001345288
      ]
    ]
  },
  "This region's namesake \"organic laws\" helped free a slave family in Holmes v. Ford. After a measles epidemic in this territory, the Cayuse killed a missionary named Marcus Whitman, the leader of the \"great": {
    "guess": "Oregon Territory",
    "confidence": [
      [
        "Oregon",
        -0.0009367128
      ],
      [
        " Territory",
        -0.114185736
      ]
    ]
  },
  "This region is home to the European Southern Observatory's La Silla and Paranel outposts, including the Very Large Telescope. This region is the location of the Tamarugal Plateau and the Loa River. It is home to the largest open-pit copper mine in the world, Chuqui, which is owned by Codelco. This region is also home to cities like Iquique in the Tarapacá Region, as well as the (*) Antofagasta Region.": {
    "guess": "Northern Chile",
    "confidence": [
      [
        "Northern",
        -0.258825
      ],
      [
        " Chile",
        -0.00017207429
      ]
    ]
  },
  "While refitting his shattered fleet at Molossia, he heard of his grandfather's banishment from Phthia, set sail for Iolcus, and captured the city after killing the sons of Acastus. He killed the prince": {
    "guess": "Jason",
    "confidence": [
      [
        "Jason",
        -0.55913407
      ]
    ]
  },
  "This region was once used as a base to launch attacks against the Hula Valley. This region is home to": {
    "guess": "Golan Heights",
    "confidence": [
      [
        "G",
        -0.10687508
      ],
      [
        "olan",
        -0.00066764065
      ],
      [
        " Heights",
        -0.00011260267
      ]
    ]
  },
  "Some regions consider this god's consort to be the banana tree Kala Bo, and a summer festival is named after this god \"Chaturthi\". The Srittavanidhi depicts this god's thirty-two illustrated descriptions,": {
    "guess": "Ganesha",
    "confidence": [
      [
        "G",
        -0.007136005
      ],
      [
        "anes",
        -0.00042710046
      ],
      [
        "ha",
        -4.179569e-05
      ]
    ]
  },
  "This region is home to the European Southern Observatory's La Silla and Paranel outposts, including the Very Large Telescope. This region is the location of the Tamarugal Plateau and the Loa River. It is home to the largest open-pit copper mine in the world, Chuqui, which is owned by Codelco. This region is also home to cities like Iquique in the Tarapacá Region, as well as the (*) Antofagasta Region. This desert south of the Altiplano has vast saltpeter reserves. It is primarily the result of a rain shadow from the Cordillera Domeyko, a range of the Andes Mountains. For 10 points, name this driest": {
    "guess": "Atacama Desert",
    "confidence": [
      [
        "At",
        -0.010989459
      ],
      [
        "ac",
        -2.2484697e-05
      ],
      [
        "ama",
        -7.3458323e-06
      ],
      [
        " Desert",
        -0.00027087211
      ]
    ]
  },
  "The region of this name was the home to the ancient kingdoms of Sennar and Dongola and is named for an Arabic term for \"land of the black peoples.\" That region extends west to east across Africa between": {
    "guess": "Nubia",
    "confidence": [
      [
        "N",
        -0.69548243
      ],
      [
        "ub",
        -0.03617454
      ],
      [
        "ia",
        -0.000450811
      ]
    ]
  },
  "This region experiences a type of fog that is known as camanchaca. The main river that passes through this area is the Loa River. This region is bound on the west by the Cordillera de la (*) Costa and on the east by the Cordillera Domeyko. For 10 points, name this location often considered to be the": {
    "guess": "Atacama Desert",
    "confidence": [
      [
        "At",
        -0.16231559
      ],
      [
        "ac",
        -1.4855664e-05
      ],
      [
        "ama",
        -9.372295e-06
      ],
      [
        " Desert",
        -0.00039456884
      ]
    ]
  },
  "This region experiences a type of fog that is known as camanchaca. The main river that passes through": {
    "guess": "Coquimbo Region",
    "confidence": [
      [
        "Co",
        -0.8041488
      ],
      [
        "qu",
        -0.08211874
      ],
      [
        "im",
        -2.6968896e-06
      ],
      [
        "bo",
        -2.451116e-05
      ],
      [
        " Region",
        -0.07317006
      ]
    ]
  },
  "This region's early animistic religion was known as Bon, and the people of this region continued to worship": {
    "guess": "Tibet",
    "confidence": [
      [
        "T",
        -0.061452705
      ],
      [
        "ib",
        -9.1742026e-05
      ],
      [
        "et",
        -0.00013870094
      ]
    ]
  },
  "This region was once used as a base to launch attacks against the Hula Valley. This region is home to the abandoned city of Quneitra, and Albert Mandler led the armored attack that most recently captured": {
    "guess": "Golan Heights",
    "confidence": [
      [
        "G",
        -0.14880311
      ],
      [
        "olan",
        -3.6669935e-05
      ],
      [
        " Heights",
        -6.511407e-06
      ]
    ]
  },
  "A region to the west of this body of water is called the \"Putrid Sea,\" or the Sivash, which is separated from this body by the Arabat Spit. Once known as Lake Maeotis, its southern portion features a passage once known as the Strait of Yenikale. The northeast features the deposits at the Gulf of Taganrog and it is fed from the east by the Kuban River which enters it at Temryuk, while a larger city": {
    "guess": "Sea of Azov",
    "confidence": [
      [
        "Sea",
        -0.24163063
      ],
      [
        " of",
        -0.00011510595
      ],
      [
        " Az",
        -4.167649e-05
      ],
      [
        "ov",
        -9.913265e-05
      ]
    ]
  },
  "This region was home to the author of the 48-book Dionysiaca, the last epic written in Ancient Greek. A mythical king of this place sacrificed foreign travelers to avert famine until Heracles broke from chains and killed him. In this home of Nonnus and the mythical Busiris, the gods turned into animals while fleeing from Typhon. Hypermnestra refused to kill a suitor from this place, which was once ruled by Epaphus, the son of Io. This place, named for a king who had forty-nine of his fifty sons murdered by the Danaids, included temples to the syncretic god Serapis. On his return from Troy, Menelaus wrestled the shape-shifting Proteus in this region before sailing north again. For 10 points, name this region containing Pharos, where ethnic Greeks syncretized Typhon with Set and learned about": {
    "guess": "Alexandria",
    "confidence": [
      [
        "Alex",
        -1.2473685
      ],
      [
        "and",
        -0.00015478976
      ],
      [
        "ria",
        -0.00014942927
      ]
    ]
  },
  "As regent this leader defeated the Crimean Tatars, regained previously lost lands from Sweden, and recolonized Siberia. He is thought to have caused the death of Czarevitch Dmitri during Fyodor I's reign": {
    "guess": "Vasily IV of Russia",
    "confidence": [
      [
        "V",
        -1.2029938
      ],
      [
        "asily",
        -0.12468354
      ],
      [
        " IV",
        -0.06267041
      ],
      [
        " of",
        -0.0026826607
      ],
      [
        " Russia",
        -0.0004017137
      ]
    ]
  },
  "This man refuted Walter Lippmann's view that journalists should transmit information from the elite to common people in a book that defines \"the public\" as a group of citizens indirectly bonded by the effects of events. This author of The Public and its Problems praised Keats' regard for imitation in a work that claims aesthetic creation and encounters are as important as works of (*) art themselves. In another book, this man argued that neither Plato's segmented system nor Rousseau's individualistic models of learning were sufficient since they did not promote cooperation or communication between citizens necessary for the free society of the title form of government. For 10 points, name this": {
    "guess": "John Dewey",
    "confidence": [
      [
        "John",
        -0.0017696625
      ],
      [
        " Dew",
        -6.9882217e-06
      ],
      [
        "ey",
        -1.0683535e-05
      ]
    ]
  },
  "This region was home to the author of the 48-book Dionysiaca, the last epic written in Ancient Greek. A mythical king of this place sacrificed foreign travelers to avert famine until Heracles broke from chains and killed him. In this home of Nonnus and the mythical Busiris, the gods turned into animals while fleeing from Typhon. Hypermnestra refused to kill a suitor from this place, which was once ruled by Epaphus, the son of Io. This place, named for a king who had forty-nine of his fifty sons murdered": {
    "guess": "Egypt",
    "confidence": [
      [
        "Egypt",
        -0.34262547
      ]
    ]
  },
  "This man refused to succeed Lord Melbourne as Prime Minister unless Queen Victoria fired her ladies-in-waiting who supported Melbourne in the Bedchamber Crisis. While serving as Secretary for Ireland,": {
    "guess": "Robert Peel",
    "confidence": [
      [
        "Robert",
        -0.017841319
      ],
      [
        " Peel",
        -0.00010258956
      ]
    ]
  },
  "This region became a hereditary posesssion under the Liudolfing dynasty, and in the 10th and 11th centuries it was held by the Billung family. One leader of this polity recovered Havelberg in the Wendish Crusade before being the first member of his family to rule this polity. That leader, Alfred the Bear, was the first of the House of Ascania to rule this state, which passed from the Ascanians to Frederick II the Valiant in 1422. This state's independence was restored at the Treaty of Hubertsburg after it was defeated at the Siege of Pirna and forced to fight for Prussia at the beginning of the Seven Years' War. The Lauenburg branch of this polity's rulers were eventually absorbed by Hannover, and following the extinction of this polity's Wittenberg line of rulers in 1422, it passed to Frederick I the Warlike. This state's Elector was elected King of Poland despite the opposition of France": {
    "guess": "Electorate of Saxony",
    "confidence": [
      [
        "E",
        -0.6627085
      ],
      [
        "lector",
        -3.1281633e-07
      ],
      [
        "ate",
        -0.0006608497
      ],
      [
        " of",
        -1.6762922e-05
      ],
      [
        " Sax",
        -0.018742237
      ],
      [
        "ony",
        -1.2948405e-05
      ]
    ]
  },
  "He refuses to finish a story involving a shepherd who has to cross a river with a herd of goats. While": {
    "guess": "Sancho Panza",
    "confidence": [
      [
        "San",
        -1.4658298
      ],
      [
        "cho",
        -0.00045962472
      ],
      [
        " Pan",
        -0.0010266162
      ],
      [
        "za",
        -2.9160103e-05
      ]
    ]
  },
  "The region had become so scarred that in the 1960s it was used in training U.S. astronauts for moon landings. In 1912, its largest volcano and a new volcano, Novarupta, created the region with a massive eruption that was later visible across the country in Washington D.C. In fact, neighboring Kodiak Island was buried under 1 foot of ash. FTP, name this valley, home to Mt. Katmai, in southern Alaska, that derives its name from the myriad fumaroles or fissures of spouting gas, steam, and many smokes.": {
    "guess": "Valley of Ten Thousand Smokes",
    "confidence": [
      [
        "Val",
        -0.018146547
      ],
      [
        "ley",
        -0.00010986099
      ],
      [
        " of",
        -0.00066597183
      ],
      [
        " Ten",
        -0.0001975802
      ],
      [
        " Thousand",
        -5.4550484e-05
      ],
      [
        " Sm",
        -9.74638e-05
      ],
      [
        "okes",
        -1.4498052e-05
      ]
    ]
  },
  "One region in this structure is the site of BMAL-1-CLOCK dimerization and is located above the optic chiasm. The lateral and posterior portions of this structure produce orexins, deficits of which can": {
    "guess": "Hypothalamus",
    "confidence": [
      [
        "H",
        -0.10892969
      ],
      [
        "yp",
        -2.6895234e-05
      ],
      [
        "oth",
        -2.3915141e-05
      ],
      [
        "alam",
        -8.76891e-05
      ],
      [
        "us",
        -2.2603901e-05
      ]
    ]
  },
  "This region included the abbey of Fecamp, which was rebuilt by the Lombard churchman William of Volpiano. One historian who revised a work by William of Jumieges to create a \"myth\" about this region was Orderic Vitalis. Knights born in this region included a man who became count of Aversa, Rainulf, and a man who killed the emir of Syracuse and won the nicknamed \"Iron Arm,\" William de Hauteville. Philip Augustus seized this region in 1204, taking it away from a king who was derisively called \"Softsword.\" It became a duchy early in the tenth century, when Frankish ruler Charles the Simple granted it to Rollo, a Viking chief. For 10 points, what historical region of France was the base for the 1066": {
    "guess": "Normandy",
    "confidence": [
      [
        "Norm",
        -0.0071924585
      ],
      [
        "andy",
        -0.0002352449
      ]
    ]
  },
  "He regularly gave lectures on popular astronomy to working class audiences, leading to the publication of his A Philosophical Treatise of Popular Astronomy, and at his death he left a book on the philosophy of mathematics entitled The Subjective Synthesis. He argued that human kind progressed through": {
    "guess": "John Herschel",
    "confidence": [
      [
        "John",
        -1.4174604
      ],
      [
        " Hers",
        -0.50331813
      ],
      [
        "ch",
        -0.00022463576
      ],
      [
        "el",
        -0.00012976067
      ]
    ]
  },
  "One reform proclamation in this polity was the \"Noble Edict of the Rose Chamber,\" and a period of reform here was known as the Tulip Period. This polity employed local governors called Armatoles. Karayazici led bandits here in the Jelali revolts. This nation used land grants called Timar, and it employed the devsirme system. Treaties governing the rights of foreigners here were known as Capitulations. This nation undertook the Tanzimat reforms, and its government was referred to as the Sublime Porte. Local rebellions against this polity were led by Alexander Ypsilanti and by Muhammad Ali. The dissolution of this empire was accomplished by the treaties of Lausanne and Sèvres. For 10 points, name": {
    "guess": "Ottoman Empire",
    "confidence": [
      [
        "O",
        -0.13916707
      ],
      [
        "tt",
        0.0
      ],
      [
        "oman",
        -9.0883464e-07
      ],
      [
        " Empire",
        -4.6683042e-05
      ]
    ]
  },
  "This man refused to succeed Lord Melbourne as Prime Minister unless Queen Victoria fired her ladies-in-waiting who supported Melbourne in the Bedchamber Crisis. While serving as Secretary for Ireland, he was known as a staunch (*) anti-Catholic, though this Prime Minister did allow Catholics to serve in Parliament with the Emancipation Act of 1829. His Tamworth Manifesto inspired the Conservative Party,": {
    "guess": "Robert Peel",
    "confidence": [
      [
        "Robert",
        -0.044649344
      ],
      [
        " Peel",
        -0.00015407454
      ]
    ]
  },
  "These regions feature areas of extreme activity called Wadati-Benioff zones, and back-arc basins are found above these regions. Accretionary wedges and slab suction and pull forces originate in these areas,": {
    "guess": "Subduction",
    "confidence": [
      [
        "Sub",
        -0.0020931612
      ],
      [
        "duction",
        -3.1281633e-07
      ]
    ]
  },
  "Reforms led by this leader include abolishing tax exemptions for large landowners, planned by Count Haugwitz, and the mandating of autopsies thanks to Gerard van Swieten. Maximilien Joseph signed the Treaty of Fussen with this ruler, while this ruler's son demanded that the Dutch open the Scheldt, resulting in a mediation by the french at a Treaty of Versailles. Wenzel Kaunitz accepted Zator and Auschwitz in the first partition of Poland as the advisor of this ruler. This ruler's power had been defended": {
    "guess": "Maria Theresa of Austria",
    "confidence": [
      [
        "Maria",
        -0.5923132
      ],
      [
        " Theresa",
        -0.0013658314
      ],
      [
        " of",
        -0.45546377
      ],
      [
        " Austria",
        -0.0004917914
      ]
    ]
  },
  "One region in this structure is the site of BMAL-1-CLOCK dimerization and is located above the optic chiasm. The lateral and posterior portions of this structure produce orexins, deficits of which can lead to narcolepsy. The hypophyseal portal system connects this structure to the HPA axis. Contained in the diencephalon, it releases GHRH and CRH, as well as gonadotropin-releasing hormone, somatostatin, oxytocin, and vasopressin. It connects the nervous and endocrine systems by linking to the pituitary gland, and controls hunger, thirst, and homeostasis. For 10 points, name this brain region located": {
    "guess": "Hypothalamus",
    "confidence": [
      [
        "H",
        -0.014212513
      ],
      [
        "yp",
        -0.00016492206
      ],
      [
        "oth",
        -6.408677e-05
      ],
      [
        "alam",
        -0.00020914296
      ],
      [
        "us",
        -9.150362e-05
      ]
    ]
  },
  "He refuses to finish a story involving a shepherd who has to cross a river with a herd of goats. While trying to examine some teeth, he is vomited on, and earlier, he is beaten by two monks after he tries to rob one. After a mix-up by Maritornes, he gets into a fight with a carrier and an innkeeper, who later steals his saddlebags. He suggests making the Balsam of Fierbras for money, but is rebuffed": {
    "guess": "Sancho Panza",
    "confidence": [
      [
        "San",
        -0.27504382
      ],
      [
        "cho",
        -5.5122365e-07
      ],
      [
        " Pan",
        -9.1026806e-05
      ],
      [
        "za",
        -2.188868e-05
      ]
    ]
  },
  "This region included the abbey of Fecamp, which was rebuilt by the Lombard churchman William of Volpiano. One historian who revised a work by William of Jumieges to create a \"myth\" about this region was Orderic Vitalis. Knights born in this region included a man who became count of Aversa, Rainulf, and a man who killed the emir of Syracuse and won the nicknamed \"Iron Arm,\" William de Hauteville. Philip": {
    "guess": "Normandy",
    "confidence": [
      [
        "Norm",
        -0.054513555
      ],
      [
        "andy",
        -0.034011137
      ]
    ]
  },
  "This region of the world is generally characterized by hot and humid weather, with monsoons in June  and December bringing heavy seasonal rainfall. The association containing this region's countries currently": {
    "guess": "Southeast Asia",
    "confidence": [
      [
        "Sou",
        -1.2912312
      ],
      [
        "theast",
        -1.3856493e-06
      ],
      [
        " Asia",
        -0.013513471
      ]
    ]
  },
  "This region included the abbey of Fecamp, which was rebuilt by the Lombard churchman William of Volpiano. One historian who revised a work by William of Jumieges to create a \"myth\" about this region was Orderic Vitalis. Knights born in this region included a man who became count of Aversa, Rainulf, and a man who killed the emir of Syracuse and won the nicknamed \"Iron Arm,\" William de Hauteville. Philip Augustus seized this region in 1204, taking it away from a king who was derisively called \"Softsword.\"": {
    "guess": "Normandy",
    "confidence": [
      [
        "Norm",
        -0.030466381
      ],
      [
        "andy",
        -0.026062116
      ]
    ]
  },
  "This region is home to the European Southern Observatory's La Silla and Paranel outposts, including the Very Large Telescope. This region is the location of the Tamarugal Plateau and the Loa River. It": {
    "guess": "Atacama Desert",
    "confidence": [
      [
        "At",
        -0.01003124
      ],
      [
        "ac",
        -4.8425554e-06
      ],
      [
        "ama",
        -1.1637165e-05
      ],
      [
        " Desert",
        -7.767599e-05
      ]
    ]
  },
  "This region became a hereditary posesssion under the Liudolfing dynasty, and in the 10th and 11th centuries it was held by the Billung family. One leader of this polity recovered Havelberg in the Wendish Crusade before being the first member of his family to rule this polity. That leader, Alfred the Bear, was the first of the House of Ascania to rule this state, which passed from the Ascanians to Frederick II the Valiant in 1422. This state's independence was restored at the Treaty of Hubertsburg after it was defeated at the Siege of Pirna and forced to fight for Prussia at the beginning of the Seven Years' War. The Lauenburg branch of this polity's rulers were eventually absorbed by Hannover, and following the extinction of this polity's Wittenberg line of rulers in 1422, it passed to Frederick": {
    "guess": "Margraviate of Brandenburg",
    "confidence": [
      [
        "Marg",
        -0.24903387
      ],
      [
        "r",
        -0.00025585614
      ],
      [
        "avi",
        -0.0009389739
      ],
      [
        "ate",
        -0.0001940041
      ],
      [
        " of",
        -0.0002421587
      ],
      [
        " Brand",
        -0.008669053
      ],
      [
        "enburg",
        -0.0011175924
      ]
    ]
  },
  "Reforms led by this leader include abolishing tax exemptions for large landowners, planned by Count Haugwitz,": {
    "guess": "Frederick William III of Prussia",
    "confidence": [
      [
        "Fre",
        -0.1368422
      ],
      [
        "der",
        -0.0006433341
      ],
      [
        "ick",
        -8.602025e-05
      ],
      [
        " William",
        -0.37068158
      ],
      [
        " III",
        -0.066713005
      ],
      [
        " of",
        -0.011796321
      ],
      [
        " Pr",
        -2.8444882e-05
      ],
      [
        "ussia",
        -3.5358695e-05
      ]
    ]
  },
  "Reforms led by this leader include abolishing tax exemptions for large landowners, planned by Count Haugwitz, and the mandating of autopsies thanks to Gerard van Swieten. Maximilien Joseph signed the Treaty of Fussen with this ruler, while this ruler's son demanded that the Dutch open the Scheldt, resulting": {
    "guess": "Maria Theresa",
    "confidence": [
      [
        "Maria",
        -0.030386362
      ],
      [
        " Theresa",
        -8.5543434e-05
      ]
    ]
  },
  "Reforms led by this leader include abolishing tax exemptions for large landowners, planned by Count Haugwitz, and the mandating of autopsies thanks to Gerard van Swieten. Maximilien Joseph signed the Treaty of Fussen with this ruler, while this ruler's son demanded that the Dutch open the Scheldt, resulting in a mediation by the french at a Treaty of Versailles. Wenzel Kaunitz accepted Zator and Auschwitz": {
    "guess": "Maria Theresa",
    "confidence": [
      [
        "Maria",
        -0.5563842
      ],
      [
        " Theresa",
        -0.00043412615
      ]
    ]
  },
  "One region within these structures contains modified smooth muscle cells called mesangial cells and octopus-like epithelial cells with many extensions, known as podocytes. Mammals and birds possess a deeply extending type of these structures which are surrounded by long capillaries called the vasa recta. A- and B-type natriuretic peptides act on a tightly packed region of cells within these structures, the (*) macula densa. Extra aquaporins are inserted into the distal portion of these structures in response to vasopressin, increasing their resorption of water. Renin is secreted by their juxtaglomerular apparatus. For 10 points, identify these structures comprised of subunits including the proximal": {
    "guess": "Nephron",
    "confidence": [
      [
        "N",
        -0.5945896
      ],
      [
        "eph",
        -5.2001665e-06
      ],
      [
        "ron",
        -0.003344302
      ]
    ]
  },
  "His reforms, as stated in the Sixty-Seven Articles of 1523, allowed priests, nuns, and monks to marry, banned clerical robes, and commanded ministers to preach from the Bible. People's priest at the Great": {
    "guess": "Reformation in Denmark",
    "confidence": [
      [
        "Re",
        -1.0173281
      ],
      [
        "formation",
        -0.0052558146
      ],
      [
        " in",
        -0.10102701
      ],
      [
        " Denmark",
        -0.10357422
      ]
    ]
  },
  "The region of this name was the home to the ancient kingdoms of Sennar and Dongola and is named for an Arabic term for \"land of the black peoples.\" That region extends west to east across Africa between the Sahara Desert and the equatorial rain forest. The southern part of a country by this name will become independent in July. For 10 points, name this large country south of Egypt, which is also the location of Darfur.": {
    "guess": "Sudan",
    "confidence": [
      [
        "S",
        -0.004123873
      ],
      [
        "ud",
        -8.418666e-06
      ],
      [
        "an",
        -2.0458236e-05
      ]
    ]
  },
  "This region's current sheet can be modeled by the Ballerina model and is inclined relative to the radial": {
    "guess": "Heliospheric current sheet",
    "confidence": [
      [
        "Hel",
        -0.3608037
      ],
      [
        "ios",
        -0.0001409658
      ],
      [
        "pheric",
        -0.007817302
      ],
      [
        " current",
        -0.018145608
      ],
      [
        " sheet",
        -1.569009e-05
      ]
    ]
  },
  "One region within these structures contains modified smooth muscle cells called mesangial cells and octopus-like epithelial cells with many extensions, known as podocytes. Mammals and birds possess a deeply": {
    "guess": "Kidney",
    "confidence": [
      [
        "Kid",
        -0.11173634
      ],
      [
        "ney",
        -0.003986743
      ]
    ]
  },
  "This region's current sheet can be modeled by the Ballerina model and is inclined relative to the radial direction by the Parker angle. It exhibits regions of compressed plasma(*) known as corotating interaction regions. It is believed to extend from it source for about 100 AU before ending in a termination": {
    "guess": "Heliospheric current sheet",
    "confidence": [
      [
        "Hel",
        -0.07608226
      ],
      [
        "ios",
        -4.0007635e-05
      ],
      [
        "pheric",
        -0.3281895
      ],
      [
        " current",
        -0.017071322
      ],
      [
        " sheet",
        -4.9305523e-05
      ]
    ]
  },
  "He regularly gave lectures on popular astronomy to working class audiences, leading to the publication of his A Philosophical Treatise of Popular Astronomy, and at his death he left a book on the philosophy of mathematics entitled The Subjective Synthesis. He argued that human kind progressed through a theological stage, a metaphysical stage, and finally a scientific stage, in his appropriately-named \"law of three stages,\" while his romance with the tubercular Clotilde de Vaux influenced his view of the woman's place in an ideal science-based society. FTP, identify this French founder of positivism,": {
    "guess": "Auguste Comte",
    "confidence": [
      [
        "August",
        -0.003333968
      ],
      [
        "e",
        -0.00080784434
      ],
      [
        " Com",
        -0.00020890454
      ],
      [
        "te",
        -1.5570886e-05
      ]
    ]
  },
  "A region to the west of this body of water is called the \"Putrid Sea,\" or the Sivash, which is separated from this body by the Arabat Spit. Once known as Lake Maeotis, its southern portion features a passage once known as the Strait of Yenikale. The northeast features the deposits at the Gulf of Taganrog and it is fed from the east by the Kuban River which enters it at Temryuk, while a larger city on its shores is Mariupol. Notably plagued by an invasion of Mnemopsis leydi, this body is known as the \"Fish Sea\" in one language. It is separated from a larger body of water to its south by the Isthmus of Perekop, as well as the Kerch Strait. FTP, name this body of water north of the Black Sea.": {
    "guess": "Sea of Azov",
    "confidence": [
      [
        "Sea",
        -0.117563814
      ],
      [
        " of",
        -0.00024037065
      ],
      [
        " Az",
        -4.477578e-05
      ],
      [
        "ov",
        -0.00087739696
      ]
    ]
  },
  "This region's namesake \"organic laws\" helped free a slave family in Holmes v. Ford. After a measles epidemic in this territory, the Cayuse killed a missionary named Marcus Whitman, the leader of the \"great migration\". A leader of a tribe based in this territory ended one oration with the words \"From where the sun now stands, I will fight no more forever\", and led the Nez Perce. The northern boundary": {
    "guess": "Oregon Territory",
    "confidence": [
      [
        "Oregon",
        -0.029272368
      ],
      [
        " Territory",
        -0.06341314
      ]
    ]
  },
  "This region was home to the author of the 48-book Dionysiaca, the last epic written in Ancient Greek. A mythical king of this place sacrificed foreign travelers to avert famine until Heracles broke from": {
    "guess": "Egypt",
    "confidence": [
      [
        "Egypt",
        -0.6188974
      ]
    ]
  },
  "One region in this structure is the site of BMAL-1-CLOCK dimerization and is located above the optic chiasm. The lateral and posterior portions of this structure produce orexins, deficits of which can lead to narcolepsy. The hypophyseal portal system connects this structure to the HPA axis. Contained": {
    "guess": "Hypothalamus",
    "confidence": [
      [
        "H",
        -0.051023815
      ],
      [
        "yp",
        -2.9160103e-05
      ],
      [
        "oth",
        -6.392203e-06
      ],
      [
        "alam",
        -2.486877e-05
      ],
      [
        "us",
        -1.27099975e-05
      ]
    ]
  },
  "Reforms led by this leader include abolishing tax exemptions for large landowners, planned by Count Haugwitz, and the mandating of autopsies thanks to Gerard van Swieten. Maximilien Joseph signed the Treaty of Fussen with this ruler, while this ruler's son demanded that the Dutch open the Scheldt, resulting in a mediation by the french at a Treaty of Versailles. Wenzel Kaunitz accepted Zator and Auschwitz in the first partition of Poland as the advisor of this ruler. This ruler's power had been defended during the Seven Years' War, while the War of the Austrian Succession had been fought over her ascension to the throne. FTP, name this archduchess who had came into power during the Pragmatic": {
    "guess": "Maria Theresa",
    "confidence": [
      [
        "Maria",
        -0.0051143267
      ],
      [
        " Theresa",
        -0.00014430351
      ]
    ]
  },
  "This region was first united by Namri Songtsen, and Sakya Pandita was appointed viceroy of this region after its conquest by Godan. The Phagmodrupa Dynasty established this kingdom's independence after the Mongol conquest, and the Sino-Sikh war was fought over this region. The British and Russians competed for control of this region, which achieved de facto independence after the collapse of the Qing": {
    "guess": "Tibet",
    "confidence": [
      [
        "T",
        -0.016610313
      ],
      [
        "ib",
        -3.650519e-06
      ],
      [
        "et",
        -1.1517961e-05
      ]
    ]
  },
  "This region included the abbey of Fecamp, which was rebuilt by the Lombard churchman William of Volpiano. One historian who revised a work by William of Jumieges to create a \"myth\" about this region was Orderic Vitalis. Knights born in this region included a man who became count of Aversa, Rainulf, and": {
    "guess": "Normandy",
    "confidence": [
      [
        "Norm",
        -0.13732003
      ],
      [
        "andy",
        -0.0032795488
      ]
    ]
  },
  "Some regions consider this god's consort to be the banana tree Kala Bo, and a summer festival is named after this god \"Chaturthi\". The Srittavanidhi depicts this god's thirty-two illustrated descriptions, and he is sometimes called Ekadanta. This god won a race by running in a circle, defeating his brother (*) Skanda. One story about this god's most distinguishing feature relates how Sani caused this god to burst into flames, and another story states that Shiva cut off this deity's head after Parvati": {
    "guess": "Ganesha",
    "confidence": [
      [
        "G",
        -0.004221455
      ],
      [
        "anes",
        -0.00043293412
      ],
      [
        "ha",
        -2.1411865e-05
      ]
    ]
  },
  "This region experiences a type of fog that is known as camanchaca. The main river that passes through this area is the Loa River. This region is bound on the west by the Cordillera de la (*) Costa and on the east by the Cordillera Domeyko. For 10 points, name this location often considered to be the driest on the Earth, which runs alongside the Andes Mountains and is a desert located in northern Chile.": {
    "guess": "Atacama Desert",
    "confidence": [
      [
        "At",
        -0.0012665401
      ],
      [
        "ac",
        -3.500108e-05
      ],
      [
        "ama",
        -8.537869e-06
      ],
      [
        " Desert",
        -1.4974867e-05
      ]
    ]
  },
  "He regularly gave lectures on popular astronomy to working class audiences, leading to the publication of his A Philosophical Treatise of Popular Astronomy, and at his death he left a book on the philosophy of mathematics entitled The Subjective Synthesis. He argued that human kind progressed through a theological stage, a metaphysical stage, and finally a scientific stage, in his appropriately-named": {
    "guess": "Auguste Comte",
    "confidence": [
      [
        "August",
        -0.001201897
      ],
      [
        "e",
        -0.0008741821
      ],
      [
        " Com",
        -0.0007576926
      ],
      [
        "te",
        -1.0325924e-05
      ]
    ]
  },
  "From 1933-1934 and 1944-1946, this region was briefly independent under the leadership of Hoja Niyaz": {
    "guess": "Xinjiang",
    "confidence": [
      [
        "X",
        -0.31110287
      ],
      [
        "in",
        -0.0014199957
      ],
      [
        "jiang",
        -0.0006556084
      ]
    ]
  },
  "One reform proclamation in this polity was the \"Noble Edict of the Rose Chamber,\" and a period of reform here was known as the Tulip Period. This polity employed local governors called Armatoles. Karayazici": {
    "guess": "Ottoman Empire",
    "confidence": [
      [
        "O",
        -0.04844643
      ],
      [
        "tt",
        -3.1281633e-07
      ],
      [
        "oman",
        -3.1281633e-07
      ],
      [
        " Empire",
        -0.0015490218
      ]
    ]
  },
  "Some regions consider this god's consort to be the banana tree Kala Bo, and a summer festival is named after this god \"Chaturthi\". The Srittavanidhi depicts this god's thirty-two illustrated descriptions, and he is sometimes called Ekadanta. This god won a race by running in a circle, defeating his brother (*) Skanda. One story about this god's most distinguishing feature relates how Sani caused this god to burst into flames, and another story states that Shiva cut off this deity's head after Parvati conceived him on her own. For 10 points, identify this Hindu remover of obstacles, who has an elephant's": {
    "guess": "Ganesha",
    "confidence": [
      [
        "G",
        -0.0124445455
      ],
      [
        "anes",
        -0.0015997257
      ],
      [
        "ha",
        -3.9411618e-05
      ]
    ]
  },
  "One region within these structures contains modified smooth muscle cells called mesangial cells and octopus-like epithelial cells with many extensions, known as podocytes. Mammals and birds possess a deeply extending type of these structures which are surrounded by long capillaries called the vasa recta.": {
    "guess": "Kidney",
    "confidence": [
      [
        "Kid",
        -0.056095406
      ],
      [
        "ney",
        -0.004390121
      ]
    ]
  },
  "This region experiences a type of fog that is known as camanchaca. The main river that passes through this area is the Loa River. This region is bound on the west by the Cordillera de la (*) Costa and": {
    "guess": "Atacama Desert",
    "confidence": [
      [
        "At",
        -0.23645714
      ],
      [
        "ac",
        -2.8802491e-05
      ],
      [
        "ama",
        -1.7239736e-05
      ],
      [
        " Desert",
        -0.00067562
      ]
    ]
  },
  "This region was home to the author of the 48-book Dionysiaca, the last epic written in Ancient Greek. A mythical king of this place sacrificed foreign travelers to avert famine until Heracles broke from chains and killed him. In this home of Nonnus and the mythical Busiris, the gods turned into animals": {
    "guess": "Thebes, Egypt",
    "confidence": [
      [
        "The",
        -0.70653576
      ],
      [
        "bes",
        -0.026645107
      ],
      [
        ",",
        -0.13450518
      ],
      [
        " Egypt",
        -0.45616466
      ]
    ]
  },
  "While refitting his shattered fleet at Molossia, he heard of his grandfather's banishment from Phthia, set sail for Iolcus, and captured the city after killing the sons of Acastus. He killed the prince Polites, then killed the father of Polites and dragged the corpse to his own father's tomb, leaving it there to rot, unburied and headless. The god Heracles appeared on Lemnos to state that Philoctetes": {
    "guess": "Jason",
    "confidence": [
      [
        "Jason",
        -0.6133898
      ]
    ]
  },
  "A Refutas equation can be used to calculate this quantity for a mixture, and one form of it is the numerator of the Prandtl number. The ratio of buoyant force to the force caused by it is given as the Grashof number. This property is increased when rheopectic substances are agitated, while it is reduced for (*) thixotropic compounds. It can be measured using a Zahn cup, and its kinematic form can be calculated by dividing its absolute form by mass density. This property can be characterized by a": {
    "guess": "Viscosity",
    "confidence": [
      [
        "Vis",
        -0.00061390916
      ],
      [
        "cosity",
        -1.3544423e-05
      ]
    ]
  },
  "This region of the world is generally characterized by hot and humid weather, with monsoons in June  and December bringing heavy seasonal rainfall. The association containing this region's countries currently has ten members, though East Timor will be a logical future member. Home to the world's largest Muslim  nation, where President Barack Obama spent part of his childhood, it is the most ecologically diverse place on Earth. Located between China and Australia, FTP, name this region in Asia, containing": {
    "guess": "Southeast Asia",
    "confidence": [
      [
        "Sou",
        -0.7567138
      ],
      [
        "theast",
        -6.134509e-05
      ],
      [
        " Asia",
        -0.0017851333
      ]
    ]
  },
  "This man refuted Walter Lippmann's view that journalists should transmit information from the elite to common people in a book that defines \"the public\" as a group of citizens indirectly bonded by the effects of events. This author of The Public and its Problems praised Keats' regard for imitation in a work that claims aesthetic creation and encounters are as important as works of (*) art themselves. In another book, this man argued that neither Plato's segmented system nor Rousseau's individualistic models of learning were sufficient since they did not promote cooperation or communication between": {
    "guess": "John Dewey",
    "confidence": [
      [
        "John",
        -0.002869662
      ],
      [
        " Dew",
        -1.2590794e-05
      ],
      [
        "ey",
        -1.1994775e-05
      ]
    ]
  },
  "This region contains a crater lake called Bikrat Ram fed by an underground spring as well as the village of Majdal Shams. Its central section is home to the Valley of Tears and extends from the Jilabun valley to the Daliyot while its southern section reaches to the Yarmouk River. It contains the ruins of Gamla and its de facto capital is the planned town of Katzrin. It is bounded on the east by the Hauron plain and on the north by Mount Hermon. FTP, name this rocky plateau to the east of the Sea of Galilee, a region constantly disputed between Syria and Israel.": {
    "guess": "Golan Heights",
    "confidence": [
      [
        "G",
        -0.039180987
      ],
      [
        "olan",
        -3.631232e-05
      ],
      [
        " Heights",
        -2.6299214e-05
      ]
    ]
  },
  "This region contains a crater lake called Bikrat Ram fed by an underground spring as well as the village": {
    "guess": "Israel",
    "confidence": [
      [
        "Israel",
        -1.9741313
      ]
    ]
  },
  "This region became a hereditary posesssion under the Liudolfing dynasty, and in the 10th and 11th centuries it was held by the Billung family. One leader of this polity recovered Havelberg in the Wendish Crusade before being the first member of his family to rule this polity. That leader, Alfred the Bear, was the first of the House of Ascania to rule this state, which passed from the Ascanians to Frederick II the Valiant in 1422. This state's independence was restored at the Treaty of Hubertsburg after it was defeated at the Siege of Pirna and forced to fight for Prussia at the beginning of the Seven Years' War. The Lauenburg branch of this polity's rulers were eventually absorbed by Hannover, and following the extinction of this polity's Wittenberg line of rulers in 1422, it passed to Frederick I the Warlike. This state's Elector was elected King of Poland despite the opposition of France and Spain in the War of the Spanish Succession. That Elector was the son of another Elector of this state nicknamed \"The Strong,\" Augustus II, and this state lent an alternate name to the Ottonian dynasty, which was based here. For 10 points, name this electorate with capital at Dresden.": {
    "guess": "Electorate of Saxony",
    "confidence": [
      [
        "E",
        -0.24005328
      ],
      [
        "lector",
        -1.9361265e-07
      ],
      [
        "ate",
        -0.00014036978
      ],
      [
        " of",
        -4.365741e-06
      ],
      [
        " Sax",
        -4.048445e-05
      ],
      [
        "ony",
        -2.4272753e-05
      ]
    ]
  },
  "His refusal to enforce his own Consolidation of Labor Laws led workers to attack him in the Miner's Manifesto. His abuses caught up with him when his guard Tenente Fortunato was implicated in the murder": {
    "guess": "Getúlio Vargas",
    "confidence": [
      [
        "Get",
        -1.9341719
      ],
      [
        "ú",
        -0.0060105636
      ],
      [
        "lio",
        -3.3093824e-05
      ],
      [
        " V",
        -0.0017008873
      ],
      [
        "argas",
        -2.9756122e-05
      ]
    ]
  },
  "This region became a hereditary posesssion under the Liudolfing dynasty, and in the 10th and 11th centuries it was held by the Billung family. One leader of this polity recovered Havelberg in the Wendish Crusade before being the first member of his family to rule this polity. That leader, Alfred the Bear, was the first of the House of Ascania to rule this state, which passed from the Ascanians to Frederick II the Valiant in 1422. This state's independence was restored at the Treaty of Hubertsburg after it was defeated at the Siege of Pirna and forced to fight for Prussia at the beginning of the Seven Years' War. The Lauenburg branch of this polity's rulers were eventually absorbed by Hannover, and following the extinction of this polity's Wittenberg line of rulers in 1422, it passed to Frederick I the Warlike. This state's Elector was elected King of Poland despite the opposition of France and Spain in the War of the Spanish Succession. That Elector was the son of another Elector of this": {
    "guess": "Electorate of Saxony",
    "confidence": [
      [
        "E",
        -0.3840759
      ],
      [
        "lector",
        -1.3856493e-06
      ],
      [
        "ate",
        -0.002600388
      ],
      [
        " of",
        -8.657073e-06
      ],
      [
        " Sax",
        -0.0384488
      ],
      [
        "ony",
        -7.107425e-06
      ]
    ]
  },
  "His reforms, as stated in the Sixty-Seven Articles of 1523, allowed priests, nuns, and monks to marry, banned clerical robes, and commanded ministers to preach from the Bible. People's priest at the Great Minster Church, he preached against fasting  and indulgences, though he disagreed with Luther about the Lord's Supper. FTP, name this religious reformer, killed at Kappel in a battle between Protestant": {
    "guess": "Huldrych Zwingli",
    "confidence": [
      [
        "H",
        -0.039345466
      ],
      [
        "uld",
        -0.0007297091
      ],
      [
        "ry",
        -2.7729659e-05
      ],
      [
        "ch",
        -0.000106046464
      ],
      [
        " Z",
        -4.608702e-05
      ],
      [
        "wing",
        -5.419287e-05
      ],
      [
        "li",
        -0.00023989384
      ]
    ]
  },
  "The region had become so scarred that in the 1960s it was used in training U.S. astronauts for moon landings. In 1912, its largest volcano and a new volcano, Novarupta, created the region with a massive": {
    "guess": "Katmai National Park and Preserve",
    "confidence": [
      [
        "Kat",
        -0.1489234
      ],
      [
        "mai",
        -1.6286107e-05
      ],
      [
        " National",
        -0.09999636
      ],
      [
        " Park",
        -0.007561553
      ],
      [
        " and",
        -0.04869172
      ],
      [
        " Preserve",
        -0.002139436
      ]
    ]
  },
  "This region's namesake \"organic laws\" helped free a slave family in Holmes v. Ford. After a measles epidemic in this territory, the Cayuse killed a missionary named Marcus Whitman, the leader of the \"great migration\". A leader of a tribe based in this territory ended one oration with the words \"From": {
    "guess": "Oregon Territory",
    "confidence": [
      [
        "Oregon",
        -0.0022449389
      ],
      [
        " Territory",
        -0.0064936774
      ]
    ]
  },
  "He refuses to leave his neighborhood because it is too hot, and calls the Valley \"Hell's Waiting Room.\"": {
    "guess": "Death Valley",
    "confidence": [
      [
        "Death",
        -0.8955487
      ],
      [
        " Valley",
        -0.0003119864
      ]
    ]
  },
  "This region of the world is generally characterized by hot and humid weather, with monsoons in June  and December bringing heavy seasonal rainfall. The association containing this region's countries currently has ten members, though East Timor will be a logical future member. Home to the world's largest Muslim  nation, where President Barack Obama spent part of his childhood, it is the most ecologically diverse place on Earth. Located between China and Australia, FTP, name this region in Asia, containing countries such  as Thailand, Malaysia, the Philippines and Indonesia.": {
    "guess": "Southeast Asia",
    "confidence": [
      [
        "Sou",
        -0.019668646
      ],
      [
        "theast",
        -1.4378848e-05
      ],
      [
        " Asia",
        -0.0004043362
      ]
    ]
  },
  "From 1933-1934 and 1944-1946, this region was briefly independent under the leadership of Hoja Niyaz Hadji and Alikhan Tore. The forgeries of Islam Akhun about this region were exposed by the explorer Aurel Stein, and Paul Pelliot explored this region, finding the manuscript trove at the Cave of the Thousand Buddhas. The source of the Ili River, cities in this region include Yarkand and Aksu, and the mountain known as Pik Pobedy in one language is the highest in this area. The A-erh-chin Mountains are located in here, along with the Dsungarian and Tarim Basins, the Turfan Depression, and the Taklamakan desert. Dominated by trading cities such as Khotan, Kashgar, and Turfan and by the Uyghur people, FTP, name this region bordered by Gansu and Tibet, the largest political unit in China with its capital at Urumqi.": {
    "guess": "Xinjiang",
    "confidence": [
      [
        "X",
        -0.007111029
      ],
      [
        "in",
        -0.00012856863
      ],
      [
        "jiang",
        -0.00025645216
      ]
    ]
  },
  "This region became a hereditary posesssion under the Liudolfing dynasty, and in the 10th and 11th centuries it was held by the Billung family. One leader of this polity recovered Havelberg in the Wendish": {
    "guess": "Margraviate of Meissen",
    "confidence": [
      [
        "Marg",
        -0.6042525
      ],
      [
        "r",
        -2.546479e-05
      ],
      [
        "avi",
        -0.0024443814
      ],
      [
        "ate",
        -0.00021891399
      ],
      [
        " of",
        -6.849731e-05
      ],
      [
        " Me",
        -0.14527044
      ],
      [
        "issen",
        -4.8113485e-05
      ]
    ]
  },
  "Some regions consider this god's consort to be the banana tree Kala Bo, and a summer festival is named after this god \"Chaturthi\". The Srittavanidhi depicts this god's thirty-two illustrated descriptions, and he is sometimes called Ekadanta. This god won a race by running in a circle, defeating his brother": {
    "guess": "Ganesha",
    "confidence": [
      [
        "G",
        -0.001249043
      ],
      [
        "anes",
        -0.0008848958
      ],
      [
        "ha",
        -1.3902034e-05
      ]
    ]
  },
  "The region of this name was the home to the ancient kingdoms of Sennar and Dongola and is named for an Arabic term for \"land of the black peoples.\" That region extends west to east across Africa between the Sahara Desert and the equatorial rain forest. The southern part of a country by this name will": {
    "guess": "Sudan",
    "confidence": [
      [
        "S",
        -0.034318388
      ],
      [
        "ud",
        -0.0006452414
      ],
      [
        "an",
        -0.00042400116
      ]
    ]
  },
  "This man refuted Walter Lippmann's view that journalists should transmit information from the elite to common people in a book that defines \"the public\" as a group of citizens indirectly bonded by the effects of events. This author of The Public and its Problems praised Keats' regard for imitation in": {
    "guess": "John Dewey",
    "confidence": [
      [
        "John",
        -0.0037665898
      ],
      [
        " Dew",
        -7.3458323e-06
      ],
      [
        "ey",
        -1.9743013e-05
      ]
    ]
  },
  "From 1933-1934 and 1944-1946, this region was briefly independent under the leadership of Hoja Niyaz Hadji and Alikhan Tore. The forgeries of Islam Akhun about this region were exposed by the explorer Aurel Stein, and Paul Pelliot explored this region, finding the manuscript trove at the Cave of the Thousand Buddhas. The source of the Ili River, cities in this region include Yarkand and Aksu, and the mountain known as Pik Pobedy in one language is the highest in this area. The A-erh-chin Mountains are located in here, along with the Dsungarian and Tarim Basins, the Turfan Depression, and the Taklamakan desert. Dominated by trading cities such as Khotan, Kashgar, and Turfan and by the Uyghur people,": {
    "guess": "Xinjiang",
    "confidence": [
      [
        "X",
        -0.047627486
      ],
      [
        "in",
        -0.00012308525
      ],
      [
        "jiang",
        -0.0003057878
      ]
    ]
  },
  "This region was once used as a base to launch attacks against the Hula Valley. This region is home to the abandoned city of Quneitra, and Albert Mandler led the armored attack that most recently captured this region. Tel Dan can be found just outside this region, whose de-facto capital is the planned": {
    "guess": "Golan Heights",
    "confidence": [
      [
        "G",
        -0.08429778
      ],
      [
        "olan",
        -5.4550484e-05
      ],
      [
        " Heights",
        -7.576874e-05
      ]
    ]
  },
  "He refuses to finish a story involving a shepherd who has to cross a river with a herd of goats. While trying to examine some teeth, he is vomited on, and earlier, he is beaten by two monks after he tries to rob one. After a mix-up by Maritornes, he gets into a fight with a carrier and an innkeeper, who later steals his saddlebags. He suggests making the Balsam of Fierbras for money, but is rebuffed by his traveling companion. Teague O'Regan from the novel Modern Chivalry was based on this character,": {
    "guess": "Sancho Panza",
    "confidence": [
      [
        "San",
        -0.024467345
      ],
      [
        "cho",
        -3.1737043e-06
      ],
      [
        " Pan",
        -0.0006940855
      ],
      [
        "za",
        -2.9160103e-05
      ]
    ]
  },
  "A Refutas equation can be used to calculate this quantity for a mixture, and one form of it is the numerator of the Prandtl number. The ratio of buoyant force to the force caused by it is given as the Grashof number. This property is increased when rheopectic substances are agitated, while it is reduced": {
    "guess": "Viscosity",
    "confidence": [
      [
        "Vis",
        -0.0061656632
      ],
      [
        "cosity",
        -0.00034380643
      ]
    ]
  },
  "A region to the west of this body of water is called the \"Putrid Sea,\" or the Sivash, which is separated from this body by the Arabat Spit. Once known as Lake Maeotis, its southern portion features a passage": {
    "guess": "Black Sea",
    "confidence": [
      [
        "Black",
        -0.6955147
      ],
      [
        " Sea",
        -0.00037514235
      ]
    ]
  },
  "From 1933-1934 and 1944-1946, this region was briefly independent under the leadership of Hoja Niyaz Hadji and Alikhan Tore. The forgeries of Islam Akhun about this region were exposed by the explorer Aurel Stein, and Paul Pelliot explored this region, finding the manuscript trove at the Cave of the Thousand Buddhas. The source of the Ili River, cities in this region include Yarkand and Aksu, and the mountain known as Pik Pobedy in one language is the highest in this area. The A-erh-chin Mountains are located in here, along with the Dsungarian and Tarim Basins, the Turfan Depression, and the Taklamakan": {
    "guess": "Xinjiang",
    "confidence": [
      [
        "X",
        -0.012461622
      ],
      [
        "in",
        -0.00038598618
      ],
      [
        "jiang",
        -0.0010897354
      ]
    ]
  },
  "He refuses to leave his neighborhood because it is too hot, and calls the Valley \"Hell's Waiting Room.\" In another instance he expresses concern that two nerds are following them, exclaiming, \"Oh great, we're being stalked by Devo!\" He once honored some fans with a shout of his trademark call, \"Victory,\" while one of his more memorable assertions is that he would \"take it in the ass for an Oscar.\"": {
    "guess": "Jack Donaghy",
    "confidence": [
      [
        "Jack",
        -0.5843376
      ],
      [
        " Don",
        -0.16533619
      ],
      [
        "ag",
        -5.3000836e-05
      ],
      [
        "hy",
        -4.2868523e-05
      ]
    ]
  },
  "While refitting his shattered fleet at Molossia, he heard of his grandfather's banishment from Phthia, set sail for Iolcus, and captured the city after killing the sons of Acastus. He killed the prince Polites, then killed the father of Polites and dragged the corpse to his own father's tomb, leaving": {
    "guess": "Jason",
    "confidence": [
      [
        "Jason",
        -0.17638212
      ]
    ]
  },
  "He refuses to finish a story involving a shepherd who has to cross a river with a herd of goats. While trying to examine some teeth, he is vomited on, and earlier, he is beaten by two monks after he tries to rob one. After a mix-up by Maritornes, he gets into a fight with a carrier and an innkeeper,": {
    "guess": "Sancho Panza",
    "confidence": [
      [
        "San",
        -0.1850234
      ],
      [
        "cho",
        -1.0280384e-06
      ],
      [
        " Pan",
        -2.9279307e-05
      ],
      [
        "za",
        -5.0974373e-05
      ]
    ]
  },
  "His reforms, as stated in the Sixty-Seven Articles of 1523, allowed priests, nuns, and monks to marry,": {
    "guess": "Martin Luther",
    "confidence": [
      [
        "Martin",
        -1.0260377
      ],
      [
        " Luther",
        -0.00054540735
      ]
    ]
  },
  "This region was once used as a base to launch attacks against the Hula Valley. This region is home to the abandoned city of Quneitra, and Albert Mandler led the armored attack that most recently captured this region. Tel Dan can be found just outside this region, whose de-facto capital is the planned town of Katzrin. The (*) Purple Line separates this region from the country that once controlled it prior to the Six-Day War. Found north and east of the Sea of Galilee on a rocky plateau, for ten points": {
    "guess": "Golan Heights",
    "confidence": [
      [
        "G",
        -0.014483015
      ],
      [
        "olan",
        -3.0828953e-05
      ],
      [
        " Heights",
        -9.364929e-05
      ]
    ]
  },
  "From 1933-1934 and 1944-1946, this region was briefly independent under the leadership of Hoja Niyaz Hadji and Alikhan Tore. The forgeries of Islam Akhun about this region were exposed by the explorer Aurel Stein, and Paul Pelliot explored this region, finding the manuscript trove at the Cave of the Thousand Buddhas. The source of the Ili River, cities in this region include Yarkand and Aksu, and the mountain known as Pik Pobedy in one language is the highest in this area. The A-erh-chin Mountains are located in here, along with the Dsungarian and Tarim Basins, the Turfan Depression, and the Taklamakan desert. Dominated by trading cities such as Khotan, Kashgar, and Turfan and by the Uyghur people, FTP, name this region bordered by Gansu and Tibet, the largest political unit in China with its": {
    "guess": "Xinjiang",
    "confidence": [
      [
        "X",
        -0.0033191151
      ],
      [
        "in",
        -0.00015800826
      ],
      [
        "jiang",
        -0.0003247375
      ]
    ]
  },
  "This region's early animistic religion was known as Bon, and the people of this region continued to worship the mother goddess Tara as a new religion grew. The doctrine of Kalachakra concerns time and space and is important to both sects of that new religion. The monks of the Gelugpa sect of Buddhism": {
    "guess": "Tibetan Buddhism",
    "confidence": [
      [
        "T",
        -0.45512995
      ],
      [
        "ib",
        -4.9424725e-05
      ],
      [
        "et",
        -4.8113485e-05
      ],
      [
        "an",
        -0.00033343938
      ],
      [
        " Buddhism",
        -0.0035979329
      ]
    ]
  },
  "A Refutas equation can be used to calculate this quantity for a mixture, and one form of it is the numerator": {
    "guess": "Enthalpy of mixing",
    "confidence": [
      [
        "En",
        -1.3692379
      ],
      [
        "thal",
        -0.00024358915
      ],
      [
        "py",
        -0.00012082772
      ],
      [
        " of",
        -0.30629048
      ],
      [
        " mixing",
        -0.5340495
      ]
    ]
  },
  "As regent this leader defeated the Crimean Tatars, regained previously lost lands from Sweden, and recolonized Siberia. He is thought to have caused the death of Czarevitch Dmitri during Fyodor I's reign in order to prepare his path to the throne, which he attained in 1598, but his reign was weakened by the opposition of the false Dmitri. FTP, who was this tsar, the subject of a Pushkin play and Mussorgsky opera?": {
    "guess": "Boris Godunov",
    "confidence": [
      [
        "B",
        -0.051417038
      ],
      [
        "oris",
        -7.529192e-05
      ],
      [
        " God",
        -0.0007144584
      ],
      [
        "un",
        -8.8285124e-05
      ],
      [
        "ov",
        -1.3067608e-05
      ]
    ]
  },
  "Some regions consider this god's consort to be the banana tree Kala Bo, and a summer festival is named after this god \"Chaturthi\". The Srittavanidhi depicts this god's thirty-two illustrated descriptions, and he is sometimes called Ekadanta. This god won a race by running in a circle, defeating his brother (*) Skanda. One story about this god's most distinguishing feature relates how Sani caused this god to burst into flames, and another story states that Shiva cut off this deity's head after Parvati conceived him on her own. For 10 points, identify this Hindu remover of obstacles, who has an elephant's head.": {
    "guess": "Ganesha",
    "confidence": [
      [
        "G",
        -0.0019952508
      ],
      [
        "anes",
        -0.0001624188
      ],
      [
        "ha",
        -9.372295e-06
      ]
    ]
  },
  "This region became a hereditary posesssion under the Liudolfing dynasty, and in the 10th and 11th centuries it was held by the Billung family. One leader of this polity recovered Havelberg in the Wendish Crusade before being the first member of his family to rule this polity. That leader, Alfred the Bear, was the first of the House of Ascania to rule this state, which passed from the Ascanians to Frederick II the Valiant in 1422. This state's independence was restored at the Treaty of Hubertsburg after it was defeated at the Siege of Pirna and forced to fight for Prussia at the beginning of the Seven Years' War. The Lauenburg branch of this polity's rulers were eventually absorbed by Hannover, and following the extinction of this polity's Wittenberg line of rulers in 1422, it passed to Frederick I the Warlike. This state's Elector was elected King of Poland despite the opposition of France and Spain in the War of the Spanish Succession. That Elector was the son of another Elector of this state nicknamed \"The Strong,\" Augustus II, and this state lent an alternate name to the Ottonian dynasty,": {
    "guess": "Kingdom of Saxony",
    "confidence": [
      [
        "King",
        -0.38463768
      ],
      [
        "dom",
        -0.00027254096
      ],
      [
        " of",
        -3.4405064e-05
      ],
      [
        " Sax",
        -0.008777298
      ],
      [
        "ony",
        -1.0683535e-05
      ]
    ]
  },
  "This region was first united by Namri Songtsen, and Sakya Pandita was appointed viceroy of this region after its conquest by Godan. The Phagmodrupa Dynasty established this kingdom's independence after the Mongol conquest, and the Sino-Sikh war was fought over this region. The British and Russians competed for control of this region, which achieved de facto independence after the collapse of the Qing Empire. The Seventeen Points agreement allowed the annexation of this region by the PRC in 1951. For 10 points, name this Chinese region with its capital at Lhasa, the former home of the Dalai Lama.": {
    "guess": "Tibet",
    "confidence": [
      [
        "T",
        -0.2518998
      ],
      [
        "ib",
        -3.22594e-05
      ],
      [
        "et",
        -2.4987974e-05
      ]
    ]
  },
  "From 1933-1934 and 1944-1946, this region was briefly independent under the leadership of Hoja Niyaz Hadji and Alikhan Tore. The forgeries of Islam Akhun about this region were exposed by the explorer": {
    "guess": "East Turkestan",
    "confidence": [
      [
        "East",
        -0.29252565
      ],
      [
        " Tur",
        -0.0032557887
      ],
      [
        "ke",
        -2.451116e-05
      ],
      [
        "stan",
        -1.4855664e-05
      ]
    ]
  },
  "A region to the west of this body of water is called the \"Putrid Sea,\" or the Sivash, which is separated from this body by the Arabat Spit. Once known as Lake Maeotis, its southern portion features a passage once known as the Strait of Yenikale. The northeast features the deposits at the Gulf of Taganrog and it is fed from the east by the Kuban River which enters it at Temryuk, while a larger city on its shores is Mariupol. Notably plagued by an invasion of Mnemopsis leydi, this body is known as": {
    "guess": "Sea of Azov",
    "confidence": [
      [
        "Sea",
        -0.054045536
      ],
      [
        " of",
        -0.0003042418
      ],
      [
        " Az",
        -4.012684e-05
      ],
      [
        "ov",
        -0.000181849
      ]
    ]
  },
  "From 1933-1934 and 1944-1946, this region was briefly independent under the leadership of Hoja Niyaz Hadji and Alikhan Tore. The forgeries of Islam Akhun about this region were exposed by the explorer Aurel Stein, and Paul Pelliot explored this region, finding the manuscript trove at the Cave of the Thousand Buddhas. The source of the Ili River, cities in this region include Yarkand and Aksu, and the": {
    "guess": "Xinjiang",
    "confidence": [
      [
        "X",
        -0.018066587
      ],
      [
        "in",
        -0.00012678056
      ],
      [
        "jiang",
        -0.00014907165
      ]
    ]
  },
  "This region includes the Ulla, Sil, and Miño rivers, and numerous narrow bays such as the Ría de Arosa": {
    "guess": "Galicia",
    "confidence": [
      [
        "Gal",
        -0.03475267
      ],
      [
        "icia",
        -0.0016937462
      ]
    ]
  },
  "While refitting his shattered fleet at Molossia, he heard of his grandfather's banishment from Phthia, set sail for Iolcus, and captured the city after killing the sons of Acastus. He killed the prince Polites, then killed the father of Polites and dragged the corpse to his own father's tomb, leaving it there to rot, unburied and headless. The god Heracles appeared on Lemnos to state that Philoctetes and this son of Deidameia were both necessary for Greek victory in the Trojan War. After the victory, he was given Andromache as a slave. Infamous for beheading Priam, FTP name this son of Achilles.": {
    "guess": "Neoptolemus",
    "confidence": [
      [
        "Ne",
        -0.23746693
      ],
      [
        "opt",
        -3.6431527e-05
      ],
      [
        "ole",
        -3.8577193e-05
      ],
      [
        "mus",
        -1.569009e-05
      ]
    ]
  },
  "As regent this leader defeated the Crimean Tatars, regained previously lost lands from Sweden, and recolonized": {
    "guess": "Sofia Alekseyevna",
    "confidence": [
      [
        "S",
        -1.4025962
      ],
      [
        "of",
        -0.14916404
      ],
      [
        "ia",
        -0.0033020012
      ],
      [
        " Ale",
        -0.4029669
      ],
      [
        "k",
        0.0
      ],
      [
        "sey",
        -2.8921695e-05
      ],
      [
        "ev",
        -0.00023226479
      ],
      [
        "na",
        -9.7583004e-05
      ]
    ]
  },
  "This region was home to the author of the 48-book Dionysiaca, the last epic written in Ancient Greek.": {
    "guess": "Nonnus",
    "confidence": [
      [
        "Non",
        -0.026627
      ],
      [
        "n",
        -0.0016818441
      ],
      [
        "us",
        -7.755679e-05
      ]
    ]
  },
  "One reform proclamation in this polity was the \"Noble Edict of the Rose Chamber,\" and a period of reform here was known as the Tulip Period. This polity employed local governors called Armatoles. Karayazici led bandits here in the Jelali revolts. This nation used land grants called Timar, and it employed the devsirme system. Treaties governing the rights of foreigners here were known as Capitulations. This nation undertook the Tanzimat reforms, and its government was referred to as the Sublime Porte.": {
    "guess": "Ottoman Empire",
    "confidence": [
      [
        "O",
        -0.0046549994
      ],
      [
        "tt",
        -1.9361265e-07
      ],
      [
        "oman",
        -4.3202e-07
      ],
      [
        " Empire",
        -6.980855e-05
      ]
    ]
  },
  "This region's namesake \"organic laws\" helped free a slave family in Holmes v. Ford. After a measles epidemic in this territory, the Cayuse killed a missionary named Marcus Whitman, the leader of the \"great migration\". A leader of a tribe based in this territory ended one oration with the words \"From where the sun now stands, I will fight no more forever\", and led the Nez Perce. The northern boundary of its namesake state gave rise to the slogan \"54 40 or fight\", helping James Polk win the presidency. This territory named a long trek that started in Independence, Missouri. For 10 points, name this Northwestern territory in the Willamette Valley, the namesake of a famous \"trail\".": {
    "guess": "Oregon Territory",
    "confidence": [
      [
        "Oregon",
        -0.0034697556
      ],
      [
        " Territory",
        -0.0073620486
      ]
    ]
  },
  "This region includes the Ulla, Sil, and Miño rivers, and numerous narrow bays such as the Ría de Arosa indent its coast. An autonomous community, it includes the provinces of Lugo, Orense, Pontevedra, and La Coruña. Its Estaca de Vares Point juts into the Cantabrian Sea, while its Cape Finisterre points into the Atlantic Ocean. Bordered by the autonomous communities of Asturias and Castilla-León to the east, and Portugal to the south, its capital is Santiago de Compostela. FTP, name this region in": {
    "guess": "Galicia",
    "confidence": [
      [
        "Gal",
        -0.0017072016
      ],
      [
        "icia",
        -0.00016480287
      ]
    ]
  },
  "From 1933-1934 and 1944-1946, this region was briefly independent under the leadership of Hoja Niyaz Hadji and Alikhan Tore. The forgeries of Islam Akhun about this region were exposed by the explorer Aurel Stein, and Paul Pelliot explored this region, finding the manuscript trove at the Cave of the Thousand Buddhas. The source of the Ili River, cities in this region include Yarkand and Aksu, and the mountain known as Pik Pobedy in one language is the highest in this area. The A-erh-chin Mountains": {
    "guess": "Xinjiang",
    "confidence": [
      [
        "X",
        -0.01551467
      ],
      [
        "in",
        -0.00018125297
      ],
      [
        "jiang",
        -0.00025752498
      ]
    ]
  },
  "This region was first united by Namri Songtsen, and Sakya Pandita was appointed viceroy of this region after its conquest by Godan. The Phagmodrupa Dynasty established this kingdom's independence after": {
    "guess": "Tibet",
    "confidence": [
      [
        "T",
        -0.7652359
      ],
      [
        "ib",
        -2.2127088e-05
      ],
      [
        "et",
        -6.80205e-05
      ]
    ]
  },
  "As regent this leader defeated the Crimean Tatars, regained previously lost lands from Sweden, and recolonized Siberia. He is thought to have caused the death of Czarevitch Dmitri during Fyodor I's reign in order to prepare his path to the throne, which he attained in 1598, but his reign was weakened": {
    "guess": "Boris Godunov",
    "confidence": [
      [
        "B",
        -0.03393959
      ],
      [
        "oris",
        -9.9371064e-05
      ],
      [
        " God",
        -0.002473755
      ],
      [
        "un",
        -0.00013917775
      ],
      [
        "ov",
        -2.057744e-05
      ]
    ]
  },
  "This man refuted Walter Lippmann's view that journalists should transmit information from the elite to common people in a book that defines \"the public\" as a group of citizens indirectly bonded by the effects of events. This author of The Public and its Problems praised Keats' regard for imitation in a work that claims aesthetic creation and encounters are as important as works of (*) art themselves.": {
    "guess": "John Dewey",
    "confidence": [
      [
        "John",
        -0.00645222
      ],
      [
        " Dew",
        -7.703444e-06
      ],
      [
        "ey",
        -1.2113979e-05
      ]
    ]
  },
  "This region was home to the author of the 48-book Dionysiaca, the last epic written in Ancient Greek. A mythical king of this place sacrificed foreign travelers to avert famine until Heracles broke from chains and killed him. In this home of Nonnus and the mythical Busiris, the gods turned into animals while fleeing from Typhon. Hypermnestra refused to kill a suitor from this place, which was once": {
    "guess": "Thebes, Egypt",
    "confidence": [
      [
        "The",
        -0.58677065
      ],
      [
        "bes",
        -0.0123199755
      ],
      [
        ",",
        -0.1308491
      ],
      [
        " Egypt",
        -0.39473325
      ]
    ]
  },
  "This region contains a crater lake called Bikrat Ram fed by an underground spring as well as the village of Majdal Shams. Its central section is home to the Valley of Tears and extends from the Jilabun valley to the Daliyot while its southern section reaches to the Yarmouk River. It contains the ruins": {
    "guess": "Golan Heights",
    "confidence": [
      [
        "G",
        -0.024933837
      ],
      [
        "olan",
        -3.88156e-05
      ],
      [
        " Heights",
        -0.00012094693
      ]
    ]
  },
  "He refuses to leave his neighborhood because it is too hot, and calls the Valley \"Hell's Waiting Room.\" In another instance he expresses concern that two nerds are following them, exclaiming, \"Oh great, we're being stalked by Devo!\" He once honored some fans with a shout of his trademark call, \"Victory,\" while one of his more memorable assertions is that he would \"take it in the ass for an Oscar.\" He was involved in an altercation involving Ralph Macchio at the Playboy Mansion, and more recently, his cooking duties were briefly taken over by Dom, For ten points, identify this former star of Viking": {
    "guess": "List of The Sopranos characters",
    "confidence": [
      [
        "List",
        -2.335998
      ],
      [
        " of",
        -0.0009950602
      ],
      [
        " The",
        -1.0183392
      ],
      [
        " S",
        -0.37715545
      ],
      [
        "op",
        -0.00023405286
      ],
      [
        "ran",
        -7.3742274e-05
      ],
      [
        "os",
        -2.808727e-05
      ],
      [
        " characters",
        -0.014984237
      ]
    ]
  },
  "This man refused to succeed Lord Melbourne as Prime Minister unless Queen Victoria fired her ladies-in-waiting who supported Melbourne in the Bedchamber Crisis. While serving as Secretary for Ireland, he was known as a staunch (*) anti-Catholic, though this Prime Minister did allow Catholics to serve in Parliament with the Emancipation Act of 1829. His Tamworth Manifesto inspired the Conservative Party, and he repealed the Corn Laws in 1846. For 10 points, name this British Prime Minister who founded the London Metropolitan Police Force.": {
    "guess": "Robert Peel",
    "confidence": [
      [
        "Robert",
        -0.2748696
      ],
      [
        " Peel",
        -0.00017720005
      ]
    ]
  },
  "His refusal to enforce his own Consolidation of Labor Laws led workers to attack him in the Miner's Manifesto. His abuses caught up with him when his guard Tenente Fortunato was implicated in the murder of Rubens Vaz during the Tonelero Street conspiracy. His replacement of the Constitution of 1891 attempted to ease the lot of the workers, but his brutal suppression of the canga?s did not endear him": {
    "guess": "Getúlio Vargas",
    "confidence": [
      [
        "Get",
        -0.57963204
      ],
      [
        "ú",
        -0.0057343137
      ],
      [
        "lio",
        -8.006007e-05
      ],
      [
        " V",
        -0.0007056409
      ],
      [
        "argas",
        -0.00018947436
      ]
    ]
  },
  "One region within these structures contains modified smooth muscle cells called mesangial cells and octopus-like epithelial cells with many extensions, known as podocytes. Mammals and birds possess a deeply extending type of these structures which are surrounded by long capillaries called the vasa recta. A- and B-type natriuretic peptides act on a tightly packed region of cells within these structures, the (*) macula densa. Extra aquaporins are inserted into the distal portion of these structures in response to vasopressin, increasing their resorption of water. Renin is secreted by their juxtaglomerular": {
    "guess": "Nephron",
    "confidence": [
      [
        "N",
        -0.70859605
      ],
      [
        "eph",
        -1.6524515e-05
      ],
      [
        "ron",
        -0.00024084747
      ]
    ]
  },
  "This region's current sheet can be modeled by the Ballerina model and is inclined relative to the radial direction by the Parker angle. It exhibits regions of compressed plasma(*) known as corotating interaction": {
    "guess": "Heliospheric current sheet",
    "confidence": [
      [
        "Hel",
        -0.1793849
      ],
      [
        "ios",
        -2.057744e-05
      ],
      [
        "pheric",
        -0.23781687
      ],
      [
        " current",
        -0.15941377
      ],
      [
        " sheet",
        -5.550411e-05
      ]
    ]
  },
  "These regions feature areas of extreme activity called Wadati-Benioff zones, and back-arc basins are found above these regions. Accretionary wedges and slab suction and pull forces originate in these areas, often found near forearcs and volcanic arcs. Because basalt is denser than granite, oceanic plates tend to sink in these areas. One of them occurs between the Pacific and Philippine Sea plates, coinciding with the Mariana Trench. Located at convergent boundaries, for 10 points, name these geologic": {
    "guess": "Subduction",
    "confidence": [
      [
        "Sub",
        -0.0016038904
      ],
      [
        "duction",
        -1.9361265e-07
      ]
    ]
  },
  "This region included the abbey of Fecamp, which was rebuilt by the Lombard churchman William of Volpiano. One historian who revised a work by William of Jumieges to create a \"myth\" about this region was": {
    "guess": "Normandy",
    "confidence": [
      [
        "Norm",
        -0.13520803
      ],
      [
        "andy",
        -0.005015767
      ]
    ]
  },
  "One region within these structures contains modified smooth muscle cells called mesangial cells and octopus-like epithelial cells with many extensions, known as podocytes. Mammals and birds possess a deeply extending type of these structures which are surrounded by long capillaries called the vasa recta. A- and B-type natriuretic peptides act on a tightly packed region of cells within these structures, the (*) macula densa. Extra aquaporins are inserted into the distal portion of these structures in response to vasopressin, increasing their resorption of water. Renin is secreted by their juxtaglomerular apparatus. For 10 points, identify these structures comprised of subunits including the proximal and distal tubules, the glomerulus, and Bowman's capsule, the smallest functional unit of the kidney.": {
    "guess": "Nephron",
    "confidence": [
      [
        "N",
        -0.025352575
      ],
      [
        "eph",
        -0.00013798571
      ],
      [
        "ron",
        -0.00015812746
      ]
    ]
  },
  "This region is home to the European Southern Observatory's La Silla and Paranel outposts, including the Very Large Telescope. This region is the location of the Tamarugal Plateau and the Loa River. It is home to the largest open-pit copper mine in the world, Chuqui, which is owned by Codelco. This region": {
    "guess": "Atacama Desert",
    "confidence": [
      [
        "At",
        -0.014392076
      ],
      [
        "ac",
        -2.3676734e-05
      ],
      [
        "ama",
        -1.867018e-05
      ],
      [
        " Desert",
        -0.002034515
      ]
    ]
  },
  "This region includes the Ulla, Sil, and Miño rivers, and numerous narrow bays such as the Ría de Arosa indent its coast. An autonomous community, it includes the provinces of Lugo, Orense, Pontevedra, and La Coruña. Its Estaca de Vares Point juts into the Cantabrian Sea, while its Cape Finisterre points into the Atlantic Ocean. Bordered by the autonomous communities of Asturias and Castilla-León to the east, and Portugal to the south, its capital is Santiago de Compostela. FTP, name this region in the northwest of Spain, whose language is closely related to Portuguese.          |": {
    "guess": "Galicia",
    "confidence": [
      [
        "Gal",
        -0.0036948512
      ],
      [
        "icia",
        -0.0003732351
      ]
    ]
  },
  "He regularly gave lectures on popular astronomy to working class audiences, leading to the publication of his A Philosophical Treatise of Popular Astronomy, and at his death he left a book on the philosophy of mathematics entitled The Subjective Synthesis. He argued that human kind progressed through a theological stage, a metaphysical stage, and finally a scientific stage, in his appropriately-named \"law of three stages,\" while his romance with the tubercular Clotilde de Vaux influenced his view": {
    "guess": "Auguste Comte",
    "confidence": [
      [
        "August",
        -0.000821065
      ],
      [
        "e",
        -0.0005349211
      ],
      [
        " Com",
        -0.0015435495
      ],
      [
        "te",
        -1.4259645e-05
      ]
    ]
  },
  "This region included the abbey of Fecamp, which was rebuilt by the Lombard churchman William of Volpiano.": {
    "guess": "Normandy",
    "confidence": [
      [
        "Norm",
        -0.32724452
      ],
      [
        "andy",
        -0.11533372
      ]
    ]
  },
  "A region to the west of this body of water is called the \"Putrid Sea,\" or the Sivash, which is separated from this body by the Arabat Spit. Once known as Lake Maeotis, its southern portion features a passage once known as the Strait of Yenikale. The northeast features the deposits at the Gulf of Taganrog and it is fed from the east by the Kuban River which enters it at Temryuk, while a larger city on its shores is Mariupol. Notably plagued by an invasion of Mnemopsis leydi, this body is known as the \"Fish Sea\" in one language. It is separated from a larger body of water to its south by the Isthmus": {
    "guess": "Sea of Azov",
    "confidence": [
      [
        "Sea",
        -0.24311782
      ],
      [
        " of",
        -0.00023321842
      ],
      [
        " Az",
        -0.00015896189
      ],
      [
        "ov",
        -0.00042780832
      ]
    ]
  },
  "This region was first united by Namri Songtsen, and Sakya Pandita was appointed viceroy of this region": {
    "guess": "Tibet",
    "confidence": [
      [
        "T",
        -0.016952017
      ],
      [
        "ib",
        -2.4034345e-05
      ],
      [
        "et",
        -1.0921943e-05
      ]
    ]
  },
  "This region was first united by Namri Songtsen, and Sakya Pandita was appointed viceroy of this region after its conquest by Godan. The Phagmodrupa Dynasty established this kingdom's independence after the Mongol conquest, and the Sino-Sikh war was fought over this region. The British and Russians competed": {
    "guess": "Tibet",
    "confidence": [
      [
        "T",
        -0.89096457
      ],
      [
        "ib",
        -4.1273333e-06
      ],
      [
        "et",
        -1.60477e-05
      ]
    ]
  },
  "This region's namesake \"organic laws\" helped free a slave family in Holmes v. Ford. After a measles epidemic in this territory, the Cayuse killed a missionary named Marcus Whitman, the leader of the \"great migration\". A leader of a tribe based in this territory ended one oration with the words \"From where the sun now stands, I will fight no more forever\", and led the Nez Perce. The northern boundary of its namesake state gave rise to the slogan \"54 40 or fight\", helping James Polk win the presidency.": {
    "guess": "Oregon Territory",
    "confidence": [
      [
        "Oregon",
        -0.016087277
      ],
      [
        " Territory",
        -0.033514522
      ]
    ]
  },
  "One region within these structures contains modified smooth muscle cells called mesangial cells and octopus-like epithelial cells with many extensions, known as podocytes. Mammals and birds possess a deeply extending type of these structures which are surrounded by long capillaries called the vasa recta. A- and B-type natriuretic peptides act on a tightly packed region of cells within these structures, the (*) macula densa. Extra aquaporins are inserted into the distal portion of these structures": {
    "guess": "Nephron",
    "confidence": [
      [
        "N",
        -0.953591
      ],
      [
        "eph",
        -2.220075e-06
      ],
      [
        "ron",
        -0.00029589757
      ]
    ]
  },
  "This region became a hereditary posesssion under the Liudolfing dynasty, and in the 10th and 11th centuries": {
    "guess": "Duchy of Swabia",
    "confidence": [
      [
        "D",
        -0.28451154
      ],
      [
        "uch",
        -0.00029196384
      ],
      [
        "y",
        -0.00011105302
      ],
      [
        " of",
        -0.00017934572
      ],
      [
        " Sw",
        -0.3780539
      ],
      [
        "ab",
        -3.500108e-05
      ],
      [
        "ia",
        -4.5133394e-05
      ]
    ]
  },
  "Reforms led by this leader include abolishing tax exemptions for large landowners, planned by Count Haugwitz, and the mandating of autopsies thanks to Gerard van Swieten. Maximilien Joseph signed the Treaty of Fussen with this ruler, while this ruler's son demanded that the Dutch open the Scheldt, resulting in a mediation by the french at a Treaty of Versailles. Wenzel Kaunitz accepted Zator and Auschwitz in the first partition of Poland as the advisor of this ruler. This ruler's power had been defended during the Seven Years' War, while the War of the Austrian Succession had been fought over her": {
    "guess": "Maria Theresa",
    "confidence": [
      [
        "Maria",
        -0.005810056
      ],
      [
        " Theresa",
        -0.00031520487
      ]
    ]
  },
  "This man refused to succeed Lord Melbourne as Prime Minister unless Queen Victoria fired her ladies-in-waiting": {
    "guess": "Robert Peel",
    "confidence": [
      [
        "Robert",
        -0.27703807
      ],
      [
        " Peel",
        -0.0012466589
      ]
    ]
  },
  "One reform proclamation in this polity was the \"Noble Edict of the Rose Chamber,\" and a period of reform": {
    "guess": "Joseon Dynasty Reforms",
    "confidence": [
      [
        "Jose",
        -0.8303787
      ],
      [
        "on",
        -4.4537377e-05
      ],
      [
        " Dynasty",
        -0.28977072
      ],
      [
        " Re",
        -0.09285825
      ],
      [
        "forms",
        -0.0018862804
      ]
    ]
  },
  "While refitting his shattered fleet at Molossia, he heard of his grandfather's banishment from Phthia, set sail for Iolcus, and captured the city after killing the sons of Acastus. He killed the prince Polites, then killed the father of Polites and dragged the corpse to his own father's tomb, leaving it there to rot, unburied and headless. The god Heracles appeared on Lemnos to state that Philoctetes and this son of Deidameia were both necessary for Greek victory in the Trojan War. After the victory,": {
    "guess": "Achilles",
    "confidence": [
      [
        "A",
        -0.08504763
      ],
      [
        "ch",
        -1.6524515e-05
      ],
      [
        "illes",
        -0.00037549992
      ]
    ]
  },
  "One region within these structures contains modified smooth muscle cells called mesangial cells and octopus-like epithelial cells with many extensions, known as podocytes. Mammals and birds possess a deeply extending type of these structures which are surrounded by long capillaries called the vasa recta. A- and B-type natriuretic peptides act on a tightly packed region of cells within these structures,": {
    "guess": "Kidney",
    "confidence": [
      [
        "Kid",
        -0.15827657
      ],
      [
        "ney",
        -0.014144701
      ]
    ]
  },
  "This man refused to succeed Lord Melbourne as Prime Minister unless Queen Victoria fired her ladies-in-waiting who supported Melbourne in the Bedchamber Crisis. While serving as Secretary for Ireland, he was known as a staunch (*) anti-Catholic, though this Prime Minister did allow Catholics to serve in Parliament with the Emancipation Act of 1829. His Tamworth Manifesto inspired the Conservative Party, and he repealed the Corn Laws in 1846. For 10 points, name this British Prime Minister who founded": {
    "guess": "Robert Peel",
    "confidence": [
      [
        "Robert",
        -0.06312444
      ],
      [
        " Peel",
        -0.0015134313
      ]
    ]
  },
  "His refusal to enforce his own Consolidation of Labor Laws led workers to attack him in the Miner's Manifesto. His abuses caught up with him when his guard Tenente Fortunato was implicated in the murder of Rubens Vaz during the Tonelero Street conspiracy. His replacement of the Constitution of 1891 attempted to ease the lot of the workers, but his brutal suppression of the canga?s did not endear him to his anti-coronelist power base, and he used the Cohen Plan, a fabricated plot by the Integralistas,": {
    "guess": "Getúlio Vargas",
    "confidence": [
      [
        "Get",
        -0.023092203
      ],
      [
        "ú",
        -0.00040648188
      ],
      [
        "lio",
        -4.274932e-05
      ],
      [
        " V",
        -0.00016456447
      ],
      [
        "argas",
        -3.035214e-05
      ]
    ]
  },
  "This region contains a crater lake called Bikrat Ram fed by an underground spring as well as the village of Majdal Shams. Its central section is home to the Valley of Tears and extends from the Jilabun valley to the Daliyot while its southern section reaches to the Yarmouk River. It contains the ruins of Gamla and its de facto capital is the planned town of Katzrin. It is bounded on the east by the": {
    "guess": "Golan Heights",
    "confidence": [
      [
        "G",
        -0.028181452
      ],
      [
        "olan",
        -3.8219583e-05
      ],
      [
        " Heights",
        -0.0001243965
      ]
    ]
  },
  "The region had become so scarred that in the 1960s it was used in training U.S. astronauts for moon landings.": {
    "guess": "Sudbury Basin",
    "confidence": [
      [
        "S",
        -1.5850003
      ],
      [
        "ud",
        -0.1058263
      ],
      [
        "bury",
        -1.4140442e-05
      ],
      [
        " Basin",
        -0.0043158224
      ]
    ]
  },
  "These regions feature areas of extreme activity called Wadati-Benioff zones, and back-arc basins are found above these regions. Accretionary wedges and slab suction and pull forces originate in these areas, often found near forearcs and volcanic arcs. Because basalt is denser than granite, oceanic plates tend to sink in these areas. One of them occurs between the Pacific and Philippine Sea plates, coinciding with the Mariana Trench. Located at convergent boundaries, for 10 points, name these geologic areas where one tectonic plate slides under another.": {
    "guess": "Subduction",
    "confidence": [
      [
        "Sub",
        -0.010219694
      ],
      [
        "duction",
        -1.0280384e-06
      ]
    ]
  },
  "These regions feature areas of extreme activity called Wadati-Benioff zones, and back-arc basins are found above these regions. Accretionary wedges and slab suction and pull forces originate in these areas, often found near forearcs and volcanic arcs. Because basalt is denser than granite, oceanic plates": {
    "guess": "Subduction",
    "confidence": [
      [
        "Sub",
        -0.0013439236
      ],
      [
        "duction",
        -4.3202e-07
      ]
    ]
  },
  "These regions feature areas of extreme activity called Wadati-Benioff zones, and back-arc basins are": {
    "guess": "Subduction",
    "confidence": [
      [
        "Sub",
        -0.0081689
      ],
      [
        "duction",
        -2.3392786e-06
      ]
    ]
  },
  "This region's current sheet can be modeled by the Ballerina model and is inclined relative to the radial direction by the Parker angle. It exhibits regions of compressed plasma(*) known as corotating interaction regions. It is believed to extend from it source for about 100 AU before ending in a termination shock, which should be seen by Voyagers I and II. For ten points, identify this bubble within the interstellar medium that arises from solar wind.": {
    "guess": "Heliosphere",
    "confidence": [
      [
        "Hel",
        -0.01576992
      ],
      [
        "ios",
        -0.00036775172
      ],
      [
        "phere",
        -0.00023786737
      ]
    ]
  },
  "Some regions consider this god's consort to be the banana tree Kala Bo, and a summer festival is named": {
    "guess": "Ganesha",
    "confidence": [
      [
        "G",
        -0.023945235
      ],
      [
        "anes",
        -0.0005266997
      ],
      [
        "ha",
        -0.00016086915
      ]
    ]
  },
  "This man refuted Walter Lippmann's view that journalists should transmit information from the elite to": {
    "guess": "John Dewey",
    "confidence": [
      [
        "John",
        -0.5630391
      ],
      [
        " Dew",
        -0.001025547
      ],
      [
        "ey",
        -5.157039e-05
      ]
    ]
  },
  "This region is home to the European Southern Observatory's La Silla and Paranel outposts, including the": {
    "guess": "European Southern Observatory",
    "confidence": [
      [
        "European",
        -1.0382159
      ],
      [
        " Southern",
        -0.0012079726
      ],
      [
        " Observatory",
        -0.0014760563
      ]
    ]
  },
  "This region is divided into two parts by the Kinzig Valley, and is the counterpart of the Vosges. A mountainous": {
    "guess": "Black Forest",
    "confidence": [
      [
        "Black",
        -0.2002993
      ],
      [
        " Forest",
        -0.00012296606
      ]
    ]
  },
  "This region's early animistic religion was known as Bon, and the people of this region continued to worship the mother goddess Tara as a new religion grew. The doctrine of Kalachakra concerns time and space and is important to both sects of that new religion. The monks of the Gelugpa sect of Buddhism in this region practice celibacy and wear red hats, while the Nyingmapa Buddhists wear red hats and": {
    "guess": "Tibet",
    "confidence": [
      [
        "T",
        -0.632288
      ],
      [
        "ib",
        -0.00023083435
      ],
      [
        "et",
        -0.0002354833
      ]
    ]
  },
  "As regent this leader defeated the Crimean Tatars, regained previously lost lands from Sweden, and recolonized Siberia. He is thought to have caused the death of Czarevitch Dmitri during Fyodor I's reign in order to prepare his path to the throne, which he attained in 1598, but his reign was weakened by the opposition of the false Dmitri. FTP, who was this tsar, the subject of a Pushkin play and Mussorgsky": {
    "guess": "Boris Godunov",
    "confidence": [
      [
        "B",
        -0.043714102
      ],
      [
        "oris",
        -2.4034345e-05
      ],
      [
        " God",
        -0.00078139576
      ],
      [
        "un",
        -0.00010509284
      ],
      [
        "ov",
        -6.2729996e-06
      ]
    ]
  },
  "One reform proclamation in this polity was the \"Noble Edict of the Rose Chamber,\" and a period of reform here was known as the Tulip Period. This polity employed local governors called Armatoles. Karayazici led bandits here in the Jelali revolts. This nation used land grants called Timar, and it employed the devsirme system. Treaties governing the rights of foreigners here were known as Capitulations. This nation undertook the Tanzimat reforms, and its government was referred to as the Sublime Porte. Local rebellions against this polity were led by Alexander Ypsilanti and by Muhammad Ali. The dissolution of this empire was accomplished by the treaties of Lausanne and Sèvres. For 10 points, name this \"sick man of Europe,\" an empire lasting until 1922 in Istanbul.": {
    "guess": "Ottoman Empire",
    "confidence": [
      [
        "O",
        -0.06308504
      ],
      [
        "tt",
        0.0
      ],
      [
        "oman",
        -6.704273e-07
      ],
      [
        " Empire",
        -3.8457987e-05
      ]
    ]
  },
  "This region is divided into two parts by the Kinzig Valley, and is the counterpart of the Vosges. A mountainous region whose highest peaks are Blossling, Herzogenhorn and Feldberg, it extends northeast for about 100 miles from Sackingen to Durlach in the Baden-Wurttemberg State of southwest Germany.": {
    "guess": "Black Forest",
    "confidence": [
      [
        "Black",
        -0.17096561
      ],
      [
        " Forest",
        -0.0004479501
      ]
    ]
  },
  "This region includes the Ulla, Sil, and Miño rivers, and numerous narrow bays such as the Ría de Arosa indent its coast. An autonomous community, it includes the provinces of Lugo, Orense, Pontevedra,": {
    "guess": "Galicia",
    "confidence": [
      [
        "Gal",
        -0.0011271214
      ],
      [
        "icia",
        -0.00012487332
      ]
    ]
  },
  "While refitting his shattered fleet at Molossia, he heard of his grandfather's banishment from Phthia,": {
    "guess": "Achilles",
    "confidence": [
      [
        "A",
        -0.36468405
      ],
      [
        "ch",
        -0.0053060963
      ],
      [
        "illes",
        -0.0038621894
      ]
    ]
  },
  "This region was first united by Namri Songtsen, and Sakya Pandita was appointed viceroy of this region after its conquest by Godan. The Phagmodrupa Dynasty established this kingdom's independence after the Mongol conquest, and the Sino-Sikh war was fought over this region. The British and Russians competed for control of this region, which achieved de facto independence after the collapse of the Qing Empire. The Seventeen Points agreement allowed the annexation of this region by the PRC in 1951.": {
    "guess": "Tibet",
    "confidence": [
      [
        "T",
        -0.049340524
      ],
      [
        "ib",
        -3.7697225e-06
      ],
      [
        "et",
        -7.58424e-06
      ]
    ]
  },
  "This region includes the Ulla, Sil, and Miño rivers, and numerous narrow bays such as the Ría de Arosa indent its coast. An autonomous community, it includes the provinces of Lugo, Orense, Pontevedra, and La Coruña. Its Estaca de Vares Point juts into the Cantabrian Sea, while its Cape Finisterre points": {
    "guess": "Galicia",
    "confidence": [
      [
        "Gal",
        -0.0016486377
      ],
      [
        "icia",
        -0.00032235344
      ]
    ]
  },
  "This region was once used as a base to launch attacks against the Hula Valley. This region is home to the abandoned city of Quneitra, and Albert Mandler led the armored attack that most recently captured this region. Tel Dan can be found just outside this region, whose de-facto capital is the planned town of Katzrin. The (*) Purple Line separates this region from the country that once controlled it prior to the Six-Day War. Found north and east of the Sea of Galilee on a rocky plateau, for ten points name this Israeli- occupied territory on the border with Syria.": {
    "guess": "Golan Heights",
    "confidence": [
      [
        "G",
        -0.012201035
      ],
      [
        "olan",
        -1.3306016e-05
      ],
      [
        " Heights",
        -0.00012678056
      ]
    ]
  },
  "He regularly gave lectures on popular astronomy to working class audiences, leading to the publication of his A Philosophical Treatise of Popular Astronomy, and at his death he left a book on the philosophy": {
    "guess": "John Herschel",
    "confidence": [
      [
        "John",
        -1.1995693
      ],
      [
        " Hers",
        -1.4923744
      ],
      [
        "ch",
        -0.00016921341
      ],
      [
        "el",
        -8.1371305e-05
      ]
    ]
  },
  "This region is divided into two parts by the Kinzig Valley, and is the counterpart of the Vosges. A mountainous region whose highest peaks are Blossling, Herzogenhorn and Feldberg, it extends northeast for about 100 miles from Sackingen to Durlach in the Baden-Wurttemberg State of southwest Germany. FTP, what is this colorful region named for its extensive fir forests?": {
    "guess": "Black Forest",
    "confidence": [
      [
        "Black",
        -0.030424045
      ],
      [
        " Forest",
        -0.0007387539
      ]
    ]
  },
  "This region was home to the author of the 48-book Dionysiaca, the last epic written in Ancient Greek. A mythical king of this place sacrificed foreign travelers to avert famine until Heracles broke from chains and killed him. In this home of Nonnus and the mythical Busiris, the gods turned into animals while fleeing from Typhon. Hypermnestra refused to kill a suitor from this place, which was once ruled by Epaphus, the son of Io. This place, named for a king who had forty-nine of his fifty sons murdered by the Danaids, included temples to the syncretic god Serapis. On his return from Troy, Menelaus wrestled the shape-shifting Proteus in this region before sailing north again. For 10 points, name": {
    "guess": "Egypt",
    "confidence": [
      [
        "Egypt",
        -0.47651088
      ]
    ]
  },
  "This region was home to the author of the 48-book Dionysiaca, the last epic written in Ancient Greek. A mythical king of this place sacrificed foreign travelers to avert famine until Heracles broke from chains and killed him. In this home of Nonnus and the mythical Busiris, the gods turned into animals while fleeing from Typhon. Hypermnestra refused to kill a suitor from this place, which was once ruled by Epaphus, the son of Io. This place, named for a king who had forty-nine of his fifty sons murdered by the Danaids, included temples to the syncretic god Serapis. On his return from Troy, Menelaus": {
    "guess": "Egypt",
    "confidence": [
      [
        "Egypt",
        -0.55702776
      ]
    ]
  },
  "This region of the world is generally characterized by hot and humid weather, with monsoons in June  and December bringing heavy seasonal rainfall. The association containing this region's countries currently has ten members, though East Timor will be a logical future member. Home to the world's largest": {
    "guess": "Association of Southeast Asian Nations",
    "confidence": [
      [
        "Association",
        -0.54319793
      ],
      [
        " of",
        -0.00025216083
      ],
      [
        " Southeast",
        -0.00043198047
      ],
      [
        " Asian",
        -0.00037585758
      ],
      [
        " Nations",
        -0.00010151673
      ]
    ]
  },
  "This region became a hereditary posesssion under the Liudolfing dynasty, and in the 10th and 11th centuries it was held by the Billung family. One leader of this polity recovered Havelberg in the Wendish Crusade before being the first member of his family to rule this polity. That leader, Alfred the Bear, was the first of the House of Ascania to rule this state, which passed from the Ascanians to Frederick II the Valiant in 1422. This state's independence was restored at the Treaty of Hubertsburg after it was defeated at the Siege of Pirna and forced to fight for Prussia at the beginning of the": {
    "guess": "Margraviate of Brandenburg",
    "confidence": [
      [
        "Marg",
        -0.16162527
      ],
      [
        "r",
        -0.00011284107
      ],
      [
        "avi",
        -0.00065989606
      ],
      [
        "ate",
        -0.00019853383
      ],
      [
        " of",
        -0.0002191524
      ],
      [
        " Brand",
        -0.001967174
      ],
      [
        "enburg",
        -0.00063332834
      ]
    ]
  },
  "One reform proclamation in this polity was the \"Noble Edict of the Rose Chamber,\" and a period of reform here was known as the Tulip Period. This polity employed local governors called Armatoles. Karayazici led bandits here in the Jelali revolts. This nation used land grants called Timar, and it employed": {
    "guess": "Ottoman Empire",
    "confidence": [
      [
        "O",
        -0.062295474
      ],
      [
        "tt",
        -1.9361265e-07
      ],
      [
        "oman",
        -1.2664457e-06
      ],
      [
        " Empire",
        -0.015736366
      ]
    ]
  },
  "This man refuted Walter Lippmann's view that journalists should transmit information from the elite to common people in a book that defines \"the public\" as a group of citizens indirectly bonded by the effects of events. This author of The Public and its Problems praised Keats' regard for imitation in a work that claims aesthetic creation and encounters are as important as works of (*) art themselves. In another book, this man argued that neither Plato's segmented system nor Rousseau's individualistic": {
    "guess": "John Dewey",
    "confidence": [
      [
        "John",
        -0.002032492
      ],
      [
        " Dew",
        -1.2233183e-05
      ],
      [
        "ey",
        -3.7027545e-05
      ]
    ]
  },
  "A Refutas equation can be used to calculate this quantity for a mixture, and one form of it is the numerator of the Prandtl number. The ratio of buoyant force to the force caused by it is given as the": {
    "guess": "Viscosity",
    "confidence": [
      [
        "Vis",
        -0.04149291
      ],
      [
        "cosity",
        -0.0009969638
      ]
    ]
  },
  "This region's early animistic religion was known as Bon, and the people of this region continued to worship the mother goddess Tara as a new religion grew. The doctrine of Kalachakra concerns time and space and is important to both sects of that new religion. The monks of the Gelugpa sect of Buddhism in this region practice celibacy and wear red hats, while the Nyingmapa Buddhists wear red hats and take part in tantric rituals. This region's spiritual leader is replaced with a child born shortly after his death and viewed as a living Buddha. For 10 points, name this region whose spiritual leader": {
    "guess": "Tibet",
    "confidence": [
      [
        "T",
        -0.0036611182
      ],
      [
        "ib",
        -0.00013607845
      ],
      [
        "et",
        -2.8444882e-05
      ]
    ]
  },
  "Some regions consider this god's consort to be the banana tree Kala Bo, and a summer festival is named after this god \"Chaturthi\". The Srittavanidhi depicts this god's thirty-two illustrated descriptions, and he is sometimes called Ekadanta. This god won a race by running in a circle, defeating his brother (*) Skanda. One story about this god's most distinguishing feature relates how Sani caused this": {
    "guess": "Ganesha",
    "confidence": [
      [
        "G",
        -0.0057075275
      ],
      [
        "anes",
        -0.00044651967
      ],
      [
        "ha",
        -5.2285613e-05
      ]
    ]
  },
  "He refuses to leave his neighborhood because it is too hot, and calls the Valley \"Hell's Waiting Room.\" In another instance he expresses concern that two nerds are following them, exclaiming, \"Oh great, we're being stalked by Devo!\" He once honored some fans with a shout of his trademark call, \"Victory,\"": {
    "guess": "Kramer (character)",
    "confidence": [
      [
        "K",
        -1.5309297
      ],
      [
        "ramer",
        -0.21232574
      ],
      [
        " (",
        -0.026834412
      ],
      [
        "character",
        -0.66743886
      ],
      [
        ")",
        -0.0012222514
      ]
    ]
  },
  "This region included the abbey of Fecamp, which was rebuilt by the Lombard churchman William of Volpiano. One historian who revised a work by William of Jumieges to create a \"myth\" about this region was Orderic Vitalis. Knights born in this region included a man who became count of Aversa, Rainulf, and a man who killed the emir of Syracuse and won the nicknamed \"Iron Arm,\" William de Hauteville. Philip Augustus seized this region in 1204, taking it away from a king who was derisively called \"Softsword.\" It became a duchy early in the tenth century, when Frankish ruler Charles the Simple granted it to Rollo, a Viking chief. For 10 points, what historical region of France was the base for the 1066 conquest of England and the target of a 1944 Allied invasion?": {
    "guess": "Normandy",
    "confidence": [
      [
        "Norm",
        -0.0069909957
      ],
      [
        "andy",
        -0.00030543018
      ]
    ]
  },
  "This region was home to the author of the 48-book Dionysiaca, the last epic written in Ancient Greek. A mythical king of this place sacrificed foreign travelers to avert famine until Heracles broke from chains and killed him. In this home of Nonnus and the mythical Busiris, the gods turned into animals while fleeing from Typhon. Hypermnestra refused to kill a suitor from this place, which was once ruled by Epaphus, the son of Io. This place, named for a king who had forty-nine of his fifty sons murdered by the Danaids, included temples to the syncretic god Serapis. On his return from Troy, Menelaus wrestled the shape-shifting Proteus in this region before sailing north again. For 10 points, name this region containing Pharos, where ethnic Greeks syncretized Typhon with Set and learned about Isis.": {
    "guess": "Alexandria",
    "confidence": [
      [
        "Alex",
        -0.40276244
      ],
      [
        "and",
        -9.186123e-05
      ],
      [
        "ria",
        -0.00013202553
      ]
    ]
  },
  "He refuses to leave his neighborhood because it is too hot, and calls the Valley \"Hell's Waiting Room.\" In another instance he expresses concern that two nerds are following them, exclaiming, \"Oh great, we're being stalked by Devo!\" He once honored some fans with a shout of his trademark call, \"Victory,\" while one of his more memorable assertions is that he would \"take it in the ass for an Oscar.\" He was involved in an altercation involving Ralph Macchio at the Playboy Mansion, and more recently,": {
    "guess": "Tracy Jordan",
    "confidence": [
      [
        "Tr",
        -0.4826589
      ],
      [
        "acy",
        -0.00018053775
      ],
      [
        " Jordan",
        -0.0022935905
      ]
    ]
  },
  "This region of the world is generally characterized by hot and humid weather, with monsoons in June ": {
    "guess": "Southeast Asia",
    "confidence": [
      [
        "Sou",
        -1.1110595
      ],
      [
        "theast",
        -5.5122365e-07
      ],
      [
        " Asia",
        -0.0019136423
      ]
    ]
  },
  "His refusal to enforce his own Consolidation of Labor Laws led workers to attack him in the Miner's Manifesto. His abuses caught up with him when his guard Tenente Fortunato was implicated in the murder of Rubens Vaz during the Tonelero Street conspiracy. His replacement of the Constitution of 1891 attempted to ease the lot of the workers, but his brutal suppression of the canga?s did not endear him to his anti-coronelist power base, and he used the Cohen Plan, a fabricated plot by the Integralistas, to assume dictatorial powers.  Starting out as the governor of Rio Grande do Sur, he led the Liberal Alliance in overthrowing the government of Washington Luis in 1930, and he modeled his rule on": {
    "guess": "Getúlio Vargas",
    "confidence": [
      [
        "Get",
        -0.019657422
      ],
      [
        "ú",
        -0.0022495803
      ],
      [
        "lio",
        -8.9119545e-05
      ],
      [
        " V",
        -0.0005857991
      ],
      [
        "argas",
        -4.954393e-05
      ]
    ]
  },
  "His refusal to enforce his own Consolidation of Labor Laws led workers to attack him in the Miner's Manifesto.": {
    "guess": "Consolidation of labor laws",
    "confidence": [
      [
        "Cons",
        -2.2258008
      ],
      [
        "olid",
        -0.0017188542
      ],
      [
        "ation",
        -0.014860097
      ],
      [
        " of",
        -0.12905595
      ],
      [
        " labor",
        -0.6514136
      ],
      [
        " laws",
        -0.05233972
      ]
    ]
  },
  "This region's namesake \"organic laws\" helped free a slave family in Holmes v. Ford. After a measles epidemic in this territory, the Cayuse killed a missionary named Marcus Whitman, the leader of the \"great migration\". A leader of a tribe based in this territory ended one oration with the words \"From where the sun now stands, I will fight no more forever\", and led the Nez Perce. The northern boundary of its namesake state gave rise to the slogan \"54 40 or fight\", helping James Polk win the presidency. This territory named a long trek that started in Independence, Missouri. For 10 points, name this": {
    "guess": "Oregon Territory",
    "confidence": [
      [
        "Oregon",
        -0.0076228417
      ],
      [
        " Territory",
        -0.06846273
      ]
    ]
  }
}