{
  "Across the street from this building, its architect designed a row of four mansions much better matching modern architecture on Erasmus Lane. Each room in this building matches its patron's criteria of": {
    "guess": "Philip Johnson",
    "confidence": [
      [
        "Philip",
        -0.77256197
      ],
      [
        " Johnson",
        -0.0037395067
      ]
    ]
  },
  "Across the street from this building, its architect designed a row of four mansions much better matching modern architecture on Erasmus Lane. Each room in this building matches its patron's criteria of having a bed fit in at least two directions, direct water and drainage, and access to the outside, and a corner window looks out on the city near this building, providing light to the interior, as does the skylight in its flat roof. The designer of this building used his namesake joints in the design for his Red and Blue Chair. Its bottom floor has a kitchen, storage room, servant's room, reading room, and studio space, which the designer used for a few years as his own office. On the other hand, in order to provide expansive room for children to play in the day, and private bedrooms at night, the concertina walls on its upper floor can divide the area into one room or six, and its exterior used elementarism, which combined white and gray surfaces with horizontal and vertical accents in black": {
    "guess": "Rietveld Schröder House",
    "confidence": [
      [
        "R",
        -0.5118212
      ],
      [
        "iet",
        -1.147242e-06
      ],
      [
        "v",
        -9.133887e-06
      ],
      [
        "eld",
        -8.299462e-06
      ],
      [
        " Sch",
        -0.030514363
      ],
      [
        "r",
        -4.8113485e-05
      ],
      [
        "ö",
        -4.9186317e-05
      ],
      [
        "der",
        -0.00019555374
      ],
      [
        " House",
        -8.5543434e-05
      ]
    ]
  },
  "Across the street from this building, its architect designed a row of four mansions much better matching modern architecture on Erasmus Lane. Each room in this building matches its patron's criteria of having a bed fit in at least two directions, direct water and drainage, and access to the outside,": {
    "guess": "Erasmus Hall High School",
    "confidence": [
      [
        "Er",
        -0.78738374
      ],
      [
        "asmus",
        -0.006029404
      ],
      [
        " Hall",
        -0.3913417
      ],
      [
        " High",
        -0.012278057
      ],
      [
        " School",
        -2.2842309e-05
      ]
    ]
  },
  "Across the street from this building, its architect designed a row of four mansions much better matching modern architecture on Erasmus Lane. Each room in this building matches its patron's criteria of having a bed fit in at least two directions, direct water and drainage, and access to the outside, and a corner window looks out on the city near this building, providing light to the interior, as does the skylight in its flat roof. The designer of this building used his namesake joints in the design": {
    "guess": "Fallingwater",
    "confidence": [
      [
        "F",
        -0.94770396
      ],
      [
        "alling",
        -0.06449381
      ],
      [
        "water",
        -4.2391708e-05
      ]
    ]
  },
  "Across the street from this building, its architect designed a row of four mansions much better matching modern architecture on Erasmus Lane. Each room in this building matches its patron's criteria of having a bed fit in at least two directions, direct water and drainage, and access to the outside, and a corner window looks out on the city near this building, providing light to the interior, as does the skylight in its flat roof. The designer of this building used his namesake joints in the design for his Red and Blue Chair. Its bottom floor has a kitchen, storage room, servant's room, reading room, and studio space, which the designer used for a few years as his own office. On the other hand, in order to provide expansive room for children to play in the day, and private bedrooms at night, the concertina walls on its upper floor can divide the area into one room or six, and its exterior used elementarism, which combined white and gray surfaces with horizontal and vertical accents in black and primary colors, a technique developed by Theo van Doesburg. Designed by Gerrit Rietveld, for": {
    "guess": "Rietveld Schröder House",
    "confidence": [
      [
        "R",
        -0.15749405
      ],
      [
        "iet",
        -1.1994775e-05
      ],
      [
        "v",
        -1.6762922e-05
      ],
      [
        "eld",
        -6.1537958e-06
      ],
      [
        " Sch",
        -0.021872262
      ],
      [
        "r",
        -4.8425554e-06
      ],
      [
        "ö",
        -8.061054e-06
      ],
      [
        "der",
        -6.396757e-05
      ],
      [
        " House",
        -3.106736e-05
      ]
    ]
  },
  "Across the street from this building, its architect designed a row of four mansions much better matching modern architecture on Erasmus Lane. Each room in this building matches its patron's criteria of having a bed fit in at least two directions, direct water and drainage, and access to the outside, and a corner window looks out on the city near this building, providing light to the interior, as does the skylight in its flat roof. The designer of this building used his namesake joints in the design for his Red and Blue Chair. Its bottom floor has a kitchen, storage room, servant's room, reading room, and studio space, which the designer used for a few years as his own office. On the other hand, in order to provide expansive room for children to play in the day, and private bedrooms at night,": {
    "guess": "Rietveld Schröder House",
    "confidence": [
      [
        "R",
        -0.44095352
      ],
      [
        "iet",
        -7.465036e-06
      ],
      [
        "v",
        -1.5809293e-05
      ],
      [
        "eld",
        -8.418666e-06
      ],
      [
        " Sch",
        -0.03663399
      ],
      [
        "r",
        -3.2497806e-05
      ],
      [
        "ö",
        -3.488188e-05
      ],
      [
        "der",
        -0.00013059509
      ],
      [
        " House",
        -6.515961e-05
      ]
    ]
  },
  "An acrobat's feet can be seen in the top left of this painting, just above a large light. The central items appear in red, brown, black, and green, while the columns are pink and yellow. A container of red fruit, possibly tomatoes, sits on the counter and a large chandelier hangs in the background. Only two faces are distinct, though the title location is quite crowded. The central figure wears flowers in two locations on her blouse, as well as a bracelet and locket. The man speaking to her wears a top hat. FTP name this painting by Manet in which the title location is shown reflected in the mirror": {
    "guess": "A Bar at the Folies-Bergère",
    "confidence": [
      [
        "A",
        -0.03159618
      ],
      [
        " Bar",
        -0.0010625827
      ],
      [
        " at",
        -0.00047190272
      ],
      [
        " the",
        -0.0004942946
      ],
      [
        " Fol",
        -5.8961017e-05
      ],
      [
        "ies",
        -0.00050954544
      ],
      [
        "-B",
        -0.004479847
      ],
      [
        "erg",
        -0.0006962312
      ],
      [
        "ère",
        -0.002422987
      ]
    ]
  },
  "An acrobat's feet can be seen in the top left of this painting, just above a large light. The central items appear in red, brown, black, and green, while the columns are pink and yellow. A container of red fruit, possibly tomatoes, sits on the counter and a large chandelier hangs in the background. Only two faces are distinct, though the title location is quite crowded. The central figure wears flowers in two locations on her blouse, as well as a bracelet and locket. The man speaking to her wears": {
    "guess": "The Arnolfini Portrait",
    "confidence": [
      [
        "The",
        -0.105799064
      ],
      [
        " Arn",
        -0.68729186
      ],
      [
        "ol",
        -3.8696395e-05
      ],
      [
        "fin",
        -0.00063797727
      ],
      [
        "i",
        -0.00010926496
      ],
      [
        " Portrait",
        -0.00881027
      ]
    ]
  },
  "An acrobat's feet can be seen in the top left of this painting, just above a large light. The central items appear in red, brown, black, and green, while the columns are pink and yellow. A container of red fruit, possibly tomatoes, sits on the counter and a large chandelier hangs in the background. Only": {
    "guess": "The Cookmaid with Still Life of Vegetables and Fruit",
    "confidence": [
      [
        "The",
        -0.6066963
      ],
      [
        " Cook",
        -0.6700766
      ],
      [
        "maid",
        -0.46583754
      ],
      [
        " with",
        -0.040051676
      ],
      [
        " Still",
        -0.026697341
      ],
      [
        " Life",
        -0.0048915697
      ],
      [
        " of",
        -0.040766206
      ],
      [
        " Veget",
        -0.039112777
      ],
      [
        "ables",
        -6.062987e-05
      ],
      [
        " and",
        -0.0018903151
      ],
      [
        " Fruit",
        -0.0017541917
      ]
    ]
  },
  "An acrobat's feet can be seen in the top left of this painting, just above a large light. The central items appear in red, brown, black, and green, while the columns are pink and yellow. A container of": {
    "guess": "Color",
    "confidence": [
      [
        "Color",
        -1.5230516
      ]
    ]
  },
  "Across the street from this building, its architect designed a row of four mansions much better matching modern architecture on Erasmus Lane. Each room in this building matches its patron's criteria of having a bed fit in at least two directions, direct water and drainage, and access to the outside, and a corner window looks out on the city near this building, providing light to the interior, as does the skylight in its flat roof. The designer of this building used his namesake joints in the design for his Red and Blue Chair. Its bottom floor has a kitchen, storage room, servant's room, reading": {
    "guess": "Schroder House",
    "confidence": [
      [
        "Sch",
        -0.5350985
      ],
      [
        "ro",
        -0.009053778
      ],
      [
        "der",
        -0.14368694
      ],
      [
        " House",
        -7.7079974e-05
      ]
    ]
  },
  "Across the street from this building, its architect designed a row of four mansions much better matching modern architecture on Erasmus Lane. Each room in this building matches its patron's criteria of having a bed fit in at least two directions, direct water and drainage, and access to the outside, and a corner window looks out on the city near this building, providing light to the interior, as does the skylight in its flat roof. The designer of this building used his namesake joints in the design for his Red and Blue Chair. Its bottom floor has a kitchen, storage room, servant's room, reading room, and studio space, which the designer used for a few years as his own office. On the other hand, in order to provide expansive room for children to play in the day, and private bedrooms at night, the concertina walls on its upper floor can divide the area into one room or six, and its exterior used elementarism, which combined white and gray surfaces with horizontal and vertical accents in black and primary colors, a technique developed by Theo van Doesburg. Designed by Gerrit Rietveld, for 10 points, name this building in Utrecht, an architectural example of De Stijl.": {
    "guess": "Rietveld Schröder House",
    "confidence": [
      [
        "R",
        -0.002219961
      ],
      [
        "iet",
        -9.0883464e-07
      ],
      [
        "v",
        -7.3458323e-06
      ],
      [
        "eld",
        -1.8624639e-06
      ],
      [
        " Sch",
        -0.0127477795
      ],
      [
        "r",
        -9.968313e-06
      ],
      [
        "ö",
        -1.7120534e-05
      ],
      [
        "der",
        -4.1199673e-05
      ],
      [
        " House",
        -3.392825e-05
      ]
    ]
  },
  "An acrobat's feet can be seen in the top left of this painting, just above a large light. The central items appear in red, brown, black, and green, while the columns are pink and yellow. A container of red fruit, possibly tomatoes, sits on the counter and a large chandelier hangs in the background. Only two faces are distinct, though the title location is quite crowded. The central figure wears flowers in two locations on her blouse, as well as a bracelet and locket. The man speaking to her wears a top hat. FTP name this painting by Manet in which the title location is shown reflected in the mirror behind the barmaid.          |": {
    "guess": "A Bar at the Folies-Bergère",
    "confidence": [
      [
        "A",
        -0.028595584
      ],
      [
        " Bar",
        -0.0006190312
      ],
      [
        " at",
        -7.255024e-05
      ],
      [
        " the",
        -0.00031437047
      ],
      [
        " Fol",
        -1.8074163e-05
      ],
      [
        "ies",
        -0.00038348293
      ],
      [
        "-B",
        -0.002419299
      ],
      [
        "erg",
        -0.0009763599
      ],
      [
        "ère",
        -0.005674695
      ]
    ]
  },
  "An acrobat's feet can be seen in the top left of this painting, just above a large light. The central items appear in red, brown, black, and green, while the columns are pink and yellow. A container of red fruit, possibly tomatoes, sits on the counter and a large chandelier hangs in the background. Only two faces are distinct, though the title location is quite crowded. The central figure wears flowers": {
    "guess": "The Arnolfini Portrait",
    "confidence": [
      [
        "The",
        -0.6958865
      ],
      [
        " Arn",
        -1.8807918
      ],
      [
        "ol",
        -8.89548e-06
      ],
      [
        "fin",
        -3.7027545e-05
      ],
      [
        "i",
        -7.77952e-05
      ],
      [
        " Portrait",
        -0.00095970073
      ]
    ]
  },
  "Across the street from this building, its architect designed a row of four mansions much better matching modern architecture on Erasmus Lane. Each room in this building matches its patron's criteria of having a bed fit in at least two directions, direct water and drainage, and access to the outside, and a corner window looks out on the city near this building, providing light to the interior, as does the skylight in its flat roof. The designer of this building used his namesake joints in the design for his Red and Blue Chair. Its bottom floor has a kitchen, storage room, servant's room, reading room, and studio space, which the designer used for a few years as his own office. On the other hand, in order to provide expansive room for children to play in the day, and private bedrooms at night, the concertina walls on its upper floor can divide the area into one room or six, and its exterior": {
    "guess": "Rietveld Schröder House",
    "confidence": [
      [
        "R",
        -0.27208853
      ],
      [
        "iet",
        -3.7697225e-06
      ],
      [
        "v",
        -1.6286107e-05
      ],
      [
        "eld",
        -1.9816675e-06
      ],
      [
        " Sch",
        -0.015519246
      ],
      [
        "r",
        -1.9862217e-05
      ],
      [
        "ö",
        -3.4047454e-05
      ],
      [
        "der",
        -0.00015741224
      ],
      [
        " House",
        -4.2153304e-05
      ]
    ]
  },
  "Across the street from this building, its architect designed a row of four mansions much better matching modern architecture on Erasmus Lane. Each room in this building matches its patron's criteria of having a bed fit in at least two directions, direct water and drainage, and access to the outside, and a corner window looks out on the city near this building, providing light to the interior, as does the skylight in its flat roof. The designer of this building used his namesake joints in the design for his Red and Blue Chair. Its bottom floor has a kitchen, storage room, servant's room, reading room, and studio space, which the designer used for a few years as his own office. On the other hand,": {
    "guess": "Schroder House",
    "confidence": [
      [
        "Sch",
        -0.39061767
      ],
      [
        "ro",
        -0.015930546
      ],
      [
        "der",
        -0.042998172
      ],
      [
        " House",
        -3.1305768e-05
      ]
    ]
  },
  "An acrobat's feet can be seen in the top left of this painting, just above a large light. The central": {
    "guess": "The Night Cafe",
    "confidence": [
      [
        "The",
        -0.56032795
      ],
      [
        " Night",
        -0.97619516
      ],
      [
        " Cafe",
        -0.5367796
      ]
    ]
  },
  "Across the street from this building, its architect designed a row of four mansions much better matching": {
    "guess": "Mansions of Rastafari",
    "confidence": [
      [
        "M",
        -0.21897759
      ],
      [
        "ans",
        -0.0031556154
      ],
      [
        "ions",
        -8.876193e-05
      ],
      [
        " of",
        -0.009792922
      ],
      [
        " R",
        -0.0074925697
      ],
      [
        "ast",
        -0.00029315587
      ],
      [
        "afari",
        -0.00064428773
      ]
    ]
  },
  "Across the street from this building, its architect designed a row of four mansions much better matching modern architecture on Erasmus Lane. Each room in this building matches its patron's criteria of having a bed fit in at least two directions, direct water and drainage, and access to the outside, and a corner window looks out on the city near this building, providing light to the interior, as does": {
    "guess": "Erasmus Hall High School",
    "confidence": [
      [
        "Er",
        -0.87007946
      ],
      [
        "asmus",
        -0.0125662815
      ],
      [
        " Hall",
        -0.25100204
      ],
      [
        " High",
        -0.021166865
      ],
      [
        " School",
        -5.8603408e-05
      ]
    ]
  }
}