{
  "One spin-off of this series featured Soon-Lee, a character played by Rosalind Chao, who married one character at the end of this series. The film on which this series was based starred Rene Auberjonois as the character played by William Christopher in the series, although Gary Burghoff played the same character in the film and the series. That character, who drinks (*) Nehi soda and has an uncanny ability to hear incoming helicopters, is Radar O'Reilly. For 10 points, name this television show set during the Korean War featuring Hawkeye Pierce.": {
    "guess": "M*A*S*H",
    "confidence": [
      [
        "M",
        -0.02237715
      ],
      [
        "*A",
        -0.06524927
      ],
      [
        "*S",
        -1.3186812e-05
      ],
      [
        "*",
        -1.4021238e-05
      ],
      [
        "H",
        -1.50940705e-05
      ]
    ]
  },
  "Spirals recur in this film's cinematography, notably in its animated opening sequence. One of its characters attempts suicide in San Francisco Bay but is saved by private investigator Scottie. This film's": {
    "guess": "Vertigo",
    "confidence": [
      [
        "Vert",
        -0.004036726
      ],
      [
        "igo",
        -6.635165e-05
      ]
    ]
  },
  "Spirals recur in this film's cinematography, notably in its animated opening sequence. One of its characters attempts suicide in San Francisco Bay but is saved by private investigator Scottie. This film's repeated use of dolly zoom includes a shot straight down a bell tower's spiralling stairs.. This film's climax occurs at the Mission San Juan Bautista's bell tower, where a nun startles Judy Barton and Scottie overcomes his fear of heights. For 10 points, name this 1958 film starring Kim Novak and": {
    "guess": "Vertigo",
    "confidence": [
      [
        "Vert",
        -0.0089153135
      ],
      [
        "igo",
        -6.670925e-05
      ]
    ]
  },
  "Spin trapping reagents stabilize these molecules so that they may be studied properly in ESR spectroscopy.": {
    "guess": "Radical (chemistry)",
    "confidence": [
      [
        "Rad",
        -0.29579762
      ],
      [
        "ical",
        -0.00040135614
      ],
      [
        " (",
        -0.0034107242
      ],
      [
        "chemistry",
        -0.00040600507
      ],
      [
        ")",
        -2.9352968e-06
      ]
    ]
  },
  "One spin-off of this series featured Soon-Lee, a character played by Rosalind Chao, who married one character at the end of this series. The film on which this series was based starred Rene Auberjonois as the character played by William Christopher in the series, although Gary Burghoff played the same": {
    "guess": "M*A*S*H (TV series)",
    "confidence": [
      [
        "M",
        -0.22286028
      ],
      [
        "*A",
        -0.10474896
      ],
      [
        "*S",
        -1.0445127e-05
      ],
      [
        "*",
        -1.2829201e-05
      ],
      [
        "H",
        -1.1517961e-05
      ],
      [
        " (",
        -0.56942725
      ],
      [
        "TV",
        -0.0026814868
      ],
      [
        " series",
        -0.030222025
      ],
      [
        ")",
        -0.000636666
      ]
    ]
  },
  "Spin trapping reagents stabilize these molecules so that they may be studied properly in ESR spectroscopy. One molecule that interacts with these types of molecules is a tripeptide that includes a reactive sulfhydryl group and is oxidized during the reaction. The namesake dismutase of one of these molecules disassociates it into hydrogen peroxide and oxygen, and other molecules that degrade these mitogenic molecules in cells include vitamins E and C. Notable examples of these include the superoxide": {
    "guess": "Reactive oxygen species",
    "confidence": [
      [
        "Re",
        -0.44353375
      ],
      [
        "active",
        -2.8160932e-06
      ],
      [
        " oxygen",
        -0.09779271
      ],
      [
        " species",
        -9.603336e-05
      ]
    ]
  },
  "Spin trapping reagents stabilize these molecules so that they may be studied properly in ESR spectroscopy. One molecule that interacts with these types of molecules is a tripeptide that includes a reactive sulfhydryl group and is oxidized during the reaction. The namesake dismutase of one of these molecules disassociates it into hydrogen peroxide and oxygen, and other molecules that degrade these mitogenic molecules in cells include vitamins E and C. Notable examples of these include the superoxide anion, and antioxidants prevent the formation of these molecules. For 10 points, name these molecules": {
    "guess": "Reactive oxygen species",
    "confidence": [
      [
        "Re",
        -0.030257406
      ],
      [
        "active",
        -2.6968896e-06
      ],
      [
        " oxygen",
        -0.12803209
      ],
      [
        " species",
        -3.7623562e-05
      ]
    ]
  },
  "Spirals recur in this film's cinematography, notably in its animated opening sequence. One of its characters attempts suicide in San Francisco Bay but is saved by private investigator Scottie. This film's repeated use of dolly zoom includes a shot straight down a bell tower's spiralling stairs.. This film's climax occurs at the Mission San Juan Bautista's bell tower, where a nun startles Judy Barton and Scottie overcomes his fear of heights. For 10 points, name this 1958 film starring Kim Novak and James Stewart, which in 2012 topped Sight & Sound's list of greatest films ever and which was directed by Alfred Hitchcock.": {
    "guess": "Vertigo",
    "confidence": [
      [
        "Vert",
        -0.008192427
      ],
      [
        "igo",
        -7.1954215e-05
      ]
    ]
  },
  "Spin trapping reagents stabilize these molecules so that they may be studied properly in ESR spectroscopy. One molecule that interacts with these types of molecules is a tripeptide that includes a reactive": {
    "guess": "Spin trapping",
    "confidence": [
      [
        "Spin",
        -1.1260157
      ],
      [
        " trapping",
        -0.40817064
      ]
    ]
  },
  "Spin trapping reagents stabilize these molecules so that they may be studied properly in ESR spectroscopy. One molecule that interacts with these types of molecules is a tripeptide that includes a reactive sulfhydryl group and is oxidized during the reaction. The namesake dismutase of one of these molecules": {
    "guess": "Superoxide dismutase",
    "confidence": [
      [
        "Sup",
        -0.04099553
      ],
      [
        "erox",
        -2.5703197e-05
      ],
      [
        "ide",
        -0.00063857326
      ],
      [
        " dis",
        -0.8909661
      ],
      [
        "mut",
        -0.00011617878
      ],
      [
        "ase",
        -0.00047642877
      ]
    ]
  },
  "Spirals recur in this film's cinematography, notably in its animated opening sequence. One of its characters attempts suicide in San Francisco Bay but is saved by private investigator Scottie. This film's repeated use of dolly zoom includes a shot straight down a bell tower's spiralling stairs.. This": {
    "guess": "Vertigo (film)",
    "confidence": [
      [
        "Vert",
        -0.060525317
      ],
      [
        "igo",
        -0.00012821102
      ],
      [
        " (",
        -0.012128151
      ],
      [
        "film",
        -0.00059985777
      ],
      [
        ")",
        -1.7432603e-06
      ]
    ]
  },
  "One spin-off of this series featured Soon-Lee, a character played by Rosalind Chao, who married one character": {
    "guess": "M*A*S*H (TV series)",
    "confidence": [
      [
        "M",
        -0.15609014
      ],
      [
        "*A",
        -0.019914314
      ],
      [
        "*S",
        -5.5577775e-06
      ],
      [
        "*",
        -2.9352968e-06
      ],
      [
        "H",
        -7.703444e-06
      ],
      [
        " (",
        -0.052935973
      ],
      [
        "TV",
        -0.0016955342
      ],
      [
        " series",
        -0.007319097
      ],
      [
        ")",
        -0.00063332834
      ]
    ]
  },
  "Spirals recur in this film's cinematography, notably in its animated opening sequence. One of its characters": {
    "guess": "Vertigo",
    "confidence": [
      [
        "Vert",
        -1.1158631
      ],
      [
        "igo",
        -0.0004388943
      ]
    ]
  },
  "One spin-off of this series featured Soon-Lee, a character played by Rosalind Chao, who married one character at the end of this series. The film on which this series was based starred Rene Auberjonois": {
    "guess": "M*A*S*H",
    "confidence": [
      [
        "M",
        -0.022162871
      ],
      [
        "*A",
        -0.0391701
      ],
      [
        "*S",
        -8.418666e-06
      ],
      [
        "*",
        -2.9352968e-06
      ],
      [
        "H",
        -4.9617593e-06
      ]
    ]
  },
  "Spin trapping reagents stabilize these molecules so that they may be studied properly in ESR spectroscopy. One molecule that interacts with these types of molecules is a tripeptide that includes a reactive sulfhydryl group and is oxidized during the reaction. The namesake dismutase of one of these molecules disassociates it into hydrogen peroxide and oxygen, and other molecules that degrade these mitogenic molecules in cells include vitamins E and C. Notable examples of these include the superoxide anion, and antioxidants prevent the formation of these molecules. For 10 points, name these molecules that are characterized by having an unpaired electron.": {
    "guess": "Reactive oxygen species",
    "confidence": [
      [
        "Re",
        -0.23317122
      ],
      [
        "active",
        -1.8624639e-06
      ],
      [
        " oxygen",
        -0.1543394
      ],
      [
        " species",
        -3.4047454e-05
      ]
    ]
  },
  "One spin-off of this series featured Soon-Lee, a character played by Rosalind Chao, who married one character at the end of this series. The film on which this series was based starred Rene Auberjonois as the character played by William Christopher in the series, although Gary Burghoff played the same character in the film and the series. That character, who drinks (*) Nehi soda and has an uncanny ability to hear incoming helicopters, is Radar O'Reilly. For 10 points, name this television show set": {
    "guess": "M*A*S*H",
    "confidence": [
      [
        "M",
        -0.02135428
      ],
      [
        "*A",
        -0.050273955
      ],
      [
        "*S",
        -1.378283e-05
      ],
      [
        "*",
        -1.18755715e-05
      ],
      [
        "H",
        -1.27099975e-05
      ]
    ]
  },
  "Spin trapping reagents stabilize these molecules so that they may be studied properly in ESR spectroscopy. One molecule that interacts with these types of molecules is a tripeptide that includes a reactive sulfhydryl group and is oxidized during the reaction. The namesake dismutase of one of these molecules disassociates it into hydrogen peroxide and oxygen, and other molecules that degrade these mitogenic": {
    "guess": "Superoxide Dismutase",
    "confidence": [
      [
        "Sup",
        -0.7037565
      ],
      [
        "erox",
        -1.4140442e-05
      ],
      [
        "ide",
        -0.0012522541
      ],
      [
        " D",
        -0.49715546
      ],
      [
        "ism",
        -1.6643718e-05
      ],
      [
        "ut",
        -0.00064095005
      ],
      [
        "ase",
        -0.0018648567
      ]
    ]
  },
  "One spin-off of this series featured Soon-Lee, a character played by Rosalind Chao, who married one character at the end of this series. The film on which this series was based starred Rene Auberjonois as the character played by William Christopher in the series, although Gary Burghoff played the same character in the film and the series. That character, who drinks (*) Nehi soda and has an uncanny": {
    "guess": "M*A*S*H",
    "confidence": [
      [
        "M",
        -0.013972386
      ],
      [
        "*A",
        -0.10823562
      ],
      [
        "*S",
        -1.2590794e-05
      ],
      [
        "*",
        -1.2113979e-05
      ],
      [
        "H",
        -1.0564331e-05
      ]
    ]
  },
  "Spirals recur in this film's cinematography, notably in its animated opening sequence. One of its characters attempts suicide in San Francisco Bay but is saved by private investigator Scottie. This film's repeated use of dolly zoom includes a shot straight down a bell tower's spiralling stairs.. This film's climax occurs at the Mission San Juan Bautista's bell tower, where a nun startles Judy Barton and Scottie overcomes his fear of heights. For 10 points, name this 1958 film starring Kim Novak and James Stewart, which in 2012 topped Sight & Sound's list of greatest films ever and which was directed": {
    "guess": "Vertigo (film)",
    "confidence": [
      [
        "Vert",
        -0.0083012
      ],
      [
        "igo",
        -5.3596854e-05
      ],
      [
        " (",
        -0.07506041
      ],
      [
        "film",
        -0.0009289718
      ],
      [
        ")",
        -1.5451682e-05
      ]
    ]
  },
  "Spirals recur in this film's cinematography, notably in its animated opening sequence. One of its characters attempts suicide in San Francisco Bay but is saved by private investigator Scottie. This film's repeated use of dolly zoom includes a shot straight down a bell tower's spiralling stairs.. This film's climax occurs at the Mission San Juan Bautista's bell tower, where a nun startles Judy Barton": {
    "guess": "Vertigo",
    "confidence": [
      [
        "Vert",
        -0.015160951
      ],
      [
        "igo",
        -8.75699e-05
      ]
    ]
  }
}