{
  "It lived during the Miocene and Pliocene epochs, though some claim that it is still extant. It probably fed upon the whales that evolved at the same time. Thought to be anywhere from 40 to 60 feet long, its teeth were as large as six inches across, and its jaws expanded to six feet, explaining why its species name means, \"giant tooth.\" For ten points, identify this favorite subject of crypto zoologists, a shark thought to be three times as large as the modern great white shark, with which it shares a genus.": {
    "guess": "Megalodon",
    "confidence": [
      [
        "M",
        -0.0049489858
      ],
      [
        "egal",
        0.0
      ],
      [
        "odon",
        -0.00047475993
      ]
    ]
  },
  "He has been living with his auntie who runs a candy store since the death of his mother and father. Blind without his glasses and suffering from asthma, he is overweight and is known throughout the novel": {
    "guess": "The Adventures of Augie March",
    "confidence": [
      [
        "The",
        -1.349022
      ],
      [
        " Adventures",
        -0.5290418
      ],
      [
        " of",
        -0.0004614128
      ],
      [
        " Aug",
        -1.5592533
      ],
      [
        "ie",
        -3.917321e-05
      ],
      [
        " March",
        -0.00021248066
      ]
    ]
  },
  "From 1853 to 1855, he lived in semipoverty in New Orleans, making plans for his homeland and speaking with other exiles. He returned to become Secretary of State under Alvarez and instituted many liberal reforms, culminating in the Constitution of 1857.  This led to a rebellion a year later, causing the President to flee and placing this man in power. FTP, name this opponent of Maximillian, often called the \"Lincoln of Mexico.\"": {
    "guess": "Benito Juárez",
    "confidence": [
      [
        "Ben",
        -0.0017722812
      ],
      [
        "ito",
        -1.247159e-05
      ],
      [
        " Ju",
        -1.5928495e-05
      ],
      [
        "á",
        -0.0007594807
      ],
      [
        "rez",
        -1.2590794e-05
      ]
    ]
  },
  "It lived during the Miocene and Pliocene epochs, though some claim that it is still extant. It probably fed upon the whales that evolved at the same time. Thought to be anywhere from 40 to 60 feet long,": {
    "guess": "Megalodon",
    "confidence": [
      [
        "M",
        -0.03444923
      ],
      [
        "egal",
        -3.1281633e-07
      ],
      [
        "odon",
        -0.0026227431
      ]
    ]
  },
  "Liudmilla Petrushevskaia described this figure's birth in the Crimea, while Stesichorus wrote a palinode": {
    "guess": "Helen of Troy",
    "confidence": [
      [
        "H",
        -0.012244378
      ],
      [
        "elen",
        -0.00044008633
      ],
      [
        " of",
        -0.0007247025
      ],
      [
        " Troy",
        -6.551722e-05
      ]
    ]
  },
  "He lives near the intersection of 57th and Indiana, and we also know that he lost his virginity to Iris, but it was Lucy Scanlan who was his first true love.  His friends include Tommy Doyle, Danny O'Neill, and Weary Reilly, who rapes a young girl named Irene.  We meet him as a cocky fifteen-year-old and follow him through his time as a house painter and affair with Catherine Banahan, only to see him die during from pneumonia in Judgment Day, the last novel about him.  FTP, name this Chicago native": {
    "guess": "Studs Lonigan",
    "confidence": [
      [
        "St",
        -0.701898
      ],
      [
        "uds",
        -2.486877e-05
      ],
      [
        " Lon",
        -0.01000126
      ],
      [
        "igan",
        -0.00012618455
      ]
    ]
  },
  "He lives in a mansion in Fauborg St. Germain with a rich young man he met in a bookstore. He takes the line \"So funereal a design, if it is not worthy of Atreus, it is worthy of Thyestes\" to describe the": {
    "guess": "Axion Esti",
    "confidence": [
      [
        "Ax",
        -0.7332955
      ],
      [
        "ion",
        -0.0026762492
      ],
      [
        " Est",
        -0.0023028662
      ],
      [
        "i",
        -0.007962428
      ]
    ]
  },
  "It lived during the Miocene and Pliocene epochs, though some claim that it is still extant. It probably fed upon the whales that evolved at the same time. Thought to be anywhere from 40 to 60 feet long, its teeth were as large as six inches across, and its jaws expanded to six feet, explaining why its species name means, \"giant tooth.\" For ten points, identify this favorite subject of crypto zoologists, a shark thought to be three times as large as the modern great white shark, with which it shares": {
    "guess": "Megalodon",
    "confidence": [
      [
        "M",
        -0.008963875
      ],
      [
        "egal",
        0.0
      ],
      [
        "odon",
        -0.0014602351
      ]
    ]
  },
  "She lives in the town of Stockbridge, Massachusetts, in the bell tower of a former church with her husband Ray and Fasha the dog. Their habit of dumping garbage into the space where the pews of the church used to be led to the problems chronicled in song by Arlo Guthrie. FTP, name this famous restauranteur.": {
    "guess": "Alice Brock",
    "confidence": [
      [
        "Alice",
        -0.008608545
      ],
      [
        " Brock",
        -0.36421415
      ]
    ]
  },
  "He lives near the intersection of 57th and Indiana, and we also know that he lost his virginity to Iris, but it was Lucy Scanlan who was his first true love.  His friends include Tommy Doyle, Danny O'Neill, and Weary Reilly, who rapes a young girl named Irene.  We meet him as a cocky fifteen-year-old and follow him through his time as a house painter and affair with Catherine Banahan, only to see him": {
    "guess": "Studs Lonigan",
    "confidence": [
      [
        "St",
        -1.0673816
      ],
      [
        "uds",
        -1.831257e-05
      ],
      [
        " Lon",
        -0.0053632483
      ],
      [
        "igan",
        -0.00012344286
      ]
    ]
  },
  "He lives at 27A Wimpole Street with his housekeeper, Mrs. Pearce, as a part-time \"Miltonic poet\" and developer of the famous \"Universal Alphabet,\" which includes 130 vowel sounds.  His creator was so upset with producers slapping a happy ending on the play that a special afterword was added, confirming that his famous charge left him alone with Colonel Pickering in order to marry Freddy Eynsford-Hill.  FTP name this phonetics professor and confirmed bachelor, the title character of Shaw's Pygmalion.": {
    "guess": "Pygmalion (play)",
    "confidence": [
      [
        "Py",
        -0.6778584
      ],
      [
        "g",
        -5.121278e-05
      ],
      [
        "mal",
        -0.00019245445
      ],
      [
        "ion",
        -3.631232e-05
      ],
      [
        " (",
        -0.037040044
      ],
      [
        "play",
        -0.00034678652
      ],
      [
        ")",
        -5.9153886e-06
      ]
    ]
  },
  "He lives in a mansion in Fauborg St. Germain with a rich young man he met in a bookstore. He takes the line \"So funereal a design, if it is not worthy of Atreus, it is worthy of Thyestes\" to describe the scheme of Minister D to hide a valuable object in plain sight, and he exonerates a French sailor named Le Bon from crimes committed by his pet, all to prove his superior intellect. For 10 points, identify this detective who solved \"The Mystery of Marie Roget,\" \"The Purloined Letter\" and \"The Murders": {
    "guess": "C. Auguste Dupin",
    "confidence": [
      [
        "C",
        -0.004246981
      ],
      [
        ".",
        -0.00030483783
      ],
      [
        " August",
        -0.00011272187
      ],
      [
        "e",
        -0.005432497
      ],
      [
        " Dup",
        -4.604148e-06
      ],
      [
        "in",
        -3.8934802e-05
      ]
    ]
  },
  "The only living person to hold this title is Aga Khan IV, who belongs to the Nizari dynasty. The Mourning of Muharram commemorates the death of a holder of this title at the Battle of Karbala. One holder of this title underwent the Occultation and will eventually reappear accompanied by Jesus. That man": {
    "guess": "Imam of the Time",
    "confidence": [
      [
        "Im",
        -0.11136186
      ],
      [
        "am",
        -0.03691528
      ],
      [
        " of",
        -0.559979
      ],
      [
        " the",
        -0.47958577
      ],
      [
        " Time",
        -0.74015504
      ]
    ]
  },
  "He lives at 27A Wimpole Street with his housekeeper, Mrs. Pearce, as a part-time \"Miltonic poet\" and": {
    "guess": "Pygmalion (play)",
    "confidence": [
      [
        "Py",
        -0.15616162
      ],
      [
        "g",
        -3.4524266e-05
      ],
      [
        "mal",
        -3.917321e-05
      ],
      [
        "ion",
        -2.6060809e-05
      ],
      [
        " (",
        -0.0012679707
      ],
      [
        "play",
        -3.23786e-05
      ],
      [
        ")",
        -5.5122365e-07
      ]
    ]
  },
  "This man lived in exile in New Orleans for a year and a half before returning as minister of justice and public instruction under Juan Alvarez. He barely survived a coup by Felix Zuloaga after Guillermo Prieto convinced the firing squad not to assassinate him.   He threw John Pickett in jail after Pickett attempted to create a Confederate alliance with this man's country, though he may be best known for leading the guerrilla resistance to Emperor Maximilian. For 10 points identify this great Mexican reformer and its first president of indigenous descent.": {
    "guess": "Benito Juárez",
    "confidence": [
      [
        "Ben",
        -0.02778965
      ],
      [
        "ito",
        -5.9153886e-06
      ],
      [
        " Ju",
        -0.00035012423
      ],
      [
        "á",
        -0.0069466024
      ],
      [
        "rez",
        -1.4378848e-05
      ]
    ]
  },
  "From 1853 to 1855, he lived in semipoverty in New Orleans, making plans for his homeland and speaking with other exiles. He returned to become Secretary of State under Alvarez and instituted many liberal reforms, culminating in the Constitution of 1857.  This led to a rebellion a year later, causing the President to flee and placing this man in power. FTP, name this opponent of Maximillian, often called": {
    "guess": "Benito Juárez",
    "confidence": [
      [
        "Ben",
        -0.0018780663
      ],
      [
        "ito",
        -9.372295e-06
      ],
      [
        " Ju",
        -1.6643718e-05
      ],
      [
        "á",
        -0.0012696359
      ],
      [
        "rez",
        -8.180258e-06
      ]
    ]
  },
  "They live in a land \"in which it seemed always afternoon\" due to its languid and peaceful atmosphere. Their \"land of streams\" contains a gleaming river flowing to the sea, three snow-capped mountains, and shadowy pines growing in a vale. They themselves are described as \"mild-eyed\" and \"melancholy,\" with dark faces that appear pale against the rosy sunset. They come bearing fruits to a group of stranded": {
    "guess": "The Lotos-Eaters",
    "confidence": [
      [
        "The",
        -0.012985975
      ],
      [
        " L",
        -0.0001376281
      ],
      [
        "otos",
        -2.577686e-06
      ],
      [
        "-E",
        -0.002833292
      ],
      [
        "aters",
        -8.029847e-05
      ]
    ]
  },
  "He lives in a mansion in Fauborg St. Germain with a rich young man he met in a bookstore. He takes the line \"So funereal a design, if it is not worthy of Atreus, it is worthy of Thyestes\" to describe the scheme of Minister D to hide a valuable object in plain sight, and he exonerates a French sailor": {
    "guess": "The Secret of Sarek",
    "confidence": [
      [
        "The",
        -0.47345003
      ],
      [
        " Secret",
        -1.1344986
      ],
      [
        " of",
        -0.18965632
      ],
      [
        " S",
        -0.5846345
      ],
      [
        "are",
        -0.00077127083
      ],
      [
        "k",
        -0.0005917556
      ]
    ]
  },
  "He has been living with his auntie who runs a candy store since the death of his mother and father. Blind": {
    "guess": "The Miracle Worker",
    "confidence": [
      [
        "The",
        -0.40774626
      ],
      [
        " Miracle",
        -0.040789664
      ],
      [
        " Worker",
        -0.00034332962
      ]
    ]
  },
  "He lived on the banks of the Gladden River with the Stoor tribe in the sixteenth century. His life took a dramatic turn on his twenty-fifth birthday, when, during a swim in the River Anduin, he killed his cousin Deagol. For the next five hundred years, he lurked under the Misty Mountains, capturing fish with the aid of his \"precious.\" For 10 points—name this loser of the Riddle Game who vacillated between helping and killing Frodo in an attempt to regain the One Ring.": {
    "guess": "Gollum",
    "confidence": [
      [
        "G",
        -0.021003794
      ],
      [
        "oll",
        -0.00010676169
      ],
      [
        "um",
        -0.0001376281
      ]
    ]
  },
  "It lived during the Miocene and Pliocene epochs, though some claim that it is still extant. It probably": {
    "guess": "Megalodon",
    "confidence": [
      [
        "M",
        -1.2668124
      ],
      [
        "egal",
        -0.032194972
      ],
      [
        "odon",
        -0.094909534
      ]
    ]
  },
  "The only living person to hold this title is Aga Khan IV, who belongs to the Nizari dynasty. The Mourning of Muharram commemorates the death of a holder of this title at the Battle of Karbala. One holder of this title underwent the Occultation and will eventually reappear accompanied by Jesus. That man is referred to as \"the Mahdi\" by members of the Twelver sect, whose name derives from their belief that there were twelve holders of this title. For 10 points, Shia Muslims use what title to refer to the divinely appointed successors of Muhammad?": {
    "guess": "Imam",
    "confidence": [
      [
        "Im",
        -0.004295996
      ],
      [
        "am",
        -0.083602734
      ]
    ]
  },
  "The only living person to hold this title is Aga Khan IV, who belongs to the Nizari dynasty. The Mourning of Muharram commemorates the death of a holder of this title at the Battle of Karbala. One holder of this title underwent the Occultation and will eventually reappear accompanied by Jesus. That man is referred to as \"the Mahdi\" by members of the Twelver sect, whose name derives from their belief that there were twelve holders of this title. For 10 points, Shia Muslims use what title to refer": {
    "guess": "Imam of the Time",
    "confidence": [
      [
        "Im",
        -0.024191717
      ],
      [
        "am",
        -0.07451651
      ],
      [
        " of",
        -0.5466706
      ],
      [
        " the",
        -0.70119685
      ],
      [
        " Time",
        -0.4663574
      ]
    ]
  },
  "They live in a land \"in which it seemed always afternoon\" due to its languid and peaceful atmosphere. Their \"land of streams\" contains a gleaming river flowing to the sea, three snow-capped mountains, and shadowy pines growing in a vale. They themselves are described as \"mild-eyed\" and \"melancholy,\"": {
    "guess": "The Lotos-Eaters",
    "confidence": [
      [
        "The",
        -0.0019984657
      ],
      [
        " L",
        -2.0935051e-05
      ],
      [
        "otos",
        -1.2590794e-05
      ],
      [
        "-E",
        -0.0015027176
      ],
      [
        "aters",
        -3.3451433e-05
      ]
    ]
  },
  "He has been living with his auntie who runs a candy store since the death of his mother and father. Blind without his glasses and suffering from asthma, he is overweight and is known throughout the novel by a nickname he hates. Although he recognizes the usefulness of the conch and his glasses are necessary": {
    "guess": "Piggy",
    "confidence": [
      [
        "P",
        -0.45928514
      ],
      [
        "ig",
        -0.0011624845
      ],
      [
        "gy",
        -1.7954959e-05
      ]
    ]
  },
  "She lives in the town of Stockbridge, Massachusetts, in the bell tower of a former church with her husband": {
    "guess": "Alice's Restaurant",
    "confidence": [
      [
        "Alice",
        -0.56239873
      ],
      [
        "'s",
        -0.013003628
      ],
      [
        " Restaurant",
        -0.0011799892
      ]
    ]
  },
  "This man lived in exile in New Orleans for a year and a half before returning as minister of justice": {
    "guess": "Benito Juárez",
    "confidence": [
      [
        "Ben",
        -0.014554685
      ],
      [
        "ito",
        -1.3544423e-05
      ],
      [
        " Ju",
        -0.00016516048
      ],
      [
        "á",
        -0.0019750267
      ],
      [
        "rez",
        -1.2829201e-05
      ]
    ]
  },
  "He lives in a mansion in Fauborg St. Germain with a rich young man he met in a bookstore. He takes the line \"So funereal a design, if it is not worthy of Atreus, it is worthy of Thyestes\" to describe the scheme of Minister D to hide a valuable object in plain sight, and he exonerates a French sailor named Le Bon from crimes committed by his pet, all to prove his superior intellect. For 10 points, identify": {
    "guess": "Edgar Allan Poe",
    "confidence": [
      [
        "Ed",
        -1.1350038
      ],
      [
        "gar",
        -0.016736336
      ],
      [
        " Allan",
        -0.051845215
      ],
      [
        " Poe",
        -0.0001037816
      ]
    ]
  },
  "Under Liuvigild's son Reccared, these people rejected the teachings of the bishop Ulfilas when they switched from Arianism to Catholicism. These people became foederati under emperor Valens, who let them settle across the Danube. This ethnic group won the battle of Covadonga under Pelayo. Between the fall of Rome and the Islamic conquest, these people ruled (*) Spain from Toledo. Their unrest touched": {
    "guess": "Visigoths",
    "confidence": [
      [
        "Vis",
        -0.013859413
      ],
      [
        "igo",
        -7.350386e-05
      ],
      [
        "ths",
        -0.017827028
      ]
    ]
  },
  "He lives at 27A Wimpole Street with his housekeeper, Mrs. Pearce, as a part-time \"Miltonic poet\" and developer of the famous \"Universal Alphabet,\" which includes 130 vowel sounds.  His creator was so upset": {
    "guess": "Henry Higgins",
    "confidence": [
      [
        "Henry",
        -0.35169786
      ],
      [
        " Higgins",
        -0.021442845
      ]
    ]
  },
  "He lived on the banks of the Gladden River with the Stoor tribe in the sixteenth century. His life took a dramatic turn on his twenty-fifth birthday, when, during a swim in the River Anduin, he killed": {
    "guess": "Sméagol",
    "confidence": [
      [
        "Sm",
        -1.4293941
      ],
      [
        "é",
        -0.00019018957
      ],
      [
        "ag",
        -2.4630364e-05
      ],
      [
        "ol",
        -0.00027992795
      ]
    ]
  },
  "The only living person to hold this title is Aga Khan IV, who belongs to the Nizari dynasty. The Mourning of Muharram commemorates the death of a holder of this title at the Battle of Karbala. One holder": {
    "guess": "Imam of Nizari Ismailism",
    "confidence": [
      [
        "Im",
        -0.14287719
      ],
      [
        "am",
        -0.032903235
      ],
      [
        " of",
        -0.42428073
      ],
      [
        " N",
        -0.6542733
      ],
      [
        "iz",
        -0.0015485451
      ],
      [
        "ari",
        -0.00036251772
      ],
      [
        " Is",
        -0.00039885283
      ],
      [
        "mail",
        -0.018174766
      ],
      [
        "ism",
        -0.12816496
      ]
    ]
  },
  "Under Liuvigild's son Reccared, these people rejected the teachings of the bishop Ulfilas when they switched from Arianism to Catholicism. These people became foederati under emperor Valens, who let them settle across the Danube. This ethnic group won the battle of Covadonga under Pelayo. Between the fall of Rome and the Islamic conquest, these people ruled (*) Spain from Toledo. Their unrest touched off the battle of Adrianople, which they won, and they later prompted Augustine to write City of God when their ruler Alaric sacked Rome in 410 CE. For 10 points, name this barbarian tribe which separated from the Ostrogoths.": {
    "guess": "Visigoths",
    "confidence": [
      [
        "Vis",
        -0.031214157
      ],
      [
        "igo",
        -7.886803e-05
      ],
      [
        "ths",
        -0.000110576206
      ]
    ]
  },
  "He lives in a mansion in Fauborg St. Germain with a rich young man he met in a bookstore. He takes the": {
    "guess": "The Picture of Dorian Gray",
    "confidence": [
      [
        "The",
        -0.23136981
      ],
      [
        " Picture",
        -0.03689104
      ],
      [
        " of",
        -0.00023226479
      ],
      [
        " D",
        -0.00018804391
      ],
      [
        "orian",
        -8.537869e-06
      ],
      [
        " Gray",
        -0.0007342241
      ]
    ]
  },
  "This man lived in exile in New Orleans for a year and a half before returning as minister of justice and public instruction under Juan Alvarez. He barely survived a coup by Felix Zuloaga after Guillermo Prieto convinced the firing squad not to assassinate him.   He threw John Pickett in jail after Pickett": {
    "guess": "Benito Juárez",
    "confidence": [
      [
        "Ben",
        -0.015270846
      ],
      [
        "ito",
        -1.6166903e-05
      ],
      [
        " Ju",
        -0.00021366903
      ],
      [
        "á",
        -0.0052230866
      ],
      [
        "rez",
        -2.0219828e-05
      ]
    ]
  },
  "She lives in the town of Stockbridge, Massachusetts, in the bell tower of a former church with her husband Ray and Fasha the dog. Their habit of dumping garbage into the space where the pews of the church": {
    "guess": "The Bell Tower (novel)",
    "confidence": [
      [
        "The",
        -1.8173858
      ],
      [
        " Bell",
        -1.8698802
      ],
      [
        " Tower",
        -0.502018
      ],
      [
        " (",
        -0.9479326
      ],
      [
        "nov",
        -0.35734478
      ],
      [
        "el",
        -0.022108294
      ],
      [
        ")",
        -0.00039742238
      ]
    ]
  },
  "Under Liuvigild's son Reccared, these people rejected the teachings of the bishop Ulfilas when they switched from Arianism to Catholicism. These people became foederati under emperor Valens, who let them settle across the Danube. This ethnic group won the battle of Covadonga under Pelayo. Between the": {
    "guess": "Visigoths",
    "confidence": [
      [
        "Vis",
        -0.003940668
      ],
      [
        "igo",
        -0.0001596771
      ],
      [
        "ths",
        -0.013209887
      ]
    ]
  },
  "They live in a land \"in which it seemed always afternoon\" due to its languid and peaceful atmosphere. Their \"land of streams\" contains a gleaming river flowing to the sea, three snow-capped mountains, and shadowy pines growing in a vale. They themselves are described as \"mild-eyed\" and \"melancholy,\" with dark faces that appear pale against the rosy sunset. They come bearing fruits to a group of stranded mariners, who lose their desire to return home upon eating their flowers. FTP, identify this race": {
    "guess": "The Lotos-Eaters",
    "confidence": [
      [
        "The",
        -0.024211852
      ],
      [
        " L",
        -0.00018935515
      ],
      [
        "otos",
        -2.6968896e-06
      ],
      [
        "-E",
        -0.0014646275
      ],
      [
        "aters",
        -9.5079726e-05
      ]
    ]
  },
  "The only living person to hold this title is Aga Khan IV, who belongs to the Nizari dynasty. The Mourning": {
    "guess": "Aga Khan IV",
    "confidence": [
      [
        "A",
        -0.3224906
      ],
      [
        "ga",
        -0.009206168
      ],
      [
        " Khan",
        -0.0005747168
      ],
      [
        " IV",
        -0.09665806
      ]
    ]
  },
  "The only living person to hold this title is Aga Khan IV, who belongs to the Nizari dynasty. The Mourning of Muharram commemorates the death of a holder of this title at the Battle of Karbala. One holder of this title underwent the Occultation and will eventually reappear accompanied by Jesus. That man is referred to as \"the Mahdi\" by members of the Twelver sect, whose name derives from their belief": {
    "guess": "Imamah (Shia doctrine)",
    "confidence": [
      [
        "Im",
        -0.14298084
      ],
      [
        "am",
        -0.038996987
      ],
      [
        "ah",
        -0.54806536
      ],
      [
        " (",
        -0.21472795
      ],
      [
        "Sh",
        -0.42531496
      ],
      [
        "ia",
        -0.10464816
      ],
      [
        " doctrine",
        -0.3076042
      ],
      [
        ")",
        -0.00038550937
      ]
    ]
  },
  "He lived on the banks of the Gladden River with the Stoor tribe in the sixteenth century. His life took": {
    "guess": "Gladden River",
    "confidence": [
      [
        "Gl",
        -0.71029943
      ],
      [
        "adden",
        -0.007418271
      ],
      [
        " River",
        -0.0014615464
      ]
    ]
  },
  "He has been living with his auntie who runs a candy store since the death of his mother and father. Blind without his glasses and suffering from asthma, he is overweight and is known throughout the novel by a nickname he hates. Although he recognizes the usefulness of the conch and his glasses are necessary for maintaining the fires, he is unable to survive alone. For ten points, name this intellectual": {
    "guess": "Piggy",
    "confidence": [
      [
        "P",
        -0.034673445
      ],
      [
        "ig",
        -0.00018315656
      ],
      [
        "gy",
        -1.3856493e-06
      ]
    ]
  },
  "From 1853 to 1855, he lived in semipoverty in New Orleans, making plans for his homeland and speaking with other exiles. He returned to become Secretary of State under Alvarez and instituted many liberal reforms, culminating in the Constitution of 1857.  This led to a rebellion a year later, causing": {
    "guess": "Benito Juárez",
    "confidence": [
      [
        "Ben",
        -0.058472004
      ],
      [
        "ito",
        -8.776276e-06
      ],
      [
        " Ju",
        -0.00021366903
      ],
      [
        "á",
        -0.0027836002
      ],
      [
        "rez",
        -3.6073914e-05
      ]
    ]
  },
  "It lived during the Miocene and Pliocene epochs, though some claim that it is still extant. It probably fed upon the whales that evolved at the same time. Thought to be anywhere from 40 to 60 feet long, its teeth were as large as six inches across, and its jaws expanded to six feet, explaining why its": {
    "guess": "Megalodon",
    "confidence": [
      [
        "M",
        -0.05906841
      ],
      [
        "egal",
        -2.3392786e-06
      ],
      [
        "odon",
        -0.0013758298
      ]
    ]
  },
  "He has been living with his auntie who runs a candy store since the death of his mother and father. Blind without his glasses and suffering from asthma, he is overweight and is known throughout the novel by a nickname he hates. Although he recognizes the usefulness of the conch and his glasses are necessary for maintaining the fires, he is unable to survive alone. For ten points, name this intellectual boy from _The Lord of the Flies_.": {
    "guess": "Piggy",
    "confidence": [
      [
        "P",
        -0.023964327
      ],
      [
        "ig",
        -0.00012272765
      ],
      [
        "gy",
        -1.9361265e-07
      ]
    ]
  },
  "He lived on the banks of the Gladden River with the Stoor tribe in the sixteenth century. His life took a dramatic turn on his twenty-fifth birthday, when, during a swim in the River Anduin, he killed his cousin Deagol. For the next five hundred years, he lurked under the Misty Mountains, capturing fish": {
    "guess": "Gollum",
    "confidence": [
      [
        "G",
        -0.091769755
      ],
      [
        "oll",
        -0.00015884268
      ],
      [
        "um",
        -0.0002419203
      ]
    ]
  },
  "He lives in a mansion in Fauborg St. Germain with a rich young man he met in a bookstore. He takes the line \"So funereal a design, if it is not worthy of Atreus, it is worthy of Thyestes\" to describe the scheme of Minister D to hide a valuable object in plain sight, and he exonerates a French sailor named Le Bon from crimes committed by his pet, all to prove his superior intellect. For 10 points, identify this detective who solved \"The Mystery of Marie Roget,\" \"The Purloined Letter\" and \"The Murders in the Rue Morgue.\"": {
    "guess": "C. Auguste Dupin",
    "confidence": [
      [
        "C",
        -0.003145635
      ],
      [
        ".",
        -0.00017076306
      ],
      [
        " August",
        -3.368984e-05
      ],
      [
        "e",
        -0.002641295
      ],
      [
        " Dup",
        -6.704273e-07
      ],
      [
        "in",
        -2.0339032e-05
      ]
    ]
  },
  "They live in a land \"in which it seemed always afternoon\" due to its languid and peaceful atmosphere.": {
    "guess": "Alfred, Lord Tennyson",
    "confidence": [
      [
        "Al",
        -0.702782
      ],
      [
        "fred",
        -0.00037943368
      ],
      [
        ",",
        -0.0029632037
      ],
      [
        " Lord",
        -5.4669687e-05
      ],
      [
        " T",
        -3.8219583e-05
      ],
      [
        "enny",
        -9.0883464e-07
      ],
      [
        "son",
        -3.88156e-05
      ]
    ]
  },
  "This man lived in exile in New Orleans for a year and a half before returning as minister of justice and public instruction under Juan Alvarez. He barely survived a coup by Felix Zuloaga after Guillermo Prieto convinced the firing squad not to assassinate him.   He threw John Pickett in jail after Pickett attempted to create a Confederate alliance with this man's country, though he may be best known for leading the guerrilla resistance to Emperor Maximilian. For 10 points identify this great Mexican": {
    "guess": "Benito Juárez",
    "confidence": [
      [
        "Ben",
        -0.061112758
      ],
      [
        "ito",
        -7.226629e-06
      ],
      [
        " Ju",
        -0.00027587503
      ],
      [
        "á",
        -0.0047098184
      ],
      [
        "rez",
        -1.247159e-05
      ]
    ]
  },
  "They live in a land \"in which it seemed always afternoon\" due to its languid and peaceful atmosphere. Their \"land of streams\" contains a gleaming river flowing to the sea, three snow-capped mountains,": {
    "guess": "Alfred, Lord Tennyson",
    "confidence": [
      [
        "Al",
        -1.2992841
      ],
      [
        "fred",
        -0.022052445
      ],
      [
        ",",
        -0.123654954
      ],
      [
        " Lord",
        -4.0842064e-05
      ],
      [
        " T",
        -7.58424e-06
      ],
      [
        "enny",
        -1.6524515e-05
      ],
      [
        "son",
        -3.23786e-05
      ]
    ]
  },
  "From 1853 to 1855, he lived in semipoverty in New Orleans, making plans for his homeland and speaking": {
    "guess": "Benito Juárez",
    "confidence": [
      [
        "Ben",
        -0.015176335
      ],
      [
        "ito",
        -1.3306016e-05
      ],
      [
        " Ju",
        -0.00036251772
      ],
      [
        "á",
        -0.002286449
      ],
      [
        "rez",
        -3.7146747e-05
      ]
    ]
  },
  "Under Liuvigild's son Reccared, these people rejected the teachings of the bishop Ulfilas when they switched from Arianism to Catholicism. These people became foederati under emperor Valens, who let them": {
    "guess": "Visigoths",
    "confidence": [
      [
        "Vis",
        -0.07976457
      ],
      [
        "igo",
        -2.6299214e-05
      ],
      [
        "ths",
        -0.008491061
      ]
    ]
  },
  "He lives at 27A Wimpole Street with his housekeeper, Mrs. Pearce, as a part-time \"Miltonic poet\" and developer of the famous \"Universal Alphabet,\" which includes 130 vowel sounds.  His creator was so upset with producers slapping a happy ending on the play that a special afterword was added, confirming": {
    "guess": "Henry Sweet",
    "confidence": [
      [
        "Henry",
        -0.6296975
      ],
      [
        " Sweet",
        -0.506106
      ]
    ]
  },
  "This man lived in exile in New Orleans for a year and a half before returning as minister of justice and public instruction under Juan Alvarez. He barely survived a coup by Felix Zuloaga after Guillermo": {
    "guess": "Benito Juárez",
    "confidence": [
      [
        "Ben",
        -0.028199768
      ],
      [
        "ito",
        -9.610702e-06
      ],
      [
        " Ju",
        -4.3822154e-05
      ],
      [
        "á",
        -0.0023898024
      ],
      [
        "rez",
        -1.11603495e-05
      ]
    ]
  },
  "He lives near the intersection of 57th and Indiana, and we also know that he lost his virginity to Iris, but it was Lucy Scanlan who was his first true love.  His friends include Tommy Doyle, Danny O'Neill, and Weary Reilly, who rapes a young girl named Irene.  We meet him as a cocky fifteen-year-old": {
    "guess": "Studs Lonigan",
    "confidence": [
      [
        "St",
        -1.881531
      ],
      [
        "uds",
        -0.00015324011
      ],
      [
        " Lon",
        -0.0063924035
      ],
      [
        "igan",
        -0.00017016703
      ]
    ]
  },
  "Liudmilla Petrushevskaia described this figure's birth in the Crimea, while Stesichorus wrote a palinode about this figure after being blinded. Exiled by Megapenthes late in life, this person briefly lived with Aethra as a child after being kidnapped by Pirithous and Theseus. While Pausanias claims that": {
    "guess": "Helen of Troy",
    "confidence": [
      [
        "H",
        -0.16659996
      ],
      [
        "elen",
        -0.10673185
      ],
      [
        " of",
        -0.0030631535
      ],
      [
        " Troy",
        -0.0010774685
      ]
    ]
  },
  "He lives at 27A Wimpole Street with his housekeeper, Mrs. Pearce, as a part-time \"Miltonic poet\" and developer of the famous \"Universal Alphabet,\" which includes 130 vowel sounds.  His creator was so upset with producers slapping a happy ending on the play that a special afterword was added, confirming that his famous charge left him alone with Colonel Pickering in order to marry Freddy Eynsford-Hill.": {
    "guess": "Pygmalion (play)",
    "confidence": [
      [
        "Py",
        -0.0012308268
      ],
      [
        "g",
        -6.742448e-05
      ],
      [
        "mal",
        -2.451116e-05
      ],
      [
        "ion",
        -1.6166903e-05
      ],
      [
        " (",
        -7.326546e-05
      ],
      [
        "play",
        -4.6802244e-05
      ],
      [
        ")",
        -3.1281633e-07
      ]
    ]
  },
  "He lives near the intersection of 57th and Indiana, and we also know that he lost his virginity to Iris, but it was Lucy Scanlan who was his first true love.  His friends include Tommy Doyle, Danny O'Neill, and Weary Reilly, who rapes a young girl named Irene.  We meet him as a cocky fifteen-year-old and follow him through his time as a house painter and affair with Catherine Banahan, only to see him die during from pneumonia in Judgment Day, the last novel about him.  FTP, name this Chicago native and Irish-American title character of a trilogy by James T. Farrell.": {
    "guess": "Studs Lonigan",
    "confidence": [
      [
        "St",
        -0.047262214
      ],
      [
        "uds",
        -2.2842309e-05
      ],
      [
        " Lon",
        -0.002581605
      ],
      [
        "igan",
        -9.2457245e-05
      ]
    ]
  },
  "This man lived in exile in New Orleans for a year and a half before returning as minister of justice and public instruction under Juan Alvarez. He barely survived a coup by Felix Zuloaga after Guillermo Prieto convinced the firing squad not to assassinate him.   He threw John Pickett in jail after Pickett attempted to create a Confederate alliance with this man's country, though he may be best known": {
    "guess": "Benito Juárez",
    "confidence": [
      [
        "Ben",
        -0.024425229
      ],
      [
        "ito",
        -1.6762922e-05
      ],
      [
        " Ju",
        -0.00039170796
      ],
      [
        "á",
        -0.0067385808
      ],
      [
        "rez",
        -2.9875326e-05
      ]
    ]
  },
  "Liudmilla Petrushevskaia described this figure's birth in the Crimea, while Stesichorus wrote a palinode about this figure after being blinded. Exiled by Megapenthes late in life, this person briefly lived": {
    "guess": "Helen of Troy",
    "confidence": [
      [
        "H",
        -0.018971406
      ],
      [
        "elen",
        -0.00026598477
      ],
      [
        " of",
        -0.00093230215
      ],
      [
        " Troy",
        -4.954393e-05
      ]
    ]
  },
  "Liudmilla Petrushevskaia described this figure's birth in the Crimea, while Stesichorus wrote a palinode about this figure after being blinded. Exiled by Megapenthes late in life, this person briefly lived with Aethra as a child after being kidnapped by Pirithous and Theseus. While Pausanias claims that Polyxo hanged this woman, most accounts say that this woman's husband spared her life and allowed her to return to her daughter Hermione in Sparta. Her stepsiblings, the children of Tyndareus, were Clytemnestra and Castor. FTP, name this daughter of Zeus and Leda over whom the Trojan War was fought.": {
    "guess": "Helen of Troy",
    "confidence": [
      [
        "H",
        -0.002069137
      ],
      [
        "elen",
        -2.577686e-06
      ],
      [
        " of",
        -4.0246043e-05
      ],
      [
        " Troy",
        -2.7848862e-05
      ]
    ]
  },
  "He lives near the intersection of 57th and Indiana, and we also know that he lost his virginity to Iris,": {
    "guess": "House Lannister",
    "confidence": [
      [
        "House",
        -1.6942859
      ],
      [
        " L",
        -0.55145794
      ],
      [
        "ann",
        -0.00067168626
      ],
      [
        "ister",
        -7.839122e-05
      ]
    ]
  },
  "Under Liuvigild's son Reccared, these people rejected the teachings of the bishop Ulfilas when they switched from Arianism to Catholicism. These people became foederati under emperor Valens, who let them settle across the Danube. This ethnic group won the battle of Covadonga under Pelayo. Between the fall of Rome and the Islamic conquest, these people ruled (*) Spain from Toledo. Their unrest touched off the battle of Adrianople, which they won, and they later prompted Augustine to write City of God when their ruler Alaric sacked Rome in 410 CE. For 10 points, name this barbarian tribe which separated": {
    "guess": "Visigoths",
    "confidence": [
      [
        "Vis",
        -0.012356008
      ],
      [
        "igo",
        -6.587483e-05
      ],
      [
        "ths",
        -8.470901e-05
      ]
    ]
  },
  "Under Liuvigild's son Reccared, these people rejected the teachings of the bishop Ulfilas when they switched": {
    "guess": "Arianism",
    "confidence": [
      [
        "A",
        -0.72666574
      ],
      [
        "rian",
        -0.0108871125
      ],
      [
        "ism",
        -0.026182314
      ]
    ]
  },
  "Under Liuvigild's son Reccared, these people rejected the teachings of the bishop Ulfilas when they switched from Arianism to Catholicism. These people became foederati under emperor Valens, who let them settle across the Danube. This ethnic group won the battle of Covadonga under Pelayo. Between the fall of Rome and the Islamic conquest, these people ruled (*) Spain from Toledo. Their unrest touched off the battle of Adrianople, which they won, and they later prompted Augustine to write City of": {
    "guess": "Visigoths",
    "confidence": [
      [
        "Vis",
        -0.05579578
      ],
      [
        "igo",
        -0.0001441843
      ],
      [
        "ths",
        -0.03194562
      ]
    ]
  },
  "He lived on the banks of the Gladden River with the Stoor tribe in the sixteenth century. His life took a dramatic turn on his twenty-fifth birthday, when, during a swim in the River Anduin, he killed his cousin Deagol. For the next five hundred years, he lurked under the Misty Mountains, capturing fish with the aid of his \"precious.\" For 10 points—name this loser of the Riddle Game who vacillated": {
    "guess": "Gollum",
    "confidence": [
      [
        "G",
        -0.020203853
      ],
      [
        "oll",
        -0.00018149138
      ],
      [
        "um",
        -0.00023715216
      ]
    ]
  },
  "They live in a land \"in which it seemed always afternoon\" due to its languid and peaceful atmosphere. Their \"land of streams\" contains a gleaming river flowing to the sea, three snow-capped mountains, and shadowy pines growing in a vale. They themselves are described as \"mild-eyed\" and \"melancholy,\" with dark faces that appear pale against the rosy sunset. They come bearing fruits to a group of stranded mariners, who lose their desire to return home upon eating their flowers. FTP, identify this race of people that fed their namesake flowers to Odysseus' men as told in a poem by Tennyson.": {
    "guess": "The Lotos-Eaters",
    "confidence": [
      [
        "The",
        -0.0015214069
      ],
      [
        " L",
        -0.00025966697
      ],
      [
        "otos",
        -2.220075e-06
      ],
      [
        "-E",
        -0.0046436037
      ],
      [
        "aters",
        -3.0113732e-05
      ]
    ]
  },
  "It lived during the Miocene and Pliocene epochs, though some claim that it is still extant. It probably fed upon the whales that evolved at the same time. Thought to be anywhere from 40 to 60 feet long, its teeth were as large as six inches across, and its jaws expanded to six feet, explaining why its species name means, \"giant tooth.\" For ten points, identify this favorite subject of crypto zoologists,": {
    "guess": "Megalodon",
    "confidence": [
      [
        "M",
        -0.011875375
      ],
      [
        "egal",
        -1.504853e-06
      ],
      [
        "odon",
        -0.009131987
      ]
    ]
  },
  "He lives near the intersection of 57th and Indiana, and we also know that he lost his virginity to Iris, but it was Lucy Scanlan who was his first true love.  His friends include Tommy Doyle, Danny O'Neill,": {
    "guess": "Ah, Wilderness!",
    "confidence": [
      [
        "Ah",
        -1.606068
      ],
      [
        ",",
        -0.0030560233
      ],
      [
        " Wilderness",
        -0.0007013569
      ],
      [
        "!",
        -0.008567653
      ]
    ]
  },
  "Liudmilla Petrushevskaia described this figure's birth in the Crimea, while Stesichorus wrote a palinode about this figure after being blinded. Exiled by Megapenthes late in life, this person briefly lived with Aethra as a child after being kidnapped by Pirithous and Theseus. While Pausanias claims that Polyxo hanged this woman, most accounts say that this woman's husband spared her life and allowed her to return to her daughter Hermione in Sparta. Her stepsiblings, the children of Tyndareus, were": {
    "guess": "Helen of Troy",
    "confidence": [
      [
        "H",
        -0.0019000787
      ],
      [
        "elen",
        -5.3358446e-05
      ],
      [
        " of",
        -0.00011164904
      ],
      [
        " Troy",
        -0.00028922583
      ]
    ]
  },
  "Liudmilla Petrushevskaia described this figure's birth in the Crimea, while Stesichorus wrote a palinode about this figure after being blinded. Exiled by Megapenthes late in life, this person briefly lived with Aethra as a child after being kidnapped by Pirithous and Theseus. While Pausanias claims that Polyxo hanged this woman, most accounts say that this woman's husband spared her life and allowed": {
    "guess": "Helen of Troy",
    "confidence": [
      [
        "H",
        -0.016222758
      ],
      [
        "elen",
        -0.029567532
      ],
      [
        " of",
        -0.0026158479
      ],
      [
        " Troy",
        -0.0009729213
      ]
    ]
  },
  "From 1853 to 1855, he lived in semipoverty in New Orleans, making plans for his homeland and speaking with other exiles. He returned to become Secretary of State under Alvarez and instituted many liberal": {
    "guess": "Benito Juárez",
    "confidence": [
      [
        "Ben",
        -0.002621909
      ],
      [
        "ito",
        -9.133887e-06
      ],
      [
        " Ju",
        -9.567575e-05
      ],
      [
        "á",
        -0.0005923516
      ],
      [
        "rez",
        -1.6882126e-05
      ]
    ]
  }
}