{
  "For a non-uniform three-dimensional object, this entity is represented by the vector X such that integrating the difference between X and a given point times the density at that point with respect to volume is zero. For two binary objects moving elliptically, their speeds are greatest the closer they are to this entity. It can be found experimentally by intersecting two plumb lines, and the (*) parallel-axis theorem demonstrates that moment of inertia is minimized when an axis goes through this point. It is the point at which gravitational torque is zero, and for uniform objects it is located at": {
    "guess": "Center of mass",
    "confidence": [
      [
        "Center",
        -0.0026328498
      ],
      [
        " of",
        -1.5809293e-05
      ],
      [
        " mass",
        -0.02351112
      ]
    ]
  },
  "This man's nonfiction work includes an \"Essay on Norman Architecture,\" as well as a discussion of God in his \"Essay on the Philosophy of Lord Bollingbroke.\" This writer told of \"soft Reflection's hand\" tracing \"smiles on past Misfortune's brow\" in an \"Ode on the Pleasure Arising from Vicissitudes,\" while": {
    "guess": "Thomas Gray",
    "confidence": [
      [
        "Thomas",
        -0.32926756
      ],
      [
        " Gray",
        -0.01399413
      ]
    ]
  },
  "In a nonfiction work of this name, the narrator visits a shrine where a \"princess of flowers\" had set herself on fire to prove that her baby is legitimate. A novel with this name depicts the death of Darky Gardner, who crawls into a latrine and drowns in its feces; that novel of this name focuses on the POW Dorrigo Devans, who recalls his journey across \"the Line.\" A discussion of Hiraizumi, the place where Yoshitsune Minamoto died in battle, is presented in another work of this name, which begins \"Days and months are travelers of eternity. So are the years that pass by.\" That work of this name is written in haibun and chronicles its author's travels with his companion Kawai Sora. For 10 points, give this shared name of Richard Flanagan's 2014 Man Booker Prize winning novel and a travelogue": {
    "guess": "The Narrow Road to the Deep North",
    "confidence": [
      [
        "The",
        -0.017272873
      ],
      [
        " Narrow",
        -0.00031460886
      ],
      [
        " Road",
        -2.1411865e-05
      ],
      [
        " to",
        -9.817902e-05
      ],
      [
        " the",
        -0.00036667887
      ],
      [
        " Deep",
        -0.04595251
      ],
      [
        " North",
        -2.7372049e-05
      ]
    ]
  },
  "One non-peptide agonist of this hormone is Wyeth's WAY 267,464. This hormone belongs to a class that has a disulfide bridge between cysteine residues 1 and 6. This hormone stimulates the release of PGF2": {
    "guess": "Oxytocin",
    "confidence": [
      [
        "O",
        -0.71362245
      ],
      [
        "xy",
        -0.00064464536
      ],
      [
        "toc",
        -1.867018e-05
      ],
      [
        "in",
        -4.954393e-05
      ]
    ]
  },
  "One non-peptide agonist of this hormone is Wyeth's WAY 267,464. This hormone belongs to a class that has a disulfide bridge between cysteine residues 1 and 6. This hormone stimulates the release of PGF2 alpha. It is found with the carrier protein neurophysin I in Herring bodies. This hormone is released in the Ferguson reflex. It differs from a structurally similar one in having isoleucine at its third position. This was the first peptide hormone to have it structure elucidated and synthesized. It": {
    "guess": "Oxytocin",
    "confidence": [
      [
        "O",
        -0.024071978
      ],
      [
        "xy",
        -2.9160103e-05
      ],
      [
        "toc",
        -4.7994283e-05
      ],
      [
        "in",
        -3.059055e-05
      ]
    ]
  },
  "This man's nonfiction work includes an \"Essay on Norman Architecture,\" as well as a discussion of God in his \"Essay on the Philosophy of Lord Bollingbroke.\" This writer told of \"soft Reflection's hand\" tracing \"smiles on past Misfortune's brow\" in an \"Ode on the Pleasure Arising from Vicissitudes,\" while his \"The Bard,\" is a Pindaric ode honoring the Welsh. In another poem, this man famously eulogized a favorite cat that drowned in a tub of goldfish, though he is better known for a poem which proclaimed that \"the paths of glory lead but to the grave,\" and began with the curfew tolling the knell": {
    "guess": "Thomas Gray",
    "confidence": [
      [
        "Thomas",
        -0.012294301
      ],
      [
        " Gray",
        -0.004030553
      ]
    ]
  },
  "For non-rigid motion, this quantity typically appears on the right-hand side of the Liousville equation, and in the Euler equations it is equal to the omega cross r cross omega plus d r cross omega dt. If this quantity as applied to a rigid body is not constant with respect to time, nutation results, and a constant one will cause free precession, which is proportional to one over the strength of this quantity. Equal to the time derivative of angular momentum, For 10 points, identify this rotational": {
    "guess": "Moment of inertia",
    "confidence": [
      [
        "Moment",
        -1.0366303
      ],
      [
        " of",
        -0.00017171667
      ],
      [
        " inertia",
        -0.119181044
      ]
    ]
  },
  "Non-fiction by this author include Tatterdemalion and Another Sheaf. He collected his short stories in a volume called Caravan, and used the surname Sinjohn to write A Man of Devon. In one of his novels, Mrs. Hughs does household chores for Cecelia, the wife of Stephen Dallison, while in another, the youthful Mark Lennan is rejected by an older woman and told to find someone his own age. In addition": {
    "guess": "George Gissing",
    "confidence": [
      [
        "George",
        -1.6173334
      ],
      [
        " G",
        -0.038434926
      ],
      [
        "issing",
        -0.00025752498
      ]
    ]
  },
  "A non-title character from this ballet was one of the most popular roles of the Argentine bombshell Julio Bocca. This ballet contains a dream sequence in which the title character murders a gigantic spider, causing its web to transform into a magical garden. A completely unfaithful adaptation of this ballet, with music by Vladimir Nabokov's cousin Nicolas, starred Suzanne Farrell and George Balanchine in the lead roles. A new character called the Dryad Queen was added in a revival of this ballet by Alexander Gorsky, who spliced in the \"Grand pas de (*) toreadors\" from the choreographer's later ballet Zoraiya. The final scene of this ballet includes a grand pas de deux danced by the innkeeper's daughter Kitri and her barber lover Basilio, or Basil. Act II, Scene II of this ballet consists of the protagonist intimidating gypsies at a marionette theater performance, followed by him tilting at some windmills. For 10 points, name this collaboration between composer Ludwig Minkus and choreographer Marius Petipa, a ballet based on a Cervantes novel": {
    "guess": "Don Quixote",
    "confidence": [
      [
        "Don",
        -0.0005601813
      ],
      [
        " Qu",
        -1.5928495e-05
      ],
      [
        "ix",
        -3.650519e-06
      ],
      [
        "ote",
        -9.436451e-05
      ]
    ]
  },
  "Nonlinear systems with this property can be separated into Lax pairs. The Toda lattice is a classic example of a system that possesses soliton solutions as well as this property. A system is described": {
    "guess": "Integrable system",
    "confidence": [
      [
        "Int",
        -0.007441925
      ],
      [
        "egr",
        -1.504853e-06
      ],
      [
        "able",
        -0.0116389245
      ],
      [
        " system",
        -0.06339591
      ]
    ]
  },
  "Non-fiction by this author include Tatterdemalion and Another Sheaf. He collected his short stories in a volume called Caravan, and used the surname Sinjohn to write A Man of Devon. In one of his novels, Mrs. Hughs does household chores for Cecelia, the wife of Stephen Dallison, while in another, the youthful Mark Lennan is rejected by an older woman and told to find someone his own age. In addition to Fraternity and The Dark Flower, this author wrote The Burning Spear and Flowering Wilderness. In his most famous work, this author wrote about Michael and Fleur Mont's struggles to rise in the world, while the children of Irene and Soames marry in later volumes in the same series. For ten points,": {
    "guess": "John Galsworthy",
    "confidence": [
      [
        "John",
        -0.0059474064
      ],
      [
        " G",
        -0.0027104844
      ],
      [
        "als",
        -4.5252596e-05
      ],
      [
        "worthy",
        -6.682846e-05
      ]
    ]
  },
  "This non-Swiss artist's time in Munich produced an image of a red-hewed man facing away and blowing a": {
    "guess": "Giorgio de Chirico",
    "confidence": [
      [
        "Gi",
        -0.8152461
      ],
      [
        "org",
        -0.0003340354
      ],
      [
        "io",
        -2.1173457e-05
      ],
      [
        " de",
        -0.00089681253
      ],
      [
        " Ch",
        -0.00012570774
      ],
      [
        "ir",
        -0.00015097891
      ],
      [
        "ico",
        -3.7146747e-05
      ]
    ]
  },
  "Nonlinear systems with this property can be separated into Lax pairs. The Toda lattice is a classic example": {
    "guess": "Integrable system",
    "confidence": [
      [
        "Int",
        -0.0014765332
      ],
      [
        "egr",
        -5.5122365e-07
      ],
      [
        "able",
        -0.0085350275
      ],
      [
        " system",
        -0.082368426
      ]
    ]
  },
  "The only non-Earthbound-series game designed by Shigesato Itoi centers on this activity, which is also the subject of a Vlambeer-designed 2013 iOS game whose title calls it \"ridiculous\". Mark Davis lends his name to two videogames about this activity, while in Final Fantasy 8, a town on Horizon Bridge": {
    "guess": "Fishing in video games",
    "confidence": [
      [
        "F",
        -1.0236478
      ],
      [
        "ishing",
        -0.0019921588
      ],
      [
        " in",
        -0.54455346
      ],
      [
        " video",
        -0.040107228
      ],
      [
        " games",
        -0.00068300695
      ]
    ]
  },
  "His nonfiction work Underground chronicles interviews with victims of the Tokyo subway terrorist attack, while several short stories are collected in The Elephant Vanishes. His novels The Sputnik Sweetheart, South of the Border, and West of the Sun, all display his trademark surrealism and whimsy. He won the Tanazaki Prize for his novel about a mental cryptographer with a civilization in his mind, The Hard-Boiled Wonderland and the End of the World. For 10 points - who is this groundbreaking Japanese": {
    "guess": "Haruki Murakami",
    "confidence": [
      [
        "Har",
        -0.004980901
      ],
      [
        "uki",
        -5.7649777e-05
      ],
      [
        " Mur",
        -0.00022523178
      ],
      [
        "ak",
        -4.823269e-05
      ],
      [
        "ami",
        -0.00016969022
      ]
    ]
  },
  "For a non-uniform three-dimensional object, this entity is represented by the vector X such that integrating the difference between X and a given point times the density at that point with respect to volume is zero. For two binary objects moving elliptically, their speeds are greatest the closer they": {
    "guess": "Center of mass",
    "confidence": [
      [
        "Center",
        -0.00039778004
      ],
      [
        " of",
        -1.0445127e-05
      ],
      [
        " mass",
        -0.0024923033
      ]
    ]
  },
  "A non-US President named William McKinley died holding this office in 1920. Among the other notables to have this job are Everett Dirksen, who has two different federal buildings named for him, and Roland Burris, who served for less than two years in this legislative role, starting in January 2009. A non-folk singer named Paul Simon held this post, serving part of his time with Carol Moseley-Braun,": {
    "guess": "United States Senator from Illinois",
    "confidence": [
      [
        "United",
        -0.076072976
      ],
      [
        " States",
        -7.517272e-05
      ],
      [
        " Senator",
        -0.38901228
      ],
      [
        " from",
        -0.09043205
      ],
      [
        " Illinois",
        -0.0002387018
      ]
    ]
  },
  "A non-title character from this ballet was one of the most popular roles of the Argentine bombshell Julio Bocca. This ballet contains a dream sequence in which the title character murders a gigantic spider, causing its web to transform into a magical garden. A completely unfaithful adaptation of this ballet, with music by Vladimir Nabokov's cousin Nicolas, starred Suzanne Farrell and George Balanchine in the lead roles. A new character called the Dryad Queen was added in a revival of this ballet by Alexander Gorsky, who spliced in the \"Grand pas de (*) toreadors\" from the choreographer's later ballet Zoraiya. The final scene of this ballet includes a grand pas de deux danced by the innkeeper's daughter Kitri and her barber lover Basilio, or Basil. Act II, Scene II of this ballet consists of": {
    "guess": "Don Quixote (ballet)",
    "confidence": [
      [
        "Don",
        -0.00054481137
      ],
      [
        " Qu",
        -5.3000836e-05
      ],
      [
        "ix",
        -6.1537958e-06
      ],
      [
        "ote",
        -0.00011343709
      ],
      [
        " (",
        -0.007906365
      ],
      [
        "b",
        -0.0019300629
      ],
      [
        "allet",
        0.0
      ],
      [
        ")",
        -1.3902034e-05
      ]
    ]
  },
  "A non-US President named William McKinley died holding this office in 1920. Among the other notables to have this job are Everett Dirksen, who has two different federal buildings named for him, and Roland Burris, who served for less than two years in this legislative role, starting in January 2009. A": {
    "guess": "United States Senator from Illinois",
    "confidence": [
      [
        "United",
        -0.39080918
      ],
      [
        " States",
        -0.00054826826
      ],
      [
        " Senator",
        -0.65822774
      ],
      [
        " from",
        -0.21653554
      ],
      [
        " Illinois",
        -0.005199013
      ]
    ]
  },
  "A non-US President named William McKinley died holding this office in 1920. Among the other notables": {
    "guess": "William McKinley",
    "confidence": [
      [
        "William",
        -0.15907057
      ],
      [
        " McKin",
        -0.47725815
      ],
      [
        "ley",
        -0.00013297916
      ]
    ]
  },
  "This man's nonfiction work includes an \"Essay on Norman Architecture,\" as well as a discussion of God in his \"Essay on the Philosophy of Lord Bollingbroke.\" This writer told of \"soft Reflection's hand\" tracing \"smiles on past Misfortune's brow\" in an \"Ode on the Pleasure Arising from Vicissitudes,\" while his \"The Bard,\" is a Pindaric ode honoring the Welsh. In another poem, this man famously eulogized a favorite cat that drowned in a tub of goldfish, though he is better known for a poem which proclaimed that \"the paths of glory lead but to the grave,\" and began with the curfew tolling the knell of parting day. Famous for penning the lines, \"Where ignorance is bliss/ 'tis folly to be wise,\" in \"Ode on a Distant Prospect of Eaton College,\" for ten points, identify this English poet best known": {
    "guess": "Thomas Gray",
    "confidence": [
      [
        "Thomas",
        -0.005834823
      ],
      [
        " Gray",
        -0.00031687375
      ]
    ]
  },
  "In a nonfiction work of this name, the narrator visits a shrine where a \"princess of flowers\" had set herself on fire to prove that her baby is legitimate. A novel with this name depicts the death of Darky Gardner, who crawls into a latrine and drowns in its feces; that novel of this name focuses on the POW Dorrigo Devans, who recalls his journey across \"the Line.\" A discussion of Hiraizumi, the place where Yoshitsune Minamoto died in battle, is presented in another work of this name, which begins \"Days and months are travelers of eternity. So are the years that pass by.\" That work of this name is written in haibun and chronicles its author's travels with his companion Kawai Sora. For 10 points,": {
    "guess": "The Narrow Road to the Deep North",
    "confidence": [
      [
        "The",
        -0.1575634
      ],
      [
        " Narrow",
        -0.00081463164
      ],
      [
        " Road",
        -6.456359e-05
      ],
      [
        " to",
        -9.543734e-05
      ],
      [
        " the",
        -0.0002258278
      ],
      [
        " Deep",
        -0.013430788
      ],
      [
        " North",
        -7.9418505e-06
      ]
    ]
  },
  "The only non-Earthbound-series game designed by Shigesato Itoi centers on this activity, which is also": {
    "guess": "Super Smash Bros. Ultimate",
    "confidence": [
      [
        "Super",
        -0.7312816
      ],
      [
        " Smash",
        -0.0080417795
      ],
      [
        " Bros",
        -0.0004914338
      ],
      [
        ".",
        -0.0037656361
      ],
      [
        " Ultimate",
        -0.07824875
      ]
    ]
  },
  "This non-FBI federal agency was alleged to have supplied money and off-duty police to Dick Wilson's \"goon": {
    "guess": "Federal Bureau of Investigation",
    "confidence": [
      [
        "Federal",
        -0.19908714
      ],
      [
        " Bureau",
        -0.32549828
      ],
      [
        " of",
        -0.0003924232
      ],
      [
        " Investigation",
        -0.009226019
      ]
    ]
  },
  "In a nonfiction work of this name, the narrator visits a shrine where a \"princess of flowers\" had set herself on fire to prove that her baby is legitimate. A novel with this name depicts the death of Darky Gardner, who crawls into a latrine and drowns in its feces; that novel of this name focuses on the POW Dorrigo Devans, who recalls his journey across \"the Line.\" A discussion of Hiraizumi, the place": {
    "guess": "The Narrow Road to the Deep North",
    "confidence": [
      [
        "The",
        -0.1359805
      ],
      [
        " Narrow",
        -0.0015963916
      ],
      [
        " Road",
        -0.00078413746
      ],
      [
        " to",
        -0.0003768112
      ],
      [
        " the",
        -0.00082987867
      ],
      [
        " Deep",
        -0.00051049906
      ],
      [
        " North",
        -3.5477897e-05
      ]
    ]
  },
  "This non-Swiss artist's time in Munich produced an image of a red-hewed man facing away and blowing a conch horn next to a floating, topless mermaid entitled Siren and Triton. Like the landscape Prometheus, that work arose from a formative period this man spent reinterpreting Arnold Bocklin. Another painting by him features a marble torso juxtaposed with a characteristic banana bunch, as well as a": {
    "guess": "Giorgio de Chirico",
    "confidence": [
      [
        "Gi",
        -0.01323247
      ],
      [
        "org",
        -3.619312e-05
      ],
      [
        "io",
        -2.3915141e-05
      ],
      [
        " de",
        -0.0016738721
      ],
      [
        " Ch",
        -4.5252596e-05
      ],
      [
        "ir",
        -0.000113079484
      ],
      [
        "ico",
        -3.368984e-05
      ]
    ]
  },
  "This non-FBI federal agency was alleged to have supplied money and off-duty police to Dick Wilson's \"goon squad.\" The administrator of this office under the Grant administration had previously written out the surrender documents signed by Lee at Appomattox. FDR's reformist head of this agency, John Collier, sought to remedy policy failures specified in the Meriam Report. Ely S. Parker promoted a Peace Policy while heading this agency, which administered controversial (*) boarding schools based on Richard Henry Pratt's assimilation-promoting Carlisle model. Its other controversial actions include issuing cards confirming the owner's \"blood quantum\" and mismanaging a fund created by the Dawes Act.": {
    "guess": "Bureau of Indian Affairs",
    "confidence": [
      [
        "B",
        -0.03988743
      ],
      [
        "ureau",
        -0.00017588881
      ],
      [
        " of",
        -0.00014144262
      ],
      [
        " Indian",
        -0.00010413921
      ],
      [
        " Affairs",
        -0.00017481597
      ]
    ]
  },
  "Nonlinear systems with this property can be separated into Lax pairs. The Toda lattice is a classic example of a system that possesses soliton solutions as well as this property. A system is described by the Frobenius form of this property if it generates an ideal closed under exterior differentiation, whereas a completely this Hamiltonian system is a Hamiltonian system admitting the most possible constants of motion. The (*) three body system lacks this property, causing its solutions to be chaotic.": {
    "guess": "Integrability",
    "confidence": [
      [
        "Int",
        -0.055743136
      ],
      [
        "egr",
        -4.3202e-07
      ],
      [
        "ability",
        -0.274852
      ]
    ]
  },
  "This non-Swiss artist's time in Munich produced an image of a red-hewed man facing away and blowing a conch horn next to a floating, topless mermaid entitled Siren and Triton. Like the landscape Prometheus, that work arose from a formative period this man spent reinterpreting Arnold Bocklin. Another": {
    "guess": "Giorgio de Chirico",
    "confidence": [
      [
        "Gi",
        -0.01151814
      ],
      [
        "org",
        -6.82589e-05
      ],
      [
        "io",
        -2.7252845e-05
      ],
      [
        " de",
        -0.0021126703
      ],
      [
        " Ch",
        -9.1622824e-05
      ],
      [
        "ir",
        -0.0001472836
      ],
      [
        "ico",
        -4.727906e-05
      ]
    ]
  },
  "A non-title character from this ballet was one of the most popular roles of the Argentine bombshell Julio Bocca. This ballet contains a dream sequence in which the title character murders a gigantic spider, causing its web to transform into a magical garden. A completely unfaithful adaptation of this ballet, with music by Vladimir Nabokov's cousin Nicolas, starred Suzanne Farrell and George Balanchine in the lead roles. A new character called the Dryad Queen was added in a revival of this ballet by Alexander Gorsky, who spliced in the \"Grand pas de (*) toreadors\" from the choreographer's later ballet Zoraiya. The final scene of this ballet includes a grand pas de deux danced by the innkeeper's": {
    "guess": "Don Quixote (ballet)",
    "confidence": [
      [
        "Don",
        -0.14328799
      ],
      [
        " Qu",
        -0.00034428327
      ],
      [
        "ix",
        -4.365741e-06
      ],
      [
        "ote",
        -0.000101039914
      ],
      [
        " (",
        -0.021244941
      ],
      [
        "b",
        -0.0006220113
      ],
      [
        "allet",
        0.0
      ],
      [
        ")",
        -2.057744e-05
      ]
    ]
  },
  "A non-title character from this ballet was one of the most popular roles of the Argentine bombshell Julio Bocca. This ballet contains a dream sequence in which the title character murders a gigantic spider,": {
    "guess": "Coppélia",
    "confidence": [
      [
        "C",
        -0.8835691
      ],
      [
        "opp",
        -0.046494417
      ],
      [
        "él",
        -0.019997517
      ],
      [
        "ia",
        -6.749814e-06
      ]
    ]
  },
  "This non-FBI federal agency was alleged to have supplied money and off-duty police to Dick Wilson's \"goon squad.\" The administrator of this office under the Grant administration had previously written out the surrender documents signed by Lee at Appomattox. FDR's reformist head of this agency, John Collier, sought to remedy policy failures specified in the Meriam Report. Ely S. Parker promoted a Peace Policy while heading this agency, which administered controversial (*) boarding schools based on Richard Henry Pratt's assimilation-promoting Carlisle model. Its other controversial actions include issuing cards confirming the owner's \"blood quantum\" and mismanaging a fund created by the Dawes Act. For 10 points, name this government agency within the Department of the Interior charged with administering issues related to Native Americans.": {
    "guess": "Bureau of Indian Affairs",
    "confidence": [
      [
        "B",
        -0.024795108
      ],
      [
        "ureau",
        -0.00019603055
      ],
      [
        " of",
        -0.00021724513
      ],
      [
        " Indian",
        -0.00023786737
      ],
      [
        " Affairs",
        -0.0003737119
      ]
    ]
  },
  "This non-Swiss artist's time in Munich produced an image of a red-hewed man facing away and blowing a conch horn next to a floating, topless mermaid entitled Siren and Triton. Like the landscape Prometheus, that work arose from a formative period this man spent reinterpreting Arnold Bocklin. Another painting by him features a marble torso juxtaposed with a characteristic banana bunch, as well as a background locomotive this artist frequently depicted passing through Montparnasse station. This artist of The (*) Uncertainty of the Poet is best known for painting a girl playing with a hoop before a single looming shadow. For 10 points, name this metaphysical artist of Mystery and Melancholy of a": {
    "guess": "Giorgio de Chirico",
    "confidence": [
      [
        "Gi",
        -0.010432433
      ],
      [
        "org",
        -2.2484697e-05
      ],
      [
        "io",
        -2.2484697e-05
      ],
      [
        " de",
        -0.0009405236
      ],
      [
        " Ch",
        -4.5848617e-05
      ],
      [
        "ir",
        -7.696077e-05
      ],
      [
        "ico",
        -6.7662884e-05
      ]
    ]
  },
  "One non-peptide agonist of this hormone is Wyeth's WAY 267,464. This hormone belongs to a class that": {
    "guess": "Oxytocin",
    "confidence": [
      [
        "O",
        -0.3687866
      ],
      [
        "xy",
        -0.03992202
      ],
      [
        "toc",
        -2.8564085e-05
      ],
      [
        "in",
        -4.1080468e-05
      ]
    ]
  },
  "This man's nonfiction work includes an \"Essay on Norman Architecture,\" as well as a discussion of God in his \"Essay on the Philosophy of Lord Bollingbroke.\" This writer told of \"soft Reflection's hand\" tracing \"smiles on past Misfortune's brow\" in an \"Ode on the Pleasure Arising from Vicissitudes,\" while his \"The Bard,\" is a Pindaric ode honoring the Welsh. In another poem, this man famously eulogized": {
    "guess": "Thomas Gray",
    "confidence": [
      [
        "Thomas",
        -0.010815765
      ],
      [
        " Gray",
        -0.14036807
      ]
    ]
  },
  "For non-rigid motion, this quantity typically appears on the right-hand side of the Liousville equation,": {
    "guess": "Torque",
    "confidence": [
      [
        "Tor",
        -0.06377044
      ],
      [
        "que",
        -0.00010235115
      ]
    ]
  },
  "In a nonfiction work of this name, the narrator visits a shrine where a \"princess of flowers\" had set": {
    "guess": "The Tale of Genji",
    "confidence": [
      [
        "The",
        -0.09916652
      ],
      [
        " Tale",
        -1.0830706
      ],
      [
        " of",
        -5.5980927e-05
      ],
      [
        " Gen",
        -0.23230702
      ],
      [
        "ji",
        -6.704273e-07
      ]
    ]
  },
  "For non-rigid motion, this quantity typically appears on the right-hand side of the Liousville equation, and in the Euler equations it is equal to the omega cross r cross omega plus d r cross omega dt. If this quantity as applied to a rigid body is not constant with respect to time, nutation results, and a constant one will cause free precession, which is proportional to one over the strength of this": {
    "guess": "Moment of inertia",
    "confidence": [
      [
        "Moment",
        -0.70867956
      ],
      [
        " of",
        -6.241792e-05
      ],
      [
        " inertia",
        -0.07086628
      ]
    ]
  },
  "The only non-Earthbound-series game designed by Shigesato Itoi centers on this activity, which is also the subject of a Vlambeer-designed 2013 iOS game whose title calls it \"ridiculous\". Mark Davis lends his name to two videogames about this activity, while in Final Fantasy 8, a town on Horizon Bridge between Galbadia and Esthar is named for a performer of this activity. The Zora Tunic and Iron Boots can make it easier for the player to find (*) \"lunkers\" while performing this activity in Ocarina": {
    "guess": "Fishing",
    "confidence": [
      [
        "F",
        -0.0025976573
      ],
      [
        "ishing",
        -4.8425554e-06
      ]
    ]
  },
  "This non-FBI federal agency was alleged to have supplied money and off-duty police to Dick Wilson's \"goon squad.\" The administrator of this office under the Grant administration had previously written out the surrender documents signed by Lee at Appomattox. FDR's reformist head of this agency, John Collier, sought to remedy policy failures specified in the Meriam Report. Ely S. Parker promoted a Peace Policy while heading this agency, which administered controversial (*) boarding schools based on Richard Henry Pratt's assimilation-promoting Carlisle model. Its other controversial actions include": {
    "guess": "Bureau of Indian Affairs",
    "confidence": [
      [
        "B",
        -0.050161943
      ],
      [
        "ureau",
        -8.292095e-05
      ],
      [
        " of",
        -0.0001307143
      ],
      [
        " Indian",
        -0.00020854695
      ],
      [
        " Affairs",
        -0.00019042798
      ]
    ]
  },
  "One non-peptide agonist of this hormone is Wyeth's WAY 267,464. This hormone belongs to a class that has a disulfide bridge between cysteine residues 1 and 6. This hormone stimulates the release of PGF2 alpha. It is found with the carrier protein neurophysin I in Herring bodies. This hormone is released": {
    "guess": "Pituitary gland",
    "confidence": [
      [
        "P",
        -0.891996
      ],
      [
        "it",
        -0.0025648377
      ],
      [
        "uit",
        -0.0011751055
      ],
      [
        "ary",
        -0.00031580092
      ],
      [
        " gland",
        -0.0011260485
      ]
    ]
  },
  "The only non-Earthbound-series game designed by Shigesato Itoi centers on this activity, which is also the subject of a Vlambeer-designed 2013 iOS game whose title calls it \"ridiculous\". Mark Davis lends his name to two videogames about this activity, while in Final Fantasy 8, a town on Horizon Bridge between Galbadia and Esthar is named for a performer of this activity. The Zora Tunic and Iron Boots can make it easier for the player to find (*) \"lunkers\" while performing this activity in Ocarina of Time. In another series, \"Gurus\" of this activity give items labeled \"Old\", \"Good\", and \"Super\"": {
    "guess": "Fishing",
    "confidence": [
      [
        "F",
        -0.003971897
      ],
      [
        "ishing",
        -5.5122365e-07
      ]
    ]
  },
  "Non-fiction by this author include Tatterdemalion and Another Sheaf. He collected his short stories in a volume called Caravan, and used the surname Sinjohn to write A Man of Devon. In one of his novels, Mrs. Hughs does household chores for Cecelia, the wife of Stephen Dallison, while in another, the": {
    "guess": "George Gissing",
    "confidence": [
      [
        "George",
        -1.5784858
      ],
      [
        " G",
        -0.0749653
      ],
      [
        "issing",
        -0.0003706126
      ]
    ]
  },
  "Non-fiction by this author include Tatterdemalion and Another Sheaf. He collected his short stories in a volume called Caravan, and used the surname Sinjohn to write A Man of Devon. In one of his novels, Mrs. Hughs does household chores for Cecelia, the wife of Stephen Dallison, while in another, the youthful Mark Lennan is rejected by an older woman and told to find someone his own age. In addition to Fraternity and The Dark Flower, this author wrote The Burning Spear and Flowering Wilderness. In his most famous work, this author wrote about Michael and Fleur Mont's struggles to rise in the world,": {
    "guess": "John Galsworthy",
    "confidence": [
      [
        "John",
        -0.001999535
      ],
      [
        " G",
        -0.00186736
      ],
      [
        "als",
        -1.2352386e-05
      ],
      [
        "worthy",
        -0.00016969022
      ]
    ]
  },
  "For a non-uniform three-dimensional object, this entity is represented by the vector X such that integrating the difference between X and a given point times the density at that point with respect to volume is zero. For two binary objects moving elliptically, their speeds are greatest the closer they are to this entity. It can be found experimentally by intersecting two plumb lines, and the (*) parallel-axis theorem demonstrates that moment of inertia is minimized when an axis goes through this point. It is the point at which gravitational torque is zero, and for uniform objects it is located at the centroid. For ten points, identify this location, the weighted average of a system's mass.": {
    "guess": "Center of mass",
    "confidence": [
      [
        "Center",
        -0.00198038
      ],
      [
        " of",
        -1.7954959e-05
      ],
      [
        " mass",
        -0.016385768
      ]
    ]
  },
  "His nonfiction work Underground chronicles interviews with victims of the Tokyo subway terrorist attack,": {
    "guess": "Underground: The Tokyo Gas Attack and the Japanese Psyche",
    "confidence": [
      [
        "Under",
        -0.019815687
      ],
      [
        "ground",
        -0.000106284875
      ],
      [
        ":",
        -0.22600457
      ],
      [
        " The",
        -0.00049703266
      ],
      [
        " Tokyo",
        -0.0002518032
      ],
      [
        " Gas",
        -0.00039456884
      ],
      [
        " Attack",
        -0.00046260483
      ],
      [
        " and",
        -2.2246291e-05
      ],
      [
        " the",
        -0.00039659534
      ],
      [
        " Japanese",
        -0.0010980613
      ],
      [
        " Psy",
        -0.0022940636
      ],
      [
        "che",
        -0.00021843717
      ]
    ]
  },
  "This non-FBI federal agency was alleged to have supplied money and off-duty police to Dick Wilson's \"goon squad.\" The administrator of this office under the Grant administration had previously written out the surrender documents signed by Lee at Appomattox. FDR's reformist head of this agency, John Collier, sought to remedy policy failures specified in the Meriam Report. Ely S. Parker promoted a Peace": {
    "guess": "Bureau of Indian Affairs",
    "confidence": [
      [
        "B",
        -0.17511657
      ],
      [
        "ureau",
        -0.00030400342
      ],
      [
        " of",
        -0.00020759332
      ],
      [
        " Indian",
        -0.0001407274
      ],
      [
        " Affairs",
        -0.00021784115
      ]
    ]
  },
  "One non-peptide agonist of this hormone is Wyeth's WAY 267,464. This hormone belongs to a class that has a disulfide bridge between cysteine residues 1 and 6. This hormone stimulates the release of PGF2 alpha. It is found with the carrier protein neurophysin I in Herring bodies. This hormone is released in the Ferguson reflex. It differs from a structurally similar one in having isoleucine at its third position. This was the first peptide hormone to have it structure elucidated and synthesized. It is released from the posterior pituitary, as is that aforementioned similar one, vasopressin. For 10 points, name this nonapeptide hormone responsible for uterine contractions and lactation that is": {
    "guess": "Oxytocin",
    "confidence": [
      [
        "O",
        -0.000764003
      ],
      [
        "xy",
        -4.365741e-06
      ],
      [
        "toc",
        -3.392825e-05
      ],
      [
        "in",
        -2.0935051e-05
      ]
    ]
  },
  "A non-title character from this ballet was one of the most popular roles of the Argentine bombshell Julio": {
    "guess": "Julio Bocca",
    "confidence": [
      [
        "Jul",
        -0.96194255
      ],
      [
        "io",
        -0.18874575
      ],
      [
        " B",
        -0.72337705
      ],
      [
        "oc",
        -0.00023059595
      ],
      [
        "ca",
        -0.00018101456
      ]
    ]
  },
  "This non-Swiss artist's time in Munich produced an image of a red-hewed man facing away and blowing a conch horn next to a floating, topless mermaid entitled Siren and Triton. Like the landscape Prometheus, that work arose from a formative period this man spent reinterpreting Arnold Bocklin. Another painting by him features a marble torso juxtaposed with a characteristic banana bunch, as well as a background locomotive this artist frequently depicted passing through Montparnasse station. This artist of The (*) Uncertainty of the Poet is best known for painting a girl playing with a hoop before a single looming shadow. For 10 points, name this metaphysical artist of Mystery and Melancholy of a Street.": {
    "guess": "Giorgio de Chirico",
    "confidence": [
      [
        "Gi",
        -0.009978946
      ],
      [
        "org",
        -2.0815847e-05
      ],
      [
        "io",
        -2.868329e-05
      ],
      [
        " de",
        -0.00062904065
      ],
      [
        " Ch",
        -4.8471098e-05
      ],
      [
        "ir",
        -0.00013786652
      ],
      [
        "ico",
        -5.6934558e-05
      ]
    ]
  },
  "This non-Swiss artist's time in Munich produced an image of a red-hewed man facing away and blowing a conch horn next to a floating, topless mermaid entitled Siren and Triton. Like the landscape Prometheus, that work arose from a formative period this man spent reinterpreting Arnold Bocklin. Another painting by him features a marble torso juxtaposed with a characteristic banana bunch, as well as a background locomotive this artist frequently depicted passing through Montparnasse station. This artist of The (*) Uncertainty of the Poet is best known for painting a girl playing with a hoop before": {
    "guess": "Giorgio de Chirico",
    "confidence": [
      [
        "Gi",
        -0.0047545456
      ],
      [
        "org",
        -1.962381e-05
      ],
      [
        "io",
        -2.9636918e-05
      ],
      [
        " de",
        -0.0008174888
      ],
      [
        " Ch",
        -4.2630116e-05
      ],
      [
        "ir",
        -0.00023739056
      ],
      [
        "ico",
        -6.647085e-05
      ]
    ]
  },
  "One non-peptide agonist of this hormone is Wyeth's WAY 267,464. This hormone belongs to a class that has a disulfide bridge between cysteine residues 1 and 6. This hormone stimulates the release of PGF2 alpha. It is found with the carrier protein neurophysin I in Herring bodies. This hormone is released in the Ferguson reflex. It differs from a structurally similar one in having isoleucine at its third position. This was the first peptide hormone to have it structure elucidated and synthesized. It is released from the posterior pituitary, as is that aforementioned similar one, vasopressin. For": {
    "guess": "Oxytocin",
    "confidence": [
      [
        "O",
        -0.0035681117
      ],
      [
        "xy",
        -1.7835755e-05
      ],
      [
        "toc",
        -2.4272753e-05
      ],
      [
        "in",
        -3.5954712e-05
      ]
    ]
  },
  "One non-peptide agonist of this hormone is Wyeth's WAY 267,464. This hormone belongs to a class that has a disulfide bridge between cysteine residues 1 and 6. This hormone stimulates the release of PGF2 alpha. It is found with the carrier protein neurophysin I in Herring bodies. This hormone is released in the Ferguson reflex. It differs from a structurally similar one in having isoleucine at its third": {
    "guess": "Oxytocin",
    "confidence": [
      [
        "O",
        -0.2382871
      ],
      [
        "xy",
        -4.561021e-05
      ],
      [
        "toc",
        -3.2929079e-06
      ],
      [
        "in",
        -6.670925e-05
      ]
    ]
  },
  "This non-Swiss artist's time in Munich produced an image of a red-hewed man facing away and blowing a conch horn next to a floating, topless mermaid entitled Siren and Triton. Like the landscape Prometheus, that work arose from a formative period this man spent reinterpreting Arnold Bocklin. Another painting by him features a marble torso juxtaposed with a characteristic banana bunch, as well as a background locomotive this artist frequently depicted passing through Montparnasse station. This artist": {
    "guess": "Giorgio de Chirico",
    "confidence": [
      [
        "Gi",
        -0.0023120267
      ],
      [
        "org",
        -8.8165914e-05
      ],
      [
        "io",
        -4.048445e-05
      ],
      [
        " de",
        -0.0008036722
      ],
      [
        " Ch",
        -4.1318875e-05
      ],
      [
        "ir",
        -0.0002224901
      ],
      [
        "ico",
        -4.334534e-05
      ]
    ]
  },
  "For a non-uniform three-dimensional object, this entity is represented by the vector X such that integrating the difference between X and a given point times the density at that point with respect to volume": {
    "guess": "Center of mass",
    "confidence": [
      [
        "Center",
        -0.01505657
      ],
      [
        " of",
        -6.301394e-05
      ],
      [
        " mass",
        -0.08962869
      ]
    ]
  },
  "His nonfiction work Underground chronicles interviews with victims of the Tokyo subway terrorist attack, while several short stories are collected in The Elephant Vanishes. His novels The Sputnik Sweetheart,": {
    "guess": "Haruki Murakami",
    "confidence": [
      [
        "Har",
        -0.08379724
      ],
      [
        "uki",
        -9.968313e-06
      ],
      [
        " Mur",
        -0.0001911432
      ],
      [
        "ak",
        -8.4947416e-05
      ],
      [
        "ami",
        -0.00031043674
      ]
    ]
  },
  "The only non-Earthbound-series game designed by Shigesato Itoi centers on this activity, which is also the subject of a Vlambeer-designed 2013 iOS game whose title calls it \"ridiculous\". Mark Davis lends": {
    "guess": "Fishing",
    "confidence": [
      [
        "F",
        -0.090179466
      ],
      [
        "ishing",
        -0.0015283134
      ]
    ]
  },
  "Non-fiction by this author include Tatterdemalion and Another Sheaf. He collected his short stories in a volume called Caravan, and used the surname Sinjohn to write A Man of Devon. In one of his novels, Mrs. Hughs does household chores for Cecelia, the wife of Stephen Dallison, while in another, the youthful Mark Lennan is rejected by an older woman and told to find someone his own age. In addition to Fraternity and The Dark Flower, this author wrote The Burning Spear and Flowering Wilderness. In his most famous work, this author wrote about Michael and Fleur Mont's struggles to rise in the world, while the children of Irene and Soames marry in later volumes in the same series. For ten points, identify this author, who published two series of volumes about the Forsyte clan.": {
    "guess": "John Galsworthy",
    "confidence": [
      [
        "John",
        -0.00064822147
      ],
      [
        " G",
        -0.0001909048
      ],
      [
        "als",
        -1.9027791e-05
      ],
      [
        "worthy",
        -6.5994034e-05
      ]
    ]
  },
  "A non-title character from this ballet was one of the most popular roles of the Argentine bombshell Julio Bocca. This ballet contains a dream sequence in which the title character murders a gigantic spider, causing its web to transform into a magical garden. A completely unfaithful adaptation of this": {
    "guess": "The Nutcracker",
    "confidence": [
      [
        "The",
        -1.1539595
      ],
      [
        " Nut",
        -0.78606784
      ],
      [
        "cr",
        -0.00031317843
      ],
      [
        "acker",
        -7.827201e-05
      ]
    ]
  },
  "His nonfiction work Underground chronicles interviews with victims of the Tokyo subway terrorist attack, while several short stories are collected in The Elephant Vanishes. His novels The Sputnik Sweetheart, South of the Border, and West of the Sun, all display his trademark surrealism and whimsy. He won the Tanazaki Prize for his novel about a mental cryptographer with a civilization in his mind, The Hard-Boiled Wonderland and the End of the World. For 10 points - who is this groundbreaking Japanese novelist, the author of Norwegian Wood and A Wild Sheep Chase?": {
    "guess": "Haruki Murakami",
    "confidence": [
      [
        "Har",
        -0.0012561842
      ],
      [
        "uki",
        -4.1557283e-05
      ],
      [
        " Mur",
        -5.2643223e-05
      ],
      [
        "ak",
        -3.5835506e-05
      ],
      [
        "ami",
        -9.698699e-05
      ]
    ]
  },
  "The only non-Earthbound-series game designed by Shigesato Itoi centers on this activity, which is also the subject of a Vlambeer-designed 2013 iOS game whose title calls it \"ridiculous\". Mark Davis lends his name to two videogames about this activity, while in Final Fantasy 8, a town on Horizon Bridge between Galbadia and Esthar is named for a performer of this activity. The Zora Tunic and Iron Boots can make it easier for the player to find (*) \"lunkers\" while performing this activity in Ocarina of Time. In another series, \"Gurus\" of this activity give items labeled \"Old\", \"Good\", and \"Super\" to the player, who can use them to find Pokémon like Goldeen or Magikarp. For 10 points, name this sport-like activity, also the subject of videogames in the River King and Bass Masters series.": {
    "guess": "Fishing",
    "confidence": [
      [
        "F",
        -0.007598581
      ],
      [
        "ishing",
        -1.0280384e-06
      ]
    ]
  },
  "His nonfiction work Underground chronicles interviews with victims of the Tokyo subway terrorist attack, while several short stories are collected in The Elephant Vanishes. His novels The Sputnik Sweetheart, South of the Border, and West of the Sun, all display his trademark surrealism and whimsy. He": {
    "guess": "Haruki Murakami",
    "confidence": [
      [
        "Har",
        -0.004444005
      ],
      [
        "uki",
        -6.8854926e-05
      ],
      [
        " Mur",
        -0.0008514399
      ],
      [
        "ak",
        -9.066919e-05
      ],
      [
        "ami",
        -0.00044306272
      ]
    ]
  },
  "Nonlinear systems with this property can be separated into Lax pairs. The Toda lattice is a classic example of a system that possesses soliton solutions as well as this property. A system is described by the Frobenius form of this property if it generates an ideal closed under exterior differentiation, whereas a completely this Hamiltonian system is a Hamiltonian system admitting the most possible": {
    "guess": "Integrable system",
    "confidence": [
      [
        "Int",
        -0.009980485
      ],
      [
        "egr",
        -3.1281633e-07
      ],
      [
        "able",
        -0.17606898
      ],
      [
        " system",
        -0.025369423
      ]
    ]
  },
  "His nonfiction work Underground chronicles interviews with victims of the Tokyo subway terrorist attack, while several short stories are collected in The Elephant Vanishes. His novels The Sputnik Sweetheart, South of the Border, and West of the Sun, all display his trademark surrealism and whimsy. He won the Tanazaki Prize for his novel about a mental cryptographer with a civilization in his mind,": {
    "guess": "Haruki Murakami",
    "confidence": [
      [
        "Har",
        -0.009570263
      ],
      [
        "uki",
        -0.00021390743
      ],
      [
        " Mur",
        -0.00071636564
      ],
      [
        "ak",
        -0.000114748334
      ],
      [
        "ami",
        -0.00050787657
      ]
    ]
  },
  "This man's nonfiction work includes an \"Essay on Norman Architecture,\" as well as a discussion of God in his \"Essay on the Philosophy of Lord Bollingbroke.\" This writer told of \"soft Reflection's hand\" tracing \"smiles on past Misfortune's brow\" in an \"Ode on the Pleasure Arising from Vicissitudes,\" while his \"The Bard,\" is a Pindaric ode honoring the Welsh. In another poem, this man famously eulogized a favorite cat that drowned in a tub of goldfish, though he is better known for a poem which proclaimed": {
    "guess": "Thomas Gray",
    "confidence": [
      [
        "Thomas",
        -0.08702283
      ],
      [
        " Gray",
        -6.8616515e-05
      ]
    ]
  },
  "In a nonfiction work of this name, the narrator visits a shrine where a \"princess of flowers\" had set herself on fire to prove that her baby is legitimate. A novel with this name depicts the death of Darky Gardner, who crawls into a latrine and drowns in its feces; that novel of this name focuses on the POW Dorrigo Devans, who recalls his journey across \"the Line.\" A discussion of Hiraizumi, the place where Yoshitsune Minamoto died in battle, is presented in another work of this name, which begins": {
    "guess": "The Narrow Road to the Deep North",
    "confidence": [
      [
        "The",
        -0.5836381
      ],
      [
        " Narrow",
        -0.0045963875
      ],
      [
        " Road",
        -0.00026336228
      ],
      [
        " to",
        -0.00022630462
      ],
      [
        " the",
        -0.0005917556
      ],
      [
        " Deep",
        -0.0004941755
      ],
      [
        " North",
        -3.655073e-05
      ]
    ]
  },
  "This non-Swiss artist's time in Munich produced an image of a red-hewed man facing away and blowing a conch horn next to a floating, topless mermaid entitled Siren and Triton. Like the landscape Prometheus,": {
    "guess": "Giorgio de Chirico",
    "confidence": [
      [
        "Gi",
        -0.20516798
      ],
      [
        "org",
        -0.0014199957
      ],
      [
        "io",
        -0.00017064385
      ],
      [
        " de",
        -0.008055378
      ],
      [
        " Ch",
        -0.0001944809
      ],
      [
        "ir",
        -0.0002669384
      ],
      [
        "ico",
        -0.00012058931
      ]
    ]
  },
  "A non-title character from this ballet was one of the most popular roles of the Argentine bombshell Julio Bocca. This ballet contains a dream sequence in which the title character murders a gigantic spider, causing its web to transform into a magical garden. A completely unfaithful adaptation of this ballet, with music by Vladimir Nabokov's cousin Nicolas, starred Suzanne Farrell and George Balanchine in the lead roles. A new character called the Dryad Queen was added in a revival of this ballet by Alexander Gorsky, who spliced in the \"Grand pas de (*) toreadors\" from the choreographer's later": {
    "guess": "The Firebird",
    "confidence": [
      [
        "The",
        -0.6814747
      ],
      [
        " Fire",
        -0.7260902
      ],
      [
        "bird",
        -1.8908588e-05
      ]
    ]
  },
  "For a non-uniform three-dimensional object, this entity is represented by the vector X such that integrating the difference between X and a given point times the density at that point with respect to volume is zero. For two binary objects moving elliptically, their speeds are greatest the closer they are to this entity. It can be found experimentally by intersecting two plumb lines, and the (*) parallel-axis theorem demonstrates that moment of inertia is minimized when an axis goes through this point.": {
    "guess": "Center of mass",
    "confidence": [
      [
        "Center",
        -0.0018360644
      ],
      [
        " of",
        -7.703444e-06
      ],
      [
        " mass",
        -0.031033771
      ]
    ]
  },
  "For non-rigid motion, this quantity typically appears on the right-hand side of the Liousville equation, and in the Euler equations it is equal to the omega cross r cross omega plus d r cross omega dt.": {
    "guess": "Vorticity",
    "confidence": [
      [
        "V",
        -0.4143969
      ],
      [
        "ort",
        -0.14582168
      ],
      [
        "icity",
        -2.3319124e-05
      ]
    ]
  },
  "This man's nonfiction work includes an \"Essay on Norman Architecture,\" as well as a discussion of God in his \"Essay on the Philosophy of Lord Bollingbroke.\" This writer told of \"soft Reflection's hand\" tracing \"smiles on past Misfortune's brow\" in an \"Ode on the Pleasure Arising from Vicissitudes,\" while his \"The Bard,\" is a Pindaric ode honoring the Welsh. In another poem, this man famously eulogized a favorite cat that drowned in a tub of goldfish, though he is better known for a poem which proclaimed that \"the paths of glory lead but to the grave,\" and began with the curfew tolling the knell of parting day. Famous for penning the lines, \"Where ignorance is bliss/ 'tis folly to be wise,\" in \"Ode on a Distant Prospect of Eaton College,\" for ten points, identify this English poet best known for his \"Elegy Written in a Country Churchyard.\"": {
    "guess": "Thomas Gray",
    "confidence": [
      [
        "Thomas",
        -0.0030950047
      ],
      [
        " Gray",
        -0.00069992646
      ]
    ]
  },
  "A non-title character from this ballet was one of the most popular roles of the Argentine bombshell Julio Bocca. This ballet contains a dream sequence in which the title character murders a gigantic spider, causing its web to transform into a magical garden. A completely unfaithful adaptation of this ballet, with music by Vladimir Nabokov's cousin Nicolas, starred Suzanne Farrell and George Balanchine": {
    "guess": "The Nutcracker",
    "confidence": [
      [
        "The",
        -0.75513744
      ],
      [
        " Nut",
        -0.21462926
      ],
      [
        "cr",
        -0.0008302363
      ],
      [
        "acker",
        -0.0001071193
      ]
    ]
  },
  "A non-title character from this ballet was one of the most popular roles of the Argentine bombshell Julio Bocca. This ballet contains a dream sequence in which the title character murders a gigantic spider, causing its web to transform into a magical garden. A completely unfaithful adaptation of this ballet, with music by Vladimir Nabokov's cousin Nicolas, starred Suzanne Farrell and George Balanchine in the lead roles. A new character called the Dryad Queen was added in a revival of this ballet by Alexander Gorsky, who spliced in the \"Grand pas de (*) toreadors\" from the choreographer's later ballet Zoraiya. The final scene of this ballet includes a grand pas de deux danced by the innkeeper's daughter Kitri and her barber lover Basilio, or Basil. Act II, Scene II of this ballet consists of the protagonist intimidating gypsies at a marionette theater performance, followed by him tilting at some windmills. For 10 points, name this collaboration between composer Ludwig Minkus and choreographer": {
    "guess": "Don Quixote (ballet)",
    "confidence": [
      [
        "Don",
        -0.00069325475
      ],
      [
        " Qu",
        -1.5332478e-05
      ],
      [
        "ix",
        -1.147242e-06
      ],
      [
        "ote",
        -0.00010950337
      ],
      [
        " (",
        -0.035982158
      ],
      [
        "b",
        -0.0049059237
      ],
      [
        "allet",
        0.0
      ],
      [
        ")",
        -3.297462e-05
      ]
    ]
  },
  "A non-title character from this ballet was one of the most popular roles of the Argentine bombshell Julio Bocca. This ballet contains a dream sequence in which the title character murders a gigantic spider, causing its web to transform into a magical garden. A completely unfaithful adaptation of this ballet, with music by Vladimir Nabokov's cousin Nicolas, starred Suzanne Farrell and George Balanchine in the lead roles. A new character called the Dryad Queen was added in a revival of this ballet": {
    "guess": "The Firebird",
    "confidence": [
      [
        "The",
        -1.2792271
      ],
      [
        " Fire",
        -0.5603175
      ],
      [
        "bird",
        -9.133887e-06
      ]
    ]
  },
  "This man's nonfiction work includes an \"Essay on Norman Architecture,\" as well as a discussion of God in his \"Essay on the Philosophy of Lord Bollingbroke.\" This writer told of \"soft Reflection's hand\"": {
    "guess": "Alexander Pope",
    "confidence": [
      [
        "Alexander",
        -0.8144223
      ],
      [
        " Pope",
        -0.0005259882
      ]
    ]
  },
  "This man's nonfiction work includes an \"Essay on Norman Architecture,\" as well as a discussion of God": {
    "guess": "Czesław Miłosz",
    "confidence": [
      [
        "C",
        -0.90197146
      ],
      [
        "zes",
        -0.13688609
      ],
      [
        "ław",
        -0.008399799
      ],
      [
        " Mi",
        -0.0013584481
      ],
      [
        "ł",
        -5.5122365e-07
      ],
      [
        "os",
        -1.0087517e-05
      ],
      [
        "z",
        -2.4272753e-05
      ]
    ]
  },
  "Nonlinear systems with this property can be separated into Lax pairs. The Toda lattice is a classic example of a system that possesses soliton solutions as well as this property. A system is described by the Frobenius form of this property if it generates an ideal closed under exterior differentiation, whereas a completely this Hamiltonian system is a Hamiltonian system admitting the most possible constants of motion. The (*) three body system lacks this property, causing its solutions to be chaotic. The Lebesgue form of this property extends the Riemann form to sets of general measure. For 10": {
    "guess": "Integrable system",
    "confidence": [
      [
        "Int",
        -0.013599196
      ],
      [
        "egr",
        0.0
      ],
      [
        "able",
        -0.28206658
      ],
      [
        " system",
        -0.12228223
      ]
    ]
  },
  "In a nonfiction work of this name, the narrator visits a shrine where a \"princess of flowers\" had set herself on fire to prove that her baby is legitimate. A novel with this name depicts the death of Darky Gardner, who crawls into a latrine and drowns in its feces; that novel of this name focuses on the POW Dorrigo Devans, who recalls his journey across \"the Line.\" A discussion of Hiraizumi, the place where Yoshitsune Minamoto died in battle, is presented in another work of this name, which begins \"Days and months are travelers of eternity. So are the years that pass by.\" That work of this name": {
    "guess": "Matsuo Bashō",
    "confidence": [
      [
        "M",
        -0.3609696
      ],
      [
        "ats",
        -0.00067050155
      ],
      [
        "uo",
        -4.00813e-06
      ],
      [
        " Bash",
        -0.007389983
      ],
      [
        "ō",
        -0.0031097422
      ]
    ]
  },
  "This man's nonfiction work includes an \"Essay on Norman Architecture,\" as well as a discussion of God in his \"Essay on the Philosophy of Lord Bollingbroke.\" This writer told of \"soft Reflection's hand\" tracing \"smiles on past Misfortune's brow\" in an \"Ode on the Pleasure Arising from Vicissitudes,\" while his \"The Bard,\" is a Pindaric ode honoring the Welsh. In another poem, this man famously eulogized a favorite cat that drowned in a tub of goldfish, though he is better known for a poem which proclaimed that \"the paths of glory lead but to the grave,\" and began with the curfew tolling the knell of parting day. Famous for penning the lines, \"Where ignorance is bliss/ 'tis folly to be wise,\" in": {
    "guess": "Thomas Gray",
    "confidence": [
      [
        "Thomas",
        -0.0063899187
      ],
      [
        " Gray",
        -0.0005470762
      ]
    ]
  },
  "For non-rigid motion, this quantity typically appears on the right-hand side of the Liousville equation, and in the Euler equations it is equal to the omega cross r cross omega plus d r cross omega dt. If this quantity as applied to a rigid body is not constant with respect to time, nutation results, and a constant one will cause free precession, which is proportional to one over the strength of this quantity. Equal to the time derivative of angular momentum, For 10 points, identify this rotational analogue of force, also sometimes written as force times distance.": {
    "guess": "Torque",
    "confidence": [
      [
        "Tor",
        -0.010579406
      ],
      [
        "que",
        -3.5313153e-06
      ]
    ]
  },
  "For a non-uniform three-dimensional object, this entity is represented by the vector X such that integrating": {
    "guess": "Center of mass",
    "confidence": [
      [
        "Center",
        -0.009317432
      ],
      [
        " of",
        -5.6576944e-05
      ],
      [
        " mass",
        -0.011921192
      ]
    ]
  },
  "In a nonfiction work of this name, the narrator visits a shrine where a \"princess of flowers\" had set herself on fire to prove that her baby is legitimate. A novel with this name depicts the death of Darky Gardner, who crawls into a latrine and drowns in its feces; that novel of this name focuses on the POW Dorrigo Devans, who recalls his journey across \"the Line.\" A discussion of Hiraizumi, the place where Yoshitsune Minamoto died in battle, is presented in another work of this name, which begins \"Days and months are travelers of eternity. So are the years that pass by.\" That work of this name is written in haibun and chronicles its author's travels with his companion Kawai Sora. For 10 points, give this shared name of Richard Flanagan's 2014 Man Booker Prize winning novel and a travelogue by Matsuo Basho.": {
    "guess": "The Narrow Road to the Interior",
    "confidence": [
      [
        "The",
        -0.0006106906
      ],
      [
        " Narrow",
        -8.3993786e-05
      ],
      [
        " Road",
        -1.1041146e-05
      ],
      [
        " to",
        -0.0056219427
      ],
      [
        " the",
        -3.190179e-05
      ],
      [
        " Interior",
        -0.17988843
      ]
    ]
  },
  "Non-fiction by this author include Tatterdemalion and Another Sheaf. He collected his short stories in": {
    "guess": "William Faulkner",
    "confidence": [
      [
        "William",
        -1.5157349
      ],
      [
        " Faul",
        -0.3617184
      ],
      [
        "k",
        -0.00063106715
      ],
      [
        "ner",
        -0.00017088225
      ]
    ]
  },
  "A non-US President named William McKinley died holding this office in 1920. Among the other notables to have this job are Everett Dirksen, who has two different federal buildings named for him, and Roland": {
    "guess": "List of Presidents of the United States",
    "confidence": [
      [
        "List",
        -1.0748281
      ],
      [
        " of",
        -0.0009374279
      ],
      [
        " Presidents",
        -0.44224167
      ],
      [
        " of",
        -0.023724882
      ],
      [
        " the",
        -0.019333715
      ],
      [
        " United",
        -0.21236758
      ],
      [
        " States",
        -0.0006000962
      ]
    ]
  },
  "In a nonfiction work of this name, the narrator visits a shrine where a \"princess of flowers\" had set herself on fire to prove that her baby is legitimate. A novel with this name depicts the death of Darky": {
    "guess": "The Virgin Suicides",
    "confidence": [
      [
        "The",
        -0.4048685
      ],
      [
        " Virgin",
        -2.1564786
      ],
      [
        " Su",
        -0.117672965
      ],
      [
        "icides",
        -1.4974867e-05
      ]
    ]
  },
  "The only non-Earthbound-series game designed by Shigesato Itoi centers on this activity, which is also the subject of a Vlambeer-designed 2013 iOS game whose title calls it \"ridiculous\". Mark Davis lends his name to two videogames about this activity, while in Final Fantasy 8, a town on Horizon Bridge between Galbadia and Esthar is named for a performer of this activity. The Zora Tunic and Iron Boots": {
    "guess": "Fishing in video games",
    "confidence": [
      [
        "F",
        -0.11471627
      ],
      [
        "ishing",
        -0.00015169414
      ],
      [
        " in",
        -0.68534863
      ],
      [
        " video",
        -0.05455905
      ],
      [
        " games",
        -0.001789421
      ]
    ]
  },
  "Non-fiction by this author include Tatterdemalion and Another Sheaf. He collected his short stories in a volume called Caravan, and used the surname Sinjohn to write A Man of Devon. In one of his novels,": {
    "guess": "William McFee",
    "confidence": [
      [
        "William",
        -1.5322567
      ],
      [
        " Mc",
        -1.6488603
      ],
      [
        "Fee",
        -0.017811105
      ]
    ]
  },
  "This non-FBI federal agency was alleged to have supplied money and off-duty police to Dick Wilson's \"goon squad.\" The administrator of this office under the Grant administration had previously written": {
    "guess": "United States Secret Service",
    "confidence": [
      [
        "United",
        -1.2247972
      ],
      [
        " States",
        -0.0005000128
      ],
      [
        " Secret",
        -0.015297141
      ],
      [
        " Service",
        -0.00032950565
      ]
    ]
  },
  "A non-US President named William McKinley died holding this office in 1920. Among the other notables to have this job are Everett Dirksen, who has two different federal buildings named for him, and Roland Burris, who served for less than two years in this legislative role, starting in January 2009. A non-folk singer named Paul Simon held this post, serving part of his time with Carol Moseley-Braun, the only black woman to be elected to this post. FTP, what elected office is currently held by Mark": {
    "guess": "United States Senator from Illinois",
    "confidence": [
      [
        "United",
        -0.15973368
      ],
      [
        " States",
        -0.00038789344
      ],
      [
        " Senator",
        -0.15195641
      ],
      [
        " from",
        -0.55308527
      ],
      [
        " Illinois",
        -0.0033208884
      ]
    ]
  },
  "In a nonfiction work of this name, the narrator visits a shrine where a \"princess of flowers\" had set herself on fire to prove that her baby is legitimate. A novel with this name depicts the death of Darky Gardner, who crawls into a latrine and drowns in its feces; that novel of this name focuses on": {
    "guess": "The Satanic Verses",
    "confidence": [
      [
        "The",
        -0.68416935
      ],
      [
        " Sat",
        -1.5882772
      ],
      [
        "anic",
        -6.8854926e-05
      ],
      [
        " Vers",
        -0.0002736138
      ],
      [
        "es",
        -4.246537e-06
      ]
    ]
  },
  "This non-FBI federal agency was alleged to have supplied money and off-duty police to Dick Wilson's \"goon squad.\" The administrator of this office under the Grant administration had previously written out the surrender documents signed by Lee at Appomattox. FDR's reformist head of this agency, John Collier,": {
    "guess": "Bureau of Indian Affairs",
    "confidence": [
      [
        "B",
        -0.48868272
      ],
      [
        "ureau",
        -0.00031103275
      ],
      [
        " of",
        -0.00010092071
      ],
      [
        " Indian",
        -0.0009206312
      ],
      [
        " Affairs",
        -0.00027611342
      ]
    ]
  },
  "Nonlinear systems with this property can be separated into Lax pairs. The Toda lattice is a classic example of a system that possesses soliton solutions as well as this property. A system is described by the Frobenius form of this property if it generates an ideal closed under exterior differentiation,": {
    "guess": "Integrable system",
    "confidence": [
      [
        "Int",
        -0.036413204
      ],
      [
        "egr",
        -1.2664457e-06
      ],
      [
        "able",
        -0.16006263
      ],
      [
        " system",
        -0.017599592
      ]
    ]
  },
  "For a non-uniform three-dimensional object, this entity is represented by the vector X such that integrating the difference between X and a given point times the density at that point with respect to volume is zero. For two binary objects moving elliptically, their speeds are greatest the closer they are to this entity. It can be found experimentally by intersecting two plumb lines, and the (*) parallel-axis": {
    "guess": "Center of mass",
    "confidence": [
      [
        "Center",
        -0.0010841365
      ],
      [
        " of",
        -9.4914985e-06
      ],
      [
        " mass",
        -0.007939244
      ]
    ]
  },
  "A non-US President named William McKinley died holding this office in 1920. Among the other notables to have this job are Everett Dirksen, who has two different federal buildings named for him, and Roland Burris, who served for less than two years in this legislative role, starting in January 2009. A non-folk singer named Paul Simon held this post, serving part of his time with Carol Moseley-Braun, the only black woman to be elected to this post. FTP, what elected office is currently held by Mark Kirk and Majority Whip Dick Durbin, also the last post held by Barack Obama before he became president?": {
    "guess": "United States Senator from Illinois",
    "confidence": [
      [
        "United",
        -0.041308198
      ],
      [
        " States",
        -0.0001501445
      ],
      [
        " Senator",
        -0.18680552
      ],
      [
        " from",
        -0.07145846
      ],
      [
        " Illinois",
        -0.0016097203
      ]
    ]
  },
  "This non-FBI federal agency was alleged to have supplied money and off-duty police to Dick Wilson's \"goon squad.\" The administrator of this office under the Grant administration had previously written out the surrender documents signed by Lee at Appomattox. FDR's reformist head of this agency, John Collier, sought to remedy policy failures specified in the Meriam Report. Ely S. Parker promoted a Peace Policy while heading this agency, which administered controversial (*) boarding schools based on Richard Henry Pratt's assimilation-promoting Carlisle model. Its other controversial actions include issuing cards confirming the owner's \"blood quantum\" and mismanaging a fund created by the Dawes Act. For 10 points, name this government agency within the Department of the Interior charged with administering": {
    "guess": "Bureau of Indian Affairs",
    "confidence": [
      [
        "B",
        -0.008800225
      ],
      [
        "ureau",
        -4.5848617e-05
      ],
      [
        " of",
        -5.6934558e-05
      ],
      [
        " Indian",
        -0.00010413921
      ],
      [
        " Affairs",
        -0.00018673266
      ]
    ]
  },
  "Nonlinear systems with this property can be separated into Lax pairs. The Toda lattice is a classic example of a system that possesses soliton solutions as well as this property. A system is described by the Frobenius form of this property if it generates an ideal closed under exterior differentiation, whereas a completely this Hamiltonian system is a Hamiltonian system admitting the most possible constants of motion. The (*) three body system lacks this property, causing its solutions to be chaotic. The Lebesgue form of this property extends the Riemann form to sets of general measure. For 10 points, name this property which implies roughly that a given function has an antiderivative.": {
    "guess": "Integrable system",
    "confidence": [
      [
        "Int",
        -0.008574742
      ],
      [
        "egr",
        -1.6240566e-06
      ],
      [
        "able",
        -0.6571828
      ],
      [
        " system",
        -0.21103686
      ]
    ]
  },
  "Non-fiction by this author include Tatterdemalion and Another Sheaf. He collected his short stories in a volume called Caravan, and used the surname Sinjohn to write A Man of Devon. In one of his novels, Mrs. Hughs does household chores for Cecelia, the wife of Stephen Dallison, while in another, the youthful Mark Lennan is rejected by an older woman and told to find someone his own age. In addition to Fraternity and The Dark Flower, this author wrote The Burning Spear and Flowering Wilderness. In": {
    "guess": "John Galsworthy",
    "confidence": [
      [
        "John",
        -0.011053952
      ],
      [
        " G",
        -0.0023159531
      ],
      [
        "als",
        -2.0458236e-05
      ],
      [
        "worthy",
        -0.0001693326
      ]
    ]
  },
  "For non-rigid motion, this quantity typically appears on the right-hand side of the Liousville equation, and in the Euler equations it is equal to the omega cross r cross omega plus d r cross omega dt. If this quantity as applied to a rigid body is not constant with respect to time, nutation results,": {
    "guess": "Euler's equations for rigid body motion",
    "confidence": [
      [
        "E",
        -0.90407324
      ],
      [
        "uler",
        -0.00034666734
      ],
      [
        "'s",
        -0.24467699
      ],
      [
        " equations",
        -0.02328985
      ],
      [
        " for",
        -0.34623152
      ],
      [
        " rigid",
        -0.0015972223
      ],
      [
        " body",
        -0.015355606
      ],
      [
        " motion",
        -0.48785013
      ]
    ]
  },
  "This non-FBI federal agency was alleged to have supplied money and off-duty police to Dick Wilson's \"goon squad.\" The administrator of this office under the Grant administration had previously written out the surrender documents signed by Lee at Appomattox. FDR's reformist head of this agency, John Collier, sought to remedy policy failures specified in the Meriam Report. Ely S. Parker promoted a Peace Policy while heading this agency, which administered controversial (*) boarding schools based on": {
    "guess": "Bureau of Indian Affairs",
    "confidence": [
      [
        "B",
        -0.094510816
      ],
      [
        "ureau",
        -2.7252845e-05
      ],
      [
        " of",
        -0.00014120422
      ],
      [
        " Indian",
        -6.146429e-05
      ],
      [
        " Affairs",
        -0.0001791073
      ]
    ]
  },
  "The only non-Earthbound-series game designed by Shigesato Itoi centers on this activity, which is also the subject of a Vlambeer-designed 2013 iOS game whose title calls it \"ridiculous\". Mark Davis lends his name to two videogames about this activity, while in Final Fantasy 8, a town on Horizon Bridge between Galbadia and Esthar is named for a performer of this activity. The Zora Tunic and Iron Boots can make it easier for the player to find (*) \"lunkers\" while performing this activity in Ocarina of Time. In another series, \"Gurus\" of this activity give items labeled \"Old\", \"Good\", and \"Super\" to the player, who can use them to find Pokémon like Goldeen or Magikarp. For 10 points, name this sport-like": {
    "guess": "Fishing",
    "confidence": [
      [
        "F",
        -0.01322482
      ],
      [
        "ishing",
        -6.869018e-06
      ]
    ]
  },
  "A non-title character from this ballet was one of the most popular roles of the Argentine bombshell Julio Bocca. This ballet contains a dream sequence in which the title character murders a gigantic spider, causing its web to transform into a magical garden. A completely unfaithful adaptation of this ballet, with music by Vladimir Nabokov's cousin Nicolas, starred Suzanne Farrell and George Balanchine in the lead roles. A new character called the Dryad Queen was added in a revival of this ballet by Alexander Gorsky, who spliced in the \"Grand pas de (*) toreadors\" from the choreographer's later ballet Zoraiya. The final scene of this ballet includes a grand pas de deux danced by the innkeeper's daughter Kitri and her barber lover Basilio, or Basil. Act II, Scene II of this ballet consists of the protagonist intimidating gypsies at a marionette theater performance, followed by him tilting at": {
    "guess": "Don Quixote (ballet)",
    "confidence": [
      [
        "Don",
        -0.0006701439
      ],
      [
        " Qu",
        -2.1411865e-05
      ],
      [
        "ix",
        -5.3193703e-06
      ],
      [
        "ote",
        -0.00010258956
      ],
      [
        " (",
        -0.0069627045
      ],
      [
        "b",
        -0.0015340241
      ],
      [
        "allet",
        0.0
      ],
      [
        ")",
        -1.0206721e-05
      ]
    ]
  },
  "One non-peptide agonist of this hormone is Wyeth's WAY 267,464. This hormone belongs to a class that has a disulfide bridge between cysteine residues 1 and 6. This hormone stimulates the release of PGF2 alpha. It is found with the carrier protein neurophysin I in Herring bodies. This hormone is released in the Ferguson reflex. It differs from a structurally similar one in having isoleucine at its third position. This was the first peptide hormone to have it structure elucidated and synthesized. It is released from the posterior pituitary, as is that aforementioned similar one, vasopressin. For 10 points, name this nonapeptide hormone responsible for uterine contractions and lactation that is nicknamed the \"love hormone.\"": {
    "guess": "Oxytocin",
    "confidence": [
      [
        "O",
        -0.0014057097
      ],
      [
        "xy",
        -7.465036e-06
      ],
      [
        "toc",
        -3.7623562e-05
      ],
      [
        "in",
        -1.60477e-05
      ]
    ]
  }
}