{
  "One man executed in the aftermath of this rebellion had earlier organized the Union of Welfare in Tulchin. Many participants in this rebellion had previously joined the Northern and Southern Societies, and in its wake members of the Chernigov Regiment attempted to mutiny. This event saw rebels march": {
    "guess": "Bacon's Rebellion",
    "confidence": [
      [
        "B",
        -1.0554669
      ],
      [
        "acon",
        -0.0010599602
      ],
      [
        "'s",
        -6.718607e-05
      ],
      [
        " Rebellion",
        -0.00036013365
      ]
    ]
  },
  "One man executed in the aftermath of this rebellion had earlier organized the Union of Welfare in Tulchin. Many participants in this rebellion had previously joined the Northern and Southern Societies, and in its wake members of the Chernigov Regiment attempted to mutiny. This event saw rebels march to Senate Square on a day when loyalty oaths were being sworn and kill Governor General (*) Miloradovich, while the chief target of this event would later enter his country into the Crimean War. Participants in this rebellion backed Constantine over his brother Nicholas, the son of Alexander I. For": {
    "guess": "Decembrist revolt",
    "confidence": [
      [
        "Dec",
        -0.004118054
      ],
      [
        "embr",
        -1.147242e-06
      ],
      [
        "ist",
        -0.0004693994
      ],
      [
        " revolt",
        -0.019729543
      ]
    ]
  },
  "The executions of four senators, including the former governor of Judea, marred the beginning of this man's reign. This ruler's refounding of a city as Aelia Capitolina provoked a revolt led by Simon Bar Kokba. This man dismissed Suetonius from his position as Imperial Biographer. Among his building works are his villa at Tibur, and the rebuilding of the Pantheon. This Emperor's travels took him to all corners of the Roman Empire, leading to his absence from Rome for four years, and then five more": {
    "guess": "Hadrian",
    "confidence": [
      [
        "Had",
        -0.0038870114
      ],
      [
        "rian",
        -7.100059e-05
      ]
    ]
  },
  "The executions of four senators, including the former governor of Judea, marred the beginning of this man's reign. This ruler's refounding of a city as Aelia Capitolina provoked a revolt led by Simon Bar Kokba. This man dismissed Suetonius from his position as Imperial Biographer. Among his building works are his villa at Tibur, and the rebuilding of the Pantheon. This Emperor's travels took him to all corners of the Roman Empire, leading to his absence from Rome for four years, and then five more years later in his reign.  For ten points, name the successor to Trajan, known for his travels and buildings, including his namesake wall in Britain.": {
    "guess": "Hadrian",
    "confidence": [
      [
        "Had",
        -0.00089311716
      ],
      [
        "rian",
        -2.8160932e-06
      ]
    ]
  },
  "One man executed in the aftermath of this rebellion had earlier organized the Union of Welfare in Tulchin. Many participants in this rebellion had previously joined the Northern and Southern Societies, and in its wake members of the Chernigov Regiment attempted to mutiny. This event saw rebels march to Senate Square on a day when loyalty oaths were being sworn and kill Governor General (*) Miloradovich, while the chief target of this event would later enter his country into the Crimean War. Participants": {
    "guess": "Decembrist revolt",
    "confidence": [
      [
        "Dec",
        -0.014611778
      ],
      [
        "embr",
        -1.0280384e-06
      ],
      [
        "ist",
        -1.3663626e-05
      ],
      [
        " revolt",
        -0.0031160377
      ]
    ]
  },
  "At this man's execution, the first shot loosed his bonds rather than killing him as intended. This author of The Seven Proofs and the Bayan was followed by Quddus among a set of disciples called the \"letters of the living,\" who evangelized the faith he founded. This man, whose birth is celebrated on the fifth day of 'Ilm, promised the coming of \"Him whom God shall make manifest.\" This man's namesake shrine, containing his remains, is found on Mount Carmel. Counting himself, his discipleship had nineteen people, corresponding to nineteen attributes of God and the nineteen months of a later religion's calendar. For 10 points, name this 19th-century Persian prophet whose adopted name means \"gate,\"": {
    "guess": "Bahá'u'lláh",
    "confidence": [
      [
        "Bah",
        -0.59241253
      ],
      [
        "á",
        -4.406056e-05
      ],
      [
        "'u",
        -0.013752652
      ],
      [
        "'ll",
        -0.000111291425
      ],
      [
        "á",
        -0.0034894776
      ],
      [
        "h",
        -7.703444e-06
      ]
    ]
  },
  "At this man's execution, the first shot loosed his bonds rather than killing him as intended. This author of The Seven Proofs and the Bayan was followed by Quddus among a set of disciples called the \"letters of the living,\" who evangelized the faith he founded. This man, whose birth is celebrated on the fifth day of 'Ilm, promised the coming of \"Him whom God shall make manifest.\" This man's namesake shrine, containing his remains, is found on Mount Carmel. Counting himself, his discipleship had nineteen people, corresponding to nineteen attributes of God and the nineteen months of a later religion's": {
    "guess": "The Báb",
    "confidence": [
      [
        "The",
        -0.085801855
      ],
      [
        " B",
        -0.036425732
      ],
      [
        "áb",
        -0.00080391066
      ]
    ]
  },
  "The executions of four senators, including the former governor of Judea, marred the beginning of this": {
    "guess": "Roman Senate",
    "confidence": [
      [
        "Roman",
        -1.6885113
      ],
      [
        " Senate",
        -1.0029559
      ]
    ]
  },
  "At this man's execution, the first shot loosed his bonds rather than killing him as intended. This author of The Seven Proofs and the Bayan was followed by Quddus among a set of disciples called the \"letters of the living,\" who evangelized the faith he founded. This man, whose birth is celebrated on the fifth day of 'Ilm, promised the coming of \"Him whom God shall make manifest.\" This man's namesake shrine, containing his remains, is found on Mount Carmel. Counting himself, his discipleship had nineteen people, corresponding to nineteen attributes of God and the nineteen months of a later religion's calendar. For 10 points, name this 19th-century Persian prophet whose adopted name means \"gate,\" a predecessor and herald of Baha'ullah venerated by Bahais.": {
    "guess": "The Báb",
    "confidence": [
      [
        "The",
        -0.050056383
      ],
      [
        " B",
        -0.20802663
      ],
      [
        "áb",
        -0.00096553436
      ]
    ]
  },
  "One man executed in the aftermath of this rebellion had earlier organized the Union of Welfare in Tulchin. Many participants in this rebellion had previously joined the Northern and Southern Societies, and in its wake members of the Chernigov Regiment attempted to mutiny. This event saw rebels march to Senate Square on a day when loyalty oaths were being sworn and kill Governor General (*) Miloradovich, while the chief target of this event would later enter his country into the Crimean War. Participants in this rebellion backed Constantine over his brother Nicholas, the son of Alexander I. For 10 points, identify this 1825 revolution in Russia, named for the winter month in which the failed rebellion": {
    "guess": "Decembrist revolt",
    "confidence": [
      [
        "Dec",
        -0.011368815
      ],
      [
        "embr",
        -4.0961266e-05
      ],
      [
        "ist",
        -0.0019756227
      ],
      [
        " revolt",
        -0.078794934
      ]
    ]
  },
  "The executions of four senators, including the former governor of Judea, marred the beginning of this man's reign. This ruler's refounding of a city as Aelia Capitolina provoked a revolt led by Simon Bar Kokba. This man dismissed Suetonius from his position as Imperial Biographer. Among his building": {
    "guess": "Hadrian",
    "confidence": [
      [
        "Had",
        -0.023192015
      ],
      [
        "rian",
        -1.473646e-05
      ]
    ]
  },
  "The executions of four senators, including the former governor of Judea, marred the beginning of this man's reign. This ruler's refounding of a city as Aelia Capitolina provoked a revolt led by Simon Bar Kokba. This man dismissed Suetonius from his position as Imperial Biographer. Among his building works are his villa at Tibur, and the rebuilding of the Pantheon. This Emperor's travels took him to all corners of the Roman Empire, leading to his absence from Rome for four years, and then five more years later in his reign.  For ten points, name the successor to Trajan, known for his travels and": {
    "guess": "Hadrian",
    "confidence": [
      [
        "Had",
        -0.00046403529
      ],
      [
        "rian",
        -9.968313e-06
      ]
    ]
  },
  "One man executed in the aftermath of this rebellion had earlier organized the Union of Welfare in Tulchin. Many participants in this rebellion had previously joined the Northern and Southern Societies, and in its wake members of the Chernigov Regiment attempted to mutiny. This event saw rebels march to Senate Square on a day when loyalty oaths were being sworn and kill Governor General (*) Miloradovich, while the chief target of this event would later enter his country into the Crimean War. Participants in this rebellion backed Constantine over his brother Nicholas, the son of Alexander I. For 10 points, identify this 1825 revolution in Russia, named for the winter month in which the failed rebellion took place.": {
    "guess": "Decembrist revolt",
    "confidence": [
      [
        "Dec",
        -0.02771707
      ],
      [
        "embr",
        -9.0788395e-05
      ],
      [
        "ist",
        -0.0011873724
      ],
      [
        " revolt",
        -0.062369056
      ]
    ]
  },
  "The executions of four senators, including the former governor of Judea, marred the beginning of this man's reign. This ruler's refounding of a city as Aelia Capitolina provoked a revolt led by Simon Bar": {
    "guess": "Hadrian",
    "confidence": [
      [
        "Had",
        -0.14166503
      ],
      [
        "rian",
        -2.188868e-05
      ]
    ]
  },
  "At this man's execution, the first shot loosed his bonds rather than killing him as intended. This author": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -1.2568457
      ]
    ]
  },
  "The executions of four senators, including the former governor of Judea, marred the beginning of this man's reign. This ruler's refounding of a city as Aelia Capitolina provoked a revolt led by Simon Bar Kokba. This man dismissed Suetonius from his position as Imperial Biographer. Among his building works are his villa at Tibur, and the rebuilding of the Pantheon. This Emperor's travels took him to": {
    "guess": "Hadrian",
    "confidence": [
      [
        "Had",
        -0.006526488
      ],
      [
        "rian",
        -0.00013584005
      ]
    ]
  },
  "At this man's execution, the first shot loosed his bonds rather than killing him as intended. This author of The Seven Proofs and the Bayan was followed by Quddus among a set of disciples called the \"letters": {
    "guess": "The Báb",
    "confidence": [
      [
        "The",
        -0.68774974
      ],
      [
        " B",
        -0.19056584
      ],
      [
        "áb",
        -0.002133729
      ]
    ]
  },
  "At this man's execution, the first shot loosed his bonds rather than killing him as intended. This author of The Seven Proofs and the Bayan was followed by Quddus among a set of disciples called the \"letters of the living,\" who evangelized the faith he founded. This man, whose birth is celebrated on": {
    "guess": "Báb",
    "confidence": [
      [
        "B",
        -0.69012094
      ],
      [
        "áb",
        -0.071732
      ]
    ]
  },
  "One man executed in the aftermath of this rebellion had earlier organized the Union of Welfare in Tulchin. Many participants in this rebellion had previously joined the Northern and Southern Societies, and in its wake members of the Chernigov Regiment attempted to mutiny. This event saw rebels march to Senate Square on a day when loyalty oaths were being sworn and kill Governor General (*) Miloradovich,": {
    "guess": "Decembrist revolt",
    "confidence": [
      [
        "Dec",
        -0.015021355
      ],
      [
        "embr",
        -2.3392786e-06
      ],
      [
        "ist",
        -9.817902e-05
      ],
      [
        " revolt",
        -0.026902072
      ]
    ]
  },
  "At this man's execution, the first shot loosed his bonds rather than killing him as intended. This author of The Seven Proofs and the Bayan was followed by Quddus among a set of disciples called the \"letters of the living,\" who evangelized the faith he founded. This man, whose birth is celebrated on the fifth day of 'Ilm, promised the coming of \"Him whom God shall make manifest.\" This man's namesake shrine, containing his remains, is found on Mount Carmel. Counting himself, his discipleship had nineteen": {
    "guess": "Báb",
    "confidence": [
      [
        "B",
        -0.22950253
      ],
      [
        "áb",
        -0.003376265
      ]
    ]
  },
  "One man executed in the aftermath of this rebellion had earlier organized the Union of Welfare in Tulchin.": {
    "guess": "Khmelnytsky Uprising",
    "confidence": [
      [
        "Kh",
        -0.38658082
      ],
      [
        "mel",
        -0.014775654
      ],
      [
        "ny",
        -6.511407e-06
      ],
      [
        "tsky",
        -6.392203e-06
      ],
      [
        " U",
        -0.00015395533
      ],
      [
        "prising",
        -0.0001008015
      ]
    ]
  },
  "At this man's execution, the first shot loosed his bonds rather than killing him as intended. This author of The Seven Proofs and the Bayan was followed by Quddus among a set of disciples called the \"letters of the living,\" who evangelized the faith he founded. This man, whose birth is celebrated on the fifth day of 'Ilm, promised the coming of \"Him whom God shall make manifest.\" This man's namesake": {
    "guess": "Báb",
    "confidence": [
      [
        "B",
        -0.19969496
      ],
      [
        "áb",
        -0.0014879584
      ]
    ]
  },
  "One man executed in the aftermath of this rebellion had earlier organized the Union of Welfare in Tulchin. Many participants in this rebellion had previously joined the Northern and Southern Societies,": {
    "guess": "Pugachev's Rebellion",
    "confidence": [
      [
        "P",
        -1.5787091
      ],
      [
        "ug",
        -0.122276425
      ],
      [
        "ache",
        -0.011833784
      ],
      [
        "v",
        -0.00017481597
      ],
      [
        "'s",
        -0.00027527902
      ],
      [
        " Rebellion",
        -5.383526e-05
      ]
    ]
  }
}