{
  "Pseudo-Apollodorus relates a story in which this man was killed for assaulting the Hyperborean virgin": {
    "guess": "Orpheus",
    "confidence": [
      [
        "Or",
        -0.41376767
      ],
      [
        "phe",
        -0.5486879
      ],
      [
        "us",
        -0.00014978688
      ]
    ]
  },
  "Pseudo-Apollodorus relates a story in which this man was killed for assaulting the Hyperborean virgin Upis. Two of his daughters were taught to weave by Athena and sacrificed themselves to end a plague, for which they were turned into comets. Besides fathering Menippe and Metioche, another story suggests he pined for his first wife Side. This son of Hyrieus was guided by the sound of hammers and the boy on his shoulders, Cedalion, to reach Helios, who healed the wounds inflicted on this man for his": {
    "guess": "Ωρίων",
    "confidence": [
      [
        "\\xce",
        -0.66264826
      ],
      [
        "\\xa9",
        -0.01883162
      ],
      [
        "ρ",
        -0.0017443197
      ],
      [
        "ί",
        -0.00036454422
      ],
      [
        "ω",
        -0.0025296486
      ],
      [
        "ν",
        -8.959636e-05
      ]
    ]
  },
  "Pseudo-Apollodorus relates a story in which this man was killed for assaulting the Hyperborean virgin Upis. Two of his daughters were taught to weave by Athena and sacrificed themselves to end a plague,": {
    "guess": "Erechtheus",
    "confidence": [
      [
        "E",
        -1.170088
      ],
      [
        "re",
        -0.02901428
      ],
      [
        "ch",
        -0.002751738
      ],
      [
        "the",
        -0.00092479965
      ],
      [
        "us",
        -0.0007752045
      ]
    ]
  },
  "Pseudo-Apollodorus relates a story in which this man was killed for assaulting the Hyperborean virgin Upis. Two of his daughters were taught to weave by Athena and sacrificed themselves to end a plague, for which they were turned into comets. Besides fathering Menippe and Metioche, another story suggests he pined for his first wife Side. This son of Hyrieus was guided by the sound of hammers and the": {
    "guess": "Proetus",
    "confidence": [
      [
        "Pro",
        -1.0891854
      ],
      [
        "etus",
        -0.02018539
      ]
    ]
  },
  "Pseudo-Apollodorus relates a story in which this man was killed for assaulting the Hyperborean virgin Upis. Two of his daughters were taught to weave by Athena and sacrificed themselves to end a plague, for which they were turned into comets. Besides fathering Menippe and Metioche, another story suggests he pined for his first wife Side. This son of Hyrieus was guided by the sound of hammers and the boy on his shoulders, Cedalion, to reach Helios, who healed the wounds inflicted on this man for his assault of Merope. Though Oenopion blinded him, many tales state it was a huge scorpion that killed": {
    "guess": "Orion",
    "confidence": [
      [
        "Or",
        -0.119555876
      ],
      [
        "ion",
        -2.7848862e-05
      ]
    ]
  },
  "Pseudo-Apollodorus relates a story in which this man was killed for assaulting the Hyperborean virgin Upis. Two of his daughters were taught to weave by Athena and sacrificed themselves to end a plague, for which they were turned into comets. Besides fathering Menippe and Metioche, another story suggests he pined for his first wife Side. This son of Hyrieus was guided by the sound of hammers and the boy on his shoulders, Cedalion, to reach Helios, who healed the wounds inflicted on this man for his assault of Merope. Though Oenopion blinded him, many tales state it was a huge scorpion that killed him because he boasted of being able to kill all beasts. For 10 points, name this giant mythological huntsman.": {
    "guess": "Orion",
    "confidence": [
      [
        "Or",
        -0.11432568
      ],
      [
        "ion",
        -1.2948405e-05
      ]
    ]
  },
  "Pseudo-Apollodorus relates a story in which this man was killed for assaulting the Hyperborean virgin Upis. Two of his daughters were taught to weave by Athena and sacrificed themselves to end a plague, for which they were turned into comets. Besides fathering Menippe and Metioche, another story suggests he pined for his first wife Side. This son of Hyrieus was guided by the sound of hammers and the boy on his shoulders, Cedalion, to reach Helios, who healed the wounds inflicted on this man for his assault of Merope. Though Oenopion blinded him, many tales state it was a huge scorpion that killed him because he boasted of being able to kill all beasts. For 10 points, name this giant mythological": {
    "guess": "Orion",
    "confidence": [
      [
        "Or",
        -0.31600583
      ],
      [
        "ion",
        -4.8425554e-06
      ]
    ]
  },
  "Pseudo-Apollodorus relates a story in which this man was killed for assaulting the Hyperborean virgin Upis. Two of his daughters were taught to weave by Athena and sacrificed themselves to end a plague, for which they were turned into comets. Besides fathering Menippe and Metioche, another story suggests": {
    "guess": "Orion (mythology)",
    "confidence": [
      [
        "Or",
        -0.7971311
      ],
      [
        "ion",
        -0.00070361444
      ],
      [
        " (",
        -0.05636947
      ],
      [
        "my",
        -0.00089419
      ],
      [
        "th",
        -0.0004332917
      ],
      [
        "ology",
        -0.0018897336
      ],
      [
        ")",
        -5.121278e-05
      ]
    ]
  },
  "A pseudepigraphical third one of these, considered canonical by the Syriac Orthodox Church,  attempts": {
    "guess": "Pseudepigrapha",
    "confidence": [
      [
        "P",
        -1.0519136
      ],
      [
        "se",
        -0.3285888
      ],
      [
        "ude",
        -2.3676734e-05
      ],
      [
        "p",
        -0.0001246349
      ],
      [
        "igraph",
        -0.0004220939
      ],
      [
        "a",
        -0.13368341
      ]
    ]
  },
  "A pseudepigraphical third one of these, considered canonical by the Syriac Orthodox Church,  attempts to further elucidate the phrase \"flesh and blood cannot inherit the kingdom of God,\" found in Chapter": {
    "guess": "Syriac Apocalypse of Baruch",
    "confidence": [
      [
        "Sy",
        -1.1150657
      ],
      [
        "ri",
        -0.0029951741
      ],
      [
        "ac",
        -0.00029875844
      ],
      [
        " Apocalypse",
        -0.5377734
      ],
      [
        " of",
        -9.8536635e-05
      ],
      [
        " Bar",
        -0.24980108
      ],
      [
        "uch",
        -1.9361265e-07
      ]
    ]
  },
  "A pseudepigraphical third one of these, considered canonical by the Syriac Orthodox Church,  attempts to further elucidate the phrase \"flesh and blood cannot inherit the kingdom of God,\" found in Chapter 15 of another one of these texts. Exegetical evidence suggests that at least four of these were written": {
    "guess": "Apocalypse of Peter",
    "confidence": [
      [
        "Ap",
        -1.8014418
      ],
      [
        "ocalypse",
        -0.06511134
      ],
      [
        " of",
        -0.610604
      ],
      [
        " Peter",
        -0.41503823
      ]
    ]
  },
  "A pseudepigraphical third one of these, considered canonical by the Syriac Orthodox Church,  attempts to further elucidate the phrase \"flesh and blood cannot inherit the kingdom of God,\" found in Chapter 15 of another one of these texts. Exegetical evidence suggests that at least four of these were written including a letter warning of sexual immoral people, and the so-called \"Letter of tears.\" The": {
    "guess": "Epistles of Paul",
    "confidence": [
      [
        "Ep",
        -1.7830822
      ],
      [
        "istles",
        -0.45769683
      ],
      [
        " of",
        -0.2512603
      ],
      [
        " Paul",
        -0.41284546
      ]
    ]
  },
  "A pseudepigraphical third one of these, considered canonical by the Syriac Orthodox Church,  attempts to further elucidate the phrase \"flesh and blood cannot inherit the kingdom of God,\" found in Chapter 15 of another one of these texts. Exegetical evidence suggests that at least four of these were written including a letter warning of sexual immoral people, and the so-called \"Letter of tears.\" The author in one of these commends the house of Stephanas as the first converts in Achaia after noting": {
    "guess": "Syriac Orthodox Church Bible translations",
    "confidence": [
      [
        "Sy",
        -1.1458975
      ],
      [
        "ri",
        -0.0028004835
      ],
      [
        "ac",
        -0.00026884564
      ],
      [
        " Orthodox",
        -1.1620662
      ],
      [
        " Church",
        -1.256848
      ],
      [
        " Bible",
        -0.8876052
      ],
      [
        " translations",
        -0.8548115
      ]
    ]
  },
  "A pseudepigraphical third one of these, considered canonical by the Syriac Orthodox Church,  attempts to further elucidate the phrase \"flesh and blood cannot inherit the kingdom of God,\" found in Chapter 15 of another one of these texts. Exegetical evidence suggests that at least four of these were written including a letter warning of sexual immoral people, and the so-called \"Letter of tears.\" The author in one of these commends the house of Stephanas as the first converts in Achaia after noting that he will be coming through Macedonia. Influential passages from these letters include, \"through": {
    "guess": "Epistles of Paul",
    "confidence": [
      [
        "Ep",
        -1.2042184
      ],
      [
        "istles",
        -0.20476435
      ],
      [
        " of",
        -0.4875511
      ],
      [
        " Paul",
        -0.102414526
      ]
    ]
  },
  "A pseudepigraphical third one of these, considered canonical by the Syriac Orthodox Church,  attempts to further elucidate the phrase \"flesh and blood cannot inherit the kingdom of God,\" found in Chapter 15 of another one of these texts. Exegetical evidence suggests that at least four of these were written including a letter warning of sexual immoral people, and the so-called \"Letter of tears.\" The author in one of these commends the house of Stephanas as the first converts in Achaia after noting that he will be coming through Macedonia. Influential passages from these letters include, \"through a glass, darkly\" and \"And now faith, hope and love abide these three; and the greatest of these is": {
    "guess": "Pauline epistles",
    "confidence": [
      [
        "Paul",
        -0.19530651
      ],
      [
        "ine",
        -0.0059478795
      ],
      [
        " ep",
        -0.120515846
      ],
      [
        "istles",
        -0.009411318
      ]
    ]
  },
  "A pseudepigraphical third one of these, considered canonical by the Syriac Orthodox Church,  attempts to further elucidate the phrase \"flesh and blood cannot inherit the kingdom of God,\" found in Chapter 15 of another one of these texts. Exegetical evidence suggests that at least four of these were written including a letter warning of sexual immoral people, and the so-called \"Letter of tears.\" The author in one of these commends the house of Stephanas as the first converts in Achaia after noting that he will be coming through Macedonia. Influential passages from these letters include, \"through a glass, darkly\" and \"And now faith, hope and love abide these three; and the greatest of these is love.\" Following the Epistle to the Romans, for 10 points, name these Pauline Epistles two of which": {
    "guess": "Pauline Epistles",
    "confidence": [
      [
        "Paul",
        -1.242633
      ],
      [
        "ine",
        -0.010027577
      ],
      [
        " Ep",
        -0.42291093
      ],
      [
        "istles",
        -0.0021126703
      ]
    ]
  },
  "A pseudepigraphical third one of these, considered canonical by the Syriac Orthodox Church,  attempts to further elucidate the phrase \"flesh and blood cannot inherit the kingdom of God,\" found in Chapter 15 of another one of these texts. Exegetical evidence suggests that at least four of these were written including a letter warning of sexual immoral people, and the so-called \"Letter of tears.\" The author in one of these commends the house of Stephanas as the first converts in Achaia after noting that he will be coming through Macedonia. Influential passages from these letters include, \"through a glass, darkly\" and \"And now faith, hope and love abide these three; and the greatest of these is love.\" Following the Epistle to the Romans, for 10 points, name these Pauline Epistles two of which form books of the New Testament written to the church of God in an ancient Greek city-state located": {
    "guess": "First Epistle to the Corinthians",
    "confidence": [
      [
        "First",
        -0.21210197
      ],
      [
        " Ep",
        -0.04438803
      ],
      [
        "istle",
        -0.0009712525
      ],
      [
        " to",
        -0.0012921434
      ],
      [
        " the",
        -0.0009867232
      ],
      [
        " Corinthians",
        -0.021765301
      ]
    ]
  },
  "A pseudepigraphical third one of these, considered canonical by the Syriac Orthodox Church,  attempts to further elucidate the phrase \"flesh and blood cannot inherit the kingdom of God,\" found in Chapter 15 of another one of these texts. Exegetical evidence suggests that at least four of these were written including a letter warning of sexual immoral people, and the so-called \"Letter of tears.\" The author in one of these commends the house of Stephanas as the first converts in Achaia after noting that he will be coming through Macedonia. Influential passages from these letters include, \"through a glass, darkly\" and \"And now faith, hope and love abide these three; and the greatest of these is love.\" Following the Epistle to the Romans, for 10 points, name these Pauline Epistles two of which form books of the New Testament written to the church of God in an ancient Greek city-state located 50 miles southwest of Athens on its namesake isthmus.": {
    "guess": "First Epistle to the Corinthians",
    "confidence": [
      [
        "First",
        -0.41701964
      ],
      [
        " Ep",
        -0.08049583
      ],
      [
        "istle",
        -0.00016420685
      ],
      [
        " to",
        -0.0021763123
      ],
      [
        " the",
        -0.0004156569
      ],
      [
        " Corinthians",
        -0.09748339
      ]
    ]
  }
}