{
  "Leonid Grossman's essay on this novel's protagonist \"and his Stylistics\" focuses on a suppressed chapter in which the protagonist writes a confession to a monk. Joyce Carol Oates's essay on \"Tragic Rites in\" this novel also discusses that censored chapter, which is sometimes titled \"At Tikhon's.\" That chapter describes the main character's rape or seduction of his landlady's twelve-year old daughter Matryosha and her subsequent suicide, events that are partially mirrored in Coetzee's The Master of (*) Petersburg. This work's protagonist marries a mentally stunted woman after his repeated assaults on the facial appendages of various local nobles gets him exiled for insanity for the second time. Albert Camus adapted this work to the stage after expressing a fascination for it in The Myth of Sisyphus, which discusses the \"logical suicide\" of a character who leaves a note falsely claiming responsibility for Shatov's murder, a crime actually perpetrated by Pyotr Verkhovensky. FTP name this Dostoevsky": {
    "guess": "Demons",
    "confidence": [
      [
        "Dem",
        -0.119972005
      ],
      [
        "ons",
        -5.9795446e-05
      ]
    ]
  },
  "In Leo Tolstoy's Resurrection, Dimitri makes a pilgrimage to one to complete his cycle of atonement. In a Jean Genet novel, Darling Daintyfoot harbors an ambition to turn Divine's room into one of these after encountering the titular Our Lady of the Flowers. A particularly hilarious moment in The Good Soldier Svejk occurs when Svejk finds Lieutenant Dub drunk in one, which causes the lieutenant to become the laughingstock of the regiment. Bonificia fulfills a destiny by joining Don Anselmo at one of these in Vargas Llosa's The Green House, while in Notes from Underground, the narrator encounters": {
    "guess": "Bathhouse",
    "confidence": [
      [
        "B",
        -1.4316248
      ],
      [
        "ath",
        -0.0724371
      ],
      [
        "house",
        -0.29617286
      ]
    ]
  },
  "Leopold Godowsky composed fifty-three studies based on these pieces. In the first and eighth of these pieces, the right hand plays extensive arpeggios that require the pianist to engage the shoulder and arm muscles, unlike previous works in the same genre that focused on the fingers and wrists. The right hand plays brilliant triplets in the fifth of these pieces, which is nicknamed because almost every note is an accidental. The second set of these works form the Opus twenty-five of their composer, and include pieces nicknamed the \"Wrong Note,\" \"Butterfly,\" and \"Winter Wind.\" These pieces were the first major example of their form not to be merely didactic, and include works known as \"Black Key\" and \"Revolutionary.\" For 10 points, name these studies for the piano written by the composer of the \"Heroic\" Polonaise and the Minute Waltz.": {
    "guess": "Frédéric Chopin's Études",
    "confidence": [
      [
        "Fr",
        -0.26477072
      ],
      [
        "éd",
        -1.5928495e-05
      ],
      [
        "éric",
        -7.465036e-06
      ],
      [
        " Chop",
        -0.00232058
      ],
      [
        "in",
        -9.615256e-05
      ],
      [
        "'s",
        -0.1234649
      ],
      [
        " É",
        -0.8346976
      ],
      [
        "t",
        -7.89631e-07
      ],
      [
        "udes",
        -0.00013917775
      ]
    ]
  },
  "The length of the three axes of Poinsot's ellipsoid is equal to half of the three values obtained by diagonalizaing the tensor representing this quantity.  Those three values, known as principle ones of these, also appear on the left hand side of the Euler equation.  Two of the three principle ones are equal in the case of a symmetrical top, and all three are equal for a spherical top.  The parallel axis theorem can be used to find one of these along a different axis, and in general, it is equal to the integral of the radius squared times the differential mass element.  FTP what is this quantity,": {
    "guess": "Moment of inertia",
    "confidence": [
      [
        "Moment",
        -0.015398809
      ],
      [
        " of",
        -0.00013989297
      ],
      [
        " inertia",
        -0.011756976
      ]
    ]
  },
  "Leopardi wrote one of these poems about Italy including the line \"alone I will fight\" and one to Angelo Mai. Andrew Marvell wrote one of these about \"Cromwell's return from Ireland.\" A notable one of these contains the lines \"Even while we speak, envious time has passed: seize the day.\" The components of a classic one of these are the strophe, antistrophe, and epode. Noted authors of these are Pindar": {
    "guess": "Ode",
    "confidence": [
      [
        "O",
        -0.013190822
      ],
      [
        "de",
        -0.015481903
      ]
    ]
  },
  "The length of the three axes of Poinsot's ellipsoid is equal to half of the three values obtained by diagonalizaing the tensor representing this quantity.  Those three values, known as principle ones of these, also appear on the left hand side of the Euler equation.  Two of the three principle ones are equal in the case of a symmetrical top, and all three are equal for a spherical top.  The parallel axis theorem can be used to find one of these along a different axis, and in general, it is equal to the integral of the radius squared times the differential mass element.  FTP what is this quantity, the rotational analog of mass?": {
    "guess": "Moment of inertia",
    "confidence": [
      [
        "Moment",
        -0.0024728014
      ],
      [
        " of",
        -3.7697225e-06
      ],
      [
        " inertia",
        -0.013152467
      ]
    ]
  },
  "In Leo Tolstoy's Resurrection, Dimitri makes a pilgrimage to one to complete his cycle of atonement. In a Jean Genet novel, Darling Daintyfoot harbors an ambition to turn Divine's room into one of these after encountering the titular Our Lady of the Flowers. A particularly hilarious moment in The Good Soldier Svejk occurs when Svejk finds Lieutenant Dub drunk in one, which causes the lieutenant to": {
    "guess": "Bathroom",
    "confidence": [
      [
        "B",
        -0.9890212
      ],
      [
        "athroom",
        -0.6924302
      ]
    ]
  },
  "The length of the three axes of Poinsot's ellipsoid is equal to half of the three values obtained by diagonalizaing the tensor representing this quantity.  Those three values, known as principle ones of these, also appear on the left hand side of the Euler equation.  Two of the three principle ones are equal in the case of a symmetrical top, and all three are equal for a spherical top.  The parallel": {
    "guess": "Moment of inertia",
    "confidence": [
      [
        "Moment",
        -0.057527542
      ],
      [
        " of",
        -1.962381e-05
      ],
      [
        " inertia",
        -0.0028052295
      ]
    ]
  },
  "Leopardi wrote one of these poems about Italy including the line \"alone I will fight\" and one to Angelo Mai. Andrew Marvell wrote one of these about \"Cromwell's return from Ireland.\" A notable one of these": {
    "guess": "Ode",
    "confidence": [
      [
        "O",
        -0.0431522
      ],
      [
        "de",
        -0.004731534
      ]
    ]
  },
  "It has lent its name to a three-quarter-length waistcoat due to the oddly shaped portraits of artist Sir Godfrey Kneller, but was more prominent as a literary society. Members of the club included Sir Samuel Garth, Robert Walpole, John Vanbrugh, and Richard Steele. It was named for the host's tasty mutton pies. FTP, name the club of 18th century Whigs whose name has since been appropriated by a popular candy bar.": {
    "guess": "Kit-Cat Club",
    "confidence": [
      [
        "Kit",
        -0.0031974392
      ],
      [
        "-C",
        -0.043726884
      ],
      [
        "at",
        -1.3902034e-05
      ],
      [
        " Club",
        -5.085517e-05
      ]
    ]
  },
  "The length of the three axes of Poinsot's ellipsoid is equal to half of the three values obtained by": {
    "guess": "Moment of inertia",
    "confidence": [
      [
        "Moment",
        -0.004640642
      ],
      [
        " of",
        -9.054999e-05
      ],
      [
        " inertia",
        -0.0007127895
      ]
    ]
  },
  "It has lent its name to a three-quarter-length waistcoat due to the oddly shaped portraits of artist Sir Godfrey Kneller, but was more prominent as a literary society. Members of the club included Sir Samuel Garth, Robert Walpole, John Vanbrugh, and Richard Steele. It was named for the host's tasty mutton": {
    "guess": "Kit-Cat Club",
    "confidence": [
      [
        "Kit",
        -0.00553647
      ],
      [
        "-C",
        -0.0009515985
      ],
      [
        "at",
        -1.7239736e-05
      ],
      [
        " Club",
        -9.198044e-05
      ]
    ]
  },
  "Leos Janacek wrote one of these works based off a glagolitic text. Haydn wrote one of this type of work in D minor that was attended by and nicknamed after Admiral Lord Nelson. Another of this type of work by Palestrina was named after Pope Marcellus. A famous example of this type of composition written by Johann Sebastian Bach and is in B minor. Works of this type contain sections including a Kyrie, Sanctus, and Agnus Dei. For 10 points, name this type of choral composition, which sets the liturgy to music.": {
    "guess": "Masses",
    "confidence": [
      [
        "Mass",
        -0.0011524823
      ],
      [
        "es",
        -0.028598249
      ]
    ]
  },
  "Leopoldo Galtieri scheduled Operación Rosario for here on May 25th, independence day, but pushed the invasion up to April 2 to divert attention from internal strife. American Secretary of State Alexander Haig attempted to mediate the conflict without success. The conflict came to a military resolution after Port Stanley fell. For 10 points—name the island group contested by Britain and Argentina.": {
    "guess": "Falkland Islands",
    "confidence": [
      [
        "F",
        -0.0012177364
      ],
      [
        "alk",
        -1.4378848e-05
      ],
      [
        "land",
        -0.14389403
      ],
      [
        " Islands",
        -0.0008290443
      ]
    ]
  },
  "Leopold Godowsky composed fifty-three studies based on these pieces. In the first and eighth of these pieces, the right hand plays extensive arpeggios that require the pianist to engage the shoulder and arm muscles, unlike previous works in the same genre that focused on the fingers and wrists. The right hand plays brilliant triplets in the fifth of these pieces, which is nicknamed because almost every": {
    "guess": "Chopin Studies",
    "confidence": [
      [
        "Ch",
        -1.2063408
      ],
      [
        "op",
        -0.015382966
      ],
      [
        "in",
        -0.00052491535
      ],
      [
        " Studies",
        -1.2062778
      ]
    ]
  },
  "Leo Crowley became the first chairman of one agency created by this act. The Camp case saw the Supreme Court create a two-part test for interpreting this law, while in a 1984 case called SIA II, the Supreme Court held that this law extended to Commercial Paper. Part of this act was known as \"Regulation Q\" and allowed the federal government to control interest rates, and this also created the FDIC. The Gramm–Leach–Bliley Act repealed this act in 1999, but Paul Volcker has suggested bringing it back. For ten points, name this 1933 act that prevented banks from serving both consumers and investors.": {
    "guess": "Glass–Steagall legislation",
    "confidence": [
      [
        "Glass",
        -0.004726076
      ],
      [
        "–",
        -0.07947428
      ],
      [
        "Ste",
        -3.7265952e-05
      ],
      [
        "ag",
        -0.00018006093
      ],
      [
        "all",
        -3.1186566e-05
      ],
      [
        " legislation",
        -0.082970515
      ]
    ]
  },
  "Leonid Grossman's essay on this novel's protagonist \"and his Stylistics\" focuses on a suppressed chapter in which the protagonist writes a confession to a monk. Joyce Carol Oates's essay on \"Tragic Rites in\" this novel also discusses that censored chapter, which is sometimes titled \"At Tikhon's.\" That": {
    "guess": "The Brothers Karamazov",
    "confidence": [
      [
        "The",
        -1.0338447
      ],
      [
        " Brothers",
        -0.4739142
      ],
      [
        " K",
        -0.000109622575
      ],
      [
        "aram",
        -1.18755715e-05
      ],
      [
        "az",
        -9.73446e-05
      ],
      [
        "ov",
        -8.180258e-06
      ]
    ]
  },
  "Leos Janacek wrote one of these works based off a glagolitic text. Haydn wrote one of this type of work in D minor that was attended by and nicknamed after Admiral Lord Nelson. Another of this type of work by Palestrina was named after Pope Marcellus. A famous example of this type of composition written": {
    "guess": "Mass (music)",
    "confidence": [
      [
        "Mass",
        -0.053128626
      ],
      [
        " (",
        -0.12517539
      ],
      [
        "music",
        -0.00465678
      ],
      [
        ")",
        -0.0011511749
      ]
    ]
  },
  "Leonid Grossman's essay on this novel's protagonist \"and his Stylistics\" focuses on a suppressed chapter in which the protagonist writes a confession to a monk. Joyce Carol Oates's essay on \"Tragic Rites in\" this novel also discusses that censored chapter, which is sometimes titled \"At Tikhon's.\" That chapter describes the main character's rape or seduction of his landlady's twelve-year old daughter Matryosha and her subsequent suicide, events that are partially mirrored in Coetzee's The Master of (*) Petersburg. This work's protagonist marries a mentally stunted woman after his repeated assaults on the facial appendages of various local nobles gets him exiled for insanity for the second time.": {
    "guess": "Notes from Underground",
    "confidence": [
      [
        "Notes",
        -0.77254075
      ],
      [
        " from",
        -0.0544054
      ],
      [
        " Underground",
        -0.1295181
      ]
    ]
  },
  "Leos Janacek wrote one of these works based off a glagolitic text. Haydn wrote one of this type of work": {
    "guess": "Masses by Joseph Haydn",
    "confidence": [
      [
        "Mass",
        -0.39090836
      ],
      [
        "es",
        -0.77719086
      ],
      [
        " by",
        -0.0090843765
      ],
      [
        " Joseph",
        -0.014608492
      ],
      [
        " Hay",
        -4.7875077e-05
      ],
      [
        "dn",
        -7.9418505e-06
      ]
    ]
  },
  "Leopardi wrote one of these poems about Italy including the line \"alone I will fight\" and one to Angelo": {
    "guess": "Giacomo Leopardi",
    "confidence": [
      [
        "G",
        -0.3457958
      ],
      [
        "iac",
        -0.0014163076
      ],
      [
        "omo",
        -5.3596854e-05
      ],
      [
        " Leopard",
        -0.000663353
      ],
      [
        "i",
        -0.00010831134
      ]
    ]
  },
  "Leon Guoy found that this phenomenon was unaffected by electromagnetism or light and occurred to a greater extent in less viscous fluids. Lars Onsager used it to extend the Debye Huckel theory for ionic": {
    "guess": "Electrophoresis",
    "confidence": [
      [
        "Elect",
        -1.0811571
      ],
      [
        "roph",
        -0.31537998
      ],
      [
        "ores",
        -0.0028046332
      ],
      [
        "is",
        -0.00010402
      ]
    ]
  },
  "Leo Crowley became the first chairman of one agency created by this act. The Camp case saw the Supreme Court create a two-part test for interpreting this law, while in a 1984 case called SIA II, the Supreme Court held that this law extended to Commercial Paper. Part of this act was known as \"Regulation": {
    "guess": "Securities Act of 1933",
    "confidence": [
      [
        "Sec",
        -0.6345543
      ],
      [
        "urities",
        -2.1531068e-05
      ],
      [
        " Act",
        -0.6196749
      ],
      [
        " of",
        -0.0079490645
      ],
      [
        " ",
        -0.00017433916
      ],
      [
        "193",
        -0.00060652953
      ],
      [
        "3",
        -0.001246305
      ]
    ]
  },
  "Lengthy asides in this book include a 37-page chapter on the various kinds of wood and types of kindling thought most successful in various places across Europe in the creation of festival bonfires. Its first publication scandalized the British public because one of the main arguments of this work assimilates the Gospel (*) story to \"mere mythology.\" This leads into the book's most famous discussion, which prefigured Jung's theories by noting the almost- universal recurrence across world mythology of a so-called \"dying and reviving god.\" FTP identify this anthropological exegesis by Sir James G.": {
    "guess": "The Golden Bough",
    "confidence": [
      [
        "The",
        -0.0026026492
      ],
      [
        " Golden",
        -0.018816056
      ],
      [
        " B",
        -2.9040899e-05
      ],
      [
        "ough",
        -4.365741e-06
      ]
    ]
  },
  "Leon Guoy found that this phenomenon was unaffected by electromagnetism or light and occurred to a greater extent in less viscous fluids. Lars Onsager used it to extend the Debye Huckel theory for ionic solutions. Combining the Stokes formula in consideration equipartition of a sphere allowed (*) Langevin": {
    "guess": "Brownian motion",
    "confidence": [
      [
        "Brown",
        -0.30324227
      ],
      [
        "ian",
        -6.2775536e-05
      ],
      [
        " motion",
        -0.02886803
      ]
    ]
  },
  "Leonid Grossman's essay on this novel's protagonist \"and his Stylistics\" focuses on a suppressed chapter in which the protagonist writes a confession to a monk. Joyce Carol Oates's essay on \"Tragic Rites in\" this novel also discusses that censored chapter, which is sometimes titled \"At Tikhon's.\" That chapter describes the main character's rape or seduction of his landlady's twelve-year old daughter Matryosha and her subsequent suicide, events that are partially mirrored in Coetzee's The Master of (*) Petersburg. This work's protagonist marries a mentally stunted woman after his repeated assaults on the facial appendages of various local nobles gets him exiled for insanity for the second time. Albert Camus adapted this work to the stage after expressing a fascination for it in The Myth of Sisyphus, which discusses the \"logical suicide\" of a character who leaves a note falsely claiming responsibility": {
    "guess": "Notes from Underground",
    "confidence": [
      [
        "Notes",
        -0.42813617
      ],
      [
        " from",
        -0.037188444
      ],
      [
        " Underground",
        -0.14911865
      ]
    ]
  },
  "He's not Leonardo, but he was quite a Renaissance man, proposing flying machines and motorized ships. Following Alexander of Hales, whom he heard lecture in Paris, he wanted to expand university courses to include natural science. He proposed the compilation of an encyclopedia, produced under papal direction, and he ended up writing part of another by himself. The first European to describe gunpowder,": {
    "guess": "Roger Bacon",
    "confidence": [
      [
        "Roger",
        -0.014134477
      ],
      [
        " Bacon",
        -0.0002160531
      ]
    ]
  },
  "Leon Guoy found that this phenomenon was unaffected by electromagnetism or light and occurred to a greater extent in less viscous fluids. Lars Onsager used it to extend the Debye Huckel theory for ionic solutions. Combining the Stokes formula in consideration equipartition of a sphere allowed (*) Langevin to develop an equation explaining this. The Monte Carlo method can simulate this Wiener process since it is stochastic, and Jean Perrin observed molecules in large jars to estimate Avogadro's number": {
    "guess": "Brownian motion",
    "confidence": [
      [
        "Brown",
        -0.011514847
      ],
      [
        "ian",
        -3.392825e-05
      ],
      [
        " motion",
        -0.000404813
      ]
    ]
  },
  "Leonce Rosenberg built the \"Room of the Gladiators\" in his home specifically to house works he commissioned this man to create. Six orange and white flags appear behind the half-naked title figures of one of this man's paintings, while another features a display case housing five crackers on a blue background. A notable portrait by this man, who signed his later works \"Pictor Optimus,\" features a bust of its subject wearing frameless sunglasses, and another of this man's works inspired a poem by": {
    "guess": "Giorgio de Chirico",
    "confidence": [
      [
        "Gi",
        -1.2002269
      ],
      [
        "org",
        -0.0036238313
      ],
      [
        "io",
        -0.00022105966
      ],
      [
        " de",
        -0.039781578
      ],
      [
        " Ch",
        -0.00032628715
      ],
      [
        "ir",
        -0.00017660404
      ],
      [
        "ico",
        -0.0002784975
      ]
    ]
  },
  "Lengthy asides in this book include a 37-page chapter on the various kinds of wood and types of kindling thought most successful in various places across Europe in the creation of festival bonfires. Its": {
    "guess": "Fahrenheit 451",
    "confidence": [
      [
        "F",
        -0.45038286
      ],
      [
        "ahrenheit",
        -0.036091525
      ],
      [
        " ",
        -7.314626e-05
      ],
      [
        "451",
        -6.945094e-05
      ]
    ]
  },
  "The length of the three axes of Poinsot's ellipsoid is equal to half of the three values obtained by diagonalizaing the tensor representing this quantity.  Those three values, known as principle ones of these, also appear on the left hand side of the Euler equation.  Two of the three principle ones are": {
    "guess": "Moment of inertia",
    "confidence": [
      [
        "Moment",
        -0.019261794
      ],
      [
        " of",
        -0.00031937702
      ],
      [
        " inertia",
        -0.00089931575
      ]
    ]
  },
  "Lengthy asides in this book include a 37-page chapter on the various kinds of wood and types of kindling thought most successful in various places across Europe in the creation of festival bonfires. Its first publication scandalized the British public because one of the main arguments of this work assimilates": {
    "guess": "The Golden Bough",
    "confidence": [
      [
        "The",
        -1.0086566
      ],
      [
        " Golden",
        -0.057800647
      ],
      [
        " B",
        -8.566264e-05
      ],
      [
        "ough",
        -7.89631e-07
      ]
    ]
  },
  "In Leo Tolstoy's Resurrection, Dimitri makes a pilgrimage to one to complete his cycle of atonement. In a Jean Genet novel, Darling Daintyfoot harbors an ambition to turn Divine's room into one of these after encountering the titular Our Lady of the Flowers. A particularly hilarious moment in The Good Soldier Svejk occurs when Svejk finds Lieutenant Dub drunk in one, which causes the lieutenant to become the laughingstock of the regiment. Bonificia fulfills a destiny by joining Don Anselmo at one": {
    "guess": "Pilgrimage",
    "confidence": [
      [
        "P",
        -1.0430334
      ],
      [
        "il",
        -0.0003150857
      ],
      [
        "gr",
        -0.00060402625
      ],
      [
        "image",
        -0.00023691374
      ]
    ]
  },
  "Leonid Grossman's essay on this novel's protagonist \"and his Stylistics\" focuses on a suppressed chapter": {
    "guess": "Doctor Zhivago",
    "confidence": [
      [
        "Doctor",
        -0.966888
      ],
      [
        " Zh",
        -0.073027015
      ],
      [
        "iv",
        -3.0113732e-05
      ],
      [
        "ago",
        -0.00022761585
      ]
    ]
  },
  "Leopoldo Galtieri scheduled Operación Rosario for here on May 25th, independence day, but pushed the invasion up to April 2 to divert attention from internal strife. American Secretary of State Alexander": {
    "guess": "Falklands War",
    "confidence": [
      [
        "F",
        -0.17739035
      ],
      [
        "alk",
        -3.6789137e-05
      ],
      [
        "lands",
        -0.17680225
      ],
      [
        " War",
        -0.00066704466
      ]
    ]
  },
  "Leopoldo Galtieri scheduled Operación Rosario for here on May 25th, independence day, but pushed the invasion up to April 2 to divert attention from internal strife. American Secretary of State Alexander Haig attempted to mediate the conflict without success. The conflict came to a military resolution": {
    "guess": "Falklands War",
    "confidence": [
      [
        "F",
        -0.0014923651
      ],
      [
        "alk",
        -2.220075e-06
      ],
      [
        "lands",
        -0.0002491807
      ],
      [
        " War",
        -1.4974867e-05
      ]
    ]
  },
  "Leo Crowley became the first chairman of one agency created by this act. The Camp case saw the Supreme": {
    "guess": "Foreign Economic Administration",
    "confidence": [
      [
        "Foreign",
        -0.4035741
      ],
      [
        " Economic",
        -0.26285094
      ],
      [
        " Administration",
        -0.0009250381
      ]
    ]
  },
  "Leopardi wrote one of these poems about Italy including the line \"alone I will fight\" and one to Angelo Mai. Andrew Marvell wrote one of these about \"Cromwell's return from Ireland.\" A notable one of these contains the lines \"Even while we speak, envious time has passed: seize the day.\" The components of a classic one of these are the strophe, antistrophe, and epode. Noted authors of these are Pindar and Horace. For 10 points, name this poetic genre which was used by Keats in a poem about a Grecian": {
    "guess": "Ode",
    "confidence": [
      [
        "O",
        -0.0051547736
      ],
      [
        "de",
        -0.00454405
      ]
    ]
  },
  "Leonid Grossman's essay on this novel's protagonist \"and his Stylistics\" focuses on a suppressed chapter in which the protagonist writes a confession to a monk. Joyce Carol Oates's essay on \"Tragic Rites in\" this novel also discusses that censored chapter, which is sometimes titled \"At Tikhon's.\" That chapter describes the main character's rape or seduction of his landlady's twelve-year old daughter Matryosha and her subsequent suicide, events that are partially mirrored in Coetzee's The Master of (*) Petersburg. This work's protagonist marries a mentally stunted woman after his repeated assaults on the facial appendages of various local nobles gets him exiled for insanity for the second time. Albert Camus adapted this work to the stage after expressing a fascination for it in The Myth of Sisyphus,": {
    "guess": "Notes from Underground",
    "confidence": [
      [
        "Notes",
        -0.6222089
      ],
      [
        " from",
        -0.04127753
      ],
      [
        " Underground",
        -0.19187273
      ]
    ]
  },
  "In Leo Tolstoy's Resurrection, Dimitri makes a pilgrimage to one to complete his cycle of atonement. In a Jean Genet novel, Darling Daintyfoot harbors an ambition to turn Divine's room into one of these after encountering the titular Our Lady of the Flowers. A particularly hilarious moment in The Good": {
    "guess": "Resurrection (novel)",
    "confidence": [
      [
        "Res",
        -0.9863123
      ],
      [
        "urrection",
        -0.0019713386
      ],
      [
        " (",
        -0.07043741
      ],
      [
        "nov",
        -0.041426692
      ],
      [
        "el",
        -8.418666e-06
      ],
      [
        ")",
        -0.0009791015
      ]
    ]
  },
  "Leo Crowley became the first chairman of one agency created by this act. The Camp case saw the Supreme Court create a two-part test for interpreting this law, while in a 1984 case called SIA II, the Supreme Court held that this law extended to Commercial Paper. Part of this act was known as \"Regulation Q\" and allowed the federal government to control interest rates, and this also created the FDIC. The Gramm–Leach–Bliley Act repealed this act in 1999, but Paul Volcker has suggested bringing it back.": {
    "guess": "Glass–Steagall legislation",
    "confidence": [
      [
        "Glass",
        -0.024081873
      ],
      [
        "–",
        -0.06906613
      ],
      [
        "Ste",
        -3.7981175e-05
      ],
      [
        "ag",
        -0.00015467056
      ],
      [
        "all",
        -3.6669935e-05
      ],
      [
        " legislation",
        -0.01874609
      ]
    ]
  },
  "It has lent its name to a three-quarter-length waistcoat due to the oddly shaped portraits of artist": {
    "guess": "Napoleon",
    "confidence": [
      [
        "N",
        -0.2752675
      ],
      [
        "ap",
        -0.0004216171
      ],
      [
        "oleon",
        -0.0047209687
      ]
    ]
  },
  "Leonard Bernstein asserted in the lecture \"The Unanswered Question\" that this piece facilitated the rise of atonal twentieth-century works. This piece's first minute contains an entire bar of silence, a break from the development of the main theme, which alternates between solo flute and oboe. Its name refers to its intended position at the start of a full suite of three movements; the final two were never written. Inspired by a poem of Stéphane Mallarmé, for 10 points, name this short orchestral": {
    "guess": "Prélude à l'après-midi d'un faune",
    "confidence": [
      [
        "Pr",
        -0.2771267
      ],
      [
        "él",
        -9.253091e-06
      ],
      [
        "ude",
        -1.7432603e-06
      ],
      [
        " à",
        -0.00025430648
      ],
      [
        " l",
        -0.0033384794
      ],
      [
        "'",
        -0.0010481736
      ],
      [
        "apr",
        -0.004710888
      ],
      [
        "ès",
        -0.0006098672
      ],
      [
        "-m",
        -0.00025633295
      ],
      [
        "idi",
        -3.1305768e-05
      ],
      [
        " d",
        -8.42322e-05
      ],
      [
        "'un",
        -0.00021176544
      ],
      [
        " fa",
        -0.0020547393
      ],
      [
        "une",
        -0.0009044342
      ]
    ]
  },
  "Leonid Grossman's essay on this novel's protagonist \"and his Stylistics\" focuses on a suppressed chapter in which the protagonist writes a confession to a monk. Joyce Carol Oates's essay on \"Tragic Rites in\" this novel also discusses that censored chapter, which is sometimes titled \"At Tikhon's.\" That chapter describes the main character's rape or seduction of his landlady's twelve-year old daughter Matryosha and her subsequent suicide, events that are partially mirrored in Coetzee's The Master of (*) Petersburg. This work's protagonist marries a mentally stunted woman after his repeated assaults on the facial appendages of various local nobles gets him exiled for insanity for the second time. Albert Camus adapted this work to the stage after expressing a fascination for it in The Myth of Sisyphus, which discusses the \"logical suicide\" of a character who leaves a note falsely claiming responsibility for Shatov's murder, a crime actually perpetrated by Pyotr Verkhovensky. FTP name this Dostoevsky novel in which the aspiring revolutionaries Kirilov and Stavrogin both commit suicide, embodying": {
    "guess": "Demons",
    "confidence": [
      [
        "Dem",
        -0.1715257
      ],
      [
        "ons",
        -5.3239244e-05
      ]
    ]
  },
  "The length of the three axes of Poinsot's ellipsoid is equal to half of the three values obtained by diagonalizaing the tensor representing this quantity.  Those three values, known as principle ones of": {
    "guess": "Moment of inertia",
    "confidence": [
      [
        "Moment",
        -0.006484908
      ],
      [
        " of",
        -5.4669687e-05
      ],
      [
        " inertia",
        -0.0014993872
      ]
    ]
  },
  "Lengthy asides in this book include a 37-page chapter on the various kinds of wood and types of kindling thought most successful in various places across Europe in the creation of festival bonfires. Its first publication scandalized the British public because one of the main arguments of this work assimilates the Gospel (*) story to \"mere mythology.\" This leads into the book's most famous discussion, which prefigured Jung's theories by noting the almost- universal recurrence across world mythology": {
    "guess": "The Golden Bough",
    "confidence": [
      [
        "The",
        -0.005919912
      ],
      [
        " Golden",
        -0.002872154
      ],
      [
        " B",
        -3.059055e-05
      ],
      [
        "ough",
        -2.9352968e-06
      ]
    ]
  },
  "Leonid Grossman's essay on this novel's protagonist \"and his Stylistics\" focuses on a suppressed chapter in which the protagonist writes a confession to a monk. Joyce Carol Oates's essay on \"Tragic Rites": {
    "guess": "The Possessed",
    "confidence": [
      [
        "The",
        -0.7759885
      ],
      [
        " Poss",
        -0.976273
      ],
      [
        "essed",
        -0.0007191036
      ]
    ]
  },
  "Leon Guoy found that this phenomenon was unaffected by electromagnetism or light and occurred to a greater extent in less viscous fluids. Lars Onsager used it to extend the Debye Huckel theory for ionic solutions. Combining the Stokes formula in consideration equipartition of a sphere allowed (*) Langevin to develop an equation explaining this. The Monte Carlo method can simulate this Wiener process": {
    "guess": "Brownian motion",
    "confidence": [
      [
        "Brown",
        -0.010619044
      ],
      [
        "ian",
        -5.4669687e-05
      ],
      [
        " motion",
        -0.019050708
      ]
    ]
  },
  "He's not Leonardo, but he was quite a Renaissance man, proposing flying machines and motorized ships. Following Alexander of Hales, whom he heard lecture in Paris, he wanted to expand university courses": {
    "guess": "Roger Bacon",
    "confidence": [
      [
        "Roger",
        -0.2971479
      ],
      [
        " Bacon",
        -0.00033224735
      ]
    ]
  },
  "Leonard Bernstein asserted in the lecture \"The Unanswered Question\" that this piece facilitated the rise of atonal twentieth-century works. This piece's first minute contains an entire bar of silence,": {
    "guess": "4′33″",
    "confidence": [
      [
        "4",
        -0.016161058
      ],
      [
        "′",
        -0.479286
      ],
      [
        "33",
        -0.0011583198
      ],
      [
        "″",
        -0.00039742238
      ]
    ]
  },
  "The length of the three axes of Poinsot's ellipsoid is equal to half of the three values obtained by diagonalizaing the tensor representing this quantity.  Those three values, known as principle ones of these, also appear on the left hand side of the Euler equation.  Two of the three principle ones are equal in the case of a symmetrical top, and all three are equal for a spherical top.  The parallel axis theorem can be used to find one of these along a different axis, and in general, it is equal": {
    "guess": "Moment of inertia",
    "confidence": [
      [
        "Moment",
        -0.016252073
      ],
      [
        " of",
        -0.00010497363
      ],
      [
        " inertia",
        -0.016631296
      ]
    ]
  },
  "Leopold Godowsky composed fifty-three studies based on these pieces. In the first and eighth of these pieces, the right hand plays extensive arpeggios that require the pianist to engage the shoulder and arm muscles, unlike previous works in the same genre that focused on the fingers and wrists. The right hand plays brilliant triplets in the fifth of these pieces, which is nicknamed because almost every note is an accidental. The second set of these works form the Opus twenty-five of their composer, and include pieces nicknamed the \"Wrong Note,\" \"Butterfly,\" and \"Winter Wind.\" These pieces were the first major example of their form not to be merely didactic, and include works known as \"Black Key\"": {
    "guess": "Chopin Etudes",
    "confidence": [
      [
        "Ch",
        -0.56012
      ],
      [
        "op",
        -0.000688725
      ],
      [
        "in",
        -0.00022630462
      ],
      [
        " Et",
        -0.26213524
      ],
      [
        "udes",
        -4.036525e-05
      ]
    ]
  },
  "Leopold Godowsky composed fifty-three studies based on these pieces. In the first and eighth of these pieces, the right hand plays extensive arpeggios that require the pianist to engage the shoulder and": {
    "guess": "Chopin Studies (Godowsky)",
    "confidence": [
      [
        "Ch",
        -0.73648417
      ],
      [
        "op",
        -0.0061585587
      ],
      [
        "in",
        -0.00010330478
      ],
      [
        " Studies",
        -0.99112844
      ],
      [
        " (",
        -0.17412128
      ],
      [
        "God",
        -0.00045534072
      ],
      [
        "ows",
        -0.0007276826
      ],
      [
        "ky",
        -2.6060809e-05
      ],
      [
        ")",
        -7.958325e-05
      ]
    ]
  },
  "It has lent its name to a three-quarter-length waistcoat due to the oddly shaped portraits of artist Sir Godfrey Kneller, but was more prominent as a literary society. Members of the club included Sir": {
    "guess": "Kit-Cat Club",
    "confidence": [
      [
        "Kit",
        -0.01205477
      ],
      [
        "-C",
        -0.002920184
      ],
      [
        "at",
        -6.062987e-05
      ],
      [
        " Club",
        -0.000119039665
      ]
    ]
  },
  "Leonid Grossman's essay on this novel's protagonist \"and his Stylistics\" focuses on a suppressed chapter in which the protagonist writes a confession to a monk. Joyce Carol Oates's essay on \"Tragic Rites in\" this novel also discusses that censored chapter, which is sometimes titled \"At Tikhon's.\" That chapter describes the main character's rape or seduction of his landlady's twelve-year old daughter": {
    "guess": "The Possessed",
    "confidence": [
      [
        "The",
        -0.42527413
      ],
      [
        " Poss",
        -0.5512438
      ],
      [
        "essed",
        -0.00031317843
      ]
    ]
  },
  "In Leo Tolstoy's Resurrection, Dimitri makes a pilgrimage to one to complete his cycle of atonement. In a Jean Genet novel, Darling Daintyfoot harbors an ambition to turn Divine's room into one of these after encountering the titular Our Lady of the Flowers. A particularly hilarious moment in The Good Soldier Svejk occurs when Svejk finds Lieutenant Dub drunk in one, which causes the lieutenant to become the laughingstock of the regiment. Bonificia fulfills a destiny by joining Don Anselmo at one of these in Vargas Llosa's The Green House, while in Notes from Underground, the narrator encounters Liza after an expedition to one of these. For 10 points, identify these institutions that might employ such characters as Sonya Marmeladova, Fanny Hill, or Fantine, locations at which money is often": {
    "guess": "Brothel",
    "confidence": [
      [
        "Bro",
        -0.0093544
      ],
      [
        "th",
        -3.3213026e-05
      ],
      [
        "el",
        -0.011361509
      ]
    ]
  },
  "Leonce Rosenberg built the \"Room of the Gladiators\" in his home specifically to house works he commissioned this man to create. Six orange and white flags appear behind the half-naked title figures of one of this man's paintings, while another features a display case housing five crackers on a blue background. A notable portrait by this man, who signed his later works \"Pictor Optimus,\" features a bust of its subject wearing frameless sunglasses, and another of this man's works inspired a poem by Silvia Plath that asks about ladies \"with heads like darning-eggs.\" Marble sculptures of women lying on stone blocks appear in his Ariadne and Soothsayer's Recompense, while a large marble head appears with a glove and a green ball in his Love Song . Better-known works include The Disquieting Muse and": {
    "guess": "Giorgio de Chirico",
    "confidence": [
      [
        "Gi",
        -0.11455437
      ],
      [
        "org",
        -0.00012130453
      ],
      [
        "io",
        -0.00012403888
      ],
      [
        " de",
        -0.01579855
      ],
      [
        " Ch",
        -0.00063261675
      ],
      [
        "ir",
        -0.00022177487
      ],
      [
        "ico",
        -0.00021521868
      ]
    ]
  },
  "Lengthy asides in this book include a 37-page chapter on the various kinds of wood and types of kindling thought most successful in various places across Europe in the creation of festival bonfires. Its first publication scandalized the British public because one of the main arguments of this work assimilates the Gospel (*) story to \"mere mythology.\" This leads into the book's most famous discussion, which prefigured Jung's theories by noting the almost- universal recurrence across world mythology of a so-called \"dying and reviving god.\" FTP identify this anthropological exegesis by Sir James G. Frazer, which takes its name from Diana's emblem in the Aeneid, a sacred branch.": {
    "guess": "The Golden Bough",
    "confidence": [
      [
        "The",
        -0.0011909412
      ],
      [
        " Golden",
        -0.0002385826
      ],
      [
        " B",
        -1.8550976e-05
      ],
      [
        "ough",
        -9.610702e-06
      ]
    ]
  },
  "Leon Guoy found that this phenomenon was unaffected by electromagnetism or light and occurred to a greater extent in less viscous fluids. Lars Onsager used it to extend the Debye Huckel theory for ionic solutions. Combining the Stokes formula in consideration equipartition of a sphere allowed (*) Langevin to develop an equation explaining this. The Monte Carlo method can simulate this Wiener process since it is stochastic, and Jean Perrin observed molecules in large jars to estimate Avogadro's number from this process. It was originally observed in Clarckia pulchella, where particles were 5 microns in size. For 10 points, name this type of random motion first observed by a Scottish botanist in pollen grains.": {
    "guess": "Brownian motion",
    "confidence": [
      [
        "Brown",
        -0.008961873
      ],
      [
        "ian",
        -5.5980927e-05
      ],
      [
        " motion",
        -0.00094040437
      ]
    ]
  },
  "Leopold Godowsky composed fifty-three studies based on these pieces. In the first and eighth of these pieces, the right hand plays extensive arpeggios that require the pianist to engage the shoulder and arm muscles, unlike previous works in the same genre that focused on the fingers and wrists. The right hand plays brilliant triplets in the fifth of these pieces, which is nicknamed because almost every note is an accidental. The second set of these works form the Opus twenty-five of their composer,": {
    "guess": "Études (Chopin)",
    "confidence": [
      [
        "É",
        -0.0984151
      ],
      [
        "t",
        -3.2855416e-05
      ],
      [
        "udes",
        -0.00081224757
      ],
      [
        " (",
        -0.009041259
      ],
      [
        "Ch",
        -0.004119242
      ],
      [
        "op",
        -6.704273e-07
      ],
      [
        "in",
        -1.831257e-05
      ],
      [
        ")",
        -9.913265e-05
      ]
    ]
  },
  "In Leo Tolstoy's Resurrection, Dimitri makes a pilgrimage to one to complete his cycle of atonement. In a Jean Genet novel, Darling Daintyfoot harbors an ambition to turn Divine's room into one of these after encountering the titular Our Lady of the Flowers. A particularly hilarious moment in The Good Soldier Svejk occurs when Svejk finds Lieutenant Dub drunk in one, which causes the lieutenant to become the laughingstock of the regiment. Bonificia fulfills a destiny by joining Don Anselmo at one of these in Vargas Llosa's The Green House, while in Notes from Underground, the narrator encounters Liza after an expedition to one of these. For 10 points, identify these institutions that might employ such characters as Sonya Marmeladova, Fanny Hill, or Fantine, locations at which money is often exchanged for sex.": {
    "guess": "Brothel",
    "confidence": [
      [
        "Bro",
        -0.0015129582
      ],
      [
        "th",
        -6.6306106e-06
      ],
      [
        "el",
        -0.0029476322
      ]
    ]
  },
  "Leopold Godowsky composed fifty-three studies based on these pieces. In the first and eighth of these pieces, the right hand plays extensive arpeggios that require the pianist to engage the shoulder and arm muscles, unlike previous works in the same genre that focused on the fingers and wrists. The right hand plays brilliant triplets in the fifth of these pieces, which is nicknamed because almost every note is an accidental. The second set of these works form the Opus twenty-five of their composer, and include pieces nicknamed the \"Wrong Note,\" \"Butterfly,\" and \"Winter Wind.\" These pieces were the first major example of their form not to be merely didactic, and include works known as \"Black Key\" and \"Revolutionary.\" For 10 points, name these studies for the piano written by the composer of": {
    "guess": "Frédéric Chopin's Etudes",
    "confidence": [
      [
        "Fr",
        -0.17355941
      ],
      [
        "éd",
        -0.00522866
      ],
      [
        "éric",
        -6.337155e-05
      ],
      [
        " Chop",
        -0.0016561365
      ],
      [
        "in",
        -0.000119754885
      ],
      [
        "'s",
        -0.009946026
      ],
      [
        " Et",
        -0.6848971
      ],
      [
        "udes",
        -8.506662e-05
      ]
    ]
  },
  "Leopardi wrote one of these poems about Italy including the line \"alone I will fight\" and one to Angelo Mai. Andrew Marvell wrote one of these about \"Cromwell's return from Ireland.\" A notable one of these contains the lines \"Even while we speak, envious time has passed: seize the day.\" The components of a classic one of these are the strophe, antistrophe, and epode. Noted authors of these are Pindar and Horace. For 10 points, name this poetic genre which was used by Keats in a poem about a Grecian urn.": {
    "guess": "Ode",
    "confidence": [
      [
        "O",
        -0.0036484147
      ],
      [
        "de",
        -0.0028173588
      ]
    ]
  },
  "Leos Janacek wrote one of these works based off a glagolitic text. Haydn wrote one of this type of work in D minor that was attended by and nicknamed after Admiral Lord Nelson. Another of this type of work by Palestrina was named after Pope Marcellus. A famous example of this type of composition written by Johann Sebastian Bach and is in B minor. Works of this type contain sections including a Kyrie, Sanctus, and Agnus Dei. For 10 points, name this type of choral composition, which sets the liturgy": {
    "guess": "Mass",
    "confidence": [
      [
        "Mass",
        -0.0018994827
      ]
    ]
  },
  "Leon Guoy found that this phenomenon was unaffected by electromagnetism or light and occurred to a greater extent in less viscous fluids. Lars Onsager used it to extend the Debye Huckel theory for ionic solutions. Combining the Stokes formula in consideration equipartition of a sphere allowed (*) Langevin to develop an equation explaining this. The Monte Carlo method can simulate this Wiener process since it is stochastic, and Jean Perrin observed molecules in large jars to estimate Avogadro's number from this process. It was originally observed in Clarckia pulchella, where particles were 5 microns": {
    "guess": "Brownian motion",
    "confidence": [
      [
        "Brown",
        -0.0022957288
      ],
      [
        "ian",
        -1.9862217e-05
      ],
      [
        " motion",
        -0.000112245056
      ]
    ]
  },
  "Leonce Rosenberg built the \"Room of the Gladiators\" in his home specifically to house works he commissioned this man to create. Six orange and white flags appear behind the half-naked title figures of one of this man's paintings, while another features a display case housing five crackers on a blue background. A notable portrait by this man, who signed his later works \"Pictor Optimus,\" features a bust of its subject wearing frameless sunglasses, and another of this man's works inspired a poem by Silvia Plath that asks about ladies \"with heads like darning-eggs.\" Marble sculptures of women lying on stone blocks appear in his Ariadne and Soothsayer's Recompense, while a large marble head appears with a glove and a green ball in his Love Song . Better-known works include The Disquieting Muse and Enigma of an Autumn Afternoon, but he is most famous for a work depicting a lone girl pushing a hoop": {
    "guess": "Giorgio de Chirico",
    "confidence": [
      [
        "Gi",
        -0.021105234
      ],
      [
        "org",
        -0.00011272187
      ],
      [
        "io",
        -5.9795446e-05
      ],
      [
        " de",
        -0.0023366394
      ],
      [
        " Ch",
        -0.0001342904
      ],
      [
        "ir",
        -0.00025037277
      ],
      [
        "ico",
        -0.00018327577
      ]
    ]
  },
  "He's not Leonardo, but he was quite a Renaissance man, proposing flying machines and motorized ships. Following Alexander of Hales, whom he heard lecture in Paris, he wanted to expand university courses to include natural science. He proposed the compilation of an encyclopedia, produced under papal direction,": {
    "guess": "Roger Bacon",
    "confidence": [
      [
        "Roger",
        -0.7359609
      ],
      [
        " Bacon",
        -0.00025311444
      ]
    ]
  },
  "Leon Guoy found that this phenomenon was unaffected by electromagnetism or light and occurred to a greater": {
    "guess": "Photoelectric effect",
    "confidence": [
      [
        "Photo",
        -1.5934321
      ],
      [
        "electric",
        -0.20518894
      ],
      [
        " effect",
        -0.0063094925
      ]
    ]
  },
  "It has lent its name to a three-quarter-length waistcoat due to the oddly shaped portraits of artist Sir Godfrey Kneller, but was more prominent as a literary society. Members of the club included Sir Samuel Garth, Robert Walpole, John Vanbrugh, and Richard Steele. It was named for the host's tasty mutton pies. FTP, name the club of 18th century Whigs whose name has since been appropriated by a popular": {
    "guess": "Kit-Cat Club",
    "confidence": [
      [
        "Kit",
        -0.008502882
      ],
      [
        "-C",
        -0.004936528
      ],
      [
        "at",
        -1.867018e-05
      ],
      [
        " Club",
        -5.6338537e-05
      ]
    ]
  },
  "Leonce Rosenberg built the \"Room of the Gladiators\" in his home specifically to house works he commissioned this man to create. Six orange and white flags appear behind the half-naked title figures of one of this man's paintings, while another features a display case housing five crackers on a blue background. A notable portrait by this man, who signed his later works \"Pictor Optimus,\" features a bust": {
    "guess": "Giorgio de Chirico",
    "confidence": [
      [
        "Gi",
        -1.2161494
      ],
      [
        "org",
        -0.030676337
      ],
      [
        "io",
        -0.0003088871
      ],
      [
        " de",
        -0.053388126
      ],
      [
        " Ch",
        -0.00032998246
      ],
      [
        "ir",
        -0.00015026369
      ],
      [
        "ico",
        -0.00017684244
      ]
    ]
  },
  "Leos Janacek wrote one of these works based off a glagolitic text. Haydn wrote one of this type of work in D minor that was attended by and nicknamed after Admiral Lord Nelson. Another of this type of": {
    "guess": "Mass",
    "confidence": [
      [
        "Mass",
        -1.0382422
      ]
    ]
  },
  "Leonce Rosenberg built the \"Room of the Gladiators\" in his home specifically to house works he commissioned this man to create. Six orange and white flags appear behind the half-naked title figures of": {
    "guess": "Pablo Picasso",
    "confidence": [
      [
        "P",
        -0.82522553
      ],
      [
        "ablo",
        -0.24292654
      ],
      [
        " Picasso",
        -0.0012926165
      ]
    ]
  },
  "Leonard Bernstein asserted in the lecture \"The Unanswered Question\" that this piece facilitated the rise of atonal twentieth-century works. This piece's first minute contains an entire bar of silence, a break from the development of the main theme, which alternates between solo flute and oboe. Its name refers to its intended position at the start of a full suite of three movements; the final two were never written. Inspired by a poem of Stéphane Mallarmé, for 10 points, name this short orchestral work by Claude Debussy depicting a mythical satyr.": {
    "guess": "Prélude à l'après-midi d'un faune",
    "confidence": [
      [
        "Pr",
        -0.11918179
      ],
      [
        "él",
        -2.6299214e-05
      ],
      [
        "ude",
        -4.604148e-06
      ],
      [
        " à",
        -0.00048584584
      ],
      [
        " l",
        -0.007418964
      ],
      [
        "'",
        -0.00068455655
      ],
      [
        "apr",
        -0.0003840789
      ],
      [
        "ès",
        -8.7450695e-05
      ],
      [
        "-m",
        -7.600714e-05
      ],
      [
        "idi",
        -8.061054e-06
      ],
      [
        " d",
        -1.0445127e-05
      ],
      [
        "'un",
        -2.486877e-05
      ],
      [
        " fa",
        -0.0006681175
      ],
      [
        "une",
        -0.00034094555
      ]
    ]
  },
  "Leos Janacek wrote one of these works based off a glagolitic text. Haydn wrote one of this type of work in D minor that was attended by and nicknamed after Admiral Lord Nelson. Another of this type of work by Palestrina was named after Pope Marcellus. A famous example of this type of composition written by Johann Sebastian Bach and is in B minor. Works of this type contain sections including a Kyrie,": {
    "guess": "Mass",
    "confidence": [
      [
        "Mass",
        -0.030601528
      ]
    ]
  },
  "Lengthy asides in this book include a 37-page chapter on the various kinds of wood and types of kindling thought most successful in various places across Europe in the creation of festival bonfires. Its first publication scandalized the British public because one of the main arguments of this work assimilates the Gospel (*) story to \"mere mythology.\" This leads into the book's most famous discussion,": {
    "guess": "The Golden Bough",
    "confidence": [
      [
        "The",
        -0.36519367
      ],
      [
        " Golden",
        -0.0010883049
      ],
      [
        " B",
        -5.5861725e-05
      ],
      [
        "ough",
        -5.5122365e-07
      ]
    ]
  },
  "Leo Crowley became the first chairman of one agency created by this act. The Camp case saw the Supreme Court create a two-part test for interpreting this law, while in a 1984 case called SIA II, the Supreme Court held that this law extended to Commercial Paper. Part of this act was known as \"Regulation Q\" and allowed the federal government to control interest rates, and this also created the FDIC.": {
    "guess": "Glass-Steagall Act",
    "confidence": [
      [
        "Glass",
        -0.24518032
      ],
      [
        "-",
        -0.48932868
      ],
      [
        "Ste",
        -4.4849444e-06
      ],
      [
        "ag",
        -0.0012161868
      ],
      [
        "all",
        -8.256335e-05
      ],
      [
        " Act",
        -0.008478178
      ]
    ]
  },
  "Leopoldo Galtieri scheduled Operación Rosario for here on May 25th, independence day, but pushed the": {
    "guess": "Argentina",
    "confidence": [
      [
        "Argentina",
        -0.07819726
      ]
    ]
  },
  "In Leo Tolstoy's Resurrection, Dimitri makes a pilgrimage to one to complete his cycle of atonement. In a Jean Genet novel, Darling Daintyfoot harbors an ambition to turn Divine's room into one of these": {
    "guess": "Brothel",
    "confidence": [
      [
        "Bro",
        -1.4078203
      ],
      [
        "th",
        -5.7961847e-06
      ],
      [
        "el",
        -0.0067313537
      ]
    ]
  },
  "In Leo Tolstoy's Resurrection, Dimitri makes a pilgrimage to one to complete his cycle of atonement. In a Jean Genet novel, Darling Daintyfoot harbors an ambition to turn Divine's room into one of these after encountering the titular Our Lady of the Flowers. A particularly hilarious moment in The Good Soldier Svejk occurs when Svejk finds Lieutenant Dub drunk in one, which causes the lieutenant to become the laughingstock of the regiment. Bonificia fulfills a destiny by joining Don Anselmo at one of these in Vargas Llosa's The Green House, while in Notes from Underground, the narrator encounters Liza after an expedition to one of these. For 10 points, identify these institutions that might employ": {
    "guess": "Institution",
    "confidence": [
      [
        "In",
        -1.7059013
      ],
      [
        "stitution",
        -0.019366674
      ]
    ]
  },
  "Leonid Grossman's essay on this novel's protagonist \"and his Stylistics\" focuses on a suppressed chapter in which the protagonist writes a confession to a monk. Joyce Carol Oates's essay on \"Tragic Rites in\" this novel also discusses that censored chapter, which is sometimes titled \"At Tikhon's.\" That chapter describes the main character's rape or seduction of his landlady's twelve-year old daughter Matryosha and her subsequent suicide, events that are partially mirrored in Coetzee's The Master of": {
    "guess": "Crime and Punishment",
    "confidence": [
      [
        "Crime",
        -0.8145525
      ],
      [
        " and",
        -7.755679e-05
      ],
      [
        " Pun",
        -0.00032604876
      ],
      [
        "ishment",
        -0.00036632127
      ]
    ]
  },
  "Lengthy asides in this book include a 37-page chapter on the various kinds of wood and types of kindling": {
    "guess": "Walden",
    "confidence": [
      [
        "W",
        -0.31217182
      ],
      [
        "ald",
        -0.040855125
      ],
      [
        "en",
        -4.4849444e-06
      ]
    ]
  },
  "Leonard Bernstein asserted in the lecture \"The Unanswered Question\" that this piece facilitated the rise of atonal twentieth-century works. This piece's first minute contains an entire bar of silence, a break from the development of the main theme, which alternates between solo flute and oboe. Its name": {
    "guess": "Symphony No. 9 (Beethoven)",
    "confidence": [
      [
        "Sym",
        -1.2245973
      ],
      [
        "phony",
        -0.025191704
      ],
      [
        " No",
        -0.017825624
      ],
      [
        ".",
        -0.00051871676
      ],
      [
        " ",
        -0.0037334491
      ],
      [
        "9",
        -0.6575181
      ],
      [
        " (",
        -0.002783481
      ],
      [
        "Be",
        -0.17750634
      ],
      [
        "ethoven",
        -6.511407e-06
      ],
      [
        ")",
        -3.1544176e-05
      ]
    ]
  },
  "Leon Guoy found that this phenomenon was unaffected by electromagnetism or light and occurred to a greater extent in less viscous fluids. Lars Onsager used it to extend the Debye Huckel theory for ionic solutions. Combining the Stokes formula in consideration equipartition of a sphere allowed (*) Langevin to develop an equation explaining this. The Monte Carlo method can simulate this Wiener process since it is stochastic, and Jean Perrin observed molecules in large jars to estimate Avogadro's number from this process. It was originally observed in Clarckia pulchella, where particles were 5 microns in size. For 10 points, name this type of random motion first observed by a Scottish botanist in": {
    "guess": "Brownian motion",
    "confidence": [
      [
        "Brown",
        -0.008590345
      ],
      [
        "ian",
        -4.179569e-05
      ],
      [
        " motion",
        -0.0029708107
      ]
    ]
  },
  "Leonce Rosenberg built the \"Room of the Gladiators\" in his home specifically to house works he commissioned this man to create. Six orange and white flags appear behind the half-naked title figures of one of this man's paintings, while another features a display case housing five crackers on a blue background. A notable portrait by this man, who signed his later works \"Pictor Optimus,\" features a bust of its subject wearing frameless sunglasses, and another of this man's works inspired a poem by Silvia Plath that asks about ladies \"with heads like darning-eggs.\" Marble sculptures of women lying on stone blocks appear in his Ariadne and Soothsayer's Recompense, while a large marble head appears": {
    "guess": "Giorgio de Chirico",
    "confidence": [
      [
        "Gi",
        -1.7773473
      ],
      [
        "org",
        -0.0008074867
      ],
      [
        "io",
        -0.00024596223
      ],
      [
        " de",
        -0.025160661
      ],
      [
        " Ch",
        -0.0005778161
      ],
      [
        "ir",
        -0.00012904544
      ],
      [
        "ico",
        -0.00030269218
      ]
    ]
  },
  "Leonard Bernstein asserted in the lecture \"The Unanswered Question\" that this piece facilitated the rise of atonal twentieth-century works. This piece's first minute contains an entire bar of silence, a break from the development of the main theme, which alternates between solo flute and oboe. Its name refers to its intended position at the start of a full suite of three movements; the final two were": {
    "guess": "Symphony No. 9 (Beethoven)",
    "confidence": [
      [
        "Sym",
        -0.8551754
      ],
      [
        "phony",
        -0.13552506
      ],
      [
        " No",
        -0.09792741
      ],
      [
        ".",
        -0.0004187562
      ],
      [
        " ",
        -0.002816409
      ],
      [
        "9",
        -1.6213069
      ],
      [
        " (",
        -0.0034167706
      ],
      [
        "Be",
        -0.20107518
      ],
      [
        "ethoven",
        -8.657073e-06
      ],
      [
        ")",
        -5.216641e-05
      ]
    ]
  },
  "Leonce Rosenberg built the \"Room of the Gladiators\" in his home specifically to house works he commissioned this man to create. Six orange and white flags appear behind the half-naked title figures of one of this man's paintings, while another features a display case housing five crackers on a blue background. A notable portrait by this man, who signed his later works \"Pictor Optimus,\" features a bust of its subject wearing frameless sunglasses, and another of this man's works inspired a poem by Silvia Plath that asks about ladies \"with heads like darning-eggs.\" Marble sculptures of women lying": {
    "guess": "Salvador Dalí",
    "confidence": [
      [
        "Sal",
        -2.007459
      ],
      [
        "v",
        -0.0005667338
      ],
      [
        "ador",
        -0.0030480584
      ],
      [
        " Dal",
        -0.12344888
      ],
      [
        "í",
        -0.0022099735
      ]
    ]
  },
  "He's not Leonardo, but he was quite a Renaissance man, proposing flying machines and motorized ships. Following Alexander of Hales, whom he heard lecture in Paris, he wanted to expand university courses to include natural science. He proposed the compilation of an encyclopedia, produced under papal direction, and he ended up writing part of another by himself. The first European to describe gunpowder, For 10 points-name this English friar, philosopher and alchemist of the 13th century.": {
    "guess": "Roger Bacon",
    "confidence": [
      [
        "Roger",
        -0.0017414625
      ],
      [
        " Bacon",
        -6.2729996e-06
      ]
    ]
  },
  "Leonce Rosenberg built the \"Room of the Gladiators\" in his home specifically to house works he commissioned this man to create. Six orange and white flags appear behind the half-naked title figures of one of this man's paintings, while another features a display case housing five crackers on a blue background. A notable portrait by this man, who signed his later works \"Pictor Optimus,\" features a bust of its subject wearing frameless sunglasses, and another of this man's works inspired a poem by Silvia Plath that asks about ladies \"with heads like darning-eggs.\" Marble sculptures of women lying on stone blocks appear in his Ariadne and Soothsayer's Recompense, while a large marble head appears with a glove and a green ball in his Love Song . Better-known works include The Disquieting Muse and Enigma of an Autumn Afternoon, but he is most famous for a work depicting a lone girl pushing a hoop down an alley. For ten points name this surrealist painter of Mystery and Melancholy of a Street.": {
    "guess": "Giorgio de Chirico",
    "confidence": [
      [
        "Gi",
        -0.02487151
      ],
      [
        "org",
        -8.518583e-05
      ],
      [
        "io",
        -7.851042e-05
      ],
      [
        " de",
        -0.0044843582
      ],
      [
        " Ch",
        -0.00015193255
      ],
      [
        "ir",
        -0.00024643904
      ],
      [
        "ico",
        -0.00022296692
      ]
    ]
  },
  "Leonid Grossman's essay on this novel's protagonist \"and his Stylistics\" focuses on a suppressed chapter in which the protagonist writes a confession to a monk. Joyce Carol Oates's essay on \"Tragic Rites in\" this novel also discusses that censored chapter, which is sometimes titled \"At Tikhon's.\" That chapter describes the main character's rape or seduction of his landlady's twelve-year old daughter Matryosha and her subsequent suicide, events that are partially mirrored in Coetzee's The Master of (*) Petersburg. This work's protagonist marries a mentally stunted woman after his repeated assaults": {
    "guess": "Life and Fate",
    "confidence": [
      [
        "Life",
        -1.0785354
      ],
      [
        " and",
        -0.0048333267
      ],
      [
        " Fate",
        -0.0049349894
      ]
    ]
  },
  "Leonce Rosenberg built the \"Room of the Gladiators\" in his home specifically to house works he commissioned": {
    "guess": "Leonce Rosenberg",
    "confidence": [
      [
        "Le",
        -0.42464906
      ],
      [
        "once",
        -0.022981869
      ],
      [
        " Rosenberg",
        -0.00032628715
      ]
    ]
  },
  "Leo Crowley became the first chairman of one agency created by this act. The Camp case saw the Supreme Court create a two-part test for interpreting this law, while in a 1984 case called SIA II, the Supreme": {
    "guess": "National Industrial Recovery Act",
    "confidence": [
      [
        "National",
        -2.078041
      ],
      [
        " Industrial",
        -0.34565753
      ],
      [
        " Recovery",
        -7.672237e-05
      ],
      [
        " Act",
        -0.00013226394
      ]
    ]
  },
  "Leonard Bernstein asserted in the lecture \"The Unanswered Question\" that this piece facilitated the rise": {
    "guess": "The Unanswered Question",
    "confidence": [
      [
        "The",
        -0.47959223
      ],
      [
        " Un",
        -0.06811256
      ],
      [
        "answered",
        -0.00017922651
      ],
      [
        " Question",
        -0.0001406082
      ]
    ]
  },
  "Leonce Rosenberg built the \"Room of the Gladiators\" in his home specifically to house works he commissioned this man to create. Six orange and white flags appear behind the half-naked title figures of one of this man's paintings, while another features a display case housing five crackers on a blue background.": {
    "guess": "Henri Matisse",
    "confidence": [
      [
        "Hen",
        -0.81811076
      ],
      [
        "ri",
        -6.3609965e-05
      ],
      [
        " M",
        -0.0039369874
      ],
      [
        "atis",
        -3.22594e-05
      ],
      [
        "se",
        -9.253091e-06
      ]
    ]
  },
  "Leonid Grossman's essay on this novel's protagonist \"and his Stylistics\" focuses on a suppressed chapter in which the protagonist writes a confession to a monk. Joyce Carol Oates's essay on \"Tragic Rites in\" this novel also discusses that censored chapter, which is sometimes titled \"At Tikhon's.\" That chapter describes the main character's rape or seduction of his landlady's twelve-year old daughter Matryosha and her subsequent suicide, events that are partially mirrored in Coetzee's The Master of (*) Petersburg. This work's protagonist marries a mentally stunted woman after his repeated assaults on the facial appendages of various local nobles gets him exiled for insanity for the second time. Albert Camus adapted this work to the stage after expressing a fascination for it in The Myth of Sisyphus, which discusses the \"logical suicide\" of a character who leaves a note falsely claiming responsibility for Shatov's murder, a crime actually perpetrated by Pyotr Verkhovensky. FTP name this Dostoevsky novel in which the aspiring revolutionaries Kirilov and Stavrogin both commit suicide, embodying the titular Hellish creatures.": {
    "guess": "Demons",
    "confidence": [
      [
        "Dem",
        -0.6853465
      ],
      [
        "ons",
        -4.990154e-05
      ]
    ]
  },
  "In Leo Tolstoy's Resurrection, Dimitri makes a pilgrimage to one to complete his cycle of atonement.": {
    "guess": "Atonement in Christianity",
    "confidence": [
      [
        "A",
        -0.018017652
      ],
      [
        "ton",
        -1.2948405e-05
      ],
      [
        "ement",
        -3.190179e-05
      ],
      [
        " in",
        -0.034825314
      ],
      [
        " Christianity",
        -0.0013849975
      ]
    ]
  },
  "Leopold Godowsky composed fifty-three studies based on these pieces. In the first and eighth of these pieces, the right hand plays extensive arpeggios that require the pianist to engage the shoulder and arm muscles, unlike previous works in the same genre that focused on the fingers and wrists. The right": {
    "guess": "Chopin's Etudes",
    "confidence": [
      [
        "Ch",
        -1.0406796
      ],
      [
        "op",
        -0.034661707
      ],
      [
        "in",
        -7.362307e-05
      ],
      [
        "'s",
        -1.1900281
      ],
      [
        " Et",
        -0.99939793
      ],
      [
        "udes",
        -0.00015657782
      ]
    ]
  },
  "Leopardi wrote one of these poems about Italy including the line \"alone I will fight\" and one to Angelo Mai. Andrew Marvell wrote one of these about \"Cromwell's return from Ireland.\" A notable one of these contains the lines \"Even while we speak, envious time has passed: seize the day.\" The components": {
    "guess": "Carpe diem",
    "confidence": [
      [
        "Car",
        -0.19432385
      ],
      [
        "pe",
        -0.00013822412
      ],
      [
        " di",
        -0.3697917
      ],
      [
        "em",
        -2.8802491e-05
      ]
    ]
  },
  "Leopold Godowsky composed fifty-three studies based on these pieces. In the first and eighth of these pieces, the right hand plays extensive arpeggios that require the pianist to engage the shoulder and arm muscles, unlike previous works in the same genre that focused on the fingers and wrists. The right hand plays brilliant triplets in the fifth of these pieces, which is nicknamed because almost every note is an accidental. The second set of these works form the Opus twenty-five of their composer, and include pieces nicknamed the \"Wrong Note,\" \"Butterfly,\" and \"Winter Wind.\" These pieces were": {
    "guess": "Études by Frédéric Chopin",
    "confidence": [
      [
        "É",
        -0.050277695
      ],
      [
        "t",
        -1.0280384e-06
      ],
      [
        "udes",
        -0.0027312902
      ],
      [
        " by",
        -0.38130903
      ],
      [
        " Fr",
        -0.0013424931
      ],
      [
        "éd",
        -0.00032271104
      ],
      [
        "éric",
        -5.6576944e-05
      ],
      [
        " Chop",
        -0.00011534435
      ],
      [
        "in",
        -8.418666e-06
      ]
    ]
  },
  "Leopold Godowsky composed fifty-three studies based on these pieces. In the first and eighth of these": {
    "guess": "Chopin: 53 Studies",
    "confidence": [
      [
        "Ch",
        -1.1105328
      ],
      [
        "op",
        -0.031845275
      ],
      [
        "in",
        -7.755679e-05
      ],
      [
        ":",
        -1.131551
      ],
      [
        " ",
        -1.4147338
      ],
      [
        "53",
        -0.011653875
      ],
      [
        " Studies",
        -0.020546913
      ]
    ]
  },
  "He's not Leonardo, but he was quite a Renaissance man, proposing flying machines and motorized ships.": {
    "guess": "Leonardo da Vinci",
    "confidence": [
      [
        "Leon",
        -1.469214
      ],
      [
        "ardo",
        -0.00443439
      ],
      [
        " da",
        -0.0155335665
      ],
      [
        " Vinci",
        -4.0961266e-05
      ]
    ]
  }
}