{
  "In Shinto, a well on Fujiyama gaurded by Sengen bestowed this property.  One place where everyone had this quality forbade inhabitants from touching the soil of Ireland, lest they never return, and is ruled by Niamh in Celtic myth; that place, \"Tir na Nog,\" is named for this property. A son of Olvaldi": {
    "guess": "Golden apples",
    "confidence": [
      [
        "Golden",
        -1.4562236
      ],
      [
        " apples",
        -0.6177962
      ]
    ]
  },
  "One ship in this man's fleet is rammed and destroyed by the Robert-Faulkner-commanded Aquila. In one battle, this figure is surrounded by increasing numbers of golden energy balls, and defeating him requires": {
    "guess": "List of One Piece characters",
    "confidence": [
      [
        "List",
        -1.2841377
      ],
      [
        " of",
        -0.0007028993
      ],
      [
        " One",
        -0.9010767
      ],
      [
        " Piece",
        -0.002650571
      ],
      [
        " characters",
        -0.3261533
      ]
    ]
  },
  "Shipping the most recent Harry Potter novel to Miranda's children in Paris before it has even been released;* locating an unnamed antique store where Miranda had once admired a dresser; serving lattes": {
    "guess": "Miranda Warning",
    "confidence": [
      [
        "Mir",
        -0.9822482
      ],
      [
        "anda",
        -0.0046669804
      ],
      [
        " Warning",
        -1.2856209
      ]
    ]
  },
  "In Shinto, a well on Fujiyama gaurded by Sengen bestowed this property.  One place where everyone had": {
    "guess": "Sengen Shrine",
    "confidence": [
      [
        "S",
        -0.929819
      ],
      [
        "eng",
        -0.036374923
      ],
      [
        "en",
        -0.00083225913
      ],
      [
        " Shrine",
        -0.2599222
      ]
    ]
  },
  "In Shinto, a well on Fujiyama gaurded by Sengen bestowed this property.  One place where everyone had this quality forbade inhabitants from touching the soil of Ireland, lest they never return, and is ruled by Niamh in Celtic myth; that place, \"Tir na Nog,\" is named for this property. A son of Olvaldi once caused the Norse gods to stop having this property by stealing Idunn's golden apples. This property was notably not given to a son of Laomedon who founded Susa in Ethiopia after running off with Eos. For 10 points, Tithonus turned into a cicada because he was granted eternal life, but not what useful complementary property?": {
    "guess": "Immortality",
    "confidence": [
      [
        "Imm",
        -0.42734233
      ],
      [
        "ortality",
        -0.00035953766
      ]
    ]
  },
  "The Shilluk people believed that their creator god Jo-Uk created a sacred white cow out of this entity.": {
    "guess": "Shilluk religion",
    "confidence": [
      [
        "Sh",
        -0.062032327
      ],
      [
        "ill",
        -0.0026365342
      ],
      [
        "uk",
        -0.000121542944
      ],
      [
        " religion",
        -0.30413008
      ]
    ]
  },
  "Shipping the most recent Harry Potter novel to Miranda's children in Paris before it has even been released;*": {
    "guess": "Harry Potter and the Deathly Hallows",
    "confidence": [
      [
        "Harry",
        -0.4065374
      ],
      [
        " Potter",
        -0.024170188
      ],
      [
        " and",
        -0.043052968
      ],
      [
        " the",
        -0.0003403495
      ],
      [
        " Death",
        -0.13770184
      ],
      [
        "ly",
        -0.000113913906
      ],
      [
        " Hall",
        -0.0011771319
      ],
      [
        "ows",
        -1.6762922e-05
      ]
    ]
  },
  "One ship in this man's fleet is rammed and destroyed by the Robert-Faulkner-commanded Aquila. In one battle, this figure is surrounded by increasing numbers of golden energy balls, and defeating him requires using Wolf Cloak, Bear Might, and Eagle Flight; after that battle, he is killed by smashing the": {
    "guess": "Assassin's Creed III",
    "confidence": [
      [
        "Ass",
        -0.7658289
      ],
      [
        "assin",
        -0.083707124
      ],
      [
        "'s",
        -0.0010867553
      ],
      [
        " Creed",
        -0.00055231754
      ],
      [
        " III",
        -0.18038145
      ]
    ]
  },
  "In Shinto it is sometimes the domain of Owatatsumi, sometimes that of Susanowo. Varuna lost his more celestial powers and was relegated to lord of this during Hindu times. Mahannon protects it in Celtic": {
    "guess": "Sea",
    "confidence": [
      [
        "Sea",
        -0.7924776
      ]
    ]
  },
  "One ship in this man's fleet is rammed and destroyed by the Robert-Faulkner-commanded Aquila. In one battle, this figure is surrounded by increasing numbers of golden energy balls, and defeating him requires using Wolf Cloak, Bear Might, and Eagle Flight; after that battle, he is killed by smashing the ceiling of a pyramid while standing on it. This man experienced a vision in which he launches a retaliatory strike after Ziio attempts to steal his scepter; this occurs after he touches a First Civilization": {
    "guess": "Haytham Kenway",
    "confidence": [
      [
        "Hay",
        -0.3833524
      ],
      [
        "th",
        -0.0054175467
      ],
      [
        "am",
        -8.852353e-05
      ],
      [
        " Ken",
        -0.00041327282
      ],
      [
        "way",
        -0.00014251545
      ]
    ]
  },
  "Shipping the most recent Harry Potter novel to Miranda's children in Paris before it has even been released;* locating an unnamed antique store where Miranda had once admired a dresser; serving lattes at the exact temperature at which Miranda prefers to drink them. All of these are duties that a personal": {
    "guess": "Personal assistant",
    "confidence": [
      [
        "Personal",
        -0.5210411
      ],
      [
        " assistant",
        -0.052580204
      ]
    ]
  },
  "The Shilluk people believed that their creator god Jo-Uk created a sacred white cow out of this entity. In Dinka mythology, Aiwei's mother was impregnated by this entity. Abtu and Anet were two creatures that resided in this entity and were tasked with warning Ra. According to the Famine Stele, Djoser": {
    "guess": "The Nile",
    "confidence": [
      [
        "The",
        -0.4115518
      ],
      [
        " Nile",
        -0.028951403
      ]
    ]
  },
  "The Shilluk people believed that their creator god Jo-Uk created a sacred white cow out of this entity. In Dinka mythology, Aiwei's mother was impregnated by this entity. Abtu and Anet were two creatures that resided in this entity and were tasked with warning Ra. According to the Famine Stele, Djoser requested help from Hapy and a god residing at Elephantine to control this body. The sarcophagus containing Osiris' body was placed in it, and its annual cycle coincided with his death and resurrection. For 10 points, Khnum was one of the primary gods of what major river of Egypt?": {
    "guess": "Nile",
    "confidence": [
      [
        "N",
        -0.013215411
      ],
      [
        "ile",
        -0.0001167748
      ]
    ]
  },
  "In Shinto it is sometimes the domain of Owatatsumi, sometimes that of Susanowo. Varuna lost his more celestial powers and was relegated to lord of this during Hindu times. Mahannon protects it in Celtic myth and Yamm in the Canaanite pantheon. Nethuns in Etruscan myth, Njord and Neith in Norse, and the": {
    "guess": "Sea",
    "confidence": [
      [
        "Sea",
        -0.9782808
      ]
    ]
  },
  "One ship in this man's fleet is rammed and destroyed by the Robert-Faulkner-commanded Aquila. In one battle, this figure is surrounded by increasing numbers of golden energy balls, and defeating him requires using Wolf Cloak, Bear Might, and Eagle Flight; after that battle, he is killed by smashing the ceiling of a pyramid while standing on it. This man experienced a vision in which he launches a retaliatory strike after Ziio attempts to steal his scepter; this occurs after he touches a First Civilization artifact called the (*) Apple of Eden. In one battle, this man shot the horse of the Templar Haytham Kenway out from under him. This man was responsible for ordering the massacre of the tribe of Ratonhnhaké:ton (Ra-doh-han-gay-don), a.k.a. Connor, a few years after his expedition to Fort Duquesne with Edward Braddock. For 10 points, name this historical figure, who in an alternative timeline presented in Assassins Creed III becomes a tyrannical king after winning the Revolutionary War.": {
    "guess": "George Washington",
    "confidence": [
      [
        "George",
        -0.27637446
      ],
      [
        " Washington",
        -9.066919e-05
      ]
    ]
  },
  "The Shilluk people believed that their creator god Jo-Uk created a sacred white cow out of this entity. In Dinka mythology, Aiwei's mother was impregnated by this entity. Abtu and Anet were two creatures that resided in this entity and were tasked with warning Ra. According to the Famine Stele, Djoser requested help from Hapy and a god residing at Elephantine to control this body. The sarcophagus containing": {
    "guess": "Nile",
    "confidence": [
      [
        "N",
        -0.021646552
      ],
      [
        "ile",
        -0.089553505
      ]
    ]
  },
  "Shipping the most recent Harry Potter novel to Miranda's children in Paris before it has even been released;* locating an unnamed antique store where Miranda had once admired a dresser; serving lattes at the exact temperature at which Miranda prefers to drink them. All of these are duties that a personal assistant hungry for a recommendation must perform for her overly demanding boss in, FTP, what": {
    "guess": "The Devil Wears Prada (novel)",
    "confidence": [
      [
        "The",
        -0.021482171
      ],
      [
        " Devil",
        -0.02909083
      ],
      [
        " W",
        -0.0005551784
      ],
      [
        "ears",
        -1.7478143e-05
      ],
      [
        " Pr",
        -3.1782583e-05
      ],
      [
        "ada",
        -0.00010330478
      ],
      [
        " (",
        -0.5052194
      ],
      [
        "nov",
        -0.0028644388
      ],
      [
        "el",
        -8.1490514e-05
      ],
      [
        ")",
        -0.009132102
      ]
    ]
  },
  "One ship in this man's fleet is rammed and destroyed by the Robert-Faulkner-commanded Aquila. In one battle, this figure is surrounded by increasing numbers of golden energy balls, and defeating him requires using Wolf Cloak, Bear Might, and Eagle Flight; after that battle, he is killed by smashing the ceiling of a pyramid while standing on it. This man experienced a vision in which he launches a retaliatory": {
    "guess": "José de la Cruz Porfirio Díaz Mori",
    "confidence": [
      [
        "Jos",
        -1.9349358
      ],
      [
        "é",
        -0.01002852
      ],
      [
        " de",
        -0.2016404
      ],
      [
        " la",
        -0.003519295
      ],
      [
        " Cruz",
        -0.0012866637
      ],
      [
        " Por",
        -0.037225205
      ],
      [
        "fir",
        -0.00024299313
      ],
      [
        "io",
        -7.465036e-06
      ],
      [
        " D",
        -0.0015497371
      ],
      [
        "í",
        -2.9160103e-05
      ],
      [
        "az",
        -1.0564331e-05
      ],
      [
        " Mori",
        -0.00048215056
      ]
    ]
  },
  "In Shinto it is sometimes the domain of Owatatsumi, sometimes that of Susanowo. Varuna lost his more": {
    "guess": "Sea",
    "confidence": [
      [
        "Sea",
        -0.6322009
      ]
    ]
  },
  "One ship in this man's fleet is rammed and destroyed by the Robert-Faulkner-commanded Aquila. In one battle, this figure is surrounded by increasing numbers of golden energy balls, and defeating him requires using Wolf Cloak, Bear Might, and Eagle Flight; after that battle, he is killed by smashing the ceiling of a pyramid while standing on it. This man experienced a vision in which he launches a retaliatory strike after Ziio attempts to steal his scepter; this occurs after he touches a First Civilization artifact called the (*) Apple of Eden. In one battle, this man shot the horse of the Templar Haytham Kenway out from under him. This man was responsible for ordering the massacre of the tribe": {
    "guess": "Haytham Kenway",
    "confidence": [
      [
        "Hay",
        -0.04298172
      ],
      [
        "th",
        -0.0010838981
      ],
      [
        "am",
        -0.000110576206
      ],
      [
        " Ken",
        -0.0003856286
      ],
      [
        "way",
        -0.00015240935
      ]
    ]
  },
  "In Shinto, a well on Fujiyama gaurded by Sengen bestowed this property.  One place where everyone had this quality forbade inhabitants from touching the soil of Ireland, lest they never return, and is ruled by Niamh in Celtic myth; that place, \"Tir na Nog,\" is named for this property. A son of Olvaldi once caused the Norse gods to stop having this property by stealing Idunn's golden apples. This property": {
    "guess": "Immortality",
    "confidence": [
      [
        "Imm",
        -0.1787956
      ],
      [
        "ortality",
        -0.00066096894
      ]
    ]
  },
  "One ship in this man's fleet is rammed and destroyed by the Robert-Faulkner-commanded Aquila. In one battle, this figure is surrounded by increasing numbers of golden energy balls, and defeating him requires using Wolf Cloak, Bear Might, and Eagle Flight; after that battle, he is killed by smashing the ceiling of a pyramid while standing on it. This man experienced a vision in which he launches a retaliatory strike after Ziio attempts to steal his scepter; this occurs after he touches a First Civilization artifact called the (*) Apple of Eden. In one battle, this man shot the horse of the Templar Haytham Kenway out from under him. This man was responsible for ordering the massacre of the tribe of Ratonhnhaké:ton (Ra-doh-han-gay-don), a.k.a. Connor, a few years after his expedition to Fort Duquesne": {
    "guess": "Haytham Kenway",
    "confidence": [
      [
        "Hay",
        -0.068472415
      ],
      [
        "th",
        -0.00035214704
      ],
      [
        "am",
        -6.46828e-05
      ],
      [
        " Ken",
        -0.0001246349
      ],
      [
        "way",
        -0.00014513794
      ]
    ]
  },
  "Shipping the most recent Harry Potter novel to Miranda's children in Paris before it has even been released;* locating an unnamed antique store where Miranda had once admired a dresser; serving lattes at the exact temperature at which Miranda prefers to drink them. All of these are duties that a personal assistant hungry for a recommendation must perform for her overly demanding boss in, FTP, what 2003 chick-lit novel by Lauren Weisberger, which brings new meaning to the phrase, \"the boss from Hell\"?": {
    "guess": "The Devil Wears Prada",
    "confidence": [
      [
        "The",
        -0.003561704
      ],
      [
        " Devil",
        -0.00051943195
      ],
      [
        " W",
        -0.00026228945
      ],
      [
        "ears",
        -7.3458323e-06
      ],
      [
        " Pr",
        -6.2729996e-06
      ],
      [
        "ada",
        -3.166338e-05
      ]
    ]
  },
  "In Shinto it is sometimes the domain of Owatatsumi, sometimes that of Susanowo. Varuna lost his more celestial powers and was relegated to lord of this during Hindu times. Mahannon protects it in Celtic myth and Yamm in the Canaanite pantheon. Nethuns in Etruscan myth, Njord and Neith in Norse, and the Roman \"earthshaker\" also were the patrons of it. For 10 points, Proteus was the \"old man of\" what domain ruled over by Neptune?": {
    "guess": "The Sea",
    "confidence": [
      [
        "The",
        -0.124040656
      ],
      [
        " Sea",
        -0.55732
      ]
    ]
  },
  "The Shilluk people believed that their creator god Jo-Uk created a sacred white cow out of this entity. In Dinka mythology, Aiwei's mother was impregnated by this entity. Abtu and Anet were two creatures that resided in this entity and were tasked with warning Ra. According to the Famine Stele, Djoser requested help from Hapy and a god residing at Elephantine to control this body. The sarcophagus containing Osiris' body was placed in it, and its annual cycle coincided with his death and resurrection.": {
    "guess": "Nile",
    "confidence": [
      [
        "N",
        -0.031855434
      ],
      [
        "ile",
        -0.001137239
      ]
    ]
  },
  "In Shinto, a well on Fujiyama gaurded by Sengen bestowed this property.  One place where everyone had this quality forbade inhabitants from touching the soil of Ireland, lest they never return, and is": {
    "guess": "Holy well",
    "confidence": [
      [
        "Holy",
        -1.0938345
      ],
      [
        " well",
        -0.3184693
      ]
    ]
  },
  "This man's Shingle-style buildings include residences for J.B. Tarbox and Charles Noyes. This designer": {
    "guess": "William Ralph Emerson",
    "confidence": [
      [
        "William",
        -0.8879541
      ],
      [
        " Ralph",
        -0.0716177
      ],
      [
        " Emerson",
        -0.00035214704
      ]
    ]
  },
  "The Shilluk people believed that their creator god Jo-Uk created a sacred white cow out of this entity. In Dinka mythology, Aiwei's mother was impregnated by this entity. Abtu and Anet were two creatures": {
    "guess": "Chaos (cosmogony)",
    "confidence": [
      [
        "Ch",
        -0.91000414
      ],
      [
        "aos",
        -0.0003272408
      ],
      [
        " (",
        -0.075160585
      ],
      [
        "cos",
        -0.029874522
      ],
      [
        "m",
        -7.886803e-05
      ],
      [
        "og",
        -2.2723105e-05
      ],
      [
        "ony",
        -0.00018828231
      ],
      [
        ")",
        -0.0005236041
      ]
    ]
  },
  "In Shinto, a well on Fujiyama gaurded by Sengen bestowed this property.  One place where everyone had this quality forbade inhabitants from touching the soil of Ireland, lest they never return, and is ruled by Niamh in Celtic myth; that place, \"Tir na Nog,\" is named for this property. A son of Olvaldi once caused the Norse gods to stop having this property by stealing Idunn's golden apples. This property was notably not given to a son of Laomedon who founded Susa in Ethiopia after running off with": {
    "guess": "Immortality",
    "confidence": [
      [
        "Imm",
        -0.11172408
      ],
      [
        "ortality",
        -0.0009770751
      ]
    ]
  },
  "One ship in this man's fleet is rammed and destroyed by the Robert-Faulkner-commanded Aquila. In one battle, this figure is surrounded by increasing numbers of golden energy balls, and defeating him requires using Wolf Cloak, Bear Might, and Eagle Flight; after that battle, he is killed by smashing the ceiling of a pyramid while standing on it. This man experienced a vision in which he launches a retaliatory strike after Ziio attempts to steal his scepter; this occurs after he touches a First Civilization artifact called the (*) Apple of Eden. In one battle, this man shot the horse of the Templar": {
    "guess": "Haytham Kenway",
    "confidence": [
      [
        "Hay",
        -0.03199434
      ],
      [
        "th",
        -0.0017522954
      ],
      [
        "am",
        -7.183501e-05
      ],
      [
        " Ken",
        -0.00014787962
      ],
      [
        "way",
        -0.000104377614
      ]
    ]
  },
  "In Shinto, a well on Fujiyama gaurded by Sengen bestowed this property.  One place where everyone had this quality forbade inhabitants from touching the soil of Ireland, lest they never return, and is ruled by Niamh in Celtic myth; that place, \"Tir na Nog,\" is named for this property. A son of Olvaldi once caused the Norse gods to stop having this property by stealing Idunn's golden apples. This property was notably not given to a son of Laomedon who founded Susa in Ethiopia after running off with Eos. For 10 points, Tithonus turned into a cicada because he was granted eternal life, but not what": {
    "guess": "Immortality",
    "confidence": [
      [
        "Imm",
        -0.011489854
      ],
      [
        "ortality",
        -6.0033854e-05
      ]
    ]
  },
  "In Shinto it is sometimes the domain of Owatatsumi, sometimes that of Susanowo. Varuna lost his more celestial powers and was relegated to lord of this during Hindu times. Mahannon protects it in Celtic myth and Yamm in the Canaanite pantheon. Nethuns in Etruscan myth, Njord and Neith in Norse, and the Roman \"earthshaker\" also were the patrons of it. For 10 points, Proteus was the \"old man of\" what": {
    "guess": "Sea",
    "confidence": [
      [
        "Sea",
        -0.64783704
      ]
    ]
  },
  "One ship in this man's fleet is rammed and destroyed by the Robert-Faulkner-commanded Aquila. In one": {
    "guess": "Battle of Diu",
    "confidence": [
      [
        "Battle",
        -0.53584564
      ],
      [
        " of",
        -0.0072580315
      ],
      [
        " Di",
        -2.2002273
      ],
      [
        "u",
        -7.946405e-05
      ]
    ]
  },
  "This man's Shingle-style buildings include residences for J.B. Tarbox and Charles Noyes. This designer of the only permanent building from the Louisiana Purchase Exposition, now the St. Louis Art Museum,": {
    "guess": "Cass Gilbert",
    "confidence": [
      [
        "C",
        -0.01713191
      ],
      [
        "ass",
        -0.0002905334
      ],
      [
        " Gilbert",
        -0.00023679454
      ]
    ]
  },
  "One ship in this man's fleet is rammed and destroyed by the Robert-Faulkner-commanded Aquila. In one battle, this figure is surrounded by increasing numbers of golden energy balls, and defeating him requires using Wolf Cloak, Bear Might, and Eagle Flight; after that battle, he is killed by smashing the ceiling of a pyramid while standing on it. This man experienced a vision in which he launches a retaliatory strike after Ziio attempts to steal his scepter; this occurs after he touches a First Civilization artifact called the (*) Apple of Eden. In one battle, this man shot the horse of the Templar Haytham Kenway out from under him. This man was responsible for ordering the massacre of the tribe of Ratonhnhaké:ton (Ra-doh-han-gay-don), a.k.a. Connor, a few years after his expedition to Fort Duquesne with Edward Braddock. For 10 points, name this historical figure, who in an alternative timeline": {
    "guess": "Haytham Kenway",
    "confidence": [
      [
        "Hay",
        -0.05306995
      ],
      [
        "th",
        -0.0011059215
      ],
      [
        "am",
        -0.000110337794
      ],
      [
        " Ken",
        -0.00053611316
      ],
      [
        "way",
        -0.00018863993
      ]
    ]
  },
  "This man's Shingle-style buildings include residences for J.B. Tarbox and Charles Noyes. This designer of the only permanent building from the Louisiana Purchase Exposition, now the St. Louis Art Museum, included a gold-leaved dome for his West Virginia State Capitol.  One of his works uses Ionic columns": {
    "guess": "Cass Gilbert",
    "confidence": [
      [
        "C",
        -0.013056935
      ],
      [
        "ass",
        -0.0006199849
      ],
      [
        " Gilbert",
        -0.00039361522
      ]
    ]
  },
  "This man's Shingle-style buildings include residences for J.B. Tarbox and Charles Noyes. This designer of the only permanent building from the Louisiana Purchase Exposition, now the St. Louis Art Museum, included a gold-leaved dome for his West Virginia State Capitol.  One of his works uses Ionic columns in its interior, while the front features two rows of eight Corinthian columns as well as a pediment": {
    "guess": "Cass Gilbert",
    "confidence": [
      [
        "C",
        -0.33929738
      ],
      [
        "ass",
        -0.00035214704
      ],
      [
        " Gilbert",
        -2.2127088e-05
      ]
    ]
  },
  "This man's Shingle-style buildings include residences for J.B. Tarbox and Charles Noyes. This designer of the only permanent building from the Louisiana Purchase Exposition, now the St. Louis Art Museum, included a gold-leaved dome for his West Virginia State Capitol.  One of his works uses Ionic columns in its interior, while the front features two rows of eight Corinthian columns as well as a pediment with William Howard Taft and John Marshall in Roman garb; another building of his was the tallest": {
    "guess": "Cass Gilbert",
    "confidence": [
      [
        "C",
        -0.0050773295
      ],
      [
        "ass",
        -0.001209161
      ],
      [
        " Gilbert",
        -3.1305768e-05
      ]
    ]
  },
  "This man's Shingle-style buildings include residences for J.B. Tarbox and Charles Noyes. This designer of the only permanent building from the Louisiana Purchase Exposition, now the St. Louis Art Museum, included a gold-leaved dome for his West Virginia State Capitol.  One of his works uses Ionic columns in its interior, while the front features two rows of eight Corinthian columns as well as a pediment with William Howard Taft and John Marshall in Roman garb; another building of his was the tallest in the world until the Chrysler Building overtook it.  For 10 points, name this architect of the": {
    "guess": "Cass Gilbert",
    "confidence": [
      [
        "C",
        -0.014112501
      ],
      [
        "ass",
        -0.0017243229
      ],
      [
        " Gilbert",
        -0.00011272187
      ]
    ]
  },
  "This man's Shingle-style buildings include residences for J.B. Tarbox and Charles Noyes. This designer of the only permanent building from the Louisiana Purchase Exposition, now the St. Louis Art Museum, included a gold-leaved dome for his West Virginia State Capitol.  One of his works uses Ionic columns in its interior, while the front features two rows of eight Corinthian columns as well as a pediment with William Howard Taft and John Marshall in Roman garb; another building of his was the tallest in the world until the Chrysler Building overtook it.  For 10 points, name this architect of the United States Supreme Court Building and the Woolworth Building.": {
    "guess": "Cass Gilbert",
    "confidence": [
      [
        "C",
        -0.006646807
      ],
      [
        "ass",
        -0.00029005657
      ],
      [
        " Gilbert",
        -1.998142e-05
      ]
    ]
  }
}