{
  "Weekend of Quizbowl 2009 NSC-Format   Round 9      Related Tossup/Bonus      Minor characters in this work include Sledge and a cop named Alcatraz as well as a jazz musician who adds \"orooni\" to the end of his words, Slim Gaillard. The protagonist of this novel briefly serves as a night watchman for workers bound for Japan with his French friend Remi Boncoeur before meeting love interest Terry on a bus.  In its second part the protagonist visits drug addicts Jane and Old Bull Lee in New Orleans while": {
    "guess": "On the Road",
    "confidence": [
      [
        "On",
        -0.003933899
      ],
      [
        " the",
        -0.00074935204
      ],
      [
        " Road",
        -3.6669935e-05
      ]
    ]
  },
  "\"Weep for the living; mourn no more,\" begins Peel's 1845 ode on this subject. Other literary treatments include Gerhard Meier's 1982 novel and an 1837 Lermontov poem narrated by an anonymous soldier. Neither the suffering under artillery fire of Ostermann-Tolstoi's corps nor the heroics of Barclay de": {
    "guess": "The Death of the Poet",
    "confidence": [
      [
        "The",
        -1.5992153
      ],
      [
        " Death",
        -1.3801697
      ],
      [
        " of",
        -0.0008759702
      ],
      [
        " the",
        -0.38575774
      ],
      [
        " Po",
        -0.019582724
      ],
      [
        "et",
        -0.00015121732
      ]
    ]
  },
  "One week after Orsted discovered that a compass needle was affected by electric current, this man published a paper explaining the phenomenon. A law named after him states that the path integral of a magnetic": {
    "guess": "Ampère's circuital law",
    "confidence": [
      [
        "A",
        -0.013328225
      ],
      [
        "mp",
        -0.00039861441
      ],
      [
        "ère",
        -0.00036573625
      ],
      [
        "'s",
        -4.00813e-06
      ],
      [
        " circ",
        -0.00596068
      ],
      [
        "u",
        -2.0696643e-05
      ],
      [
        "ital",
        -1.8624639e-06
      ],
      [
        " law",
        -0.00021105022
      ]
    ]
  },
  "One week after Orsted discovered that a compass needle was affected by electric current, this man published a paper explaining the phenomenon. A law named after him states that the path integral of a magnetic field equals the permeability times the electrical current in the loop. Name this early nineteenth century Frenchman after whom the SI unit of electric current is named.": {
    "guess": "Ampère's circuital law",
    "confidence": [
      [
        "A",
        -0.122128196
      ],
      [
        "mp",
        -0.0020481977
      ],
      [
        "ère",
        -0.0071646543
      ],
      [
        "'s",
        -0.0143839745
      ],
      [
        " circ",
        -0.14720176
      ],
      [
        "u",
        -2.8160932e-06
      ],
      [
        "ital",
        -5.5577775e-06
      ],
      [
        " law",
        -0.000919916
      ]
    ]
  },
  "Weekend of Quizbowl 2009 NSC-Format   Round 9      Related Tossup/Bonus      Minor characters in this work include Sledge and a cop named Alcatraz as well as a jazz musician who adds \"orooni\" to the end of his words, Slim Gaillard. The protagonist of this novel briefly serves as a night watchman for": {
    "guess": "On the Road",
    "confidence": [
      [
        "On",
        -0.059405573
      ],
      [
        " the",
        -0.0014299979
      ],
      [
        " Road",
        -0.00014621076
      ]
    ]
  },
  "Weekend of Quizbowl 2009 NSC-Format   Round 9      Related Tossup/Bonus      Minor characters in this work include Sledge and a cop named Alcatraz as well as a jazz musician who adds \"orooni\" to the end of his words, Slim Gaillard. The protagonist of this novel briefly serves as a night watchman for workers bound for Japan with his French friend Remi Boncoeur before meeting love interest Terry on a": {
    "guess": "On the Road",
    "confidence": [
      [
        "On",
        -0.0033766227
      ],
      [
        " the",
        -0.03411472
      ],
      [
        " Road",
        -9.996708e-05
      ]
    ]
  },
  "Weekend of Quizbowl 2009 NSC-Format   Round 9      Related Tossup/Bonus      Minor characters in this work include Sledge and a cop named Alcatraz as well as a jazz musician who adds \"orooni\" to the end of his words, Slim Gaillard. The protagonist of this novel briefly serves as a night watchman for workers bound for Japan with his French friend Remi Boncoeur before meeting love interest Terry on a bus.  In its second part the protagonist visits drug addicts Jane and Old Bull Lee in New Orleans while accompanying Ed Dunkel and Mary Lou in a Hudson with the book's \"hero of the Western gang\", Dean": {
    "guess": "On the Road",
    "confidence": [
      [
        "On",
        -0.008567533
      ],
      [
        " the",
        -0.0023620941
      ],
      [
        " Road",
        -8.3993786e-05
      ]
    ]
  },
  "\"Weep for the living; mourn no more,\" begins Peel's 1845 ode on this subject. Other literary treatments include Gerhard Meier's 1982 novel and an 1837 Lermontov poem narrated by an anonymous soldier. Neither the suffering under artillery fire of Ostermann-Tolstoi's corps nor the heroics of Barclay de Tolly, who had been fired just before this battle, could prevent the fall of the Great Redoubt by mid-afternoon. Prince Bagration, commander of the Second Army, was among the fifty-two thousand casualties": {
    "guess": "Battle of Borodino",
    "confidence": [
      [
        "Battle",
        -0.03747177
      ],
      [
        " of",
        -0.000100205485
      ],
      [
        " Bor",
        -0.00073684665
      ],
      [
        "od",
        -7.58424e-06
      ],
      [
        "ino",
        -2.8206474e-05
      ]
    ]
  },
  "\"Weep for the living; mourn no more,\" begins Peel's 1845 ode on this subject. Other literary treatments include Gerhard Meier's 1982 novel and an 1837 Lermontov poem narrated by an anonymous soldier. Neither the suffering under artillery fire of Ostermann-Tolstoi's corps nor the heroics of Barclay de Tolly, who had been fired just before this battle, could prevent the fall of the Great Redoubt by mid-afternoon.": {
    "guess": "Battle of Borodino",
    "confidence": [
      [
        "Battle",
        -0.3726791
      ],
      [
        " of",
        -0.00038515177
      ],
      [
        " Bor",
        -0.021659387
      ],
      [
        "od",
        -8.776276e-06
      ],
      [
        "ino",
        -1.4498052e-05
      ]
    ]
  },
  "\"Weep for the living; mourn no more,\" begins Peel's 1845 ode on this subject. Other literary treatments": {
    "guess": "Grief",
    "confidence": [
      [
        "G",
        -0.7449796
      ],
      [
        "rief",
        -0.08864628
      ]
    ]
  },
  "Weekend of Quizbowl 2009 NSC-Format   Round 9      Related Tossup/Bonus      Minor characters in this work include Sledge and a cop named Alcatraz as well as a jazz musician who adds \"orooni\" to the end": {
    "guess": "Invisible Man (novel)",
    "confidence": [
      [
        "In",
        -0.6417219
      ],
      [
        "visible",
        -0.52288646
      ],
      [
        " Man",
        -0.00017457757
      ],
      [
        " (",
        -0.2780313
      ],
      [
        "nov",
        -0.0127042355
      ],
      [
        "el",
        -5.5265704e-05
      ],
      [
        ")",
        -0.018945437
      ]
    ]
  },
  "One week after Orsted discovered that a compass needle was affected by electric current, this man published a paper explaining the phenomenon. A law named after him states that the path integral of a magnetic field equals the permeability times the electrical current in the loop. Name this early nineteenth": {
    "guess": "Ampère's circuital law",
    "confidence": [
      [
        "A",
        -0.0034808016
      ],
      [
        "mp",
        -0.000501324
      ],
      [
        "ère",
        -8.75699e-05
      ],
      [
        "'s",
        -5.9080223e-05
      ],
      [
        " circ",
        -0.009544049
      ],
      [
        "u",
        -1.4140442e-05
      ],
      [
        "ital",
        -2.3392786e-06
      ],
      [
        " law",
        -0.00013524403
      ]
    ]
  },
  "\"Weep for the living; mourn no more,\" begins Peel's 1845 ode on this subject. Other literary treatments include Gerhard Meier's 1982 novel and an 1837 Lermontov poem narrated by an anonymous soldier. Neither the suffering under artillery fire of Ostermann-Tolstoi's corps nor the heroics of Barclay de Tolly, who had been fired just before this battle, could prevent the fall of the Great Redoubt by mid-afternoon. Prince Bagration, commander of the Second Army, was among the fifty-two thousand casualties suffered by the defenders, who were forced to continue their retreat.  FTP, name this battle described by Tolstoy in War and Peace, a September 1812 clash on the road to Moscow.": {
    "guess": "Battle of Borodino",
    "confidence": [
      [
        "Battle",
        -0.019283187
      ],
      [
        " of",
        -0.00030638382
      ],
      [
        " Bor",
        -0.0002676536
      ],
      [
        "od",
        -3.2736214e-05
      ],
      [
        "ino",
        -3.523949e-05
      ]
    ]
  },
  "\"Weep for the living; mourn no more,\" begins Peel's 1845 ode on this subject. Other literary treatments include Gerhard Meier's 1982 novel and an 1837 Lermontov poem narrated by an anonymous soldier. Neither the suffering under artillery fire of Ostermann-Tolstoi's corps nor the heroics of Barclay de Tolly, who had been fired just before this battle, could prevent the fall of the Great Redoubt by mid-afternoon. Prince Bagration, commander of the Second Army, was among the fifty-two thousand casualties suffered by the defenders, who were forced to continue their retreat.  FTP, name this battle described": {
    "guess": "Battle of Borodino",
    "confidence": [
      [
        "Battle",
        -0.073914535
      ],
      [
        " of",
        -0.00043722545
      ],
      [
        " Bor",
        -0.0025105008
      ],
      [
        "od",
        -2.4272753e-05
      ],
      [
        "ino",
        -4.692145e-05
      ]
    ]
  },
  "One week after Orsted discovered that a compass needle was affected by electric current, this man published": {
    "guess": "Hans Christian Ørsted",
    "confidence": [
      [
        "H",
        -0.89206487
      ],
      [
        "ans",
        -0.0002703953
      ],
      [
        " Christian",
        -3.297462e-05
      ],
      [
        " Ø",
        -0.060776167
      ],
      [
        "r",
        -8.613945e-05
      ],
      [
        "sted",
        -1.342522e-05
      ]
    ]
  },
  "Weekend of Quizbowl 2009 NSC-Format   Round 9      Related Tossup/Bonus      Minor characters in this": {
    "guess": "Plautus",
    "confidence": [
      [
        "Pl",
        -0.1642689
      ],
      [
        "aut",
        -0.004592588
      ],
      [
        "us",
        -0.0033193536
      ]
    ]
  },
  "\"Weep for the living; mourn no more,\" begins Peel's 1845 ode on this subject. Other literary treatments include Gerhard Meier's 1982 novel and an 1837 Lermontov poem narrated by an anonymous soldier. Neither": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -1.2752452
      ]
    ]
  },
  "Weekend of Quizbowl 2009 NSC-Format   Round 9      Related Tossup/Bonus      Minor characters in this work include Sledge and a cop named Alcatraz as well as a jazz musician who adds \"orooni\" to the end of his words, Slim Gaillard. The protagonist of this novel briefly serves as a night watchman for workers bound for Japan with his French friend Remi Boncoeur before meeting love interest Terry on a bus.  In its second part the protagonist visits drug addicts Jane and Old Bull Lee in New Orleans while accompanying Ed Dunkel and Mary Lou in a Hudson with the book's \"hero of the Western gang\", Dean Moriarty.  Narrated by Sal Paradise, FTP, identify this 1951 Beat novel by Jack Kerouac.": {
    "guess": "On the Road",
    "confidence": [
      [
        "On",
        -0.002491476
      ],
      [
        " the",
        -0.000966488
      ],
      [
        " Road",
        -5.2285613e-05
      ]
    ]
  }
}