{
  "The Church encouraged this group to be attacked by the Merovingians under Clovis, since it had been converted to Arianism by Ulfilas' missionaries. It was repulsed by the Roman general Stilicho twice upon its attempts to enter Italy. Although Rome had previously given them land south of the Danube as": {
    "guess": "Visigoths",
    "confidence": [
      [
        "Vis",
        -0.076072976
      ],
      [
        "igo",
        -0.0001875671
      ],
      [
        "ths",
        -0.038935076
      ]
    ]
  },
  "This church's founder first led bodies of small \"bands\" that shared secrets and rebuked one another as unnecessary. Not surprisingly, early church writings include \"Rules of the Band Societies\" and the doctrinal \"Twenty-Five Articles of Religion,\" stressing stiff churchmanship and the more agreeable belief of salvation by faith alone. One of its first American societies was located in Pipe Creek, Maryland with Francis Asbury and Thomas Coke as the first American bishops, and by the mid 1800s it had more members than any other denomination. For ten points, identify this group whose name was born in ridicule of the rigid ritualism of its original Oxford leader, John Wesley.": {
    "guess": "Methodist Church",
    "confidence": [
      [
        "Method",
        -0.035771582
      ],
      [
        "ist",
        -0.56731254
      ],
      [
        " Church",
        -0.5506852
      ]
    ]
  },
  "A church in this novel is called First Purchase because it was the first thing bought by freed slaves. The protagonist of this novel is frightened by Cecil Jacobs while in a ham costume. The protagonist of this novel helps to break up a potential lynch mob whose target is a man wrongly accused of raping Mayella Ewell, Tom Robinson. That event sees the protagonist accompanied by (*) Dill and her brother Jem, who breaks his arm in an attack largely thwarted by Boo Radley. For 10 points, name this novel": {
    "guess": "To Kill a Mockingbird",
    "confidence": [
      [
        "To",
        -0.0026460483
      ],
      [
        " Kill",
        -0.00033832307
      ],
      [
        " a",
        -0.00044532763
      ],
      [
        " Mock",
        -1.1398757e-05
      ],
      [
        "ing",
        -9.460292e-05
      ],
      [
        "bird",
        -6.647085e-05
      ]
    ]
  },
  "Chunyu Zhang was murdered by Emperor Cheng as a result of this man's actions, and one rebellion against this leader was led by Wang Kuang and Wang Feng, who were part of the Lulin Mountain group. This ruler was given an albino chicken that he used to gain the title Duke of Anhan, and Some of this ruler's reforms included the well-field system, and in addition to changes geographical names this ruler established a sloth tax for unused land, which prompted the revolt of Mother Lu. This ruler served as a regent for the infant Ping and appointed Ruzi as his successor, and he seized power from the Liu family. Ousted by the revolt of the Red Eyebrows, he was succeeded by Guangwu. For 10 points, identify": {
    "guess": "Wang Mang",
    "confidence": [
      [
        "W",
        -0.007761481
      ],
      [
        "ang",
        -1.6643718e-05
      ],
      [
        " Mang",
        -3.4405064e-05
      ]
    ]
  },
  "The Church encouraged this group to be attacked by the Merovingians under Clovis, since it had been converted to Arianism by Ulfilas' missionaries. It was repulsed by the Roman general Stilicho twice upon its attempts to enter Italy. Although Rome had previously given them land south of the Danube as allies, this people was treated poorly and subsequently invaded the Balkans and destroyed a Roman army at the battle of Adrianople, killing the emperor Valens. They later became a Roman Federate and": {
    "guess": "Visigoths",
    "confidence": [
      [
        "Vis",
        -0.017044958
      ],
      [
        "igo",
        -0.0001039008
      ],
      [
        "ths",
        -0.0052530877
      ]
    ]
  },
  "A church in this novel is called First Purchase because it was the first thing bought by freed slaves. The protagonist of this novel is frightened by Cecil Jacobs while in a ham costume. The protagonist of this novel helps to break up a potential lynch mob whose target is a man wrongly accused of raping": {
    "guess": "To Kill a Mockingbird",
    "confidence": [
      [
        "To",
        -0.004041118
      ],
      [
        " Kill",
        -0.0026837334
      ],
      [
        " a",
        -0.00056292297
      ],
      [
        " Mock",
        -7.226629e-06
      ],
      [
        "ing",
        -8.184812e-05
      ],
      [
        "bird",
        -1.867018e-05
      ]
    ]
  },
  "This church's founder first led bodies of small \"bands\" that shared secrets and rebuked one another as unnecessary. Not surprisingly, early church writings include \"Rules of the Band Societies\" and the doctrinal \"Twenty-Five Articles of Religion,\" stressing stiff churchmanship and the more agreeable belief of salvation by faith alone. One of its first American societies was located in Pipe Creek, Maryland with Francis Asbury and Thomas Coke as the first American bishops, and by the mid 1800s it had": {
    "guess": "Methodism",
    "confidence": [
      [
        "Method",
        -0.13141955
      ],
      [
        "ism",
        -0.3918775
      ]
    ]
  },
  "At this church council, a resolution was passed affirming that Antioch had no jurisdiction over Cyprus. Acacius of Mitylene defended another figure by quoting him as saying \"We must not say that God is two or three months old.\" The emperor and Count Candidian supported the heretic denounced at this council, which was confirmed by St. Sixtus III. In the fifth session, John of Antioch was excommunicated, and the sixth session declared that one should not make any creed beyond the Nicene Creed. St Cyril accused the principle defendant of heresy at, for 10 points, what third ecumenical council of 431 that condemned Nestorianism?": {
    "guess": "Council of Ephesus",
    "confidence": [
      [
        "Council",
        -0.00534879
      ],
      [
        " of",
        -0.000100205485
      ],
      [
        " Eph",
        -0.001756695
      ],
      [
        "esus",
        -4.4849444e-06
      ]
    ]
  },
  "The Chugaev reaction follows this general mechanism and involves the pyrolysis of a xanthate ester. The Cope reaction is another type of this mechanism involving a tertiary amine oxide. The similar reaction of a quaternary ammonium ion with hydroxide ion is known as the Hofmann type of this reaction, which proceeds in an anti-Zaitsev manner. In all of the reactions above, the end result is an alkene. In simplest terms, a double bond is formed and part of the molecule is kicked off. Divided into classes of 1 and 2 according to whether a carbocation is formed, for ten points, this is what mechanism": {
    "guess": "Elimination reaction",
    "confidence": [
      [
        "Elim",
        -0.058098197
      ],
      [
        "ination",
        -0.00037383108
      ],
      [
        " reaction",
        -0.007966567
      ]
    ]
  },
  "This church's founder first led bodies of small \"bands\" that shared secrets and rebuked one another as unnecessary. Not surprisingly, early church writings include \"Rules of the Band Societies\" and the": {
    "guess": "John Wesley",
    "confidence": [
      [
        "John",
        -0.45742708
      ],
      [
        " Wesley",
        -1.8908588e-05
      ]
    ]
  },
  "The Chugaev reaction follows this general mechanism and involves the pyrolysis of a xanthate ester. The": {
    "guess": "Elimination reaction",
    "confidence": [
      [
        "Elim",
        -0.41956562
      ],
      [
        "ination",
        -0.00028934504
      ],
      [
        " reaction",
        -0.016881928
      ]
    ]
  },
  "At this church council, a resolution was passed affirming that Antioch had no jurisdiction over Cyprus. Acacius of Mitylene defended another figure by quoting him as saying \"We must not say that God is two or three months old.\" The emperor and Count Candidian supported the heretic denounced at this council, which was confirmed by St. Sixtus III. In the fifth session, John of Antioch was excommunicated, and the sixth session declared that one should not make any creed beyond the Nicene Creed. St Cyril accused the principle defendant of heresy at, for 10 points, what third ecumenical council of 431": {
    "guess": "Council of Ephesus",
    "confidence": [
      [
        "Council",
        -0.009903527
      ],
      [
        " of",
        -0.00019281206
      ],
      [
        " Eph",
        -0.0019386311
      ],
      [
        "esus",
        -6.511407e-06
      ]
    ]
  },
  "At this church council, a resolution was passed affirming that Antioch had no jurisdiction over Cyprus. Acacius of Mitylene defended another figure by quoting him as saying \"We must not say that God is two or three months old.\" The emperor and Count Candidian supported the heretic denounced at this council, which was confirmed by St. Sixtus III. In the fifth session, John of Antioch was excommunicated,": {
    "guess": "Council of Ephesus",
    "confidence": [
      [
        "Council",
        -0.26912174
      ],
      [
        " of",
        -0.00011796683
      ],
      [
        " Eph",
        -0.058748234
      ],
      [
        "esus",
        -3.5313153e-06
      ]
    ]
  },
  "Its church, begun in 1089 by St. Hugh, was the largest in Europe until St. Peter's in Rome was built. It was founded by Duke William the Pious and was first headed by St. Berno. Richelieu and Mazarin were both titular, though not resident, heads of it. Sts. Mayeul, Peter the Venerable and [*] Odo were all abbots during its more active period. From the tenth century on, it was famous both as an intellectual center and the home of a new, more centralized version of Benedictine monasticism. More than three hundred new monasteries, as well as Popes Gregory VII and Urban II all emerged from, FTP, what monastery in eastern France that in the early Middle Ages was independent of all authority but the Pope's?": {
    "guess": "Cluny Abbey",
    "confidence": [
      [
        "Cl",
        -0.0023918252
      ],
      [
        "un",
        -0.0008634612
      ],
      [
        "y",
        -1.9862217e-05
      ],
      [
        " Abbey",
        -0.35073248
      ]
    ]
  },
  "This church's founder first led bodies of small \"bands\" that shared secrets and rebuked one another as": {
    "guess": "Unification Church",
    "confidence": [
      [
        "Un",
        -1.9415298
      ],
      [
        "ification",
        -0.026010439
      ],
      [
        " Church",
        -0.004460624
      ]
    ]
  },
  "This church's founder first led bodies of small \"bands\" that shared secrets and rebuked one another as unnecessary. Not surprisingly, early church writings include \"Rules of the Band Societies\" and the doctrinal \"Twenty-Five Articles of Religion,\" stressing stiff churchmanship and the more agreeable belief of salvation by faith alone. One of its first American societies was located in Pipe Creek, Maryland with Francis Asbury and Thomas Coke as the first American bishops, and by the mid 1800s it had more members than any other denomination. For ten points, identify this group whose name was born": {
    "guess": "Methodism",
    "confidence": [
      [
        "Method",
        -0.18918875
      ],
      [
        "ism",
        -0.66613406
      ]
    ]
  },
  "Chunyu Zhang was murdered by Emperor Cheng as a result of this man's actions, and one rebellion against this leader was led by Wang Kuang and Wang Feng, who were part of the Lulin Mountain group. This ruler was given an albino chicken that he used to gain the title Duke of Anhan, and Some of this ruler's reforms included the well-field system, and in addition to changes geographical names this ruler established a sloth tax for unused land, which prompted the revolt of Mother Lu. This ruler served as a regent for the infant Ping and appointed Ruzi as his successor, and he seized power from the Liu": {
    "guess": "Wang Mang",
    "confidence": [
      [
        "W",
        -0.009725394
      ],
      [
        "ang",
        -4.036525e-05
      ],
      [
        " Mang",
        -4.370295e-05
      ]
    ]
  },
  "The Church encouraged this group to be attacked by the Merovingians under Clovis, since it had been converted": {
    "guess": "Visigoths",
    "confidence": [
      [
        "Vis",
        -0.81467885
      ],
      [
        "igo",
        -0.00022034443
      ],
      [
        "ths",
        -0.024699746
      ]
    ]
  },
  "Chunyu Zhang was murdered by Emperor Cheng as a result of this man's actions, and one rebellion against this leader was led by Wang Kuang and Wang Feng, who were part of the Lulin Mountain group. This ruler was given an albino chicken that he used to gain the title Duke of Anhan, and Some of this ruler's reforms included the well-field system, and in addition to changes geographical names this ruler established a sloth tax for unused land, which prompted the revolt of Mother Lu. This ruler served": {
    "guess": "Wang Mang",
    "confidence": [
      [
        "W",
        -0.16464774
      ],
      [
        "ang",
        -0.00024132428
      ],
      [
        " Mang",
        -0.00026896485
      ]
    ]
  },
  "Its church, begun in 1089 by St. Hugh, was the largest in Europe until St. Peter's in Rome was built. It was founded by Duke William the Pious and was first headed by St. Berno. Richelieu and Mazarin were both titular, though not resident, heads of it. Sts. Mayeul, Peter the Venerable and [*] Odo were all abbots during its more active period. From the tenth century on, it was famous both as an intellectual center and the home of a new, more centralized version of Benedictine monasticism. More than three hundred new monasteries, as well as Popes Gregory VII and Urban II all emerged from, FTP, what monastery in eastern France that in the early Middle Ages was independent of all authority but the": {
    "guess": "Cluny Abbey",
    "confidence": [
      [
        "Cl",
        -0.00434431
      ],
      [
        "un",
        -0.002978768
      ],
      [
        "y",
        -3.2497806e-05
      ],
      [
        " Abbey",
        -0.6744889
      ]
    ]
  },
  "The Chugaev reaction follows this general mechanism and involves the pyrolysis of a xanthate ester. The Cope reaction is another type of this mechanism involving a tertiary amine oxide. The similar reaction of a quaternary ammonium ion with hydroxide ion is known as the Hofmann type of this reaction,": {
    "guess": "Elimination reaction",
    "confidence": [
      [
        "Elim",
        -0.2646767
      ],
      [
        "ination",
        -0.00048799152
      ],
      [
        " reaction",
        -0.006540458
      ]
    ]
  },
  "The Chugaev reaction follows this general mechanism and involves the pyrolysis of a xanthate ester. The Cope reaction is another type of this mechanism involving a tertiary amine oxide. The similar reaction of a quaternary ammonium ion with hydroxide ion is known as the Hofmann type of this reaction, which proceeds in an anti-Zaitsev manner. In all of the reactions above, the end result is an alkene. In simplest terms, a double bond is formed and part of the molecule is kicked off. Divided into classes of 1 and 2 according to whether a carbocation is formed, for ten points, this is what mechanism that can occur instead of substitution.": {
    "guess": "Elimination reaction",
    "confidence": [
      [
        "Elim",
        -0.026190681
      ],
      [
        "ination",
        -0.00014036978
      ],
      [
        " reaction",
        -0.0035177562
      ]
    ]
  },
  "A church in this novel is called First Purchase because it was the first thing bought by freed slaves.": {
    "guess": "To Kill a Mockingbird",
    "confidence": [
      [
        "To",
        -0.022194471
      ],
      [
        " Kill",
        -2.7014437e-05
      ],
      [
        " a",
        -0.000965892
      ],
      [
        " Mock",
        -3.1424974e-05
      ],
      [
        "ing",
        -0.00015812746
      ],
      [
        "bird",
        -3.357064e-05
      ]
    ]
  },
  "Its church, begun in 1089 by St. Hugh, was the largest in Europe until St. Peter's in Rome was built. It was founded by Duke William the Pious and was first headed by St. Berno. Richelieu and Mazarin were both titular, though not resident, heads of it. Sts. Mayeul, Peter the Venerable and [*] Odo were": {
    "guess": "Cluny",
    "confidence": [
      [
        "Cl",
        -0.0128418235
      ],
      [
        "un",
        -0.010563971
      ],
      [
        "y",
        -6.50404e-05
      ]
    ]
  },
  "The Chugaev reaction follows this general mechanism and involves the pyrolysis of a xanthate ester. The Cope reaction is another type of this mechanism involving a tertiary amine oxide. The similar reaction of a quaternary ammonium ion with hydroxide ion is known as the Hofmann type of this reaction, which proceeds in an anti-Zaitsev manner. In all of the reactions above, the end result is an alkene.": {
    "guess": "Elimination reaction",
    "confidence": [
      [
        "Elim",
        -0.27914295
      ],
      [
        "ination",
        -0.00024584302
      ],
      [
        " reaction",
        -0.005144451
      ]
    ]
  },
  "The Church encouraged this group to be attacked by the Merovingians under Clovis, since it had been converted to Arianism by Ulfilas' missionaries. It was repulsed by the Roman general Stilicho twice upon": {
    "guess": "Visigoths",
    "confidence": [
      [
        "Vis",
        -0.2585569
      ],
      [
        "igo",
        -0.00038908547
      ],
      [
        "ths",
        -0.12651852
      ]
    ]
  },
  "A church in this novel is called First Purchase because it was the first thing bought by freed slaves. The protagonist of this novel is frightened by Cecil Jacobs while in a ham costume. The protagonist": {
    "guess": "To Kill a Mockingbird",
    "confidence": [
      [
        "To",
        -0.004597565
      ],
      [
        " Kill",
        -0.0002728986
      ],
      [
        " a",
        -0.0015587854
      ],
      [
        " Mock",
        -1.5809293e-05
      ],
      [
        "ing",
        -9.913265e-05
      ],
      [
        "bird",
        -2.5226382e-05
      ]
    ]
  },
  "Its church, begun in 1089 by St. Hugh, was the largest in Europe until St. Peter's in Rome was built. It was founded by Duke William the Pious and was first headed by St. Berno. Richelieu and Mazarin were": {
    "guess": "Cluny Abbey",
    "confidence": [
      [
        "Cl",
        -0.009708997
      ],
      [
        "un",
        -0.006364332
      ],
      [
        "y",
        -3.8338785e-05
      ],
      [
        " Abbey",
        -0.0048672613
      ]
    ]
  },
  "Its church, begun in 1089 by St. Hugh, was the largest in Europe until St. Peter's in Rome was built. It was founded by Duke William the Pious and was first headed by St. Berno. Richelieu and Mazarin were both titular, though not resident, heads of it. Sts. Mayeul, Peter the Venerable and [*] Odo were all abbots during its more active period. From the tenth century on, it was famous both as an intellectual center and the home of a new, more centralized version of Benedictine monasticism. More than three hundred new monasteries, as well as Popes Gregory VII and Urban II all emerged from, FTP, what": {
    "guess": "Cluny Abbey",
    "confidence": [
      [
        "Cl",
        -0.02771092
      ],
      [
        "un",
        -0.09470482
      ],
      [
        "y",
        -3.4047454e-05
      ],
      [
        " Abbey",
        -0.2841528
      ]
    ]
  },
  "Its church, begun in 1089 by St. Hugh, was the largest in Europe until St. Peter's in Rome was built. It was founded by Duke William the Pious and was first headed by St. Berno. Richelieu and Mazarin were both titular, though not resident, heads of it. Sts. Mayeul, Peter the Venerable and [*] Odo were all abbots during its more active period. From the tenth century on, it was famous both as an intellectual": {
    "guess": "Cluny",
    "confidence": [
      [
        "Cl",
        -0.016712777
      ],
      [
        "un",
        -0.0110294325
      ],
      [
        "y",
        -6.17027e-05
      ]
    ]
  },
  "It has the most churches per capita of any state in the union but its population has been decreasing": {
    "guess": "Religion in Utah",
    "confidence": [
      [
        "Rel",
        -0.7182224
      ],
      [
        "igion",
        -0.0025817242
      ],
      [
        " in",
        -0.00079914613
      ],
      [
        " Utah",
        -0.16968302
      ]
    ]
  },
  "The Chugaev reaction follows this general mechanism and involves the pyrolysis of a xanthate ester. The Cope reaction is another type of this mechanism involving a tertiary amine oxide. The similar reaction of a quaternary ammonium ion with hydroxide ion is known as the Hofmann type of this reaction, which proceeds in an anti-Zaitsev manner. In all of the reactions above, the end result is an alkene. In simplest terms, a double bond is formed and part of the molecule is kicked off. Divided into classes": {
    "guess": "Elimination reaction",
    "confidence": [
      [
        "Elim",
        -0.10734064
      ],
      [
        "ination",
        -0.00025394888
      ],
      [
        " reaction",
        -0.001668519
      ]
    ]
  },
  "A church in this novel is called First Purchase because it was the first thing bought by freed slaves. The protagonist of this novel is frightened by Cecil Jacobs while in a ham costume. The protagonist of this novel helps to break up a potential lynch mob whose target is a man wrongly accused of raping Mayella Ewell, Tom Robinson. That event sees the protagonist accompanied by (*) Dill and her brother Jem, who breaks his arm in an attack largely thwarted by Boo Radley. For 10 points, name this novel featuring Scout and Atticus Finch by Harper Lee.": {
    "guess": "To Kill a Mockingbird",
    "confidence": [
      [
        "To",
        -0.0020224971
      ],
      [
        " Kill",
        -0.00038813186
      ],
      [
        " a",
        -0.00055350957
      ],
      [
        " Mock",
        -1.2233183e-05
      ],
      [
        "ing",
        -0.0001724319
      ],
      [
        "bird",
        -0.000107715314
      ]
    ]
  },
  "Chunyu Zhang was murdered by Emperor Cheng as a result of this man's actions, and one rebellion against": {
    "guess": "Wang Mang",
    "confidence": [
      [
        "W",
        -0.019990388
      ],
      [
        "ang",
        -0.00025001515
      ],
      [
        " Mang",
        -0.0029340796
      ]
    ]
  },
  "It has the most churches per capita of any state in the union but its population has been decreasing steadily over the past few decades. Interestingly, it possesses the only state-owned bank in the nation, but its economy suffers because graduates of the state university in Grand Forks tend to move elsewhere. For ten points, name this plains state whose capitol is Bismarck and whose largest city is": {
    "guess": "North Dakota",
    "confidence": [
      [
        "North",
        -0.0028241351
      ],
      [
        " Dakota",
        -5.8722613e-05
      ]
    ]
  },
  "It has the most churches per capita of any state in the union but its population has been decreasing steadily over the past few decades. Interestingly, it possesses the only state-owned bank in the nation, but its economy suffers because graduates of the state university in Grand Forks tend to move elsewhere. For ten points, name this plains state whose capitol is Bismarck and whose largest city is Fargo.": {
    "guess": "North Dakota",
    "confidence": [
      [
        "North",
        -0.0043735094
      ],
      [
        " Dakota",
        -0.0011105668
      ]
    ]
  },
  "At this church council, a resolution was passed affirming that Antioch had no jurisdiction over Cyprus. Acacius of Mitylene defended another figure by quoting him as saying \"We must not say that God is two or three months old.\" The emperor and Count Candidian supported the heretic denounced at this council,": {
    "guess": "Council of Chalcedon",
    "confidence": [
      [
        "Council",
        -0.030856485
      ],
      [
        " of",
        -0.00043734463
      ],
      [
        " Ch",
        -0.13029496
      ],
      [
        "al",
        -1.2113979e-05
      ],
      [
        "ced",
        -1.4974867e-05
      ],
      [
        "on",
        -4.365741e-06
      ]
    ]
  },
  "The Church encouraged this group to be attacked by the Merovingians under Clovis, since it had been converted to Arianism by Ulfilas' missionaries. It was repulsed by the Roman general Stilicho twice upon its attempts to enter Italy. Although Rome had previously given them land south of the Danube as allies, this people was treated poorly and subsequently invaded the Balkans and destroyed a Roman army at the battle of Adrianople, killing the emperor Valens. They later became a Roman Federate and took lands in Gaul, and later in Spain. Contrasted with the Ostrogoths, FTP, name this barbarian tribe": {
    "guess": "Visigoths",
    "confidence": [
      [
        "Vis",
        -0.006048605
      ],
      [
        "igo",
        -0.00014215785
      ],
      [
        "ths",
        -0.00012130453
      ]
    ]
  },
  "Chunyu Zhang was murdered by Emperor Cheng as a result of this man's actions, and one rebellion against this leader was led by Wang Kuang and Wang Feng, who were part of the Lulin Mountain group. This ruler was given an albino chicken that he used to gain the title Duke of Anhan, and Some of this ruler's": {
    "guess": "Wang Mang",
    "confidence": [
      [
        "W",
        -0.6805059
      ],
      [
        "ang",
        -0.000529799
      ],
      [
        " Mang",
        -0.0011768936
      ]
    ]
  },
  "A church in this novel is called First Purchase because it was the first thing bought by freed slaves. The protagonist of this novel is frightened by Cecil Jacobs while in a ham costume. The protagonist of this novel helps to break up a potential lynch mob whose target is a man wrongly accused of raping Mayella Ewell, Tom Robinson. That event sees the protagonist accompanied by (*) Dill and her brother": {
    "guess": "To Kill a Mockingbird",
    "confidence": [
      [
        "To",
        -0.0013554754
      ],
      [
        " Kill",
        -3.4524266e-05
      ],
      [
        " a",
        -0.0007849719
      ],
      [
        " Mock",
        -1.7120534e-05
      ],
      [
        "ing",
        -0.00014120422
      ],
      [
        "bird",
        -0.0001039008
      ]
    ]
  },
  "This church's founder first led bodies of small \"bands\" that shared secrets and rebuked one another as unnecessary. Not surprisingly, early church writings include \"Rules of the Band Societies\" and the doctrinal \"Twenty-Five Articles of Religion,\" stressing stiff churchmanship and the more agreeable belief of salvation by faith alone. One of its first American societies was located in Pipe Creek, Maryland": {
    "guess": "Methodism",
    "confidence": [
      [
        "Method",
        -0.95749813
      ],
      [
        "ism",
        -0.57006186
      ]
    ]
  },
  "Chunyu Zhang was murdered by Emperor Cheng as a result of this man's actions, and one rebellion against this leader was led by Wang Kuang and Wang Feng, who were part of the Lulin Mountain group. This ruler was given an albino chicken that he used to gain the title Duke of Anhan, and Some of this ruler's reforms included the well-field system, and in addition to changes geographical names this ruler": {
    "guess": "Wang Mang",
    "confidence": [
      [
        "W",
        -0.41508216
      ],
      [
        "ang",
        -0.00021283828
      ],
      [
        " Mang",
        -0.0031907859
      ]
    ]
  },
  "At this church council, a resolution was passed affirming that Antioch had no jurisdiction over Cyprus. Acacius of Mitylene defended another figure by quoting him as saying \"We must not say that God is": {
    "guess": "Council of Chalcedon",
    "confidence": [
      [
        "Council",
        -0.0846741
      ],
      [
        " of",
        -0.0012138063
      ],
      [
        " Ch",
        -0.4434575
      ],
      [
        "al",
        -1.7432603e-06
      ],
      [
        "ced",
        -5.9199425e-05
      ],
      [
        "on",
        -1.342522e-05
      ]
    ]
  },
  "The Chugaev reaction follows this general mechanism and involves the pyrolysis of a xanthate ester. The Cope reaction is another type of this mechanism involving a tertiary amine oxide. The similar reaction": {
    "guess": "Elimination reaction",
    "confidence": [
      [
        "Elim",
        -1.207262
      ],
      [
        "ination",
        -0.00245758
      ],
      [
        " reaction",
        -0.005065822
      ]
    ]
  },
  "Chunyu Zhang was murdered by Emperor Cheng as a result of this man's actions, and one rebellion against this leader was led by Wang Kuang and Wang Feng, who were part of the Lulin Mountain group. This ruler was given an albino chicken that he used to gain the title Duke of Anhan, and Some of this ruler's reforms included the well-field system, and in addition to changes geographical names this ruler established a sloth tax for unused land, which prompted the revolt of Mother Lu. This ruler served as a regent for the infant Ping and appointed Ruzi as his successor, and he seized power from the Liu family. Ousted by the revolt of the Red Eyebrows, he was succeeded by Guangwu. For 10 points, identify this usurper whose Xin dynasty interrupted the Han dynasty.": {
    "guess": "Wang Mang",
    "confidence": [
      [
        "W",
        -0.0023007279
      ],
      [
        "ang",
        -9.4914985e-06
      ],
      [
        " Mang",
        -3.786197e-05
      ]
    ]
  },
  "Its church, begun in 1089 by St. Hugh, was the largest in Europe until St. Peter's in Rome was built.": {
    "guess": "Cluny Abbey",
    "confidence": [
      [
        "Cl",
        -0.062131148
      ],
      [
        "un",
        -0.0066488185
      ],
      [
        "y",
        -1.700133e-05
      ],
      [
        " Abbey",
        -0.0010712772
      ]
    ]
  },
  "Chunyu Zhang was murdered by Emperor Cheng as a result of this man's actions, and one rebellion against this leader was led by Wang Kuang and Wang Feng, who were part of the Lulin Mountain group. This": {
    "guess": "Wang Mang",
    "confidence": [
      [
        "W",
        -0.009388286
      ],
      [
        "ang",
        -1.8431772e-05
      ],
      [
        " Mang",
        -0.0005894907
      ]
    ]
  },
  "It has the most churches per capita of any state in the union but its population has been decreasing steadily over the past few decades. Interestingly, it possesses the only state-owned bank in the nation,": {
    "guess": "North Dakota",
    "confidence": [
      [
        "North",
        -0.007670037
      ],
      [
        " Dakota",
        -0.00015312091
      ]
    ]
  },
  "Its church, begun in 1089 by St. Hugh, was the largest in Europe until St. Peter's in Rome was built. It was founded by Duke William the Pious and was first headed by St. Berno. Richelieu and Mazarin were both titular, though not resident, heads of it. Sts. Mayeul, Peter the Venerable and [*] Odo were all abbots during its more active period. From the tenth century on, it was famous both as an intellectual center and the home of a new, more centralized version of Benedictine monasticism. More than": {
    "guess": "Cluny",
    "confidence": [
      [
        "Cl",
        -0.005828184
      ],
      [
        "un",
        -0.008935987
      ],
      [
        "y",
        -6.337155e-05
      ]
    ]
  },
  "At this church council, a resolution was passed affirming that Antioch had no jurisdiction over Cyprus.": {
    "guess": "Council of Ephesus",
    "confidence": [
      [
        "Council",
        -0.19606803
      ],
      [
        " of",
        -0.0027928725
      ],
      [
        " Eph",
        -0.24841283
      ],
      [
        "esus",
        -1.6524515e-05
      ]
    ]
  },
  "This church's founder first led bodies of small \"bands\" that shared secrets and rebuked one another as unnecessary. Not surprisingly, early church writings include \"Rules of the Band Societies\" and the doctrinal \"Twenty-Five Articles of Religion,\" stressing stiff churchmanship and the more agreeable": {
    "guess": "Methodism",
    "confidence": [
      [
        "Method",
        -0.75532156
      ],
      [
        "ism",
        -0.009327942
      ]
    ]
  },
  "The Church encouraged this group to be attacked by the Merovingians under Clovis, since it had been converted to Arianism by Ulfilas' missionaries. It was repulsed by the Roman general Stilicho twice upon its attempts to enter Italy. Although Rome had previously given them land south of the Danube as allies, this people was treated poorly and subsequently invaded the Balkans and destroyed a Roman army": {
    "guess": "Visigoths",
    "confidence": [
      [
        "Vis",
        -0.024380207
      ],
      [
        "igo",
        -0.00045259902
      ],
      [
        "ths",
        -0.06149598
      ]
    ]
  },
  "The Church encouraged this group to be attacked by the Merovingians under Clovis, since it had been converted to Arianism by Ulfilas' missionaries. It was repulsed by the Roman general Stilicho twice upon its attempts to enter Italy. Although Rome had previously given them land south of the Danube as allies, this people was treated poorly and subsequently invaded the Balkans and destroyed a Roman army at the battle of Adrianople, killing the emperor Valens. They later became a Roman Federate and took lands in Gaul, and later in Spain. Contrasted with the Ostrogoths, FTP, name this barbarian tribe which, under Alaric, sacked Rome in 410 AD.          |": {
    "guess": "Visigoths",
    "confidence": [
      [
        "Vis",
        -0.0113021005
      ],
      [
        "igo",
        -8.697388e-05
      ],
      [
        "ths",
        -0.000106284875
      ]
    ]
  },
  "At this church council, a resolution was passed affirming that Antioch had no jurisdiction over Cyprus. Acacius of Mitylene defended another figure by quoting him as saying \"We must not say that God is two or three months old.\" The emperor and Count Candidian supported the heretic denounced at this council, which was confirmed by St. Sixtus III. In the fifth session, John of Antioch was excommunicated, and the sixth session declared that one should not make any creed beyond the Nicene Creed. St Cyril": {
    "guess": "Council of Ephesus",
    "confidence": [
      [
        "Council",
        -0.08783122
      ],
      [
        " of",
        -8.6497064e-05
      ],
      [
        " Eph",
        -0.00044783088
      ],
      [
        "esus",
        -2.8160932e-06
      ]
    ]
  },
  "It has the most churches per capita of any state in the union but its population has been decreasing steadily over the past few decades. Interestingly, it possesses the only state-owned bank in the nation, but its economy suffers because graduates of the state university in Grand Forks tend to move elsewhere.": {
    "guess": "North Dakota",
    "confidence": [
      [
        "North",
        -0.0028120058
      ],
      [
        " Dakota",
        -4.608702e-05
      ]
    ]
  }
}