{
  "Uttaradhyana provides an account of the explanation of this to Kesi, a disciple of Parava. The samparyahka posture facilitates its occurrence in an account by Kalpasutra. Nirodha, subha, and satya are": {
    "guess": "Nirvana",
    "confidence": [
      [
        "N",
        -1.6399732
      ],
      [
        "ir",
        -0.2579048
      ],
      [
        "vana",
        -0.13225737
      ]
    ]
  },
  "Uttaradhyana provides an account of the explanation of this to Kesi, a disciple of Parava. The samparyahka": {
    "guess": "Uttaradhyayana",
    "confidence": [
      [
        "U",
        -0.4141015
      ],
      [
        "tt",
        -0.0052970774
      ],
      [
        "ar",
        -0.00039397285
      ],
      [
        "ad",
        -0.026296584
      ],
      [
        "hy",
        -6.704273e-07
      ],
      [
        "ay",
        -0.047234014
      ],
      [
        "ana",
        -0.00012868783
      ]
    ]
  },
  "Uttaradhyana provides an account of the explanation of this to Kesi, a disciple of Parava. The samparyahka posture facilitates its occurrence in an account by Kalpasutra. Nirodha, subha, and satya are three of its eight attributes, while it is described as \"expedient means\" in the Lotus Sutra. It is often likened to Satori, which, like Kensho is temporary, but this concept implies freedom from samsara, the cycle of rebirth, and from suffering. For 10 points, name this state of perfect peace attained by the Gautama Buddha.": {
    "guess": "NIRVANA",
    "confidence": [
      [
        "N",
        -0.21382448
      ],
      [
        "IR",
        -0.51945424
      ],
      [
        "V",
        -9.7583004e-05
      ],
      [
        "ANA",
        -0.0010234014
      ]
    ]
  },
  "Uttaradhyana provides an account of the explanation of this to Kesi, a disciple of Parava. The samparyahka posture facilitates its occurrence in an account by Kalpasutra. Nirodha, subha, and satya are three of its eight attributes, while it is described as \"expedient means\" in the Lotus Sutra. It is": {
    "guess": "Upaya",
    "confidence": [
      [
        "Up",
        -1.9309798
      ],
      [
        "aya",
        -0.35125205
      ]
    ]
  },
  "Uttaradhyana provides an account of the explanation of this to Kesi, a disciple of Parava. The samparyahka posture facilitates its occurrence in an account by Kalpasutra. Nirodha, subha, and satya are three of its eight attributes, while it is described as \"expedient means\" in the Lotus Sutra. It is often likened to Satori, which, like Kensho is temporary, but this concept implies freedom from samsara,": {
    "guess": "Nirvana",
    "confidence": [
      [
        "N",
        -1.3094442
      ],
      [
        "ir",
        -0.012621483
      ],
      [
        "vana",
        -0.0003119864
      ]
    ]
  },
  "Uttaradhyana provides an account of the explanation of this to Kesi, a disciple of Parava. The samparyahka posture facilitates its occurrence in an account by Kalpasutra. Nirodha, subha, and satya are three of its eight attributes, while it is described as \"expedient means\" in the Lotus Sutra. It is often likened to Satori, which, like Kensho is temporary, but this concept implies freedom from samsara, the cycle of rebirth, and from suffering. For 10 points, name this state of perfect peace attained": {
    "guess": "Nirvana",
    "confidence": [
      [
        "N",
        -0.16082457
      ],
      [
        "ir",
        -0.35580167
      ],
      [
        "vana",
        -6.3609965e-05
      ]
    ]
  }
}