{
  "Some anthropologists have speculated that this concept is the origin of some of the dietary laws prohibiting the killing of animals that appears in biblical literature. It holds that that every tribe of people evolved from separate species of animals and comes from the Ojibwa term for \"brother-sister kinship.\" FTP, what is this belief, paired with \"taboo\" as the subject of a Freud work, which has been": {
    "guess": "Totemism",
    "confidence": [
      [
        "Tot",
        -0.026845435
      ],
      [
        "em",
        -0.0048870584
      ],
      [
        "ism",
        -0.3381922
      ]
    ]
  },
  "This anthropologist co-wrote a pamphlet arguing against racial prejudice and promoting a united world against fascism titled \"The Races of Mankind.\" This author also published works about the religion and folklore of Native Americans, such as in her Tales of the Cochiti Indians. She argued that the \"personality\" of the title concept determines the traits of individuals within certain groups, comparing the Zuñi and Dobu people, and she also studied Japanese society and contrasted the guilt and shame": {
    "guess": "Ruth Benedict",
    "confidence": [
      [
        "R",
        -0.0043801595
      ],
      [
        "uth",
        -1.831257e-05
      ],
      [
        " Benedict",
        -0.00014847564
      ]
    ]
  },
  "Anthony Payne completed the third symphony by this composer, who also wrote a work in which the soloist plays a melody in B flat major throughout an Adagio third movement. Jacqueline du Pre gained fame for performing this composer's E minor cello concerto, while a man is visited by an angel in a work by him that was inspired by a Cardinal Newman poem. \"Nimrod\" is part of a work by this composer that sets fourteen variations on an unknown theme. For 10 points, name this English composer of The Dream of Gerontius and the Enigma Variations, who may be most famous for one of his Pomp and Circumstance": {
    "guess": "Edward Elgar",
    "confidence": [
      [
        "Edward",
        -0.0010934271
      ],
      [
        " El",
        -0.00044675806
      ],
      [
        "gar",
        -1.640531e-05
      ]
    ]
  },
  "The antibiotic rotenone inhibits one step of this process, whose final protein has an oligomycin\n sensitive region. This process sees a protein containing an iron-sulfur cluster interact with a semiquinone\n intermediate. Coenzyme Q is responsible for transferring substrates to the cytochrome bc1 complex in this\n process, which then transfers those substrates to cytochrome c oxidase. Peter Mitchell showed that this\n process operates by chemiosmosis, in which a proton gradient drives the rotation of ATP synthase. NADH\n and FADH2 from the Krebs cycle feed into this process, which occurs on the inner membrane of the\n mitochondria. For 10 points, name this final step of oxidative phosphorylation in which 32 ATP are\n synthesized by moving namesake negatively charged particles from one complex to": {
    "guess": "Electron transport chain",
    "confidence": [
      [
        "Elect",
        -0.0005835342
      ],
      [
        "ron",
        -4.3202e-07
      ],
      [
        " transport",
        -0.020031987
      ],
      [
        " chain",
        -5.5577775e-06
      ]
    ]
  },
  "Anti-colonial sentiment in this country was fueled by the 1906 Denshawai Incident. Wilfrid Blunt wrote a \"secret history\" of the occupation of this country, which was achieved when a victory at Tel el-Kabir easily quashed the Urabi Revolt. This country was subsequently administered by Lord Cromer, who technically only advised Tawfiq and Abbas Hilmi. Those (*) khedives were the descendants of an ethnically Albanian governor who made cotton this country's staple crop and created the army that won the Battle of Konya. That man, Muhammad Ali, also killed the last of this country's Mamluks, who had been defeated when Napoleon invaded. For 10 points, name this African country whose cities include Alexandria and Cairo.": {
    "guess": "Egypt",
    "confidence": [
      [
        "Egypt",
        -0.032710813
      ]
    ]
  },
  "This anthropologist co-wrote a pamphlet arguing against racial prejudice and promoting a united world against fascism titled \"The Races of Mankind.\" This author also published works about the religion and folklore of Native Americans, such as in her Tales of the Cochiti Indians. She argued that the \"personality\" of the title concept determines the traits of individuals within certain groups, comparing the Zuñi and Dobu people, and she also studied Japanese society and contrasted the guilt and shame cultures. For 10 points, name this female anthropologist who wrote Patterns of Culture and The Chrysanthemum": {
    "guess": "Ruth Benedict",
    "confidence": [
      [
        "R",
        -0.0060502626
      ],
      [
        "uth",
        -5.2001665e-06
      ],
      [
        " Benedict",
        -1.0802739e-05
      ]
    ]
  },
  "This man anticipated Saul Kripke when he used \"Dartmouth\" as an example of names of purely denotative nature. He proposed inculcating democratic values among workers by making firms industrial cooperatives": {
    "guess": "John Dewey",
    "confidence": [
      [
        "John",
        -0.18951963
      ],
      [
        " Dew",
        -0.46174133
      ],
      [
        "ey",
        -8.7450695e-05
      ]
    ]
  },
  "The antifungal drug clotrimazole may be used to treat this non-fungal disorder because it inhibits activation of the Gardos channel, preventing dehydration. Priapism is a very common symptom of this disease. Autosplenectomy, where the spleen shrinks and eventually disappears, occurs in children with this disorder. It often leads to painful vaso-occlusion crises. Sodium metabisulfite is used to diagnose this disease, and hydroxyurea treats its symptoms. Linus Pauling coined the term \"molecular disease\" to describe this disorder, which is caused by the point mutation of glutamic acid to valine. Heterozygotes for its genetic mutation are resistant to malaria. For 10 points, name this disorder common in people with African heritage which causes red blood cells to deform.": {
    "guess": "Sickle Cell Anemia",
    "confidence": [
      [
        "S",
        -0.009791863
      ],
      [
        "ickle",
        -0.00025942858
      ],
      [
        " Cell",
        -0.119336896
      ],
      [
        " An",
        -0.5013978
      ],
      [
        "emia",
        -0.00019030878
      ]
    ]
  },
  "This man anticipated Saul Kripke when he used \"Dartmouth\" as an example of names of purely denotative": {
    "guess": "Naming and Necessity",
    "confidence": [
      [
        "Naming",
        -1.4218199
      ],
      [
        " and",
        -0.0022648056
      ],
      [
        " N",
        -0.0010309039
      ],
      [
        "ecess",
        -2.3392786e-06
      ],
      [
        "ity",
        -8.0656086e-05
      ]
    ]
  },
  "Anulka and Jacek fall in love during the second siege of Vienna in this author's On the Field of Glory. The virtuous Cossack Hmelnitski is defeated by Prince Yeremi after saving the life of Pan Yan in": {
    "guess": "With Fire and Sword",
    "confidence": [
      [
        "With",
        -0.2222762
      ],
      [
        " Fire",
        -2.5583993e-05
      ],
      [
        " and",
        -2.4153549e-05
      ],
      [
        " Sword",
        -5.8841815e-05
      ]
    ]
  },
  "Antonin Dvorak's twelfth work of this form in F major is entitled the \"American,\" and Schubert's lied Death and the Maiden was adapted into his fourteenth of these. Beethoven's Grosse Fuge is a single-movement one of these, and sixty-eight were written by Joseph Haydn, who, in addition to being called the \"Father of the Symphony,\" is credited as the \"Father of\" this form. For 10 points, name this genre of chamber music played by an ensemble usually consisting of two violins, a viola, and a cello.": {
    "guess": "String quartet",
    "confidence": [
      [
        "String",
        -0.00082832907
      ],
      [
        " quart",
        -0.03501262
      ],
      [
        "et",
        -0.00071302796
      ]
    ]
  },
  "This anthropologist co-wrote a pamphlet arguing against racial prejudice and promoting a united world against fascism titled \"The Races of Mankind.\" This author also published works about the religion": {
    "guess": "Ruth Benedict",
    "confidence": [
      [
        "R",
        -0.20689504
      ],
      [
        "uth",
        -0.0014399962
      ],
      [
        " Benedict",
        -5.538491e-05
      ]
    ]
  },
  "\"Anthropogenic\" examples of these classes include \"wildlands\" and \"dense settlements,\" while the endolithic one exists between pores in rock and is inhabited by extremophile bacteria. One way to define these classes is called the Bailey system. Examples of these classes often take different names in different places, like the Australian veldt and the African savanna. FTP, give this term for ecologically": {
    "guess": "Biome",
    "confidence": [
      [
        "Bi",
        -0.040962804
      ],
      [
        "ome",
        -0.031486675
      ]
    ]
  },
  "The antifungal drug clotrimazole may be used to treat this non-fungal disorder because it inhibits activation of the Gardos channel, preventing dehydration. Priapism is a very common symptom of this disease. Autosplenectomy, where the spleen shrinks and eventually disappears, occurs in children with": {
    "guess": "Sickle cell disease",
    "confidence": [
      [
        "S",
        -0.01753435
      ],
      [
        "ickle",
        -0.0005458842
      ],
      [
        " cell",
        -0.76503485
      ],
      [
        " disease",
        -0.56103975
      ]
    ]
  },
  "ANSWER: The Dionysiaca states that after the titans smeared chalk on their faces and murdered Zagreus, this kind of event happened. Before another one of these events, Cerambus was turned into a bird by nymphs. In Greek myth, the earliest one of these events is named after the autochthonous Attic king": {
    "guess": "Dionysus",
    "confidence": [
      [
        "D",
        -1.133355
      ],
      [
        "ion",
        -0.14059743
      ],
      [
        "ys",
        -0.0079549765
      ],
      [
        "us",
        -0.56319666
      ]
    ]
  },
  "Anulka and Jacek fall in love during the second siege of Vienna in this author's On the Field of Glory. The virtuous Cossack Hmelnitski is defeated by Prince Yeremi after saving the life of Pan Yan in one of this author's novels. In another novel, the writer of the Troyad sets (*) Rome on fire to provide better imagery, Pomponia converts Lygia to Christianity, and Petronius kills himself. For 10 points,": {
    "guess": "Henryk Sienkiewicz",
    "confidence": [
      [
        "Henry",
        -0.11024571
      ],
      [
        "k",
        -0.004844242
      ],
      [
        " S",
        -0.00031425126
      ],
      [
        "ien",
        -4.00813e-06
      ],
      [
        "k",
        -0.00040219055
      ],
      [
        "iew",
        -6.086828e-05
      ],
      [
        "icz",
        -0.00039885283
      ]
    ]
  },
  "The antibiotic rotenone inhibits one step of this process, whose final protein has an oligomycin\n sensitive region. This process sees a protein containing an iron-sulfur cluster interact with a semiquinone\n intermediate. Coenzyme Q is responsible for transferring substrates to the cytochrome bc1 complex in this\n process, which then transfers those substrates to cytochrome c oxidase. Peter Mitchell showed that this\n process operates by chemiosmosis, in which a proton gradient drives the rotation of": {
    "guess": "Electron transport chain",
    "confidence": [
      [
        "Elect",
        -0.07811921
      ],
      [
        "ron",
        -9.543734e-05
      ],
      [
        " transport",
        -0.02167805
      ],
      [
        " chain",
        -1.7120534e-05
      ]
    ]
  },
  "An anthropological study of this religion was made by James Mooney. The founder of this religion allegedly had the power to control the weather and received revelations during a solar eclipse. The central belief of this faith was that performing the central ritual at certain intervals over a five day": {
    "guess": "Ghost Dance",
    "confidence": [
      [
        "Ghost",
        -0.11780655
      ],
      [
        " Dance",
        -0.0058288993
      ]
    ]
  },
  "The antibiotic chlor-am-phen-icol works by preventing this substance from binding to the A site. Its L-shaped tertiary conformation is largely the result of Hoogstein interactions between the D loop and the T-Psi-C loop, both of which derive their names from modified nucleotides. Another modified base, inosine, is often present in the anticodon loop and is responsible for wobble base pairing. A triplet": {
    "guess": "Transfer RNA",
    "confidence": [
      [
        "Transfer",
        -0.37234682
      ],
      [
        " RNA",
        -0.00058996753
      ]
    ]
  },
  "\"Anthropogenic\" examples of these classes include \"wildlands\" and \"dense settlements,\" while the endolithic one exists between pores in rock and is inhabited by extremophile bacteria. One way to define these classes is called the Bailey system. Examples of these classes often take different names in different places, like the Australian veldt and the African savanna. FTP, give this term for ecologically related ranges of climate conditions, including riparian zones and taiga, as well as the dry,": {
    "guess": "Biome",
    "confidence": [
      [
        "Bi",
        -0.043853886
      ],
      [
        "ome",
        -0.013337521
      ]
    ]
  },
  "This answer isn't killing, but the Gaullic figure Brut visited the Island of  Leogrecia after performing": {
    "guess": "Brutus of Troy",
    "confidence": [
      [
        "Br",
        -1.3767437
      ],
      [
        "ut",
        -0.023854913
      ],
      [
        "us",
        -0.3964546
      ],
      [
        " of",
        -0.085479036
      ],
      [
        " Troy",
        -0.020632397
      ]
    ]
  },
  "Anti-colonial sentiment in this country was fueled by the 1906 Denshawai Incident. Wilfrid Blunt wrote a \"secret history\" of the occupation of this country, which was achieved when a victory at Tel el-Kabir": {
    "guess": "Egypt",
    "confidence": [
      [
        "Egypt",
        -0.007808077
      ]
    ]
  },
  "Antonin Dvorak's twelfth work of this form in F major is entitled the \"American,\" and Schubert's lied": {
    "guess": "Lied",
    "confidence": [
      [
        "L",
        -0.79061604
      ],
      [
        "ied",
        -0.077592626
      ]
    ]
  },
  "Antonio Canova created a statue of this figure, who holds a golden orb with the goddess Nike perched": {
    "guess": "Perseus with the Head of Medusa",
    "confidence": [
      [
        "Per",
        -0.38207877
      ],
      [
        "se",
        -0.05886253
      ],
      [
        "us",
        -0.029570198
      ],
      [
        " with",
        -0.13755038
      ],
      [
        " the",
        -0.00025001515
      ],
      [
        " Head",
        -0.013015984
      ],
      [
        " of",
        -1.3306016e-05
      ],
      [
        " Med",
        -3.6908343e-05
      ],
      [
        "usa",
        -4.6206227e-05
      ]
    ]
  },
  "The antibiotic rotenone inhibits one step of this process, whose final protein has an oligomycin\n sensitive region. This process sees a protein containing an iron-sulfur cluster interact with a semiquinone\n intermediate. Coenzyme Q is responsible for transferring substrates to the cytochrome bc1 complex in this\n process, which then transfers those substrates to cytochrome c oxidase. Peter Mitchell showed that this\n process operates by chemiosmosis, in which a proton gradient drives the rotation of ATP synthase. NADH\n and FADH2 from the Krebs cycle feed into this process, which occurs on the inner": {
    "guess": "Electron transport chain",
    "confidence": [
      [
        "Elect",
        -0.018616462
      ],
      [
        "ron",
        -9.133887e-06
      ],
      [
        " transport",
        -0.023061326
      ],
      [
        " chain",
        -2.677603e-05
      ]
    ]
  },
  "Antony Duff developed the \"communicative\" theory of this concept, the eighteenth-century \"mini-theaters\" of which are  examined in a text that discusses how this concept became \"gentle\" as it became divorced from the sovereign. A work  titled after this concept \"and responsibility\" claims that desert (\"dessert\") must govern its scope but utilitarian goals must  govern its specific application and was written by H.L.A. Hart. Restitutional, rehabilitative, incapacitative, and (*)  retributivist are all types of theories of this concept, which a Frenchman claims underwent a shift from torture to  institutionalization in a work that examines the execution of Robert-Francois Damiens and the example of Bentham's Panopticon.  For 10 points, name this concept that Michel Foucault contrasted with \"discipline.\"": {
    "guess": "Punishment",
    "confidence": [
      [
        "P",
        -0.16596429
      ],
      [
        "un",
        0.0
      ],
      [
        "ishment",
        -0.00035882244
      ]
    ]
  },
  "Antony Duff developed the \"communicative\" theory of this concept, the eighteenth-century \"mini-theaters\" of which are  examined in a text that discusses how this concept became \"gentle\" as it became divorced from the sovereign. A work  titled after this concept \"and responsibility\" claims that desert (\"dessert\") must govern its scope but utilitarian goals must  govern its specific application and was written by H.L.A. Hart. Restitutional, rehabilitative, incapacitative, and (*)  retributivist are": {
    "guess": "Punishment",
    "confidence": [
      [
        "P",
        -0.28978366
      ],
      [
        "un",
        -4.3202e-07
      ],
      [
        "ishment",
        -0.00023119197
      ]
    ]
  },
  "This anthropologist co-wrote a pamphlet arguing against racial prejudice and promoting a united world against fascism titled \"The Races of Mankind.\" This author also published works about the religion and folklore of Native Americans, such as in her Tales of the Cochiti Indians. She argued that the \"personality\" of the title concept determines the traits of individuals within certain groups, comparing the Zuñi and Dobu people, and she also studied Japanese society and contrasted the guilt and shame cultures. For 10 points, name this female anthropologist who wrote Patterns of Culture and The Chrysanthemum and the Sword.": {
    "guess": "Ruth Benedict",
    "confidence": [
      [
        "R",
        -0.007928957
      ],
      [
        "uth",
        -4.00813e-06
      ],
      [
        " Benedict",
        -5.080963e-06
      ]
    ]
  },
  "Anthony Payne completed the third symphony by this composer, who also wrote a work in which the soloist plays a melody in B flat major throughout an Adagio third movement. Jacqueline du Pre gained fame for performing this composer's E minor cello concerto, while a man is visited by an angel in a work by him that was inspired by a Cardinal Newman poem. \"Nimrod\" is part of a work by this composer that sets fourteen variations on an unknown theme. For 10 points, name this English composer of The Dream": {
    "guess": "Edward Elgar",
    "confidence": [
      [
        "Edward",
        -0.1816687
      ],
      [
        " El",
        -0.0057298057
      ],
      [
        "gar",
        -5.4550484e-05
      ]
    ]
  },
  "This anthropologist wanted to study a living and functioning folklore and found a disagreement between": {
    "guess": "English folklore",
    "confidence": [
      [
        "English",
        -1.0861186
      ],
      [
        " folklore",
        -0.092078365
      ]
    ]
  },
  "Antony Duff developed the \"communicative\" theory of this concept, the eighteenth-century \"mini-theaters\"": {
    "guess": "Theater of the Absurd",
    "confidence": [
      [
        "The",
        -0.85495275
      ],
      [
        "ater",
        -0.15776236
      ],
      [
        " of",
        -0.25642797
      ],
      [
        " the",
        -0.49302107
      ],
      [
        " Abs",
        -0.2941586
      ],
      [
        "urd",
        -3.166338e-05
      ]
    ]
  },
  "Anthony Payne completed the third symphony by this composer, who also wrote a work in which the soloist plays a melody in B flat major throughout an Adagio third movement. Jacqueline du Pre gained fame for performing this composer's E minor cello concerto, while a man is visited by an angel in a work": {
    "guess": "Gustav Mahler",
    "confidence": [
      [
        "G",
        -1.1018128
      ],
      [
        "ust",
        -0.0076981946
      ],
      [
        "av",
        -7.934485e-05
      ],
      [
        " Mah",
        -0.0005655418
      ],
      [
        "ler",
        -0.00015538577
      ]
    ]
  },
  "Some anthropologists have speculated that this concept is the origin of some of the dietary laws prohibiting the killing of animals that appears in biblical literature. It holds that that every tribe of people evolved from separate species of animals and comes from the Ojibwa term for \"brother-sister kinship.\" FTP, what is this belief, paired with \"taboo\" as the subject of a Freud work, which has been applied to the guardian spirits carved into poles by tribes in the Pacific Northwest?": {
    "guess": "Totem",
    "confidence": [
      [
        "Tot",
        -0.050641414
      ],
      [
        "em",
        -0.00380055
      ]
    ]
  },
  "This anthropologist co-wrote a pamphlet arguing against racial prejudice and promoting a united world": {
    "guess": "Ashley Montagu",
    "confidence": [
      [
        "Ash",
        -0.21902806
      ],
      [
        "ley",
        -0.001509978
      ],
      [
        " Mont",
        -0.00010902656
      ],
      [
        "agu",
        -0.00012296606
      ]
    ]
  },
  "ANSWER: The Dionysiaca states that after the titans smeared chalk on their faces and murdered Zagreus,": {
    "guess": "Dionysus",
    "confidence": [
      [
        "D",
        -0.34845302
      ],
      [
        "ion",
        -0.006747463
      ],
      [
        "ys",
        -0.19201146
      ],
      [
        "us",
        -0.038410146
      ]
    ]
  },
  "ANSWER: The Dionysiaca states that after the titans smeared chalk on their faces and murdered Zagreus, this kind of event happened. Before another one of these events, Cerambus was turned into a bird by nymphs. In Greek myth, the earliest one of these events is named after the autochthonous Attic king Ogyges. A different one of these events prompts a man to consult to the oracle of Themis beside the river Cephissus. According to Apollodorus, one of these events occurred after the Arcadian son of Pelasgus roasted Nyctimus in preparation for a meal. In a purely Roman story, Baucis and Philemon were turned into an oak and a linden tree while their greedy neighbors were subjected to one of these events. The hubris of Lycaon caused the largest ones of these events to take place, after which a couple survived by hiding out in a chest. For 10 points, name this kind of event that ended the Bronze": {
    "guess": "Age",
    "confidence": [
      [
        "Age",
        -0.112236746
      ]
    ]
  },
  "An anthropological study of this religion was made by James Mooney. The founder of this religion allegedly had the power to control the weather and received revelations during a solar eclipse. The central": {
    "guess": "Cherokee religion",
    "confidence": [
      [
        "Ch",
        -0.12379632
      ],
      [
        "erokee",
        -0.0020205937
      ],
      [
        " religion",
        -0.56766766
      ]
    ]
  },
  "The antibiotic rotenone inhibits one step of this process, whose final protein has an oligomycin\n sensitive region. This process sees a protein containing an iron-sulfur cluster interact with a semiquinone\n intermediate. Coenzyme Q is responsible for transferring substrates to the cytochrome bc1 complex in this\n process, which then transfers those substrates to cytochrome c oxidase. Peter Mitchell": {
    "guess": "Electron transport chain",
    "confidence": [
      [
        "Elect",
        -0.107621685
      ],
      [
        "ron",
        -1.0325924e-05
      ],
      [
        " transport",
        -0.03682773
      ],
      [
        " chain",
        -4.429897e-05
      ]
    ]
  },
  "Anton Seidl orchestrated a \"Notturno\" by this composer as part of a suite which this man himself later": {
    "guess": "Richard Strauss",
    "confidence": [
      [
        "Richard",
        -0.45015007
      ],
      [
        " Strauss",
        -0.20638311
      ]
    ]
  },
  "Anton Lampa generalized this law for ellipsoidal inclusions, and inputs to it can be replaced with explicit material parameters via the Maxwell-Garnett formula. A modification for this function for dense fields is produced in Feynman's lectures, which states it as 3 times the quantity n squared minus": {
    "guess": "Maxwell-Garnett theory",
    "confidence": [
      [
        "Max",
        -0.8696049
      ],
      [
        "well",
        -9.388769e-05
      ],
      [
        "-G",
        -0.9909466
      ],
      [
        "arn",
        -2.0100624e-05
      ],
      [
        "ett",
        -0.000451407
      ],
      [
        " theory",
        -1.2261772
      ]
    ]
  },
  "The antibiotic rotenone inhibits one step of this process, whose final protein has an oligomycin\n sensitive region. This process sees a protein containing an iron-sulfur cluster interact with a semiquinone\n": {
    "guess": "Electron transport chain",
    "confidence": [
      [
        "Elect",
        -0.00062534906
      ],
      [
        "ron",
        -3.1281633e-07
      ],
      [
        " transport",
        -0.0049144663
      ],
      [
        " chain",
        -3.2929079e-06
      ]
    ]
  },
  "Anton Lampa generalized this law for ellipsoidal inclusions, and inputs to it can be replaced with explicit material parameters via the Maxwell-Garnett formula. A modification for this function for dense fields is produced in Feynman's lectures, which states it as 3 times the quantity n squared minus one over n squared plus two is equal to N times alpha. The aforementioned formula is multiplied by": {
    "guess": "Maxwell-Garnett theory",
    "confidence": [
      [
        "Max",
        -0.9730187
      ],
      [
        "well",
        -0.00021664912
      ],
      [
        "-G",
        -0.51509476
      ],
      [
        "arn",
        -3.4047454e-05
      ],
      [
        "ett",
        -0.0017263494
      ],
      [
        " theory",
        -0.5605907
      ]
    ]
  },
  "An anthropological study of this religion was made by James Mooney. The founder of this religion allegedly": {
    "guess": "Cherokee religion",
    "confidence": [
      [
        "Ch",
        -0.012391915
      ],
      [
        "erokee",
        -0.00028564973
      ],
      [
        " religion",
        -0.43603706
      ]
    ]
  },
  "Antonio Canova created a statue of this figure, who holds a golden orb with the goddess Nike perched on it. A painting of this man features him distributing Eagle Standards, while in another he holds a": {
    "guess": "Napoleon Bonaparte",
    "confidence": [
      [
        "N",
        -0.21967404
      ],
      [
        "ap",
        -0.0028719231
      ],
      [
        "oleon",
        -0.0005517215
      ],
      [
        " Bon",
        -0.15815528
      ],
      [
        "ap",
        -2.7610455e-05
      ],
      [
        "arte",
        -7.77952e-05
      ]
    ]
  },
  "The Antennae and The Mice are interacting examples of these objects, and Seyfert's Sextet are a group of them. Tidal tails form in these objects, when one or more of them merge. Edwin Hubble classified": {
    "guess": "Galaxies",
    "confidence": [
      [
        "Gal",
        -0.15062878
      ],
      [
        "axies",
        -0.57701755
      ]
    ]
  },
  "Anti-colonial sentiment in this country was fueled by the 1906 Denshawai Incident. Wilfrid Blunt wrote a \"secret history\" of the occupation of this country, which was achieved when a victory at Tel el-Kabir easily quashed the Urabi Revolt. This country was subsequently administered by Lord Cromer, who technically only advised Tawfiq and Abbas Hilmi. Those (*) khedives were the descendants of an ethnically": {
    "guess": "Egypt",
    "confidence": [
      [
        "Egypt",
        -0.1493584
      ]
    ]
  },
  "In antenna theory it can be obtained from the superposition of one turn of the helical antenna translated along the z-axis. Its physical significance was demonstrated in an experiment in which a shielded": {
    "guess": "Helical antenna",
    "confidence": [
      [
        "Hel",
        -0.031082422
      ],
      [
        "ical",
        -0.037095528
      ],
      [
        " antenna",
        -0.017734515
      ]
    ]
  },
  "The antibiotic chlor-am-phen-icol works by preventing this substance from binding to the A site. Its": {
    "guess": "Ribosome",
    "confidence": [
      [
        "Rib",
        -0.95257986
      ],
      [
        "osome",
        -0.29219595
      ]
    ]
  },
  "Anton Seidl orchestrated a \"Notturno\" by this composer as part of a suite which this man himself later revised. One of his works opens with a one-bar pianissimo timpani roll that crescendos and arrives at a tutti chord with the full orchestra, followed by a brief cadenza by the soloist. That piece shares its key with a work of the same type by Schumann. He composed ten volumes of solo piano pieces, including \"To Spring\" and \"Wedding Day at (*) Troldhaugen\", and his only concerto is his Piano Concerto in A Minor. He also wrote the piece \"Morning Mood\" to accompany a play by one of his countrymen.": {
    "guess": "Edvard Grieg",
    "confidence": [
      [
        "Ed",
        -0.0013942843
      ],
      [
        "vard",
        -1.3856493e-06
      ],
      [
        " Gri",
        -0.00011415232
      ],
      [
        "eg",
        -1.92662e-05
      ]
    ]
  },
  "The Anti-Chain-Store Act made its regulations on price and other forms of discrimination more easily enforced and section 7's prohibition on one firm acquiring another's stock when it would reduce competition was solidified by the Celler-Kefauver Act. It legitimized boycotts and non-violent strikes and protests against companies and allowed unions and agricultural companies to have directorates worth more than $1,000,000, though such directorates were prohibited in other industries and forbade cutting prices in only certain regions in order to destroy competitors.  For 10 points, name this antitrust": {
    "guess": "Robinson-Patman Act",
    "confidence": [
      [
        "Rob",
        -0.3492726
      ],
      [
        "inson",
        -0.0023928909
      ],
      [
        "-P",
        -0.28538984
      ],
      [
        "at",
        -0.0004406823
      ],
      [
        "man",
        -0.00010163593
      ],
      [
        " Act",
        -0.008659843
      ]
    ]
  },
  "The antibiotic rotenone inhibits one step of this process, whose final protein has an oligomycin\n sensitive region. This process sees a protein containing an iron-sulfur cluster interact with a semiquinone\n intermediate. Coenzyme Q is responsible for transferring substrates to the cytochrome bc1 complex": {
    "guess": "Electron transport chain",
    "confidence": [
      [
        "Elect",
        -0.0031002387
      ],
      [
        "ron",
        -1.147242e-06
      ],
      [
        " transport",
        -0.020098582
      ],
      [
        " chain",
        -9.968313e-06
      ]
    ]
  },
  "ANSWER: The Dionysiaca states that after the titans smeared chalk on their faces and murdered Zagreus, this kind of event happened. Before another one of these events, Cerambus was turned into a bird by nymphs. In Greek myth, the earliest one of these events is named after the autochthonous Attic king Ogyges. A different one of these events prompts a man to consult to the oracle of Themis beside the river Cephissus. According to Apollodorus, one of these events occurred after the Arcadian son of Pelasgus roasted Nyctimus in preparation for a meal. In a purely Roman story, Baucis and Philemon were turned into an oak and a linden tree while their greedy neighbors were subjected to one of these events. The hubris of Lycaon caused the largest ones of these events to take place, after which a couple survived by hiding out in a chest. For 10 points, name this kind of event that ended the Bronze Age in Greek mythology and was survived by Pyrrha and Deucalion.": {
    "guess": "Flood (mythology)",
    "confidence": [
      [
        "F",
        -0.020012587
      ],
      [
        "lood",
        -2.6968896e-06
      ],
      [
        " (",
        -1.0966008
      ],
      [
        "my",
        -0.0013641661
      ],
      [
        "th",
        -0.0009630311
      ],
      [
        "ology",
        -0.12775967
      ],
      [
        ")",
        -0.00018542144
      ]
    ]
  },
  "Antonio Canova created a statue of this figure, who holds a golden orb with the goddess Nike perched on it. A painting of this man features him distributing Eagle Standards, while in another he holds a staff topped by a hand with two extended fingers. Another painting of this man features flickering candles and a clock reading 4:13 AM to demonstrate that he has pulled an all-nighter. This man is often depicted with a hand in his waistcoat, and his coronation was painted by Jacques-Louis David. For 10 points, name this French ruler who points toward the sky while riding a horse in a painting depicting him \"Crossing the Alps.\"": {
    "guess": "Napoleon",
    "confidence": [
      [
        "N",
        -0.0010274507
      ],
      [
        "ap",
        -0.00028147758
      ],
      [
        "oleon",
        -0.0001170132
      ]
    ]
  },
  "This anthropologist studied female-dominated tribes in Papua New Guinea, including the Arapesh and the Tchambuli [cham-BOO-li], in her book Sex and Temperament in Three Primitive Societies. Derek (*) Freeman": {
    "guess": "Margaret Mead",
    "confidence": [
      [
        "Marg",
        -0.25257567
      ],
      [
        "aret",
        -5.931863e-05
      ],
      [
        " Me",
        -0.0003032882
      ],
      [
        "ad",
        -1.3186812e-05
      ]
    ]
  },
  "Antony Duff developed the \"communicative\" theory of this concept, the eighteenth-century \"mini-theaters\" of which are  examined in a text that discusses how this concept became \"gentle\" as it became divorced from the sovereign. A work  titled after this concept \"and responsibility\" claims that desert": {
    "guess": "Punishment",
    "confidence": [
      [
        "P",
        -0.7565816
      ],
      [
        "un",
        -1.2664457e-06
      ],
      [
        "ishment",
        -0.008954425
      ]
    ]
  },
  "\"Anthropogenic\" examples of these classes include \"wildlands\" and \"dense settlements,\" while the endolithic one exists between pores in rock and is inhabited by extremophile bacteria. One way to define": {
    "guess": "Biome",
    "confidence": [
      [
        "Bi",
        -1.1157305
      ],
      [
        "ome",
        -0.5906641
      ]
    ]
  },
  "This anthropologist wanted to study a living and functioning folklore and found a disagreement between that folklore and the culture of one society in the work Zuni Mythology. Another work by this anthropologist described the Zuni as Apollonian, while the (*) Kwakiutl were Dionysian and the Dobu schizophrenic. Another work by this woman distinguished between shame and guilt cultures. For 10 points, name this American anthropologist and student of Franz Boas, who wrote the works Patterns of Culture": {
    "guess": "Ruth Benedict",
    "confidence": [
      [
        "R",
        -0.007661513
      ],
      [
        "uth",
        -5.080963e-06
      ],
      [
        " Benedict",
        -7.2907846e-05
      ]
    ]
  },
  "Anthony Payne completed the third symphony by this composer, who also wrote a work in which the soloist": {
    "guess": "Ralph Vaughan Williams",
    "confidence": [
      [
        "R",
        -0.9324796
      ],
      [
        "alph",
        -0.0015108126
      ],
      [
        " Vaughan",
        -0.001563185
      ],
      [
        " Williams",
        -0.00014013138
      ]
    ]
  },
  "The antifungal drug clotrimazole may be used to treat this non-fungal disorder because it inhibits activation": {
    "guess": "Oral candidiasis",
    "confidence": [
      [
        "Or",
        -1.3991526
      ],
      [
        "al",
        -0.0013019034
      ],
      [
        " candid",
        -0.8813603
      ],
      [
        "ias",
        -0.0015662845
      ],
      [
        "is",
        -0.00018852073
      ]
    ]
  },
  "This anthropologist wanted to study a living and functioning folklore and found a disagreement between that folklore and the culture of one society in the work Zuni Mythology. Another work by this anthropologist described the Zuni as Apollonian, while the (*) Kwakiutl were Dionysian and the Dobu schizophrenic. Another work by this woman distinguished between shame and guilt cultures. For 10 points,": {
    "guess": "Ruth Benedict",
    "confidence": [
      [
        "R",
        -0.0058064978
      ],
      [
        "uth",
        -6.9882217e-06
      ],
      [
        " Benedict",
        -0.0001246349
      ]
    ]
  },
  "Some anthropologists have speculated that this concept is the origin of some of the dietary laws prohibiting the killing of animals that appears in biblical literature. It holds that that every tribe of people evolved from separate species of animals and comes from the Ojibwa term for \"brother-sister": {
    "guess": "Totemism",
    "confidence": [
      [
        "Tot",
        -0.015107531
      ],
      [
        "em",
        -0.0010706813
      ],
      [
        "ism",
        -0.116445154
      ]
    ]
  },
  "The Anti-Chain-Store Act made its regulations on price and other forms of discrimination more easily": {
    "guess": "Anti-Chain-Store Act",
    "confidence": [
      [
        "Anti",
        -0.08164139
      ],
      [
        "-",
        -0.0100431545
      ],
      [
        "Chain",
        -0.0003060262
      ],
      [
        "-",
        -0.39559
      ],
      [
        "Store",
        -2.0696643e-05
      ],
      [
        " Act",
        -0.0036707334
      ]
    ]
  },
  "Anton Lampa generalized this law for ellipsoidal inclusions, and inputs to it can be replaced with explicit material parameters via the Maxwell-Garnett formula. A modification for this function for dense fields is produced in Feynman's lectures, which states it as 3 times the quantity n squared minus one over n squared plus two is equal to N times alpha. The aforementioned formula is multiplied by four pi over 3 in the context of refractivity, when it is known as the (*) Lorentz-Lorenz equation. The main dependent variable in this equation is equal to the dipole moment over the local electric field.": {
    "guess": "Refractive index",
    "confidence": [
      [
        "Re",
        -0.108904354
      ],
      [
        "fr",
        -1.7835755e-05
      ],
      [
        "active",
        -2.1054253e-05
      ],
      [
        " index",
        -0.053356368
      ]
    ]
  },
  "This anthropologist studied female-dominated tribes in Papua New Guinea, including the Arapesh and the Tchambuli [cham-BOO-li], in her book Sex and Temperament in Three Primitive Societies. Derek (*) Freeman considered the results of her most famous study to be an \"anthropological myth.\" That study investigated adolescence in a village on the island of Tau. For 10 points, name this American anthropologist": {
    "guess": "Margaret Mead",
    "confidence": [
      [
        "Marg",
        -0.00135964
      ],
      [
        "aret",
        -0.00012094693
      ],
      [
        " Me",
        -0.0005237233
      ],
      [
        "ad",
        -1.5809293e-05
      ]
    ]
  },
  "An anthropological study of this religion was made by James Mooney. The founder of this religion allegedly had the power to control the weather and received revelations during a solar eclipse. The central belief of this faith was that performing the central ritual at certain intervals over a five day period would result in the resurrection of the dead, and some members of this Wovoka-founded religion believed that magical shirts would protect them from bullets. For ten points, name this millenarian religion practiced by the victims of the Wounded Knee massacre, named for its central dance.": {
    "guess": "Ghost Dance",
    "confidence": [
      [
        "Ghost",
        -0.0007069522
      ],
      [
        " Dance",
        -6.206032e-05
      ]
    ]
  },
  "This anthropologist studied female-dominated tribes in Papua New Guinea, including the Arapesh and the": {
    "guess": "Margaret Mead",
    "confidence": [
      [
        "Marg",
        -0.002296444
      ],
      [
        "aret",
        -5.1808798e-05
      ],
      [
        " Me",
        -2.220075e-06
      ],
      [
        "ad",
        -0.000102708764
      ]
    ]
  },
  "Anulka and Jacek fall in love during the second siege of Vienna in this author's On the Field of Glory.": {
    "guess": "Henryk Sienkiewicz",
    "confidence": [
      [
        "Henry",
        -0.015372515
      ],
      [
        "k",
        -0.0012504661
      ],
      [
        " S",
        -0.0002970896
      ],
      [
        "ien",
        -1.735894e-05
      ],
      [
        "k",
        -0.00064976746
      ],
      [
        "iew",
        -7.77952e-05
      ],
      [
        "icz",
        -0.00022845028
      ]
    ]
  },
  "Antonio Canova created a statue of this figure, who holds a golden orb with the goddess Nike perched on it. A painting of this man features him distributing Eagle Standards, while in another he holds a staff topped by a hand with two extended fingers. Another painting of this man features flickering candles and a clock reading 4:13 AM to demonstrate that he has pulled an all-nighter. This man is often depicted with a hand in his waistcoat, and his coronation was painted by Jacques-Louis David. For 10 points, name this French ruler who points toward the sky while riding a horse in a painting depicting": {
    "guess": "Napoleon Bonaparte",
    "confidence": [
      [
        "N",
        -0.007974138
      ],
      [
        "ap",
        -0.0018702137
      ],
      [
        "oleon",
        -0.00071243185
      ],
      [
        " Bon",
        -0.42396566
      ],
      [
        "ap",
        -3.1782583e-05
      ],
      [
        "arte",
        -5.538491e-05
      ]
    ]
  },
  "Anton Seidl orchestrated a \"Notturno\" by this composer as part of a suite which this man himself later revised. One of his works opens with a one-bar pianissimo timpani roll that crescendos and arrives at a tutti chord with the full orchestra, followed by a brief cadenza by the soloist. That piece shares its key with a work of the same type by Schumann. He composed ten volumes of solo piano pieces,": {
    "guess": "Robert Schumann",
    "confidence": [
      [
        "Robert",
        -1.3985366
      ],
      [
        " Sch",
        -0.00011462913
      ],
      [
        "umann",
        -0.00020616286
      ]
    ]
  },
  "The Antennae and The Mice are interacting examples of these objects, and Seyfert's Sextet are a group of them. Tidal tails form in these objects, when one or more of them merge. Edwin Hubble classified these on a \"tuning fork diagram\", which includes the elliptical and (*) spiral types. M31 is the Andromeda example of, and our own Milky way is another of, for 10 points, what large collections of stars?": {
    "guess": "Galaxy",
    "confidence": [
      [
        "Gal",
        -0.0016548253
      ],
      [
        "axy",
        -0.007064035
      ]
    ]
  },
  "This anthropologist studied female-dominated tribes in Papua New Guinea, including the Arapesh and the Tchambuli [cham-BOO-li], in her book Sex and Temperament in Three Primitive Societies. Derek (*) Freeman considered the results of her most famous study to be an \"anthropological myth.\" That study investigated adolescence in a village on the island of Tau. For 10 points, name this American anthropologist who wrote Coming of Age in Samoa.": {
    "guess": "Margaret Mead",
    "confidence": [
      [
        "Marg",
        -0.03533579
      ],
      [
        "aret",
        -7.600714e-05
      ],
      [
        " Me",
        -0.00028624575
      ],
      [
        "ad",
        -1.962381e-05
      ]
    ]
  },
  "This answer isn't killing, but the Gaullic figure Brut visited the Island of  Leogrecia after performing this action on a white hart. One god who did this to  himself was the god of the following domains: sunsets, rebirths, jewelry, and  flowers. That god did this to himself so corn could be grown. One": {
    "guess": "Self-castration in mythology",
    "confidence": [
      [
        "Self",
        -0.6629812
      ],
      [
        "-ca",
        -1.3755078
      ],
      [
        "stration",
        -0.0014189229
      ],
      [
        " in",
        -0.28835505
      ],
      [
        " mythology",
        -0.17610706
      ]
    ]
  },
  "The antibiotic chlor-am-phen-icol works by preventing this substance from binding to the A site. Its L-shaped tertiary conformation is largely the result of Hoogstein interactions between the D loop and the T-Psi-C loop, both of which derive their names from modified nucleotides. Another modified base, inosine, is often present in the anticodon loop and is responsible for wobble base pairing. A triplet of sequence CCA is highly conserved at the three-prime terminus, which is covalently bonded to a corresponding amino acid. For ten points, name this molecule which, in protein translation, is responsible for amino acid delivery to the ribosome.": {
    "guess": "Transfer RNA",
    "confidence": [
      [
        "Transfer",
        -0.036090143
      ],
      [
        " RNA",
        -0.00012058931
      ]
    ]
  },
  "This anthropologist wanted to study a living and functioning folklore and found a disagreement between that folklore and the culture of one society in the work Zuni Mythology. Another work by this anthropologist described the Zuni as Apollonian, while the (*) Kwakiutl were Dionysian and the Dobu schizophrenic.": {
    "guess": "Ruth Benedict",
    "confidence": [
      [
        "R",
        -0.32223818
      ],
      [
        "uth",
        -3.166338e-05
      ],
      [
        " Benedict",
        -0.00087835063
      ]
    ]
  },
  "Antonin Dvorak's twelfth work of this form in F major is entitled the \"American,\" and Schubert's lied Death and the Maiden was adapted into his fourteenth of these. Beethoven's Grosse Fuge is a single-movement": {
    "guess": "String quartet",
    "confidence": [
      [
        "String",
        -0.12469532
      ],
      [
        " quart",
        -0.16677746
      ],
      [
        "et",
        -0.03987471
      ]
    ]
  },
  "The Anti-Chain-Store Act made its regulations on price and other forms of discrimination more easily enforced and section 7's prohibition on one firm acquiring another's stock when it would reduce competition was solidified by the Celler-Kefauver Act. It legitimized boycotts and non-violent strikes and protests against companies and allowed unions and agricultural companies to have directorates worth": {
    "guess": "Clayton Antitrust Act of 1914",
    "confidence": [
      [
        "Cl",
        -0.8038167
      ],
      [
        "ay",
        -9.372295e-06
      ],
      [
        "ton",
        -1.247159e-05
      ],
      [
        " Ant",
        -0.00023405286
      ],
      [
        "itrust",
        -9.531814e-05
      ],
      [
        " Act",
        -0.00022511258
      ],
      [
        " of",
        -0.008284529
      ],
      [
        " ",
        -5.5122365e-07
      ],
      [
        "191",
        -0.00037752642
      ],
      [
        "4",
        -0.0001843486
      ]
    ]
  },
  "This man anticipated Saul Kripke when he used \"Dartmouth\" as an example of names of purely denotative nature. He proposed inculcating democratic values among workers by making firms industrial cooperatives in his widely used textbook of political economy. This thinker defended a theory of ethics against claims it was a \"doctrine worthy only of swine,\" arguing that humans were capable of more than base, physical happiness. In another book, this man claimed power could only be exercised against another's will if the purpose was to protect others. This creator of the harm principle wrote a book arguing": {
    "guess": "John Stuart Mill",
    "confidence": [
      [
        "John",
        -0.046097547
      ],
      [
        " Stuart",
        -0.00050859177
      ],
      [
        " Mill",
        -3.202099e-05
      ]
    ]
  },
  "The antibiotic erythromycin works by disrupting this organelle, which contains E, P, and A sites on its large subunit. The parts of this organelle are assembled at nucleoli (noo-klee-OH-lye), and when bound to a membrane, these create the rough ER. Codons are translated at this organelle where the tRNA and mRNA meet. For 10 points, name this organelle that is the site of protein synthesis": {
    "guess": "Ribosome",
    "confidence": [
      [
        "Rib",
        -0.004048364
      ],
      [
        "osome",
        -0.002741397
      ]
    ]
  },
  "The Antennae and The Mice are interacting examples of these objects, and Seyfert's Sextet are a group of them. Tidal tails form in these objects, when one or more of them merge. Edwin Hubble classified these on a \"tuning fork diagram\", which includes the elliptical and (*) spiral types. M31 is the Andromeda": {
    "guess": "Galaxy",
    "confidence": [
      [
        "Gal",
        -0.002884641
      ],
      [
        "axy",
        -0.0087721
      ]
    ]
  },
  "\"Anthropogenic\" examples of these classes include \"wildlands\" and \"dense settlements,\" while the endolithic one exists between pores in rock and is inhabited by extremophile bacteria. One way to define these classes is called the Bailey system. Examples of these classes often take different names in": {
    "guess": "Biome",
    "confidence": [
      [
        "Bi",
        -0.3765349
      ],
      [
        "ome",
        -0.11198215
      ]
    ]
  },
  "ANSWER: The Dionysiaca states that after the titans smeared chalk on their faces and murdered Zagreus, this kind of event happened. Before another one of these events, Cerambus was turned into a bird by nymphs. In Greek myth, the earliest one of these events is named after the autochthonous Attic king Ogyges. A different one of these events prompts a man to consult to the oracle of Themis beside the river Cephissus. According to Apollodorus, one of these events occurred after the Arcadian son of Pelasgus roasted Nyctimus in preparation for a meal. In a purely Roman story, Baucis and Philemon were turned into an oak and a linden tree while their greedy neighbors were subjected to one of these": {
    "guess": "Metamorphosis",
    "confidence": [
      [
        "Met",
        -0.62794864
      ],
      [
        "am",
        -0.008771981
      ],
      [
        "orph",
        -0.00023941702
      ],
      [
        "osis",
        -0.5181416
      ]
    ]
  },
  "The antibiotic erythromycin works by disrupting this organelle, which contains E, P, and A sites on its": {
    "guess": "Ribosome",
    "confidence": [
      [
        "Rib",
        -0.0016927925
      ],
      [
        "osome",
        -0.00015884268
      ]
    ]
  },
  "Anti-colonial sentiment in this country was fueled by the 1906 Denshawai Incident. Wilfrid Blunt wrote": {
    "guess": "Egypt",
    "confidence": [
      [
        "Egypt",
        -0.0050638067
      ]
    ]
  },
  "Antony Duff developed the \"communicative\" theory of this concept, the eighteenth-century \"mini-theaters\" of which are  examined in a text that discusses how this concept became \"gentle\" as it became divorced": {
    "guess": "Criminal Law",
    "confidence": [
      [
        "C",
        -0.4485941
      ],
      [
        "riminal",
        -5.4669687e-05
      ],
      [
        " Law",
        -0.5357468
      ]
    ]
  },
  "Anton Lampa generalized this law for ellipsoidal inclusions, and inputs to it can be replaced with explicit material parameters via the Maxwell-Garnett formula. A modification for this function for dense fields is produced in Feynman's lectures, which states it as 3 times the quantity n squared minus one over n squared plus two is equal to N times alpha. The aforementioned formula is multiplied by four pi over 3 in the context of refractivity, when it is known as the (*) Lorentz-Lorenz equation.": {
    "guess": "Refractive index",
    "confidence": [
      [
        "Re",
        -0.5620242
      ],
      [
        "fr",
        -2.486877e-05
      ],
      [
        "active",
        -2.5226382e-05
      ],
      [
        " index",
        -0.12558047
      ]
    ]
  },
  "Anton Seidl orchestrated a \"Notturno\" by this composer as part of a suite which this man himself later revised. One of his works opens with a one-bar pianissimo timpani roll that crescendos and arrives at a tutti chord with the full orchestra, followed by a brief cadenza by the soloist. That piece shares its key with a work of the same type by Schumann. He composed ten volumes of solo piano pieces, including \"To Spring\" and \"Wedding Day at (*) Troldhaugen\", and his only concerto is his Piano Concerto in A Minor. He also wrote the piece \"Morning Mood\" to accompany a play by one of his countrymen. For 10 points, name this composer of the Lyric Pieces, whose incidental music to Peer Gynt also includes": {
    "guess": "Edvard Grieg",
    "confidence": [
      [
        "Ed",
        -0.000676812
      ],
      [
        "vard",
        -1.735894e-05
      ],
      [
        " Gri",
        -0.00013834333
      ],
      [
        "eg",
        -3.5120287e-05
      ]
    ]
  },
  "ANSWER: The Dionysiaca states that after the titans smeared chalk on their faces and murdered Zagreus, this kind of event happened. Before another one of these events, Cerambus was turned into a bird by": {
    "guess": "Dionysus",
    "confidence": [
      [
        "D",
        -1.5158674
      ],
      [
        "ion",
        -0.04973192
      ],
      [
        "ys",
        -0.013656118
      ],
      [
        "us",
        -0.13828461
      ]
    ]
  },
  "Anton Seidl orchestrated a \"Notturno\" by this composer as part of a suite which this man himself later revised. One of his works opens with a one-bar pianissimo timpani roll that crescendos and arrives at a tutti chord with the full orchestra, followed by a brief cadenza by the soloist. That piece shares": {
    "guess": "Franz Liszt",
    "confidence": [
      [
        "Fran",
        -1.2679517
      ],
      [
        "z",
        -4.179569e-05
      ],
      [
        " Lis",
        -0.029651783
      ],
      [
        "zt",
        -0.00012856863
      ]
    ]
  },
  "ANSWER: The Dionysiaca states that after the titans smeared chalk on their faces and murdered Zagreus, this kind of event happened. Before another one of these events, Cerambus was turned into a bird by nymphs. In Greek myth, the earliest one of these events is named after the autochthonous Attic king Ogyges. A different one of these events prompts a man to consult to the oracle of Themis beside the river Cephissus. According to Apollodorus, one of these events occurred after the Arcadian son of Pelasgus roasted Nyctimus in preparation for a meal. In a purely Roman story, Baucis and Philemon were": {
    "guess": "Flood myth",
    "confidence": [
      [
        "F",
        -1.2703462
      ],
      [
        "lood",
        -0.08431158
      ],
      [
        " myth",
        -0.91393507
      ]
    ]
  },
  "This anthropologist studied female-dominated tribes in Papua New Guinea, including the Arapesh and the Tchambuli [cham-BOO-li], in her book Sex and Temperament in Three Primitive Societies. Derek (*) Freeman considered the results of her most famous study to be an \"anthropological myth.\" That study investigated": {
    "guess": "Margaret Mead",
    "confidence": [
      [
        "Marg",
        -0.4254337
      ],
      [
        "aret",
        -5.8245798e-05
      ],
      [
        " Me",
        -0.00077817735
      ],
      [
        "ad",
        -3.035214e-05
      ]
    ]
  },
  "An anthropological study of this religion was made by James Mooney. The founder of this religion allegedly had the power to control the weather and received revelations during a solar eclipse. The central belief of this faith was that performing the central ritual at certain intervals over a five day period would result in the resurrection of the dead, and some members of this Wovoka-founded religion believed that magical shirts would protect them from bullets. For ten points, name this millenarian": {
    "guess": "Ghost Dance",
    "confidence": [
      [
        "Ghost",
        -0.0005301566
      ],
      [
        " Dance",
        -0.0005324215
      ]
    ]
  },
  "This man anticipated Saul Kripke when he used \"Dartmouth\" as an example of names of purely denotative nature. He proposed inculcating democratic values among workers by making firms industrial cooperatives in his widely used textbook of political economy. This thinker defended a theory of ethics against claims it was a \"doctrine worthy only of swine,\" arguing that humans were capable of more than base, physical happiness. In another book, this man claimed power could only be exercised against another's": {
    "guess": "John Stuart Mill",
    "confidence": [
      [
        "John",
        -0.008793843
      ],
      [
        " Stuart",
        -0.0051380503
      ],
      [
        " Mill",
        -0.00017410076
      ]
    ]
  },
  "The antifungal drug clotrimazole may be used to treat this non-fungal disorder because it inhibits activation of the Gardos channel, preventing dehydration. Priapism is a very common symptom of this disease.": {
    "guess": "Sickle-cell disease",
    "confidence": [
      [
        "S",
        -0.009518659
      ],
      [
        "ickle",
        -0.00012035091
      ],
      [
        "-cell",
        -0.6401144
      ],
      [
        " disease",
        -0.19366413
      ]
    ]
  },
  "In antenna theory it can be obtained from the superposition of one turn of the helical antenna translated along the z-axis. Its physical significance was demonstrated in an experiment in which a shielded solenoid produced interference in an external (*) field-free region. Since its divergence has no": {
    "guess": "Magnetic monopole",
    "confidence": [
      [
        "M",
        -0.15767948
      ],
      [
        "agnetic",
        -0.00062022323
      ],
      [
        " mon",
        -0.039870594
      ],
      [
        "op",
        -8.184812e-05
      ],
      [
        "ole",
        -0.00013858173
      ]
    ]
  },
  "Anti-colonial sentiment in this country was fueled by the 1906 Denshawai Incident. Wilfrid Blunt wrote a \"secret history\" of the occupation of this country, which was achieved when a victory at Tel el-Kabir easily quashed the Urabi Revolt. This country was subsequently administered by Lord Cromer, who": {
    "guess": "Egypt",
    "confidence": [
      [
        "Egypt",
        -0.16567099
      ]
    ]
  },
  "The antibiotic erythromycin works by disrupting this organelle, which contains E, P, and A sites on its large subunit. The parts of this organelle are assembled at nucleoli (noo-klee-OH-lye), and when": {
    "guess": "Ribosome",
    "confidence": [
      [
        "Rib",
        -0.0017953701
      ],
      [
        "osome",
        -0.0003361774
      ]
    ]
  },
  "Antonio Canova created a statue of this figure, who holds a golden orb with the goddess Nike perched on it. A painting of this man features him distributing Eagle Standards, while in another he holds a staff topped by a hand with two extended fingers. Another painting of this man features flickering": {
    "guess": "Napoleon Bonaparte",
    "confidence": [
      [
        "N",
        -0.304596
      ],
      [
        "ap",
        -0.0014084475
      ],
      [
        "oleon",
        -0.00041363045
      ],
      [
        " Bon",
        -0.052633252
      ],
      [
        "ap",
        -4.990154e-05
      ],
      [
        "arte",
        -0.000108788154
      ]
    ]
  },
  "An anthropological study of this religion was made by James Mooney. The founder of this religion allegedly had the power to control the weather and received revelations during a solar eclipse. The central belief of this faith was that performing the central ritual at certain intervals over a five day period would result in the resurrection of the dead, and some members of this Wovoka-founded religion": {
    "guess": "Ghost Dance",
    "confidence": [
      [
        "Ghost",
        -0.0007855643
      ],
      [
        " Dance",
        -5.8365e-05
      ]
    ]
  },
  "This man anticipated Saul Kripke when he used \"Dartmouth\" as an example of names of purely denotative nature. He proposed inculcating democratic values among workers by making firms industrial cooperatives in his widely used textbook of political economy. This thinker defended a theory of ethics against claims it was a \"doctrine worthy only of swine,\" arguing that humans were capable of more than base, physical happiness. In another book, this man claimed power could only be exercised against another's will if the purpose was to protect others. This creator of the harm principle wrote a book arguing for women's suffrage which he co-wrote with his wife, Harriet Taylor. For 10 points, name this author of On Liberty.": {
    "guess": "John Stuart Mill",
    "confidence": [
      [
        "John",
        -0.0035443592
      ],
      [
        " Stuart",
        -1.4378848e-05
      ],
      [
        " Mill",
        -8.418666e-06
      ]
    ]
  },
  "The antifungal drug clotrimazole may be used to treat this non-fungal disorder because it inhibits activation of the Gardos channel, preventing dehydration. Priapism is a very common symptom of this disease. Autosplenectomy, where the spleen shrinks and eventually disappears, occurs in children with this disorder. It often leads to painful vaso-occlusion crises. Sodium metabisulfite is used to diagnose this disease, and hydroxyurea treats its symptoms. Linus Pauling coined the term \"molecular disease\" to describe this disorder, which is caused by the point mutation of glutamic acid to valine. Heterozygotes for its genetic mutation are resistant to malaria. For 10 points, name this disorder common": {
    "guess": "Sickle-cell disease",
    "confidence": [
      [
        "S",
        -0.011767696
      ],
      [
        "ickle",
        -0.0001008015
      ],
      [
        "-cell",
        -0.6885407
      ],
      [
        " disease",
        -0.24629794
      ]
    ]
  },
  "ANSWER: The Dionysiaca states that after the titans smeared chalk on their faces and murdered Zagreus, this kind of event happened. Before another one of these events, Cerambus was turned into a bird by nymphs. In Greek myth, the earliest one of these events is named after the autochthonous Attic king Ogyges. A different one of these events prompts a man to consult to the oracle of Themis beside the river Cephissus. According to Apollodorus, one of these events occurred after the Arcadian son of": {
    "guess": "Dionysian Mysteries",
    "confidence": [
      [
        "D",
        -1.5078461
      ],
      [
        "ion",
        -0.022851031
      ],
      [
        "ys",
        -0.01543449
      ],
      [
        "ian",
        -0.36952004
      ],
      [
        " Myst",
        -0.11750042
      ],
      [
        "eries",
        -9.014684e-06
      ]
    ]
  },
  "Antonin Dvorak's twelfth work of this form in F major is entitled the \"American,\" and Schubert's lied Death and the Maiden was adapted into his fourteenth of these. Beethoven's Grosse Fuge is a single-movement one of these, and sixty-eight were written by Joseph Haydn, who, in addition to being called the \"Father of the Symphony,\" is credited as the \"Father of\" this form. For 10 points, name this genre": {
    "guess": "String quartet",
    "confidence": [
      [
        "String",
        -0.0038505516
      ],
      [
        " quart",
        -0.013102341
      ],
      [
        "et",
        -0.0052900882
      ]
    ]
  },
  "The antibiotic erythromycin works by disrupting this organelle, which contains E, P, and A sites on its large subunit. The parts of this organelle are assembled at nucleoli (noo-klee-OH-lye), and when bound to a membrane, these create the rough ER. Codons are translated at this organelle where the tRNA": {
    "guess": "Ribosome",
    "confidence": [
      [
        "Rib",
        -0.0020543816
      ],
      [
        "osome",
        -0.0011757015
      ]
    ]
  },
  "Anti-colonial sentiment in this country was fueled by the 1906 Denshawai Incident. Wilfrid Blunt wrote a \"secret history\" of the occupation of this country, which was achieved when a victory at Tel el-Kabir easily quashed the Urabi Revolt. This country was subsequently administered by Lord Cromer, who technically only advised Tawfiq and Abbas Hilmi. Those (*) khedives were the descendants of an ethnically Albanian governor who made cotton this country's staple crop and created the army that won the Battle of Konya. That man, Muhammad Ali, also killed the last of this country's Mamluks, who had been defeated when Napoleon invaded. For 10 points, name this African country whose cities include Alexandria": {
    "guess": "Egypt",
    "confidence": [
      [
        "Egypt",
        -0.039353374
      ]
    ]
  },
  "In antenna theory it can be obtained from the superposition of one turn of the helical antenna translated": {
    "guess": "Helical antenna",
    "confidence": [
      [
        "Hel",
        -0.019057961
      ],
      [
        "ical",
        -0.016261691
      ],
      [
        " antenna",
        -0.006662081
      ]
    ]
  },
  "Anton Lampa generalized this law for ellipsoidal inclusions, and inputs to it can be replaced with explicit": {
    "guess": "Eshelby's inclusion theory",
    "confidence": [
      [
        "E",
        -0.5796832
      ],
      [
        "sh",
        -0.007158973
      ],
      [
        "el",
        -3.2736214e-05
      ],
      [
        "by",
        -0.0010231629
      ],
      [
        "'s",
        -0.74818146
      ],
      [
        " inclusion",
        -0.30973577
      ],
      [
        " theory",
        -0.8288318
      ]
    ]
  },
  "Antonio Canova created a statue of this figure, who holds a golden orb with the goddess Nike perched on it. A painting of this man features him distributing Eagle Standards, while in another he holds a staff topped by a hand with two extended fingers. Another painting of this man features flickering candles and a clock reading 4:13 AM to demonstrate that he has pulled an all-nighter. This man is often": {
    "guess": "Napoleon Bonaparte",
    "confidence": [
      [
        "N",
        -0.21596974
      ],
      [
        "ap",
        -0.002856828
      ],
      [
        "oleon",
        -0.00060224184
      ],
      [
        " Bon",
        -0.042910006
      ],
      [
        "ap",
        -5.157039e-05
      ],
      [
        "arte",
        -0.0001345288
      ]
    ]
  },
  "The antifungal drug clotrimazole may be used to treat this non-fungal disorder because it inhibits activation of the Gardos channel, preventing dehydration. Priapism is a very common symptom of this disease. Autosplenectomy, where the spleen shrinks and eventually disappears, occurs in children with this disorder. It often leads to painful vaso-occlusion crises. Sodium metabisulfite is used to diagnose this disease, and hydroxyurea treats its symptoms. Linus Pauling coined the term \"molecular disease\" to describe this disorder, which is caused by the point mutation of glutamic acid to valine. Heterozygotes": {
    "guess": "Sickle cell disease",
    "confidence": [
      [
        "S",
        -0.0880357
      ],
      [
        "ickle",
        -0.00020878535
      ],
      [
        " cell",
        -0.15293932
      ],
      [
        " disease",
        -0.5185892
      ]
    ]
  },
  "This anthropologist co-wrote a pamphlet arguing against racial prejudice and promoting a united world against fascism titled \"The Races of Mankind.\" This author also published works about the religion and folklore of Native Americans, such as in her Tales of the Cochiti Indians. She argued that the \"personality\"": {
    "guess": "Ruth Benedict",
    "confidence": [
      [
        "R",
        -0.00391478
      ],
      [
        "uth",
        -1.2113979e-05
      ],
      [
        " Benedict",
        -9.5198935e-05
      ]
    ]
  },
  "Anthony Payne completed the third symphony by this composer, who also wrote a work in which the soloist plays a melody in B flat major throughout an Adagio third movement. Jacqueline du Pre gained fame": {
    "guess": "Edward Elgar",
    "confidence": [
      [
        "Edward",
        -0.10254309
      ],
      [
        " El",
        -0.00048346177
      ],
      [
        "gar",
        -4.167649e-05
      ]
    ]
  },
  "Anton Lampa generalized this law for ellipsoidal inclusions, and inputs to it can be replaced with explicit material parameters via the Maxwell-Garnett formula. A modification for this function for dense": {
    "guess": "Maxwell-Garnett mixture rule",
    "confidence": [
      [
        "Max",
        -0.06401367
      ],
      [
        "well",
        -0.00012642296
      ],
      [
        "-G",
        -0.20778134
      ],
      [
        "arn",
        -5.538491e-05
      ],
      [
        "ett",
        -0.00072804024
      ],
      [
        " mixture",
        -0.96523345
      ],
      [
        " rule",
        -0.053121604
      ]
    ]
  },
  "The antibiotic rotenone inhibits one step of this process, whose final protein has an oligomycin\n sensitive": {
    "guess": "Electron transport chain",
    "confidence": [
      [
        "Elect",
        -0.001167603
      ],
      [
        "ron",
        -3.888926e-06
      ],
      [
        " transport",
        -0.016650993
      ],
      [
        " chain",
        -0.00014466111
      ]
    ]
  },
  "\"Anthropogenic\" examples of these classes include \"wildlands\" and \"dense settlements,\" while the endolithic": {
    "guess": "Anthropogenic biomes",
    "confidence": [
      [
        "Anth",
        -1.4870808
      ],
      [
        "rop",
        -0.04927562
      ],
      [
        "ogenic",
        -0.7733164
      ],
      [
        " bi",
        -0.6627175
      ],
      [
        "omes",
        -0.00012987986
      ]
    ]
  },
  "ANSWER: The Dionysiaca states that after the titans smeared chalk on their faces and murdered Zagreus, this kind of event happened. Before another one of these events, Cerambus was turned into a bird by nymphs. In Greek myth, the earliest one of these events is named after the autochthonous Attic king Ogyges. A different one of these events prompts a man to consult to the oracle of Themis beside the": {
    "guess": "Dionysian Mysteries",
    "confidence": [
      [
        "D",
        -1.3792311
      ],
      [
        "ion",
        -0.017493933
      ],
      [
        "ys",
        -0.015100135
      ],
      [
        "ian",
        -0.2449384
      ],
      [
        " Myst",
        -0.13372178
      ],
      [
        "eries",
        -2.58224e-05
      ]
    ]
  },
  "This answer isn't killing, but the Gaullic figure Brut visited the Island of  Leogrecia after performing this action on a white hart. One god who did this to  himself was the god of the following domains:": {
    "guess": "Sacrifice in Maya religion",
    "confidence": [
      [
        "S",
        -1.29505
      ],
      [
        "acr",
        -0.0129322
      ],
      [
        "ifice",
        -0.04055628
      ],
      [
        " in",
        -0.21591085
      ],
      [
        " Maya",
        -1.1544986
      ],
      [
        " religion",
        -0.21390648
      ]
    ]
  },
  "This anthropologist wanted to study a living and functioning folklore and found a disagreement between that folklore and the culture of one society in the work Zuni Mythology. Another work by this anthropologist described the Zuni as Apollonian, while the (*) Kwakiutl were Dionysian and the Dobu schizophrenic. Another work by this woman distinguished between shame and guilt cultures. For 10 points, name this American anthropologist and student of Franz Boas, who wrote the works Patterns of Culture and The Chrysanthemum and the Sword.": {
    "guess": "Ruth Benedict",
    "confidence": [
      [
        "R",
        -0.012230134
      ],
      [
        "uth",
        -1.0206721e-05
      ],
      [
        " Benedict",
        -0.00022058284
      ]
    ]
  },
  "The Anti-Chain-Store Act made its regulations on price and other forms of discrimination more easily enforced and section 7's prohibition on one firm acquiring another's stock when it would reduce competition was solidified by the Celler-Kefauver Act. It legitimized boycotts and non-violent strikes and protests against companies and allowed unions and agricultural companies to have directorates worth more than $1,000,000, though such directorates were prohibited in other industries and forbade cutting prices in only certain regions in order to destroy competitors.  For 10 points, name this antitrust act passed in 1914, which augmented the Sherman antitrust act.": {
    "guess": "Clayton Antitrust Act of 1914",
    "confidence": [
      [
        "Cl",
        -0.0340214
      ],
      [
        "ay",
        -4.5491004e-05
      ],
      [
        "ton",
        -1.7597347e-05
      ],
      [
        " Ant",
        -5.1331983e-05
      ],
      [
        "itrust",
        -0.00016611411
      ],
      [
        " Act",
        -5.3358446e-05
      ],
      [
        " of",
        -0.36937916
      ],
      [
        " ",
        -6.6306106e-06
      ],
      [
        "191",
        -0.0001690942
      ],
      [
        "4",
        -0.00024989594
      ]
    ]
  },
  "Anulka and Jacek fall in love during the second siege of Vienna in this author's On the Field of Glory. The virtuous Cossack Hmelnitski is defeated by Prince Yeremi after saving the life of Pan Yan in one of this author's novels. In another novel, the writer of the Troyad sets (*) Rome on fire to provide": {
    "guess": "Henryk Sienkiewicz",
    "confidence": [
      [
        "Henry",
        -0.44822496
      ],
      [
        "k",
        -0.002313811
      ],
      [
        " S",
        -0.00081808487
      ],
      [
        "ien",
        -2.7610455e-05
      ],
      [
        "k",
        -0.00067538157
      ],
      [
        "iew",
        -8.7212284e-05
      ],
      [
        "icz",
        -0.00045367188
      ]
    ]
  },
  "This answer isn't killing, but the Gaullic figure Brut visited the Island of  Leogrecia after performing this action on a white hart. One god who did this to  himself was the god of the following domains: sunsets, rebirths, jewelry, and  flowers. That god did this to himself so corn could be grown. One animal that  had this  done to it was tossed into a weaving chamber. Another figure to suffer  this fate is unable to turn his instrument upside down and was judged by the  Muses against Apollo. For 10 points, name this act inflicted upon Marsyas, the  process of removing the epidermis from a person.": {
    "guess": "Flaying",
    "confidence": [
      [
        "Fl",
        -0.023949655
      ],
      [
        "aying",
        -0.0017484846
      ]
    ]
  },
  "Anton Seidl orchestrated a \"Notturno\" by this composer as part of a suite which this man himself later revised. One of his works opens with a one-bar pianissimo timpani roll that crescendos and arrives": {
    "guess": "Antonín Dvořák",
    "confidence": [
      [
        "Ant",
        -0.75036794
      ],
      [
        "on",
        -0.0011202149
      ],
      [
        "ín",
        -0.058140825
      ],
      [
        " D",
        -0.00019471932
      ],
      [
        "vo",
        -7.3458323e-06
      ],
      [
        "ř",
        -1.0325924e-05
      ],
      [
        "ák",
        -3.368984e-05
      ]
    ]
  },
  "In antenna theory it can be obtained from the superposition of one turn of the helical antenna translated along the z-axis. Its physical significance was demonstrated in an experiment in which a shielded solenoid produced interference in an external (*) field-free region. Since its divergence has no physical significance, the Lorenz gauge can be used to separate it from the electric scalar potential and its nature was elucidated in the Aharonov-Bohm experiment. For 10 points, name this vector field with a curl that equals the magnetic field.": {
    "guess": "Magnetic vector potential",
    "confidence": [
      [
        "M",
        -0.064849496
      ],
      [
        "agnetic",
        -0.000111410634
      ],
      [
        " vector",
        -0.0536191
      ],
      [
        " potential",
        -5.8841815e-05
      ]
    ]
  },
  "Anton Lampa generalized this law for ellipsoidal inclusions, and inputs to it can be replaced with explicit material parameters via the Maxwell-Garnett formula. A modification for this function for dense fields is produced in Feynman's lectures, which states it as 3 times the quantity n squared minus one over n squared plus two is equal to N times alpha. The aforementioned formula is multiplied by four pi over 3 in the context of refractivity, when it is known as the (*) Lorentz-Lorenz equation. The main dependent variable in this equation is equal to the dipole moment over the local electric field. For 10 points, name this doubly-eponymous equation that relates molecular polarizability to the dielectric constants of two different media.": {
    "guess": "Lorentz-Lorenz equation",
    "confidence": [
      [
        "L",
        -0.04252097
      ],
      [
        "orent",
        -0.01116384
      ],
      [
        "z",
        -3.1544176e-05
      ],
      [
        "-L",
        -0.03297337
      ],
      [
        "oren",
        -0.00014382669
      ],
      [
        "z",
        -6.730528e-05
      ],
      [
        " equation",
        -0.031772062
      ]
    ]
  },
  "Some anthropologists have speculated that this concept is the origin of some of the dietary laws prohibiting the killing of animals that appears in biblical literature. It holds that that every tribe of": {
    "guess": "Taboo",
    "confidence": [
      [
        "Tab",
        -1.3772981
      ],
      [
        "oo",
        -0.0085769845
      ]
    ]
  },
  "Some anthropologists have speculated that this concept is the origin of some of the dietary laws prohibiting": {
    "guess": "Taboo",
    "confidence": [
      [
        "Tab",
        -0.3471039
      ],
      [
        "oo",
        -0.0022294752
      ]
    ]
  },
  "Antony Duff developed the \"communicative\" theory of this concept, the eighteenth-century \"mini-theaters\" of which are  examined in a text that discusses how this concept became \"gentle\" as it became divorced from the sovereign. A work  titled after this concept \"and responsibility\" claims that desert (\"dessert\") must govern its scope but utilitarian goals must  govern its specific application and was": {
    "guess": "Criminal Law",
    "confidence": [
      [
        "C",
        -0.6813207
      ],
      [
        "riminal",
        -0.00061677006
      ],
      [
        " Law",
        -0.113102555
      ]
    ]
  },
  "This anthropologist co-wrote a pamphlet arguing against racial prejudice and promoting a united world against fascism titled \"The Races of Mankind.\" This author also published works about the religion and folklore of Native Americans, such as in her Tales of the Cochiti Indians. She argued that the \"personality\" of the title concept determines the traits of individuals within certain groups, comparing": {
    "guess": "Ruth Benedict",
    "confidence": [
      [
        "R",
        -0.001797039
      ],
      [
        "uth",
        -1.27099975e-05
      ],
      [
        " Benedict",
        -5.967624e-05
      ]
    ]
  },
  "Anthony Payne completed the third symphony by this composer, who also wrote a work in which the soloist plays a melody in B flat major throughout an Adagio third movement. Jacqueline du Pre gained fame for performing this composer's E minor cello concerto, while a man is visited by an angel in a work by him that was inspired by a Cardinal Newman poem. \"Nimrod\" is part of a work by this composer that": {
    "guess": "Edward Elgar",
    "confidence": [
      [
        "Edward",
        -0.016367242
      ],
      [
        " El",
        -0.0003196154
      ],
      [
        "gar",
        -2.3795938e-05
      ]
    ]
  },
  "Anti-colonial sentiment in this country was fueled by the 1906 Denshawai Incident. Wilfrid Blunt wrote a \"secret history\" of the occupation of this country, which was achieved when a victory at Tel el-Kabir easily quashed the Urabi Revolt. This country was subsequently administered by Lord Cromer, who technically only advised Tawfiq and Abbas Hilmi. Those (*) khedives were the descendants of an ethnically Albanian governor who made cotton this country's staple crop and created the army that won the": {
    "guess": "Egypt",
    "confidence": [
      [
        "Egypt",
        -0.39003766
      ]
    ]
  },
  "This answer isn't killing, but the Gaullic figure Brut visited the Island of  Leogrecia after performing this action on a white hart. One god who did this to  himself was the god of the following domains: sunsets, rebirths, jewelry, and  flowers. That god did this to himself so corn could be grown. One animal that  had this  done to it was tossed into a weaving chamber. Another figure to suffer  this": {
    "guess": "Self-castration",
    "confidence": [
      [
        "Self",
        -1.2650441
      ],
      [
        "-ca",
        -1.2532022
      ],
      [
        "stration",
        -0.0011203341
      ]
    ]
  },
  "The antibiotic chlor-am-phen-icol works by preventing this substance from binding to the A site. Its L-shaped tertiary conformation is largely the result of Hoogstein interactions between the D loop and the T-Psi-C loop, both of which derive their names from modified nucleotides. Another modified base, inosine, is often present in the anticodon loop and is responsible for wobble base pairing. A triplet of sequence CCA is highly conserved at the three-prime terminus, which is covalently bonded to": {
    "guess": "Transfer RNA",
    "confidence": [
      [
        "Transfer",
        -0.4914811
      ],
      [
        " RNA",
        -0.0010338803
      ]
    ]
  },
  "The Anti-Chain-Store Act made its regulations on price and other forms of discrimination more easily enforced and section 7's prohibition on one firm acquiring another's stock when it would reduce competition was solidified by the Celler-Kefauver Act. It legitimized boycotts and non-violent strikes and protests against companies and allowed unions and agricultural companies to have directorates worth more than $1,000,000, though such directorates were prohibited in other industries and forbade cutting": {
    "guess": "Robinson-Patman Act",
    "confidence": [
      [
        "Rob",
        -0.6129668
      ],
      [
        "inson",
        -0.0004243588
      ],
      [
        "-P",
        -0.096517034
      ],
      [
        "at",
        -9.472212e-05
      ],
      [
        "man",
        -0.000113913906
      ],
      [
        " Act",
        -0.0058642053
      ]
    ]
  },
  "ANSWER: The Dionysiaca states that after the titans smeared chalk on their faces and murdered Zagreus, this kind of event happened. Before another one of these events, Cerambus was turned into a bird by nymphs. In Greek myth, the earliest one of these events is named after the autochthonous Attic king Ogyges. A different one of these events prompts a man to consult to the oracle of Themis beside the river Cephissus. According to Apollodorus, one of these events occurred after the Arcadian son of Pelasgus roasted Nyctimus in preparation for a meal. In a purely Roman story, Baucis and Philemon were turned into an oak and a linden tree while their greedy neighbors were subjected to one of these events. The hubris of Lycaon caused the largest ones of these events to take place, after which a couple": {
    "guess": "Sacrifice",
    "confidence": [
      [
        "S",
        -0.19610086
      ],
      [
        "acr",
        -1.1398757e-05
      ],
      [
        "ifice",
        -0.0050805337
      ]
    ]
  },
  "Anton Seidl orchestrated a \"Notturno\" by this composer as part of a suite which this man himself later revised. One of his works opens with a one-bar pianissimo timpani roll that crescendos and arrives at a tutti chord with the full orchestra, followed by a brief cadenza by the soloist. That piece shares its key with a work of the same type by Schumann. He composed ten volumes of solo piano pieces, including \"To Spring\" and \"Wedding Day at (*) Troldhaugen\", and his only concerto is his Piano Concerto in A Minor. He also wrote the piece \"Morning Mood\" to accompany a play by one of his countrymen. For 10 points, name this composer of the Lyric Pieces, whose incidental music to Peer Gynt also includes \"In the Hall of the Mountain King.\"": {
    "guess": "Edvard Grieg",
    "confidence": [
      [
        "Ed",
        -0.0005145483
      ],
      [
        "vard",
        -1.0206721e-05
      ],
      [
        " Gri",
        -6.9882217e-06
      ],
      [
        "eg",
        -2.2484697e-05
      ]
    ]
  },
  "Anton Seidl orchestrated a \"Notturno\" by this composer as part of a suite which this man himself later revised. One of his works opens with a one-bar pianissimo timpani roll that crescendos and arrives at a tutti chord with the full orchestra, followed by a brief cadenza by the soloist. That piece shares its key with a work of the same type by Schumann. He composed ten volumes of solo piano pieces, including \"To Spring\" and \"Wedding Day at (*) Troldhaugen\", and his only concerto is his Piano Concerto": {
    "guess": "Edvard Grieg",
    "confidence": [
      [
        "Ed",
        -0.0016923157
      ],
      [
        "vard",
        -1.7432603e-06
      ],
      [
        " Gri",
        -0.000386463
      ],
      [
        "eg",
        -2.2842309e-05
      ]
    ]
  },
  "Antonin Dvorak's twelfth work of this form in F major is entitled the \"American,\" and Schubert's lied Death and the Maiden was adapted into his fourteenth of these. Beethoven's Grosse Fuge is a single-movement one of these, and sixty-eight were written by Joseph Haydn, who, in addition to being called": {
    "guess": "String quartet",
    "confidence": [
      [
        "String",
        -0.17793727
      ],
      [
        " quart",
        -0.072420575
      ],
      [
        "et",
        -0.019438233
      ]
    ]
  },
  "In antenna theory it can be obtained from the superposition of one turn of the helical antenna translated along the z-axis. Its physical significance was demonstrated in an experiment in which a shielded solenoid produced interference in an external (*) field-free region. Since its divergence has no physical significance, the Lorenz gauge can be used to separate it from the electric scalar potential and its nature was elucidated in the Aharonov-Bohm experiment. For 10 points, name this vector field": {
    "guess": "Magnetic vector potential",
    "confidence": [
      [
        "M",
        -0.048295483
      ],
      [
        "agnetic",
        -0.00015359772
      ],
      [
        " vector",
        -0.34717265
      ],
      [
        " potential",
        -0.00024894232
      ]
    ]
  },
  "In antenna theory it can be obtained from the superposition of one turn of the helical antenna translated along the z-axis. Its physical significance was demonstrated in an experiment in which a shielded solenoid produced interference in an external (*) field-free region. Since its divergence has no physical significance, the Lorenz gauge can be used to separate it from the electric scalar potential": {
    "guess": "Magnetic vector potential",
    "confidence": [
      [
        "M",
        -0.14412102
      ],
      [
        "agnetic",
        -0.0053141583
      ],
      [
        " vector",
        -0.051170155
      ],
      [
        " potential",
        -2.5107178e-05
      ]
    ]
  },
  "The antibiotic rotenone inhibits one step of this process, whose final protein has an oligomycin\n sensitive region. This process sees a protein containing an iron-sulfur cluster interact with a semiquinone\n intermediate. Coenzyme Q is responsible for transferring substrates to the cytochrome bc1 complex in this\n process, which then transfers those substrates to cytochrome c oxidase. Peter Mitchell showed that this\n process operates by chemiosmosis, in which a proton gradient drives the rotation of ATP synthase. NADH\n and FADH2 from the Krebs cycle feed into this process, which occurs on the inner membrane of the\n mitochondria. For 10 points, name this final step of oxidative phosphorylation in": {
    "guess": "Electron transport chain",
    "confidence": [
      [
        "Elect",
        -0.0039526634
      ],
      [
        "ron",
        -4.3202e-07
      ],
      [
        " transport",
        -0.0362372
      ],
      [
        " chain",
        -5.5577775e-06
      ]
    ]
  },
  "This man anticipated Saul Kripke when he used \"Dartmouth\" as an example of names of purely denotative nature. He proposed inculcating democratic values among workers by making firms industrial cooperatives in his widely used textbook of political economy. This thinker defended a theory of ethics against claims it was a \"doctrine worthy only of swine,\" arguing that humans were capable of more than base,": {
    "guess": "John Stuart Mill",
    "confidence": [
      [
        "John",
        -0.018381596
      ],
      [
        " Stuart",
        -0.01732747
      ],
      [
        " Mill",
        -0.00023333763
      ]
    ]
  },
  "The Anti-Chain-Store Act made its regulations on price and other forms of discrimination more easily enforced and section 7's prohibition on one firm acquiring another's stock when it would reduce competition was solidified by the Celler-Kefauver Act. It legitimized boycotts and non-violent strikes and": {
    "guess": "Celler-Kefauver Act",
    "confidence": [
      [
        "Cell",
        -0.8120909
      ],
      [
        "er",
        -0.0009487376
      ],
      [
        "-K",
        -0.0037763352
      ],
      [
        "ef",
        -0.00012535013
      ],
      [
        "au",
        -1.147242e-06
      ],
      [
        "ver",
        -3.23786e-05
      ],
      [
        " Act",
        -0.03356237
      ]
    ]
  },
  "\"Anthropogenic\" examples of these classes include \"wildlands\" and \"dense settlements,\" while the endolithic one exists between pores in rock and is inhabited by extremophile bacteria. One way to define these classes is called the Bailey system. Examples of these classes often take different names in different places, like the Australian veldt and the African savanna. FTP, give this term for ecologically related ranges of climate conditions, including riparian zones and taiga, as well as the dry, hot desert and the cold, dry tundra.": {
    "guess": "Biome",
    "confidence": [
      [
        "Bi",
        -0.015782356
      ],
      [
        "ome",
        -0.0076987906
      ]
    ]
  },
  "The Antennae and The Mice are interacting examples of these objects, and Seyfert's Sextet are a group": {
    "guess": "Galaxy",
    "confidence": [
      [
        "Gal",
        -0.7117991
      ],
      [
        "axy",
        -0.021931395
      ]
    ]
  },
  "Antony Duff developed the \"communicative\" theory of this concept, the eighteenth-century \"mini-theaters\" of which are  examined in a text that discusses how this concept became \"gentle\" as it became divorced from the sovereign. A work  titled after this concept \"and responsibility\" claims that desert (\"dessert\") must govern its scope but utilitarian goals must  govern its specific application and was written by H.L.A. Hart. Restitutional, rehabilitative, incapacitative, and (*)  retributivist are all types of theories of this concept, which a Frenchman claims underwent a shift from torture to  institutionalization in a work that examines the execution of Robert-Francois Damiens and the example": {
    "guess": "Punishment",
    "confidence": [
      [
        "P",
        -0.30390137
      ],
      [
        "un",
        0.0
      ],
      [
        "ishment",
        -0.00018494461
      ]
    ]
  },
  "This man anticipated Saul Kripke when he used \"Dartmouth\" as an example of names of purely denotative nature. He proposed inculcating democratic values among workers by making firms industrial cooperatives in his widely used textbook of political economy. This thinker defended a theory of ethics against": {
    "guess": "John Dewey",
    "confidence": [
      [
        "John",
        -0.18822682
      ],
      [
        " Dew",
        -0.40198556
      ],
      [
        "ey",
        -8.947716e-05
      ]
    ]
  },
  "This answer isn't killing, but the Gaullic figure Brut visited the Island of  Leogrecia after performing this action on a white hart. One god who did this to  himself was the god of the following domains: sunsets, rebirths, jewelry, and  flowers. That god did this to himself so corn could be grown. One animal that  had this  done to it was tossed into a weaving chamber. Another figure to suffer  this fate is unable to turn his instrument upside down and was judged by the  Muses against Apollo. For": {
    "guess": "Satyr",
    "confidence": [
      [
        "Sat",
        -0.57147974
      ],
      [
        "yr",
        -0.041041985
      ]
    ]
  },
  "The antibiotic chlor-am-phen-icol works by preventing this substance from binding to the A site. Its L-shaped tertiary conformation is largely the result of Hoogstein interactions between the D loop and": {
    "guess": "Peptidyl transferase",
    "confidence": [
      [
        "Pe",
        -0.7522587
      ],
      [
        "pt",
        -0.058237217
      ],
      [
        "id",
        -0.0001037816
      ],
      [
        "yl",
        -0.0005119258
      ],
      [
        " transfer",
        -0.5109726
      ],
      [
        "ase",
        -0.011670724
      ]
    ]
  },
  "The antifungal drug clotrimazole may be used to treat this non-fungal disorder because it inhibits activation of the Gardos channel, preventing dehydration. Priapism is a very common symptom of this disease. Autosplenectomy, where the spleen shrinks and eventually disappears, occurs in children with this disorder. It often leads to painful vaso-occlusion crises. Sodium metabisulfite is used to diagnose": {
    "guess": "Sickle cell disease",
    "confidence": [
      [
        "S",
        -0.007402531
      ],
      [
        "ickle",
        -0.0011586774
      ],
      [
        " cell",
        -0.7274833
      ],
      [
        " disease",
        -0.56171817
      ]
    ]
  },
  "The antifungal drug clotrimazole may be used to treat this non-fungal disorder because it inhibits activation of the Gardos channel, preventing dehydration. Priapism is a very common symptom of this disease. Autosplenectomy, where the spleen shrinks and eventually disappears, occurs in children with this disorder. It often leads to painful vaso-occlusion crises. Sodium metabisulfite is used to diagnose this disease, and hydroxyurea treats its symptoms. Linus Pauling coined the term \"molecular disease\"": {
    "guess": "Sickle-cell disease",
    "confidence": [
      [
        "S",
        -0.025072206
      ],
      [
        "ickle",
        -7.7199176e-05
      ],
      [
        "-cell",
        -0.5775979
      ],
      [
        " disease",
        -0.06458981
      ]
    ]
  },
  "The antibiotic chlor-am-phen-icol works by preventing this substance from binding to the A site. Its L-shaped tertiary conformation is largely the result of Hoogstein interactions between the D loop and the T-Psi-C loop, both of which derive their names from modified nucleotides. Another modified base, inosine, is often present in the anticodon loop and is responsible for wobble base pairing. A triplet of sequence CCA is highly conserved at the three-prime terminus, which is covalently bonded to a corresponding amino acid. For ten points, name this molecule which, in protein translation, is responsible": {
    "guess": "Transfer RNA",
    "confidence": [
      [
        "Transfer",
        -0.3108624
      ],
      [
        " RNA",
        -0.00041160765
      ]
    ]
  },
  "The antibiotic rotenone inhibits one step of this process, whose final protein has an oligomycin\n sensitive region. This process sees a protein containing an iron-sulfur cluster interact with a semiquinone\n intermediate. Coenzyme Q is responsible for transferring substrates to the cytochrome bc1 complex in this\n process, which then transfers those substrates to cytochrome c oxidase. Peter Mitchell showed that this\n process operates by chemiosmosis, in which a proton gradient drives the rotation of ATP synthase. NADH\n and FADH2 from the Krebs cycle feed into this process, which occurs on the inner membrane of the\n mitochondria. For 10 points, name this final step of oxidative phosphorylation in which 32 ATP are\n synthesized by moving namesake negatively charged particles from one complex to another.": {
    "guess": "Electron transport chain",
    "confidence": [
      [
        "Elect",
        -0.0009662496
      ],
      [
        "ron",
        -1.9361265e-07
      ],
      [
        " transport",
        -0.012725774
      ],
      [
        " chain",
        -3.4121115e-06
      ]
    ]
  },
  "Antonio Canova created a statue of this figure, who holds a golden orb with the goddess Nike perched on it. A painting of this man features him distributing Eagle Standards, while in another he holds a staff topped by a hand with two extended fingers. Another painting of this man features flickering candles and a clock reading 4:13 AM to demonstrate that he has pulled an all-nighter. This man is often depicted with a hand in his waistcoat, and his coronation was painted by Jacques-Louis David. For": {
    "guess": "Napoleon Bonaparte",
    "confidence": [
      [
        "N",
        -0.0046726805
      ],
      [
        "ap",
        -0.0022846684
      ],
      [
        "oleon",
        -0.00048501143
      ],
      [
        " Bon",
        -0.022768412
      ],
      [
        "ap",
        -1.8193366e-05
      ],
      [
        "arte",
        -3.7027545e-05
      ]
    ]
  },
  "Antony Duff developed the \"communicative\" theory of this concept, the eighteenth-century \"mini-theaters\" of which are  examined in a text that discusses how this concept became \"gentle\" as it became divorced from the sovereign. A work  titled after this concept \"and responsibility\" claims that desert (\"dessert\") must govern its scope but utilitarian goals must  govern its specific application and was written by H.L.A. Hart. Restitutional, rehabilitative, incapacitative, and (*)  retributivist are all types of theories of this concept, which a Frenchman claims underwent a shift from torture to ": {
    "guess": "Punishment",
    "confidence": [
      [
        "P",
        -0.36480638
      ],
      [
        "un",
        0.0
      ],
      [
        "ishment",
        -0.0001409658
      ]
    ]
  },
  "The Anti-Chain-Store Act made its regulations on price and other forms of discrimination more easily enforced and section 7's prohibition on one firm acquiring another's stock when it would reduce competition": {
    "guess": "Anti-Merger Act",
    "confidence": [
      [
        "Anti",
        -0.6697904
      ],
      [
        "-M",
        -0.34150475
      ],
      [
        "er",
        -0.0659314
      ],
      [
        "ger",
        -3.750436e-05
      ],
      [
        " Act",
        -0.035556354
      ]
    ]
  },
  "This anthropologist wanted to study a living and functioning folklore and found a disagreement between that folklore and the culture of one society in the work Zuni Mythology. Another work by this anthropologist": {
    "guess": "Ruth Benedict",
    "confidence": [
      [
        "R",
        -0.03595147
      ],
      [
        "uth",
        -0.00083512004
      ],
      [
        " Benedict",
        -0.012716239
      ]
    ]
  },
  "This man anticipated Saul Kripke when he used \"Dartmouth\" as an example of names of purely denotative nature. He proposed inculcating democratic values among workers by making firms industrial cooperatives in his widely used textbook of political economy. This thinker defended a theory of ethics against claims it was a \"doctrine worthy only of swine,\" arguing that humans were capable of more than base, physical happiness. In another book, this man claimed power could only be exercised against another's will if the purpose was to protect others. This creator of the harm principle wrote a book arguing for women's suffrage which he co-wrote with his wife, Harriet Taylor. For 10 points, name this": {
    "guess": "John Stuart Mill",
    "confidence": [
      [
        "John",
        -0.0111090075
      ],
      [
        " Stuart",
        -2.3795938e-05
      ],
      [
        " Mill",
        -1.342522e-05
      ]
    ]
  },
  "Anulka and Jacek fall in love during the second siege of Vienna in this author's On the Field of Glory. The virtuous Cossack Hmelnitski is defeated by Prince Yeremi after saving the life of Pan Yan in one of this author's novels. In another novel, the writer of the Troyad sets (*) Rome on fire to provide better imagery, Pomponia converts Lygia to Christianity, and Petronius kills himself. For 10 points, name this Polish author of With Fire and Sword and Quo Vadis?": {
    "guess": "Henryk Sienkiewicz",
    "confidence": [
      [
        "Henry",
        -0.0018084605
      ],
      [
        "k",
        -0.000108668944
      ],
      [
        " S",
        -4.739826e-05
      ],
      [
        "ien",
        -7.89631e-07
      ],
      [
        "k",
        -0.0003465481
      ],
      [
        "iew",
        -3.500108e-05
      ],
      [
        "icz",
        -0.00012618455
      ]
    ]
  },
  "Anthony Payne completed the third symphony by this composer, who also wrote a work in which the soloist plays a melody in B flat major throughout an Adagio third movement. Jacqueline du Pre gained fame for performing this composer's E minor cello concerto, while a man is visited by an angel in a work by him that was inspired by a Cardinal Newman poem. \"Nimrod\" is part of a work by this composer that sets fourteen variations on an unknown theme. For 10 points, name this English composer of The Dream of Gerontius and the Enigma Variations, who may be most famous for one of his Pomp and Circumstance played at graudations.": {
    "guess": "Edward Elgar",
    "confidence": [
      [
        "Edward",
        -0.0006056951
      ],
      [
        " El",
        -0.00022690064
      ],
      [
        "gar",
        -1.7716551e-05
      ]
    ]
  },
  "Anton Lampa generalized this law for ellipsoidal inclusions, and inputs to it can be replaced with explicit material parameters via the Maxwell-Garnett formula. A modification for this function for dense fields is produced in Feynman's lectures, which states it as 3 times the quantity n squared minus one over n squared plus two is equal to N times alpha. The aforementioned formula is multiplied by four pi over 3 in the context of refractivity, when it is known as the (*) Lorentz-Lorenz equation. The main dependent variable in this equation is equal to the dipole moment over the local electric field. For 10 points, name this doubly-eponymous equation that relates molecular polarizability to the": {
    "guess": "Lorentz-Lorenz equation",
    "confidence": [
      [
        "L",
        -0.026137494
      ],
      [
        "orent",
        -0.011877845
      ],
      [
        "z",
        -7.2073424e-05
      ],
      [
        "-L",
        -0.0145948585
      ],
      [
        "oren",
        -8.077529e-05
      ],
      [
        "z",
        -5.145119e-05
      ],
      [
        " equation",
        -0.026828952
      ]
    ]
  },
  "Anti-colonial sentiment in this country was fueled by the 1906 Denshawai Incident. Wilfrid Blunt wrote a \"secret history\" of the occupation of this country, which was achieved when a victory at Tel el-Kabir easily quashed the Urabi Revolt. This country was subsequently administered by Lord Cromer, who technically only advised Tawfiq and Abbas Hilmi. Those (*) khedives were the descendants of an ethnically Albanian governor who made cotton this country's staple crop and created the army that won the Battle of Konya. That man, Muhammad Ali, also killed the last of this country's Mamluks, who had": {
    "guess": "Egypt",
    "confidence": [
      [
        "Egypt",
        -0.44826388
      ]
    ]
  },
  "The antibiotic chlor-am-phen-icol works by preventing this substance from binding to the A site. Its L-shaped tertiary conformation is largely the result of Hoogstein interactions between the D loop and the T-Psi-C loop, both of which derive their names from modified nucleotides. Another modified base,": {
    "guess": "Transfer RNA",
    "confidence": [
      [
        "Transfer",
        -0.06919586
      ],
      [
        " RNA",
        -4.179569e-05
      ]
    ]
  }
}