{
  "Island groups off the coast of this territory include the Goulburn Islands and the Wessel Islands, and the Groote Eylandt is located to its east. The Alligator Rivers area of this territory contains Kakadu National Park, and the Van Dieman Gulf separates it from Melville and Bathurst Islands. The Joseph Bonaparte Gulf is located to the northwest of this territory, whose northern region is (*) Arnhem Land. This region's northeast is bounded by the Gulf of  ? Carpentaria, and it contains Ayers Rock.": {
    "guess": "Northern Territory",
    "confidence": [
      [
        "Northern",
        -0.0010490044
      ],
      [
        " Territory",
        -0.00043233807
      ]
    ]
  },
  "One island on this body of water is home to three villages – Tooni, Saare, and Piiri. The last of those villages is home to a church of Old Believers, founded by the first inhabitants of that island of Piirissaar. Towns on the banks of this body of water include Gdov and (*) Mustvee, and one city on": {
    "guess": "Lake Peipus",
    "confidence": [
      [
        "Lake",
        -0.0017901362
      ],
      [
        " Pe",
        -7.934485e-05
      ],
      [
        "ip",
        -0.0002041364
      ],
      [
        "us",
        -1.8624639e-06
      ]
    ]
  },
  "With 191 islands, 6,000 square miles, and some Soviet weather stations, its only permanent residents are polar bears. Located north of Novaya Zemlya and northeast of [*] Svalbard, it was not discovered": {
    "guess": "Franz Josef Land",
    "confidence": [
      [
        "Fran",
        -0.0045499844
      ],
      [
        "z",
        -1.2233183e-05
      ],
      [
        " Josef",
        -0.0001345288
      ],
      [
        " Land",
        -0.00016921341
      ]
    ]
  },
  "One of this island's unique political features is a 61 member regional parliament with the power to scrutinize": {
    "guess": "Politics of the Faroe Islands",
    "confidence": [
      [
        "Politics",
        -0.61293846
      ],
      [
        " of",
        -0.0036423577
      ],
      [
        " the",
        -0.10213063
      ],
      [
        " Far",
        -0.12402338
      ],
      [
        "oe",
        -4.00813e-06
      ],
      [
        " Islands",
        -0.00034797855
      ]
    ]
  },
  "This island is about 146 miles long from east to west and about 35 miles wide from north to south, and it consists of three major physiographic regions: a highly dissected limestone plateau, whose uninhabitable area is called the Cockpit country, forested highlands dominated by the famous Blue Mountains,": {
    "guess": "Jamaica",
    "confidence": [
      [
        "J",
        -0.007445356
      ],
      [
        "ama",
        -9.610702e-06
      ],
      [
        "ica",
        -0.0008533472
      ]
    ]
  },
  "This island is home to the Temple E. A triskelion with Medusa's head and three legs appears on this island's flag and may symbolize this island's triangular shape. The coppola is a traditional cap of this island south of the (*) Tyrrhenian Sea that was once colonized as part of Magna Graecia. Scylla and Charybdis were said to occupy the strait between this island and mainland Europe. This island contains": {
    "guess": "Sicily",
    "confidence": [
      [
        "S",
        -0.010520197
      ],
      [
        "ic",
        -6.2729996e-06
      ],
      [
        "ily",
        -5.574252e-05
      ]
    ]
  },
  "This island's Mount Asgard is situated on the Cumberland Peninsula, and the Foxe Basin lies to the south. Home to the Sirmilik and Auyuitiq National Parks, its major cities include Pangnirtung, Pond Inlet, Arctic Bay, and Iqualuit, which now serves as the capital of Nunavat. Separated from Greenland": {
    "guess": "Baffin Island",
    "confidence": [
      [
        "B",
        -0.0023727966
      ],
      [
        "aff",
        -1.0280384e-06
      ],
      [
        "in",
        -4.596782e-05
      ],
      [
        " Island",
        -0.0002551409
      ]
    ]
  },
  "This \"island\" nation actually consists of three inhabited islands, the smaller two of which are Gozo": {
    "guess": "Malta",
    "confidence": [
      [
        "Mal",
        -0.011611703
      ],
      [
        "ta",
        -0.0005956857
      ]
    ]
  },
  "This island's highest point is in the Bonshaw Hills and its most prominent inlet is Hillsborough Bay,": {
    "guess": "Prince Edward Island",
    "confidence": [
      [
        "Prince",
        -0.009407067
      ],
      [
        " Edward",
        -7.886803e-05
      ],
      [
        " Island",
        -0.00018697108
      ]
    ]
  },
  "It was on this island in 1990 that a Muslim group led by Yasin Abu Bakr took over the Red House, seat of its nation's parliament. This oil-rich island is more famous for the world's largest lake of natural asphalt, Pitch Lake. This island is indented by the Gulf of Paria, and the narrow Dragon's Mouth and Serpent's Mouth straits separate it from the mainland. Because it is a continental island, it": {
    "guess": "Trinidad",
    "confidence": [
      [
        "Tr",
        -0.004154976
      ],
      [
        "inidad",
        -3.5313153e-06
      ]
    ]
  },
  "This island, which contains the cities of Pagnirtung and Clyde River, is separated from a large archipelago": {
    "guess": "Baffin Island",
    "confidence": [
      [
        "B",
        -0.010844304
      ],
      [
        "aff",
        -9.114601e-05
      ],
      [
        "in",
        -0.00010914576
      ],
      [
        " Island",
        -0.003897703
      ]
    ]
  },
  "One island on this body of water is home to three villages – Tooni, Saare, and Piiri. The last of those villages is home to a church of Old Believers, founded by the first inhabitants of that island of Piirissaar. Towns on the banks of this body of water include Gdov and (*) Mustvee, and one city on its banks is home to the Mirozhsky Monastery, Pskov. The Velikaya River flows into this lake, and it is drained by the Narva. One part of this lake is called ► Lämmijärv, and another is known as Pihkva.": {
    "guess": "Lake Peipus",
    "confidence": [
      [
        "Lake",
        -0.020531736
      ],
      [
        " Pe",
        -0.003247228
      ],
      [
        "ip",
        -0.0014199957
      ],
      [
        "us",
        -3.1281633e-07
      ]
    ]
  },
  "In Islam, this man was considered to be extraordinarily beautiful and his father's blindness was cured when he touched what he was wearing to his father's eyes. In the Hebrew tradition, he was caught up in a plot by Potiphar's wife, and a promise to this man is forgotten by the king's cup bearer until two years later. At one points this man frames his younger brother Benjamin by placing a silver goblet in his bag and accuses him of stealing it. This man correctly interpreted a dream involving cows and ears of grain to mean that a famine is coming and advises the king to store grain. The eleventh of twelve sons of his father Jacob, for 10 points, identify this Biblical figure with a coat of many": {
    "guess": "Joseph in Islam",
    "confidence": [
      [
        "Joseph",
        -0.012956093
      ],
      [
        " in",
        -0.45618635
      ],
      [
        " Islam",
        -0.16829784
      ]
    ]
  },
  "An island off this island's coast, Uunartoq Qeqertoq, was discovered in 2007. Peary Land, the extreme north of this island, is too dry to maintain an ice sheet, and Cape Farewell is the only forested area": {
    "guess": "Greenland",
    "confidence": [
      [
        "Green",
        -0.0004922682
      ],
      [
        "land",
        -9.054999e-05
      ]
    ]
  },
  "This island's region of Kallithea contains Faliraki Bay. This island is located off of the coast of Caria, and the island of Karpathos is located to its west. The largest city in the southern part of this island is Lindos, and this island's capital contains well-preserved city walls built by the Knights Hospitalliers. That group is sometimes called the Order of St. John of this place. The largest of": {
    "guess": "Rhodes",
    "confidence": [
      [
        "Rh",
        -0.0011583198
      ],
      [
        "odes",
        -5.312004e-05
      ]
    ]
  },
  "Islands in this lake include bird sanctuaries named Hog Island and Fisherman Island. A man-made peninsula on this lake is Northerly Island, the site of an airport named Meigs Field. This lake contains": {
    "guess": "Lake Michigan",
    "confidence": [
      [
        "Lake",
        -0.005564925
      ],
      [
        " Michigan",
        -0.0006158164
      ]
    ]
  },
  "Island groups off the coast of this territory include the Goulburn Islands and the Wessel Islands, and the Groote Eylandt is located to its east. The Alligator Rivers area of this territory contains Kakadu": {
    "guess": "Northern Territory",
    "confidence": [
      [
        "Northern",
        -0.0011240258
      ],
      [
        " Territory",
        -0.00024251631
      ]
    ]
  },
  "While the islands of Likona and Chisumula belong to Malawi, they lie entirely within this country's territorial waters, forming an enclave. Its highest point is Monte Binga, a nearly 2500-meter tall mountain located in the Inganya range. Tete and Lichinga are major cities in this country, which is split by the Zambezi River. For ten points, identify this African nation with capital at Maputo.": {
    "guess": "Mozambique",
    "confidence": [
      [
        "M",
        -0.0020083378
      ],
      [
        "oz",
        -2.577686e-06
      ],
      [
        "ambique",
        -3.9650025e-05
      ]
    ]
  },
  "Island groups off the coast of this territory include the Goulburn Islands and the Wessel Islands, and the Groote Eylandt is located to its east. The Alligator Rivers area of this territory contains Kakadu National Park, and the Van Dieman Gulf separates it from Melville and Bathurst Islands. The Joseph Bonaparte Gulf is located to the northwest of this territory, whose northern region is (*) Arnhem": {
    "guess": "Northern Territory",
    "confidence": [
      [
        "Northern",
        -0.0015511676
      ],
      [
        " Territory",
        -0.0004623664
      ]
    ]
  },
  "One of this island's unique political features is a 61 member regional parliament with the power to scrutinize its country's National Assembly bills and propose amendments to those that apply to the island. A mountainous island with area 3,358 square miles and home to approximately 250,000 people, it": {
    "guess": "Isle of Man",
    "confidence": [
      [
        "Is",
        -0.43243375
      ],
      [
        "le",
        -0.02552876
      ],
      [
        " of",
        -0.0011823695
      ],
      [
        " Man",
        -0.0054345042
      ]
    ]
  },
  "Islands in this lake include bird sanctuaries named Hog Island and Fisherman Island. A man-made peninsula on this lake is Northerly Island, the site of an airport named Meigs Field. This lake contains islands which according to legend commemorate two drowned bear cubs. Located off the Sleeping Bear Dunes": {
    "guess": "Lake Michigan",
    "confidence": [
      [
        "Lake",
        -0.016123638
      ],
      [
        " Michigan",
        -0.000404813
      ]
    ]
  },
  "This island was home to the settlement of Brattahlid beginning in the 10th century. In 2005, an island now called \"Warming Island\" was found off the coast of this island. Off the west coast of this island are Davis Strait and Baffin Bay. Its largest cities are Sisimiut and Nuuk, and it is an autonomous country within (*) Denmark. For 10 points, name this huge island that lies between Iceland and Canada.": {
    "guess": "Greenland",
    "confidence": [
      [
        "Green",
        -0.0041487995
      ],
      [
        "land",
        -7.5530326e-05
      ]
    ]
  },
  "One island on this body of water is home to three villages – Tooni, Saare, and Piiri. The last of those villages is home to a church of Old Believers, founded by the first inhabitants of that island of Piirissaar. Towns on the banks of this body of water include Gdov and (*) Mustvee, and one city on its banks is home to the Mirozhsky Monastery, Pskov. The Velikaya River flows into this lake, and it": {
    "guess": "Lake Peipus",
    "confidence": [
      [
        "Lake",
        -0.017157337
      ],
      [
        " Pe",
        -0.00024798868
      ],
      [
        "ip",
        -0.0010018474
      ],
      [
        "us",
        -5.7961847e-06
      ]
    ]
  },
  "This island's Baliem Valley is home to the Dani people. The Bismarck Range in the eastern part of this island contains Mount Wilhelm. Lorentz National Park, which can be found on this island, contains the Asmat Swamp. This island's Puncak Jaya is the highest island peak in the world. Port Moresby is the capital of a nation found entirely on this island; the western part of this island is the province": {
    "guess": "New Guinea",
    "confidence": [
      [
        "New",
        -0.094485536
      ],
      [
        " Guinea",
        -0.008698481
      ]
    ]
  },
  "This island's highest point is in the Bonshaw Hills and its most prominent inlet is Hillsborough Bay, at the terminus of a river which nearly bisects it. Known as the \"Million-Acre Farm,\" its towns include": {
    "guess": "Prince Edward Island",
    "confidence": [
      [
        "Prince",
        -0.002725229
      ],
      [
        " Edward",
        -5.1331983e-05
      ],
      [
        " Island",
        -5.705376e-05
      ]
    ]
  },
  "While the islands of Likona and Chisumula belong to Malawi, they lie entirely within this country's territorial waters, forming an enclave. Its highest point is Monte Binga, a nearly 2500-meter tall mountain located in the Inganya range. Tete and Lichinga are major cities in this country, which is split": {
    "guess": "Mozambique",
    "confidence": [
      [
        "M",
        -0.022437304
      ],
      [
        "oz",
        -5.4385737e-06
      ],
      [
        "ambique",
        -4.2391708e-05
      ]
    ]
  },
  "In Islam, this type of activity can be done in its tamattu form, although ifraad and qiran are also acceptable but do not require shaving or clipping hair. In Shintoism the formation of junpai facilitated this kind of activity, which is most often performed to earn the good graces of the seven gods of luck. In Judaism oftentimes this action would involve taking off your sandals at Mount Scopus, and viewing the \"Holy of Holies.\" The Stoning of the Devil and the circling of the well of Zamzam also comprise this type of activity. For British Christians, this activity might involve seeing St. David's Church or St. George's Church. For 10 points, identify this religious practice exemplified by the hajj, which is a spiritual journey.": {
    "guess": "Pilgrimage",
    "confidence": [
      [
        "P",
        -0.027422052
      ],
      [
        "il",
        -7.3458323e-06
      ],
      [
        "gr",
        -6.0345924e-06
      ],
      [
        "image",
        -1.6166903e-05
      ]
    ]
  },
  "One of this island's unique political features is a 61 member regional parliament with the power to scrutinize its country's National Assembly bills and propose amendments to those that apply to the island. A mountainous island with area 3,358 square miles and home to approximately 250,000 people, it has its capital at the west coast town of Ajaccio (a-jack-see-oh), and is the main base of the French": {
    "guess": "Corsica",
    "confidence": [
      [
        "Cors",
        -0.016309189
      ],
      [
        "ica",
        -0.0018092949
      ]
    ]
  },
  "It was on this island in 1990 that a Muslim group led by Yasin Abu Bakr took over the Red House, seat": {
    "guess": "1990 Trinidad and Tobago coup attempt",
    "confidence": [
      [
        "199",
        -0.12158882
      ],
      [
        "0",
        -3.4166656e-05
      ],
      [
        " Trinidad",
        -0.3506952
      ],
      [
        " and",
        -0.0004512878
      ],
      [
        " Tob",
        -3.7697225e-06
      ],
      [
        "ago",
        -4.4179764e-05
      ],
      [
        " coup",
        -0.13601463
      ],
      [
        " attempt",
        -0.07620311
      ]
    ]
  },
  "It was on this island in 1990 that a Muslim group led by Yasin Abu Bakr took over the Red House, seat of its nation's parliament. This oil-rich island is more famous for the world's largest lake of natural": {
    "guess": "Trinidad and Tobago",
    "confidence": [
      [
        "Tr",
        -0.008073354
      ],
      [
        "inidad",
        -4.3464544e-05
      ],
      [
        " and",
        -0.012811455
      ],
      [
        " Tob",
        -4.20341e-05
      ],
      [
        "ago",
        -0.00016730615
      ]
    ]
  },
  "In Islam, this type of activity can be done in its tamattu form, although ifraad and qiran are also acceptable but do not require shaving or clipping hair. In Shintoism the formation of junpai facilitated": {
    "guess": "Pilgrimage",
    "confidence": [
      [
        "P",
        -0.78786004
      ],
      [
        "il",
        -3.9650025e-05
      ],
      [
        "gr",
        -0.0011367622
      ],
      [
        "image",
        -0.0013738034
      ]
    ]
  },
  "One island in this body of water is Lord Howe's Island. Cities on its eastern side include Greymouth and New Plymouth, while cities on its western side include Newcastle and Wollongong [WOOL-ung-gong]. Norfolk Island lies in its northern part, near its border with the Coral Sea. Its namesake also gives": {
    "guess": "Tasman Sea",
    "confidence": [
      [
        "T",
        -0.49347267
      ],
      [
        "as",
        -0.00013297916
      ],
      [
        "man",
        -0.001142838
      ],
      [
        " Sea",
        -0.00012475411
      ]
    ]
  },
  "The island of Rotuma in this country is located far to the north of this country's main islands. The town of Levuka, on Ovalau Island, was capital of this country from 1874-1882, and the Koro Sea is located in this country. Mount Tomanivi is the highest mountain on the main island of this country, which has an international airport at Nadi. It contains the Lau group, Vanua Levu, and Viti Levu, site": {
    "guess": "Fiji",
    "confidence": [
      [
        "F",
        -0.0010899738
      ],
      [
        "iji",
        -5.080963e-06
      ]
    ]
  },
  "While the islands of Likona and Chisumula belong to Malawi, they lie entirely within this country's territorial": {
    "guess": "Mozambique",
    "confidence": [
      [
        "M",
        -0.042286158
      ],
      [
        "oz",
        -1.147242e-06
      ],
      [
        "ambique",
        -3.8457987e-05
      ]
    ]
  },
  "This island's Mount Asgard is situated on the Cumberland Peninsula, and the Foxe Basin lies to the south. Home to the Sirmilik and Auyuitiq National Parks, its major cities include Pangnirtung, Pond Inlet,": {
    "guess": "Baffin Island",
    "confidence": [
      [
        "B",
        -0.016010553
      ],
      [
        "aff",
        -9.0883464e-07
      ],
      [
        "in",
        -4.85903e-05
      ],
      [
        " Island",
        -7.79144e-05
      ]
    ]
  },
  "In Islam, this type of activity can be done in its tamattu form, although ifraad and qiran are also acceptable but do not require shaving or clipping hair. In Shintoism the formation of junpai facilitated this kind of activity, which is most often performed to earn the good graces of the seven gods of": {
    "guess": "Pilgrimage",
    "confidence": [
      [
        "P",
        -0.032891825
      ],
      [
        "il",
        -2.4034345e-05
      ],
      [
        "gr",
        -3.22594e-05
      ],
      [
        "image",
        -0.0005327791
      ]
    ]
  },
  "Islands in this lake include bird sanctuaries named Hog Island and Fisherman Island. A man-made peninsula on this lake is Northerly Island, the site of an airport named Meigs Field. This lake contains islands which according to legend commemorate two drowned bear cubs. Located off the Sleeping Bear Dunes National Lakeshore, those islands are North and South Manitou Islands. The crazed Mormon \"king\" James Strang ruled an island in this lake called Beaver Island. Tourists cross this lake on the SS Badger, which takes people from Ludington to Manitowoc. For 10 points, name this only Great Lake located": {
    "guess": "Lake Michigan",
    "confidence": [
      [
        "Lake",
        -0.0072709364
      ],
      [
        " Michigan",
        -0.00035167023
      ]
    ]
  },
  "An island off this island's coast, Uunartoq Qeqertoq, was discovered in 2007. Peary Land, the extreme north of this island, is too dry to maintain an ice sheet, and Cape Farewell is the only forested area on this island. Summit Camp is a year-round research station found on this island, located in the world's largest national park in the northeast of this island. Possessing the world's second largest": {
    "guess": "Greenland",
    "confidence": [
      [
        "Green",
        -0.0009680376
      ],
      [
        "land",
        -2.4391957e-05
      ]
    ]
  },
  "This island's region of Kallithea contains Faliraki Bay. This island is located off of the coast of Caria, and the island of Karpathos is located to its west. The largest city in the southern part of this island is Lindos, and this island's capital contains well-preserved city walls built by the Knights": {
    "guess": "Rhodes",
    "confidence": [
      [
        "Rh",
        -0.004573719
      ],
      [
        "odes",
        -0.0001167748
      ]
    ]
  },
  "In Islam, this man was considered to be extraordinarily beautiful and his father's blindness was cured": {
    "guess": "Joseph in Islam",
    "confidence": [
      [
        "Joseph",
        -1.1813657
      ],
      [
        " in",
        -0.1901266
      ],
      [
        " Islam",
        -0.006465129
      ]
    ]
  },
  "This island, which contains the cities of Pagnirtung and Clyde River, is separated from a large archipelago by the Gulf of Boothia and the Lancaster Sound. It contains the Barnes and Penny Ice Caps, as well as Iqualit, the capital of Nunavut. Lying mostly north of the Arctic Circle, this fifth- largest island in the world is separated from Greenland by its namesake bay. Located directly above Hudson": {
    "guess": "Baffin Island",
    "confidence": [
      [
        "B",
        -0.024015767
      ],
      [
        "aff",
        -5.240482e-05
      ],
      [
        "in",
        -7.517272e-05
      ],
      [
        " Island",
        -0.0025709025
      ]
    ]
  },
  "This island's region of Kallithea contains Faliraki Bay. This island is located off of the coast of Caria, and the island of Karpathos is located to its west. The largest city in the southern part of this": {
    "guess": "Rhodes",
    "confidence": [
      [
        "Rh",
        -0.001669115
      ],
      [
        "odes",
        -4.3941356e-05
      ]
    ]
  },
  "This island's Baliem Valley is home to the Dani people. The Bismarck Range in the eastern part of this island contains Mount Wilhelm. Lorentz National Park, which can be found on this island, contains the Asmat Swamp. This island's Puncak Jaya is the highest island peak in the world. Port Moresby is the capital of a nation found entirely on this island; the western part of this island is the province of Irian Jaya. For 10 points, name this second largest island in the world, which is split between": {
    "guess": "New Guinea",
    "confidence": [
      [
        "New",
        -0.0033039048
      ],
      [
        " Guinea",
        -0.0005545824
      ]
    ]
  },
  "This island's Muslim minority recently founded an Islamic Center in Kelly Village, due east of its Caroni Swamp National Park, where a habitat for the scarlet ibis is protected. This island's southwest": {
    "guess": "Trinidad and Tobago",
    "confidence": [
      [
        "Tr",
        -0.0038275104
      ],
      [
        "inidad",
        -1.9385403e-05
      ],
      [
        " and",
        -0.018042117
      ],
      [
        " Tob",
        -0.000107953725
      ],
      [
        "ago",
        -0.00013858173
      ]
    ]
  },
  "One island in this body of water is Lord Howe's Island. Cities on its eastern side include Greymouth": {
    "guess": "Tasman Sea",
    "confidence": [
      [
        "T",
        -0.23988552
      ],
      [
        "as",
        -0.00015681623
      ],
      [
        "man",
        -0.0041757487
      ],
      [
        " Sea",
        -0.00024739266
      ]
    ]
  },
  "This island's highest point is in the Bonshaw Hills and its most prominent inlet is Hillsborough Bay, at the terminus of a river which nearly bisects it. Known as the \"Million-Acre Farm,\" its towns include Stratford and Cornwall. It's sometimes called the \"Garden of the Gulf,\" which also names a hotel in its second largest city Summerside. It is separated from the mainland to the south by the Northumberland Strait. Home to the house of Lucy Maud Montgomery, FTP, name this island to the west of Cape": {
    "guess": "Prince Edward Island",
    "confidence": [
      [
        "Prince",
        -0.0030437857
      ],
      [
        " Edward",
        -1.9743013e-05
      ],
      [
        " Island",
        -2.9994528e-05
      ]
    ]
  },
  "One island on this body of water is home to three villages – Tooni, Saare, and Piiri. The last of those villages is home to a church of Old Believers, founded by the first inhabitants of that island of Piirissaar. Towns on the banks of this body of water include Gdov and (*) Mustvee, and one city on its banks is home to the Mirozhsky Monastery, Pskov. The Velikaya River flows into this lake, and it is drained by the Narva. One part of this lake is called ► Lämmijärv, and another is known as Pihkva. The largest trans- boundary lake in Europe is, for 10 points, what lake on the border of Estonia": {
    "guess": "Lake Peipus",
    "confidence": [
      [
        "Lake",
        -0.0050923913
      ],
      [
        " Pe",
        -7.505351e-05
      ],
      [
        "ip",
        -0.00068026525
      ],
      [
        "us",
        -4.3202e-07
      ]
    ]
  },
  "This island's Baliem Valley is home to the Dani people. The Bismarck Range in the eastern part of this island contains Mount Wilhelm. Lorentz National Park, which can be found on this island, contains": {
    "guess": "New Guinea",
    "confidence": [
      [
        "New",
        -0.0055190385
      ],
      [
        " Guinea",
        -0.004242112
      ]
    ]
  },
  "One island in this body of water is Lord Howe's Island. Cities on its eastern side include Greymouth and New Plymouth, while cities on its western side include Newcastle and Wollongong [WOOL-ung-gong].": {
    "guess": "Tasman Sea",
    "confidence": [
      [
        "T",
        -0.34599507
      ],
      [
        "as",
        -8.971556e-05
      ],
      [
        "man",
        -0.0006522707
      ],
      [
        " Sea",
        -0.00023405286
      ]
    ]
  },
  "Islands in this lake include bird sanctuaries named Hog Island and Fisherman Island. A man-made peninsula": {
    "guess": "Chilika Lake",
    "confidence": [
      [
        "Ch",
        -0.4157829
      ],
      [
        "il",
        -0.52775556
      ],
      [
        "ika",
        -0.056173727
      ],
      [
        " Lake",
        -0.00012678056
      ]
    ]
  },
  "This island, which contains the cities of Pagnirtung and Clyde River, is separated from a large archipelago by the Gulf of Boothia and the Lancaster Sound. It contains the Barnes and Penny Ice Caps, as well as Iqualit, the capital of Nunavut. Lying mostly north of the Arctic Circle, this fifth- largest": {
    "guess": "Baffin Island",
    "confidence": [
      [
        "B",
        -0.0006522707
      ],
      [
        "aff",
        -1.504853e-06
      ],
      [
        "in",
        -5.216641e-05
      ],
      [
        " Island",
        -0.00038157566
      ]
    ]
  },
  "Island groups off the coast of this territory include the Goulburn Islands and the Wessel Islands, and the Groote Eylandt is located to its east. The Alligator Rivers area of this territory contains Kakadu National Park, and the Van Dieman Gulf separates it from Melville and Bathurst Islands. The Joseph Bonaparte Gulf is located to the northwest of this territory, whose northern region is (*) Arnhem Land. This region's northeast is bounded by the Gulf of  ? Carpentaria, and it contains Ayers Rock. For 10 points, name this territory of Australia sandwiched between Queensland and Western Australia with its capital at Darwin.": {
    "guess": "Northern Territory",
    "confidence": [
      [
        "Northern",
        -0.0010442436
      ],
      [
        " Territory",
        -0.00030126172
      ]
    ]
  },
  "This island is home to the Temple E. A triskelion with Medusa's head and three legs appears on this island's": {
    "guess": "Sicily",
    "confidence": [
      [
        "S",
        -0.03182461
      ],
      [
        "ic",
        -0.0015342626
      ],
      [
        "ily",
        -0.0005653034
      ]
    ]
  },
  "Islands in this lake include bird sanctuaries named Hog Island and Fisherman Island. A man-made peninsula on this lake is Northerly Island, the site of an airport named Meigs Field. This lake contains islands which according to legend commemorate two drowned bear cubs. Located off the Sleeping Bear Dunes National Lakeshore, those islands are North and South Manitou Islands. The crazed Mormon \"king\" James Strang ruled an island in this lake called Beaver Island. Tourists cross this lake on the SS": {
    "guess": "Lake Michigan",
    "confidence": [
      [
        "Lake",
        -0.007688732
      ],
      [
        " Michigan",
        -0.00044556602
      ]
    ]
  },
  "In Islam, this type of activity can be done in its tamattu form, although ifraad and qiran are also acceptable but do not require shaving or clipping hair. In Shintoism the formation of junpai facilitated this kind of activity, which is most often performed to earn the good graces of the seven gods of luck. In Judaism oftentimes this action would involve taking off your sandals at Mount Scopus, and viewing the \"Holy of Holies.\" The Stoning of the Devil and the circling of the well of Zamzam also": {
    "guess": "Pilgrimage",
    "confidence": [
      [
        "P",
        -0.11421541
      ],
      [
        "il",
        -2.1173457e-05
      ],
      [
        "gr",
        -1.6882126e-05
      ],
      [
        "image",
        -4.1557283e-05
      ]
    ]
  },
  "This island's highest point is in the Bonshaw Hills and its most prominent inlet is Hillsborough Bay, at the terminus of a river which nearly bisects it. Known as the \"Million-Acre Farm,\" its towns include Stratford and Cornwall. It's sometimes called the \"Garden of the Gulf,\" which also names a hotel": {
    "guess": "Prince Edward Island",
    "confidence": [
      [
        "Prince",
        -0.00071815
      ],
      [
        " Edward",
        -2.1531068e-05
      ],
      [
        " Island",
        -1.2113979e-05
      ]
    ]
  },
  "This island's region of Kallithea contains Faliraki Bay. This island is located off of the coast of Caria, and the island of Karpathos is located to its west. The largest city in the southern part of this island is Lindos, and this island's capital contains well-preserved city walls built by the Knights Hospitalliers. That group is sometimes called the Order of St. John of this place. The largest of the Dodecanese Islands, for 10 points, identify this island of the Southeastern Aegean sea, which": {
    "guess": "Rhodes",
    "confidence": [
      [
        "Rh",
        -0.0015760444
      ],
      [
        "odes",
        -0.00019162003
      ]
    ]
  },
  "In Islam, this man was considered to be extraordinarily beautiful and his father's blindness was cured when he touched what he was wearing to his father's eyes. In the Hebrew tradition, he was caught up in a plot by Potiphar's wife, and a promise to this man is forgotten by the king's cup bearer until two years later. At one points this man frames his younger brother Benjamin by placing a silver goblet in his bag and accuses him of stealing it. This man correctly interpreted a dream involving cows": {
    "guess": "Joseph in Islam",
    "confidence": [
      [
        "Joseph",
        -0.0056646145
      ],
      [
        " in",
        -0.43959716
      ],
      [
        " Islam",
        -0.0399108
      ]
    ]
  },
  "The island of Rotuma in this country is located far to the north of this country's main islands. The town of Levuka, on Ovalau Island, was capital of this country from 1874-1882, and the Koro Sea is located in this country. Mount Tomanivi is the highest mountain on the main island of this country, which": {
    "guess": "Fiji",
    "confidence": [
      [
        "F",
        -0.0041122385
      ],
      [
        "iji",
        -5.7961847e-06
      ]
    ]
  },
  "This island's highest point is in the Bonshaw Hills and its most prominent inlet is Hillsborough Bay, at the terminus of a river which nearly bisects it. Known as the \"Million-Acre Farm,\" its towns include Stratford and Cornwall. It's sometimes called the \"Garden of the Gulf,\" which also names a hotel in its second largest city Summerside. It is separated from the mainland to the south by the Northumberland": {
    "guess": "Prince Edward Island",
    "confidence": [
      [
        "Prince",
        -0.0038178915
      ],
      [
        " Edward",
        -2.9636918e-05
      ],
      [
        " Island",
        -2.9517714e-05
      ]
    ]
  },
  "It was on this island in 1990 that a Muslim group led by Yasin Abu Bakr took over the Red House, seat of its nation's parliament. This oil-rich island is more famous for the world's largest lake of natural asphalt, Pitch Lake. This island is indented by the Gulf of Paria, and the narrow Dragon's Mouth": {
    "guess": "Trinidad",
    "confidence": [
      [
        "Tr",
        -0.0044035325
      ],
      [
        "inidad",
        -1.2352386e-05
      ]
    ]
  },
  "One island on this body of water is home to three villages – Tooni, Saare, and Piiri. The last of those villages is home to a church of Old Believers, founded by the first inhabitants of that island of": {
    "guess": "Piirissaar",
    "confidence": [
      [
        "Pi",
        -0.5656297
      ],
      [
        "ir",
        -0.032368448
      ],
      [
        "issa",
        -0.0038074309
      ],
      [
        "ar",
        -0.006596829
      ]
    ]
  },
  "This island's region of Kallithea contains Faliraki Bay. This island is located off of the coast of Caria, and the island of Karpathos is located to its west. The largest city in the southern part of this island is Lindos, and this island's capital contains well-preserved city walls built by the Knights Hospitalliers. That group is sometimes called the Order of St. John of this place. The largest of the Dodecanese Islands, for 10 points, identify this island of the Southeastern Aegean sea, which was noted in ancient times for its harbor which contained a statue of Helios, its so called \"Colossus.\"": {
    "guess": "Rhodes",
    "confidence": [
      [
        "Rh",
        -0.0010434092
      ],
      [
        "odes",
        -0.00034201838
      ]
    ]
  },
  "In Islam, this type of activity can be done in its tamattu form, although ifraad and qiran are also acceptable but do not require shaving or clipping hair. In Shintoism the formation of junpai facilitated this kind of activity, which is most often performed to earn the good graces of the seven gods of luck. In Judaism oftentimes this action would involve taking off your sandals at Mount Scopus, and": {
    "guess": "Pilgrimage",
    "confidence": [
      [
        "P",
        -0.048704438
      ],
      [
        "il",
        -4.1273333e-06
      ],
      [
        "gr",
        -5.0139948e-05
      ],
      [
        "image",
        -0.000106046464
      ]
    ]
  },
  "This island is home to the Temple E. A triskelion with Medusa's head and three legs appears on this island's flag and may symbolize this island's triangular shape. The coppola is a traditional cap of this": {
    "guess": "Sicily",
    "confidence": [
      [
        "S",
        -0.0088889655
      ],
      [
        "ic",
        -0.0017156356
      ],
      [
        "ily",
        -0.000116894
      ]
    ]
  },
  "This island's Muslim minority recently founded an Islamic Center in Kelly Village, due east of its Caroni": {
    "guess": "Islam in Trinidad and Tobago",
    "confidence": [
      [
        "Islam",
        -0.17983596
      ],
      [
        " in",
        -1.4259645e-05
      ],
      [
        " Trinidad",
        -0.00059032516
      ],
      [
        " and",
        -2.868329e-05
      ],
      [
        " Tob",
        -1.4498052e-05
      ],
      [
        "ago",
        -8.7450695e-05
      ]
    ]
  },
  "Island groups off the coast of this territory include the Goulburn Islands and the Wessel Islands, and": {
    "guess": "Northern Territory",
    "confidence": [
      [
        "Northern",
        -0.008587741
      ],
      [
        " Territory",
        -0.00047023385
      ]
    ]
  },
  "Island groups off the coast of this territory include the Goulburn Islands and the Wessel Islands, and the Groote Eylandt is located to its east. The Alligator Rivers area of this territory contains Kakadu National Park, and the Van Dieman Gulf separates it from Melville and Bathurst Islands. The Joseph": {
    "guess": "Northern Territory",
    "confidence": [
      [
        "Northern",
        -0.0015716376
      ],
      [
        " Territory",
        -0.00053945085
      ]
    ]
  },
  "This island's Baliem Valley is home to the Dani people. The Bismarck Range in the eastern part of this": {
    "guess": "New Guinea",
    "confidence": [
      [
        "New",
        -0.5398036
      ],
      [
        " Guinea",
        -0.0017929897
      ]
    ]
  },
  "This \"island\" nation actually consists of three inhabited islands, the smaller two of which are Gozo and Comina. The second largest town on the main island and the second largest town on Gozo share the": {
    "guess": "Malta",
    "confidence": [
      [
        "Mal",
        -0.06291795
      ],
      [
        "ta",
        -0.0034696364
      ]
    ]
  },
  "One island on this body of water is home to three villages – Tooni, Saare, and Piiri. The last of those villages is home to a church of Old Believers, founded by the first inhabitants of that island of Piirissaar. Towns on the banks of this body of water include Gdov and (*) Mustvee, and one city on its banks is home to the Mirozhsky Monastery, Pskov. The Velikaya River flows into this lake, and it is drained by the Narva. One part of this lake is called ► Lämmijärv, and another is known as Pihkva. The largest trans- boundary lake in Europe is, for 10 points, what lake on the border of Estonia and Russia, the site of the 1242 Battle of the Ice?": {
    "guess": "Lake Peipus",
    "confidence": [
      [
        "Lake",
        -0.029592872
      ],
      [
        " Pe",
        -0.00010354319
      ],
      [
        "ip",
        -0.0010197096
      ],
      [
        "us",
        -7.89631e-07
      ]
    ]
  },
  "In Islam, this man was considered to be extraordinarily beautiful and his father's blindness was cured when he touched what he was wearing to his father's eyes. In the Hebrew tradition, he was caught up in a plot by Potiphar's wife, and a promise to this man is forgotten by the king's cup bearer until two years later. At one points this man frames his younger brother Benjamin by placing a silver goblet in his bag and accuses him of stealing it. This man correctly interpreted a dream involving cows and ears of grain to mean that a famine is coming and advises the king to store grain. The eleventh": {
    "guess": "Joseph",
    "confidence": [
      [
        "Joseph",
        -0.006392996
      ]
    ]
  },
  "In Islam, this type of activity can be done in its tamattu form, although ifraad and qiran are also acceptable": {
    "guess": "Hajj",
    "confidence": [
      [
        "H",
        -0.0048813657
      ],
      [
        "aj",
        -6.670925e-05
      ],
      [
        "j",
        -0.000116894
      ]
    ]
  },
  "One island on this body of water is home to three villages – Tooni, Saare, and Piiri. The last of those": {
    "guess": "Saaremaa",
    "confidence": [
      [
        "Sa",
        -0.9586205
      ],
      [
        "are",
        -0.0002193908
      ],
      [
        "ma",
        -0.026697926
      ],
      [
        "a",
        -1.0564331e-05
      ]
    ]
  },
  "With 191 islands, 6,000 square miles, and some Soviet weather stations, its only permanent residents are polar bears. Located north of Novaya Zemlya and northeast of [*] Svalbard, it was not discovered until 1873  by a team of Austrian explorers. For 10 points—name this almost inexplicably- named archipelago": {
    "guess": "Franz Josef Land",
    "confidence": [
      [
        "Fran",
        -0.000503466
      ],
      [
        "z",
        -1.7597347e-05
      ],
      [
        " Josef",
        -0.0001823258
      ],
      [
        " Land",
        -7.862962e-05
      ]
    ]
  },
  "This island is home to the Temple E. A triskelion with Medusa's head and three legs appears on this island's flag and may symbolize this island's triangular shape. The coppola is a traditional cap of this island south of the (*) Tyrrhenian Sea that was once colonized as part of Magna Graecia. Scylla and Charybdis were said to occupy the strait between this island and mainland Europe. This island contains the largest active Volcano in Europe. That strait is Messina and that volcano is Mt. Etna. For 10 points, there was a Kingdom of Two of what island that lies just off the tip of the boot of Italy.": {
    "guess": "Sicily",
    "confidence": [
      [
        "S",
        -0.0028778648
      ],
      [
        "ic",
        -1.8624639e-06
      ],
      [
        "ily",
        -4.012684e-05
      ]
    ]
  },
  "An island off this island's coast, Uunartoq Qeqertoq, was discovered in 2007. Peary Land, the extreme north of this island, is too dry to maintain an ice sheet, and Cape Farewell is the only forested area on this island. Summit Camp is a year-round research station found on this island, located in the world's largest national park in the northeast of this island. Possessing the world's second largest ice sheet, for 10 points, identify this territory with capital at Nuuk that belongs to Denmark, the largest island in the world.": {
    "guess": "Greenland",
    "confidence": [
      [
        "Green",
        -0.0006383349
      ],
      [
        "land",
        -2.8921695e-05
      ]
    ]
  },
  "This island's Baliem Valley is home to the Dani people. The Bismarck Range in the eastern part of this island contains Mount Wilhelm. Lorentz National Park, which can be found on this island, contains the Asmat Swamp. This island's Puncak Jaya is the highest island peak in the world. Port Moresby is": {
    "guess": "New Guinea",
    "confidence": [
      [
        "New",
        -0.018224394
      ],
      [
        " Guinea",
        -0.0031673834
      ]
    ]
  },
  "This island's Mount Asgard is situated on the Cumberland Peninsula, and the Foxe Basin lies to the south. Home to the Sirmilik and Auyuitiq National Parks, its major cities include Pangnirtung, Pond Inlet, Arctic Bay, and Iqualuit, which now serves as the capital of Nunavat. Separated from Greenland by the Davis Strait and from mainland Canada by the Hudson Strait, FTP, what is this island named for": {
    "guess": "Baffin Island",
    "confidence": [
      [
        "B",
        -0.004717534
      ],
      [
        "aff",
        -3.7697225e-06
      ],
      [
        "in",
        -7.338466e-05
      ],
      [
        " Island",
        -0.00025883623
      ]
    ]
  },
  "This island, which contains the cities of Pagnirtung and Clyde River, is separated from a large archipelago by the Gulf of Boothia and the Lancaster Sound. It contains the Barnes and Penny Ice Caps, as": {
    "guess": "Baffin Island",
    "confidence": [
      [
        "B",
        -0.51519954
      ],
      [
        "aff",
        -6.575563e-05
      ],
      [
        "in",
        -9.472212e-05
      ],
      [
        " Island",
        -0.00067168626
      ]
    ]
  },
  "An island off this island's coast, Uunartoq Qeqertoq, was discovered in 2007. Peary Land, the extreme": {
    "guess": "Greenland",
    "confidence": [
      [
        "Green",
        -0.022614824
      ],
      [
        "land",
        -2.5583993e-05
      ]
    ]
  },
  "This \"island\" nation actually consists of three inhabited islands, the smaller two of which are Gozo and Comina. The second largest town on the main island and the second largest town on Gozo share the name Rabat. Located south of Sicily, it maintai  ns a regular ferry service with Syracuse. FTP, name": {
    "guess": "Malta",
    "confidence": [
      [
        "Mal",
        -0.06183613
      ],
      [
        "ta",
        -0.0020051266
      ]
    ]
  },
  "In Islam, this type of activity can be done in its tamattu form, although ifraad and qiran are also acceptable but do not require shaving or clipping hair. In Shintoism the formation of junpai facilitated this kind of activity, which is most often performed to earn the good graces of the seven gods of luck. In Judaism oftentimes this action would involve taking off your sandals at Mount Scopus, and viewing the \"Holy of Holies.\" The Stoning of the Devil and the circling of the well of Zamzam also comprise this type of activity. For British Christians, this activity might involve seeing St. David's": {
    "guess": "Pilgrimage",
    "confidence": [
      [
        "P",
        -0.023277042
      ],
      [
        "il",
        -1.0280384e-06
      ],
      [
        "gr",
        -1.2664457e-06
      ],
      [
        "image",
        -2.0339032e-05
      ]
    ]
  },
  "This island's highest point is in the Bonshaw Hills and its most prominent inlet is Hillsborough Bay, at the terminus of a river which nearly bisects it. Known as the \"Million-Acre Farm,\" its towns include Stratford and Cornwall. It's sometimes called the \"Garden of the Gulf,\" which also names a hotel in its second largest city Summerside. It is separated from the mainland to the south by the Northumberland Strait. Home to the house of Lucy Maud Montgomery, FTP, name this island to the west of Cape Breton Island in the Gulf of St. Lawrence with its capital at Charlottetown, which is the smallest province in Canada.": {
    "guess": "Prince Edward Island",
    "confidence": [
      [
        "Prince",
        -0.0012053502
      ],
      [
        " Edward",
        -3.619312e-05
      ],
      [
        " Island",
        -4.6683042e-05
      ]
    ]
  },
  "One island in this body of water is Lord Howe's Island. Cities on its eastern side include Greymouth and New Plymouth, while cities on its western side include Newcastle and Wollongong [WOOL-ung-gong]. Norfolk Island lies in its northern part, near its border with the Coral Sea. Its namesake also gives his name to an island whose capital is Hobart and which is separated by the Bass Strait from mainland": {
    "guess": "Tasman Sea",
    "confidence": [
      [
        "T",
        -0.04599657
      ],
      [
        "as",
        -2.1531068e-05
      ],
      [
        "man",
        -0.3093326
      ],
      [
        " Sea",
        -0.002285026
      ]
    ]
  },
  "With 191 islands, 6,000 square miles, and some Soviet weather stations, its only permanent residents are polar bears. Located north of Novaya Zemlya and northeast of [*] Svalbard, it was not discovered until 1873  by a team of Austrian explorers. For 10 points—name this almost inexplicably- named archipelago closer to Moscow than Vienna.": {
    "guess": "Franz Josef Land",
    "confidence": [
      [
        "Fran",
        -0.0017784726
      ],
      [
        "z",
        -1.4140442e-05
      ],
      [
        " Josef",
        -0.00030984072
      ],
      [
        " Land",
        -2.6656826e-05
      ]
    ]
  },
  "One island in this body of water is Lord Howe's Island. Cities on its eastern side include Greymouth and New Plymouth, while cities on its western side include Newcastle and Wollongong [WOOL-ung-gong]. Norfolk Island lies in its northern part, near its border with the Coral Sea. Its namesake also gives his name to an island whose capital is Hobart and which is separated by the Bass Strait from mainland Australia. For 10 points, name this body of water between Australia and New Zealand.": {
    "guess": "Tasman Sea",
    "confidence": [
      [
        "T",
        -0.011815289
      ],
      [
        "as",
        -4.8425554e-06
      ],
      [
        "man",
        -4.6683042e-05
      ],
      [
        " Sea",
        -0.00036632127
      ]
    ]
  },
  "The island of Rotuma in this country is located far to the north of this country's main islands. The town of Levuka, on Ovalau Island, was capital of this country from 1874-1882, and the Koro Sea is located in this country. Mount Tomanivi is the highest mountain on the main island of this country, which has an international airport at Nadi. It contains the Lau group, Vanua Levu, and Viti Levu, site of this country's capital, Suva. For 10 points, name this Pacific island nation.": {
    "guess": "Fiji",
    "confidence": [
      [
        "F",
        -0.0052490565
      ],
      [
        "iji",
        -2.8921695e-05
      ]
    ]
  },
  "One of this island's unique political features is a 61 member regional parliament with the power to scrutinize its country's National Assembly bills and propose amendments to those that apply to the island. A mountainous island with area 3,358 square miles and home to approximately 250,000 people, it has its capital at the west coast town of Ajaccio (a-jack-see-oh), and is the main base of the French Foreign Legion. FTP, name this Mediterranean island north of Sardinia, the birthplace of Napoleon.": {
    "guess": "Corsica",
    "confidence": [
      [
        "Cors",
        -0.000966488
      ],
      [
        "ica",
        -0.00011486754
      ]
    ]
  },
  "In Islam, this type of activity can be done in its tamattu form, although ifraad and qiran are also acceptable but do not require shaving or clipping hair. In Shintoism the formation of junpai facilitated this kind of activity, which is most often performed to earn the good graces of the seven gods of luck. In Judaism oftentimes this action would involve taking off your sandals at Mount Scopus, and viewing the \"Holy of Holies.\" The Stoning of the Devil and the circling of the well of Zamzam also comprise this type of activity. For British Christians, this activity might involve seeing St. David's Church or St. George's Church. For 10 points, identify this religious practice exemplified by the": {
    "guess": "Pilgrimage",
    "confidence": [
      [
        "P",
        -0.065534696
      ],
      [
        "il",
        -7.465036e-06
      ],
      [
        "gr",
        -1.7954959e-05
      ],
      [
        "image",
        -0.00010211275
      ]
    ]
  },
  "The island of Rotuma in this country is located far to the north of this country's main islands. The town of Levuka, on Ovalau Island, was capital of this country from 1874-1882, and the Koro Sea is located": {
    "guess": "Fiji",
    "confidence": [
      [
        "F",
        -0.001026497
      ],
      [
        "iji",
        -7.9418505e-06
      ]
    ]
  },
  "The island of Rotuma in this country is located far to the north of this country's main islands. The": {
    "guess": "Fiji",
    "confidence": [
      [
        "F",
        -0.0040107267
      ],
      [
        "iji",
        -1.5213274e-05
      ]
    ]
  },
  "Islands in this lake include bird sanctuaries named Hog Island and Fisherman Island. A man-made peninsula on this lake is Northerly Island, the site of an airport named Meigs Field. This lake contains islands which according to legend commemorate two drowned bear cubs. Located off the Sleeping Bear Dunes National Lakeshore, those islands are North and South Manitou Islands. The crazed Mormon \"king\"": {
    "guess": "Lake Michigan",
    "confidence": [
      [
        "Lake",
        -0.027053023
      ],
      [
        " Michigan",
        -0.0012598758
      ]
    ]
  },
  "This island was home to the settlement of Brattahlid beginning in the 10th century. In 2005, an island now called \"Warming Island\" was found off the coast of this island. Off the west coast of this island are Davis Strait and Baffin Bay. Its largest cities are Sisimiut and Nuuk, and it is an autonomous": {
    "guess": "Greenland",
    "confidence": [
      [
        "Green",
        -0.004373156
      ],
      [
        "land",
        -6.50404e-05
      ]
    ]
  },
  "It was on this island in 1990 that a Muslim group led by Yasin Abu Bakr took over the Red House, seat of its nation's parliament. This oil-rich island is more famous for the world's largest lake of natural asphalt, Pitch Lake. This island is indented by the Gulf of Paria, and the narrow Dragon's Mouth and Serpent's Mouth straits separate it from the mainland. Because it is a continental island, it is not part of the Antilles chain, but geologically closer to nearby Venezuela. FTP, identify this island": {
    "guess": "Trinidad",
    "confidence": [
      [
        "Tr",
        -0.00997057
      ],
      [
        "inidad",
        -2.2961513e-05
      ]
    ]
  },
  "This island's highest point is in the Bonshaw Hills and its most prominent inlet is Hillsborough Bay, at the terminus of a river which nearly bisects it. Known as the \"Million-Acre Farm,\" its towns include Stratford and Cornwall. It's sometimes called the \"Garden of the Gulf,\" which also names a hotel in its second largest city Summerside. It is separated from the mainland to the south by the Northumberland Strait. Home to the house of Lucy Maud Montgomery, FTP, name this island to the west of Cape Breton Island in the Gulf of St. Lawrence with its capital at Charlottetown, which is the smallest": {
    "guess": "Prince Edward Island",
    "confidence": [
      [
        "Prince",
        -0.0020760288
      ],
      [
        " Edward",
        -1.1398757e-05
      ],
      [
        " Island",
        -4.727906e-05
      ]
    ]
  },
  "This island's Mount Asgard is situated on the Cumberland Peninsula, and the Foxe Basin lies to the south.": {
    "guess": "Baffin Island",
    "confidence": [
      [
        "B",
        -0.064898424
      ],
      [
        "aff",
        -0.00026109742
      ],
      [
        "in",
        -5.252402e-05
      ],
      [
        " Island",
        -0.0017756189
      ]
    ]
  },
  "This island's Muslim minority recently founded an Islamic Center in Kelly Village, due east of its Caroni Swamp National Park, where a habitat for the scarlet ibis is protected. This island's southwest includes a large natural deposit of liquid asphalt called Pitch Lake. In the nineteenth century, volcanic activity began at its Devil's Woodyard, near Princes Town. The large and growing populace of Chaguanas on this island, located along the Gulf of Paria, includes many people of Indian descent. For": {
    "guess": "Trinidad and Tobago",
    "confidence": [
      [
        "Tr",
        -0.0049775746
      ],
      [
        "inidad",
        -3.059055e-05
      ],
      [
        " and",
        -0.0015322434
      ],
      [
        " Tob",
        -6.384837e-05
      ],
      [
        "ago",
        -0.00020497083
      ]
    ]
  },
  "This island is about 146 miles long from east to west and about 35 miles wide from north to south, and": {
    "guess": "Long Island",
    "confidence": [
      [
        "Long",
        -0.9284481
      ],
      [
        " Island",
        -9.603336e-05
      ]
    ]
  },
  "With 191 islands, 6,000 square miles, and some Soviet weather stations, its only permanent residents": {
    "guess": "Bouvet Island",
    "confidence": [
      [
        "B",
        -1.4694078
      ],
      [
        "ou",
        -0.004257308
      ],
      [
        "vet",
        -1.7835755e-05
      ],
      [
        " Island",
        -0.00042400116
      ]
    ]
  },
  "Island groups off the coast of this territory include the Goulburn Islands and the Wessel Islands, and the Groote Eylandt is located to its east. The Alligator Rivers area of this territory contains Kakadu National Park, and the Van Dieman Gulf separates it from Melville and Bathurst Islands. The Joseph Bonaparte Gulf is located to the northwest of this territory, whose northern region is (*) Arnhem Land. This region's northeast is bounded by the Gulf of  ? Carpentaria, and it contains Ayers Rock. For 10 points, name this territory of Australia sandwiched between Queensland and Western Australia": {
    "guess": "Northern Territory",
    "confidence": [
      [
        "Northern",
        -0.0010372143
      ],
      [
        " Territory",
        -0.00032378387
      ]
    ]
  },
  "An island off this island's coast, Uunartoq Qeqertoq, was discovered in 2007. Peary Land, the extreme north of this island, is too dry to maintain an ice sheet, and Cape Farewell is the only forested area on this island. Summit Camp is a year-round research station found on this island, located in the world's largest national park in the northeast of this island. Possessing the world's second largest ice sheet, for 10 points, identify this territory with capital at Nuuk that belongs to Denmark, the": {
    "guess": "Greenland",
    "confidence": [
      [
        "Green",
        -0.0018629532
      ],
      [
        "land",
        -2.9279307e-05
      ]
    ]
  },
  "While the islands of Likona and Chisumula belong to Malawi, they lie entirely within this country's territorial waters, forming an enclave. Its highest point is Monte Binga, a nearly 2500-meter tall mountain": {
    "guess": "Mozambique",
    "confidence": [
      [
        "M",
        -0.0027399699
      ],
      [
        "oz",
        -2.4584822e-06
      ],
      [
        "ambique",
        -4.7517467e-05
      ]
    ]
  },
  "This island is about 146 miles long from east to west and about 35 miles wide from north to south, and it consists of three major physiographic regions: a highly dissected limestone plateau, whose uninhabitable area is called the Cockpit country, forested highlands dominated by the famous Blue Mountains, and lowlands comprised of the Black River valley. The third largest island in the Carribean, its economy is based on export of aluminum, sugarcane, and coffee, and on tourism. FTP name this island nation whose capital is Kingston.": {
    "guess": "Jamaica",
    "confidence": [
      [
        "J",
        -0.0040664095
      ],
      [
        "ama",
        -7.910644e-05
      ],
      [
        "ica",
        -0.00011331789
      ]
    ]
  },
  "This island is about 146 miles long from east to west and about 35 miles wide from north to south, and it consists of three major physiographic regions: a highly dissected limestone plateau, whose uninhabitable area is called the Cockpit country, forested highlands dominated by the famous Blue Mountains, and lowlands comprised of the Black River valley. The third largest island in the Carribean, its economy is based on export of aluminum, sugarcane, and coffee, and on tourism. FTP name this island": {
    "guess": "Jamaica",
    "confidence": [
      [
        "J",
        -0.006030469
      ],
      [
        "ama",
        -3.2855416e-05
      ],
      [
        "ica",
        -0.00011927807
      ]
    ]
  },
  "This island's Baliem Valley is home to the Dani people. The Bismarck Range in the eastern part of this island contains Mount Wilhelm. Lorentz National Park, which can be found on this island, contains the Asmat Swamp. This island's Puncak Jaya is the highest island peak in the world. Port Moresby is the capital of a nation found entirely on this island; the western part of this island is the province of Irian Jaya. For 10 points, name this second largest island in the world, which is split between Indonesia and a nation that precedes this island's name with Papua.": {
    "guess": "New Guinea",
    "confidence": [
      [
        "New",
        -0.003590803
      ],
      [
        " Guinea",
        -0.003848294
      ]
    ]
  },
  "This island, which contains the cities of Pagnirtung and Clyde River, is separated from a large archipelago by the Gulf of Boothia and the Lancaster Sound. It contains the Barnes and Penny Ice Caps, as well as Iqualit, the capital of Nunavut. Lying mostly north of the Arctic Circle, this fifth- largest island in the world is separated from Greenland by its namesake bay. Located directly above Hudson Bay, FTP, name this largest island in Canada.": {
    "guess": "Baffin Island",
    "confidence": [
      [
        "B",
        -0.004596861
      ],
      [
        "aff",
        -1.6240566e-06
      ],
      [
        "in",
        -4.9663133e-05
      ],
      [
        " Island",
        -0.00021533787
      ]
    ]
  },
  "In Islam, this man was considered to be extraordinarily beautiful and his father's blindness was cured when he touched what he was wearing to his father's eyes. In the Hebrew tradition, he was caught up": {
    "guess": "Joseph (son of Jacob)",
    "confidence": [
      [
        "Joseph",
        -0.09004843
      ],
      [
        " (",
        -0.37431884
      ],
      [
        "son",
        -0.11366387
      ],
      [
        " of",
        -1.1756368e-05
      ],
      [
        " Jacob",
        -0.00013190633
      ],
      [
        ")",
        -0.0015665228
      ]
    ]
  },
  "One of this island's unique political features is a 61 member regional parliament with the power to scrutinize its country's National Assembly bills and propose amendments to those that apply to the island.": {
    "guess": "Isle of Man",
    "confidence": [
      [
        "Is",
        -0.015129957
      ],
      [
        "le",
        -7.588794e-05
      ],
      [
        " of",
        -6.086828e-05
      ],
      [
        " Man",
        -5.0139948e-05
      ]
    ]
  },
  "This island's Mount Asgard is situated on the Cumberland Peninsula, and the Foxe Basin lies to the south. Home to the Sirmilik and Auyuitiq National Parks, its major cities include Pangnirtung, Pond Inlet, Arctic Bay, and Iqualuit, which now serves as the capital of Nunavat. Separated from Greenland by the Davis Strait and from mainland Canada by the Hudson Strait, FTP, what is this island named for a 17th century English explorer, the 5th largest island in the world?": {
    "guess": "Baffin Island",
    "confidence": [
      [
        "B",
        -0.0138300145
      ],
      [
        "aff",
        -3.650519e-06
      ],
      [
        "in",
        -5.6934558e-05
      ],
      [
        " Island",
        -0.00014668758
      ]
    ]
  },
  "This island's Muslim minority recently founded an Islamic Center in Kelly Village, due east of its Caroni Swamp National Park, where a habitat for the scarlet ibis is protected. This island's southwest includes a large natural deposit of liquid asphalt called Pitch Lake. In the nineteenth century, volcanic": {
    "guess": "Trinidad and Tobago",
    "confidence": [
      [
        "Tr",
        -0.0047436375
      ],
      [
        "inidad",
        -4.167649e-05
      ],
      [
        " and",
        -0.0025610304
      ],
      [
        " Tob",
        -3.9530823e-05
      ],
      [
        "ago",
        -8.363618e-05
      ]
    ]
  },
  "This island is home to the Temple E. A triskelion with Medusa's head and three legs appears on this island's flag and may symbolize this island's triangular shape. The coppola is a traditional cap of this island south of the (*) Tyrrhenian Sea that was once colonized as part of Magna Graecia. Scylla and Charybdis were said to occupy the strait between this island and mainland Europe. This island contains the largest active Volcano in Europe. That strait is Messina and that volcano is Mt. Etna. For": {
    "guess": "Sicily",
    "confidence": [
      [
        "S",
        -0.0021685788
      ],
      [
        "ic",
        -4.3202e-07
      ],
      [
        "ily",
        -5.3000836e-05
      ]
    ]
  },
  "This island's Muslim minority recently founded an Islamic Center in Kelly Village, due east of its Caroni Swamp National Park, where a habitat for the scarlet ibis is protected. This island's southwest includes a large natural deposit of liquid asphalt called Pitch Lake. In the nineteenth century, volcanic activity began at its Devil's Woodyard, near Princes Town. The large and growing populace of Chaguanas on this island, located along the Gulf of Paria, includes many people of Indian descent. For 10 points, name this island just north of Venezuela, where the government in Port-of-Spain also controls": {
    "guess": "Trinidad",
    "confidence": [
      [
        "Tr",
        -0.0018079837
      ],
      [
        "inidad",
        -0.00010402
      ]
    ]
  },
  "This island's Muslim minority recently founded an Islamic Center in Kelly Village, due east of its Caroni Swamp National Park, where a habitat for the scarlet ibis is protected. This island's southwest includes a large natural deposit of liquid asphalt called Pitch Lake. In the nineteenth century, volcanic activity began at its Devil's Woodyard, near Princes Town. The large and growing populace of": {
    "guess": "Trinidad and Tobago",
    "confidence": [
      [
        "Tr",
        -0.0017126629
      ],
      [
        "inidad",
        -5.419287e-05
      ],
      [
        " and",
        -0.0020258275
      ],
      [
        " Tob",
        -2.1054253e-05
      ],
      [
        "ago",
        -8.017927e-05
      ]
    ]
  },
  "This island is about 146 miles long from east to west and about 35 miles wide from north to south, and it consists of three major physiographic regions: a highly dissected limestone plateau, whose uninhabitable": {
    "guess": "Great Barrier Reef",
    "confidence": [
      [
        "Great",
        -1.9399437
      ],
      [
        " Barrier",
        -0.8481836
      ],
      [
        " Reef",
        -0.57617134
      ]
    ]
  },
  "This island's Muslim minority recently founded an Islamic Center in Kelly Village, due east of its Caroni Swamp National Park, where a habitat for the scarlet ibis is protected. This island's southwest includes a large natural deposit of liquid asphalt called Pitch Lake. In the nineteenth century, volcanic activity began at its Devil's Woodyard, near Princes Town. The large and growing populace of Chaguanas on this island, located along the Gulf of Paria, includes many people of Indian descent. For 10 points, name this island just north of Venezuela, where the government in Port-of-Spain also controls a smaller Caribbean island to its northeast called Tobago.": {
    "guess": "Trinidad",
    "confidence": [
      [
        "Tr",
        -0.002321772
      ],
      [
        "inidad",
        -4.3941356e-05
      ]
    ]
  },
  "This island is about 146 miles long from east to west and about 35 miles wide from north to south, and it consists of three major physiographic regions: a highly dissected limestone plateau, whose uninhabitable area is called the Cockpit country, forested highlands dominated by the famous Blue Mountains, and lowlands comprised of the Black River valley. The third largest island in the Carribean, its": {
    "guess": "Jamaica",
    "confidence": [
      [
        "J",
        -0.014577362
      ],
      [
        "ama",
        -7.3861476e-05
      ],
      [
        "ica",
        -0.0004586711
      ]
    ]
  },
  "Islands in this lake include bird sanctuaries named Hog Island and Fisherman Island. A man-made peninsula on this lake is Northerly Island, the site of an airport named Meigs Field. This lake contains islands which according to legend commemorate two drowned bear cubs. Located off the Sleeping Bear Dunes National Lakeshore, those islands are North and South Manitou Islands. The crazed Mormon \"king\" James Strang ruled an island in this lake called Beaver Island. Tourists cross this lake on the SS Badger, which takes people from Ludington to Manitowoc. For 10 points, name this only Great Lake located entirely within the United States, which has such cities as Chicago on its shores.": {
    "guess": "Lake Michigan",
    "confidence": [
      [
        "Lake",
        -0.0023787387
      ],
      [
        " Michigan",
        -0.00015669702
      ]
    ]
  },
  "An island off this island's coast, Uunartoq Qeqertoq, was discovered in 2007. Peary Land, the extreme north of this island, is too dry to maintain an ice sheet, and Cape Farewell is the only forested area on this island. Summit Camp is a year-round research station found on this island, located in the": {
    "guess": "Greenland",
    "confidence": [
      [
        "Green",
        -0.0008852534
      ],
      [
        "land",
        -6.325235e-05
      ]
    ]
  },
  "In Islam, this man was considered to be extraordinarily beautiful and his father's blindness was cured when he touched what he was wearing to his father's eyes. In the Hebrew tradition, he was caught up in a plot by Potiphar's wife, and a promise to this man is forgotten by the king's cup bearer until": {
    "guess": "Joseph",
    "confidence": [
      [
        "Joseph",
        -0.011294675
      ]
    ]
  },
  "This island was home to the settlement of Brattahlid beginning in the 10th century. In 2005, an island now called \"Warming Island\" was found off the coast of this island. Off the west coast of this island": {
    "guess": "Greenland",
    "confidence": [
      [
        "Green",
        -0.02385794
      ],
      [
        "land",
        -5.3000836e-05
      ]
    ]
  },
  "In Islam, this man was considered to be extraordinarily beautiful and his father's blindness was cured when he touched what he was wearing to his father's eyes. In the Hebrew tradition, he was caught up in a plot by Potiphar's wife, and a promise to this man is forgotten by the king's cup bearer until two years later. At one points this man frames his younger brother Benjamin by placing a silver goblet": {
    "guess": "Joseph in Islam",
    "confidence": [
      [
        "Joseph",
        -0.0024779162
      ],
      [
        " in",
        -0.7326264
      ],
      [
        " Islam",
        -0.064606465
      ]
    ]
  },
  "This \"island\" nation actually consists of three inhabited islands, the smaller two of which are Gozo and Comina. The second largest town on the main island and the second largest town on Gozo share the name Rabat. Located south of Sicily, it maintai  ns a regular ferry service with Syracuse. FTP, name this nation whose capital is Valletta.": {
    "guess": "Malta",
    "confidence": [
      [
        "Mal",
        -0.021226155
      ],
      [
        "ta",
        -0.00013595926
      ]
    ]
  },
  "This island was home to the settlement of Brattahlid beginning in the 10th century. In 2005, an island": {
    "guess": "Greenland",
    "confidence": [
      [
        "Green",
        -0.04326602
      ],
      [
        "land",
        -6.2729996e-06
      ]
    ]
  },
  "It was on this island in 1990 that a Muslim group led by Yasin Abu Bakr took over the Red House, seat of its nation's parliament. This oil-rich island is more famous for the world's largest lake of natural asphalt, Pitch Lake. This island is indented by the Gulf of Paria, and the narrow Dragon's Mouth and Serpent's Mouth straits separate it from the mainland. Because it is a continental island, it is not part of the Antilles chain, but geologically closer to nearby Venezuela. FTP, identify this island with capital at Port-of-Spain that forms a country with nearby Tobago.": {
    "guess": "Trinidad",
    "confidence": [
      [
        "Tr",
        -0.00079855014
      ],
      [
        "inidad",
        -2.749125e-05
      ]
    ]
  },
  "This island is home to the Temple E. A triskelion with Medusa's head and three legs appears on this island's flag and may symbolize this island's triangular shape. The coppola is a traditional cap of this island south of the (*) Tyrrhenian Sea that was once colonized as part of Magna Graecia. Scylla": {
    "guess": "Sicily",
    "confidence": [
      [
        "S",
        -0.040262386
      ],
      [
        "ic",
        -4.0842064e-05
      ],
      [
        "ily",
        -3.5120287e-05
      ]
    ]
  },
  "This island's region of Kallithea contains Faliraki Bay. This island is located off of the coast of Caria,": {
    "guess": "Rhodes",
    "confidence": [
      [
        "Rh",
        -0.0011743902
      ],
      [
        "odes",
        -4.3583746e-05
      ]
    ]
  },
  "In Islam, this man was considered to be extraordinarily beautiful and his father's blindness was cured when he touched what he was wearing to his father's eyes. In the Hebrew tradition, he was caught up in a plot by Potiphar's wife, and a promise to this man is forgotten by the king's cup bearer until two years later. At one points this man frames his younger brother Benjamin by placing a silver goblet in his bag and accuses him of stealing it. This man correctly interpreted a dream involving cows and ears of grain to mean that a famine is coming and advises the king to store grain. The eleventh of twelve sons of his father Jacob, for 10 points, identify this Biblical figure with a coat of many colors. ": {
    "guess": "Joseph",
    "confidence": [
      [
        "Joseph",
        -0.0035049226
      ]
    ]
  },
  "The island of Bubiyan is located  in the extreme north of this body of water. The eastern end of this": {
    "guess": "Persian Gulf",
    "confidence": [
      [
        "Pers",
        -0.07651324
      ],
      [
        "ian",
        -3.261701e-05
      ],
      [
        " Gulf",
        -4.477578e-05
      ]
    ]
  },
  "The island of Bubiyan is located  in the extreme north of this body of water. The eastern end of this body of water contains Qeshm Island, which is often used as a refueling station. This body of water": {
    "guess": "Persian Gulf",
    "confidence": [
      [
        "Pers",
        -0.27226105
      ],
      [
        "ian",
        -2.8564085e-05
      ],
      [
        " Gulf",
        -9.710619e-05
      ]
    ]
  },
  "The island of Bubiyan is located  in the extreme north of this body of water. The eastern end of this body of water contains Qeshm Island, which is often used as a refueling station. This body of water contains the disputed Hawar Islands, and the region once known as the Trucial States lies on this body": {
    "guess": "Persian Gulf",
    "confidence": [
      [
        "Pers",
        -0.018096795
      ],
      [
        "ian",
        -5.8126592e-05
      ],
      [
        " Gulf",
        -7.517272e-05
      ]
    ]
  },
  "The island of Bubiyan is located  in the extreme north of this body of water. The eastern end of this body of water contains Qeshm Island, which is often used as a refueling station. This body of water contains the disputed Hawar Islands, and the region once known as the Trucial States lies on this body of water. This body of water is bounded on the East by the Musandam Peninsula, and the artificial": {
    "guess": "Persian Gulf",
    "confidence": [
      [
        "Pers",
        -0.051125195
      ],
      [
        "ian",
        -0.00010854974
      ],
      [
        " Gulf",
        -9.031158e-05
      ]
    ]
  },
  "The island of Bubiyan is located  in the extreme north of this body of water. The eastern end of this body of water contains Qeshm Island, which is often used as a refueling station. This body of water contains the disputed Hawar Islands, and the region once known as the Trucial States lies on this body of water. This body of water is bounded on the East by the Musandam Peninsula, and the artificial Palm islands extend into this body of water. This home to the King Fahd Causeway is bounded on the": {
    "guess": "Persian Gulf",
    "confidence": [
      [
        "Pers",
        -0.030383695
      ],
      [
        "ian",
        -7.505351e-05
      ],
      [
        " Gulf",
        -0.00011105302
      ]
    ]
  },
  "The island of Bubiyan is located  in the extreme north of this body of water. The eastern end of this body of water contains Qeshm Island, which is often used as a refueling station. This body of water contains the disputed Hawar Islands, and the region once known as the Trucial States lies on this body of water. This body of water is bounded on the East by the Musandam Peninsula, and the artificial Palm islands extend into this body of water. This home to the King Fahd Causeway is bounded on the east by the Straight of Hormuz. Containing the island of Bahrain, for 10 points, identify this body": {
    "guess": "Persian Gulf",
    "confidence": [
      [
        "Pers",
        -0.019528132
      ],
      [
        "ian",
        -0.00012523093
      ],
      [
        " Gulf",
        -0.00010986099
      ]
    ]
  },
  "The island of Bubiyan is located  in the extreme north of this body of water. The eastern end of this body of water contains Qeshm Island, which is often used as a refueling station. This body of water contains the disputed Hawar Islands, and the region once known as the Trucial States lies on this body of water. This body of water is bounded on the East by the Musandam Peninsula, and the artificial Palm islands extend into this body of water. This home to the King Fahd Causeway is bounded on the east by the Straight of Hormuz. Containing the island of Bahrain, for 10 points, identify this body of water surrounded, among others, by Qatar, Iran, and Saudi Arabia which is known for its oil reserves.": {
    "guess": "Persian Gulf",
    "confidence": [
      [
        "Pers",
        -0.017488781
      ],
      [
        "ian",
        -9.805982e-05
      ],
      [
        " Gulf",
        -5.0378356e-05
      ]
    ]
  }
}