{
  "A \"universal constant\" associated with this curve is equal to radical two plus the natural log of the quantity one plus radical two. That constant is the ratio of the arc length between the two points where this curve intersects the latus rectum to the semilatus rectum. This curve is the set of points equidistant from a point called the (*) focus and a line called the directrix. This is the only conic section with a single vertex. For 10 points, name this curve traced out by any quadratic equation ax2 + bx + c.": {
    "guess": "Parabola",
    "confidence": [
      [
        "Par",
        -0.023791704
      ],
      [
        "ab",
        -0.0001627764
      ],
      [
        "ola",
        -4.6444635e-05
      ]
    ]
  },
  "One of these units is roughly equal to three decibans, and BLIT operations copy these into a rectangular area. A raster operator combines two arrays of these units to form a this-map image. A caret is used in most programming languages to toggle one of these, while a single vertical bar represents a this \"wise\" OR operation. The (*) quantum type of this unit allows it to be a superposition of its two classical values, and bandwidth measures the rate of the transfer of them. Four of these units make": {
    "guess": "Qubit",
    "confidence": [
      [
        "Q",
        -0.37533778
      ],
      [
        "ubit",
        -0.0015133121
      ]
    ]
  },
  "Its unique text was due in large part to the contribution of a 14-year old autistic boy, Christopher Knowles.  It is performed in four acts and five interludes, called \"knee plays\" because of their connective function.  Much of the time a violinist wanders between proscenium and pit, and all of the performers": {
    "guess": "Einstein on the Beach",
    "confidence": [
      [
        "E",
        -0.0036430724
      ],
      [
        "instein",
        -7.89631e-07
      ],
      [
        " on",
        -0.00078139576
      ],
      [
        " the",
        -8.6616266e-05
      ],
      [
        " Beach",
        -0.00028636496
      ]
    ]
  },
  "One of these units engaged with German forces at the Battle of Ambos Nogales, the only direct contact between the US and German armies in North America during World War One. Some of these units comprised the Punitive Expedition under their most famous commander. The first of these units, the 10th cavalry": {
    "guess": "Buffalo Soldier",
    "confidence": [
      [
        "Buff",
        -0.13753177
      ],
      [
        "alo",
        -7.226629e-06
      ],
      [
        " Soldier",
        -0.030884111
      ]
    ]
  },
  "Its unique text was due in large part to the contribution of a 14-year old autistic boy, Christopher Knowles.  It is performed in four acts and five interludes, called \"knee plays\" because of their connective function.  Much of the time a violinist wanders between proscenium and pit, and all of the performers are dressed in short-sleeved white shirts and suspenders in this five-hour minimalist work.  FTP, name this 1976 opera by Phillip Glass.": {
    "guess": "Einstein on the Beach",
    "confidence": [
      [
        "E",
        -0.002563411
      ],
      [
        "instein",
        0.0
      ],
      [
        " on",
        -0.00046486966
      ],
      [
        " the",
        -1.50940705e-05
      ],
      [
        " Beach",
        -8.256335e-05
      ]
    ]
  },
  "The Unión and Pilcomayo ships fought an unsuccessful naval battle in this war, and Iquique was another naval battle. ˇhe Battle of Angamos would send the naval struggle during this war, which also saw land battles that resulted in the occupation of Lima. After this war, one side was able to annex Taraparca and Arica, and in addition, it annexed Litoral, which caused its opponent to become landlocked.": {
    "guess": "War of the Pacific",
    "confidence": [
      [
        "War",
        -0.04919516
      ],
      [
        " of",
        -0.00047332948
      ],
      [
        " the",
        -0.0004720219
      ],
      [
        " Pacific",
        -0.0002359601
      ]
    ]
  },
  "The unincorporated Boring Township on the outskirts of this city lends its name to the volcanic lava field on which it lies, the Boring Lava Field. Mount Tabor is an extinct cinder cone that lends its name to one of this city's neighborhoods. This city is home to a very busy, old, and green vertical lift bridge called the Hawthorne Bridge. This city is home to the Metro, the only directly elected metropolitan-planning body in the United States. Clackamas, Beaverton, and Wilsonville are all suburbs of this city. The Willamette River flows through this city, on whose horizon one can see Mount Hood and Mount St. Helens. For 10 points, name this home of the NBA's Rose Garden, the largest city in Oregon.": {
    "guess": "Portland",
    "confidence": [
      [
        "Portland",
        -0.00014740281
      ]
    ]
  },
  "A \"universal constant\" associated with this curve is equal to radical two plus the natural log of the quantity one plus radical two. That constant is the ratio of the arc length between the two points where this curve intersects the latus rectum to the semilatus rectum. This curve is the set of points": {
    "guess": "Ellipse",
    "confidence": [
      [
        "Ellipse",
        -1.1536716
      ]
    ]
  },
  "One of these units engaged with German forces at the Battle of Ambos Nogales, the only direct contact between the US and German armies in North America during World War One. Some of these units comprised the Punitive Expedition under their most famous commander. The first of these units, the 10th cavalry regiment, was organized by Benjamin Grierson in 1866, and these troops fought in several Indian Wars in the Southwest and plains. They were used to arrest striking miners in Coeur d'Alene, Idaho, in 1899, reportedly because they would further inflame the miners. General John Pershing earned his nickname for having served with one of these units during the Spanish-American War. For ten points, name these US Army soldiers who got their name from a confrontation with a band of Cheyenne because they reportedly fought like a cornered one of the namesake animals, whose history was later used as an allegory for armed black resistance by Bob Marley.": {
    "guess": "Buffalo Soldiers",
    "confidence": [
      [
        "Buff",
        -0.005245972
      ],
      [
        "alo",
        -9.729906e-06
      ],
      [
        " Soldiers",
        -0.617802
      ]
    ]
  },
  "For a uniform ball rolling down an incline with angle theta, a coefficient of proportionality associated with this quantity must be at least two-sevenths tangent theta to prevent slipping. A slipping ball, however, requires a different coefficient associated with the quantity, because the coefficient depends on whether or not the contact points are moving. Both the static and kinetic type of this force are proportional to the normal force. For 10 points, name this force that opposes the direction of an object's motion.": {
    "guess": "Friction",
    "confidence": [
      [
        "Fr",
        -0.0027898997
      ],
      [
        "iction",
        -5.5122365e-07
      ]
    ]
  },
  "A \"universal constant\" associated with this curve is equal to radical two plus the natural log of the quantity one plus radical two. That constant is the ratio of the arc length between the two points where this curve intersects the latus rectum to the semilatus rectum. This curve is the set of points equidistant from a point called the (*) focus and a line called the directrix. This is the only conic section with a single vertex. For 10 points, name this curve traced out by any quadratic equation": {
    "guess": "Parabola",
    "confidence": [
      [
        "Par",
        -0.023929985
      ],
      [
        "ab",
        -0.00041089242
      ],
      [
        "ola",
        -4.9663133e-05
      ]
    ]
  },
  "This unit has gram and kilogram types depending on the amount of water used to define it. Its name is based on the Latin word for \"heat\". The gram type is a little over four joules, a unit that has in": {
    "guess": "Specific heat",
    "confidence": [
      [
        "Specific",
        -0.30303845
      ],
      [
        " heat",
        -0.022576705
      ]
    ]
  },
  "One of these units engaged with German forces at the Battle of Ambos Nogales, the only direct contact between the US and German armies in North America during World War One. Some of these units comprised": {
    "guess": "United States Army Border Air Patrol",
    "confidence": [
      [
        "United",
        -1.314161
      ],
      [
        " States",
        -0.008616582
      ],
      [
        " Army",
        -0.08734524
      ],
      [
        " Border",
        -0.45413393
      ],
      [
        " Air",
        -0.029379211
      ],
      [
        " Patrol",
        -0.005343094
      ]
    ]
  },
  "A unit named for this scientist is equal to Dalton per charge number in homage of his invention of the parabola spectrograph. That instrument determined the mass-to-charge ratio of ions and is considered the first mass spectrometer. Together with F. W. Aston, he proved the existence of isotopes of neon, and in a series of experiments, he showed that cathode rays were composed of particles he dubbed": {
    "guess": "Francis William Aston",
    "confidence": [
      [
        "Franc",
        -0.45281267
      ],
      [
        "is",
        -0.0009500489
      ],
      [
        " William",
        -0.042691514
      ],
      [
        " Aston",
        -0.000336535
      ]
    ]
  },
  "A \"universal constant\" associated with this curve is equal to radical two plus the natural log of the quantity one plus radical two. That constant is the ratio of the arc length between the two points where this curve intersects the latus rectum to the semilatus rectum. This curve is the set of points equidistant from a point called the (*) focus and a line called the directrix. This is the only conic": {
    "guess": "Parabola",
    "confidence": [
      [
        "Par",
        -0.28071406
      ],
      [
        "ab",
        -0.03919978
      ],
      [
        "ola",
        -3.0113732e-05
      ]
    ]
  },
  "Union general Phil Sheridan works as an agent that exploits Native American practioners of this art form, Victor Joseph and Junior Polatkin, in a novel by Sherman Alexie titled for the \"Reservation\" type": {
    "guess": "Smoke Signals",
    "confidence": [
      [
        "Smoke",
        -0.08727708
      ],
      [
        " Signals",
        -0.001528075
      ]
    ]
  },
  "One of these units is roughly equal to three decibans, and BLIT operations copy these into a rectangular area. A raster operator combines two arrays of these units to form a this-map image. A caret is": {
    "guess": "Pixel art",
    "confidence": [
      [
        "Pixel",
        -0.378907
      ],
      [
        " art",
        -0.15956956
      ]
    ]
  },
  "A unit named for this scientist is equal to Dalton per charge number in homage of his invention of the parabola spectrograph. That instrument determined the mass-to-charge ratio of ions and is considered the first mass spectrometer. Together with F. W. Aston, he proved the existence of isotopes of neon, and in a series of experiments, he showed that cathode rays were composed of particles he dubbed corpuscles. For 10 points name this English scientist who proposed the plum pudding model and discovered the electron.": {
    "guess": "Joseph John Thomson",
    "confidence": [
      [
        "Joseph",
        -0.19443418
      ],
      [
        " John",
        -0.0099194655
      ],
      [
        " Thomson",
        -0.027095262
      ]
    ]
  },
  "The unincorporated Boring Township on the outskirts of this city lends its name to the volcanic lava field on which it lies, the Boring Lava Field. Mount Tabor is an extinct cinder cone that lends its name to one of this city's neighborhoods. This city is home to a very busy, old, and green vertical": {
    "guess": "Portland, Oregon",
    "confidence": [
      [
        "Portland",
        -0.0018922223
      ],
      [
        ",",
        -0.0040687826
      ],
      [
        " Oregon",
        -3.4285862e-05
      ]
    ]
  },
  "In United States vs Cruikshank, the Supreme Court overturned the Force Act of 1870, which allowed the": {
    "guess": "Force Act of 1870",
    "confidence": [
      [
        "Force",
        -0.5285628
      ],
      [
        " Act",
        -0.22673386
      ],
      [
        " of",
        -0.0065958826
      ],
      [
        " ",
        -6.1821906e-05
      ],
      [
        "187",
        -0.0008839532
      ],
      [
        "0",
        -0.0142160375
      ]
    ]
  },
  "One of these units is roughly equal to three decibans, and BLIT operations copy these into a rectangular": {
    "guess": "Deciban",
    "confidence": [
      [
        "Dec",
        -0.5253594
      ],
      [
        "iban",
        -0.084042445
      ]
    ]
  },
  "Union general Phil Sheridan works as an agent that exploits Native American practioners of this art form, Victor Joseph and Junior Polatkin, in a novel by Sherman Alexie titled for the \"Reservation\" type of this art form. A poem about this art form notes that it occurs, \"When the shoe strings break on both your shoes and you're in a hurry.\" This genre was performed \"by the pale dull pallor of an old": {
    "guess": "Reservation Blues",
    "confidence": [
      [
        "Reservation",
        -1.2616632
      ],
      [
        " Blues",
        -0.00083333196
      ]
    ]
  },
  "The Unión and Pilcomayo ships fought an unsuccessful naval battle in this war, and Iquique was another": {
    "guess": "War of the Pacific",
    "confidence": [
      [
        "War",
        -0.019858453
      ],
      [
        " of",
        -5.538491e-05
      ],
      [
        " the",
        -1.6643718e-05
      ],
      [
        " Pacific",
        -0.00015026369
      ]
    ]
  },
  "One unintended benefit of it was the creation of the OECD, which served as its bookkeeper. Charles Boehlen authored its primary goals, and Bevin and Bidault were responsible for presenting it to its major objector. While some revisionists argue that its purpose was to forestall depression in the U.S. by bolstering the market for capital goods exports, its stated purposed was solidifying the region and rendering future involvement unnecessary, while Europeans perceived it as a means of ensuring their independence. Proposed by its namesake in his 1947 Harvard commencement address, FTP, name this bulwark against Soviet expansion that sought to strengthen Europe by allocating $13 billion for reconstruction.": {
    "guess": "Marshall Plan",
    "confidence": [
      [
        "Mar",
        -0.0020204743
      ],
      [
        "shall",
        -7.3458323e-06
      ],
      [
        " Plan",
        -6.563642e-05
      ]
    ]
  },
  "The unincorporated Boring Township on the outskirts of this city lends its name to the volcanic lava field on which it lies, the Boring Lava Field. Mount Tabor is an extinct cinder cone that lends its name to one of this city's neighborhoods. This city is home to a very busy, old, and green vertical lift bridge called the Hawthorne Bridge. This city is home to the Metro, the only directly elected metropolitan-planning body in the United States. Clackamas, Beaverton, and Wilsonville are all suburbs of this city. The Willamette River flows through this city, on whose horizon one can see Mount Hood": {
    "guess": "Portland, Oregon",
    "confidence": [
      [
        "Portland",
        -0.00019126241
      ],
      [
        ",",
        -0.0028286502
      ],
      [
        " Oregon",
        -3.5954712e-05
      ]
    ]
  },
  "University of Texas professor Sanford Levinson questioned why this provision does not get more coverage in legal journals in an article titled for its \"embarrassing\" consequences. The 1886 Presser v. Illinois case, which said that this restriction does not apply at the state level, was challenged in April 2009 by a Ninth Circuit ruling which held that this amendment is now incorporated. The majority opinion in a recent case addressing this law noted that \"a purposive qualifying phrase that contradicts": {
    "guess": "Second Amendment to the United States Constitution",
    "confidence": [
      [
        "Second",
        -0.59869224
      ],
      [
        " Amendment",
        -0.0002390594
      ],
      [
        " to",
        -0.021319387
      ],
      [
        " the",
        -2.2007884e-05
      ],
      [
        " United",
        -0.00074256473
      ],
      [
        " States",
        -9.114601e-05
      ],
      [
        " Constitution",
        -0.0002224901
      ]
    ]
  },
  "This unit has gram and kilogram types depending on the amount of water used to define it. Its name is based on the Latin word for \"heat\". The gram type is a little over four joules, a unit that has in many contexts become a more common unit of (*) energy than this one. For 10 points, name this unit whose kilogram type is also known as the dietary type and is still used to measure the energy content": {
    "guess": "Calorie",
    "confidence": [
      [
        "Cal",
        -0.010549567
      ],
      [
        "orie",
        -0.0006390501
      ]
    ]
  },
  "The Union plan involved a feinting maneuver at Stone Bridge and Blackburn's Ford to distract the Confederate troops while the rest of the army attacked the Confederate left. The Confederates were pushed back to Henry House Hill, but there General Barnard Bee observed Thomas Jackson's troops standing \"like a stone wall\" and halted the Union advance. Irvin McDowell's troops were forced to retreat with the arrival of Joe Johnston's Army of the Shenandoah. FTP what was this battle, the first major conflict": {
    "guess": "First Battle of Bull Run",
    "confidence": [
      [
        "First",
        -0.00062737183
      ],
      [
        " Battle",
        -2.9352968e-06
      ],
      [
        " of",
        -6.511407e-06
      ],
      [
        " Bull",
        -2.808727e-05
      ],
      [
        " Run",
        -3.5313153e-06
      ]
    ]
  },
  "This unit has gram and kilogram types depending on the amount of water used to define it. Its name is": {
    "guess": "Litre",
    "confidence": [
      [
        "L",
        -1.285793
      ],
      [
        "itre",
        -3.4121115e-06
      ]
    ]
  },
  "The uniform probability distribution takes this shape. Rotating this shape using one of its sides as an axis yields a cylinder. This shape is traced out by the x-axis, the y-axis, and the equations x equals two and y equals six. Each diagonal of this kind of quadrilateral divides it into two congruent": {
    "guess": "Rectangle",
    "confidence": [
      [
        "Rectangle",
        -0.1502851
      ]
    ]
  },
  "University of Texas professor Sanford Levinson questioned why this provision does not get more coverage in legal journals in an article titled for its \"embarrassing\" consequences. The 1886 Presser v. Illinois case, which said that this restriction does not apply at the state level, was challenged in April 2009 by a Ninth Circuit ruling which held that this amendment is now incorporated. The majority opinion in a recent case addressing this law noted that \"a purposive qualifying phrase that contradicts the word or phrase it modifies is unknown this side of the looking glass, except, apparently, in some courses on Linguistics.\" An earlier Supreme Court case addressing this amendment turned on the transportation of an item from Oklahoma to Arkansas in violation of a federal registration statute and the meaning of the phrase \"well-regulated militia.\" For 10 points, identify this subject of the DC v. Heller and U.S. v. Miller rulings, a Constitutional amendment guaranteeing the right to keep": {
    "guess": "Second Amendment to the United States Constitution",
    "confidence": [
      [
        "Second",
        -0.0013829747
      ],
      [
        " Amendment",
        -0.00018411019
      ],
      [
        " to",
        -1.9146995e-05
      ],
      [
        " the",
        -1.7716551e-05
      ],
      [
        " United",
        -1.831257e-05
      ],
      [
        " States",
        -2.486877e-05
      ],
      [
        " Constitution",
        -9.372295e-06
      ]
    ]
  },
  "One of these units engaged with German forces at the Battle of Ambos Nogales, the only direct contact between the US and German armies in North America during World War One. Some of these units comprised the Punitive Expedition under their most famous commander. The first of these units, the 10th cavalry regiment, was organized by Benjamin Grierson in 1866, and these troops fought in several Indian Wars in the Southwest and plains. They were used to arrest striking miners in Coeur d'Alene, Idaho, in 1899, reportedly because they would further inflame the miners. General John Pershing earned his": {
    "guess": "Buffalo Soldier",
    "confidence": [
      [
        "Buff",
        -0.078313015
      ],
      [
        "alo",
        -4.1557283e-05
      ],
      [
        " Soldier",
        -0.15229705
      ]
    ]
  },
  "One unintended benefit of it was the creation of the OECD, which served as its bookkeeper. Charles Boehlen authored its primary goals, and Bevin and Bidault were responsible for presenting it to its major objector. While some revisionists argue that its purpose was to forestall depression in the U.S.": {
    "guess": "Marshall Plan",
    "confidence": [
      [
        "Mar",
        -0.15368997
      ],
      [
        "shall",
        -0.0002738522
      ],
      [
        " Plan",
        -0.0006729975
      ]
    ]
  },
  "For a uniform ball rolling down an incline with angle theta, a coefficient of proportionality associated with this quantity must be at least two-sevenths tangent theta to prevent slipping. A slipping ball, however, requires a different coefficient associated with the quantity, because the coefficient depends on whether or not the contact points are moving. Both the static and kinetic type of this force are proportional to the normal force. For 10 points, name this force that opposes the direction": {
    "guess": "Friction",
    "confidence": [
      [
        "Fr",
        -0.0022043784
      ],
      [
        "iction",
        -5.5122365e-07
      ]
    ]
  },
  "Union general Phil Sheridan works as an agent that exploits Native American practioners of this art form, Victor Joseph and Junior Polatkin, in a novel by Sherman Alexie titled for the \"Reservation\" type of this art form. A poem about this art form notes that it occurs, \"When the shoe strings break on": {
    "guess": "Smoke Signals",
    "confidence": [
      [
        "Smoke",
        -0.98461896
      ],
      [
        " Signals",
        -0.0020209514
      ]
    ]
  },
  "The Union plan involved a feinting maneuver at Stone Bridge and Blackburn's Ford to distract the Confederate troops while the rest of the army attacked the Confederate left. The Confederates were pushed back to Henry House Hill, but there General Barnard Bee observed Thomas Jackson's troops standing": {
    "guess": "First Battle of Bull Run",
    "confidence": [
      [
        "First",
        -0.05145565
      ],
      [
        " Battle",
        -5.6769813e-06
      ],
      [
        " of",
        -1.9743013e-05
      ],
      [
        " Bull",
        -6.8854926e-05
      ],
      [
        " Run",
        -4.1273333e-06
      ]
    ]
  },
  "This unit has gram and kilogram types depending on the amount of water used to define it. Its name is based on the Latin word for \"heat\". The gram type is a little over four joules, a unit that has in many contexts become a more common unit of (*) energy than this one. For 10 points, name this unit whose": {
    "guess": "Calorie",
    "confidence": [
      [
        "Cal",
        -0.016482389
      ],
      [
        "orie",
        -0.0006390501
      ]
    ]
  },
  "Its unique text was due in large part to the contribution of a 14-year old autistic boy, Christopher Knowles.  It is performed in four acts and five interludes, called \"knee plays\" because of their connective function.  Much of the time a violinist wanders between proscenium and pit, and all of the performers are dressed in short-sleeved white shirts and suspenders in this five-hour minimalist work.": {
    "guess": "Einstein on the Beach",
    "confidence": [
      [
        "E",
        -0.0062365173
      ],
      [
        "instein",
        -7.89631e-07
      ],
      [
        " on",
        -0.0007846143
      ],
      [
        " the",
        -4.2391708e-05
      ],
      [
        " Beach",
        -0.00011892046
      ]
    ]
  },
  "The unincorporated Boring Township on the outskirts of this city lends its name to the volcanic lava field on which it lies, the Boring Lava Field. Mount Tabor is an extinct cinder cone that lends its name to one of this city's neighborhoods. This city is home to a very busy, old, and green vertical lift bridge called the Hawthorne Bridge. This city is home to the Metro, the only directly elected metropolitan-planning": {
    "guess": "Portland, Oregon",
    "confidence": [
      [
        "Portland",
        -0.0022286447
      ],
      [
        ",",
        -0.0018930567
      ],
      [
        " Oregon",
        -4.9067115e-05
      ]
    ]
  },
  "A unit named for this scientist is equal to Dalton per charge number in homage of his invention of the": {
    "guess": "Dalton (unit)",
    "confidence": [
      [
        "Dal",
        -0.5319432
      ],
      [
        "ton",
        -5.2001665e-06
      ],
      [
        " (",
        -0.0035340176
      ],
      [
        "unit",
        -0.003175933
      ],
      [
        ")",
        -0.00016861738
      ]
    ]
  },
  "University of Texas professor Sanford Levinson questioned why this provision does not get more coverage in legal journals in an article titled for its \"embarrassing\" consequences. The 1886 Presser v. Illinois case, which said that this restriction does not apply at the state level, was challenged in April 2009 by a Ninth Circuit ruling which held that this amendment is now incorporated. The majority opinion in a recent case addressing this law noted that \"a purposive qualifying phrase that contradicts the word or phrase it modifies is unknown this side of the looking glass, except, apparently,": {
    "guess": "Incorporation of the Bill of Rights",
    "confidence": [
      [
        "In",
        -0.5906784
      ],
      [
        "cor",
        -0.0010813986
      ],
      [
        "por",
        -7.767599e-05
      ],
      [
        "ation",
        -0.00013584005
      ],
      [
        " of",
        -0.41045856
      ],
      [
        " the",
        -0.0008433377
      ],
      [
        " Bill",
        -0.031566147
      ],
      [
        " of",
        -0.00020151392
      ],
      [
        " Rights",
        -0.0004066011
      ]
    ]
  },
  "Union general Phil Sheridan works as an agent that exploits Native American practioners of this art form, Victor Joseph and Junior Polatkin, in a novel by Sherman Alexie titled for the \"Reservation\" type of this art form. A poem about this art form notes that it occurs, \"When the shoe strings break on both your shoes and you're in a hurry.\" This genre was performed \"by the pale dull pallor of an old gas light\" by a man \"swaying to and fro on his rickety stool.\" This genre of music in that poem was": {
    "guess": "Reservation Blues",
    "confidence": [
      [
        "Reservation",
        -0.7684884
      ],
      [
        " Blues",
        -0.00014001218
      ]
    ]
  },
  "Unit quaternions form the four dimensional analogue of one of these. The Kepler conjecture is about the": {
    "guess": "Sphere",
    "confidence": [
      [
        "Sphere",
        -0.31814685
      ]
    ]
  },
  "These units are the site of dosage compensation. If an extra one of them is present, the extra undergoes lyonization to form an inactive Barr body. The lack or alteration of one causes Turner's Syndrome, while an extraneous one causes Klinefelter's Syndrome. Autism frequently results from a \"fragile\"": {
    "guess": "X chromosome",
    "confidence": [
      [
        "X",
        -0.021841472
      ],
      [
        " chromosome",
        -0.015773088
      ]
    ]
  },
  "University of Texas professor Sanford Levinson questioned why this provision does not get more coverage in legal journals in an article titled for its \"embarrassing\" consequences. The 1886 Presser v. Illinois case, which said that this restriction does not apply at the state level, was challenged in April 2009 by a Ninth Circuit ruling which held that this amendment is now incorporated. The majority": {
    "guess": "Incorporation of the Bill of Rights",
    "confidence": [
      [
        "In",
        -1.2977403
      ],
      [
        "cor",
        -9.6867785e-05
      ],
      [
        "por",
        -1.4021238e-05
      ],
      [
        "ation",
        -1.0921943e-05
      ],
      [
        " of",
        -0.13949509
      ],
      [
        " the",
        -0.00019245445
      ],
      [
        " Bill",
        -0.012553803
      ],
      [
        " of",
        -8.3278566e-05
      ],
      [
        " Rights",
        -0.00021200384
      ]
    ]
  },
  "University of Texas professor Sanford Levinson questioned why this provision does not get more coverage in legal journals in an article titled for its \"embarrassing\" consequences. The 1886 Presser v. Illinois case, which said that this restriction does not apply at the state level, was challenged in April 2009 by a Ninth Circuit ruling which held that this amendment is now incorporated. The majority opinion in a recent case addressing this law noted that \"a purposive qualifying phrase that contradicts the word or phrase it modifies is unknown this side of the looking glass, except, apparently, in some courses on Linguistics.\" An earlier Supreme Court case addressing this amendment turned on the transportation of an item from Oklahoma to Arkansas in violation of a federal registration statute and the meaning of the phrase \"well-regulated militia.\" For 10 points, identify this subject of the": {
    "guess": "Second Amendment to the United States Constitution",
    "confidence": [
      [
        "Second",
        -0.017619736
      ],
      [
        " Amendment",
        -0.000907649
      ],
      [
        " to",
        -0.10239258
      ],
      [
        " the",
        -0.00014501873
      ],
      [
        " United",
        -0.0014179766
      ],
      [
        " States",
        -1.9862217e-05
      ],
      [
        " Constitution",
        -0.0003341546
      ]
    ]
  },
  "This unit has gram and kilogram types depending on the amount of water used to define it. Its name is based on the Latin word for \"heat\". The gram type is a little over four joules, a unit that has in many contexts become a more common unit of (*) energy than this one. For 10 points, name this unit whose kilogram type is also known as the dietary type and is still used to measure the energy content of food.": {
    "guess": "Calorie",
    "confidence": [
      [
        "Cal",
        -0.0070191724
      ],
      [
        "orie",
        -0.00035345825
      ]
    ]
  },
  "University of Texas professor Sanford Levinson questioned why this provision does not get more coverage in legal journals in an article titled for its \"embarrassing\" consequences. The 1886 Presser v. Illinois": {
    "guess": "Second Amendment to the United States Constitution",
    "confidence": [
      [
        "Second",
        -1.121693
      ],
      [
        " Amendment",
        -0.0033669928
      ],
      [
        " to",
        -0.22881211
      ],
      [
        " the",
        -7.672237e-05
      ],
      [
        " United",
        -0.0068897773
      ],
      [
        " States",
        -8.208653e-05
      ],
      [
        " Constitution",
        -0.0003927808
      ]
    ]
  },
  "One of these units engaged with German forces at the Battle of Ambos Nogales, the only direct contact between the US and German armies in North America during World War One. Some of these units comprised the Punitive Expedition under their most famous commander. The first of these units, the 10th cavalry regiment, was organized by Benjamin Grierson in 1866, and these troops fought in several Indian Wars in the Southwest and plains. They were used to arrest striking miners in Coeur d'Alene, Idaho, in 1899, reportedly because they would further inflame the miners. General John Pershing earned his nickname for having served with one of these units during the Spanish-American War. For ten points, name these US Army soldiers who got their name from a confrontation with a band of Cheyenne because they reportedly fought like a cornered one of the namesake animals, whose history was later used as": {
    "guess": "Buffalo Soldiers",
    "confidence": [
      [
        "Buff",
        -0.010043747
      ],
      [
        "alo",
        -1.4021238e-05
      ],
      [
        " Soldiers",
        -0.48990327
      ]
    ]
  },
  "Unit quaternions form the four dimensional analogue of one of these. The Kepler conjecture is about the maximum density possible in packing these. Like their two dimensional counterparts, they have antipodes.": {
    "guess": "Sphere",
    "confidence": [
      [
        "Sphere",
        -1.2292523
      ]
    ]
  },
  "A Union General of the 2nd Corps with this surname averted a disaster at Seven Pines by crossing the": {
    "guess": "Sumner (surname)",
    "confidence": [
      [
        "Sum",
        -0.66919166
      ],
      [
        "ner",
        -1.247159e-05
      ],
      [
        " (",
        -0.14158578
      ],
      [
        "surname",
        -0.0014296402
      ],
      [
        ")",
        -1.8789384e-05
      ]
    ]
  },
  "One of these units is roughly equal to three decibans, and BLIT operations copy these into a rectangular area. A raster operator combines two arrays of these units to form a this-map image. A caret is used in most programming languages to toggle one of these, while a single vertical bar represents a": {
    "guess": "Bit plane",
    "confidence": [
      [
        "Bit",
        -0.33901495
      ],
      [
        " plane",
        -0.90025556
      ]
    ]
  },
  "For a uniform ball rolling down an incline with angle theta, a coefficient of proportionality associated with this quantity must be at least two-sevenths tangent theta to prevent slipping. A slipping ball, however, requires a different coefficient associated with the quantity, because the coefficient": {
    "guess": "Friction",
    "confidence": [
      [
        "Fr",
        -0.3569715
      ],
      [
        "iction",
        -1.8624639e-06
      ]
    ]
  },
  "Universal Waite, Rider-Waite, Robin Wood, and Morgan-Greer are standard for novices. While the artistry on each card may differ, the meanings behind each in the Major Arcana and Minor Arcana remain the same. For 10 points—name this mystic tradition of gaining insight into one's life through reading an arrangement of cards.": {
    "guess": "Tarot",
    "confidence": [
      [
        "Tar",
        -0.0045453506
      ],
      [
        "ot",
        -5.407367e-05
      ]
    ]
  },
  "The unincorporated Boring Township on the outskirts of this city lends its name to the volcanic lava": {
    "guess": "Portland, Oregon",
    "confidence": [
      [
        "Portland",
        -0.26548594
      ],
      [
        ",",
        -0.020283999
      ],
      [
        " Oregon",
        -8.75699e-05
      ]
    ]
  },
  "A Union General of the 2nd Corps with this surname averted a disaster at Seven Pines by crossing the Chickahominy and was known as \"Bull Head\". A Chairman of the Senate Foreign Relations Committee with this surname lost his post after opposing President Grant's proposed acquisition of (*) Santo Domingo. A Yale Social Darwinist with this surname argued that morals stem from responses to basic stimuli in his 1907 book, Folkways. A senator with this surname used the metaphor of an ugly mistress to attack Andrew Butler's views on slavery. For 10 points, the \"Crime Against Kansas\" prompted Preston Brooks to beat a man with what surname?": {
    "guess": "Sumner (surname)",
    "confidence": [
      [
        "Sum",
        -0.015675927
      ],
      [
        "ner",
        -1.27099975e-05
      ],
      [
        " (",
        -0.07326157
      ],
      [
        "surname",
        -0.0011196189
      ],
      [
        ")",
        -3.6431527e-05
      ]
    ]
  },
  "One of these units engaged with German forces at the Battle of Ambos Nogales, the only direct contact between the US and German armies in North America during World War One. Some of these units comprised the Punitive Expedition under their most famous commander. The first of these units, the 10th cavalry regiment, was organized by Benjamin Grierson in 1866, and these troops fought in several Indian": {
    "guess": "Buffalo Soldier",
    "confidence": [
      [
        "Buff",
        -0.03853484
      ],
      [
        "alo",
        -2.9040899e-05
      ],
      [
        " Soldier",
        -0.050921746
      ]
    ]
  },
  "For a uniform ball rolling down an incline with angle theta, a coefficient of proportionality associated with this quantity must be at least two-sevenths tangent theta to prevent slipping. A slipping ball, however, requires a different coefficient associated with the quantity, because the coefficient depends on whether or not the contact points are moving. Both the static and kinetic type of this force": {
    "guess": "Friction",
    "confidence": [
      [
        "Fr",
        -0.008516116
      ],
      [
        "iction",
        -2.1008714e-06
      ]
    ]
  },
  "The Union plan involved a feinting maneuver at Stone Bridge and Blackburn's Ford to distract the Confederate": {
    "guess": "First Battle of Bull Run",
    "confidence": [
      [
        "First",
        -0.0011472448
      ],
      [
        " Battle",
        -1.147242e-06
      ],
      [
        " of",
        -2.1054253e-05
      ],
      [
        " Bull",
        -1.1637165e-05
      ],
      [
        " Run",
        -3.1737043e-06
      ]
    ]
  },
  "The Unión and Pilcomayo ships fought an unsuccessful naval battle in this war, and Iquique was another naval battle. ˇhe Battle of Angamos would send the naval struggle during this war, which also saw land battles that resulted in the occupation of Lima. After this war, one side was able to annex Taraparca and Arica, and in addition, it annexed Litoral, which caused its opponent to become landlocked. For ten points, identify this war fought over mineral rich areas on the coast of the titular ocean, fought between  Chile and a Bolivian- Peruvian alliance.": {
    "guess": "War of the Pacific",
    "confidence": [
      [
        "War",
        -0.006072064
      ],
      [
        " of",
        -0.0001693326
      ],
      [
        " the",
        -0.00064071163
      ],
      [
        " Pacific",
        -0.00042698128
      ]
    ]
  },
  "Union general Phil Sheridan works as an agent that exploits Native American practioners of this art form,": {
    "guess": "Native American ledger art",
    "confidence": [
      [
        "Native",
        -1.1453512
      ],
      [
        " American",
        -0.017221197
      ],
      [
        " ledger",
        -1.0448306
      ],
      [
        " art",
        -0.0013071446
      ]
    ]
  },
  "The uniform probability distribution takes this shape. Rotating this shape using one of its sides as": {
    "guess": "Square",
    "confidence": [
      [
        "Square",
        -0.50235385
      ]
    ]
  },
  "The United Nations declared 2005 the \"International Year of\" this practice, which is sometimes accomplished through the Comilla Model. Groups such as BancoSol and Pro Mujer advocate this practice specifically for women. Former Jeopardy! champion Bob Harris wrote about providing this service in \"The International Bank of Bob.\" Championed by Grameen Bank, this economic activity won one of its leading proponents, Muhammad Yunus, the 2006 Nobel Peace Prize. FTP, what is this practice that gives small amounts of money to people in poor countries to help lift their economic standing?": {
    "guess": "Microcredit",
    "confidence": [
      [
        "Micro",
        -0.0015217646
      ],
      [
        "credit",
        -0.3295352
      ]
    ]
  },
  "The United Nations declared 2005 the \"International Year of\" this practice, which is sometimes accomplished through the Comilla Model. Groups such as BancoSol and Pro Mujer advocate this practice specifically for women. Former Jeopardy! champion Bob Harris wrote about providing this service in \"The International Bank of Bob.\" Championed by Grameen Bank, this economic activity won one of its leading": {
    "guess": "Microcredit",
    "confidence": [
      [
        "Micro",
        -0.00731862
      ],
      [
        "credit",
        -0.5970315
      ]
    ]
  },
  "The Union plan involved a feinting maneuver at Stone Bridge and Blackburn's Ford to distract the Confederate troops while the rest of the army attacked the Confederate left. The Confederates were pushed": {
    "guess": "First Battle of Bull Run",
    "confidence": [
      [
        "First",
        -0.082627155
      ],
      [
        " Battle",
        -3.23786e-05
      ],
      [
        " of",
        -5.7768983e-05
      ],
      [
        " Bull",
        -0.0026404606
      ],
      [
        " Run",
        -6.122589e-05
      ]
    ]
  },
  "In United States vs Cruikshank, the Supreme Court overturned the Force Act of 1870, which allowed the federal government to curtail the activities of this organization. Former Lousiana congressman David (*) Duke was once head of this organization, which experienced a massive revival in the 1920's inspired by the D.W. Griffith film The Birth of a Nation. Founded by former Confederate General Nathan Bedford Forrest, name this white supremacist group known for their pointed white hoods.": {
    "guess": "Ku Klux Klan",
    "confidence": [
      [
        "K",
        -0.0022590947
      ],
      [
        "u",
        -4.954393e-05
      ],
      [
        " Kl",
        -3.0545007e-06
      ],
      [
        "ux",
        -6.909333e-05
      ],
      [
        " Klan",
        -5.4385737e-06
      ]
    ]
  },
  "University of Texas professor Sanford Levinson questioned why this provision does not get more coverage in legal journals in an article titled for its \"embarrassing\" consequences. The 1886 Presser v. Illinois case, which said that this restriction does not apply at the state level, was challenged in": {
    "guess": "Presser v. Illinois",
    "confidence": [
      [
        "Press",
        -1.6427228
      ],
      [
        "er",
        -0.0009499297
      ],
      [
        " v",
        -0.0063681207
      ],
      [
        ".",
        -0.0028666856
      ],
      [
        " Illinois",
        -0.001453448
      ]
    ]
  },
  "Its unique text was due in large part to the contribution of a 14-year old autistic boy, Christopher": {
    "guess": "The Curious Incident of the Dog in the Night-Time",
    "confidence": [
      [
        "The",
        -0.05162458
      ],
      [
        " Cur",
        -0.00030686063
      ],
      [
        "ious",
        -3.7742768e-05
      ],
      [
        " Incident",
        -5.407367e-05
      ],
      [
        " of",
        -1.3067608e-05
      ],
      [
        " the",
        -0.00026121663
      ],
      [
        " Dog",
        -7.465036e-06
      ],
      [
        " in",
        -1.735894e-05
      ],
      [
        " the",
        -1.60477e-05
      ],
      [
        " Night",
        -8.685468e-05
      ],
      [
        "-Time",
        -3.1186566e-05
      ]
    ]
  },
  "One unintended benefit of it was the creation of the OECD, which served as its bookkeeper. Charles Boehlen authored its primary goals, and Bevin and Bidault were responsible for presenting it to its major objector. While some revisionists argue that its purpose was to forestall depression in the U.S. by bolstering the market for capital goods exports, its stated purposed was solidifying the region and rendering future involvement unnecessary, while Europeans perceived it as a means of ensuring their independence. Proposed by its namesake in his 1947 Harvard commencement address, FTP, name this": {
    "guess": "Marshall Plan",
    "confidence": [
      [
        "Mar",
        -0.013898677
      ],
      [
        "shall",
        -1.92662e-05
      ],
      [
        " Plan",
        -0.00023667533
      ]
    ]
  },
  "These units are the site of dosage compensation. If an extra one of them is present, the extra undergoes": {
    "guess": "Barr body",
    "confidence": [
      [
        "B",
        -0.47532278
      ],
      [
        "arr",
        -8.280175e-05
      ],
      [
        " body",
        -0.003043078
      ]
    ]
  },
  "The unit commonly used to measure this quantity equals one-tenth of a pascal-second. The kinematic   form of this quantity, found by dividing the more common form by density, can be measured in  square centimeters per second, which is a stokes. That more common form of this quantity, the   dynamic": {
    "guess": "Viscosity",
    "confidence": [
      [
        "Vis",
        -0.0018134634
      ],
      [
        "cosity",
        -5.0020742e-05
      ]
    ]
  },
  "A \"universal constant\" associated with this curve is equal to radical two plus the natural log of the": {
    "guess": "Natural logarithm of 2",
    "confidence": [
      [
        "Natural",
        -0.43343744
      ],
      [
        " logarith",
        -0.018743528
      ],
      [
        "m",
        -0.0011822503
      ],
      [
        " of",
        -0.15127027
      ],
      [
        " ",
        -0.029972058
      ],
      [
        "2",
        -0.30851334
      ]
    ]
  },
  "One unintended benefit of it was the creation of the OECD, which served as its bookkeeper. Charles Boehlen authored its primary goals, and Bevin and Bidault were responsible for presenting it to its major objector. While some revisionists argue that its purpose was to forestall depression in the U.S. by bolstering the market for capital goods exports, its stated purposed was solidifying the region": {
    "guess": "Marshall Plan",
    "confidence": [
      [
        "Mar",
        -0.18027106
      ],
      [
        "shall",
        -1.6762922e-05
      ],
      [
        " Plan",
        -0.00017088225
      ]
    ]
  },
  "These units are the site of dosage compensation. If an extra one of them is present, the extra undergoes lyonization to form an inactive Barr body. The lack or alteration of one causes Turner's Syndrome, while an extraneous one causes Klinefelter's Syndrome. Autism frequently results from a \"fragile\" one. They are home to the allele for color-blindness. For 10 points, name this larger of the two sex": {
    "guess": "X chromosome",
    "confidence": [
      [
        "X",
        -0.014845655
      ],
      [
        " chromosome",
        -0.08050452
      ]
    ]
  },
  "The United Nations declared 2005 the \"International Year of\" this practice, which is sometimes accomplished": {
    "guess": "Microcredit",
    "confidence": [
      [
        "Micro",
        -0.12198787
      ],
      [
        "credit",
        -0.0014161885
      ]
    ]
  },
  "A unit named for this scientist is equal to Dalton per charge number in homage of his invention of the parabola spectrograph. That instrument determined the mass-to-charge ratio of ions and is considered the first mass spectrometer. Together with F. W. Aston, he proved the existence of isotopes of neon,": {
    "guess": "Francis William Aston",
    "confidence": [
      [
        "Franc",
        -0.16844644
      ],
      [
        "is",
        -0.0012209403
      ],
      [
        " William",
        -0.11861468
      ],
      [
        " Aston",
        -0.00051359466
      ]
    ]
  },
  "Unit quaternions form the four dimensional analogue of one of these. The Kepler conjecture is about the maximum density possible in packing these. Like their two dimensional counterparts, they have antipodes. The surface of one of these contains all points in three dimensional space that have a distance of r from the center. The volume of one is equal to four thirds pi r squared. The cross sections": {
    "guess": "Sphere",
    "confidence": [
      [
        "Sphere",
        -0.18927835
      ]
    ]
  },
  "One of these units engaged with German forces at the Battle of Ambos Nogales, the only direct contact between the US and German armies in North America during World War One. Some of these units comprised the Punitive Expedition under their most famous commander. The first of these units, the 10th cavalry regiment, was organized by Benjamin Grierson in 1866, and these troops fought in several Indian Wars in the Southwest and plains. They were used to arrest striking miners in Coeur d'Alene, Idaho, in 1899, reportedly because they would further inflame the miners. General John Pershing earned his nickname for having served with one of these units during the Spanish-American War. For ten points,": {
    "guess": "Buffalo Soldier",
    "confidence": [
      [
        "Buff",
        -0.13459772
      ],
      [
        "alo",
        -1.9862217e-05
      ],
      [
        " Soldier",
        -0.5315155
      ]
    ]
  },
  "Union general Phil Sheridan works as an agent that exploits Native American practioners of this art form, Victor Joseph and Junior Polatkin, in a novel by Sherman Alexie titled for the \"Reservation\" type of this art form. A poem about this art form notes that it occurs, \"When the shoe strings break on both your shoes and you're in a hurry.\" This genre was performed \"by the pale dull pallor of an old gas light\" by a man \"swaying to and fro on his rickety stool.\" This genre of music in that poem was performed \"down on Lennox Avenue the other night,\" in which the performer sings, \"Ain't got nobody": {
    "guess": "Drama",
    "confidence": [
      [
        "D",
        -1.674339
      ],
      [
        "rama",
        -0.6208278
      ]
    ]
  },
  "The Unión and Pilcomayo ships fought an unsuccessful naval battle in this war, and Iquique was another naval battle. ˇhe Battle of Angamos would send the naval struggle during this war, which also saw land battles that resulted in the occupation of Lima. After this war, one side was able to annex Taraparca": {
    "guess": "War of the Pacific",
    "confidence": [
      [
        "War",
        -0.06464591
      ],
      [
        " of",
        -0.00090240774
      ],
      [
        " the",
        -0.00019805702
      ],
      [
        " Pacific",
        -0.00013905855
      ]
    ]
  },
  "The unit commonly used to measure this quantity equals one-tenth of a pascal-second. The kinematic   form of this quantity, found by dividing the more common form by density, can be measured in  square centimeters per second, which is a stokes. That more common form of this quantity, the   dynamic type, equals shearing stress divided by velocity gradient. Though this quantity measured in  poise [pwahz] can apply to gases, it is more applicable to liquids that are not inviscid [in-VIH-sid].  Name": {
    "guess": "Viscosity",
    "confidence": [
      [
        "Vis",
        -0.0030952431
      ],
      [
        "cosity",
        -0.001104137
      ]
    ]
  },
  "In United States vs Cruikshank, the Supreme Court overturned the Force Act of 1870, which allowed the federal government to curtail the activities of this organization. Former Lousiana congressman David (*) Duke was once head of this organization, which experienced a massive revival in the 1920's inspired": {
    "guess": "Ku Klux Klan",
    "confidence": [
      [
        "K",
        -0.0064811152
      ],
      [
        "u",
        -0.0002606206
      ],
      [
        " Kl",
        -7.934485e-05
      ],
      [
        "ux",
        -0.00020973898
      ],
      [
        " Klan",
        -2.4630364e-05
      ]
    ]
  },
  "For a uniform ball rolling down an incline with angle theta, a coefficient of proportionality associated": {
    "guess": "Friction",
    "confidence": [
      [
        "Fr",
        -0.35161024
      ],
      [
        "iction",
        -3.7146747e-05
      ]
    ]
  },
  "A Union General of the 2nd Corps with this surname averted a disaster at Seven Pines by crossing the Chickahominy and was known as \"Bull Head\". A Chairman of the Senate Foreign Relations Committee with this surname lost his post after opposing President Grant's proposed acquisition of (*) Santo Domingo. A Yale Social Darwinist with this surname argued that morals stem from responses to basic stimuli in his 1907 book, Folkways. A senator with this surname used the metaphor of an ugly mistress to attack Andrew Butler's views on slavery. For 10 points, the \"Crime Against Kansas\" prompted Preston Brooks": {
    "guess": "Sumner (surname)",
    "confidence": [
      [
        "Sum",
        -0.095377564
      ],
      [
        "ner",
        -2.057744e-05
      ],
      [
        " (",
        -0.056066774
      ],
      [
        "surname",
        -0.004885281
      ],
      [
        ")",
        -9.014684e-06
      ]
    ]
  },
  "One of these units is roughly equal to three decibans, and BLIT operations copy these into a rectangular area. A raster operator combines two arrays of these units to form a this-map image. A caret is used in most programming languages to toggle one of these, while a single vertical bar represents a this \"wise\" OR operation. The (*) quantum type of this unit allows it to be a superposition of its two classical values, and bandwidth measures the rate of the transfer of them. Four of these units make up a nibble, while eight of them constitute a byte. For ten points, name this unit of digital information": {
    "guess": "Bit",
    "confidence": [
      [
        "Bit",
        -0.11091758
      ]
    ]
  },
  "A Union General of the 2nd Corps with this surname averted a disaster at Seven Pines by crossing the Chickahominy and was known as \"Bull Head\". A Chairman of the Senate Foreign Relations Committee with this surname lost his post after opposing President Grant's proposed acquisition of (*) Santo Domingo. A Yale Social Darwinist with this surname argued that morals stem from responses to basic stimuli": {
    "guess": "Charles Sumner",
    "confidence": [
      [
        "Charles",
        -0.112675115
      ],
      [
        " Sum",
        -0.028905768
      ],
      [
        "ner",
        -2.319992e-05
      ]
    ]
  },
  "The unit commonly used to measure this quantity equals one-tenth of a pascal-second. The kinematic   form of this quantity, found by dividing the more common form by density, can be measured in  square centimeters per second, which is a stokes. That more common form of this quantity, the   dynamic type, equals shearing stress divided by velocity gradient. Though this quantity measured in  poise [pwahz] can apply to gases, it is more applicable to liquids that are not inviscid [in-VIH-sid].  Name this quantity high in syrup and other liquids called \"thick\", a measure of resistance to flow.": {
    "guess": "Viscosity",
    "confidence": [
      [
        "Vis",
        -0.004527081
      ],
      [
        "cosity",
        -8.1371305e-05
      ]
    ]
  },
  "One unintended benefit of it was the creation of the OECD, which served as its bookkeeper. Charles Boehlen authored its primary goals, and Bevin and Bidault were responsible for presenting it to its major objector. While some revisionists argue that its purpose was to forestall depression in the U.S. by bolstering the market for capital goods exports, its stated purposed was solidifying the region and rendering future involvement unnecessary, while Europeans perceived it as a means of ensuring their": {
    "guess": "Marshall Plan",
    "confidence": [
      [
        "Mar",
        -0.12897453
      ],
      [
        "shall",
        -5.931863e-05
      ],
      [
        " Plan",
        -0.00027527902
      ]
    ]
  },
  "University of Texas professor Sanford Levinson questioned why this provision does not get more coverage": {
    "guess": "Sanford Levinson",
    "confidence": [
      [
        "San",
        -1.0212957
      ],
      [
        "ford",
        -0.00013464801
      ],
      [
        " Levin",
        -0.010942172
      ],
      [
        "son",
        -4.1199673e-05
      ]
    ]
  },
  "One of these units is roughly equal to three decibans, and BLIT operations copy these into a rectangular area. A raster operator combines two arrays of these units to form a this-map image. A caret is used in most programming languages to toggle one of these, while a single vertical bar represents a this \"wise\" OR operation. The (*) quantum type of this unit allows it to be a superposition of its two classical values, and bandwidth measures the rate of the transfer of them. Four of these units make up a nibble, while eight of them constitute a byte. For ten points, name this unit of digital information commonly interpreted as a binary digit.": {
    "guess": "Bit",
    "confidence": [
      [
        "Bit",
        -0.01982083
      ]
    ]
  },
  "Unit quaternions form the four dimensional analogue of one of these. The Kepler conjecture is about the maximum density possible in packing these. Like their two dimensional counterparts, they have antipodes. The surface of one of these contains all points in three dimensional space that have a distance": {
    "guess": "Sphere",
    "confidence": [
      [
        "Sphere",
        -0.1189477
      ]
    ]
  },
  "The Union plan involved a feinting maneuver at Stone Bridge and Blackburn's Ford to distract the Confederate troops while the rest of the army attacked the Confederate left. The Confederates were pushed back to Henry House Hill, but there General Barnard Bee observed Thomas Jackson's troops standing \"like a stone wall\" and halted the Union advance. Irvin McDowell's troops were forced to retreat with": {
    "guess": "First Battle of Bull Run",
    "confidence": [
      [
        "First",
        -0.022332966
      ],
      [
        " Battle",
        -3.261701e-05
      ],
      [
        " of",
        -8.6735476e-05
      ],
      [
        " Bull",
        -0.00090586464
      ],
      [
        " Run",
        -1.1517961e-05
      ]
    ]
  },
  "The unit commonly used to measure this quantity equals one-tenth of a pascal-second. The kinematic  ": {
    "guess": "Viscosity",
    "confidence": [
      [
        "Vis",
        -0.07720008
      ],
      [
        "cosity",
        -5.347765e-05
      ]
    ]
  },
  "Universal Waite, Rider-Waite, Robin Wood, and Morgan-Greer are standard for novices. While the artistry on each card may differ, the meanings behind each in the Major Arcana and Minor Arcana remain the same. For 10 points—name this mystic tradition of gaining insight into one's life through reading an": {
    "guess": "Tarot",
    "confidence": [
      [
        "Tar",
        -0.015601289
      ],
      [
        "ot",
        -0.0004547447
      ]
    ]
  },
  "One unintended benefit of it was the creation of the OECD, which served as its bookkeeper. Charles Boehlen authored its primary goals, and Bevin and Bidault were responsible for presenting it to its major": {
    "guess": "Marshall Plan",
    "confidence": [
      [
        "Mar",
        -0.039338477
      ],
      [
        "shall",
        -1.4021238e-05
      ],
      [
        " Plan",
        -0.00023441046
      ]
    ]
  },
  "The Unión and Pilcomayo ships fought an unsuccessful naval battle in this war, and Iquique was another naval battle. ˇhe Battle of Angamos would send the naval struggle during this war, which also saw land battles that resulted in the occupation of Lima. After this war, one side was able to annex Taraparca and Arica, and in addition, it annexed Litoral, which caused its opponent to become landlocked. For ten points, identify this war fought over mineral rich areas on the coast of the titular ocean,": {
    "guess": "War of the Pacific",
    "confidence": [
      [
        "War",
        -0.015248311
      ],
      [
        " of",
        -0.00015193255
      ],
      [
        " the",
        -0.000804149
      ],
      [
        " Pacific",
        -0.0001005631
      ]
    ]
  },
  "University of Texas professor Sanford Levinson questioned why this provision does not get more coverage in legal journals in an article titled for its \"embarrassing\" consequences. The 1886 Presser v. Illinois case, which said that this restriction does not apply at the state level, was challenged in April 2009 by a Ninth Circuit ruling which held that this amendment is now incorporated. The majority opinion in a recent case addressing this law noted that \"a purposive qualifying phrase that contradicts the word or phrase it modifies is unknown this side of the looking glass, except, apparently, in some courses on Linguistics.\" An earlier Supreme Court case addressing this amendment turned on the transportation of an item from Oklahoma to Arkansas in violation of a federal registration statute": {
    "guess": "Second Amendment to the United States Constitution",
    "confidence": [
      [
        "Second",
        -0.5572665
      ],
      [
        " Amendment",
        -0.00075864623
      ],
      [
        " to",
        -0.027922284
      ],
      [
        " the",
        -8.244414e-05
      ],
      [
        " United",
        -0.003184721
      ],
      [
        " States",
        -0.000108788154
      ],
      [
        " Constitution",
        -0.0006937316
      ]
    ]
  },
  "In United States vs Cruikshank, the Supreme Court overturned the Force Act of 1870, which allowed the federal government to curtail the activities of this organization. Former Lousiana congressman David": {
    "guess": "Ku Klux Klan",
    "confidence": [
      [
        "K",
        -0.040317696
      ],
      [
        "u",
        -0.00014513794
      ],
      [
        " Kl",
        -1.1398757e-05
      ],
      [
        "ux",
        -0.00033475063
      ],
      [
        " Klan",
        -9.0907604e-05
      ]
    ]
  },
  "The unit commonly used to measure this quantity equals one-tenth of a pascal-second. The kinematic   form of this quantity, found by dividing the more common form by density, can be measured in  square centimeters per second, which is a stokes. That more common form of this quantity, the   dynamic type, equals shearing stress divided by velocity gradient. Though this quantity measured in  poise [pwahz]": {
    "guess": "Viscosity",
    "confidence": [
      [
        "Vis",
        -0.00426442
      ],
      [
        "cosity",
        -0.00048596508
      ]
    ]
  },
  "One unintended benefit of it was the creation of the OECD, which served as its bookkeeper. Charles Boehlen": {
    "guess": "Marshall Plan",
    "confidence": [
      [
        "Mar",
        -0.07233664
      ],
      [
        "shall",
        -7.493431e-05
      ],
      [
        " Plan",
        -0.00050918775
      ]
    ]
  },
  "One of these units is roughly equal to three decibans, and BLIT operations copy these into a rectangular area. A raster operator combines two arrays of these units to form a this-map image. A caret is used in most programming languages to toggle one of these, while a single vertical bar represents a this \"wise\" OR operation. The (*) quantum type of this unit allows it to be a superposition of its two": {
    "guess": "Bit array",
    "confidence": [
      [
        "Bit",
        -1.0129821
      ],
      [
        " array",
        -0.3517028
      ]
    ]
  },
  "The United Nations declared 2005 the \"International Year of\" this practice, which is sometimes accomplished through the Comilla Model. Groups such as BancoSol and Pro Mujer advocate this practice specifically for women. Former Jeopardy! champion Bob Harris wrote about providing this service in \"The International Bank of Bob.\" Championed by Grameen Bank, this economic activity won one of its leading proponents, Muhammad Yunus, the 2006 Nobel Peace Prize. FTP, what is this practice that gives small": {
    "guess": "Microfinance",
    "confidence": [
      [
        "Micro",
        -0.0016800597
      ],
      [
        "finance",
        -0.44307795
      ]
    ]
  },
  "Union general Phil Sheridan works as an agent that exploits Native American practioners of this art form, Victor Joseph and Junior Polatkin, in a novel by Sherman Alexie titled for the \"Reservation\" type of this art form. A poem about this art form notes that it occurs, \"When the shoe strings break on both your shoes and you're in a hurry.\" This genre was performed \"by the pale dull pallor of an old gas light\" by a man \"swaying to and fro on his rickety stool.\" This genre of music in that poem was performed \"down on Lennox Avenue the other night,\" in which the performer sings, \"Ain't got nobody in all this world, Ain't got nobody but ma self.\" For 10 points, Langston Hughes wrote a poem about the \"weary\" type of what musical genre?": {
    "guess": "Blues",
    "confidence": [
      [
        "Bl",
        -0.58275056
      ],
      [
        "ues",
        -0.0001878055
      ]
    ]
  },
  "A unit named for this scientist is equal to Dalton per charge number in homage of his invention of the parabola spectrograph. That instrument determined the mass-to-charge ratio of ions and is considered the first mass spectrometer. Together with F. W. Aston, he proved the existence of isotopes of neon, and in a series of experiments, he showed that cathode rays were composed of particles he dubbed corpuscles. For 10 points name this English scientist who proposed the plum pudding model and discovered": {
    "guess": "Francis William Aston",
    "confidence": [
      [
        "Franc",
        -0.40213108
      ],
      [
        "is",
        -7.922564e-05
      ],
      [
        " William",
        -0.028279152
      ],
      [
        " Aston",
        -0.00021736434
      ]
    ]
  },
  "The Unión and Pilcomayo ships fought an unsuccessful naval battle in this war, and Iquique was another naval battle. ˇhe Battle of Angamos would send the naval struggle during this war, which also saw": {
    "guess": "War of the Pacific",
    "confidence": [
      [
        "War",
        -0.4276176
      ],
      [
        " of",
        -0.0014355894
      ],
      [
        " the",
        -0.00021974841
      ],
      [
        " Pacific",
        -0.021934425
      ]
    ]
  },
  "Universal Waite, Rider-Waite, Robin Wood, and Morgan-Greer are standard for novices. While the artistry on each card may differ, the meanings behind each in the Major Arcana and Minor Arcana remain the": {
    "guess": "Tarot card reading",
    "confidence": [
      [
        "Tar",
        -0.036209483
      ],
      [
        "ot",
        -0.00015824666
      ],
      [
        " card",
        -0.3192557
      ],
      [
        " reading",
        -0.39109302
      ]
    ]
  },
  "Its unique text was due in large part to the contribution of a 14-year old autistic boy, Christopher Knowles.  It is performed in four acts and five interludes, called \"knee plays\" because of their connective": {
    "guess": "Einstein on the Beach",
    "confidence": [
      [
        "E",
        -0.0043479907
      ],
      [
        "instein",
        -5.5122365e-07
      ],
      [
        " on",
        -0.00039492646
      ],
      [
        " the",
        -6.635165e-05
      ],
      [
        " Beach",
        -0.00019018957
      ]
    ]
  },
  "These units are the site of dosage compensation. If an extra one of them is present, the extra undergoes lyonization to form an inactive Barr body. The lack or alteration of one causes Turner's Syndrome, while an extraneous one causes Klinefelter's Syndrome. Autism frequently results from a \"fragile\" one. They are home to the allele for color-blindness. For 10 points, name this larger of the two sex chromosomes that, in males, joins the Y.": {
    "guess": "X chromosome",
    "confidence": [
      [
        "X",
        -0.0152872745
      ],
      [
        " chromosome",
        -0.01861131
      ]
    ]
  },
  "A Union General of the 2nd Corps with this surname averted a disaster at Seven Pines by crossing the Chickahominy and was known as \"Bull Head\". A Chairman of the Senate Foreign Relations Committee with this surname lost his post after opposing President Grant's proposed acquisition of (*) Santo Domingo.": {
    "guess": "Charles Sumner",
    "confidence": [
      [
        "Charles",
        -0.07503165
      ],
      [
        " Sum",
        -0.002917923
      ],
      [
        "ner",
        -2.7729659e-05
      ]
    ]
  },
  "In United States vs Cruikshank, the Supreme Court overturned the Force Act of 1870, which allowed the federal government to curtail the activities of this organization. Former Lousiana congressman David (*) Duke was once head of this organization, which experienced a massive revival in the 1920's inspired by the D.W. Griffith film The Birth of a Nation. Founded by former Confederate General Nathan": {
    "guess": "Ku Klux Klan",
    "confidence": [
      [
        "K",
        -0.0063852994
      ],
      [
        "u",
        -5.0616763e-05
      ],
      [
        " Kl",
        -5.7172965e-05
      ],
      [
        "ux",
        -0.00018577903
      ],
      [
        " Klan",
        -2.868329e-05
      ]
    ]
  },
  "One of these units engaged with German forces at the Battle of Ambos Nogales, the only direct contact between the US and German armies in North America during World War One. Some of these units comprised the Punitive Expedition under their most famous commander. The first of these units, the 10th cavalry regiment, was organized by Benjamin Grierson in 1866, and these troops fought in several Indian Wars in the Southwest and plains. They were used to arrest striking miners in Coeur d'Alene, Idaho, in 1899, reportedly because they would further inflame the miners. General John Pershing earned his nickname for having served with one of these units during the Spanish-American War. For ten points, name these US Army soldiers who got their name from a confrontation with a band of Cheyenne because": {
    "guess": "Buffalo Soldiers",
    "confidence": [
      [
        "Buff",
        -0.017516661
      ],
      [
        "alo",
        -3.1305768e-05
      ],
      [
        " Soldiers",
        -0.146962
      ]
    ]
  },
  "The Union plan involved a feinting maneuver at Stone Bridge and Blackburn's Ford to distract the Confederate troops while the rest of the army attacked the Confederate left. The Confederates were pushed back to Henry House Hill, but there General Barnard Bee observed Thomas Jackson's troops standing \"like a stone wall\" and halted the Union advance. Irvin McDowell's troops were forced to retreat with the arrival of Joe Johnston's Army of the Shenandoah. FTP what was this battle, the first major conflict in the Eastern theater of the Civil War?": {
    "guess": "First Battle of Bull Run",
    "confidence": [
      [
        "First",
        -0.0009917226
      ],
      [
        " Battle",
        -5.2001665e-06
      ],
      [
        " of",
        -9.133887e-06
      ],
      [
        " Bull",
        -4.406056e-05
      ],
      [
        " Run",
        -6.6306106e-06
      ]
    ]
  },
  "Unit quaternions form the four dimensional analogue of one of these. The Kepler conjecture is about the maximum density possible in packing these. Like their two dimensional counterparts, they have antipodes. The surface of one of these contains all points in three dimensional space that have a distance of r from the center. The volume of one is equal to four thirds pi r squared. The cross sections of these are circles. For 10 points, name these shapes that looks like balls.": {
    "guess": "Sphere",
    "confidence": [
      [
        "Sphere",
        -0.006358997
      ]
    ]
  },
  "For a uniform ball rolling down an incline with angle theta, a coefficient of proportionality associated with this quantity must be at least two-sevenths tangent theta to prevent slipping. A slipping ball,": {
    "guess": "Rolling friction",
    "confidence": [
      [
        "Roll",
        -1.0711657
      ],
      [
        "ing",
        -0.0005575588
      ],
      [
        " friction",
        -0.48210806
      ]
    ]
  },
  "Union general Phil Sheridan works as an agent that exploits Native American practioners of this art form, Victor Joseph and Junior Polatkin, in a novel by Sherman Alexie titled for the \"Reservation\" type of this art form. A poem about this art form notes that it occurs, \"When the shoe strings break on both your shoes and you're in a hurry.\" This genre was performed \"by the pale dull pallor of an old gas light\" by a man \"swaying to and fro on his rickety stool.\" This genre of music in that poem was performed \"down on Lennox Avenue the other night,\" in which the performer sings, \"Ain't got nobody in all this world, Ain't got nobody but ma self.\" For 10 points, Langston Hughes wrote a poem about": {
    "guess": "Blues",
    "confidence": [
      [
        "Bl",
        -1.644479
      ],
      [
        "ues",
        -0.00047023385
      ]
    ]
  },
  "One of these units engaged with German forces at the Battle of Ambos Nogales, the only direct contact": {
    "guess": "Ambos Nogales",
    "confidence": [
      [
        "Amb",
        -0.62206763
      ],
      [
        "os",
        -0.0005507679
      ],
      [
        " N",
        -0.0006815765
      ],
      [
        "og",
        0.0
      ],
      [
        "ales",
        -6.1537958e-06
      ]
    ]
  },
  "University of Texas professor Sanford Levinson questioned why this provision does not get more coverage in legal journals in an article titled for its \"embarrassing\" consequences. The 1886 Presser v. Illinois case, which said that this restriction does not apply at the state level, was challenged in April 2009 by a Ninth Circuit ruling which held that this amendment is now incorporated. The majority opinion in a recent case addressing this law noted that \"a purposive qualifying phrase that contradicts the word or phrase it modifies is unknown this side of the looking glass, except, apparently, in some courses on Linguistics.\" An earlier Supreme Court case addressing this amendment turned on the": {
    "guess": "Second Amendment to the United States Constitution",
    "confidence": [
      [
        "Second",
        -0.1296399
      ],
      [
        " Amendment",
        -0.00067038235
      ],
      [
        " to",
        -0.0036224045
      ],
      [
        " the",
        -6.0272258e-05
      ],
      [
        " United",
        -0.00029244067
      ],
      [
        " States",
        -0.00014001218
      ],
      [
        " Constitution",
        -0.0004897649
      ]
    ]
  },
  "One of these units engaged with German forces at the Battle of Ambos Nogales, the only direct contact between the US and German armies in North America during World War One. Some of these units comprised the Punitive Expedition under their most famous commander. The first of these units, the 10th cavalry regiment, was organized by Benjamin Grierson in 1866, and these troops fought in several Indian Wars in the Southwest and plains. They were used to arrest striking miners in Coeur d'Alene, Idaho,": {
    "guess": "Buffalo Soldier",
    "confidence": [
      [
        "Buff",
        -0.0468363
      ],
      [
        "alo",
        -3.6789137e-05
      ],
      [
        " Soldier",
        -0.08880313
      ]
    ]
  },
  "A Union General of the 2nd Corps with this surname averted a disaster at Seven Pines by crossing the Chickahominy and was known as \"Bull Head\". A Chairman of the Senate Foreign Relations Committee with": {
    "guess": "Charles Sumner",
    "confidence": [
      [
        "Charles",
        -0.3178989
      ],
      [
        " Sum",
        -0.00023607932
      ],
      [
        "ner",
        -7.862962e-05
      ]
    ]
  },
  "The unincorporated Boring Township on the outskirts of this city lends its name to the volcanic lava field on which it lies, the Boring Lava Field. Mount Tabor is an extinct cinder cone that lends its name to one of this city's neighborhoods. This city is home to a very busy, old, and green vertical lift bridge called the Hawthorne Bridge. This city is home to the Metro, the only directly elected metropolitan-planning body in the United States. Clackamas, Beaverton, and Wilsonville are all suburbs of this city. The Willamette River flows through this city, on whose horizon one can see Mount Hood and Mount St. Helens. For 10 points, name this home of the NBA's Rose Garden, the largest city in": {
    "guess": "Portland",
    "confidence": [
      [
        "Portland",
        -0.00071183586
      ]
    ]
  },
  "The uniform probability distribution takes this shape. Rotating this shape using one of its sides as an axis yields a cylinder. This shape is traced out by the x-axis, the y-axis, and the equations x equals": {
    "guess": "Circle",
    "confidence": [
      [
        "Circle",
        -0.3163873
      ]
    ]
  },
  "The United Nations declared 2005 the \"International Year of\" this practice, which is sometimes accomplished through the Comilla Model. Groups such as BancoSol and Pro Mujer advocate this practice specifically for women. Former Jeopardy! champion Bob Harris wrote about providing this service in \"The International": {
    "guess": "Microcredit",
    "confidence": [
      [
        "Micro",
        -0.0062828334
      ],
      [
        "credit",
        -0.044634875
      ]
    ]
  },
  "The unit commonly used to measure this quantity equals one-tenth of a pascal-second. The kinematic   form of this quantity, found by dividing the more common form by density, can be measured in  square": {
    "guess": "Viscosity",
    "confidence": [
      [
        "Vis",
        -0.0014983143
      ],
      [
        "cosity",
        -0.0003190194
      ]
    ]
  },
  "These units are the site of dosage compensation. If an extra one of them is present, the extra undergoes lyonization to form an inactive Barr body. The lack or alteration of one causes Turner's Syndrome,": {
    "guess": "X chromosome",
    "confidence": [
      [
        "X",
        -0.0026260735
      ],
      [
        " chromosome",
        -0.01821503
      ]
    ]
  },
  "The United Nations declared 2005 the \"International Year of\" this practice, which is sometimes accomplished through the Comilla Model. Groups such as BancoSol and Pro Mujer advocate this practice specifically": {
    "guess": "Microcredit",
    "confidence": [
      [
        "Micro",
        -0.0045565115
      ],
      [
        "credit",
        -0.22659883
      ]
    ]
  },
  "The unincorporated Boring Township on the outskirts of this city lends its name to the volcanic lava field on which it lies, the Boring Lava Field. Mount Tabor is an extinct cinder cone that lends its": {
    "guess": "Portland, Oregon",
    "confidence": [
      [
        "Portland",
        -0.076665945
      ],
      [
        ",",
        -0.003423778
      ],
      [
        " Oregon",
        -3.1544176e-05
      ]
    ]
  },
  "Universal Waite, Rider-Waite, Robin Wood, and Morgan-Greer are standard for novices. While the artistry": {
    "guess": "Tarot card reading",
    "confidence": [
      [
        "Tar",
        -0.035418175
      ],
      [
        "ot",
        -7.703444e-06
      ],
      [
        " card",
        -0.16261838
      ],
      [
        " reading",
        -0.6230589
      ]
    ]
  },
  "The unincorporated Boring Township on the outskirts of this city lends its name to the volcanic lava field on which it lies, the Boring Lava Field. Mount Tabor is an extinct cinder cone that lends its name to one of this city's neighborhoods. This city is home to a very busy, old, and green vertical lift bridge called the Hawthorne Bridge. This city is home to the Metro, the only directly elected metropolitan-planning body in the United States. Clackamas, Beaverton, and Wilsonville are all suburbs": {
    "guess": "Portland, Oregon",
    "confidence": [
      [
        "Portland",
        -0.0036728752
      ],
      [
        ",",
        -0.0016923157
      ],
      [
        " Oregon",
        -4.8471098e-05
      ]
    ]
  },
  "A \"universal constant\" associated with this curve is equal to radical two plus the natural log of the quantity one plus radical two. That constant is the ratio of the arc length between the two points": {
    "guess": "Arc length of a curve",
    "confidence": [
      [
        "Arc",
        -0.25071672
      ],
      [
        " length",
        -0.003961567
      ],
      [
        " of",
        -0.6360736
      ],
      [
        " a",
        -0.10218929
      ],
      [
        " curve",
        -0.010217805
      ]
    ]
  },
  "A Union General of the 2nd Corps with this surname averted a disaster at Seven Pines by crossing the Chickahominy and was known as \"Bull Head\". A Chairman of the Senate Foreign Relations Committee with this surname lost his post after opposing President Grant's proposed acquisition of (*) Santo Domingo. A Yale Social Darwinist with this surname argued that morals stem from responses to basic stimuli in his 1907 book, Folkways. A senator with this surname used the metaphor of an ugly mistress to attack": {
    "guess": "Sumner (surname)",
    "confidence": [
      [
        "Sum",
        -0.15617865
      ],
      [
        "ner",
        -9.4914985e-06
      ],
      [
        " (",
        -0.04759372
      ],
      [
        "surname",
        -0.00620145
      ],
      [
        ")",
        -1.0087517e-05
      ]
    ]
  },
  "The uniform probability distribution takes this shape. Rotating this shape using one of its sides as an axis yields a cylinder. This shape is traced out by the x-axis, the y-axis, and the equations x equals two and y equals six. Each diagonal of this kind of quadrilateral divides it into two congruent right triangles. For 10 points, give this shape that has four right angles.": {
    "guess": "Rectangle",
    "confidence": [
      [
        "Rectangle",
        -0.16118126
      ]
    ]
  },
  "A unit named for this scientist is equal to Dalton per charge number in homage of his invention of the parabola spectrograph. That instrument determined the mass-to-charge ratio of ions and is considered": {
    "guess": "Francis William Aston",
    "confidence": [
      [
        "Franc",
        -0.65804243
      ],
      [
        "is",
        -0.0010603179
      ],
      [
        " William",
        -0.041079167
      ],
      [
        " Aston",
        -0.00012106613
      ]
    ]
  },
  "University of Texas professor Sanford Levinson questioned why this provision does not get more coverage in legal journals in an article titled for its \"embarrassing\" consequences. The 1886 Presser v. Illinois case, which said that this restriction does not apply at the state level, was challenged in April 2009 by a Ninth Circuit ruling which held that this amendment is now incorporated. The majority opinion in a recent case addressing this law noted that \"a purposive qualifying phrase that contradicts the word or phrase it modifies is unknown this side of the looking glass, except, apparently, in some courses on Linguistics.\" An earlier Supreme Court case addressing this amendment turned on the transportation of an item from Oklahoma to Arkansas in violation of a federal registration statute and the meaning of the phrase \"well-regulated militia.\" For 10 points, identify this subject of the DC v. Heller and U.S. v. Miller rulings, a Constitutional amendment guaranteeing the right to keep and bear arms.": {
    "guess": "Second Amendment to the United States Constitution",
    "confidence": [
      [
        "Second",
        -0.0005667338
      ],
      [
        " Amendment",
        -9.388769e-05
      ],
      [
        " to",
        -2.0815847e-05
      ],
      [
        " the",
        -5.7961847e-06
      ],
      [
        " United",
        -1.0683535e-05
      ],
      [
        " States",
        -2.1054253e-05
      ],
      [
        " Constitution",
        -9.4914985e-06
      ]
    ]
  }
}