{
  "His friendship with Arthur Onslow, the Speaker of the House of Commons, helped his printing house secure lucrative contracts for the Journals of the House. Harriet Byron's relationship with the titular baronet is the subject of his Charles Grandison, while nonfiction works include The Apprentice's Vade": {
    "guess": "Samuel Richardson",
    "confidence": [
      [
        "Sam",
        -0.035090886
      ],
      [
        "uel",
        -0.0008824035
      ],
      [
        " Richardson",
        -0.00036394817
      ]
    ]
  },
  "In Friedrich von Flotow's opera Martha, the Act II quartet \"Di vederlo\" describes a lesson at these devices. Maurice Ravel  quoted the Dies Irae in a \"song of\" one of these devices based on a Leconte de Lisle poem. A tone poem titled for one of  these objects describes the story of Dornicka, who is murdered and dismembered, after which a magician barters one of  these objects for her feet and puts": {
    "guess": "Piano",
    "confidence": [
      [
        "P",
        -2.5364907
      ],
      [
        "iano",
        -0.0638503
      ]
    ]
  },
  "His friends realize they are \"tied to\" this character after one of them takes a bite out of a turnip when he wants a carrot. The arrival of a character whose name means nothing to them allows a character to recall a family called Gozzo, whose mother had the clap, but after that character leaves with his servant, one of this white-bearded character's workers, the Boy, arrives to tell the two protagonists that he will not arrive this evening, but surely tomorrow. After the reappearance of Lucky and Pozzo in Act Two, the protagonists agree to hang themselves the next day if this character does not arrive. FTP, identify this man of a Samuel Beckett play for whom Vladimir and Estragon are waiting.": {
    "guess": "Waiting for Godot",
    "confidence": [
      [
        "Waiting",
        -0.49327716
      ],
      [
        " for",
        -0.0011841576
      ],
      [
        " God",
        -3.9769227e-05
      ],
      [
        "ot",
        -4.274932e-05
      ]
    ]
  },
  "While her friends were picking a variety of flowers, she wandered off a little bit to get a narcissus. When she reached down to pick it up, she was taken away by a golden chariot carried by black horses. The man in the chariot took her to his home and fed her pomegranates, becoming her husband. Eventually, a deal was worked out whereby she spent part of the year with her husband and part of the year": {
    "guess": "Persephone",
    "confidence": [
      [
        "Per",
        -0.010250376
      ],
      [
        "se",
        -3.5120287e-05
      ],
      [
        "phone",
        -3.190179e-05
      ]
    ]
  },
  "Friends of this novel's title character set him up with a nutria farm in Argentina and a cement factory, both of which fail. Its title character receives a gold ring from his workers upon departing Brinnlitz, which was operated by his company Emalia. This novel's other characters include the mistresses Ingrid and Victoria Klonowska, as well as a character who refuses on principle to have sex with Helen Hirsch. Both that man and the title character are noted as food-loving, lecherous drunkards, although the (*) Plaszów commander Amon Goeth is far less humane. The title object consists of \"essentially skilled workers\" that a Sudeten industrialist saved from death in the concentration camps. For 10 points, name this novel by Thomas Keneally, later adapted into a Spielberg movie.": {
    "guess": "Schindler's List",
    "confidence": [
      [
        "Sch",
        -0.011229488
      ],
      [
        "ind",
        -0.00026181265
      ],
      [
        "ler",
        -3.8577193e-05
      ],
      [
        "'s",
        -0.001008754
      ],
      [
        " List",
        -0.1632018
      ]
    ]
  },
  "Friedrich Kind (\"kint\") wrote the libretto for this 1821 opera.  A contest is held for the hand of the lovely Agathe (\"Agga THAY\").  The woodsman Max enters the contest, but he requires a little help from Caspar, who is in league with the Devil.  The Black Hunstman gives him seven magic bullets, and": {
    "guess": "Der Freischütz",
    "confidence": [
      [
        "Der",
        -0.0017176621
      ],
      [
        " Fre",
        -0.00020222914
      ],
      [
        "isch",
        -9.555654e-05
      ],
      [
        "üt",
        -0.04661617
      ],
      [
        "z",
        -5.3358446e-05
      ]
    ]
  },
  "A friend and coworker of this family was attacked by Mexican thugs. The patriarch of this family, interestingly, had asked his doctor about visiting Mexico just three months prior to this event. Considering": {
    "guess": "The LeBaron Family",
    "confidence": [
      [
        "The",
        -1.6293695
      ],
      [
        " Le",
        -1.321903
      ],
      [
        "Bar",
        -0.006606184
      ],
      [
        "on",
        -0.20918594
      ],
      [
        " Family",
        -0.55723876
      ]
    ]
  },
  "His friends realize they are \"tied to\" this character after one of them takes a bite out of a turnip": {
    "guess": "Vladimir (Waiting for Godot)",
    "confidence": [
      [
        "V",
        -0.70390356
      ],
      [
        "lad",
        -1.6762922e-05
      ],
      [
        "imir",
        -0.00016814057
      ],
      [
        " (",
        -0.057997745
      ],
      [
        "Waiting",
        -0.019223548
      ],
      [
        " for",
        -0.0039359177
      ],
      [
        " God",
        -2.3319124e-05
      ],
      [
        "ot",
        -5.443128e-05
      ],
      [
        ")",
        -0.0004877531
      ]
    ]
  },
  "Friends of this novel's title character set him up with a nutria farm in Argentina and a cement factory, both of which fail. Its title character receives a gold ring from his workers upon departing Brinnlitz, which was operated by his company Emalia. This novel's other characters include the mistresses Ingrid and Victoria Klonowska, as well as a character who refuses on principle to have sex with Helen Hirsch. Both that man and the title character are noted as food-loving, lecherous drunkards, although": {
    "guess": "Schindler's Ark",
    "confidence": [
      [
        "Sch",
        -0.16397694
      ],
      [
        "ind",
        -0.00025645216
      ],
      [
        "ler",
        -0.0002668192
      ],
      [
        "'s",
        -0.0068865772
      ],
      [
        " Ark",
        -0.11421893
      ]
    ]
  },
  "While her friends were picking a variety of flowers, she wandered off a little bit to get a narcissus. When she reached down to pick it up, she was taken away by a golden chariot carried by black horses.": {
    "guess": "Narcissus (poem)",
    "confidence": [
      [
        "N",
        -0.27056223
      ],
      [
        "arc",
        -0.0016309093
      ],
      [
        "iss",
        -0.00030150014
      ],
      [
        "us",
        -0.0034426653
      ],
      [
        " (",
        -0.031870794
      ],
      [
        "po",
        -0.7125189
      ],
      [
        "em",
        -0.1390983
      ],
      [
        ")",
        -0.00092194247
      ]
    ]
  },
  "Friedrich Schlegel wrote that the central figure in this piece of art represented Franz von Sickingen, transposed to a forest setting. Barely visible on the ground at the lower right is a small lizard faced the opposite way of all other figures in this work, usually said to represent religious zeal. Behind the central figure, a figure wears a crown of serpents and rides a sickly horse whose neck droops down at the lower left just above a skull – that figure holds up an hourglass in his left hand. A dog gallops along the bottom in between the legs of a large healthy horse, on which the central figure": {
    "guess": "Isle of the Dead (painting)",
    "confidence": [
      [
        "Is",
        -0.32599732
      ],
      [
        "le",
        -0.23048134
      ],
      [
        " of",
        -0.0072143534
      ],
      [
        " the",
        -0.00020437481
      ],
      [
        " Dead",
        -0.00024096666
      ],
      [
        " (",
        -0.6081404
      ],
      [
        "paint",
        -0.011082838
      ],
      [
        "ing",
        -0.00028874903
      ],
      [
        ")",
        -0.0006722823
      ]
    ]
  },
  "A friend of the main family in this work, Dr. Rank, informs the protagonist that he will leave a calling": {
    "guess": "A Doll's House",
    "confidence": [
      [
        "A",
        -0.0016600665
      ],
      [
        " Doll",
        -2.1411865e-05
      ],
      [
        "'s",
        -4.8828708e-05
      ],
      [
        " House",
        -6.82589e-05
      ]
    ]
  },
  "This man was a friend of Dave Thomas and says he employed his famous daughter Wendy as a babysitter. He was drafted in the seventh round by the Cleveland Browns, but they cut him in favor of wide receiver Gary Collins. He wore number 5 in college but had to settle for being the second leading scorer on those teams, which featured Mel Nowell, Larry Siegfried, and Bobby Knight as a reserve coached by Fred Taylor. But, he will probably forever be connected to Johnny Most and Hal Greer during the Eastern Conference Finals of 1965, when this man stole the inbound pass. His number 17 was retired in 1978, after winning eight championships and becoming the all-time leading scorer for the Boston Celtics.": {
    "guess": "John Havlicek",
    "confidence": [
      [
        "John",
        -0.028805941
      ],
      [
        " Hav",
        -3.4285862e-05
      ],
      [
        "lic",
        -7.958325e-05
      ],
      [
        "ek",
        -6.6306106e-06
      ]
    ]
  },
  "A friend of the main family in this work, Dr. Rank, informs the protagonist that he will leave a calling card with a black cross on it when he is about to die from his \"tuberculosis of the spine.\" When Nils Krogstad finds out that the protagonist forged her father's signature on a loan application, he blackmails her to stay employed. After burning Krogstad's letters, Torvald forgives the protagonist for her mistakes believing it a display of adorable helplessness. This makes her realize that her husband is not the man she thought he was. FTP, name this play in which Nora walks out on her husband,": {
    "guess": "A Doll's House",
    "confidence": [
      [
        "A",
        -0.009307387
      ],
      [
        " Doll",
        -1.3186812e-05
      ],
      [
        "'s",
        -0.0001558626
      ],
      [
        " House",
        -0.0001563394
      ]
    ]
  },
  "This man was a friend of Dave Thomas and says he employed his famous daughter Wendy as a babysitter. He was drafted in the seventh round by the Cleveland Browns, but they cut him in favor of wide receiver Gary Collins. He wore number 5 in college but had to settle for being the second leading scorer on those teams, which featured Mel Nowell, Larry Siegfried, and Bobby Knight as a reserve coached by": {
    "guess": "John Havlicek",
    "confidence": [
      [
        "John",
        -0.36675632
      ],
      [
        " Hav",
        -0.008765483
      ],
      [
        "lic",
        -0.00042888118
      ],
      [
        "ek",
        -6.241792e-05
      ]
    ]
  },
  "Friedrich Schlegel wrote that the central figure in this piece of art represented Franz von Sickingen,": {
    "guess": "Lucinde",
    "confidence": [
      [
        "Luc",
        -0.10431269
      ],
      [
        "inde",
        -0.040598292
      ]
    ]
  },
  "His friendship with Arthur Onslow, the Speaker of the House of Commons, helped his printing house secure lucrative contracts for the Journals of the House. Harriet Byron's relationship with the titular": {
    "guess": "John Bowyer",
    "confidence": [
      [
        "John",
        -0.6426844
      ],
      [
        " Bow",
        -1.2740407
      ],
      [
        "yer",
        -0.0041131885
      ]
    ]
  },
  "His \"friends and admirers\" included an entire order of Carmelite nuns, who sent him packages on his birthday. Famous for his misogyny, he said that the only place for women in the movement was \"prone,\" and he took over a post vacated by John Lewis in 1965, turning his organization onto a far more radical path. Preaching black nationalism, he expelled all white members from his group in 1966. FTP, name": {
    "guess": "Stokely Carmichael",
    "confidence": [
      [
        "St",
        -0.28433242
      ],
      [
        "ok",
        -0.00026503115
      ],
      [
        "ely",
        -0.00072720577
      ],
      [
        " Carm",
        -0.0023083386
      ],
      [
        "ichael",
        -0.0002387018
      ]
    ]
  },
  "This man was a friend of Dave Thomas and says he employed his famous daughter Wendy as a babysitter. He was drafted in the seventh round by the Cleveland Browns, but they cut him in favor of wide receiver Gary Collins. He wore number 5 in college but had to settle for being the second leading scorer on those teams, which featured Mel Nowell, Larry Siegfried, and Bobby Knight as a reserve coached by Fred Taylor. But, he will probably forever be connected to Johnny Most and Hal Greer during the Eastern Conference Finals of 1965, when this man stole the inbound pass. His number 17 was retired in 1978,": {
    "guess": "John Havlicek",
    "confidence": [
      [
        "John",
        -0.056063164
      ],
      [
        " Hav",
        -0.0003246183
      ],
      [
        "lic",
        -0.00017350474
      ],
      [
        "ek",
        -2.4987974e-05
      ]
    ]
  },
  "Friedrich Schlegel wrote that the central figure in this piece of art represented Franz von Sickingen, transposed to a forest setting. Barely visible on the ground at the lower right is a small lizard faced the opposite way of all other figures in this work, usually said to represent religious zeal. Behind the central figure, a figure wears a crown of serpents and rides a sickly horse whose neck droops down at the lower left just above a skull – that figure holds up an hourglass in his left hand.": {
    "guess": "Isle of the Dead",
    "confidence": [
      [
        "Is",
        -0.2356609
      ],
      [
        "le",
        -0.46982542
      ],
      [
        " of",
        -0.060865123
      ],
      [
        " the",
        -0.00025025356
      ],
      [
        " Dead",
        -0.0002518032
      ]
    ]
  },
  "Friedrich Kind (\"kint\") wrote the libretto for this 1821 opera.  A contest is held for the hand of the lovely Agathe (\"Agga THAY\").  The woodsman Max enters the contest, but he requires a little help from Caspar, who is in league with the Devil.  The Black Hunstman gives him seven magic bullets, and the seventh, aimed at a dove, would have killed Agathe, but bounces off her wreath and kills Caspar": {
    "guess": "Der Freischütz",
    "confidence": [
      [
        "Der",
        -0.011358325
      ],
      [
        " Fre",
        -0.0016174539
      ],
      [
        "isch",
        -0.0005108566
      ],
      [
        "üt",
        -0.07552786
      ],
      [
        "z",
        -0.00012654216
      ]
    ]
  },
  "In Friedrich von Flotow's opera Martha, the Act II quartet \"Di vederlo\" describes a lesson at these devices. Maurice Ravel  quoted the Dies Irae in a \"song of\" one of these devices based on a Leconte de Lisle poem. A tone poem titled for one of  these objects describes the story of Dornicka, who is murdered and dismembered, after which a magician barters one of  these objects for her feet and puts her back together. Saint-Saens wrote a tone poem describing Hercules's time disguised  as a woman titled for one of these devices \"of Omphale.\" A \"golden\" one of these devices is the title subject of a (*) Dvorak  tone poem. The piano accompaniment to a song mimics one of these devices with repetitive": {
    "guess": "Musical Instrument",
    "confidence": [
      [
        "Mus",
        -2.3632984
      ],
      [
        "ical",
        -0.00047774
      ],
      [
        " Instrument",
        -0.7184243
      ]
    ]
  },
  "His friends realize they are \"tied to\" this character after one of them takes a bite out of a turnip when he wants a carrot. The arrival of a character whose name means nothing to them allows a character to recall a family called Gozzo, whose mother had the clap, but after that character leaves with his servant, one of this white-bearded character's workers, the Boy, arrives to tell the two protagonists that he will not arrive this evening, but surely tomorrow. After the reappearance of Lucky and": {
    "guess": "Waiting for Godot",
    "confidence": [
      [
        "Waiting",
        -0.010052246
      ],
      [
        " for",
        -0.0008433377
      ],
      [
        " God",
        -0.00020807012
      ],
      [
        "ot",
        -5.276243e-05
      ]
    ]
  },
  "His friendship with Arthur Onslow, the Speaker of the House of Commons, helped his printing house secure lucrative contracts for the Journals of the House. Harriet Byron's relationship with the titular baronet is the subject of his Charles Grandison, while nonfiction works include The Apprentice's Vade Mecum and Familiar Letters. Scandalized by the morality of young women, he was inspired to write a story about a maidservant whose virtue is eventually rewarded with marriage. For 10 points, name this": {
    "guess": "Samuel Richardson",
    "confidence": [
      [
        "Sam",
        -0.020985588
      ],
      [
        "uel",
        -0.00058222294
      ],
      [
        " Richardson",
        -0.00043412615
      ]
    ]
  },
  "His friends realize they are \"tied to\" this character after one of them takes a bite out of a turnip when he wants a carrot. The arrival of a character whose name means nothing to them allows a character": {
    "guess": "Waiting for Godot",
    "confidence": [
      [
        "Waiting",
        -0.000866918
      ],
      [
        " for",
        -0.00047535592
      ],
      [
        " God",
        -0.000119993296
      ],
      [
        "ot",
        -4.561021e-05
      ]
    ]
  },
  "His friendship with Arthur Onslow, the Speaker of the House of Commons, helped his printing house secure": {
    "guess": "Speaker of the House of Commons",
    "confidence": [
      [
        "Speaker",
        -0.5447428
      ],
      [
        " of",
        -0.0006034302
      ],
      [
        " the",
        -0.00045593674
      ],
      [
        " House",
        -0.0886203
      ],
      [
        " of",
        -0.008821141
      ],
      [
        " Commons",
        -0.00031758897
      ]
    ]
  },
  "His \"friends and admirers\" included an entire order of Carmelite nuns, who sent him packages on his birthday.": {
    "guess": "Elijah",
    "confidence": [
      [
        "E",
        -0.24521717
      ],
      [
        "lijah",
        -0.0062772674
      ]
    ]
  },
  "While her friends were picking a variety of flowers, she wandered off a little bit to get a narcissus. When she reached down to pick it up, she was taken away by a golden chariot carried by black horses. The man in the chariot took her to his home and fed her pomegranates, becoming her husband. Eventually, a deal was worked out whereby she spent part of the year with her husband and part of the year with her mother. Name this wife of Hades and daughter of Demeter.": {
    "guess": "Persephone",
    "confidence": [
      [
        "Per",
        -0.0018804468
      ],
      [
        "se",
        -5.4312077e-05
      ],
      [
        "phone",
        -7.934485e-05
      ]
    ]
  },
  "In Friedrich von Flotow's opera Martha, the Act II quartet \"Di vederlo\" describes a lesson at these devices. Maurice Ravel  quoted the Dies Irae in a \"song of\" one of these devices based on a Leconte de Lisle poem. A tone poem titled for one of  these objects describes the story of Dornicka, who is murdered and dismembered, after which a magician barters one of  these objects for her feet and puts her back together. Saint-Saens wrote a tone poem describing Hercules's time disguised  as a woman titled": {
    "guess": "Piano",
    "confidence": [
      [
        "P",
        -1.8939621
      ],
      [
        "iano",
        -0.040353987
      ]
    ]
  },
  "His friendship with Arthur Onslow, the Speaker of the House of Commons, helped his printing house secure lucrative contracts for the Journals of the House. Harriet Byron's relationship with the titular baronet is the subject of his Charles Grandison, while nonfiction works include The Apprentice's Vade Mecum and Familiar Letters. Scandalized by the morality of young women, he was inspired to write": {
    "guess": "Samuel Richardson",
    "confidence": [
      [
        "Sam",
        -0.028039474
      ],
      [
        "uel",
        -0.0009218233
      ],
      [
        " Richardson",
        -0.0012259431
      ]
    ]
  },
  "In Friedrich von Flotow's opera Martha, the Act II quartet \"Di vederlo\" describes a lesson at these devices. Maurice Ravel  quoted the Dies Irae in a \"song of\" one of these devices based on a Leconte de Lisle poem. A tone poem titled for one of  these objects describes the story of Dornicka, who is murdered and dismembered, after which a magician barters one of  these objects for her feet and puts her back together. Saint-Saens wrote a tone poem describing Hercules's time disguised  as a woman titled for one of these devices \"of Omphale.\" A \"golden\" one of these devices is the title subject of a (*) Dvorak  tone poem. The piano accompaniment to a song mimics one of these devices with repetitive semiquaver figurations and begins  \"My peace is gone / my heart is heavy.\" For 10 points, name this": {
    "guess": "List of compositions by Modest Mussorgsky",
    "confidence": [
      [
        "List",
        -2.1661422
      ],
      [
        " of",
        -0.0006184352
      ],
      [
        " compositions",
        -0.33989564
      ],
      [
        " by",
        -0.074076384
      ],
      [
        " Mod",
        -0.8561709
      ],
      [
        "est",
        -0.000866918
      ],
      [
        " Muss",
        -0.005149316
      ],
      [
        "org",
        -5.9199425e-05
      ],
      [
        "sky",
        -0.00012749579
      ]
    ]
  },
  "Friends of this novel's title character set him up with a nutria farm in Argentina and a cement factory, both of which fail. Its title character receives a gold ring from his workers upon departing Brinnlitz, which was operated by his company Emalia. This novel's other characters include the mistresses Ingrid and Victoria Klonowska, as well as a character who refuses on principle to have sex with Helen Hirsch. Both that man and the title character are noted as food-loving, lecherous drunkards, although the (*) Plaszów commander Amon Goeth is far less humane. The title object consists of \"essentially": {
    "guess": "Schindler's List",
    "confidence": [
      [
        "Sch",
        -0.01078357
      ],
      [
        "ind",
        -0.00019328887
      ],
      [
        "ler",
        -8.625866e-05
      ],
      [
        "'s",
        -0.001448214
      ],
      [
        " List",
        -0.1766509
      ]
    ]
  },
  "His friends realize they are \"tied to\" this character after one of them takes a bite out of a turnip when he wants a carrot. The arrival of a character whose name means nothing to them allows a character to recall a family called Gozzo, whose mother had the clap, but after that character leaves with": {
    "guess": "Waiting for Godot",
    "confidence": [
      [
        "Waiting",
        -0.0009152671
      ],
      [
        " for",
        -0.0003679901
      ],
      [
        " God",
        -0.00015657782
      ],
      [
        "ot",
        -4.978234e-05
      ]
    ]
  },
  "Friends of this novel's title character set him up with a nutria farm in Argentina and a cement factory, both of which fail. Its title character receives a gold ring from his workers upon departing Brinnlitz, which was operated by his company Emalia. This novel's other characters include the mistresses": {
    "guess": "Oskar Schindler",
    "confidence": [
      [
        "O",
        -0.29473406
      ],
      [
        "sk",
        -0.00028874903
      ],
      [
        "ar",
        -0.00012035091
      ],
      [
        " Sch",
        -0.00016444526
      ],
      [
        "ind",
        -9.805982e-05
      ],
      [
        "ler",
        -8.3159364e-05
      ]
    ]
  },
  "Friedrich Schlegel wrote that the central figure in this piece of art represented Franz von Sickingen, transposed to a forest setting. Barely visible on the ground at the lower right is a small lizard faced the opposite way of all other figures in this work, usually said to represent religious zeal. Behind the central figure, a figure wears a crown of serpents and rides a sickly horse whose neck droops down at the lower left just above a skull – that figure holds up an hourglass in his left hand. A dog gallops along the bottom in between the legs of a large healthy horse, on which the central figure sits holding a lance, while a goat-faced figure is behind him. This work, originally known as": {
    "guess": "Isle of the Dead (painting)",
    "confidence": [
      [
        "Is",
        -0.11224207
      ],
      [
        "le",
        -0.23024018
      ],
      [
        " of",
        -0.0014659388
      ],
      [
        " the",
        -0.0009981558
      ],
      [
        " Dead",
        -0.00024810788
      ],
      [
        " (",
        -0.22427379
      ],
      [
        "paint",
        -0.03326917
      ],
      [
        "ing",
        -0.00047059145
      ],
      [
        ")",
        -0.001142838
      ]
    ]
  },
  "Friedrich Schlegel wrote that the central figure in this piece of art represented Franz von Sickingen, transposed to a forest setting. Barely visible on the ground at the lower right is a small lizard faced the opposite way of all other figures in this work, usually said to represent religious zeal.": {
    "guess": "Isle of the Dead",
    "confidence": [
      [
        "Is",
        -0.1013472
      ],
      [
        "le",
        -0.02769434
      ],
      [
        " of",
        -0.018489724
      ],
      [
        " the",
        -0.00067038235
      ],
      [
        " Dead",
        -0.00034690573
      ]
    ]
  },
  "Friends of this novel's title character set him up with a nutria farm in Argentina and a cement factory, both of which fail. Its title character receives a gold ring from his workers upon departing Brinnlitz,": {
    "guess": "Schindler's Ark",
    "confidence": [
      [
        "Sch",
        -0.15406352
      ],
      [
        "ind",
        -0.0002545449
      ],
      [
        "ler",
        -0.0001373897
      ],
      [
        "'s",
        -0.0024006243
      ],
      [
        " Ark",
        -0.18616554
      ]
    ]
  },
  "A friend of the main family in this work, Dr. Rank, informs the protagonist that he will leave a calling card with a black cross on it when he is about to die from his \"tuberculosis of the spine.\" When Nils Krogstad finds out that the protagonist forged her father's signature on a loan application, he blackmails her to stay employed. After burning Krogstad's letters, Torvald forgives the protagonist for her mistakes believing it a display of adorable helplessness. This makes her realize that her": {
    "guess": "A Doll's House",
    "confidence": [
      [
        "A",
        -0.020788746
      ],
      [
        " Doll",
        -0.00017994174
      ],
      [
        "'s",
        -0.00011582117
      ],
      [
        " House",
        -7.8748824e-05
      ]
    ]
  },
  "This man was a friend of Dave Thomas and says he employed his famous daughter Wendy as a babysitter. He was drafted in the seventh round by the Cleveland Browns, but they cut him in favor of wide receiver Gary Collins. He wore number 5 in college but had to settle for being the second leading scorer on those teams, which featured Mel Nowell, Larry Siegfried, and Bobby Knight as a reserve coached by Fred Taylor. But, he will probably forever be connected to Johnny Most and Hal Greer during the Eastern": {
    "guess": "John Havlicek",
    "confidence": [
      [
        "John",
        -0.19224845
      ],
      [
        " Hav",
        -0.0006902747
      ],
      [
        "lic",
        -0.00024180108
      ],
      [
        "ek",
        -3.750436e-05
      ]
    ]
  },
  "His friends realize they are \"tied to\" this character after one of them takes a bite out of a turnip when he wants a carrot. The arrival of a character whose name means nothing to them allows a character to recall a family called Gozzo, whose mother had the clap, but after that character leaves with his servant, one of this white-bearded character's workers, the Boy, arrives to tell the two protagonists": {
    "guess": "Waiting for Godot",
    "confidence": [
      [
        "Waiting",
        -0.007252823
      ],
      [
        " for",
        -0.0019670548
      ],
      [
        " God",
        -0.0009437421
      ],
      [
        "ot",
        -3.786197e-05
      ]
    ]
  },
  "Friedrich Kind (\"kint\") wrote the libretto for this 1821 opera.  A contest is held for the hand of the lovely Agathe (\"Agga THAY\").  The woodsman Max enters the contest, but he requires a little help from": {
    "guess": "The Free-Shooter",
    "confidence": [
      [
        "The",
        -0.33754465
      ],
      [
        " Free",
        -0.14990324
      ],
      [
        "-Sh",
        -0.0025295296
      ],
      [
        "ooter",
        -0.0001441843
      ]
    ]
  },
  "A friend and coworker of this family was attacked by Mexican thugs. The patriarch of this family, interestingly, had asked his doctor about visiting Mexico just three months prior to this event. Considering that the man had just advised Greenglass to flee the country, it is probable that he was going to do the same. However, Greenglass later stated that his testimony against the mother of this family was perjury. FTP, name this family whose parents were killed for giving atomic bomb plans to the Russians in the Cold War.          |": {
    "guess": "Rosenberg family",
    "confidence": [
      [
        "R",
        -0.15279639
      ],
      [
        "osen",
        -2.3392786e-06
      ],
      [
        "berg",
        -0.4827327
      ],
      [
        " family",
        -0.20935574
      ]
    ]
  },
  "While her friends were picking a variety of flowers, she wandered off a little bit to get a narcissus. When she reached down to pick it up, she was taken away by a golden chariot carried by black horses. The man in the chariot took her to his home and fed her pomegranates, becoming her husband. Eventually,": {
    "guess": "Persephone",
    "confidence": [
      [
        "Per",
        -0.08466774
      ],
      [
        "se",
        -3.357064e-05
      ],
      [
        "phone",
        -2.2246291e-05
      ]
    ]
  },
  "While her friends were picking a variety of flowers, she wandered off a little bit to get a narcissus.": {
    "guess": "Narcissus (mythology)",
    "confidence": [
      [
        "N",
        -0.07932551
      ],
      [
        "arc",
        -0.00081224757
      ],
      [
        "iss",
        -0.00016539889
      ],
      [
        "us",
        -0.0013513069
      ],
      [
        " (",
        -0.03419962
      ],
      [
        "my",
        -0.5317625
      ],
      [
        "th",
        -9.133887e-06
      ],
      [
        "ology",
        -0.00013893934
      ],
      [
        ")",
        -0.00011248347
      ]
    ]
  },
  "Friedrich Schlegel wrote that the central figure in this piece of art represented Franz von Sickingen, transposed to a forest setting. Barely visible on the ground at the lower right is a small lizard faced the opposite way of all other figures in this work, usually said to represent religious zeal. Behind the central figure, a figure wears a crown of serpents and rides a sickly horse whose neck droops down at the lower left just above a skull – that figure holds up an hourglass in his left hand. A dog gallops along the bottom in between the legs of a large healthy horse, on which the central figure sits holding a lance, while a goat-faced figure is behind him. This work, originally known as The Rider, is one of its artist's three so-called masterworks along with St. Jerome in his Study and": {
    "guess": "Albrecht Dürer's Knight, Death, and the Devil",
    "confidence": [
      [
        "Al",
        -0.4059176
      ],
      [
        "bre",
        -0.1549724
      ],
      [
        "cht",
        -0.0010209017
      ],
      [
        " D",
        -0.0036232353
      ],
      [
        "ür",
        -0.03795347
      ],
      [
        "er",
        -0.00021390743
      ],
      [
        "'s",
        -0.267068
      ],
      [
        " Knight",
        -0.30131614
      ],
      [
        ",",
        -0.0013379818
      ],
      [
        " Death",
        -2.4034345e-05
      ],
      [
        ",",
        -0.028894072
      ],
      [
        " and",
        -0.00012178135
      ],
      [
        " the",
        -0.0042338013
      ],
      [
        " Devil",
        -2.129266e-05
      ]
    ]
  },
  "Friends of this novel's title character set him up with a nutria farm in Argentina and a cement factory, both of which fail. Its title character receives a gold ring from his workers upon departing Brinnlitz, which was operated by his company Emalia. This novel's other characters include the mistresses Ingrid and Victoria Klonowska, as well as a character who refuses on principle to have sex with Helen": {
    "guess": "Oskar Schindler",
    "confidence": [
      [
        "O",
        -0.5099405
      ],
      [
        "sk",
        -0.001318216
      ],
      [
        "ar",
        -0.00013655527
      ],
      [
        " Sch",
        -0.0026768453
      ],
      [
        "ind",
        -7.433829e-05
      ],
      [
        "ler",
        -9.674858e-05
      ]
    ]
  },
  "This man was a friend of Dave Thomas and says he employed his famous daughter Wendy as a babysitter. He was drafted in the seventh round by the Cleveland Browns, but they cut him in favor of wide receiver": {
    "guess": "John Elway",
    "confidence": [
      [
        "John",
        -0.63746583
      ],
      [
        " El",
        -0.65348125
      ],
      [
        "way",
        -0.002376723
      ]
    ]
  },
  "Friedrich Schlegel wrote that the central figure in this piece of art represented Franz von Sickingen, transposed to a forest setting. Barely visible on the ground at the lower right is a small lizard": {
    "guess": "Isenheim Altarpiece",
    "confidence": [
      [
        "Is",
        -0.75458354
      ],
      [
        "enheim",
        -0.6554595
      ],
      [
        " Alt",
        -0.0012485662
      ],
      [
        "arp",
        -0.0001342904
      ],
      [
        "iece",
        -0.00017588881
      ]
    ]
  },
  "This man was a friend of Dave Thomas and says he employed his famous daughter Wendy as a babysitter. He was drafted in the seventh round by the Cleveland Browns, but they cut him in favor of wide receiver Gary Collins. He wore number 5 in college but had to settle for being the second leading scorer": {
    "guess": "Phil Dawson",
    "confidence": [
      [
        "Phil",
        -0.94291914
      ],
      [
        " Dawson",
        -0.06415981
      ]
    ]
  },
  "A friend of the main family in this work, Dr. Rank, informs the protagonist that he will leave a calling card with a black cross on it when he is about to die from his \"tuberculosis of the spine.\" When Nils Krogstad finds out that the protagonist forged her father's signature on a loan application, he blackmails her to stay employed. After burning Krogstad's letters, Torvald forgives the protagonist": {
    "guess": "A Doll's House",
    "confidence": [
      [
        "A",
        -0.062320452
      ],
      [
        " Doll",
        -0.00016170357
      ],
      [
        "'s",
        -0.00025716738
      ],
      [
        " House",
        -0.00015765065
      ]
    ]
  },
  "In Friedrich von Flotow's opera Martha, the Act II quartet \"Di vederlo\" describes a lesson at these devices. Maurice Ravel  quoted the Dies Irae in a \"song of\" one of these devices based on a Leconte de Lisle poem. A tone poem titled for one of  these objects describes the story of Dornicka, who is murdered and dismembered, after which a magician barters one of  these objects for her feet and puts her back together. Saint-Saens wrote a tone poem describing Hercules's time disguised  as a woman titled for one of these devices \"of Omphale.\" A \"golden\" one of these devices is the title subject of a (*) Dvorak  tone poem. The piano accompaniment to a song mimics one of these devices with repetitive semiquaver figurations and begins  \"My peace is gone / my heart is heavy.\" For 10 points, name this device that Gretchen is \"at\" in a Schubert lieder.": {
    "guess": "Spinning Wheel",
    "confidence": [
      [
        "Sp",
        -0.25365037
      ],
      [
        "inning",
        -0.05325543
      ],
      [
        " Wheel",
        -0.33247054
      ]
    ]
  },
  "Friedrich Schlegel wrote that the central figure in this piece of art represented Franz von Sickingen, transposed to a forest setting. Barely visible on the ground at the lower right is a small lizard faced the opposite way of all other figures in this work, usually said to represent religious zeal. Behind the central figure, a figure wears a crown of serpents and rides a sickly horse whose neck droops down at the lower left just above a skull – that figure holds up an hourglass in his left hand. A dog gallops along the bottom in between the legs of a large healthy horse, on which the central figure sits holding a lance, while a goat-faced figure is behind him. This work, originally known as The Rider, is one of its artist's three so-called masterworks along with St. Jerome in his Study and Melancholia I. FTP, name this 1513 engraving by Albrecht Durer which shows three title figures, the latter of whom hinder the heroic Christian soldier.": {
    "guess": "Knight, Death, and the Devil",
    "confidence": [
      [
        "Knight",
        -0.18319277
      ],
      [
        ",",
        -0.000991484
      ],
      [
        " Death",
        -0.000147522
      ],
      [
        ",",
        -0.10938042
      ],
      [
        " and",
        -7.982166e-05
      ],
      [
        " the",
        -0.0005580356
      ],
      [
        " Devil",
        -2.220075e-06
      ]
    ]
  },
  "This man was a friend of Dave Thomas and says he employed his famous daughter Wendy as a babysitter. He was drafted in the seventh round by the Cleveland Browns, but they cut him in favor of wide receiver Gary Collins. He wore number 5 in college but had to settle for being the second leading scorer on those teams, which featured Mel Nowell, Larry Siegfried, and Bobby Knight as a reserve coached by Fred Taylor. But, he will probably forever be connected to Johnny Most and Hal Greer during the Eastern Conference Finals of 1965, when this man stole the inbound pass. His number 17 was retired in 1978, after winning eight championships and becoming the all-time leading scorer for the Boston Celtics. FTP, name this great sixth man nicknamed \"Hondo.\"": {
    "guess": "John Havlicek",
    "confidence": [
      [
        "John",
        -0.0075184847
      ],
      [
        " Hav",
        -0.0001508597
      ],
      [
        "lic",
        -6.4444386e-05
      ],
      [
        "ek",
        -1.1756368e-05
      ]
    ]
  },
  "In Friedrich von Flotow's opera Martha, the Act II quartet \"Di vederlo\" describes a lesson at these devices. Maurice Ravel  quoted the Dies Irae in a \"song of\" one of these devices based on a Leconte de Lisle poem. A tone poem titled for one of  these objects describes the story of Dornicka, who is murdered": {
    "guess": "Music of the 20th century",
    "confidence": [
      [
        "Music",
        -2.2162118
      ],
      [
        " of",
        -1.3657645
      ],
      [
        " the",
        -0.9114983
      ],
      [
        " ",
        -0.6973393
      ],
      [
        "20",
        -0.12040922
      ],
      [
        "th",
        -0.0003712086
      ],
      [
        " century",
        -0.3534557
      ]
    ]
  },
  "Friedrich Schlegel wrote that the central figure in this piece of art represented Franz von Sickingen, transposed to a forest setting. Barely visible on the ground at the lower right is a small lizard faced the opposite way of all other figures in this work, usually said to represent religious zeal. Behind the central figure, a figure wears a crown of serpents and rides a sickly horse whose neck droops": {
    "guess": "Isle of the Dead",
    "confidence": [
      [
        "Is",
        -1.2620852
      ],
      [
        "le",
        -0.6788513
      ],
      [
        " of",
        -0.005607354
      ],
      [
        " the",
        -0.0004837002
      ],
      [
        " Dead",
        -0.00041482248
      ]
    ]
  },
  "A friend of the main family in this work, Dr. Rank, informs the protagonist that he will leave a calling card with a black cross on it when he is about to die from his \"tuberculosis of the spine.\" When Nils Krogstad finds out that the protagonist forged her father's signature on a loan application, he blackmails her to stay employed. After burning Krogstad's letters, Torvald forgives the protagonist for her mistakes believing it a display of adorable helplessness. This makes her realize that her husband is not the man she thought he was. FTP, name this play in which Nora walks out on her husband, a work by Henrik Ibsen.": {
    "guess": "A Doll's House",
    "confidence": [
      [
        "A",
        -0.0035467357
      ],
      [
        " Doll",
        -4.5133394e-05
      ],
      [
        "'s",
        -9.770221e-05
      ],
      [
        " House",
        -8.7450695e-05
      ]
    ]
  },
  "In Friedrich von Flotow's opera Martha, the Act II quartet \"Di vederlo\" describes a lesson at these devices. Maurice Ravel  quoted the Dies Irae in a \"song of\" one of these devices based on a Leconte de": {
    "guess": "Semiconductor device fabrication",
    "confidence": [
      [
        "Sem",
        -0.23592833
      ],
      [
        "iconductor",
        -0.006539639
      ],
      [
        " device",
        -1.4504324
      ],
      [
        " fabrication",
        -0.25910738
      ]
    ]
  },
  "Friends of this novel's title character set him up with a nutria farm in Argentina and a cement factory,": {
    "guess": "The Catcher in the Rye",
    "confidence": [
      [
        "The",
        -0.839463
      ],
      [
        " Catch",
        -2.069402
      ],
      [
        "er",
        -3.4121115e-06
      ],
      [
        " in",
        -2.3676734e-05
      ],
      [
        " the",
        -1.6882126e-05
      ],
      [
        " R",
        -3.650519e-06
      ],
      [
        "ye",
        -4.3202e-07
      ]
    ]
  },
  "A friend and coworker of this family was attacked by Mexican thugs. The patriarch of this family, interestingly, had asked his doctor about visiting Mexico just three months prior to this event. Considering that the man had just advised Greenglass to flee the country, it is probable that he was going to do the same. However, Greenglass later stated that his testimony against the mother of this family was perjury. FTP, name this family whose parents were killed for giving atomic bomb plans to the": {
    "guess": "Rosenbergs",
    "confidence": [
      [
        "R",
        -0.11072391
      ],
      [
        "osen",
        -9.729906e-06
      ],
      [
        "ber",
        -0.5201366
      ],
      [
        "gs",
        -0.0003154433
      ]
    ]
  },
  "Friends of this novel's title character set him up with a nutria farm in Argentina and a cement factory, both of which fail. Its title character receives a gold ring from his workers upon departing Brinnlitz, which was operated by his company Emalia. This novel's other characters include the mistresses Ingrid and Victoria Klonowska, as well as a character who refuses on principle to have sex with Helen Hirsch. Both that man and the title character are noted as food-loving, lecherous drunkards, although the (*) Plaszów commander Amon Goeth is far less humane. The title object consists of \"essentially skilled workers\" that a Sudeten industrialist saved from death in the concentration camps. For": {
    "guess": "Schindler's List",
    "confidence": [
      [
        "Sch",
        -0.026137725
      ],
      [
        "ind",
        -8.077529e-05
      ],
      [
        "ler",
        -4.5491004e-05
      ],
      [
        "'s",
        -0.00083702727
      ],
      [
        " List",
        -0.15971294
      ]
    ]
  },
  "In Friedrich von Flotow's opera Martha, the Act II quartet \"Di vederlo\" describes a lesson at these devices.": {
    "guess": "Symbolism",
    "confidence": [
      [
        "Symbol",
        -0.5851057
      ],
      [
        "ism",
        -0.02724921
      ]
    ]
  },
  "Friedrich Kind (\"kint\") wrote the libretto for this 1821 opera.  A contest is held for the hand of the": {
    "guess": "Der Freischütz",
    "confidence": [
      [
        "Der",
        -0.0047920416
      ],
      [
        " Fre",
        -0.0003981376
      ],
      [
        "isch",
        -9.221884e-05
      ],
      [
        "üt",
        -0.0034429035
      ],
      [
        "z",
        -5.7172965e-05
      ]
    ]
  },
  "His \"friends and admirers\" included an entire order of Carmelite nuns, who sent him packages on his birthday. Famous for his misogyny, he said that the only place for women in the movement was \"prone,\" and he took over a post vacated by John Lewis in 1965, turning his organization onto a far more radical path. Preaching black nationalism, he expelled all white members from his group in 1966. FTP, name this radical leader of the Student Non-Violent Coordinating Committee.": {
    "guess": "Stokely Carmichael",
    "confidence": [
      [
        "St",
        -0.019867217
      ],
      [
        "ok",
        -0.00011534435
      ],
      [
        "ely",
        -0.0001756504
      ],
      [
        " Carm",
        -0.00018506382
      ],
      [
        "ichael",
        -0.00014048899
      ]
    ]
  },
  "His friends realize they are \"tied to\" this character after one of them takes a bite out of a turnip when he wants a carrot. The arrival of a character whose name means nothing to them allows a character to recall a family called Gozzo, whose mother had the clap, but after that character leaves with his servant, one of this white-bearded character's workers, the Boy, arrives to tell the two protagonists that he will not arrive this evening, but surely tomorrow. After the reappearance of Lucky and Pozzo in Act Two, the protagonists agree to hang themselves the next day if this character does not": {
    "guess": "Krapp's Last Tape",
    "confidence": [
      [
        "Kr",
        -0.9979155
      ],
      [
        "app",
        -0.008418118
      ],
      [
        "'s",
        -0.0072563738
      ],
      [
        " Last",
        -0.00024168189
      ],
      [
        " Tape",
        -5.7530575e-05
      ]
    ]
  },
  "His \"friends and admirers\" included an entire order of Carmelite nuns, who sent him packages on his birthday. Famous for his misogyny, he said that the only place for women in the movement was \"prone,\"": {
    "guess": "Stanley Milgram",
    "confidence": [
      [
        "Stan",
        -1.8046439
      ],
      [
        "ley",
        -0.00705173
      ],
      [
        " Mil",
        -0.0033803072
      ],
      [
        "gram",
        -0.0001842294
      ]
    ]
  },
  "A friend and coworker of this family was attacked by Mexican thugs. The patriarch of this family, interestingly, had asked his doctor about visiting Mexico just three months prior to this event. Considering that the man had just advised Greenglass to flee the country, it is probable that he was going to do the same. However, Greenglass later stated that his testimony against the mother of this family": {
    "guess": "Rosenbergs",
    "confidence": [
      [
        "R",
        -0.8156728
      ],
      [
        "osen",
        -0.00020616286
      ],
      [
        "ber",
        -0.3097982
      ],
      [
        "gs",
        -0.00016229959
      ]
    ]
  },
  "Friedrich Schlegel wrote that the central figure in this piece of art represented Franz von Sickingen, transposed to a forest setting. Barely visible on the ground at the lower right is a small lizard faced the opposite way of all other figures in this work, usually said to represent religious zeal. Behind the central figure, a figure wears a crown of serpents and rides a sickly horse whose neck droops down at the lower left just above a skull – that figure holds up an hourglass in his left hand. A dog gallops along the bottom in between the legs of a large healthy horse, on which the central figure sits holding a lance, while a goat-faced figure is behind him. This work, originally known as The Rider, is one of its artist's three so-called masterworks along with St. Jerome in his Study and Melancholia I. FTP, name this 1513 engraving by Albrecht Durer which shows three title figures, the": {
    "guess": "Knight, Death, and the Devil",
    "confidence": [
      [
        "Knight",
        -0.0882085
      ],
      [
        ",",
        -0.0028642006
      ],
      [
        " Death",
        -0.00064798305
      ],
      [
        ",",
        -0.068747796
      ],
      [
        " and",
        -0.00012296606
      ],
      [
        " the",
        -0.0020440328
      ],
      [
        " Devil",
        -5.4385737e-06
      ]
    ]
  },
  "His friendship with Arthur Onslow, the Speaker of the House of Commons, helped his printing house secure lucrative contracts for the Journals of the House. Harriet Byron's relationship with the titular baronet is the subject of his Charles Grandison, while nonfiction works include The Apprentice's Vade Mecum and Familiar Letters. Scandalized by the morality of young women, he was inspired to write a story about a maidservant whose virtue is eventually rewarded with marriage. For 10 points, name this writer of the epistolary novels Clarissa and Pamela.": {
    "guess": "Samuel Richardson",
    "confidence": [
      [
        "Sam",
        -0.042162053
      ],
      [
        "uel",
        -7.648396e-05
      ],
      [
        " Richardson",
        -0.000106284875
      ]
    ]
  },
  "A friend and coworker of this family was attacked by Mexican thugs. The patriarch of this family, interestingly, had asked his doctor about visiting Mexico just three months prior to this event. Considering that the man had just advised Greenglass to flee the country, it is probable that he was going": {
    "guess": "Julius and Ethel Rosenberg",
    "confidence": [
      [
        "Jul",
        -0.5957182
      ],
      [
        "ius",
        -8.172892e-05
      ],
      [
        " and",
        -0.023434848
      ],
      [
        " Eth",
        -1.1398757e-05
      ],
      [
        "el",
        -6.670925e-05
      ],
      [
        " Rosenberg",
        -0.00027718625
      ]
    ]
  },
  "A friend of the main family in this work, Dr. Rank, informs the protagonist that he will leave a calling card with a black cross on it when he is about to die from his \"tuberculosis of the spine.\" When Nils Krogstad finds out that the protagonist forged her father's signature on a loan application, he": {
    "guess": "A Doll's House",
    "confidence": [
      [
        "A",
        -0.47988084
      ],
      [
        " Doll",
        -1.9743013e-05
      ],
      [
        "'s",
        -0.0004124384
      ],
      [
        " House",
        -0.00018673266
      ]
    ]
  },
  "In Friedrich von Flotow's opera Martha, the Act II quartet \"Di vederlo\" describes a lesson at these devices. Maurice Ravel  quoted the Dies Irae in a \"song of\" one of these devices based on a Leconte de Lisle poem. A tone poem titled for one of  these objects describes the story of Dornicka, who is murdered and dismembered, after which a magician barters one of  these objects for her feet and puts her back together. Saint-Saens wrote a tone poem describing Hercules's time disguised  as a woman titled for one of these devices \"of Omphale.\" A \"golden\" one of these devices is the title subject of": {
    "guess": "Harp",
    "confidence": [
      [
        "H",
        -0.8203838
      ],
      [
        "arp",
        -0.00080009975
      ]
    ]
  },
  "Friedrich Kind (\"kint\") wrote the libretto for this 1821 opera.  A contest is held for the hand of the lovely Agathe (\"Agga THAY\").  The woodsman Max enters the contest, but he requires a little help from Caspar, who is in league with the Devil.  The Black Hunstman gives him seven magic bullets, and the seventh, aimed at a dove, would have killed Agathe, but bounces off her wreath and kills Caspar instead.  FTP, name this opera by Karl Weber (\"Vaybur\").": {
    "guess": "Der Freischütz",
    "confidence": [
      [
        "Der",
        -0.008341164
      ],
      [
        " Fre",
        -0.0013478537
      ],
      [
        "isch",
        -0.00044294354
      ],
      [
        "üt",
        -0.028854238
      ],
      [
        "z",
        -8.566264e-05
      ]
    ]
  },
  "A friend of the main family in this work, Dr. Rank, informs the protagonist that he will leave a calling card with a black cross on it when he is about to die from his \"tuberculosis of the spine.\" When": {
    "guess": "A Doll's House",
    "confidence": [
      [
        "A",
        -0.34514898
      ],
      [
        " Doll",
        -0.00016289561
      ],
      [
        "'s",
        -0.0005855607
      ],
      [
        " House",
        -9.5198935e-05
      ]
    ]
  },
  "This man was a friend of Dave Thomas and says he employed his famous daughter Wendy as a babysitter.": {
    "guess": "Thomas Paine",
    "confidence": [
      [
        "Thomas",
        -1.1425
      ],
      [
        " P",
        -0.7168701
      ],
      [
        "aine",
        -0.058872085
      ]
    ]
  },
  "His \"friends and admirers\" included an entire order of Carmelite nuns, who sent him packages on his birthday. Famous for his misogyny, he said that the only place for women in the movement was \"prone,\" and he took over a post vacated by John Lewis in 1965, turning his organization onto a far more radical": {
    "guess": "Black Panther Party",
    "confidence": [
      [
        "Black",
        -1.4396005
      ],
      [
        " Panther",
        -0.18890497
      ],
      [
        " Party",
        -0.0033197112
      ]
    ]
  },
  "A friend and coworker of this family was attacked by Mexican thugs. The patriarch of this family, interestingly,": {
    "guess": "The Addams Family",
    "confidence": [
      [
        "The",
        -0.14115575
      ],
      [
        " Add",
        -0.012589351
      ],
      [
        "ams",
        -0.00032342627
      ],
      [
        " Family",
        -0.00043686782
      ]
    ]
  }
}