{
  "A large public work by this man resembling a tree was designed to integrate with the beehive-inspired building called De Bijenkorf in Rotterdam. Later works by this man incorporate twine woven around structures to effect a curved appearance, a technique he called \"stringing.\" A chemist friend of this man named John Sisson introduced him to perspex, which he used in many later works with a Spheric theme.": {
    "guess": "Kenneth Snelson",
    "confidence": [
      [
        "Kenn",
        -1.7570252
      ],
      [
        "eth",
        -0.00012558853
      ],
      [
        " S",
        -0.016126689
      ],
      [
        "nel",
        -9.996708e-05
      ],
      [
        "son",
        -2.3915141e-05
      ]
    ]
  },
  "One of the largest Roman example of these constructions was built by Nero at Subiaco, while Shapur I used  Roman prisoners of wars to construct one of these called the Band-i-Kaisar. Depending on who you ask, the  oldest known one of these is either located at Jawa in Jordan or at Sadd el- Kafara. John Frederick LaTrobe  Bateman used these objects to regulate a series of five related constructs as a part of his Longdendale project.  They are not buildings, but they can be reinforced by buttresses and less material is generally required to form  the curved arch type. A temporary type used to construct other structures is a coffer. Large amounts of concrete is  need for the construction of the": {
    "guess": "Aqueduct",
    "confidence": [
      [
        "Aqu",
        -0.0759983
      ],
      [
        "educt",
        -3.8100377e-05
      ]
    ]
  },
  "A 2008 laser restoration of this sculpture found that gold leaf was once used to highlight it. Currently, this piece is housed with versions of Madonna and Child by Luca Della Robbia and Lorenzo Ghiberti in a gallery at the Bargello. The helmet of one character in this work features a depiction of the Triumph of Cupid, which lends credence to the interpretation that it is representative of the primacy of sodomy in the culture in which it was created. That theory is also supported by the feather running up the inside of its central figure's leg. The title figure's toes are intertwined in the hair of his enemy, on whose decapitated head he stands. For 10 points, identify this first freestanding": {
    "guess": "David (Donatello)",
    "confidence": [
      [
        "David",
        -0.20024788
      ],
      [
        " (",
        -0.10415137
      ],
      [
        "Don",
        -0.026359638
      ],
      [
        "at",
        -5.443128e-05
      ],
      [
        "ello",
        -0.00012558853
      ],
      [
        ")",
        -0.0018255966
      ]
    ]
  },
  "A large athletic stadium in this city was built in a pit made by bombs and features acrylic glass canopies supported by steel cables. Besides the Olympic Stadium, this city is home to the European patent": {
    "guess": "Munich",
    "confidence": [
      [
        "M",
        -0.0074884305
      ],
      [
        "un",
        -1.3306016e-05
      ],
      [
        "ich",
        -1.504853e-06
      ]
    ]
  },
  "At large values, this function can be approximated with the Lanczos approximation, an alternative for the Stirling approximation. This function, equal to the square root of pi at one half*, is defined as the integral from zero to infinity of t to the power of z minus one times e to the negative t. This function is not defined for non-positive integers and is noted for the fact that this function's value at z plus one is equal to z times this functions value at z, allowing it to be defined recursively.": {
    "guess": "Gamma function",
    "confidence": [
      [
        "Gamma",
        -0.015433778
      ],
      [
        " function",
        -0.013887975
      ]
    ]
  },
  "Larson et al noted that the holotype fossil of this species displays only one hundred and ten degrees of humeral torsion and concluded that it had a protracted scapula. This species, whose fossil record unusually stretches as recently as thirteen thousand years ago, likely primarily hunted a subspecies of Stegodon. Falk et al created endocast maps of this species that led them to reject the pelvis-smashing, femur-stealing Teuku Jacob's pathological explanation for its holotype fossil. Fossils of this species may represent sufferers of (*) Laron syndrome . Mirror-image reconstructions of the chinless": {
    "guess": "Homo floresiensis",
    "confidence": [
      [
        "H",
        -0.6688258
      ],
      [
        "omo",
        -0.00011021859
      ],
      [
        " flo",
        -0.031246498
      ],
      [
        "res",
        -1.0802739e-05
      ],
      [
        "iens",
        -0.00015598179
      ],
      [
        "is",
        -0.000321519
      ]
    ]
  },
  "Largely carved-out from Abenaki land, this entity was first ruled by Pierre Dugua. Later, it supplied most of Champlain's followers. A major event in this region's history occurred shortly after the fall of Fort Beausejour and is colloquially known as the Great Upheaval. At its greatest extent, it reached": {
    "guess": "Acadian Peninsula",
    "confidence": [
      [
        "Ac",
        -0.1596405
      ],
      [
        "adian",
        -0.17952938
      ],
      [
        " Peninsula",
        -0.6767338
      ]
    ]
  },
  "Largely carved-out from Abenaki land, this entity was first ruled by Pierre Dugua. Later, it supplied most of Champlain's followers. A major event in this region's history occurred shortly after the fall of Fort Beausejour and is colloquially known as the Great Upheaval. At its greatest extent, it reached as far south as Philadelphia. About 40 years after its conquest in Queen Anne's war, about 10,000 residents were expelled, as memorialized in Evangeline, and mostly transplanted to Louisiana. FTP, name this French colony of northeastern America named for a Greek land of plenty.": {
    "guess": "Acadia",
    "confidence": [
      [
        "Ac",
        -0.03451719
      ],
      [
        "adia",
        -0.03355902
      ]
    ]
  },
  "The largest convention center in the U.S. is located in this city, and the Canal Street railroad bridge lies on its namesake river. That river's branches converge to form the Main Stem at Wolf Point, and": {
    "guess": "Chicago River",
    "confidence": [
      [
        "Chicago",
        -0.040123943
      ],
      [
        " River",
        -0.21984954
      ]
    ]
  },
  "The largest convention center in the U.S. is located in this city, and the Canal Street railroad bridge": {
    "guess": "New Orleans",
    "confidence": [
      [
        "New",
        -0.019267883
      ],
      [
        " Orleans",
        -0.0011674837
      ]
    ]
  },
  "The largest split since its founding was a claim to the title of Guardian of the Faith by Charles Mason Remey. Several thousand split off and now refer to themselves as the Orthodox, but they were declared Covenant-Breakers by the Hands of the Cause of God. Their Lotus Temple in Delhi, the Asian center": {
    "guess": "Bahá'í Faith",
    "confidence": [
      [
        "Bah",
        -0.078600675
      ],
      [
        "á",
        -6.325235e-05
      ],
      [
        "'",
        -0.001166057
      ],
      [
        "í",
        -0.00035310065
      ],
      [
        " Faith",
        -0.4110782
      ]
    ]
  },
  "A large athletic stadium in this city was built in a pit made by bombs and features acrylic glass canopies supported by steel cables. Besides the Olympic Stadium, this city is home to the European patent offices and the Zeiss Planetarium. The Nymphenburg Palace in this city was home to its local rulers,": {
    "guess": "Munich",
    "confidence": [
      [
        "M",
        -0.008310425
      ],
      [
        "un",
        -2.0100624e-05
      ],
      [
        "ich",
        -2.220075e-06
      ]
    ]
  },
  "Lassie and Imp the Dog starred in a 1911 short film by this name, which was based on a story by Mark Twain.  \"O Superman (For Massenet)\" was the lead track on an album by Laurie Anderson which had this word in its title.  In \"If I Ever Lose My Faith in You,\" Sting claims that he has lost faith in this and progress.  In another song about this, the speaker laments that he cannot find his \"careful notes\" and \"antiquated notions\" since the title figure has \"tidied up,\" and exclaims that Miss Sakamoto is beautiful after describing \"poetry in motion.\"   FTP, name this discipline, which precedes \"of Sleep\" in the title of a Michel Gondry film and with which Thomas Dolby was \"blinded.\"": {
    "guess": "Linguistics",
    "confidence": [
      [
        "L",
        -1.7746004
      ],
      [
        "ingu",
        -0.25891435
      ],
      [
        "istics",
        -0.020113539
      ]
    ]
  },
  "A large public work by this man resembling a tree was designed to integrate with the beehive-inspired building called De Bijenkorf in Rotterdam. Later works by this man incorporate twine woven around structures to effect a curved appearance, a technique he called \"stringing.\" A chemist friend of this man named John Sisson introduced him to perspex, which he used in many later works with a Spheric theme. He edited an art review with Leslie Martin and Ben Nicholson titled Circle, and he co-wrote a manifesto that affirmed depth as \"the pictoral and plastic form of space\" and the line as \"a direction of static forces.\" This man incorporated 1,500 jets of water into the design for a fountain that sits at the grounds of the St. Thomas Hospital in London. He emphasized the dissociation of mass from": {
    "guess": "Naum Gabo",
    "confidence": [
      [
        "Na",
        -0.91121507
      ],
      [
        "um",
        -8.280175e-05
      ],
      [
        " Gab",
        -0.000876447
      ],
      [
        "o",
        -8.3159364e-05
      ]
    ]
  },
  "In 1986, large amounts of this compound erupted from the bottom of Lake Nyos. In the Sabatier process, this molecule reacts with hydrogen to produce methane and water. The abundance of this molecule in the atmosphere is 388 ppm, making it the second most common (*) greenhouse gas after water vapor. For ten points, identify this chemical compound, a byproduct of cellular respiration, consisting of a carbon atom covalently bonded to two oxygen atoms.": {
    "guess": "Carbon dioxide",
    "confidence": [
      [
        "Carbon",
        -0.0032020735
      ],
      [
        " dioxide",
        -0.581032
      ]
    ]
  },
  "In of this man's large works which drew upon Egyptian mythology contains a \"fulfillment\" section, and was executed for the Palais Stoclet. Another of his paintings shows a red-haired woman curled in a fetal position who smiles in a contended manner as a shower of gold flows down her thighs. In addition to that depiction of Danae, he painted depictions of \"Lavisciousness, Wantonness, and Intemperance\" and \"The Three Gorgons\" which are flanked by depictions of \"Suffering of Humanity\" and a \"choir of angels\" for another exhibition. That work was inaugurated along Gustav Mahler conducting the titular artist's Ninth Symphony. In addition to painting Beethoven Frieze, he also painted two portraits": {
    "guess": "Gustav Klimt",
    "confidence": [
      [
        "G",
        -0.0013067871
      ],
      [
        "ust",
        -4.9617593e-06
      ],
      [
        "av",
        -0.0132952845
      ],
      [
        " K",
        -0.00048584584
      ],
      [
        "lim",
        -0.00073505857
      ],
      [
        "t",
        -2.0458236e-05
      ]
    ]
  },
  "A large boulder is balanced on top of the red stairs that lead down to the triangular pool at this site, which includes a series of deep pink benches in front of a red stage with a piano, designed for showing paintings and other items in front of red curtains. The Cabaret Cinema and Seminar Theater are part of the rooms linked by terraces at this complex, which also includes an internally illuminated,": {
    "guess": "Hirshhorn Museum and Sculpture Garden",
    "confidence": [
      [
        "H",
        -0.8268127
      ],
      [
        "ir",
        -0.6163466
      ],
      [
        "sh",
        -2.4272753e-05
      ],
      [
        "horn",
        -0.00096446153
      ],
      [
        " Museum",
        -0.0062662507
      ],
      [
        " and",
        -0.06733698
      ],
      [
        " Sculpt",
        -0.00068527175
      ],
      [
        "ure",
        -0.00012618455
      ],
      [
        " Garden",
        -0.00046570413
      ]
    ]
  },
  "Larson et al noted that the holotype fossil of this species displays only one hundred and ten degrees": {
    "guess": "Triceratops",
    "confidence": [
      [
        "Tr",
        -1.8047596
      ],
      [
        "icer",
        -0.100810714
      ],
      [
        "at",
        -0.0007380386
      ],
      [
        "ops",
        -0.0003576304
      ]
    ]
  },
  "The largest split since its founding was a claim to the title of Guardian of the Faith by Charles Mason Remey. Several thousand split off and now refer to themselves as the Orthodox, but they were declared Covenant-Breakers by the Hands of the Cause of God. Their Lotus Temple in Delhi, the Asian center of worship for this widespread religion, was completed in 1986, but it is less well known by Americans than the Wilmette, Illinois temple, referred to as the Mother Temple in the West. For 10 points, what is this religion founded by Mirzá Husayn-‘Alí, better known by his title of Bahá'u'lláh.": {
    "guess": "Bahá'í Faith",
    "confidence": [
      [
        "Bah",
        -0.0042901845
      ],
      [
        "á",
        -0.00019340808
      ],
      [
        "'",
        -0.31748044
      ],
      [
        "í",
        -0.00018470621
      ],
      [
        " Faith",
        -0.00033891908
      ]
    ]
  },
  "The largest ship of one side in this conflict was positioned to block the approaching forces who eventually captured the Elefanten, taking the admiral as a prisoner of war from his own ship. To commemorate the victory during this war, the navy of the winning side of that battle always has a vessel named Gangut. A breaking wheel was used to execute Johann Patkul after one treaty during this conflict,": {
    "guess": "Great Northern War",
    "confidence": [
      [
        "Great",
        -0.016192377
      ],
      [
        " Northern",
        -0.00082606415
      ],
      [
        " War",
        -2.6299214e-05
      ]
    ]
  },
  "Very large amounts of this phenomenon can result from the acceleration of carriers to free electron-hole pairs, a process called avalanche breakdown even in insulators. This quantity is generally calculated by the product of particle number, (*) charge per particle, cross-section, and drift velocity. Power owing to this phenomenon is equal to this quantity squared times resistance. Circuits are generally classified as exhibiting this phenomenon either alternating or direct. For 10 points, name this": {
    "guess": "Electric current",
    "confidence": [
      [
        "Electric",
        -0.33390695
      ],
      [
        " current",
        -0.0019041279
      ]
    ]
  },
  "The largest part of this organ is divided into Brodmann areas. One part of this organ, the substantia nigra, produces dopamine; that part, like its striatum, is part of the basal ganglia. Those components are implicated in (*) Parkinson's disease and Huntington's disease. The lobes of one part of this organ include the occipital and parietal, and this organ includes a portion involved in motor control called the cerebellum. For 10 points, name this central organ of the nervous system, contained in the cranium.": {
    "guess": "Brain",
    "confidence": [
      [
        "Brain",
        -0.005712035
      ]
    ]
  },
  "The largest ship of one side in this conflict was positioned to block the approaching forces who eventually captured the Elefanten, taking the admiral as a prisoner of war from his own ship. To commemorate the victory during this war, the navy of the winning side of that battle always has a vessel named Gangut. A breaking wheel was used to execute Johann Patkul after one treaty during this conflict, during which the Peace of (*) Travendal and Treaty of Altranstadt were concluded. Ingria and Karelia were transferred to the winning side after this war, while the losing side was returned most of Finland. A king in this war won a battle during a blizzard at Narva, but fled to the Ottoman court following": {
    "guess": "Great Northern War",
    "confidence": [
      [
        "Great",
        -0.004865719
      ],
      [
        " Northern",
        -0.00033891908
      ],
      [
        " War",
        -1.1756368e-05
      ]
    ]
  },
  "The largest split since its founding was a claim to the title of Guardian of the Faith by Charles Mason Remey. Several thousand split off and now refer to themselves as the Orthodox, but they were declared Covenant-Breakers by the Hands of the Cause of God. Their Lotus Temple in Delhi, the Asian center of worship for this widespread religion, was completed in 1986, but it is less well known by Americans than the Wilmette, Illinois temple, referred to as the Mother Temple in the West. For 10 points,": {
    "guess": "Bahá'í Faith",
    "confidence": [
      [
        "Bah",
        -0.036419526
      ],
      [
        "á",
        -0.00015371693
      ],
      [
        "'",
        -0.0034211664
      ],
      [
        "í",
        -0.0007479216
      ],
      [
        " Faith",
        -0.022003457
      ]
    ]
  },
  "His large retinue of baronial knights was known by the badge: a collar of linked SS.  Famous for leading the chevauch? from Calais to Bordeaux, he acquired land and titles from his wives becoming the Earl of Richmond upon the death of his father-in-law in 1361.  In 1396 he married his mistress Catherine Swynford, a member of the powerful Beaufort family.  Through his second wife, Constance, he acquired a claim to the kingdom of Castile.  A patron of Geoffrey Chaucer and John Wycliffe, his most famous child came from Blanche Plantagenet.  For 10 points, name this Duke of Lancaster, whose son, Henry": {
    "guess": "John of Gaunt",
    "confidence": [
      [
        "John",
        -0.0029558276
      ],
      [
        " of",
        -0.00034392564
      ],
      [
        " Ga",
        -0.00014716439
      ],
      [
        "unt",
        -0.00018923594
      ]
    ]
  },
  "One of the largest Roman example of these constructions was built by Nero at Subiaco, while Shapur I used  Roman prisoners of wars to construct one of these called the Band-i-Kaisar. Depending on who you ask, the  oldest known one of these is either located at Jawa in Jordan or at Sadd el- Kafara. John Frederick LaTrobe  Bateman used these objects to regulate a series of five related constructs as a part of his Longdendale project.  They are not buildings, but they can be reinforced by buttresses and less material is generally required to form  the curved arch type. A temporary type used to construct": {
    "guess": "Aqueduct",
    "confidence": [
      [
        "Aqu",
        -0.043462243
      ],
      [
        "educt",
        -7.362307e-05
      ]
    ]
  },
  "The largest split since its founding was a claim to the title of Guardian of the Faith by Charles Mason": {
    "guess": "Bahá'í Faith",
    "confidence": [
      [
        "Bah",
        -0.04905012
      ],
      [
        "á",
        -7.350386e-05
      ],
      [
        "'",
        -0.0024808887
      ],
      [
        "í",
        -0.0003275984
      ],
      [
        " Faith",
        -0.36313152
      ]
    ]
  },
  "Very large amounts of this phenomenon can result from the acceleration of carriers to free electron-hole pairs, a process called avalanche breakdown even in insulators. This quantity is generally calculated by the product of particle number, (*) charge per particle, cross-section, and drift velocity. Power owing to this phenomenon is equal to this quantity squared times resistance. Circuits are generally": {
    "guess": "Electric current",
    "confidence": [
      [
        "Electric",
        -0.21847276
      ],
      [
        " current",
        -0.007338503
      ]
    ]
  },
  "A large boulder is balanced on top of the red stairs that lead down to the triangular pool at this site, which includes a series of deep pink benches in front of a red stage with a piano, designed for showing paintings and other items in front of red curtains. The Cabaret Cinema and Seminar Theater are part of the rooms linked by terraces at this complex, which also includes an internally illuminated, fire-breathing dragon sculpture. Another of its rooms is a large space including a small dining alcove and a big fireplace, with blue chairs lined up around the walls, and is known as the Garden Room. This compound covers six hundred acres in the McDowell Mountains of the Sonoran desert. For 10 points, name this Scottsdale, Arizona counterpart to an original Spring Green, Wisconsin design, comprising the later home and studio of its designer Frank Lloyd Wright.": {
    "guess": "Taliesin West",
    "confidence": [
      [
        "T",
        -0.0041381223
      ],
      [
        "al",
        -7.064298e-05
      ],
      [
        "ies",
        -0.00043805985
      ],
      [
        "in",
        -0.00017636562
      ],
      [
        " West",
        -5.6934558e-05
      ]
    ]
  },
  "Large amounts of this compound are used for the synthesis of barbiturates, as they react with malonic esters to give barbituric acids. First isolated by Hilaire-Marin Rouelle in 1773, it is used with formaldehyde to make resins and extremely effective fertilizers. Having formula H2 NCO NH2, it was prepared from ammonium cyanate in 1828 by Friedrich Wohler, the first laboratory synthesis of a naturally occurring organic compound. FTP, what is this compound, the chief nitrogenous end product of the": {
    "guess": "Urea",
    "confidence": [
      [
        "U",
        -0.0020780517
      ],
      [
        "rea",
        -0.00010163593
      ]
    ]
  },
  "His large retinue of baronial knights was known by the badge: a collar of linked SS.  Famous for leading the chevauch? from Calais to Bordeaux, he acquired land and titles from his wives becoming the Earl of Richmond upon the death of his father-in-law in 1361.  In 1396 he married his mistress Catherine Swynford, a member of the powerful Beaufort family.  Through his second wife, Constance, he acquired": {
    "guess": "John of Gaunt",
    "confidence": [
      [
        "John",
        -0.03691861
      ],
      [
        " of",
        -0.001055557
      ],
      [
        " Ga",
        -0.00025108797
      ],
      [
        "unt",
        -0.00012701898
      ]
    ]
  },
  "In of this man's large works which drew upon Egyptian mythology contains a \"fulfillment\" section, and was executed for the Palais Stoclet. Another of his paintings shows a red-haired woman curled in a fetal position who smiles in a contended manner as a shower of gold flows down her thighs. In addition to that depiction of Danae, he painted depictions of \"Lavisciousness, Wantonness, and Intemperance\" and \"The Three Gorgons\" which are flanked by depictions of \"Suffering of Humanity\" and a \"choir of angels\" for another exhibition. That work was inaugurated along Gustav Mahler conducting the titular": {
    "guess": "Gustav Klimt",
    "confidence": [
      [
        "G",
        -0.39769697
      ],
      [
        "ust",
        -0.000114033115
      ],
      [
        "av",
        -0.006461698
      ],
      [
        " K",
        -0.0073360144
      ],
      [
        "lim",
        -0.0009889845
      ],
      [
        "t",
        -5.0735965e-05
      ]
    ]
  },
  "The largest city on this island was founded on the ruins of a Muslim settlement. Attractions include Pagsanjan Falls, where part of Apocalyse Now was filmed, the Bamboo Organ, and Luneta Park, which contains a memorial commemorating the execution of the country's largest philosophical figure. In addition": {
    "guess": "Philippines",
    "confidence": [
      [
        "Phil",
        -0.009630474
      ],
      [
        "ippines",
        -0.008580532
      ]
    ]
  },
  "Lassie and Imp the Dog starred in a 1911 short film by this name, which was based on a story by Mark Twain.  \"O Superman (For Massenet)\" was the lead track on an album by Laurie Anderson which had this": {
    "guess": "O Superman",
    "confidence": [
      [
        "O",
        -0.38482398
      ],
      [
        " Superman",
        -0.0006764544
      ]
    ]
  },
  "A laser from this molecule has a peak at about 10.6 micrometers and attains population inversion by energy transfer from excited N2 molecules. The first step of the Solvay process involves reacting sodium chloride, ammonia, water, and this compound. This molecule's relatively low critical temperature": {
    "guess": "Ammonia",
    "confidence": [
      [
        "Am",
        -0.6586916
      ],
      [
        "mon",
        -5.550411e-05
      ],
      [
        "ia",
        -0.053658076
      ]
    ]
  },
  "The largest part of this organ is divided into Brodmann areas. One part of this organ, the substantia nigra, produces dopamine; that part, like its striatum, is part of the basal ganglia. Those components": {
    "guess": "Cerebral cortex",
    "confidence": [
      [
        "C",
        -0.3021621
      ],
      [
        "ere",
        -0.0011649842
      ],
      [
        "bral",
        -0.4872837
      ],
      [
        " cortex",
        -0.1812136
      ]
    ]
  },
  "Larson et al noted that the holotype fossil of this species displays only one hundred and ten degrees of humeral torsion and concluded that it had a protracted scapula. This species, whose fossil record unusually stretches as recently as thirteen thousand years ago, likely primarily hunted a subspecies of Stegodon. Falk et al created endocast maps of this species that led them to reject the pelvis-smashing, femur-stealing Teuku Jacob's pathological explanation for its holotype fossil. Fossils of this species may represent sufferers of (*) Laron syndrome . Mirror-image reconstructions of the chinless face of the LB one fossil of this species reveal significant asymmetry, which combined with its short femora and possible microcephaly have led Bob Eckhardt to claim that it represents a developmentally abnormal Homo erectus rather than a new species that has undergone insular dwarfism. For 10 points, name this real-life \"hobbit\" discovered in 2003, a tiny hominin named for its home on an Indonesian": {
    "guess": "Flores Man",
    "confidence": [
      [
        "Flo",
        -0.014771775
      ],
      [
        "res",
        -1.9146995e-05
      ],
      [
        " Man",
        -0.12131094
      ]
    ]
  },
  "A 2008 laser restoration of this sculpture found that gold leaf was once used to highlight it. Currently, this piece is housed with versions of Madonna and Child by Luca Della Robbia and Lorenzo Ghiberti": {
    "guess": "Florence Baptistery Doors",
    "confidence": [
      [
        "Flo",
        -1.4221596
      ],
      [
        "rence",
        -0.62175864
      ],
      [
        " Baptist",
        -0.2466367
      ],
      [
        "ery",
        -2.9517714e-05
      ],
      [
        " Doors",
        -1.5583102
      ]
    ]
  },
  "A laser from this molecule has a peak at about 10.6 micrometers and attains population inversion by energy transfer from excited N2 molecules. The first step of the Solvay process involves reacting sodium": {
    "guess": "Carbon dioxide",
    "confidence": [
      [
        "Carbon",
        -0.04805658
      ],
      [
        " dioxide",
        -0.63979626
      ]
    ]
  },
  "The larval dragon fly contains a trachaea on the rectum which serves as this structure. Spiracles often guide movement through this structure in some cartilagenous animals, and these structures are often": {
    "guess": "Respiratory system",
    "confidence": [
      [
        "Res",
        -0.7029696
      ],
      [
        "pir",
        -0.0078581115
      ],
      [
        "atory",
        -0.000496675
      ],
      [
        " system",
        -0.09474559
      ]
    ]
  },
  "Larson et al noted that the holotype fossil of this species displays only one hundred and ten degrees of humeral torsion and concluded that it had a protracted scapula. This species, whose fossil record": {
    "guess": "Brachiosaurus",
    "confidence": [
      [
        "Br",
        -1.1652837
      ],
      [
        "ach",
        -0.020696618
      ],
      [
        "ios",
        -0.02538523
      ],
      [
        "aurus",
        -0.00094981043
      ]
    ]
  },
  "At large values, this function can be approximated with the Lanczos approximation, an alternative for": {
    "guess": "Gamma function",
    "confidence": [
      [
        "Gamma",
        -0.37091985
      ],
      [
        " function",
        -0.001505694
      ]
    ]
  },
  "The largest city on this island was founded on the ruins of a Muslim settlement. Attractions include Pagsanjan Falls, where part of Apocalyse Now was filmed, the Bamboo Organ, and Luneta Park, which contains": {
    "guess": "Las Piñas",
    "confidence": [
      [
        "Las",
        -0.63722557
      ],
      [
        " Pi",
        -0.024381375
      ],
      [
        "ñas",
        -4.894791e-05
      ]
    ]
  },
  "At large values, this function can be approximated with the Lanczos approximation, an alternative for the Stirling approximation. This function, equal to the square root of pi at one half*, is defined as the integral from zero to infinity of t to the power of z minus one times e to the negative t. This function is not defined for non-positive integers and is noted for the fact that this function's value at z plus one is equal to z times this functions value at z, allowing it to be defined recursively. For 10 points, name this function that provides an extension of the factorial function.": {
    "guess": "Gamma function",
    "confidence": [
      [
        "Gamma",
        -0.003585103
      ],
      [
        " function",
        -0.05435155
      ]
    ]
  },
  "At large values, this function can be approximated with the Lanczos approximation, an alternative for the Stirling approximation. This function, equal to the square root of pi at one half*, is defined as the integral from zero to infinity of t to the power of z minus one times e to the negative t. This function is not defined for non-positive integers and is noted for the fact that this function's": {
    "guess": "Gamma function",
    "confidence": [
      [
        "Gamma",
        -0.005565163
      ],
      [
        " function",
        -0.106523424
      ]
    ]
  },
  "The largest phylum found only in sea water, members of this phylum are distinguished by their water vascular system used for locomotion and feeding. They are deuterostomes like their closest relatives, the Chordata, but possess only secondary bilateral symmetry, as their primary symmetry is radial and usually fivefold. For ten points, what is this phylum, consisting of classes such as sea cucumbers,": {
    "guess": "Echinoderm",
    "confidence": [
      [
        "E",
        -0.0008450066
      ],
      [
        "chin",
        -1.6286107e-05
      ],
      [
        "od",
        -9.710619e-05
      ],
      [
        "erm",
        -2.9352968e-06
      ]
    ]
  },
  "The largest part of this organ is divided into Brodmann areas. One part of this organ, the substantia nigra, produces dopamine; that part, like its striatum, is part of the basal ganglia. Those components are implicated in (*) Parkinson's disease and Huntington's disease. The lobes of one part of this": {
    "guess": "Cerebrum",
    "confidence": [
      [
        "C",
        -0.13364962
      ],
      [
        "ere",
        -0.00043674864
      ],
      [
        "br",
        -0.32307804
      ],
      [
        "um",
        -3.261701e-05
      ]
    ]
  },
  "The largest convention center in the U.S. is located in this city, and the Canal Street railroad bridge lies on its namesake river. That river's branches converge to form the Main Stem at Wolf Point, and the tomb of Stephen Douglas is located in this city. The neighborhood of Streeterville contains its Navy Pier, and the Lake Point Tower is located east of its Lake Shore Drive. Its Orange Line connects": {
    "guess": "Chicago",
    "confidence": [
      [
        "Chicago",
        -0.004151411
      ]
    ]
  },
  "One of them was largest city in and leader of the Boeotian confederacy that sided with the Persians during the 480 BCE invasion led by Xerxes. The other one was known as \"The City of Amin\" (*) during the New Kingdom, and its East Bank was the site of the Karnak and Luxor Temples. FTP, identify the name": {
    "guess": "Thebes",
    "confidence": [
      [
        "The",
        -0.030322403
      ],
      [
        "bes",
        -0.010466282
      ]
    ]
  },
  "The largest split since its founding was a claim to the title of Guardian of the Faith by Charles Mason Remey. Several thousand split off and now refer to themselves as the Orthodox, but they were declared": {
    "guess": "Bahá'í Faith divisions",
    "confidence": [
      [
        "Bah",
        -0.037406888
      ],
      [
        "á",
        -0.00027670944
      ],
      [
        "'",
        -0.2935878
      ],
      [
        "í",
        -0.0019782376
      ],
      [
        " Faith",
        -0.49003083
      ],
      [
        " divisions",
        -0.96421194
      ]
    ]
  },
  "Large amounts of this compound are used for the synthesis of barbiturates, as they react with malonic esters to give barbituric acids. First isolated by Hilaire-Marin Rouelle in 1773, it is used with formaldehyde": {
    "guess": "Urea",
    "confidence": [
      [
        "U",
        -0.0067792004
      ],
      [
        "rea",
        -0.00033105531
      ]
    ]
  },
  "The largest convention center in the U.S. is located in this city, and the Canal Street railroad bridge lies on its namesake river. That river's branches converge to form the Main Stem at Wolf Point, and the tomb of Stephen Douglas is located in this city. The neighborhood of Streeterville contains its": {
    "guess": "Chicago River",
    "confidence": [
      [
        "Chicago",
        -0.031376705
      ],
      [
        " River",
        -0.11977607
      ]
    ]
  },
  "A 2008 laser restoration of this sculpture found that gold leaf was once used to highlight it. Currently, this piece is housed with versions of Madonna and Child by Luca Della Robbia and Lorenzo Ghiberti in a gallery at the Bargello. The helmet of one character in this work features a depiction of the Triumph of Cupid, which lends credence to the interpretation that it is representative of the primacy of sodomy in the culture in which it was created. That theory is also supported by the feather running": {
    "guess": "Donatello's David",
    "confidence": [
      [
        "Don",
        -1.0582458
      ],
      [
        "at",
        -0.0015054593
      ],
      [
        "ello",
        -0.00060497987
      ],
      [
        "'s",
        -0.041943975
      ],
      [
        " David",
        -0.25278556
      ]
    ]
  },
  "The largest phylum found only in sea water, members of this phylum are distinguished by their water vascular system used for locomotion and feeding. They are deuterostomes like their closest relatives, the Chordata, but possess only secondary bilateral symmetry, as their primary symmetry is radial and": {
    "guess": "Echinoderm",
    "confidence": [
      [
        "E",
        -0.0016241183
      ],
      [
        "chin",
        -2.8921695e-05
      ],
      [
        "od",
        -6.575563e-05
      ],
      [
        "erm",
        -5.3193703e-06
      ]
    ]
  },
  "A large boulder is balanced on top of the red stairs that lead down to the triangular pool at this site, which includes a series of deep pink benches in front of a red stage with a piano, designed for showing paintings and other items in front of red curtains. The Cabaret Cinema and Seminar Theater are part of the rooms linked by terraces at this complex, which also includes an internally illuminated, fire-breathing dragon sculpture. Another of its rooms is a large space including a small dining": {
    "guess": "Red Grooms",
    "confidence": [
      [
        "Red",
        -2.0873003
      ],
      [
        " G",
        -0.7463958
      ],
      [
        "rooms",
        -0.0051923706
      ]
    ]
  },
  "In of this man's large works which drew upon Egyptian mythology contains a \"fulfillment\" section, and was executed for the Palais Stoclet. Another of his paintings shows a red-haired woman curled in a fetal position who smiles in a contended manner as a shower of gold flows down her thighs. In addition to that depiction of Danae, he painted depictions of \"Lavisciousness, Wantonness, and Intemperance\" and \"The Three Gorgons\" which are flanked by depictions of \"Suffering of Humanity\" and a \"choir of angels\" for another exhibition. That work was inaugurated along Gustav Mahler conducting the titular artist's Ninth Symphony. In addition to painting Beethoven Frieze, he also painted two portraits of Adele Bloch-Bauer and depicted a man decorated with rectangles and a woman decorated with circles as they embrace. For 10 points, identify this artist who painted The Kiss.": {
    "guess": "Gustav Klimt",
    "confidence": [
      [
        "G",
        -0.00081641605
      ],
      [
        "ust",
        -3.5313153e-06
      ],
      [
        "av",
        -0.00015705463
      ],
      [
        " K",
        -0.00012964146
      ],
      [
        "lim",
        -4.310693e-05
      ],
      [
        "t",
        -1.3306016e-05
      ]
    ]
  },
  "During this larger conflict, the rebellion of Simon the Cutler, also called the Cabochien Revolt, occurred.": {
    "guess": "Jacquerie",
    "confidence": [
      [
        "Jac",
        -1.0514481
      ],
      [
        "quer",
        -0.00041398805
      ],
      [
        "ie",
        -1.342522e-05
      ]
    ]
  },
  "A 2008 laser restoration of this sculpture found that gold leaf was once used to highlight it. Currently, this piece is housed with versions of Madonna and Child by Luca Della Robbia and Lorenzo Ghiberti in a gallery at the Bargello. The helmet of one character in this work features a depiction of the Triumph of Cupid, which lends credence to the interpretation that it is representative of the primacy of sodomy in the culture in which it was created. That theory is also supported by the feather running up the inside of its central figure's leg. The title figure's toes are intertwined in the hair": {
    "guess": "Donatello's David",
    "confidence": [
      [
        "Don",
        -1.1812476
      ],
      [
        "at",
        -0.005562548
      ],
      [
        "ello",
        -0.0012013009
      ],
      [
        "'s",
        -0.028408824
      ],
      [
        " David",
        -0.23082086
      ]
    ]
  },
  "The largest star in a constellation that includes Sulafat and Sheliak, its apparent magnitude of .03 makes it the fifth brightest star in the sky.  The large dust particles surrounding this star inspired Carl Sagan to place his alien listening post here in his novel Contact, and along with Deneb and Altair, it forms the Summer Triangle.  Also known as Fidis or the Harp Star, its most common name is": {
    "guess": "Vega",
    "confidence": [
      [
        "V",
        -0.0016974377
      ],
      [
        "ega",
        -1.998142e-05
      ]
    ]
  },
  "Largely carved-out from Abenaki land, this entity was first ruled by Pierre Dugua. Later, it supplied most of Champlain's followers. A major event in this region's history occurred shortly after the fall of Fort Beausejour and is colloquially known as the Great Upheaval. At its greatest extent, it reached as far south as Philadelphia. About 40 years after its conquest in Queen Anne's war, about 10,000": {
    "guess": "Acadia",
    "confidence": [
      [
        "Ac",
        -0.23372774
      ],
      [
        "adia",
        -0.31345856
      ]
    ]
  },
  "Its largest rivers are the Kapuas in the west and the Barito in the south, and its highest point is at Mount Kinabalu.  One of the most sparsely populated regions in the world, the two major ethnic groups living on the island are the Dyaks and the Malays.  Kalimantan covers 70% of the total area, and the states of Sabah and Sarawak lie along the north coast.  FTP, identify this third-largest island": {
    "guess": "Borneo",
    "confidence": [
      [
        "B",
        -0.0052777533
      ],
      [
        "orne",
        -9.133887e-06
      ],
      [
        "o",
        -6.6947665e-05
      ]
    ]
  },
  "One of the largest Roman example of these constructions was built by Nero at Subiaco, while Shapur I used  Roman prisoners of wars to construct one of these called the Band-i-Kaisar. Depending on who you ask, the  oldest known one of these is either located at Jawa in Jordan or at Sadd el- Kafara. John Frederick LaTrobe  Bateman used these objects to regulate a series of five related constructs as a part of his Longdendale project.  They are not buildings, but they can be reinforced by buttresses and less material is generally required to form  the curved arch type. A temporary type used to construct other structures is a coffer. Large amounts of concrete is  need for the construction of the gravity type of these devices used in flood control. For 10 points, name these  constructions, one of": {
    "guess": "Aqueducts",
    "confidence": [
      [
        "Aqu",
        -0.047450833
      ],
      [
        "educt",
        -4.501419e-05
      ],
      [
        "s",
        -0.29651952
      ]
    ]
  },
  "During this larger conflict, the rebellion of Simon the Cutler, also called the Cabochien Revolt, occurred. Another uprising during a lapse in this war was led by William Cale. The treaties of Bretigny and Troyes were temporary armistices during this war. The death of John Talbot at the Battle of Castillon is considered the ending point of this war. The aforementioned Jacquerie occurred during this conflict, as did the uprising of Owen Glendower and Henry Hotspur against Henry V. For 10 points, name this medieval conflict between England and France.": {
    "guess": "Hundred Years' War",
    "confidence": [
      [
        "H",
        -0.0040141726
      ],
      [
        "undred",
        -2.9279307e-05
      ],
      [
        " Years",
        -0.00019853383
      ],
      [
        "'",
        -0.00061104825
      ],
      [
        " War",
        -3.4405064e-05
      ]
    ]
  },
  "A laser from this molecule has a peak at about 10.6 micrometers and attains population inversion by energy transfer from excited N2 molecules. The first step of the Solvay process involves reacting sodium chloride, ammonia, water, and this compound. This molecule's relatively low critical temperature of 304 kelvins allows its use as the mobile phase in supercritical chromatography. Its supercritical form is also forced through (*) coffee beans to extract caffeine. Hemoglobin's affinity for oxygen in the blood is inversely related to the concentration of this gas in the Bohr effect. It is the major cause of ocean acidification and is produced, along with water, in combustion reactions. For 10 points, name this molecule whose solid form is dry ice.": {
    "guess": "Carbon dioxide",
    "confidence": [
      [
        "Carbon",
        -0.0015159346
      ],
      [
        " dioxide",
        -0.3918052
      ]
    ]
  },
  "One of the largest Roman example of these constructions was built by Nero at Subiaco, while Shapur I used  Roman prisoners of wars to construct one of these called the Band-i-Kaisar. Depending on who you ask, the  oldest known one of these is either located at Jawa in Jordan or at Sadd el- Kafara. John Frederick LaTrobe  Bateman used these objects to regulate a series of five related constructs as a part of his Longdendale project.  They are not buildings, but they can be reinforced by buttresses and less material is generally required to form  the curved arch type. A temporary type used to construct other structures is a coffer. Large amounts of concrete is  need for the construction of the gravity type of these devices used in flood control. For 10 points, name these  constructions, one of which on the Colorado River is named for Herbert Hoover.": {
    "guess": "Dam",
    "confidence": [
      [
        "Dam",
        -0.4836471
      ]
    ]
  },
  "Its largest rivers are the Kapuas in the west and the Barito in the south, and its highest point is at Mount Kinabalu.  One of the most sparsely populated regions in the world, the two major ethnic groups": {
    "guess": "Kalimantan",
    "confidence": [
      [
        "Kal",
        -0.5420772
      ],
      [
        "im",
        -7.696077e-05
      ],
      [
        "antan",
        -7.8748824e-05
      ]
    ]
  },
  "A laser from this molecule has a peak at about 10.6 micrometers and attains population inversion by energy transfer from excited N2 molecules. The first step of the Solvay process involves reacting sodium chloride, ammonia, water, and this compound. This molecule's relatively low critical temperature of 304 kelvins allows its use as the mobile phase in supercritical chromatography. Its supercritical": {
    "guess": "Carbon dioxide",
    "confidence": [
      [
        "Carbon",
        -0.013601898
      ],
      [
        " dioxide",
        -0.52833855
      ]
    ]
  },
  "The largest one of these objects is located in Cape Town and has the phrase \"Hyundai brings the gees\"": {
    "guess": "Vuvuzela",
    "confidence": [
      [
        "V",
        -0.051316034
      ],
      [
        "uv",
        -1.6286107e-05
      ],
      [
        "uz",
        -7.481511e-05
      ],
      [
        "ela",
        -0.0014529711
      ]
    ]
  },
  "This man largely retired from active duty after he developed heat stroke at Monmouth and he successfully engineered a retreat under Israel Putnam from Manhattan. William Peter Van Ness wrote a pamphlet": {
    "guess": "Aaron Burr",
    "confidence": [
      [
        "Aaron",
        -0.6020106
      ],
      [
        " Burr",
        -0.00017100146
      ]
    ]
  },
  "The largest of this work's three pieces has a diameter of 9 3/8 inches. An anecdote tells how its construction was the response to a comment made by Pablo Picasso during a tea date, when the artist showed him a copper bracelet that had been lined with sealskin. A standout piece at the Museum of Modern": {
    "guess": "The Sunblind",
    "confidence": [
      [
        "The",
        -0.66925734
      ],
      [
        " Sun",
        -0.45406866
      ],
      [
        "blind",
        -0.017995406
      ]
    ]
  },
  "A large athletic stadium in this city was built in a pit made by bombs and features acrylic glass canopies supported by steel cables. Besides the Olympic Stadium, this city is home to the European patent offices and the Zeiss Planetarium. The Nymphenburg Palace in this city was home to its local rulers, and the Michaelskirche in this city is the largest Renaissance church north of the Alps. This city's Frauenkirche features the Devil's Footprint, and the central square of this city is the Marienplatz. A prominent structure in this city was designed to look like a car tire, the BMW Headquarters. For 10 points, name this third largest city in Germany and capital of Bavaria.": {
    "guess": "Munich",
    "confidence": [
      [
        "M",
        -0.0016351896
      ],
      [
        "un",
        -2.3392786e-06
      ],
      [
        "ich",
        -4.3202e-07
      ]
    ]
  },
  "This man largely retired from active duty after he developed heat stroke at Monmouth and he successfully engineered a retreat under Israel Putnam from Manhattan. William Peter Van Ness wrote a pamphlet defending this man, and Van Ness was an underling in a society he helped empower by giving them the": {
    "guess": "George Washington",
    "confidence": [
      [
        "George",
        -1.0253537
      ],
      [
        " Washington",
        -0.00031353603
      ]
    ]
  },
  "A large athletic stadium in this city was built in a pit made by bombs and features acrylic glass canopies supported by steel cables. Besides the Olympic Stadium, this city is home to the European patent offices and the Zeiss Planetarium. The Nymphenburg Palace in this city was home to its local rulers, and the Michaelskirche in this city is the largest Renaissance church north of the Alps. This city's Frauenkirche features the Devil's Footprint, and the central square of this city is the Marienplatz.": {
    "guess": "Munich",
    "confidence": [
      [
        "M",
        -0.00016516048
      ],
      [
        "un",
        -4.3202e-07
      ],
      [
        "ich",
        -3.1281633e-07
      ]
    ]
  },
  "Lassie and Imp the Dog starred in a 1911 short film by this name, which was based on a story by Mark Twain.  \"O Superman (For Massenet)\" was the lead track on an album by Laurie Anderson which had this word in its title.  In \"If I Ever Lose My Faith in You,\" Sting claims that he has lost faith in this": {
    "guess": "The Adventures of Tom Sawyer",
    "confidence": [
      [
        "The",
        -1.6744139
      ],
      [
        " Adventures",
        -0.89005643
      ],
      [
        " of",
        -0.00040505143
      ],
      [
        " Tom",
        -0.03474392
      ],
      [
        " Sawyer",
        -0.00046630012
      ]
    ]
  },
  "Its largest rivers are the Kapuas in the west and the Barito in the south, and its highest point is at": {
    "guess": "Borneo",
    "confidence": [
      [
        "B",
        -0.5518563
      ],
      [
        "orne",
        -6.1106686e-05
      ],
      [
        "o",
        -0.00013941615
      ]
    ]
  },
  "His large retinue of baronial knights was known by the badge: a collar of linked SS.  Famous for leading": {
    "guess": "Wars of the Roses",
    "confidence": [
      [
        "Wars",
        -1.2352958
      ],
      [
        " of",
        -0.0004895265
      ],
      [
        " the",
        -0.06153376
      ],
      [
        " Roses",
        -0.0015859127
      ]
    ]
  },
  "At large values, this function can be approximated with the Lanczos approximation, an alternative for the Stirling approximation. This function, equal to the square root of pi at one half*, is defined": {
    "guess": "Gamma function",
    "confidence": [
      [
        "Gamma",
        -0.014483847
      ],
      [
        " function",
        -0.027355699
      ]
    ]
  },
  "A 2008 laser restoration of this sculpture found that gold leaf was once used to highlight it. Currently, this piece is housed with versions of Madonna and Child by Luca Della Robbia and Lorenzo Ghiberti in a gallery at the Bargello. The helmet of one character in this work features a depiction of the Triumph of Cupid, which lends credence to the interpretation that it is representative of the primacy": {
    "guess": "Donatello's David",
    "confidence": [
      [
        "Don",
        -0.8942564
      ],
      [
        "at",
        -0.0067762383
      ],
      [
        "ello",
        -0.0010700851
      ],
      [
        "'s",
        -0.03646768
      ],
      [
        " David",
        -0.36601254
      ]
    ]
  },
  "A large public work by this man resembling a tree was designed to integrate with the beehive-inspired building called De Bijenkorf in Rotterdam. Later works by this man incorporate twine woven around structures to effect a curved appearance, a technique he called \"stringing.\" A chemist friend of this man named John Sisson introduced him to perspex, which he used in many later works with a Spheric theme. He edited an art review with Leslie Martin and Ben Nicholson titled Circle, and he co-wrote a": {
    "guess": "Naum Gabo",
    "confidence": [
      [
        "Na",
        -0.33728528
      ],
      [
        "um",
        -1.0564331e-05
      ],
      [
        " Gab",
        -0.00018530223
      ],
      [
        "o",
        -5.5577775e-06
      ]
    ]
  },
  "During this larger conflict, the rebellion of Simon the Cutler, also called the Cabochien Revolt, occurred. Another uprising during a lapse in this war was led by William Cale. The treaties of Bretigny and Troyes were temporary armistices during this war. The death of John Talbot at the Battle of Castillon": {
    "guess": "Hundred Years' War",
    "confidence": [
      [
        "H",
        -0.0022463656
      ],
      [
        "undred",
        -1.0280384e-06
      ],
      [
        " Years",
        -6.4802e-05
      ],
      [
        "'",
        -0.00012320446
      ],
      [
        " War",
        -0.00017135908
      ]
    ]
  },
  "The largest concentration of these objects in the Milky Way forms a ring around the galactic center at": {
    "guess": "Ring of molecular clouds",
    "confidence": [
      [
        "Ring",
        -0.49487734
      ],
      [
        " of",
        -0.08010606
      ],
      [
        " molecular",
        -0.37139696
      ],
      [
        " clouds",
        -0.021201639
      ]
    ]
  },
  "The largest concentration of these objects in the Milky Way forms a ring around the galactic center at a distance of 120 parsecs. These objects sometimes exhibit an hourglass magnetic field morphology, especially in their densest portions. The interior structures of these objects can be mapped by tracing the NH3 and CO concentration around dense cores and cores respectively. The aforementioned ring of these objects includes one known as Sagittarius B2, which provided the first known observational signatures for more than half of all interstellar (*) compounds. These objects fragment as they collapse thanks to Jeans instability; when those remnants attain sufficiently high density that thermal": {
    "guess": "Molecular cloud",
    "confidence": [
      [
        "M",
        -0.072961636
      ],
      [
        "olecular",
        -0.00012904544
      ],
      [
        " cloud",
        -0.38067746
      ]
    ]
  },
  "This man largely retired from active duty after he developed heat stroke at Monmouth and he successfully engineered a retreat under Israel Putnam from Manhattan. William Peter Van Ness wrote a pamphlet defending this man, and Van Ness was an underling in a society he helped empower by giving them the right to form the Manhattan Company, the Tammany Society. He presided over the politically motivated": {
    "guess": "Aaron Burr",
    "confidence": [
      [
        "Aaron",
        -1.1136395
      ],
      [
        " Burr",
        -6.372917e-05
      ]
    ]
  },
  "The largest one of these objects is located in Cape Town and has the phrase \"Hyundai brings the gees\" engraved in it. Jon Qwelane denounced these objects, accusing them of originating \"from hell,\" but Sepp Blatter defended the use of these objects. Patrice Evra blamed these objects for waking him up at six o'clock, and Xabi Alonso condemned these objects for being \"annoying.\" Lionel Messi and Cristiano": {
    "guess": "Vuvuzela",
    "confidence": [
      [
        "V",
        -0.03501619
      ],
      [
        "uv",
        -1.0280384e-06
      ],
      [
        "uz",
        -5.252402e-05
      ],
      [
        "ela",
        -0.00016182278
      ]
    ]
  },
  "In 1986, large amounts of this compound erupted from the bottom of Lake Nyos. In the Sabatier process,": {
    "guess": "HYDROGEN SULFIDE",
    "confidence": [
      [
        "HY",
        -0.7050488
      ],
      [
        "D",
        -6.909333e-05
      ],
      [
        "RO",
        -0.000312344
      ],
      [
        "GEN",
        -0.0020108372
      ],
      [
        " S",
        -0.76234525
      ],
      [
        "UL",
        -7.89631e-07
      ],
      [
        "F",
        -5.4550484e-05
      ],
      [
        "IDE",
        -6.1821906e-05
      ]
    ]
  },
  "The largest star in a constellation that includes Sulafat and Sheliak, its apparent magnitude of .03 makes it the fifth brightest star in the sky.  The large dust particles surrounding this star inspired": {
    "guess": "Vega",
    "confidence": [
      [
        "V",
        -0.09017206
      ],
      [
        "ega",
        -0.00077448937
      ]
    ]
  },
  "The largest ship of one side in this conflict was positioned to block the approaching forces who eventually captured the Elefanten, taking the admiral as a prisoner of war from his own ship. To commemorate the victory during this war, the navy of the winning side of that battle always has a vessel named": {
    "guess": "Battle of Lepanto",
    "confidence": [
      [
        "Battle",
        -0.46165875
      ],
      [
        " of",
        -0.0026519904
      ],
      [
        " L",
        -1.9354762
      ],
      [
        "ep",
        -0.31112364
      ],
      [
        "anto",
        -5.3596854e-05
      ]
    ]
  },
  "A large boulder is balanced on top of the red stairs that lead down to the triangular pool at this site, which includes a series of deep pink benches in front of a red stage with a piano, designed for showing paintings and other items in front of red curtains. The Cabaret Cinema and Seminar Theater are part of the rooms linked by terraces at this complex, which also includes an internally illuminated, fire-breathing dragon sculpture. Another of its rooms is a large space including a small dining alcove and a big fireplace, with blue chairs lined up around the walls, and is known as the Garden Room.": {
    "guess": "Watts Towers",
    "confidence": [
      [
        "W",
        -2.3097246
      ],
      [
        "atts",
        -0.6227796
      ],
      [
        " Towers",
        -0.0028652586
      ]
    ]
  },
  "Lassie and Imp the Dog starred in a 1911 short film by this name, which was based on a story by Mark Twain.  \"O Superman (For Massenet)\" was the lead track on an album by Laurie Anderson which had this word in its title.  In \"If I Ever Lose My Faith in You,\" Sting claims that he has lost faith in this and progress.  In another song about this, the speaker laments that he cannot find his \"careful notes\" and \"antiquated notions\" since the title figure has \"tidied up,\" and exclaims that Miss Sakamoto is beautiful after describing \"poetry in motion.\"   FTP, name this discipline, which precedes \"of": {
    "guess": "Semiotics",
    "confidence": [
      [
        "Sem",
        -1.0977588
      ],
      [
        "iotics",
        -0.0011111628
      ]
    ]
  },
  "A large public work by this man resembling a tree was designed to integrate with the beehive-inspired building called De Bijenkorf in Rotterdam. Later works by this man incorporate twine woven around structures": {
    "guess": "Joel Shapiro",
    "confidence": [
      [
        "Jo",
        -1.7713795
      ],
      [
        "el",
        -0.7401657
      ],
      [
        " Shapiro",
        -0.105609015
      ]
    ]
  },
  "The larval dragon fly contains a trachaea on the rectum which serves as this structure. Spiracles often guide movement through this structure in some cartilagenous animals, and these structures are often covered by a bony osculum. These structures make use of the (*) countercurrent exchange system to": {
    "guess": "Gill",
    "confidence": [
      [
        "G",
        -0.07517054
      ],
      [
        "ill",
        -0.03353492
      ]
    ]
  },
  "Very large amounts of this phenomenon can result from the acceleration of carriers to free electron-hole pairs, a process called avalanche breakdown even in insulators. This quantity is generally calculated by the product of particle number, (*) charge per particle, cross-section, and drift velocity.": {
    "guess": "Electric current",
    "confidence": [
      [
        "Electric",
        -0.2207535
      ],
      [
        " current",
        -0.012229896
      ]
    ]
  },
  "His large retinue of baronial knights was known by the badge: a collar of linked SS.  Famous for leading the chevauch? from Calais to Bordeaux, he acquired land and titles from his wives becoming the Earl of Richmond upon the death of his father-in-law in 1361.  In 1396 he married his mistress Catherine": {
    "guess": "Henry Percy, 1st Earl of Northumberland",
    "confidence": [
      [
        "Henry",
        -0.64576286
      ],
      [
        " Percy",
        -0.7198019
      ],
      [
        ",",
        -0.012460206
      ],
      [
        " ",
        -0.0051543005
      ],
      [
        "1",
        -0.024938729
      ],
      [
        "st",
        -5.2285613e-05
      ],
      [
        " Earl",
        -0.0016782717
      ],
      [
        " of",
        -8.208653e-05
      ],
      [
        " North",
        -0.0006764544
      ],
      [
        "umberland",
        -0.0002421587
      ]
    ]
  },
  "The largest part of this organ is divided into Brodmann areas. One part of this organ, the substantia nigra, produces dopamine; that part, like its striatum, is part of the basal ganglia. Those components are implicated in (*) Parkinson's disease and Huntington's disease. The lobes of one part of this organ include the occipital and parietal, and this organ includes a portion involved in motor control": {
    "guess": "Cerebrum",
    "confidence": [
      [
        "C",
        -0.14205655
      ],
      [
        "ere",
        -4.596782e-05
      ],
      [
        "br",
        -0.20618777
      ],
      [
        "um",
        -3.8934802e-05
      ]
    ]
  },
  "During this larger conflict, the rebellion of Simon the Cutler, also called the Cabochien Revolt, occurred. Another uprising during a lapse in this war was led by William Cale. The treaties of Bretigny and Troyes were temporary armistices during this war. The death of John Talbot at the Battle of Castillon is considered the ending point of this war. The aforementioned Jacquerie occurred during this": {
    "guess": "Hundred Years' War",
    "confidence": [
      [
        "H",
        -0.0050989147
      ],
      [
        "undred",
        -1.2664457e-06
      ],
      [
        " Years",
        -5.1689596e-05
      ],
      [
        "'",
        -0.00033760787
      ],
      [
        " War",
        -3.3093824e-05
      ]
    ]
  },
  "A large athletic stadium in this city was built in a pit made by bombs and features acrylic glass canopies": {
    "guess": "Allianz Arena",
    "confidence": [
      [
        "All",
        -0.46838734
      ],
      [
        "ian",
        -5.121278e-05
      ],
      [
        "z",
        -1.9743013e-05
      ],
      [
        " Arena",
        -0.01165199
      ]
    ]
  },
  "The largest split since its founding was a claim to the title of Guardian of the Faith by Charles Mason Remey. Several thousand split off and now refer to themselves as the Orthodox, but they were declared Covenant-Breakers by the Hands of the Cause of God. Their Lotus Temple in Delhi, the Asian center of worship for this widespread religion, was completed in 1986, but it is less well known by Americans": {
    "guess": "Bahá'í Faith",
    "confidence": [
      [
        "Bah",
        -0.002763629
      ],
      [
        "á",
        -5.6338537e-05
      ],
      [
        "'",
        -0.0004156569
      ],
      [
        "í",
        -0.00043794067
      ],
      [
        " Faith",
        -0.00083607365
      ]
    ]
  },
  "The largest of this work's three pieces has a diameter of 9 3/8 inches. An anecdote tells how its construction was the response to a comment made by Pablo Picasso during a tea date, when the artist showed him a copper bracelet that had been lined with sealskin. A standout piece at the Museum of Modern Art's 1937 Surrealist Exhibition, this work is often critically acclaimed for the contrast between the both opulent and grossly unappetizing appearance the artist added to a trio of common dining objects": {
    "guess": "Object (Le Déjeuner en fourrure)",
    "confidence": [
      [
        "Object",
        -0.4672184
      ],
      [
        " (",
        -0.0018625956
      ],
      [
        "Le",
        -0.010710807
      ],
      [
        " Dé",
        -0.074406974
      ],
      [
        "je",
        -0.00018304103
      ],
      [
        "uner",
        -0.00063523557
      ],
      [
        " en",
        -0.0015241486
      ],
      [
        " four",
        -0.0013153551
      ],
      [
        "r",
        -0.0011612925
      ],
      [
        "ure",
        -0.00082606415
      ],
      [
        ")",
        -0.0014334439
      ]
    ]
  },
  "One of the largest Roman example of these constructions was built by Nero at Subiaco, while Shapur I": {
    "guess": "Roman aqueducts",
    "confidence": [
      [
        "Roman",
        -0.06905368
      ],
      [
        " aqu",
        -0.9173198
      ],
      [
        "educt",
        -6.146429e-05
      ],
      [
        "s",
        -0.5132071
      ]
    ]
  },
  "Larson et al noted that the holotype fossil of this species displays only one hundred and ten degrees of humeral torsion and concluded that it had a protracted scapula. This species, whose fossil record unusually stretches as recently as thirteen thousand years ago, likely primarily hunted a subspecies of Stegodon. Falk et al created endocast maps of this species that led them to reject the pelvis-smashing, femur-stealing Teuku Jacob's pathological explanation for its holotype fossil. Fossils of this species may represent sufferers of (*) Laron syndrome . Mirror-image reconstructions of the chinless face of the LB one fossil of this species reveal significant asymmetry, which combined with its short femora and possible microcephaly have led Bob Eckhardt to claim that it represents a developmentally abnormal Homo erectus rather than a new species that has undergone insular dwarfism. For 10": {
    "guess": "Flores Man",
    "confidence": [
      [
        "Flo",
        -0.361525
      ],
      [
        "res",
        -1.7597347e-05
      ],
      [
        " Man",
        -0.10446025
      ]
    ]
  },
  "The larval dragon fly contains a trachaea on the rectum which serves as this structure. Spiracles often": {
    "guess": "Respiratory system of insects",
    "confidence": [
      [
        "Res",
        -0.53133714
      ],
      [
        "pir",
        -0.015750205
      ],
      [
        "atory",
        -0.0007905708
      ],
      [
        " system",
        -0.15676606
      ],
      [
        " of",
        -0.03927543
      ],
      [
        " insects",
        -0.019427828
      ]
    ]
  },
  "The largest one of these objects is located in Cape Town and has the phrase \"Hyundai brings the gees\" engraved in it. Jon Qwelane denounced these objects, accusing them of originating \"from hell,\" but Sepp Blatter defended the use of these objects. Patrice Evra blamed these objects for waking him up": {
    "guess": "Vuvuzela",
    "confidence": [
      [
        "V",
        -0.015656091
      ],
      [
        "uv",
        -2.6968896e-06
      ],
      [
        "uz",
        -3.7385154e-05
      ],
      [
        "ela",
        -0.00015359772
      ]
    ]
  },
  "The largest of this work's three pieces has a diameter of 9 3/8 inches. An anecdote tells how its construction was the response to a comment made by Pablo Picasso during a tea date, when the artist showed": {
    "guess": "Guernica",
    "confidence": [
      [
        "Gu",
        -1.0161015
      ],
      [
        "ern",
        -7.171581e-05
      ],
      [
        "ica",
        -1.6286107e-05
      ]
    ]
  },
  "The largest one of these objects is located in Cape Town and has the phrase \"Hyundai brings the gees\" engraved in it. Jon Qwelane denounced these objects, accusing them of originating \"from hell,\" but Sepp Blatter defended the use of these objects. Patrice Evra blamed these objects for waking him up at six o'clock, and Xabi Alonso condemned these objects for being \"annoying.\" Lionel Messi and Cristiano Ronaldo urged the ban of these instruments. For 10 points, name this plastic horn which drew attention": {
    "guess": "Vuvuzela",
    "confidence": [
      [
        "V",
        -0.008679574
      ],
      [
        "uv",
        -5.5122365e-07
      ],
      [
        "uz",
        -2.677603e-05
      ],
      [
        "ela",
        -5.967624e-05
      ]
    ]
  },
  "The largest one of these objects is located in Cape Town and has the phrase \"Hyundai brings the gees\" engraved in it. Jon Qwelane denounced these objects, accusing them of originating \"from hell,\" but": {
    "guess": "Vuvuzela",
    "confidence": [
      [
        "V",
        -0.0011580813
      ],
      [
        "uv",
        -4.4849444e-06
      ],
      [
        "uz",
        -2.451116e-05
      ],
      [
        "ela",
        -0.0004454468
      ]
    ]
  },
  "A 2008 laser restoration of this sculpture found that gold leaf was once used to highlight it. Currently,": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -0.6270709
      ]
    ]
  },
  "The largest concentration of these objects in the Milky Way forms a ring around the galactic center at a distance of 120 parsecs. These objects sometimes exhibit an hourglass magnetic field morphology, especially in their densest portions. The interior structures of these objects can be mapped by tracing the NH3 and CO concentration around dense cores and cores respectively. The aforementioned ring of these objects includes one known as Sagittarius B2, which provided the first known observational signatures for more than half of all interstellar (*) compounds. These objects fragment as they collapse thanks to Jeans instability; when those remnants attain sufficiently high density that thermal energy does not immediately radiate away, they become protostars. For 10 points, name these masses largely comprised of diatomic neutral hydrogen where stars are formed.": {
    "guess": "Molecular cloud",
    "confidence": [
      [
        "M",
        -0.14649394
      ],
      [
        "olecular",
        -0.00011105302
      ],
      [
        " cloud",
        -0.043102298
      ]
    ]
  },
  "In of this man's large works which drew upon Egyptian mythology contains a \"fulfillment\" section, and was executed for the Palais Stoclet. Another of his paintings shows a red-haired woman curled in a": {
    "guess": "Gustav Klimt",
    "confidence": [
      [
        "G",
        -0.06178391
      ],
      [
        "ust",
        -0.0006928971
      ],
      [
        "av",
        -0.00054862583
      ],
      [
        " K",
        -0.00049465225
      ],
      [
        "lim",
        -0.00013214473
      ],
      [
        "t",
        -5.312004e-05
      ]
    ]
  },
  "The largest ship of one side in this conflict was positioned to block the approaching forces who eventually captured the Elefanten, taking the admiral as a prisoner of war from his own ship. To commemorate": {
    "guess": "Battle of Lepanto",
    "confidence": [
      [
        "Battle",
        -0.5149152
      ],
      [
        " of",
        -0.0028294849
      ],
      [
        " L",
        -2.000011
      ],
      [
        "ep",
        -0.6561878
      ],
      [
        "anto",
        -0.000119039665
      ]
    ]
  },
  "Very large amounts of this phenomenon can result from the acceleration of carriers to free electron-hole pairs, a process called avalanche breakdown even in insulators. This quantity is generally calculated by the product of particle number, (*) charge per particle, cross-section, and drift velocity. Power owing to this phenomenon is equal to this quantity squared times resistance. Circuits are generally classified as exhibiting this phenomenon either alternating or direct. For 10 points, name this flow of electric charge measured in amperes.": {
    "guess": "Electric Current",
    "confidence": [
      [
        "Electric",
        -0.0016698228
      ],
      [
        " Current",
        -0.025216347
      ]
    ]
  },
  "A large public work by this man resembling a tree was designed to integrate with the beehive-inspired building called De Bijenkorf in Rotterdam. Later works by this man incorporate twine woven around structures to effect a curved appearance, a technique he called \"stringing.\" A chemist friend of this man named John Sisson introduced him to perspex, which he used in many later works with a Spheric theme. He edited an art review with Leslie Martin and Ben Nicholson titled Circle, and he co-wrote a manifesto that affirmed depth as \"the pictoral and plastic form of space\" and the line as \"a direction of static forces.\" This man incorporated 1,500 jets of water into the design for a fountain that sits at the grounds of the St. Thomas Hospital in London. He emphasized the dissociation of mass from space in a principle he called stereometry, and sculpted Constructed Head No. 2 the kinetic Revolving Torsion: Fountain. With his brother Antoine, he laid down the tenets of a movement associated with Rodchenko and Tatlin. For 10 points, name this co-author of the Realistic Manifesto, a founding member": {
    "guess": "Naum Gabo",
    "confidence": [
      [
        "Na",
        -0.0010428132
      ],
      [
        "um",
        -8.089449e-05
      ],
      [
        " Gab",
        -9.74638e-05
      ],
      [
        "o",
        -4.8425554e-06
      ]
    ]
  },
  "The largest of this work's three pieces has a diameter of 9 3/8 inches. An anecdote tells how its construction was the response to a comment made by Pablo Picasso during a tea date, when the artist showed him a copper bracelet that had been lined with sealskin. A standout piece at the Museum of Modern Art's 1937 Surrealist Exhibition, this work is often critically acclaimed for the contrast between the both opulent and grossly unappetizing appearance the artist added to a trio of common dining objects through her use of a fuzzy lining on the pieces of this arrangement. FTP, name this Meret Oppenheim creation consisting of a plate, spoon, and tea cup, all covered in hair.": {
    "guess": "Object (Le Déjeuner en fourrure)",
    "confidence": [
      [
        "Object",
        -0.28547016
      ],
      [
        " (",
        -0.0007200573
      ],
      [
        "Le",
        -0.005794051
      ],
      [
        " Dé",
        -0.25673592
      ],
      [
        "je",
        -0.00015598179
      ],
      [
        "uner",
        -0.0003150857
      ],
      [
        " en",
        -0.00072232215
      ],
      [
        " four",
        -0.0054218196
      ],
      [
        "r",
        -0.00017731925
      ],
      [
        "ure",
        -0.0003540543
      ],
      [
        ")",
        -0.012330457
      ]
    ]
  },
  "At large values, this function can be approximated with the Lanczos approximation, an alternative for the Stirling approximation. This function, equal to the square root of pi at one half*, is defined as the integral from zero to infinity of t to the power of z minus one times e to the negative t. This": {
    "guess": "Gamma function",
    "confidence": [
      [
        "Gamma",
        -0.0025647185
      ],
      [
        " function",
        -0.006254635
      ]
    ]
  },
  "This man largely retired from active duty after he developed heat stroke at Monmouth and he successfully engineered a retreat under Israel Putnam from Manhattan. William Peter Van Ness wrote a pamphlet defending this man, and Van Ness was an underling in a society he helped empower by giving them the right to form the Manhattan Company, the Tammany Society. He presided over the politically motivated impeachment trial of Samuel Chase, and was himself tried by John Marshall after being betrayed by James Wilkinson. He was the victor in an encounter with the son-in-law of Philip Schuyler in Weehawken,": {
    "guess": "Aaron Burr",
    "confidence": [
      [
        "Aaron",
        -0.20481865
      ],
      [
        " Burr",
        -3.8338785e-05
      ]
    ]
  },
  "The larval dragon fly contains a trachaea on the rectum which serves as this structure. Spiracles often guide movement through this structure in some cartilagenous animals, and these structures are often covered by a bony osculum. These structures make use of the (*) countercurrent exchange system to transfer oxygen to the blood, and they are sometimes used to describe the pharyngeal slits that chordates are born with. For 10 points, name these respiratory structures that enable fish to breathe.": {
    "guess": "Gill",
    "confidence": [
      [
        "G",
        -0.027955659
      ],
      [
        "ill",
        -0.15433358
      ]
    ]
  },
  "The largest of this work's three pieces has a diameter of 9 3/8 inches. An anecdote tells how its construction": {
    "guess": "The Wikipedia page on The Three Soldiers",
    "confidence": [
      [
        "The",
        -2.0570855
      ],
      [
        " Wikipedia",
        -0.5453697
      ],
      [
        " page",
        -0.002008457
      ],
      [
        " on",
        -0.7208903
      ],
      [
        " The",
        -1.5788041
      ],
      [
        " Three",
        -0.71773785
      ],
      [
        " Soldiers",
        -1.2493299
      ]
    ]
  },
  "Large amounts of this compound are used for the synthesis of barbiturates, as they react with malonic": {
    "guess": "Hydrogen peroxide - urea",
    "confidence": [
      [
        "Hy",
        -1.1421396
      ],
      [
        "dro",
        -0.017830655
      ],
      [
        "gen",
        -0.0051043723
      ],
      [
        " per",
        -0.056072745
      ],
      [
        "oxide",
        -0.00017767686
      ],
      [
        " -",
        -0.2833948
      ],
      [
        " ure",
        -0.0074538765
      ],
      [
        "a",
        -5.3239244e-05
      ]
    ]
  },
  "Largely carved-out from Abenaki land, this entity was first ruled by Pierre Dugua. Later, it supplied most of Champlain's followers. A major event in this region's history occurred shortly after the fall of Fort Beausejour and is colloquially known as the Great Upheaval. At its greatest extent, it reached as far south as Philadelphia. About 40 years after its conquest in Queen Anne's war, about 10,000 residents were expelled, as memorialized in Evangeline, and mostly transplanted to Louisiana. FTP,": {
    "guess": "Acadiana",
    "confidence": [
      [
        "Ac",
        -0.10297916
      ],
      [
        "adian",
        -0.2780776
      ],
      [
        "a",
        -1.1763718
      ]
    ]
  },
  "The largest concentration of these objects in the Milky Way forms a ring around the galactic center at a distance of 120 parsecs. These objects sometimes exhibit an hourglass magnetic field morphology, especially in their densest portions. The interior structures of these objects can be mapped by tracing the NH3 and CO concentration around dense cores and cores respectively. The aforementioned ring of these objects includes one known as Sagittarius B2, which provided the first known observational": {
    "guess": "Molecular cloud",
    "confidence": [
      [
        "M",
        -0.024261767
      ],
      [
        "olecular",
        -0.00019543454
      ],
      [
        " cloud",
        -0.08069962
      ]
    ]
  },
  "The largest ship of one side in this conflict was positioned to block the approaching forces who eventually captured the Elefanten, taking the admiral as a prisoner of war from his own ship. To commemorate the victory during this war, the navy of the winning side of that battle always has a vessel named Gangut. A breaking wheel was used to execute Johann Patkul after one treaty during this conflict, during which the Peace of (*) Travendal and Treaty of Altranstadt were concluded. Ingria and Karelia": {
    "guess": "Great Northern War",
    "confidence": [
      [
        "Great",
        -0.0032649343
      ],
      [
        " Northern",
        -0.00028111998
      ],
      [
        " War",
        -1.1994775e-05
      ]
    ]
  },
  "The largest convention center in the U.S. is located in this city, and the Canal Street railroad bridge lies on its namesake river. That river's branches converge to form the Main Stem at Wolf Point, and the tomb of Stephen Douglas is located in this city. The neighborhood of Streeterville contains its Navy Pier, and the Lake Point Tower is located east of its Lake Shore Drive. Its Orange Line connects Midway Airport with \"the Loop,\" and it holds the tallest building in the U.S. For 10 points, name": {
    "guess": "Chicago",
    "confidence": [
      [
        "Chicago",
        -0.006531581
      ]
    ]
  },
  "Larson et al noted that the holotype fossil of this species displays only one hundred and ten degrees of humeral torsion and concluded that it had a protracted scapula. This species, whose fossil record unusually stretches as recently as thirteen thousand years ago, likely primarily hunted a subspecies of Stegodon. Falk et al created endocast maps of this species that led them to reject the pelvis-smashing,": {
    "guess": " Homo floresiensis",
    "confidence": [
      [
        " Homo",
        -1.0325847
      ],
      [
        " flo",
        -0.049150676
      ],
      [
        "res",
        -0.00010759611
      ],
      [
        "iens",
        -0.00035929924
      ],
      [
        "is",
        -0.0004009985
      ]
    ]
  },
  "During this larger conflict, the rebellion of Simon the Cutler, also called the Cabochien Revolt, occurred. Another uprising during a lapse in this war was led by William Cale. The treaties of Bretigny": {
    "guess": "Hundred Years' War",
    "confidence": [
      [
        "H",
        -0.12048965
      ],
      [
        "undred",
        -8.537869e-06
      ],
      [
        " Years",
        -5.3000836e-05
      ],
      [
        "'",
        -0.00023989384
      ],
      [
        " War",
        -0.00019054719
      ]
    ]
  },
  "His large retinue of baronial knights was known by the badge: a collar of linked SS.  Famous for leading the chevauch? from Calais to Bordeaux, he acquired land and titles from his wives becoming the Earl of Richmond upon the death of his father-in-law in 1361.  In 1396 he married his mistress Catherine Swynford, a member of the powerful Beaufort family.  Through his second wife, Constance, he acquired a claim to the kingdom of Castile.  A patron of Geoffrey Chaucer and John Wycliffe, his most famous": {
    "guess": "John of Gaunt",
    "confidence": [
      [
        "John",
        -0.013978614
      ],
      [
        " of",
        -0.000492149
      ],
      [
        " Ga",
        -0.00017147827
      ],
      [
        "unt",
        -0.000109622575
      ]
    ]
  },
  "The largest city on this island was founded on the ruins of a Muslim settlement. Attractions include Pagsanjan Falls, where part of Apocalyse Now was filmed, the Bamboo Organ, and Luneta Park, which contains a memorial commemorating the execution of the country's largest philosophical figure. In addition to more common forms of transportation, this island's inhabitants also travel by jeepney, a jeep-like": {
    "guess": "Luzon",
    "confidence": [
      [
        "L",
        -0.5865364
      ],
      [
        "uz",
        -0.00022487417
      ],
      [
        "on",
        -3.4405064e-05
      ]
    ]
  },
  "One of them was largest city in and leader of the Boeotian confederacy that sided with the Persians during the 480 BCE invasion led by Xerxes. The other one was known as \"The City of Amin\" (*) during the New Kingdom, and its East Bank was the site of the Karnak and Luxor Temples. FTP, identify the name shared by these two ancient cities, one the location of the Valley of the Kings, the other the mythical home of Oedipus and namesake of a Seven Against conflict.": {
    "guess": "Thebes",
    "confidence": [
      [
        "The",
        -0.010423581
      ],
      [
        "bes",
        -0.039479554
      ]
    ]
  },
  "One of the largest Roman example of these constructions was built by Nero at Subiaco, while Shapur I used  Roman prisoners of wars to construct one of these called the Band-i-Kaisar. Depending on who you ask, the  oldest known one of these is either located at Jawa in Jordan or at Sadd el- Kafara. John Frederick LaTrobe  Bateman used these objects to regulate a series of five related constructs as a part of his Longdendale project.  They are not buildings, but they can be reinforced by buttresses": {
    "guess": "Dam",
    "confidence": [
      [
        "Dam",
        -0.84341174
      ]
    ]
  },
  "The largest city on this island was founded on the ruins of a Muslim settlement. Attractions include": {
    "guess": "Cyprus",
    "confidence": [
      [
        "Cy",
        -0.9679838
      ],
      [
        "prus",
        -5.5577775e-06
      ]
    ]
  },
  "In of this man's large works which drew upon Egyptian mythology contains a \"fulfillment\" section, and was executed for the Palais Stoclet. Another of his paintings shows a red-haired woman curled in a fetal position who smiles in a contended manner as a shower of gold flows down her thighs. In addition to that depiction of Danae, he painted depictions of \"Lavisciousness, Wantonness, and Intemperance\" and \"The Three Gorgons\" which are flanked by depictions of \"Suffering of Humanity\" and a \"choir of angels\" for another exhibition. That work was inaugurated along Gustav Mahler conducting the titular artist's Ninth Symphony. In addition to painting Beethoven Frieze, he also painted two portraits of Adele Bloch-Bauer and depicted a man decorated with rectangles and a woman decorated with circles": {
    "guess": "Gustav Klimt",
    "confidence": [
      [
        "G",
        -0.005685242
      ],
      [
        "ust",
        -1.50940705e-05
      ],
      [
        "av",
        -0.000107238506
      ],
      [
        " K",
        -0.00034785937
      ],
      [
        "lim",
        -0.00011164904
      ],
      [
        "t",
        -1.1637165e-05
      ]
    ]
  },
  "The largest star in a constellation that includes Sulafat and Sheliak, its apparent magnitude of .03 makes it the fifth brightest star in the sky.  The large dust particles surrounding this star inspired Carl Sagan to place his alien listening post here in his novel Contact, and along with Deneb and": {
    "guess": "Vega",
    "confidence": [
      [
        "V",
        -0.07047306
      ],
      [
        "ega",
        -0.004013934
      ]
    ]
  },
  "His large retinue of baronial knights was known by the badge: a collar of linked SS.  Famous for leading the chevauch? from Calais to Bordeaux, he acquired land and titles from his wives becoming the Earl": {
    "guess": "John Talbot, 1st Earl of Shrewsbury",
    "confidence": [
      [
        "John",
        -0.7696206
      ],
      [
        " Tal",
        -0.97382575
      ],
      [
        "bot",
        -0.0003741887
      ],
      [
        ",",
        -0.0038364213
      ],
      [
        " ",
        -0.0003088871
      ],
      [
        "1",
        -0.0001167748
      ],
      [
        "st",
        -3.035214e-05
      ],
      [
        " Earl",
        -0.00027563662
      ],
      [
        " of",
        -4.1199673e-05
      ],
      [
        " Sh",
        -2.5583993e-05
      ],
      [
        "rew",
        -1.9385403e-05
      ],
      [
        "sb",
        -9.5079726e-05
      ],
      [
        "ury",
        -1.9816675e-06
      ]
    ]
  },
  "His large retinue of baronial knights was known by the badge: a collar of linked SS.  Famous for leading the chevauch? from Calais to Bordeaux, he acquired land and titles from his wives becoming the Earl of Richmond upon the death of his father-in-law in 1361.  In 1396 he married his mistress Catherine Swynford, a member of the powerful Beaufort family.  Through his second wife, Constance, he acquired a claim to the kingdom of Castile.  A patron of Geoffrey Chaucer and John Wycliffe, his most famous child came from Blanche Plantagenet.  For 10 points, name this Duke of Lancaster, whose son, Henry Bolingbroke, became Henry IV.": {
    "guess": "John of Gaunt",
    "confidence": [
      [
        "John",
        -0.003281333
      ],
      [
        " of",
        -0.00022320532
      ],
      [
        " Ga",
        -7.684157e-05
      ],
      [
        "unt",
        -5.7768983e-05
      ]
    ]
  },
  "A large public work by this man resembling a tree was designed to integrate with the beehive-inspired building called De Bijenkorf in Rotterdam. Later works by this man incorporate twine woven around structures to effect a curved appearance, a technique he called \"stringing.\" A chemist friend of this man named John Sisson introduced him to perspex, which he used in many later works with a Spheric theme. He edited an art review with Leslie Martin and Ben Nicholson titled Circle, and he co-wrote a manifesto that affirmed depth as \"the pictoral and plastic form of space\" and the line as \"a direction of static forces.\" This man incorporated 1,500 jets of water into the design for a fountain that sits at the grounds of the St. Thomas Hospital in London. He emphasized the dissociation of mass from space in a principle he called stereometry, and sculpted Constructed Head No. 2 the kinetic Revolving Torsion: Fountain. With his brother Antoine, he laid down the tenets of a movement associated with": {
    "guess": "Naum Gabo",
    "confidence": [
      [
        "Na",
        -0.040077798
      ],
      [
        "um",
        -0.0001006823
      ],
      [
        " Gab",
        -0.0005896099
      ],
      [
        "o",
        -3.4285862e-05
      ]
    ]
  },
  "One of the largest Roman example of these constructions was built by Nero at Subiaco, while Shapur I used  Roman prisoners of wars to construct one of these called the Band-i-Kaisar. Depending on who you": {
    "guess": "Roman aqueducts",
    "confidence": [
      [
        "Roman",
        -0.051244576
      ],
      [
        " aqu",
        -0.7212958
      ],
      [
        "educt",
        -4.334534e-05
      ],
      [
        "s",
        -0.120387554
      ]
    ]
  },
  "One of the largest Roman example of these constructions was built by Nero at Subiaco, while Shapur I used  Roman prisoners of wars to construct one of these called the Band-i-Kaisar. Depending on who you ask, the  oldest known one of these is either located at Jawa in Jordan or at Sadd el- Kafara. John": {
    "guess": "Roman aqueducts",
    "confidence": [
      [
        "Roman",
        -0.44708344
      ],
      [
        " aqu",
        -1.1979247
      ],
      [
        "educt",
        -1.4021238e-05
      ],
      [
        "s",
        -0.29262424
      ]
    ]
  },
  "The largest part of this organ is divided into Brodmann areas. One part of this organ, the substantia": {
    "guess": "Cerebral cortex",
    "confidence": [
      [
        "C",
        -0.5304723
      ],
      [
        "ere",
        -4.2868523e-05
      ],
      [
        "bral",
        -0.18697153
      ],
      [
        " cortex",
        -0.18204954
      ]
    ]
  },
  "This man largely retired from active duty after he developed heat stroke at Monmouth and he successfully engineered a retreat under Israel Putnam from Manhattan. William Peter Van Ness wrote a pamphlet defending this man, and Van Ness was an underling in a society he helped empower by giving them the right to form the Manhattan Company, the Tammany Society. He presided over the politically motivated impeachment trial of Samuel Chase, and was himself tried by John Marshall after being betrayed by": {
    "guess": "Aaron Burr",
    "confidence": [
      [
        "Aaron",
        -0.08841267
      ],
      [
        " Burr",
        -2.5226382e-05
      ]
    ]
  },
  "A large public work by this man resembling a tree was designed to integrate with the beehive-inspired": {
    "guess": "The Happy Accidents of the Swing",
    "confidence": [
      [
        "The",
        -1.033671
      ],
      [
        " Happy",
        -0.55824417
      ],
      [
        " Acc",
        -0.0003091255
      ],
      [
        "idents",
        -7.2073424e-05
      ],
      [
        " of",
        -1.8074163e-05
      ],
      [
        " the",
        -0.00030721823
      ],
      [
        " Swing",
        -4.739826e-05
      ]
    ]
  },
  "The largest ship of one side in this conflict was positioned to block the approaching forces who eventually": {
    "guess": "Battle of Lake Erie",
    "confidence": [
      [
        "Battle",
        -0.1654425
      ],
      [
        " of",
        -0.0015067669
      ],
      [
        " Lake",
        -1.4254165
      ],
      [
        " Erie",
        -0.4630609
      ]
    ]
  },
  "The largest ship of one side in this conflict was positioned to block the approaching forces who eventually captured the Elefanten, taking the admiral as a prisoner of war from his own ship. To commemorate the victory during this war, the navy of the winning side of that battle always has a vessel named Gangut. A breaking wheel was used to execute Johann Patkul after one treaty during this conflict, during which the Peace of (*) Travendal and Treaty of Altranstadt were concluded. Ingria and Karelia were transferred to the winning side after this war, while the losing side was returned most of Finland.": {
    "guess": "Great Northern War",
    "confidence": [
      [
        "Great",
        -0.0019644396
      ],
      [
        " Northern",
        -0.00021259987
      ],
      [
        " War",
        -1.247159e-05
      ]
    ]
  },
  "The largest convention center in the U.S. is located in this city, and the Canal Street railroad bridge lies on its namesake river. That river's branches converge to form the Main Stem at Wolf Point, and the tomb of Stephen Douglas is located in this city. The neighborhood of Streeterville contains its Navy Pier, and the Lake Point Tower is located east of its Lake Shore Drive. Its Orange Line connects Midway Airport with \"the Loop,\" and it holds the tallest building in the U.S. For 10 points, name this home of the Willis Tower, the largest city in Illinois.": {
    "guess": "Chicago",
    "confidence": [
      [
        "Chicago",
        -0.0012008278
      ]
    ]
  },
  "Lassie and Imp the Dog starred in a 1911 short film by this name, which was based on a story by Mark Twain.  \"O Superman (For Massenet)\" was the lead track on an album by Laurie Anderson which had this word in its title.  In \"If I Ever Lose My Faith in You,\" Sting claims that he has lost faith in this and progress.  In another song about this, the speaker laments that he cannot find his \"careful notes\" and \"antiquated notions\" since the title figure has \"tidied up,\" and exclaims that Miss Sakamoto": {
    "guess": "The Adventures of Tom Sawyer",
    "confidence": [
      [
        "The",
        -1.2559298
      ],
      [
        " Adventures",
        -0.73395634
      ],
      [
        " of",
        -0.00014036978
      ],
      [
        " Tom",
        -0.20155288
      ],
      [
        " Sawyer",
        -0.0003121056
      ]
    ]
  },
  "The largest star in a constellation that includes Sulafat and Sheliak, its apparent magnitude of .03 makes it the fifth brightest star in the sky.  The large dust particles surrounding this star inspired Carl Sagan to place his alien listening post here in his novel Contact, and along with Deneb and Altair, it forms the Summer Triangle.  Also known as Fidis or the Harp Star, its most common name is Arabic for \"swooping eagle.\" FTP, name this sapphire-colored star that will become the new North Star": {
    "guess": "Vega",
    "confidence": [
      [
        "V",
        -0.0048116115
      ],
      [
        "ega",
        -3.6789137e-05
      ]
    ]
  },
  "This man largely retired from active duty after he developed heat stroke at Monmouth and he successfully engineered a retreat under Israel Putnam from Manhattan. William Peter Van Ness wrote a pamphlet defending this man, and Van Ness was an underling in a society he helped empower by giving them the right to form the Manhattan Company, the Tammany Society. He presided over the politically motivated impeachment trial of Samuel Chase, and was himself tried by John Marshall after being betrayed by James Wilkinson. He was the victor in an encounter with the son-in-law of Philip Schuyler in Weehawken, New Jersey in 1804. For 10 points, name this Vice President who was tried for treason for supposedly": {
    "guess": "Aaron Burr",
    "confidence": [
      [
        "Aaron",
        -0.028402671
      ],
      [
        " Burr",
        -5.157039e-05
      ]
    ]
  },
  "A large public work by this man resembling a tree was designed to integrate with the beehive-inspired building called De Bijenkorf in Rotterdam. Later works by this man incorporate twine woven around structures to effect a curved appearance, a technique he called \"stringing.\" A chemist friend of this": {
    "guess": "Antony Gormley",
    "confidence": [
      [
        "Ant",
        -1.3334326
      ],
      [
        "ony",
        -0.87136716
      ],
      [
        " G",
        -0.028389588
      ],
      [
        "orm",
        -0.12346332
      ],
      [
        "ley",
        -0.00041160765
      ]
    ]
  },
  "The largest concentration of these objects in the Milky Way forms a ring around the galactic center at a distance of 120 parsecs. These objects sometimes exhibit an hourglass magnetic field morphology, especially in their densest portions. The interior structures of these objects can be mapped by tracing the NH3 and CO concentration around dense cores and cores respectively. The aforementioned ring of these objects includes one known as Sagittarius B2, which provided the first known observational signatures for more than half of all interstellar (*) compounds. These objects fragment as they collapse thanks to Jeans instability; when those remnants attain sufficiently high density that thermal energy does not immediately radiate away, they become protostars. For 10 points, name these masses": {
    "guess": "Molecular cloud",
    "confidence": [
      [
        "M",
        -0.16831619
      ],
      [
        "olecular",
        -2.2842309e-05
      ],
      [
        " cloud",
        -0.2172903
      ]
    ]
  },
  "Larson et al noted that the holotype fossil of this species displays only one hundred and ten degrees of humeral torsion and concluded that it had a protracted scapula. This species, whose fossil record unusually stretches as recently as thirteen thousand years ago, likely primarily hunted a subspecies of Stegodon. Falk et al created endocast maps of this species that led them to reject the pelvis-smashing, femur-stealing Teuku Jacob's pathological explanation for its holotype fossil. Fossils of this species may represent sufferers of (*) Laron syndrome . Mirror-image reconstructions of the chinless face of the LB one fossil of this species reveal significant asymmetry, which combined with its short femora and possible microcephaly have led Bob Eckhardt to claim that it represents a developmentally": {
    "guess": "Homo floresiensis",
    "confidence": [
      [
        "H",
        -0.6355771
      ],
      [
        "omo",
        -0.00013011828
      ],
      [
        " flo",
        -0.01931033
      ],
      [
        "res",
        -3.1737043e-06
      ],
      [
        "iens",
        -8.7212284e-05
      ],
      [
        "is",
        -0.00020342118
      ]
    ]
  },
  "One of them was largest city in and leader of the Boeotian confederacy that sided with the Persians during": {
    "guess": "Thebes, Greece",
    "confidence": [
      [
        "The",
        -0.019955333
      ],
      [
        "bes",
        -0.022272225
      ],
      [
        ",",
        -0.027948359
      ],
      [
        " Greece",
        -3.5835506e-05
      ]
    ]
  },
  "A large public work by this man resembling a tree was designed to integrate with the beehive-inspired building called De Bijenkorf in Rotterdam. Later works by this man incorporate twine woven around structures to effect a curved appearance, a technique he called \"stringing.\" A chemist friend of this man named John Sisson introduced him to perspex, which he used in many later works with a Spheric theme. He edited an art review with Leslie Martin and Ben Nicholson titled Circle, and he co-wrote a manifesto that affirmed depth as \"the pictoral and plastic form of space\" and the line as \"a direction of static forces.\" This man incorporated 1,500 jets of water into the design for a fountain that": {
    "guess": "Barbara Hepworth",
    "confidence": [
      [
        "Bar",
        -0.36064684
      ],
      [
        "bara",
        -0.0021037448
      ],
      [
        " Hep",
        -0.00038825106
      ],
      [
        "worth",
        -8.1371305e-05
      ]
    ]
  },
  "The largest star in a constellation that includes Sulafat and Sheliak, its apparent magnitude of .03 makes it the fifth brightest star in the sky.  The large dust particles surrounding this star inspired Carl Sagan to place his alien listening post here in his novel Contact, and along with Deneb and Altair, it forms the Summer Triangle.  Also known as Fidis or the Harp Star, its most common name is Arabic for \"swooping eagle.\" FTP, name this sapphire-colored star that will become the new North Star in 10,000 years, the alpha star of the constellation Lyra.": {
    "guess": "Vega",
    "confidence": [
      [
        "V",
        -0.013391857
      ],
      [
        "ega",
        -2.5226382e-05
      ]
    ]
  },
  "Lassie and Imp the Dog starred in a 1911 short film by this name, which was based on a story by Mark": {
    "guess": "Lassie (1911 film)",
    "confidence": [
      [
        "L",
        -1.0204638
      ],
      [
        "ass",
        -0.056761168
      ],
      [
        "ie",
        -9.372295e-06
      ],
      [
        " (",
        -0.781307
      ],
      [
        "191",
        -0.26441893
      ],
      [
        "1",
        -0.021313554
      ],
      [
        " film",
        -0.00047475993
      ],
      [
        ")",
        -0.00020795093
      ]
    ]
  },
  "The largest phylum found only in sea water, members of this phylum are distinguished by their water vascular system used for locomotion and feeding. They are deuterostomes like their closest relatives, the Chordata, but possess only secondary bilateral symmetry, as their primary symmetry is radial and usually fivefold. For ten points, what is this phylum, consisting of classes such as sea cucumbers, starfish, and sea urchins?": {
    "guess": "Echinoderm",
    "confidence": [
      [
        "E",
        -0.00016992862
      ],
      [
        "chin",
        -3.5597102e-05
      ],
      [
        "od",
        -0.0002319072
      ],
      [
        "erm",
        -6.704273e-07
      ]
    ]
  },
  "In 1986, large amounts of this compound erupted from the bottom of Lake Nyos. In the Sabatier process, this molecule reacts with hydrogen to produce methane and water. The abundance of this molecule in the atmosphere is 388 ppm, making it the second most common (*) greenhouse gas after water vapor. For": {
    "guess": "Carbon dioxide",
    "confidence": [
      [
        "Carbon",
        -0.0053323014
      ],
      [
        " dioxide",
        -0.14796327
      ]
    ]
  },
  "The larval dragon fly contains a trachaea on the rectum which serves as this structure. Spiracles often guide movement through this structure in some cartilagenous animals, and these structures are often covered by a bony osculum. These structures make use of the (*) countercurrent exchange system to transfer oxygen to the blood, and they are sometimes used to describe the pharyngeal slits that chordates": {
    "guess": "Gill",
    "confidence": [
      [
        "G",
        -0.033705868
      ],
      [
        "ill",
        -0.040097147
      ]
    ]
  },
  "In of this man's large works which drew upon Egyptian mythology contains a \"fulfillment\" section, and was executed for the Palais Stoclet. Another of his paintings shows a red-haired woman curled in a fetal position who smiles in a contended manner as a shower of gold flows down her thighs. In addition to that depiction of Danae, he painted depictions of \"Lavisciousness, Wantonness, and Intemperance\"": {
    "guess": "Gustav Klimt",
    "confidence": [
      [
        "G",
        -0.13490339
      ],
      [
        "ust",
        -0.00010616567
      ],
      [
        "av",
        -0.3375723
      ],
      [
        " K",
        -0.0017768036
      ],
      [
        "lim",
        -0.0010968804
      ],
      [
        "t",
        -0.0002738522
      ]
    ]
  },
  "A large athletic stadium in this city was built in a pit made by bombs and features acrylic glass canopies supported by steel cables. Besides the Olympic Stadium, this city is home to the European patent offices and the Zeiss Planetarium. The Nymphenburg Palace in this city was home to its local rulers, and the Michaelskirche in this city is the largest Renaissance church north of the Alps. This city's": {
    "guess": "Munich",
    "confidence": [
      [
        "M",
        -0.0005562512
      ],
      [
        "un",
        -3.1281633e-07
      ],
      [
        "ich",
        -6.704273e-07
      ]
    ]
  },
  "Its largest rivers are the Kapuas in the west and the Barito in the south, and its highest point is at Mount Kinabalu.  One of the most sparsely populated regions in the world, the two major ethnic groups living on the island are the Dyaks and the Malays.  Kalimantan covers 70% of the total area, and": {
    "guess": "Borneo",
    "confidence": [
      [
        "B",
        -0.054049265
      ],
      [
        "orne",
        -7.0523776e-05
      ],
      [
        "o",
        -4.894791e-05
      ]
    ]
  },
  "In 1986, large amounts of this compound erupted from the bottom of Lake Nyos. In the Sabatier process, this molecule reacts with hydrogen to produce methane and water. The abundance of this molecule in": {
    "guess": "Carbon dioxide",
    "confidence": [
      [
        "Carbon",
        -0.007786312
      ],
      [
        " dioxide",
        -0.50531834
      ]
    ]
  },
  "The largest phylum found only in sea water, members of this phylum are distinguished by their water vascular": {
    "guess": "Echinoderm",
    "confidence": [
      [
        "E",
        -0.0005831766
      ],
      [
        "chin",
        -3.655073e-05
      ],
      [
        "od",
        -0.0003832445
      ],
      [
        "erm",
        -3.5313153e-06
      ]
    ]
  },
  "A large public work by this man resembling a tree was designed to integrate with the beehive-inspired building called De Bijenkorf in Rotterdam. Later works by this man incorporate twine woven around structures to effect a curved appearance, a technique he called \"stringing.\" A chemist friend of this man named John Sisson introduced him to perspex, which he used in many later works with a Spheric theme. He edited an art review with Leslie Martin and Ben Nicholson titled Circle, and he co-wrote a manifesto that affirmed depth as \"the pictoral and plastic form of space\" and the line as \"a direction of static forces.\" This man incorporated 1,500 jets of water into the design for a fountain that sits at the grounds of the St. Thomas Hospital in London. He emphasized the dissociation of mass from space in a principle he called stereometry, and sculpted Constructed Head No. 2 the kinetic Revolving Torsion: Fountain. With his brother Antoine, he laid down the tenets of a movement associated with Rodchenko and Tatlin. For 10 points, name this co-author of the Realistic Manifesto, a founding member of Constructivism.": {
    "guess": "Naum Gabo",
    "confidence": [
      [
        "Na",
        -0.00060843676
      ],
      [
        "um",
        -0.00010592726
      ],
      [
        " Gab",
        -0.00010986099
      ],
      [
        "o",
        -4.604148e-06
      ]
    ]
  },
  "One of them was largest city in and leader of the Boeotian confederacy that sided with the Persians during the 480 BCE invasion led by Xerxes. The other one was known as \"The City of Amin\" (*) during the": {
    "guess": "Thebes, Greece",
    "confidence": [
      [
        "The",
        -0.08533073
      ],
      [
        "bes",
        -0.0063481038
      ],
      [
        ",",
        -0.012864888
      ],
      [
        " Greece",
        -0.00024394676
      ]
    ]
  },
  "The largest phylum found only in sea water, members of this phylum are distinguished by their water vascular system used for locomotion and feeding. They are deuterostomes like their closest relatives,": {
    "guess": "Echinoderm",
    "confidence": [
      [
        "E",
        -0.0007469753
      ],
      [
        "chin",
        -1.8074163e-05
      ],
      [
        "od",
        -9.198044e-05
      ],
      [
        "erm",
        -3.1281633e-07
      ]
    ]
  },
  "Larson et al noted that the holotype fossil of this species displays only one hundred and ten degrees of humeral torsion and concluded that it had a protracted scapula. This species, whose fossil record unusually stretches as recently as thirteen thousand years ago, likely primarily hunted a subspecies of Stegodon. Falk et al created endocast maps of this species that led them to reject the pelvis-smashing, femur-stealing Teuku Jacob's pathological explanation for its holotype fossil. Fossils of this species may represent sufferers of (*) Laron syndrome . Mirror-image reconstructions of the chinless face of the LB one fossil of this species reveal significant asymmetry, which combined with its short femora and possible microcephaly have led Bob Eckhardt to claim that it represents a developmentally abnormal Homo erectus rather than a new species that has undergone insular dwarfism. For 10 points, name this real-life \"hobbit\" discovered in 2003, a tiny hominin named for its home on an Indonesian island.": {
    "guess": "Flores Man",
    "confidence": [
      [
        "Flo",
        -0.019841388
      ],
      [
        "res",
        -2.2961513e-05
      ],
      [
        " Man",
        -0.17631437
      ]
    ]
  },
  "Largely carved-out from Abenaki land, this entity was first ruled by Pierre Dugua. Later, it supplied": {
    "guess": "Maine",
    "confidence": [
      [
        "Main",
        -0.16316748
      ],
      [
        "e",
        -0.00038801268
      ]
    ]
  },
  "A large public work by this man resembling a tree was designed to integrate with the beehive-inspired building called De Bijenkorf in Rotterdam. Later works by this man incorporate twine woven around structures to effect a curved appearance, a technique he called \"stringing.\" A chemist friend of this man named John Sisson introduced him to perspex, which he used in many later works with a Spheric theme. He edited an art review with Leslie Martin and Ben Nicholson titled Circle, and he co-wrote a manifesto that affirmed depth as \"the pictoral and plastic form of space\" and the line as \"a direction of static forces.\" This man incorporated 1,500 jets of water into the design for a fountain that sits at the grounds of the St. Thomas Hospital in London. He emphasized the dissociation of mass from space in a principle he called stereometry, and sculpted Constructed Head No. 2 the kinetic Revolving": {
    "guess": "Naum Gabo",
    "confidence": [
      [
        "Na",
        -0.2694838
      ],
      [
        "um",
        -0.00011605957
      ],
      [
        " Gab",
        -0.00022499338
      ],
      [
        "o",
        -2.3795938e-05
      ]
    ]
  },
  "Its largest rivers are the Kapuas in the west and the Barito in the south, and its highest point is at Mount Kinabalu.  One of the most sparsely populated regions in the world, the two major ethnic groups living on the island are the Dyaks and the Malays.  Kalimantan covers 70% of the total area, and the states of Sabah and Sarawak lie along the north coast.  FTP, identify this third-largest island in the world, which is divided among Indonesia, Malaysia, and Brunei.": {
    "guess": "Borneo",
    "confidence": [
      [
        "B",
        -0.005327555
      ],
      [
        "orne",
        -3.357064e-05
      ],
      [
        "o",
        -4.5848617e-05
      ]
    ]
  },
  "Lassie and Imp the Dog starred in a 1911 short film by this name, which was based on a story by Mark Twain.  \"O Superman (For Massenet)\" was the lead track on an album by Laurie Anderson which had this word in its title.  In \"If I Ever Lose My Faith in You,\" Sting claims that he has lost faith in this and progress.  In another song about this, the speaker laments that he cannot find his \"careful notes\"": {
    "guess": "Faith",
    "confidence": [
      [
        "Fa",
        -1.0028933
      ],
      [
        "ith",
        -0.00020735491
      ]
    ]
  },
  "The largest of this work's three pieces has a diameter of 9 3/8 inches. An anecdote tells how its construction was the response to a comment made by Pablo Picasso during a tea date, when the artist showed him a copper bracelet that had been lined with sealskin. A standout piece at the Museum of Modern Art's 1937 Surrealist Exhibition, this work is often critically acclaimed for the contrast between the both opulent and grossly unappetizing appearance the artist added to a trio of common dining objects through her use of a fuzzy lining on the pieces of this arrangement. FTP, name this Meret Oppenheim": {
    "guess": "Meret Oppenheim",
    "confidence": [
      [
        "Mer",
        -0.94815755
      ],
      [
        "et",
        -6.392203e-06
      ],
      [
        " Opp",
        -0.0042314283
      ],
      [
        "enheim",
        -0.00028457688
      ]
    ]
  },
  "In 1986, large amounts of this compound erupted from the bottom of Lake Nyos. In the Sabatier process, this molecule reacts with hydrogen to produce methane and water. The abundance of this molecule in the atmosphere is 388 ppm, making it the second most common (*) greenhouse gas after water vapor. For ten points, identify this chemical compound, a byproduct of cellular respiration, consisting of a": {
    "guess": "Carbon dioxide",
    "confidence": [
      [
        "Carbon",
        -0.010739695
      ],
      [
        " dioxide",
        -0.17456007
      ]
    ]
  },
  "The largest city on this island was founded on the ruins of a Muslim settlement. Attractions include Pagsanjan Falls, where part of Apocalyse Now was filmed, the Bamboo Organ, and Luneta Park, which contains a memorial commemorating the execution of the country's largest philosophical figure. In addition to more common forms of transportation, this island's inhabitants also travel by jeepney, a jeep-like vehicle lavishly decorated by its owner. FTP identify this largest island of the Philippines.": {
    "guess": "Luzon",
    "confidence": [
      [
        "L",
        -0.0089625735
      ],
      [
        "uz",
        -7.58424e-06
      ],
      [
        "on",
        -1.640531e-05
      ]
    ]
  },
  "A 2008 laser restoration of this sculpture found that gold leaf was once used to highlight it. Currently, this piece is housed with versions of Madonna and Child by Luca Della Robbia and Lorenzo Ghiberti in a gallery at the Bargello. The helmet of one character in this work features a depiction of the": {
    "guess": "Donatello's David",
    "confidence": [
      [
        "Don",
        -1.008012
      ],
      [
        "at",
        -0.005136981
      ],
      [
        "ello",
        -0.0009724445
      ],
      [
        "'s",
        -0.07586604
      ],
      [
        " David",
        -0.44174656
      ]
    ]
  },
  "One of them was largest city in and leader of the Boeotian confederacy that sided with the Persians during the 480 BCE invasion led by Xerxes. The other one was known as \"The City of Amin\" (*) during the New Kingdom, and its East Bank was the site of the Karnak and Luxor Temples. FTP, identify the name shared by these two ancient cities, one the location of the Valley of the Kings, the other the mythical": {
    "guess": "Thebes",
    "confidence": [
      [
        "The",
        -0.016435027
      ],
      [
        "bes",
        -0.011557615
      ]
    ]
  },
  "Very large amounts of this phenomenon can result from the acceleration of carriers to free electron-hole": {
    "guess": "Impact ionization",
    "confidence": [
      [
        "Impact",
        -0.14344352
      ],
      [
        " ion",
        -0.03280622
      ],
      [
        "ization",
        -0.00030948312
      ]
    ]
  },
  "In of this man's large works which drew upon Egyptian mythology contains a \"fulfillment\" section, and was executed for the Palais Stoclet. Another of his paintings shows a red-haired woman curled in a fetal position who smiles in a contended manner as a shower of gold flows down her thighs. In addition": {
    "guess": "Gustav Klimt",
    "confidence": [
      [
        "G",
        -0.026271733
      ],
      [
        "ust",
        -0.00042328594
      ],
      [
        "av",
        -0.000245247
      ],
      [
        " K",
        -0.00027575582
      ],
      [
        "lim",
        -9.186123e-05
      ],
      [
        "t",
        -2.4391957e-05
      ]
    ]
  },
  "Large amounts of this compound are used for the synthesis of barbiturates, as they react with malonic esters to give barbituric acids. First isolated by Hilaire-Marin Rouelle in 1773, it is used with formaldehyde to make resins and extremely effective fertilizers. Having formula H2 NCO NH2, it was prepared": {
    "guess": "Urea",
    "confidence": [
      [
        "U",
        -0.0026177512
      ],
      [
        "rea",
        -6.0510665e-05
      ]
    ]
  },
  "A large boulder is balanced on top of the red stairs that lead down to the triangular pool at this site, which includes a series of deep pink benches in front of a red stage with a piano, designed for showing paintings and other items in front of red curtains. The Cabaret Cinema and Seminar Theater are": {
    "guess": "The Shed (Hudson Yards)",
    "confidence": [
      [
        "The",
        -1.7774241
      ],
      [
        " Shed",
        -1.2122446
      ],
      [
        " (",
        -0.2380765
      ],
      [
        "H",
        -0.022915352
      ],
      [
        "udson",
        -1.4378848e-05
      ],
      [
        " Y",
        -0.0036100438
      ],
      [
        "ards",
        -6.9882217e-06
      ],
      [
        ")",
        -0.0005740016
      ]
    ]
  },
  "Large amounts of this compound are used for the synthesis of barbiturates, as they react with malonic esters to give barbituric acids. First isolated by Hilaire-Marin Rouelle in 1773, it is used with formaldehyde to make resins and extremely effective fertilizers. Having formula H2 NCO NH2, it was prepared from ammonium cyanate in 1828 by Friedrich Wohler, the first laboratory synthesis of a naturally occurring organic compound. FTP, what is this compound, the chief nitrogenous end product of the metabolic breakdown of proteins in mammals?": {
    "guess": "Urea",
    "confidence": [
      [
        "U",
        -0.002235782
      ],
      [
        "rea",
        -8.184812e-05
      ]
    ]
  },
  "A large boulder is balanced on top of the red stairs that lead down to the triangular pool at this site, which includes a series of deep pink benches in front of a red stage with a piano, designed for showing paintings and other items in front of red curtains. The Cabaret Cinema and Seminar Theater are part of the rooms linked by terraces at this complex, which also includes an internally illuminated, fire-breathing dragon sculpture. Another of its rooms is a large space including a small dining alcove and a big fireplace, with blue chairs lined up around the walls, and is known as the Garden Room. This compound covers six hundred acres in the McDowell Mountains of the Sonoran desert. For 10": {
    "guess": "Cosanti",
    "confidence": [
      [
        "Cos",
        -0.04249617
      ],
      [
        "anti",
        -4.3941356e-05
      ]
    ]
  },
  "The largest concentration of these objects in the Milky Way forms a ring around the galactic center at a distance of 120 parsecs. These objects sometimes exhibit an hourglass magnetic field morphology, especially in their densest portions. The interior structures of these objects can be mapped by tracing the NH3 and CO concentration around dense cores and cores respectively. The aforementioned ring of these objects includes one known as Sagittarius B2, which provided the first known observational signatures for more than half of all interstellar (*) compounds. These objects fragment as they collapse": {
    "guess": "Molecular cloud",
    "confidence": [
      [
        "M",
        -0.12379031
      ],
      [
        "olecular",
        -4.85903e-05
      ],
      [
        " cloud",
        -0.54348105
      ]
    ]
  },
  "One of the largest Roman example of these constructions was built by Nero at Subiaco, while Shapur I used  Roman prisoners of wars to construct one of these called the Band-i-Kaisar. Depending on who you ask, the  oldest known one of these is either located at Jawa in Jordan or at Sadd el- Kafara. John Frederick LaTrobe  Bateman used these objects to regulate a series of five related constructs as": {
    "guess": "Roman aqueducts",
    "confidence": [
      [
        "Roman",
        -0.30963475
      ],
      [
        " aqu",
        -0.2283742
      ],
      [
        "educt",
        -1.3544423e-05
      ],
      [
        "s",
        -0.1464683
      ]
    ]
  },
  "A large boulder is balanced on top of the red stairs that lead down to the triangular pool at this site,": {
    "guess": "Chichen Itza",
    "confidence": [
      [
        "Ch",
        -0.24286306
      ],
      [
        "ichen",
        -0.6903268
      ],
      [
        " It",
        -0.0005327791
      ],
      [
        "za",
        -8.256335e-05
      ]
    ]
  },
  "The largest of this work's three pieces has a diameter of 9 3/8 inches. An anecdote tells how its construction was the response to a comment made by Pablo Picasso during a tea date, when the artist showed him a copper bracelet that had been lined with sealskin. A standout piece at the Museum of Modern Art's 1937 Surrealist Exhibition, this work is often critically acclaimed for the contrast between": {
    "guess": "Object (Le Objet)",
    "confidence": [
      [
        "Object",
        -0.22032917
      ],
      [
        " (",
        -0.001680775
      ],
      [
        "Le",
        -0.021004846
      ],
      [
        " Ob",
        -1.0608257
      ],
      [
        "jet",
        -0.0009452917
      ],
      [
        ")",
        -0.0432973
      ]
    ]
  },
  "The largest ship of one side in this conflict was positioned to block the approaching forces who eventually captured the Elefanten, taking the admiral as a prisoner of war from his own ship. To commemorate the victory during this war, the navy of the winning side of that battle always has a vessel named Gangut. A breaking wheel was used to execute Johann Patkul after one treaty during this conflict, during which the Peace of (*) Travendal and Treaty of Altranstadt were concluded. Ingria and Karelia were transferred to the winning side after this war, while the losing side was returned most of Finland. A king in this war won a battle during a blizzard at Narva, but fled to the Ottoman court following the Battle of Poltava. For 10 points, name this war between Charles XII of Sweden and an allied": {
    "guess": "Great Northern War",
    "confidence": [
      [
        "Great",
        -0.0075335135
      ],
      [
        " Northern",
        -0.00037943368
      ],
      [
        " War",
        -2.4987974e-05
      ]
    ]
  },
  "A large boulder is balanced on top of the red stairs that lead down to the triangular pool at this site, which includes a series of deep pink benches in front of a red stage with a piano, designed for showing paintings and other items in front of red curtains. The Cabaret Cinema and Seminar Theater are part of the rooms linked by terraces at this complex, which also includes an internally illuminated, fire-breathing dragon sculpture. Another of its rooms is a large space including a small dining alcove and a big fireplace, with blue chairs lined up around the walls, and is known as the Garden Room. This compound covers six hundred acres in the McDowell Mountains of the Sonoran desert. For 10 points, name this Scottsdale, Arizona counterpart to an original Spring Green, Wisconsin design, comprising": {
    "guess": "Taliesin West",
    "confidence": [
      [
        "T",
        -0.07230769
      ],
      [
        "al",
        -0.00029494395
      ],
      [
        "ies",
        -0.0017102824
      ],
      [
        "in",
        -9.0073176e-05
      ],
      [
        " West",
        -4.8471098e-05
      ]
    ]
  },
  "A laser from this molecule has a peak at about 10.6 micrometers and attains population inversion by energy": {
    "guess": "Carbon Dioxide Laser",
    "confidence": [
      [
        "Carbon",
        -0.119999714
      ],
      [
        " D",
        -0.5995412
      ],
      [
        "ioxide",
        -1.6240566e-06
      ],
      [
        " Laser",
        -0.15225601
      ]
    ]
  },
  "In of this man's large works which drew upon Egyptian mythology contains a \"fulfillment\" section, and": {
    "guess": "The Kane Chronicles",
    "confidence": [
      [
        "The",
        -0.6059669
      ],
      [
        " Kane",
        -1.1114063
      ],
      [
        " Chronicles",
        -0.00028076238
      ]
    ]
  },
  "The largest ship of one side in this conflict was positioned to block the approaching forces who eventually captured the Elefanten, taking the admiral as a prisoner of war from his own ship. To commemorate the victory during this war, the navy of the winning side of that battle always has a vessel named Gangut. A breaking wheel was used to execute Johann Patkul after one treaty during this conflict, during which the Peace of (*) Travendal and Treaty of Altranstadt were concluded. Ingria and Karelia were transferred to the winning side after this war, while the losing side was returned most of Finland. A king in this war won a battle during a blizzard at Narva, but fled to the Ottoman court following the Battle of Poltava. For 10 points, name this war between Charles XII of Sweden and an allied force led by Peter the Great of Russia.": {
    "guess": "Great Northern War",
    "confidence": [
      [
        "Great",
        -0.006658892
      ],
      [
        " Northern",
        -0.00014537634
      ],
      [
        " War",
        -2.1411865e-05
      ]
    ]
  },
  "In of this man's large works which drew upon Egyptian mythology contains a \"fulfillment\" section, and was executed for the Palais Stoclet. Another of his paintings shows a red-haired woman curled in a fetal position who smiles in a contended manner as a shower of gold flows down her thighs. In addition to that depiction of Danae, he painted depictions of \"Lavisciousness, Wantonness, and Intemperance\" and \"The Three Gorgons\" which are flanked by depictions of \"Suffering of Humanity\" and a \"choir of": {
    "guess": "Gustav Klimt",
    "confidence": [
      [
        "G",
        -0.003263392
      ],
      [
        "ust",
        -8.89548e-06
      ],
      [
        "av",
        -0.04335825
      ],
      [
        " K",
        -0.00068800984
      ],
      [
        "lim",
        -0.0016632776
      ],
      [
        "t",
        -5.288163e-05
      ]
    ]
  },
  "A laser from this molecule has a peak at about 10.6 micrometers and attains population inversion by energy transfer from excited N2 molecules. The first step of the Solvay process involves reacting sodium chloride, ammonia, water, and this compound. This molecule's relatively low critical temperature of 304 kelvins allows its use as the mobile phase in supercritical chromatography. Its supercritical form is also forced through (*) coffee beans to extract caffeine. Hemoglobin's affinity for oxygen": {
    "guess": "Carbon dioxide",
    "confidence": [
      [
        "Carbon",
        -0.007481445
      ],
      [
        " dioxide",
        -0.27631342
      ]
    ]
  },
  "The largest part of this organ is divided into Brodmann areas. One part of this organ, the substantia nigra, produces dopamine; that part, like its striatum, is part of the basal ganglia. Those components are implicated in (*) Parkinson's disease and Huntington's disease. The lobes of one part of this organ include the occipital and parietal, and this organ includes a portion involved in motor control called the cerebellum. For 10 points, name this central organ of the nervous system, contained in": {
    "guess": "Brain",
    "confidence": [
      [
        "Brain",
        -0.012230015
      ]
    ]
  },
  "The largest star in a constellation that includes Sulafat and Sheliak, its apparent magnitude of .03": {
    "guess": "Aquila (constellation)",
    "confidence": [
      [
        "A",
        -0.6824016
      ],
      [
        "quila",
        -0.00018542144
      ],
      [
        " (",
        -0.028414726
      ],
      [
        "const",
        -0.00014847564
      ],
      [
        "ellation",
        -5.0974373e-05
      ],
      [
        ")",
        -1.735894e-05
      ]
    ]
  },
  "A large athletic stadium in this city was built in a pit made by bombs and features acrylic glass canopies supported by steel cables. Besides the Olympic Stadium, this city is home to the European patent offices and the Zeiss Planetarium. The Nymphenburg Palace in this city was home to its local rulers, and the Michaelskirche in this city is the largest Renaissance church north of the Alps. This city's Frauenkirche features the Devil's Footprint, and the central square of this city is the Marienplatz. A prominent structure in this city was designed to look like a car tire, the BMW Headquarters.": {
    "guess": "Munich",
    "confidence": [
      [
        "M",
        -0.0015035521
      ],
      [
        "un",
        -6.9882217e-06
      ],
      [
        "ich",
        -5.5122365e-07
      ]
    ]
  },
  "The largest concentration of these objects in the Milky Way forms a ring around the galactic center at a distance of 120 parsecs. These objects sometimes exhibit an hourglass magnetic field morphology, especially in their densest portions. The interior structures of these objects can be mapped by tracing": {
    "guess": "Molecular cloud",
    "confidence": [
      [
        "M",
        -0.87367976
      ],
      [
        "olecular",
        -0.023665505
      ],
      [
        " cloud",
        -0.046309147
      ]
    ]
  },
  "The largest concentration of these objects in the Milky Way forms a ring around the galactic center at a distance of 120 parsecs. These objects sometimes exhibit an hourglass magnetic field morphology, especially in their densest portions. The interior structures of these objects can be mapped by tracing the NH3 and CO concentration around dense cores and cores respectively. The aforementioned ring": {
    "guess": "Molecular cloud",
    "confidence": [
      [
        "M",
        -0.56293815
      ],
      [
        "olecular",
        -0.0066903955
      ],
      [
        " cloud",
        -0.014475857
      ]
    ]
  },
  "Largely carved-out from Abenaki land, this entity was first ruled by Pierre Dugua. Later, it supplied most of Champlain's followers. A major event in this region's history occurred shortly after the fall": {
    "guess": "Acadia",
    "confidence": [
      [
        "Ac",
        -0.092478275
      ],
      [
        "adia",
        -0.0021708398
      ]
    ]
  },
  "Larson et al noted that the holotype fossil of this species displays only one hundred and ten degrees of humeral torsion and concluded that it had a protracted scapula. This species, whose fossil record unusually stretches as recently as thirteen thousand years ago, likely primarily hunted a subspecies": {
    "guess": "Tyrannosaurus",
    "confidence": [
      [
        "T",
        -1.5074894
      ],
      [
        "yr",
        -0.0055683632
      ],
      [
        "ann",
        -0.00068121887
      ],
      [
        "os",
        -0.0021094554
      ],
      [
        "aurus",
        -0.00034380643
      ]
    ]
  },
  "A large boulder is balanced on top of the red stairs that lead down to the triangular pool at this site, which includes a series of deep pink benches in front of a red stage with a piano, designed for": {
    "guess": "Parc Guell",
    "confidence": [
      [
        "Par",
        -1.3438139
      ],
      [
        "c",
        -0.023593673
      ],
      [
        " Gu",
        -0.6685406
      ],
      [
        "ell",
        -0.0024069312
      ]
    ]
  },
  "A 2008 laser restoration of this sculpture found that gold leaf was once used to highlight it. Currently, this piece is housed with versions of Madonna and Child by Luca Della Robbia and Lorenzo Ghiberti in a gallery at the Bargello. The helmet of one character in this work features a depiction of the Triumph of Cupid, which lends credence to the interpretation that it is representative of the primacy of sodomy in the culture in which it was created. That theory is also supported by the feather running up the inside of its central figure's leg. The title figure's toes are intertwined in the hair of his enemy, on whose decapitated head he stands. For 10 points, identify this first freestanding bronze nude since antiquity, a work by Donatello depicting the slayer of Goliath.": {
    "guess": "David (Donatello)",
    "confidence": [
      [
        "David",
        -0.09174747
      ],
      [
        " (",
        -0.0013195236
      ],
      [
        "Don",
        -2.1411865e-05
      ],
      [
        "at",
        -7.226629e-06
      ],
      [
        "ello",
        -1.18755715e-05
      ],
      [
        ")",
        -0.0012784495
      ]
    ]
  },
  "Very large amounts of this phenomenon can result from the acceleration of carriers to free electron-hole pairs, a process called avalanche breakdown even in insulators. This quantity is generally calculated": {
    "guess": "Avalanche breakdown",
    "confidence": [
      [
        "A",
        -1.2810524
      ],
      [
        "val",
        -9.639097e-05
      ],
      [
        "anche",
        -3.488188e-05
      ],
      [
        " breakdown",
        -0.1461644
      ]
    ]
  },
  "Large amounts of this compound are used for the synthesis of barbiturates, as they react with malonic esters to give barbituric acids. First isolated by Hilaire-Marin Rouelle in 1773, it is used with formaldehyde to make resins and extremely effective fertilizers. Having formula H2 NCO NH2, it was prepared from ammonium cyanate in 1828 by Friedrich Wohler, the first laboratory synthesis of a naturally": {
    "guess": "Urea",
    "confidence": [
      [
        "U",
        -0.0027710015
      ],
      [
        "rea",
        -3.9054008e-05
      ]
    ]
  },
  "Larson et al noted that the holotype fossil of this species displays only one hundred and ten degrees of humeral torsion and concluded that it had a protracted scapula. This species, whose fossil record unusually stretches as recently as thirteen thousand years ago, likely primarily hunted a subspecies of Stegodon. Falk et al created endocast maps of this species that led them to reject the pelvis-smashing, femur-stealing Teuku Jacob's pathological explanation for its holotype fossil. Fossils of this species may represent sufferers of (*) Laron syndrome . Mirror-image reconstructions of the chinless face of the LB one fossil of this species reveal significant asymmetry, which combined with its": {
    "guess": "Homo floresiensis",
    "confidence": [
      [
        "H",
        -0.82305104
      ],
      [
        "omo",
        -0.00011176824
      ],
      [
        " flo",
        -0.024177635
      ],
      [
        "res",
        -1.11603495e-05
      ],
      [
        "iens",
        -0.0002069973
      ],
      [
        "is",
        -0.0003088871
      ]
    ]
  },
  "This man largely retired from active duty after he developed heat stroke at Monmouth and he successfully": {
    "guess": "Trajan",
    "confidence": [
      [
        "Tra",
        -0.63626707
      ],
      [
        "jan",
        -4.0722858e-05
      ]
    ]
  },
  "A laser from this molecule has a peak at about 10.6 micrometers and attains population inversion by energy transfer from excited N2 molecules. The first step of the Solvay process involves reacting sodium chloride, ammonia, water, and this compound. This molecule's relatively low critical temperature of 304 kelvins allows its use as the mobile phase in supercritical chromatography. Its supercritical form is also forced through (*) coffee beans to extract caffeine. Hemoglobin's affinity for oxygen in the blood is inversely related to the concentration of this gas in the Bohr effect. It is the major": {
    "guess": "Carbon Dioxide",
    "confidence": [
      [
        "Carbon",
        -0.0032604155
      ],
      [
        " D",
        -0.6676111
      ],
      [
        "ioxide",
        -0.00033200893
      ]
    ]
  },
  "This man largely retired from active duty after he developed heat stroke at Monmouth and he successfully engineered a retreat under Israel Putnam from Manhattan. William Peter Van Ness wrote a pamphlet defending this man, and Van Ness was an underling in a society he helped empower by giving them the right to form the Manhattan Company, the Tammany Society. He presided over the politically motivated impeachment trial of Samuel Chase, and was himself tried by John Marshall after being betrayed by James Wilkinson. He was the victor in an encounter with the son-in-law of Philip Schuyler in Weehawken, New Jersey in 1804. For 10 points, name this Vice President who was tried for treason for supposedly attempting to invade the Louisiana Territory and who fought a fatal duel with Alexander Hamilton.": {
    "guess": "Aaron Burr",
    "confidence": [
      [
        "Aaron",
        -0.02296545
      ],
      [
        " Burr",
        -1.0445127e-05
      ]
    ]
  },
  "The largest one of these objects is located in Cape Town and has the phrase \"Hyundai brings the gees\" engraved in it. Jon Qwelane denounced these objects, accusing them of originating \"from hell,\" but Sepp Blatter defended the use of these objects. Patrice Evra blamed these objects for waking him up at six o'clock, and Xabi Alonso condemned these objects for being \"annoying.\" Lionel Messi and Cristiano Ronaldo urged the ban of these instruments. For 10 points, name this plastic horn which drew attention in the 2010 FIFA World Cup.": {
    "guess": "Vuvuzela",
    "confidence": [
      [
        "V",
        -0.03777566
      ],
      [
        "uv",
        -9.0883464e-07
      ],
      [
        "uz",
        -4.596782e-05
      ],
      [
        "ela",
        -3.333223e-05
      ]
    ]
  },
  "A large public work by this man resembling a tree was designed to integrate with the beehive-inspired building called De Bijenkorf in Rotterdam. Later works by this man incorporate twine woven around structures to effect a curved appearance, a technique he called \"stringing.\" A chemist friend of this man named John Sisson introduced him to perspex, which he used in many later works with a Spheric theme. He edited an art review with Leslie Martin and Ben Nicholson titled Circle, and he co-wrote a manifesto that affirmed depth as \"the pictoral and plastic form of space\" and the line as \"a direction": {
    "guess": "Barbara Hepworth",
    "confidence": [
      [
        "Bar",
        -0.19167149
      ],
      [
        "bara",
        -0.00041089242
      ],
      [
        " Hep",
        -0.00043126525
      ],
      [
        "worth",
        -2.2961513e-05
      ]
    ]
  },
  "Larson et al noted that the holotype fossil of this species displays only one hundred and ten degrees of humeral torsion and concluded that it had a protracted scapula. This species, whose fossil record unusually stretches as recently as thirteen thousand years ago, likely primarily hunted a subspecies of Stegodon. Falk et al created endocast maps of this species that led them to reject the pelvis-smashing, femur-stealing Teuku Jacob's pathological explanation for its holotype fossil. Fossils of": {
    "guess": "Homo floresiensis",
    "confidence": [
      [
        "H",
        -0.11363196
      ],
      [
        "omo",
        -0.00019579215
      ],
      [
        " flo",
        -0.052953385
      ],
      [
        "res",
        -2.9279307e-05
      ],
      [
        "iens",
        -0.00015133653
      ],
      [
        "is",
        -0.00041661054
      ]
    ]
  },
  "The largest concentration of these objects in the Milky Way forms a ring around the galactic center at a distance of 120 parsecs. These objects sometimes exhibit an hourglass magnetic field morphology,": {
    "guess": "Molecular cloud",
    "confidence": [
      [
        "M",
        -1.082093
      ],
      [
        "olecular",
        -0.04952468
      ],
      [
        " cloud",
        -0.094389535
      ]
    ]
  },
  "A laser from this molecule has a peak at about 10.6 micrometers and attains population inversion by energy transfer from excited N2 molecules. The first step of the Solvay process involves reacting sodium chloride, ammonia, water, and this compound. This molecule's relatively low critical temperature of 304 kelvins allows its use as the mobile phase in supercritical chromatography. Its supercritical form is also forced through (*) coffee beans to extract caffeine. Hemoglobin's affinity for oxygen in the blood is inversely related to the concentration of this gas in the Bohr effect. It is the major cause of ocean acidification and is produced, along with water, in combustion reactions. For 10": {
    "guess": "Carbon dioxide",
    "confidence": [
      [
        "Carbon",
        -0.0007936628
      ],
      [
        " dioxide",
        -0.1475716
      ]
    ]
  },
  "During this larger conflict, the rebellion of Simon the Cutler, also called the Cabochien Revolt, occurred. Another uprising during a lapse in this war was led by William Cale. The treaties of Bretigny and Troyes were temporary armistices during this war. The death of John Talbot at the Battle of Castillon is considered the ending point of this war. The aforementioned Jacquerie occurred during this conflict, as did the uprising of Owen Glendower and Henry Hotspur against Henry V. For 10 points, name": {
    "guess": "Hundred Years' War",
    "confidence": [
      [
        "H",
        -0.0050672484
      ],
      [
        "undred",
        -3.1737043e-06
      ],
      [
        " Years",
        -6.0510665e-05
      ],
      [
        "'",
        -0.00037848004
      ],
      [
        " War",
        -3.655073e-05
      ]
    ]
  }
}