{
  "Coffee and tea are its main exports and its national anthem is \"O God of All Creation.\" Lake Rudolph lies in it and this country's two greatest rivers are the Tana and Galana. The Rift Valley splits its highlands into the Mau Escarpment and the Aberdane range. Almost all land is sparsely populated except the fertile southwest, home to three-quarters of the people. It has large white, Arab and South": {
    "guess": "Kenya",
    "confidence": [
      [
        "Ken",
        -0.002230548
      ],
      [
        "ya",
        -0.00010032469
      ]
    ]
  },
  "This co-founder of the liberal Fortschritspartei, which opposed Bismarck, accompanied Heinrich Schliemann on an excavation of Troy. He proved that phlebitis is not the cause of diseases and coined the terms \"thrombosis\" and \"embolism.\" For 10 points, name this German polymath who popularized the idea": {
    "guess": "Rudolf Virchow",
    "confidence": [
      [
        "R",
        -0.053435706
      ],
      [
        "ud",
        -9.150362e-05
      ],
      [
        "olf",
        -0.0030120537
      ],
      [
        " Vir",
        -0.014682031
      ],
      [
        "ch",
        -3.7385154e-05
      ],
      [
        "ow",
        -5.383526e-05
      ]
    ]
  },
  "His cognomen is Latin for chickpea, and he was so loved by the people of Sicily, where he served as quaestor, that they asked him to prosecute the corrupt governor Gaius Verres.  He wrote a letter to his son that explained how to live and behave and that was eventually published into a widely popular": {
    "guess": "Cicero",
    "confidence": [
      [
        "C",
        -0.067948416
      ],
      [
        "ic",
        -0.014792799
      ],
      [
        "ero",
        -2.9279307e-05
      ]
    ]
  },
  "Coffee and tea are its main exports and its national anthem is \"O God of All Creation.\" Lake Rudolph lies in it and this country's two greatest rivers are the Tana and Galana. The Rift Valley splits its highlands into the Mau Escarpment and the Aberdane range. Almost all land is sparsely populated except the fertile southwest, home to three-quarters of the people. It has large white, Arab and South Asian minorities and its largest tribe is the Kikuyu. Its greatest port is Mombasa. For ten points, name this East African country with capital at Nairobi.": {
    "guess": "Kenya",
    "confidence": [
      [
        "Ken",
        -0.00060474145
      ],
      [
        "ya",
        -1.1398757e-05
      ]
    ]
  },
  "Coffee and tea are its main exports and its national anthem is \"O God of All Creation.\" Lake Rudolph lies in it and this country's two greatest rivers are the Tana and Galana. The Rift Valley splits its highlands into the Mau Escarpment and the Aberdane range. Almost all land is sparsely populated except the fertile southwest, home to three-quarters of the people. It has large white, Arab and South Asian minorities and its largest tribe is the Kikuyu. Its greatest port is Mombasa. For ten points,": {
    "guess": "Kenya",
    "confidence": [
      [
        "Ken",
        -0.0006469102
      ],
      [
        "ya",
        -0.0022909716
      ]
    ]
  },
  "Coffee and tea are its main exports and its national anthem is \"O God of All Creation.\" Lake Rudolph lies in it and this country's two greatest rivers are the Tana and Galana. The Rift Valley splits its": {
    "guess": "Kenya",
    "confidence": [
      [
        "Ken",
        -0.0008825228
      ],
      [
        "ya",
        -2.2365493e-05
      ]
    ]
  },
  "Coffee and tea are its main exports and its national anthem is \"O God of All Creation.\" Lake Rudolph lies in it and this country's two greatest rivers are the Tana and Galana. The Rift Valley splits its highlands into the Mau Escarpment and the Aberdane range. Almost all land is sparsely populated except": {
    "guess": "Kenya",
    "confidence": [
      [
        "Ken",
        -0.002629281
      ],
      [
        "ya",
        -3.5835506e-05
      ]
    ]
  },
  "The coexistance of this neurotransmitter and serotonin in certain dorsal raphe cells is an important example of the violation of Dale's principle. This neurotransmitter can activate the transcription of EGR-1 and it is synthesized in the ipsilateral caudate-putamen originating neurons, which interact": {
    "guess": "Dopamine",
    "confidence": [
      [
        "D",
        -0.40098828
      ],
      [
        "op",
        -0.0001503829
      ],
      [
        "amine",
        -1.735894e-05
      ]
    ]
  },
  "His cognomen is Latin for chickpea, and he was so loved by the people of Sicily, where he served as quaestor,": {
    "guess": "Cicero",
    "confidence": [
      [
        "C",
        -0.0074497336
      ],
      [
        "ic",
        -0.00031425126
      ],
      [
        "ero",
        -4.8425554e-06
      ]
    ]
  },
  "The coexistance of this neurotransmitter and serotonin in certain dorsal raphe cells is an important": {
    "guess": "Coeruleus Cell",
    "confidence": [
      [
        "Co",
        -0.8728812
      ],
      [
        "erule",
        -0.9161985
      ],
      [
        "us",
        -0.34361517
      ],
      [
        " Cell",
        -0.5005015
      ]
    ]
  },
  "This co-founder of the liberal Fortschritspartei, which opposed Bismarck, accompanied Heinrich Schliemann on an excavation of Troy. He proved that phlebitis is not the cause of diseases and coined the": {
    "guess": "Heinrich Schliemann",
    "confidence": [
      [
        "He",
        -1.0613512
      ],
      [
        "in",
        -0.00023369525
      ],
      [
        "rich",
        -1.1398757e-05
      ],
      [
        " Sch",
        -0.17674701
      ],
      [
        "li",
        -9.567575e-05
      ],
      [
        "emann",
        -7.8033605e-05
      ]
    ]
  },
  "His cognomen is Latin for chickpea, and he was so loved by the people of Sicily, where he served as quaestor, that they asked him to prosecute the corrupt governor Gaius Verres.  He wrote a letter to his": {
    "guess": "Cicero",
    "confidence": [
      [
        "C",
        -0.005235291
      ],
      [
        "ic",
        -0.0003242607
      ],
      [
        "ero",
        -3.888926e-06
      ]
    ]
  },
  "The coexistance of this neurotransmitter and serotonin in certain dorsal raphe cells is an important example of the violation of Dale's principle. This neurotransmitter can activate the transcription of": {
    "guess": "Dopamine",
    "confidence": [
      [
        "D",
        -0.5258826
      ],
      [
        "op",
        -0.001320954
      ],
      [
        "amine",
        -2.7014437e-05
      ]
    ]
  },
  "His cognomen is Latin for chickpea, and he was so loved by the people of Sicily, where he served as quaestor, that they asked him to prosecute the corrupt governor Gaius Verres.  He wrote a letter to his son that explained how to live and behave and that was eventually published into a widely popular book, De Officiis.  That son announced to the Senate the death of his father's enemy, Marc Antony,": {
    "guess": "Cicero",
    "confidence": [
      [
        "C",
        -0.17534947
      ],
      [
        "ic",
        -4.727906e-05
      ],
      [
        "ero",
        -1.1398757e-05
      ]
    ]
  },
  "His cognomen is Latin for chickpea, and he was so loved by the people of Sicily, where he served as quaestor, that they asked him to prosecute the corrupt governor Gaius Verres.  He wrote a letter to his son that explained how to live and behave and that was eventually published into a widely popular book, De Officiis.  That son announced to the Senate the death of his father's enemy, Marc Antony, who had this man murdered. For ten points, name this silver-tongued Roman statesman.": {
    "guess": "Cicero",
    "confidence": [
      [
        "C",
        -0.04917678
      ],
      [
        "ic",
        -1.0921943e-05
      ],
      [
        "ero",
        -2.4584822e-06
      ]
    ]
  },
  "Coffee and tea are its main exports and its national anthem is \"O God of All Creation.\" Lake Rudolph": {
    "guess": "Kenya",
    "confidence": [
      [
        "Ken",
        -0.19448738
      ],
      [
        "ya",
        -0.0004361526
      ]
    ]
  },
  "This co-founder of the liberal Fortschritspartei, which opposed Bismarck, accompanied Heinrich Schliemann on an excavation of Troy. He proved that phlebitis is not the cause of diseases and coined the terms \"thrombosis\" and \"embolism.\" For 10 points, name this German polymath who popularized the idea that cells arise from other cells.": {
    "guess": "Rudolf Virchow",
    "confidence": [
      [
        "R",
        -0.0016247144
      ],
      [
        "ud",
        -0.00010545045
      ],
      [
        "olf",
        -0.005606292
      ],
      [
        " Vir",
        -0.0042338013
      ],
      [
        "ch",
        -5.371606e-05
      ],
      [
        "ow",
        -4.5848617e-05
      ]
    ]
  },
  "This co-founder of the liberal Fortschritspartei, which opposed Bismarck, accompanied Heinrich Schliemann": {
    "guess": "Karl Treitschke",
    "confidence": [
      [
        "K",
        -1.5662588
      ],
      [
        "arl",
        -0.007761362
      ],
      [
        " Tre",
        -2.4069457
      ],
      [
        "its",
        -1.2348138
      ],
      [
        "ch",
        -0.0005798389
      ],
      [
        "ke",
        -6.718607e-05
      ]
    ]
  },
  "The coexistance of this neurotransmitter and serotonin in certain dorsal raphe cells is an important example of the violation of Dale's principle. This neurotransmitter can activate the transcription of EGR-1 and it is synthesized in the ipsilateral caudate-putamen originating neurons, which interact with dopaminergic cells.  There is evidence of link between a lack of this in pancreatic nerves and": {
    "guess": "Dopamine",
    "confidence": [
      [
        "D",
        -0.40219992
      ],
      [
        "op",
        -0.0004286428
      ],
      [
        "amine",
        -0.000336535
      ]
    ]
  },
  "The coexistance of this neurotransmitter and serotonin in certain dorsal raphe cells is an important example of the violation of Dale's principle. This neurotransmitter can activate the transcription of EGR-1 and it is synthesized in the ipsilateral caudate-putamen originating neurons, which interact with dopaminergic cells.  There is evidence of link between a lack of this in pancreatic nerves and some forms of diabetes and it is involved in the initiation and execution of (*) vomiting. Receptors": {
    "guess": "Dopamine",
    "confidence": [
      [
        "D",
        -0.22257864
      ],
      [
        "op",
        -0.00012535013
      ],
      [
        "amine",
        -0.00010950337
      ]
    ]
  },
  "The coexistance of this neurotransmitter and serotonin in certain dorsal raphe cells is an important example of the violation of Dale's principle. This neurotransmitter can activate the transcription of EGR-1 and it is synthesized in the ipsilateral caudate-putamen originating neurons, which interact with dopaminergic cells.  There is evidence of link between a lack of this in pancreatic nerves and some forms of diabetes and it is involved in the initiation and execution of (*) vomiting. Receptors for it include neurokinin 1 receptor, which is a tachykinin receptor and capsaicin causes a release": {
    "guess": "Substance P",
    "confidence": [
      [
        "Sub",
        -0.010941818
      ],
      [
        "stance",
        -4.246537e-06
      ],
      [
        " P",
        -0.0013901159
      ]
    ]
  },
  "The coexistance of this neurotransmitter and serotonin in certain dorsal raphe cells is an important example of the violation of Dale's principle. This neurotransmitter can activate the transcription of EGR-1 and it is synthesized in the ipsilateral caudate-putamen originating neurons, which interact with dopaminergic cells.  There is evidence of link between a lack of this in pancreatic nerves and some forms of diabetes and it is involved in the initiation and execution of (*) vomiting. Receptors for it include neurokinin 1 receptor, which is a tachykinin receptor and capsaicin causes a release and depletion of this neurotransmitter. Naked mole rats lack pathways involving this neurotransmitter,": {
    "guess": "Substance P",
    "confidence": [
      [
        "Sub",
        -0.017324654
      ],
      [
        "stance",
        -4.246537e-06
      ],
      [
        " P",
        -0.0013807098
      ]
    ]
  },
  "The coexistance of this neurotransmitter and serotonin in certain dorsal raphe cells is an important example of the violation of Dale's principle. This neurotransmitter can activate the transcription of EGR-1 and it is synthesized in the ipsilateral caudate-putamen originating neurons, which interact with dopaminergic cells.  There is evidence of link between a lack of this in pancreatic nerves and some forms of diabetes and it is involved in the initiation and execution of (*) vomiting. Receptors for it include neurokinin 1 receptor, which is a tachykinin receptor and capsaicin causes a release and depletion of this neurotransmitter. Naked mole rats lack pathways involving this neurotransmitter, whose most important role comes from its effect on the dorsal root ganglion during nociception. ": {
    "guess": "Substance P",
    "confidence": [
      [
        "Sub",
        -0.028297922
      ],
      [
        "stance",
        -9.133887e-06
      ],
      [
        " P",
        -0.0024596027
      ]
    ]
  },
  "The coexistance of this neurotransmitter and serotonin in certain dorsal raphe cells is an important example of the violation of Dale's principle. This neurotransmitter can activate the transcription of EGR-1 and it is synthesized in the ipsilateral caudate-putamen originating neurons, which interact with dopaminergic cells.  There is evidence of link between a lack of this in pancreatic nerves and some forms of diabetes and it is involved in the initiation and execution of (*) vomiting. Receptors for it include neurokinin 1 receptor, which is a tachykinin receptor and capsaicin causes a release and depletion of this neurotransmitter. Naked mole rats lack pathways involving this neurotransmitter, whose most important role comes from its effect on the dorsal root ganglion during nociception.  For 10 points, identify this 11 amino acid neurotransmitter discovered by Ulf von Euler, the first": {
    "guess": "Substance P",
    "confidence": [
      [
        "Sub",
        -0.031005928
      ],
      [
        "stance",
        -1.6524515e-05
      ],
      [
        " P",
        -0.0013123787
      ]
    ]
  },
  "The coexistance of this neurotransmitter and serotonin in certain dorsal raphe cells is an important example of the violation of Dale's principle. This neurotransmitter can activate the transcription of EGR-1 and it is synthesized in the ipsilateral caudate-putamen originating neurons, which interact with dopaminergic cells.  There is evidence of link between a lack of this in pancreatic nerves and some forms of diabetes and it is involved in the initiation and execution of (*) vomiting. Receptors for it include neurokinin 1 receptor, which is a tachykinin receptor and capsaicin causes a release and depletion of this neurotransmitter. Naked mole rats lack pathways involving this neurotransmitter, whose most important role comes from its effect on the dorsal root ganglion during nociception.  For 10 points, identify this 11 amino acid neurotransmitter discovered by Ulf von Euler, the first peptide neurotransmitter to be found.": {
    "guess": "Substance P",
    "confidence": [
      [
        "Sub",
        -0.019459862
      ],
      [
        "stance",
        -1.60477e-05
      ],
      [
        " P",
        -0.0011297365
      ]
    ]
  }
}