{
  "Tony Kushner used a phrase from this story as the title of his play Only We, Who Guard the Mystery, Shall Be Unhappy. Its narrator asserts that those who are \"corrupted by modern realism\" should take the story as a case of mistaken identity. Its title character asserts that \"humanity will proclaim by the lips of their sages, there is no crime...only hunger\" and foretells the raising of a banner reading \"Feed men, and ask of them virtue\". It ends with its title character receiving a silent (*) kiss": {
    "guess": "The Brothers Karamazov",
    "confidence": [
      [
        "The",
        -0.58491164
      ],
      [
        " Brothers",
        -1.934424
      ],
      [
        " K",
        -0.00016301482
      ],
      [
        "aram",
        -1.3856493e-06
      ],
      [
        "az",
        -1.5451682e-05
      ],
      [
        "ov",
        -2.4584822e-06
      ]
    ]
  },
  "In a tone poem by this composer, a loud D sharp that leads into an E, played by the violas, denotes the passing of an old man. Near the end of a work written for 23 strings, this composer quotes the funeral march from the Eroica Symphony. The bombing of Dresden inspired this composer's Metamorphosen. In his dying moments, this composer is said to have praised the accuracy of his (*) Tod und Verklarung in depicting death. Another of this composer's tone poems uses a wind machine and 20 horns and depicts the \"Ascent\" and \"Descent\" of a mountain. A more famous one ends with the \"Song of the Night": {
    "guess": "Richard Strauss",
    "confidence": [
      [
        "Richard",
        -0.0014133313
      ],
      [
        " Strauss",
        -0.0006135515
      ]
    ]
  },
  "In Tongan myth, a man of this status was named Sisimattailaa and drowned when his wife convinced him": {
    "guess": "High Chief",
    "confidence": [
      [
        "High",
        -1.3351961
      ],
      [
        " Chief",
        -0.5614669
      ]
    ]
  },
  "Tony Silva was convicted of smuggling several species of these animals from the Canary Islands. A type of this animal with the species name \"notabilis\" was suspected of attacking sheep farms on South Island. The kea and the flightless kakapo are species of this bird native to New Zealand. A population of these animals that descended from captivity now reside on San Francisco's (*) Telegraph Hill. Imports of these birds were regulated after a 1929 outbreak of psittacosis. The sisserou, a type of this bird, appears on the flag of Dominica. The budgerigar is a popular domesticated type of this bird. Other common types of this bird include macaws, cockatoos and roseringed parakeets. For 10 points, name these birds that can mimic human speech.": {
    "guess": "Parrot",
    "confidence": [
      [
        "Par",
        -0.0017998889
      ],
      [
        "rot",
        -0.0011073519
      ]
    ]
  },
  "In Tongan myth, a man of this status was named Sisimattailaa and drowned when his wife convinced him to open a forbidden package.  In the Mahabharata, a man of this filial status was proclaimed King of Anga by his friend Duryodhana after surpassing Arjuna as the greatest warrior; he had been abandoned as a baby by his mother Kunti and was named Karna.  In Greek Mythology, a man of this status was born": {
    "guess": "Suryaputra Karna",
    "confidence": [
      [
        "S",
        -1.262759
      ],
      [
        "ury",
        -0.94374245
      ],
      [
        "ap",
        -0.022380646
      ],
      [
        "utra",
        -0.16163105
      ],
      [
        " K",
        -0.17494485
      ],
      [
        "arna",
        -0.001100207
      ]
    ]
  },
  "Tony Silva was convicted of smuggling several species of these animals from the Canary Islands. A type": {
    "guess": "Parrot",
    "confidence": [
      [
        "Par",
        -0.0249636
      ],
      [
        "rot",
        -0.050813764
      ]
    ]
  },
  "Tony Silva was convicted of smuggling several species of these animals from the Canary Islands. A type of this animal with the species name \"notabilis\" was suspected of attacking sheep farms on South Island.": {
    "guess": "Parrot",
    "confidence": [
      [
        "Par",
        -1.0285034
      ],
      [
        "rot",
        -0.34699082
      ]
    ]
  },
  "Tony Kushner used a phrase from this story as the title of his play Only We, Who Guard the Mystery, Shall Be Unhappy. Its narrator asserts that those who are \"corrupted by modern realism\" should take the": {
    "guess": "The Secret Sharer",
    "confidence": [
      [
        "The",
        -0.84538287
      ],
      [
        " Secret",
        -1.7346647
      ],
      [
        " Shar",
        -0.25196633
      ],
      [
        "er",
        -4.5133394e-05
      ]
    ]
  },
  "In Tongan myth, a man of this status was named Sisimattailaa and drowned when his wife convinced him to open a forbidden package.  In the Mahabharata, a man of this filial status was proclaimed King of Anga by his friend Duryodhana after surpassing Arjuna as the greatest warrior; he had been abandoned": {
    "guess": "Karna",
    "confidence": [
      [
        "K",
        -0.33267936
      ],
      [
        "arna",
        -0.001845102
      ]
    ]
  },
  "Tom Reilly theorized the existence of \"Zone 14,\" in which the chance of this event occurring is increased. Onody and de Castro showed that in a specific population, the probability of doing this n times followed a power law, while Dixon and Robinson modeled the chance of this happening in an approximately": {
    "guess": "Power law",
    "confidence": [
      [
        "Power",
        -1.0961514
      ],
      [
        " law",
        -0.33877394
      ]
    ]
  },
  "Tony Silva was convicted of smuggling several species of these animals from the Canary Islands. A type of this animal with the species name \"notabilis\" was suspected of attacking sheep farms on South Island. The kea and the flightless kakapo are species of this bird native to New Zealand. A population of these animals that descended from captivity now reside on San Francisco's (*) Telegraph Hill. Imports of these birds were regulated after a 1929 outbreak of psittacosis. The sisserou, a type of this bird, appears on the flag of Dominica. The budgerigar is a popular domesticated type of this bird. Other common types of this bird include macaws, cockatoos and roseringed parakeets. For 10 points,": {
    "guess": "Parrot",
    "confidence": [
      [
        "Par",
        -0.0011223569
      ],
      [
        "rot",
        -0.00029542076
      ]
    ]
  },
  "In Tongan myth, a man of this status was named Sisimattailaa and drowned when his wife convinced him to open a forbidden package.  In the Mahabharata, a man of this filial status was proclaimed King of Anga by his friend Duryodhana after surpassing Arjuna as the greatest warrior; he had been abandoned as a baby by his mother Kunti and was named Karna.  In Greek Mythology, a man of this status was born to Clymene, and was struck down by a thunderbolt after such feats as scorching Libya.  For 10 points, name this status held by Phaeton, who parlayed that status into driving his father's chariot, the quality of having as a father a certain kind of deity.": {
    "guess": "Divine filiation",
    "confidence": [
      [
        "Div",
        -0.605942
      ],
      [
        "ine",
        -0.035588916
      ],
      [
        " fil",
        -0.485976
      ],
      [
        "iation",
        -0.018402888
      ]
    ]
  },
  "In a tone poem by this composer, a loud D sharp that leads into an E, played by the violas, denotes the passing of an old man. Near the end of a work written for 23 strings, this composer quotes the funeral march from the Eroica Symphony. The bombing of Dresden inspired this composer's Metamorphosen.": {
    "guess": "Richard Strauss",
    "confidence": [
      [
        "Richard",
        -0.08591103
      ],
      [
        " Strauss",
        -0.0012947621
      ]
    ]
  },
  "In a tone poem by this composer, a loud D sharp that leads into an E, played by the violas, denotes the passing of an old man. Near the end of a work written for 23 strings, this composer quotes the funeral march from the Eroica Symphony. The bombing of Dresden inspired this composer's Metamorphosen. In his dying moments, this composer is said to have praised the accuracy of his (*) Tod und Verklarung in depicting death. Another of this composer's tone poems uses a wind machine and 20 horns and depicts the \"Ascent\" and \"Descent\" of a mountain. A more famous one ends with the \"Song of the Night Wanderer\" and begins with the trumpet playing the motif of C-G-C. For 10 points, name the composer of": {
    "guess": "Richard Strauss",
    "confidence": [
      [
        "Richard",
        -0.0012914281
      ],
      [
        " Strauss",
        -9.698699e-05
      ]
    ]
  },
  "Tony Kushner used a phrase from this story as the title of his play Only We, Who Guard the Mystery, Shall Be Unhappy. Its narrator asserts that those who are \"corrupted by modern realism\" should take the story as a case of mistaken identity. Its title character asserts that \"humanity will proclaim by": {
    "guess": "The Turn of the Screw",
    "confidence": [
      [
        "The",
        -0.38513383
      ],
      [
        " Turn",
        -1.6825933
      ],
      [
        " of",
        -0.00011415232
      ],
      [
        " the",
        -0.00023166878
      ],
      [
        " Screw",
        -6.6113236e-05
      ]
    ]
  },
  "Tom Reilly theorized the existence of \"Zone 14,\" in which the chance of this event occurring is increased. Onody and de Castro showed that in a specific population, the probability of doing this n times followed a power law, while Dixon and Robinson modeled the chance of this happening in an approximately ninety-minute period as an interacting birth process. In July 2009, a team from Stuttgart did this four times to win a competition in which the objective was to do this with robots more than the opposing team. According to legend, Niels Bohr was thinking about some unknown mathematical problem when a player for Mittweida unexpectedly did this. For 10 points, name this action, which according to a 2009 study by Bar-Eli and Azar, can be almost always be performed if a penalty kick taker sends": {
    "guess": "Penalty shootout",
    "confidence": [
      [
        "Pen",
        -1.0463465
      ],
      [
        "alty",
        -0.004364848
      ],
      [
        " shootout",
        -0.56099427
      ]
    ]
  },
  "In a tone poem by this composer, a loud D sharp that leads into an E, played by the violas, denotes the passing of an old man. Near the end of a work written for 23 strings, this composer quotes the funeral march from the Eroica Symphony. The bombing of Dresden inspired this composer's Metamorphosen. In his dying moments, this composer is said to have praised the accuracy of his (*) Tod und Verklarung": {
    "guess": "Richard Strauss",
    "confidence": [
      [
        "Richard",
        -0.0013477345
      ],
      [
        " Strauss",
        -0.00047082987
      ]
    ]
  },
  "Tony Kushner used a phrase from this story as the title of his play Only We, Who Guard the Mystery, Shall Be Unhappy. Its narrator asserts that those who are \"corrupted by modern realism\" should take the story as a case of mistaken identity. Its title character asserts that \"humanity will proclaim by the lips of their sages, there is no crime...only hunger\" and foretells the raising of a banner reading": {
    "guess": "The Hunger Artist",
    "confidence": [
      [
        "The",
        -0.7322821
      ],
      [
        " Hunger",
        -1.3979522
      ],
      [
        " Artist",
        -0.033795998
      ]
    ]
  },
  "Tom Reilly theorized the existence of \"Zone 14,\" in which the chance of this event occurring is increased. Onody and de Castro showed that in a specific population, the probability of doing this n times followed a power law, while Dixon and Robinson modeled the chance of this happening in an approximately ninety-minute period as an interacting birth process. In July 2009, a team from Stuttgart did this four times to win a competition in which the objective was to do this with robots more than the opposing team. According to legend, Niels Bohr was thinking about some unknown mathematical problem": {
    "guess": "RoboCup",
    "confidence": [
      [
        "Rob",
        -1.9255852
      ],
      [
        "o",
        -0.80416745
      ],
      [
        "C",
        -0.00022999993
      ],
      [
        "up",
        -8.89548e-06
      ]
    ]
  },
  "In a tone poem by this composer, a loud D sharp that leads into an E, played by the violas, denotes the": {
    "guess": "Richard Strauss",
    "confidence": [
      [
        "Richard",
        -0.019525796
      ],
      [
        " Strauss",
        -0.0010850901
      ]
    ]
  },
  "In Tongan myth, a man of this status was named Sisimattailaa and drowned when his wife convinced him to open a forbidden package.  In the Mahabharata, a man of this filial status was proclaimed King of Anga by his friend Duryodhana after surpassing Arjuna as the greatest warrior; he had been abandoned as a baby by his mother Kunti and was named Karna.  In Greek Mythology, a man of this status was born to Clymene, and was struck down by a thunderbolt after such feats as scorching Libya.  For 10 points, name this status held by Phaeton, who parlayed that status into driving his father's chariot,": {
    "guess": "Demigod",
    "confidence": [
      [
        "Dem",
        -1.2210273
      ],
      [
        "ig",
        -0.0004099388
      ],
      [
        "od",
        -0.06743147
      ]
    ]
  },
  "Tony Kushner used a phrase from this story as the title of his play Only We, Who Guard the Mystery, Shall Be Unhappy. Its narrator asserts that those who are \"corrupted by modern realism\" should take the story as a case of mistaken identity. Its title character asserts that \"humanity will proclaim by the lips of their sages, there is no crime...only hunger\" and foretells the raising of a banner reading \"Feed men, and ask of them virtue\". It ends with its title character receiving a silent (*) kiss on the lips from its other primary character, who that title character had earlier accused of turning": {
    "guess": "The Hunger Artist",
    "confidence": [
      [
        "The",
        -0.43873024
      ],
      [
        " Hunger",
        -2.0550022
      ],
      [
        " Artist",
        -0.017517244
      ]
    ]
  },
  "In a tone poem by this composer, a loud D sharp that leads into an E, played by the violas, denotes the passing of an old man. Near the end of a work written for 23 strings, this composer quotes the funeral march from the Eroica Symphony. The bombing of Dresden inspired this composer's Metamorphosen. In his dying moments, this composer is said to have praised the accuracy of his (*) Tod und Verklarung in depicting death. Another of this composer's tone poems uses a wind machine and 20 horns and depicts the \"Ascent\" and \"Descent\" of a mountain. A more famous one ends with the \"Song of the Night Wanderer\" and begins with the trumpet playing the motif of C-G-C. For 10 points, name the composer of An Alpine Symphony and Also Sprach Zarathustra.": {
    "guess": "Richard Strauss",
    "confidence": [
      [
        "Richard",
        -0.0007460217
      ],
      [
        " Strauss",
        -8.470901e-05
      ]
    ]
  },
  "In Tongan myth, a man of this status was named Sisimattailaa and drowned when his wife convinced him to open a forbidden package.  In the Mahabharata, a man of this filial status was proclaimed King of Anga by his friend Duryodhana after surpassing Arjuna as the greatest warrior; he had been abandoned as a baby by his mother Kunti and was named Karna.  In Greek Mythology, a man of this status was born to Clymene, and was struck down by a thunderbolt after such feats as scorching Libya.  For 10 points,": {
    "guess": "Demigod",
    "confidence": [
      [
        "Dem",
        -0.8585641
      ],
      [
        "ig",
        -0.000106046464
      ],
      [
        "od",
        -0.29942188
      ]
    ]
  },
  "Tom Reilly theorized the existence of \"Zone 14,\" in which the chance of this event occurring is increased.": {
    "guess": "Zone 14",
    "confidence": [
      [
        "Zone",
        -1.1919346
      ],
      [
        " ",
        -0.6484979
      ],
      [
        "14",
        -0.001430713
      ]
    ]
  },
  "Tony Kushner used a phrase from this story as the title of his play Only We, Who Guard the Mystery, Shall Be Unhappy. Its narrator asserts that those who are \"corrupted by modern realism\" should take the story as a case of mistaken identity. Its title character asserts that \"humanity will proclaim by the lips of their sages, there is no crime...only hunger\" and foretells the raising of a banner reading \"Feed men, and ask of them virtue\". It ends with its title character receiving a silent (*) kiss on the lips from its other primary character, who that title character had earlier accused of turning down the three powers of miracle, mystery, and authority when he denied the three temptations. For 10 points, identify this parable whose title character asserts that Seville must burn Jesus as a heretic, the method by which Ivan explains his atheist views to Alyosha in The Brothers Karamazov.": {
    "guess": "The Grand Inquisitor",
    "confidence": [
      [
        "The",
        -0.030949406
      ],
      [
        " Grand",
        -0.000288153
      ],
      [
        " In",
        -1.4021238e-05
      ],
      [
        "quis",
        -0.00054528815
      ],
      [
        "itor",
        -9.209964e-05
      ]
    ]
  },
  "Tom Reilly theorized the existence of \"Zone 14,\" in which the chance of this event occurring is increased. Onody and de Castro showed that in a specific population, the probability of doing this n times followed a power law, while Dixon and Robinson modeled the chance of this happening in an approximately ninety-minute period as an interacting birth process. In July 2009, a team from Stuttgart did": {
    "guess": "Zone 14",
    "confidence": [
      [
        "Zone",
        -1.2955294
      ],
      [
        " ",
        -0.31669182
      ],
      [
        "14",
        -0.0016200728
      ]
    ]
  },
  "Tom Reilly theorized the existence of \"Zone 14,\" in which the chance of this event occurring is increased. Onody and de Castro showed that in a specific population, the probability of doing this n times": {
    "guess": "Entropy",
    "confidence": [
      [
        "Entropy",
        -1.6216044
      ]
    ]
  },
  "Tony Kushner used a phrase from this story as the title of his play Only We, Who Guard the Mystery, Shall Be Unhappy. Its narrator asserts that those who are \"corrupted by modern realism\" should take the story as a case of mistaken identity. Its title character asserts that \"humanity will proclaim by the lips of their sages, there is no crime...only hunger\" and foretells the raising of a banner reading \"Feed men, and ask of them virtue\". It ends with its title character receiving a silent (*) kiss on the lips from its other primary character, who that title character had earlier accused of turning down the three powers of miracle, mystery, and authority when he denied the three temptations. For": {
    "guess": "The Grand Inquisitor",
    "confidence": [
      [
        "The",
        -0.30395636
      ],
      [
        " Grand",
        -0.11061335
      ],
      [
        " In",
        -0.00013691289
      ],
      [
        "quis",
        -0.00045581753
      ],
      [
        "itor",
        -0.0001006823
      ]
    ]
  },
  "Tom Reilly theorized the existence of \"Zone 14,\" in which the chance of this event occurring is increased. Onody and de Castro showed that in a specific population, the probability of doing this n times followed a power law, while Dixon and Robinson modeled the chance of this happening in an approximately ninety-minute period as an interacting birth process. In July 2009, a team from Stuttgart did this four times to win a competition in which the objective was to do this with robots more than the opposing team. According to legend, Niels Bohr was thinking about some unknown mathematical problem when a player for Mittweida unexpectedly did this. For 10 points, name this action, which according to a 2009 study by Bar-Eli and Azar, can be almost always be performed if a penalty kick taker sends an on-target shot toward the upper part of the net.": {
    "guess": "Penalty shootout",
    "confidence": [
      [
        "Pen",
        -1.0396861
      ],
      [
        "alty",
        -0.0019643204
      ],
      [
        " shootout",
        -0.56456417
      ]
    ]
  },
  "Tony Kushner used a phrase from this story as the title of his play Only We, Who Guard the Mystery, Shall": {
    "guess": "The Illusion of the End",
    "confidence": [
      [
        "The",
        -0.8625035
      ],
      [
        " Ill",
        -0.9379381
      ],
      [
        "usion",
        -0.40879843
      ],
      [
        " of",
        -0.7510035
      ],
      [
        " the",
        -1.4206271
      ],
      [
        " End",
        -0.89051217
      ]
    ]
  },
  "Tony Kushner used a phrase from this story as the title of his play Only We, Who Guard the Mystery, Shall Be Unhappy. Its narrator asserts that those who are \"corrupted by modern realism\" should take the story as a case of mistaken identity. Its title character asserts that \"humanity will proclaim by the lips of their sages, there is no crime...only hunger\" and foretells the raising of a banner reading \"Feed men, and ask of them virtue\". It ends with its title character receiving a silent (*) kiss on the lips from its other primary character, who that title character had earlier accused of turning down the three powers of miracle, mystery, and authority when he denied the three temptations. For 10 points, identify this parable whose title character asserts that Seville must burn Jesus as a": {
    "guess": "The Grand Inquisitor",
    "confidence": [
      [
        "The",
        -0.20187598
      ],
      [
        " Grand",
        -0.037643757
      ],
      [
        " In",
        -9.829823e-05
      ],
      [
        "quis",
        -0.0008834764
      ],
      [
        "itor",
        -0.00016456447
      ]
    ]
  },
  "Tony Silva was convicted of smuggling several species of these animals from the Canary Islands. A type of this animal with the species name \"notabilis\" was suspected of attacking sheep farms on South Island. The kea and the flightless kakapo are species of this bird native to New Zealand. A population of these animals that descended from captivity now reside on San Francisco's (*) Telegraph Hill. Imports of these birds were regulated after a 1929 outbreak of psittacosis. The sisserou, a type of this bird, appears on the flag of Dominica. The budgerigar is a popular domesticated type of this bird.": {
    "guess": "Parrot",
    "confidence": [
      [
        "Par",
        -0.0007463792
      ],
      [
        "rot",
        -0.00016766376
      ]
    ]
  },
  "In a tone poem by this composer, a loud D sharp that leads into an E, played by the violas, denotes the passing of an old man. Near the end of a work written for 23 strings, this composer quotes the funeral march from the Eroica Symphony. The bombing of Dresden inspired this composer's Metamorphosen. In his dying moments, this composer is said to have praised the accuracy of his (*) Tod und Verklarung in depicting death. Another of this composer's tone poems uses a wind machine and 20 horns and depicts": {
    "guess": "Richard Strauss",
    "confidence": [
      [
        "Richard",
        -0.0041966443
      ],
      [
        " Strauss",
        -0.00033820388
      ]
    ]
  },
  "Tom Reilly theorized the existence of \"Zone 14,\" in which the chance of this event occurring is increased. Onody and de Castro showed that in a specific population, the probability of doing this n times followed a power law, while Dixon and Robinson modeled the chance of this happening in an approximately ninety-minute period as an interacting birth process. In July 2009, a team from Stuttgart did this four times to win a competition in which the objective was to do this with robots more than the": {
    "guess": "Multiple Robot Coordination",
    "confidence": [
      [
        "Multiple",
        -2.5381014
      ],
      [
        " Robot",
        -1.8121414
      ],
      [
        " Coord",
        -1.5082098
      ],
      [
        "ination",
        -0.00023071514
      ]
    ]
  },
  "In Tongan myth, a man of this status was named Sisimattailaa and drowned when his wife convinced him to open a forbidden package.  In the Mahabharata, a man of this filial status was proclaimed King of": {
    "guess": "Kshatriya",
    "confidence": [
      [
        "K",
        -1.4881387
      ],
      [
        "sh",
        -0.07710704
      ],
      [
        "atri",
        -1.8074163e-05
      ],
      [
        "ya",
        -0.01399178
      ]
    ]
  },
  "In a tone poem by this composer, a loud D sharp that leads into an E, played by the violas, denotes the passing of an old man. Near the end of a work written for 23 strings, this composer quotes the funeral": {
    "guess": "Richard Strauss",
    "confidence": [
      [
        "Richard",
        -0.019623056
      ],
      [
        " Strauss",
        -0.000496675
      ]
    ]
  },
  "Tony Silva was convicted of smuggling several species of these animals from the Canary Islands. A type of this animal with the species name \"notabilis\" was suspected of attacking sheep farms on South Island. The kea and the flightless kakapo are species of this bird native to New Zealand. A population of these animals that descended from captivity now reside on San Francisco's (*) Telegraph Hill. Imports": {
    "guess": "Parrot",
    "confidence": [
      [
        "Par",
        -0.013790277
      ],
      [
        "rot",
        -0.018340388
      ]
    ]
  },
  "Tom Reilly theorized the existence of \"Zone 14,\" in which the chance of this event occurring is increased. Onody and de Castro showed that in a specific population, the probability of doing this n times followed a power law, while Dixon and Robinson modeled the chance of this happening in an approximately ninety-minute period as an interacting birth process. In July 2009, a team from Stuttgart did this four times to win a competition in which the objective was to do this with robots more than the opposing team. According to legend, Niels Bohr was thinking about some unknown mathematical problem when a player for Mittweida unexpectedly did this. For 10 points, name this action, which according": {
    "guess": "RoboCup",
    "confidence": [
      [
        "Rob",
        -1.7633821
      ],
      [
        "o",
        -0.38575166
      ],
      [
        "C",
        -0.00023178798
      ],
      [
        "up",
        -1.11603495e-05
      ]
    ]
  },
  "Tony Silva was convicted of smuggling several species of these animals from the Canary Islands. A type of this animal with the species name \"notabilis\" was suspected of attacking sheep farms on South Island. The kea and the flightless kakapo are species of this bird native to New Zealand. A population of these animals that descended from captivity now reside on San Francisco's (*) Telegraph Hill. Imports of these birds were regulated after a 1929 outbreak of psittacosis. The sisserou, a type of this": {
    "guess": "Parrot",
    "confidence": [
      [
        "Par",
        -0.0034083438
      ],
      [
        "rot",
        -0.00034011112
      ]
    ]
  },
  "Tony Silva was convicted of smuggling several species of these animals from the Canary Islands. A type of this animal with the species name \"notabilis\" was suspected of attacking sheep farms on South Island. The kea and the flightless kakapo are species of this bird native to New Zealand. A population": {
    "guess": "Parrot",
    "confidence": [
      [
        "Par",
        -0.0379693
      ],
      [
        "rot",
        -0.19326733
      ]
    ]
  }
}