{
  "This man's illegitimate son was the last Loyalist governor of New Jersey. He founded the American Philosophical": {
    "guess": "Benjamin Franklin",
    "confidence": [
      [
        "Ben",
        -0.0075427345
      ],
      [
        "jamin",
        -2.939851e-05
      ],
      [
        " Franklin",
        -0.0004150609
      ]
    ]
  },
  "This man's illegitimate son was the last Loyalist governor of New Jersey. He founded the American Philosophical Society as well as the Union Fire Company, a volunteer fire department. He was appointed": {
    "guess": "Benjamin Franklin",
    "confidence": [
      [
        "Ben",
        -0.0011185461
      ],
      [
        "jamin",
        -8.537869e-06
      ],
      [
        " Franklin",
        -8.1371305e-05
      ]
    ]
  },
  "In Illinois v. City of Milwaukee, the Supreme Court held that the exercise of this privilege is not mandatory. The handful of cases in which it is used each year usually involve boundary disputes between states, as in the \"Ellis Island case,\" New Jersey v. New York. It was granted in \"all Cases affecting Ambassadors, other public Ministers and Consuls, and those in which a State shall be Party\" in Article III of the Constitution. For ten points, name this type of Supreme Court purview which does not require an appeal from a lower court.": {
    "guess": "Original jurisdiction",
    "confidence": [
      [
        "Original",
        -0.016881693
      ],
      [
        " jurisdiction",
        -0.055218834
      ]
    ]
  },
  "His ill-advised music career spawned the album The Return of Bruno, featuring a butchered version of \"Secret Agent Man\" and \"Respect Yourself,\" the latter a top five hit. His main focus has been acting: he earned a Golden Globe nomination for In Country and an Emmy for a guest spot on Friends, as the father of Ross's student girlfriend. The Friends role was a favor to Matthew Perry, who co-starred": {
    "guess": "Bruce Willis",
    "confidence": [
      [
        "Bruce",
        -0.07029819
      ],
      [
        " Willis",
        -0.0001243965
      ]
    ]
  },
  "This man's illegitimate daughter was known as \"Madonna Felice.\" His former secretary became the controversial cardinal Francesco Alidosi. This man excommunicated Alfonso d'Este, a duke of Ferrara, and he placed a republic under interdict during a conflict that featured the Battle of Agnadello. In attempting to fight (*) Venice, he created an alliance with such rulers as Louis XII, Maximilian I, and Ferdinand Ii of Aragon. This pope united various monarchs as the League of Cambrai. His tomb was initially": {
    "guess": "Pope Julius II",
    "confidence": [
      [
        "P",
        -0.040092908
      ],
      [
        "ope",
        -2.8325678e-05
      ],
      [
        " Julius",
        -0.00044294354
      ],
      [
        " II",
        -0.00041005798
      ]
    ]
  },
  "This man's illegitimate daughter was known as \"Madonna Felice.\" His former secretary became the controversial cardinal Francesco Alidosi. This man excommunicated Alfonso d'Este, a duke of Ferrara, and": {
    "guess": "Pope Julius II",
    "confidence": [
      [
        "P",
        -0.31005153
      ],
      [
        "ope",
        -0.003928914
      ],
      [
        " Julius",
        -0.15445545
      ],
      [
        " II",
        -0.001783822
      ]
    ]
  },
  "This man's illegitimate son was the last Loyalist governor of New Jersey. He founded the American Philosophical Society as well as the Union Fire Company, a volunteer fire department. He was appointed the first United States Postmaster General in 1775. This publisher of Poor Richard's Almanack was Pennsylvania's delegate at the Second Continental Congress. For 10 points, name this Founding Father who invented bifocals and the lightning rod.": {
    "guess": "Benjamin Franklin",
    "confidence": [
      [
        "Ben",
        -0.0012791648
      ],
      [
        "jamin",
        -3.1186566e-05
      ],
      [
        " Franklin",
        -8.45898e-05
      ]
    ]
  },
  "His ill-advised music career spawned the album The Return of Bruno, featuring a butchered version of \"Secret Agent Man\" and \"Respect Yourself,\" the latter a top five hit. His main focus has been acting:": {
    "guess": "Bruce Willis discography",
    "confidence": [
      [
        "Bruce",
        -0.018514415
      ],
      [
        " Willis",
        -0.00025073037
      ],
      [
        " disc",
        -0.43402508
      ],
      [
        "ography",
        -0.00023929782
      ]
    ]
  },
  "In Illinois v. City of Milwaukee, the Supreme Court held that the exercise of this privilege is not mandatory. The handful of cases in which it is used each year usually involve boundary disputes between states, as in the \"Ellis Island case,\" New Jersey v. New York. It was granted in \"all Cases affecting": {
    "guess": "Original jurisdiction of the Supreme Court of the United States",
    "confidence": [
      [
        "Original",
        -0.12561275
      ],
      [
        " jurisdiction",
        -0.0037199152
      ],
      [
        " of",
        -0.3973
      ],
      [
        " the",
        -0.0049445974
      ],
      [
        " Supreme",
        -0.13642107
      ],
      [
        " Court",
        -0.00015288251
      ],
      [
        " of",
        -0.006622412
      ],
      [
        " the",
        -0.00017076306
      ],
      [
        " United",
        -2.4987974e-05
      ],
      [
        " States",
        -4.179569e-05
      ]
    ]
  },
  "This man's illegitimate son was the last Loyalist governor of New Jersey. He founded the American Philosophical Society as well as the Union Fire Company, a volunteer fire department. He was appointed the first United States Postmaster General in 1775. This publisher of Poor Richard's Almanack was Pennsylvania's": {
    "guess": "Benjamin Franklin",
    "confidence": [
      [
        "Ben",
        -0.00026968008
      ],
      [
        "jamin",
        -3.070975e-05
      ],
      [
        " Franklin",
        -5.9080223e-05
      ]
    ]
  },
  "In Illinois v. City of Milwaukee, the Supreme Court held that the exercise of this privilege is not mandatory.": {
    "guess": "Privilege against self-incrimination",
    "confidence": [
      [
        "Priv",
        -1.6113942
      ],
      [
        "ilege",
        -0.07023796
      ],
      [
        " against",
        -0.63478047
      ],
      [
        " self",
        -0.021722266
      ],
      [
        "-inc",
        -0.015023237
      ],
      [
        "rim",
        -1.0087517e-05
      ],
      [
        "ination",
        -5.6934558e-05
      ]
    ]
  },
  "In Illinois v. City of Milwaukee, the Supreme Court held that the exercise of this privilege is not mandatory. The handful of cases in which it is used each year usually involve boundary disputes between": {
    "guess": "Original jurisdiction",
    "confidence": [
      [
        "Original",
        -1.4041481
      ],
      [
        " jurisdiction",
        -0.023306625
      ]
    ]
  },
  "His ill-advised music career spawned the album The Return of Bruno, featuring a butchered version of": {
    "guess": "The Return of Bruno",
    "confidence": [
      [
        "The",
        -0.586821
      ],
      [
        " Return",
        -0.0034162935
      ],
      [
        " of",
        -5.538491e-05
      ],
      [
        " Bruno",
        -2.7252845e-05
      ]
    ]
  },
  "This man's illegitimate daughter was known as \"Madonna Felice.\" His former secretary became the controversial cardinal Francesco Alidosi. This man excommunicated Alfonso d'Este, a duke of Ferrara, and he placed a republic under interdict during a conflict that featured the Battle of Agnadello. In attempting to fight (*) Venice, he created an alliance with such rulers as Louis XII, Maximilian I, and Ferdinand Ii of Aragon. This pope united various monarchs as the League of Cambrai. His tomb was initially to feature such sculptures as the \"Dying\" and \"Rebellious Slave.\" This pope commissioned Michelangelo": {
    "guess": "Pope Julius II",
    "confidence": [
      [
        "P",
        -0.010912112
      ],
      [
        "ope",
        -4.1273333e-06
      ],
      [
        " Julius",
        -0.00025931303
      ],
      [
        " II",
        -3.7981175e-05
      ]
    ]
  },
  "In Illinois v. City of Milwaukee, the Supreme Court held that the exercise of this privilege is not mandatory. The handful of cases in which it is used each year usually involve boundary disputes between states, as in the \"Ellis Island case,\" New Jersey v. New York. It was granted in \"all Cases affecting Ambassadors, other public Ministers and Consuls, and those in which a State shall be Party\" in": {
    "guess": "Original jurisdiction",
    "confidence": [
      [
        "Original",
        -0.12150521
      ],
      [
        " jurisdiction",
        -0.0042225206
      ]
    ]
  },
  "His ill-advised music career spawned the album The Return of Bruno, featuring a butchered version of \"Secret Agent Man\" and \"Respect Yourself,\" the latter a top five hit. His main focus has been acting: he earned a Golden Globe nomination for In Country and an Emmy for a guest spot on Friends, as the father of Ross's student girlfriend. The Friends role was a favor to Matthew Perry, who co-starred with him in two critically disliked comedies. For 10 points, who is this star of The Whole Nine Yards,": {
    "guess": "Bruce Willis",
    "confidence": [
      [
        "Bruce",
        -0.02992578
      ],
      [
        " Willis",
        -0.00032914805
      ]
    ]
  },
  "This man's illegitimate daughter was known as \"Madonna Felice.\" His former secretary became the controversial cardinal Francesco Alidosi. This man excommunicated Alfonso d'Este, a duke of Ferrara, and he placed a republic under interdict during a conflict that featured the Battle of Agnadello. In attempting to fight (*) Venice, he created an alliance with such rulers as Louis XII, Maximilian I, and Ferdinand Ii of Aragon. This pope united various monarchs as the League of Cambrai. His tomb was initially to feature such sculptures as the \"Dying\" and \"Rebellious Slave.\" This pope commissioned Michelangelo to paint the ceiling of the Sistine Chapel. For 10 points, name this 1500's pope known as the \"Warrior Pope.\"": {
    "guess": "Pope Julius II",
    "confidence": [
      [
        "P",
        -0.22115426
      ],
      [
        "ope",
        -1.6524515e-05
      ],
      [
        " Julius",
        -3.22594e-05
      ],
      [
        " II",
        -6.8616515e-05
      ]
    ]
  },
  "This man's illegitimate daughter was known as \"Madonna Felice.\" His former secretary became the controversial cardinal Francesco Alidosi. This man excommunicated Alfonso d'Este, a duke of Ferrara, and he placed a republic under interdict during a conflict that featured the Battle of Agnadello. In attempting": {
    "guess": "Pope Julius II",
    "confidence": [
      [
        "P",
        -0.0823547
      ],
      [
        "ope",
        -0.00017827288
      ],
      [
        " Julius",
        -0.009930087
      ],
      [
        " II",
        -0.00021212305
      ]
    ]
  },
  "This man's illegitimate daughter was known as \"Madonna Felice.\" His former secretary became the controversial": {
    "guess": "Girolamo Savonarola",
    "confidence": [
      [
        "Gi",
        -1.0366105
      ],
      [
        "rol",
        -0.8549459
      ],
      [
        "amo",
        -0.00016146517
      ],
      [
        " Sav",
        -0.06716087
      ],
      [
        "on",
        -0.0012072574
      ],
      [
        "ar",
        -9.960947e-05
      ],
      [
        "ola",
        -5.8484206e-05
      ]
    ]
  },
  "This man's illegitimate daughter was known as \"Madonna Felice.\" His former secretary became the controversial cardinal Francesco Alidosi. This man excommunicated Alfonso d'Este, a duke of Ferrara, and he placed a republic under interdict during a conflict that featured the Battle of Agnadello. In attempting to fight (*) Venice, he created an alliance with such rulers as Louis XII, Maximilian I, and": {
    "guess": "Pope Julius II",
    "confidence": [
      [
        "P",
        -0.010732978
      ],
      [
        "ope",
        -0.00053861644
      ],
      [
        " Julius",
        -0.003895561
      ],
      [
        " II",
        -0.00040183295
      ]
    ]
  },
  "This man's illegitimate son was the last Loyalist governor of New Jersey. He founded the American Philosophical Society as well as the Union Fire Company, a volunteer fire department. He was appointed the first United States Postmaster General in 1775. This publisher of Poor Richard's Almanack was Pennsylvania's delegate at the Second Continental Congress. For 10 points, name this Founding Father who": {
    "guess": "Benjamin Franklin",
    "confidence": [
      [
        "Ben",
        -0.0047489796
      ],
      [
        "jamin",
        -3.166338e-05
      ],
      [
        " Franklin",
        -8.506662e-05
      ]
    ]
  },
  "His ill-advised music career spawned the album The Return of Bruno, featuring a butchered version of \"Secret Agent Man\" and \"Respect Yourself,\" the latter a top five hit. His main focus has been acting: he earned a Golden Globe nomination for In Country and an Emmy for a guest spot on Friends, as the father of Ross's student girlfriend. The Friends role was a favor to Matthew Perry, who co-starred with him in two critically disliked comedies. For 10 points, who is this star of The Whole Nine Yards, The Sixth Sense, and the Die Hard films?": {
    "guess": "Bruce Willis",
    "confidence": [
      [
        "Bruce",
        -0.01155396
      ],
      [
        " Willis",
        -0.00010163593
      ]
    ]
  },
  "His ill-advised music career spawned the album The Return of Bruno, featuring a butchered version of \"Secret Agent Man\" and \"Respect Yourself,\" the latter a top five hit. His main focus has been acting: he earned a Golden Globe nomination for In Country and an Emmy for a guest spot on Friends, as the": {
    "guess": "Bruce Willis",
    "confidence": [
      [
        "Bruce",
        -0.18756574
      ],
      [
        " Willis",
        -0.0010878282
      ]
    ]
  },
  "In Illinois v. City of Milwaukee, the Supreme Court held that the exercise of this privilege is not mandatory. The handful of cases in which it is used each year usually involve boundary disputes between states, as in the \"Ellis Island case,\" New Jersey v. New York. It was granted in \"all Cases affecting Ambassadors, other public Ministers and Consuls, and those in which a State shall be Party\" in Article III of the Constitution. For ten points, name this type of Supreme Court purview which does": {
    "guess": "Original jurisdiction",
    "confidence": [
      [
        "Original",
        -0.10306841
      ],
      [
        " jurisdiction",
        -0.15616928
      ]
    ]
  },
  "This man's illegitimate daughter was known as \"Madonna Felice.\" His former secretary became the controversial cardinal Francesco Alidosi. This man excommunicated Alfonso d'Este, a duke of Ferrara, and he placed a republic under interdict during a conflict that featured the Battle of Agnadello. In attempting to fight (*) Venice, he created an alliance with such rulers as Louis XII, Maximilian I, and Ferdinand Ii of Aragon. This pope united various monarchs as the League of Cambrai. His tomb was initially to feature such sculptures as the \"Dying\" and \"Rebellious Slave.\" This pope commissioned Michelangelo to paint the ceiling of the Sistine Chapel. For 10 points, name this 1500's pope known as": {
    "guess": "Pope Julius II",
    "confidence": [
      [
        "P",
        -0.0024434314
      ],
      [
        "ope",
        -1.1041146e-05
      ],
      [
        " Julius",
        -6.4444386e-05
      ],
      [
        " II",
        -3.7623562e-05
      ]
    ]
  }
}