{
  "It is not a piano trio, but Joseph Haydn's D major eleventh piece in this genre ends with a Rondo all'Ungherese (ahl-oong-guh-RAY-zay). In the last of these pieces by Ludwig van Beethoven, the second and third movements are linked by horns holding an octave B-flat. That piece begins with three tutti": {
    "guess": "Piano Trio No. 7 (Beethoven)",
    "confidence": [
      [
        "P",
        -0.2632677
      ],
      [
        "iano",
        -2.6060809e-05
      ],
      [
        " Trio",
        -0.7204369
      ],
      [
        " No",
        -0.25692385
      ],
      [
        ".",
        -0.00038110252
      ],
      [
        " ",
        -0.0035338984
      ],
      [
        "7",
        -0.4384802
      ],
      [
        " (",
        -0.10814928
      ],
      [
        "Be",
        -0.0016537597
      ],
      [
        "ethoven",
        -5.9199425e-05
      ],
      [
        ")",
        -9.72254e-05
      ]
    ]
  },
  "A piano imitates hunting-horns well into the postlude in a piece by this composer depicting a man's walk through a forest and encounter with an evil maiden. This composer incorporated the Marseillaise in his depiction of the death of a French grenadier in one of his songs. This composer had the right hand imitate Bach counterpoint while the left hand imitates three bells, in a song about the reflection": {
    "guess": "Modest Mussorgsky",
    "confidence": [
      [
        "Mod",
        -0.46774146
      ],
      [
        "est",
        -0.0016077012
      ],
      [
        " Muss",
        -0.0069161803
      ],
      [
        "org",
        -5.157039e-05
      ],
      [
        "sky",
        -0.00020759332
      ]
    ]
  },
  "A piano imitates hunting-horns well into the postlude in a piece by this composer depicting a man's walk through a forest and encounter with an evil maiden. This composer incorporated the Marseillaise in his depiction of the death of a French grenadier in one of his songs. This composer had the right hand imitate Bach counterpoint while the left hand imitates three bells, in a song about the reflection of a cathedral in water. This composer wrote twenty-six songs, one for each letter of the alphabet, in his collection (*) Myrtles. In 1840, known as this composer's \"year of song,\" he published a setting of Adalbert de Chamisso's A Woman's Love and Life, and set several poems by Joseph Eichendorff in his op. 39 Liederkreis. This composer's choral masterwork is a collection that ends with the": {
    "guess": "Robert Schumann",
    "confidence": [
      [
        "Robert",
        -0.0022251988
      ],
      [
        " Sch",
        -0.000112245056
      ],
      [
        "umann",
        -0.00030102333
      ]
    ]
  },
  "In one piano piece by this composer, \"God Save the Queen\" is banged out in bass octaves at the opening of an homage to a Dickens character. A pentatonic section in G-flat is sandwiched between two sections": {
    "guess": "Edward MacDowell",
    "confidence": [
      [
        "Edward",
        -1.8926638
      ],
      [
        " Mac",
        -0.31417933
      ],
      [
        "D",
        -0.014513806
      ],
      [
        "owell",
        -0.00056983315
      ]
    ]
  },
  "In one piano piece by this composer, \"God Save the Queen\" is banged out in bass octaves at the opening of an homage to a Dickens character. A pentatonic section in G-flat is sandwiched between two sections using only notes from the whole-tone scale in the second piece from his first book of Preludes. A collection of piano pieces by this composer of \"Voiles\" closes with a \"Passepied\" in F-sharp minor. One piece by him opens with a solo flute playing a chromatically descending tritone from C-sharp to G. A poem by Verlaine about moonlight inspired one movement of his Suite Bergamasque. He wrote an orchestral work that contains the movement \"Play of the Waves\" For 10 points, name this French Impressionist composer of \"Clair de Lune\", Prelude to the Afternoon of a Faun, and La Mer.": {
    "guess": "Claude Debussy",
    "confidence": [
      [
        "Cla",
        -0.0023716083
      ],
      [
        "ude",
        0.0
      ],
      [
        " Deb",
        -3.917321e-05
      ],
      [
        "ussy",
        -6.9882217e-06
      ]
    ]
  },
  "One piano used in this song was supposed to have been reserved for Daniel Barenboim's exclusive use. During its recording, violinists were given red clown noses to wear. One verse describes the death of Guinness heir Tara Browne, and an article in the Daily Mail about pothole problems inspired the line about the town of Blackburn, Lancashire. Mal Evans is credited with operating the alarm clock that": {
    "guess": "A Day in the Life",
    "confidence": [
      [
        "A",
        -0.02316384
      ],
      [
        " Day",
        -0.00018077616
      ],
      [
        " in",
        -0.0004776208
      ],
      [
        " the",
        -0.00027373302
      ],
      [
        " Life",
        -0.00016051154
      ]
    ]
  },
  "One piano used in this song was supposed to have been reserved for Daniel Barenboim's exclusive use. During its recording, violinists were given red clown noses to wear. One verse describes the death of Guinness heir Tara Browne, and an article in the Daily Mail about pothole problems inspired the line about the town of Blackburn, Lancashire. Mal Evans is credited with operating the alarm clock that announces this song's middle section, in which a new singer says he \"woke up\" and \"fell out of bed.\" Two iconic orchestral crescendos are preceded by Paul McCartney's line \"I'd love to turn you on.\" FTP, name this song that begins \"I read the news today, oh boy,\" the last track on the Beatles' Sgt.": {
    "guess": "A Day in the Life",
    "confidence": [
      [
        "A",
        -0.015529341
      ],
      [
        " Day",
        -0.00034690573
      ],
      [
        " in",
        -0.00092408445
      ],
      [
        " the",
        -0.0013388125
      ],
      [
        " Life",
        -0.0004331725
      ]
    ]
  },
  "One piano suite by this man includes such movements as \"Beside a Spring,\" \"Obemrann's Valley,\"  and three sections titled for different Petrarch sonnets. This composer of the oratorio The (*)  Legend of St. Elizabeth  wrote a series of works that include one dedicated to Leo Festetics, one based on Ábrányi's  \"Csárdás nobles,\" and the Rákóczy March. For 10 points— name this composer of the Faust symphony and the Hungarian Rhapsodies.": {
    "guess": "Franz Liszt",
    "confidence": [
      [
        "Fran",
        -0.0026631698
      ],
      [
        "z",
        -3.6073914e-05
      ],
      [
        " Lis",
        -0.00019543454
      ],
      [
        "zt",
        -0.00016146517
      ]
    ]
  },
  "One piano suite by this man includes such movements as \"Beside a Spring,\" \"Obemrann's Valley,\"  and three sections titled for different Petrarch sonnets. This composer of the oratorio The (*)  Legend of": {
    "guess": "Franz Liszt",
    "confidence": [
      [
        "Fran",
        -0.3069788
      ],
      [
        "z",
        -4.3941356e-05
      ],
      [
        " Lis",
        -0.000716008
      ],
      [
        "zt",
        -8.339777e-05
      ]
    ]
  },
  "It is not a piano trio, but Joseph Haydn's D major eleventh piece in this genre ends with a Rondo all'Ungherese": {
    "guess": "List of piano trios by Joseph Haydn",
    "confidence": [
      [
        "List",
        -0.0669087
      ],
      [
        " of",
        -0.0008236801
      ],
      [
        " piano",
        -0.055664897
      ],
      [
        " tri",
        -0.000321519
      ],
      [
        "os",
        -1.6240566e-06
      ],
      [
        " by",
        -4.2153304e-05
      ],
      [
        " Joseph",
        -0.0004740447
      ],
      [
        " Hay",
        -5.145119e-05
      ],
      [
        "dn",
        -2.9517714e-05
      ]
    ]
  },
  "It is not a piano trio, but Joseph Haydn's D major eleventh piece in this genre ends with a Rondo all'Ungherese (ahl-oong-guh-RAY-zay). In the last of these pieces by Ludwig van Beethoven, the second and": {
    "guess": "Piano Trios (Beethoven)",
    "confidence": [
      [
        "P",
        -0.5012631
      ],
      [
        "iano",
        -2.9994528e-05
      ],
      [
        " Tri",
        -0.6183642
      ],
      [
        "os",
        -7.822647e-06
      ],
      [
        " (",
        -0.7597482
      ],
      [
        "Be",
        -0.040663317
      ],
      [
        "ethoven",
        -7.314626e-05
      ],
      [
        ")",
        -0.00074566406
      ]
    ]
  },
  "One piano suite by this man includes such movements as \"Beside a Spring,\" \"Obemrann's Valley,\"  and three sections titled for different Petrarch sonnets. This composer of the oratorio The (*)  Legend of St. Elizabeth  wrote a series of works that include one dedicated to Leo Festetics, one based on Ábrányi's": {
    "guess": "Franz Liszt",
    "confidence": [
      [
        "Fran",
        -0.036688454
      ],
      [
        "z",
        -2.486877e-05
      ],
      [
        " Lis",
        -0.00025073037
      ],
      [
        "zt",
        -0.00013023747
      ]
    ]
  },
  "One piano used in this song was supposed to have been reserved for Daniel Barenboim's exclusive use. During its recording, violinists were given red clown noses to wear. One verse describes the death of Guinness heir Tara Browne, and an article in the Daily Mail about pothole problems inspired the line about the town of Blackburn, Lancashire. Mal Evans is credited with operating the alarm clock that announces this song's middle section, in which a new singer says he \"woke up\" and \"fell out of bed.\" Two iconic orchestral crescendos are preceded by Paul McCartney's line \"I'd love to turn you on.\" FTP, name this song that begins \"I read the news today, oh boy,\" the last track on the Beatles' Sgt. Pepper's Lonely Hearts Club Band.": {
    "guess": "A Day in The Life",
    "confidence": [
      [
        "A",
        -0.0059853243
      ],
      [
        " Day",
        -3.3451433e-05
      ],
      [
        " in",
        -0.0018397523
      ],
      [
        " The",
        -0.3152961
      ],
      [
        " Life",
        -4.5371802e-05
      ]
    ]
  },
  "A piano imitates hunting-horns well into the postlude in a piece by this composer depicting a man's walk through a forest and encounter with an evil maiden. This composer incorporated the Marseillaise in his depiction of the death of a French grenadier in one of his songs. This composer had the right": {
    "guess": "Franz Schubert",
    "confidence": [
      [
        "Fran",
        -0.21652806
      ],
      [
        "z",
        -1.9385403e-05
      ],
      [
        " Sch",
        -0.1673288
      ],
      [
        "ub",
        -3.2855416e-05
      ],
      [
        "ert",
        -9.372295e-06
      ]
    ]
  },
  "This man's Piano Concerto in G opens with a whip crack, and he wrote an opera in which a clockmaker named Torquemada's sensual wife Concepcion lusts after muscular couriers. Another of his operatic works sees a child punished for mistreating his toys. This composer of The Spanish Hour and The Child and the Enchantments also dedicated a Pavane to the Princesse de Polignac and wrote a difficult piano piece called \"Gaspard de la Nuit.\" He wrote another work that begins with a flute solo and was originally a ballet choreographed by Ida Rubenstein. For 10 points, name this composer of a repetitive work": {
    "guess": "Maurice Ravel",
    "confidence": [
      [
        "M",
        -0.0031992164
      ],
      [
        "aur",
        -1.147242e-06
      ],
      [
        "ice",
        -2.0219828e-05
      ],
      [
        " R",
        -5.252402e-05
      ],
      [
        "avel",
        -0.0002776631
      ]
    ]
  },
  "A piano imitates hunting-horns well into the postlude in a piece by this composer depicting a man's walk through a forest and encounter with an evil maiden. This composer incorporated the Marseillaise in his depiction of the death of a French grenadier in one of his songs. This composer had the right hand imitate Bach counterpoint while the left hand imitates three bells, in a song about the reflection of a cathedral in water. This composer wrote twenty-six songs, one for each letter of the alphabet, in his collection (*) Myrtles. In 1840, known as this composer's \"year of song,\" he published a setting of Adalbert de Chamisso's A Woman's Love and Life, and set several poems by Joseph Eichendorff in his op. 39 Liederkreis. This composer's choral masterwork is a collection that ends with the poet declaring that he will put his suffering, love, dreams, and bad poems in a huge coffin and cast it out to sea. For 10 points, name this composer who adapted Heinrich Heine's Lyrical Intermezzo in": {
    "guess": "Robert Schumann",
    "confidence": [
      [
        "Robert",
        -0.0013809482
      ],
      [
        " Sch",
        -2.1173457e-05
      ],
      [
        "umann",
        -0.00011021859
      ]
    ]
  },
  "His Piano Concerto No. 3 was originally intended to be a symphony but was published as a one-movement Allegro brillante posthumously. He wrote an un-numbered Manfred Symphony between his 4th and 5th, and his 7th was left unfinished at his death. The opening 36-bar Andante introduction is marked sempre marcatissimo in his Serenade for Strings, and his visit to Rome inspired his Capriccio italien. Using part of La Marseillaise in one piece  that often uses canons at the end, this is, for 10 points, what Russian composer of the 1812 Overture and Symphony No. 6, Pathetique?": {
    "guess": "Pyotr Ilyich Tchaikovsky",
    "confidence": [
      [
        "Py",
        -0.010845011
      ],
      [
        "otr",
        -3.786197e-05
      ],
      [
        " I",
        -0.00011200665
      ],
      [
        "ly",
        -3.7697225e-06
      ],
      [
        "ich",
        -2.5583993e-05
      ],
      [
        " T",
        -1.1041146e-05
      ],
      [
        "cha",
        -3.2929079e-06
      ],
      [
        "ik",
        -5.9153886e-06
      ],
      [
        "ovsky",
        -0.0002447702
      ]
    ]
  },
  "This man's Piano Concerto in G opens with a whip crack, and he wrote an opera in which a clockmaker named Torquemada's sensual wife Concepcion lusts after muscular couriers. Another of his operatic works sees a child punished for mistreating his toys. This composer of The Spanish Hour and The Child and the Enchantments also dedicated a Pavane to the Princesse de Polignac and wrote a difficult piano piece called \"Gaspard de la Nuit.\" He wrote another work that begins with a flute solo and was originally": {
    "guess": "Maurice Ravel",
    "confidence": [
      [
        "M",
        -0.001960867
      ],
      [
        "aur",
        -1.2664457e-06
      ],
      [
        "ice",
        -2.057744e-05
      ],
      [
        " R",
        -3.500108e-05
      ],
      [
        "avel",
        -0.00014942927
      ]
    ]
  },
  "One piano used in this song was supposed to have been reserved for Daniel Barenboim's exclusive use. During its recording, violinists were given red clown noses to wear. One verse describes the death of Guinness heir Tara Browne, and an article in the Daily Mail about pothole problems inspired the line about the town of Blackburn, Lancashire. Mal Evans is credited with operating the alarm clock that announces this song's middle section, in which a new singer says he \"woke up\" and \"fell out of bed.\"": {
    "guess": "A Day in the Life",
    "confidence": [
      [
        "A",
        -0.024864653
      ],
      [
        " Day",
        -6.325235e-05
      ],
      [
        " in",
        -0.00029148703
      ],
      [
        " the",
        -0.00051871676
      ],
      [
        " Life",
        -0.0002224901
      ]
    ]
  },
  "It is not a piano trio, but Joseph Haydn's D major eleventh piece in this genre ends with a Rondo all'Ungherese (ahl-oong-guh-RAY-zay). In the last of these pieces by Ludwig van Beethoven, the second and third movements are linked by horns holding an octave B-flat. That piece begins with three tutti chords, which are each followed by a flourish of sixteenth notes. Popular middle movements from Mozart's output in this genre include the F-sharp minor Adagio of the twenty-third and the F major (*) Andante of the twenty-first. Mozart left out many left-hand parts in one nicknamed Coronation; his pianist friend Victoire Jenamy lends her name to another, the Jeunehomme (\"june ohm\"); yet another was featured in the soundtrack to the 1967 film Elvira Madigan. Beethoven's fifth and last piece in this genre is in E-flat major and nicknamed Emperor. For 10 points, name this genre for solo keyboard and orchestra.": {
    "guess": "Piano concerto",
    "confidence": [
      [
        "P",
        -0.014772011
      ],
      [
        "iano",
        -3.1281633e-07
      ],
      [
        " conc",
        -0.6547018
      ],
      [
        "erto",
        -3.2497806e-05
      ]
    ]
  },
  "His Piano Concerto No. 3 was originally intended to be a symphony but was published as a one-movement Allegro brillante posthumously. He wrote an un-numbered Manfred Symphony between his 4th and 5th, and": {
    "guess": "Pyotr Ilyich Tchaikovsky",
    "confidence": [
      [
        "Py",
        -0.04547834
      ],
      [
        "otr",
        -3.4762674e-05
      ],
      [
        " I",
        -0.00010783452
      ],
      [
        "ly",
        -2.9352968e-06
      ],
      [
        "ich",
        -3.202099e-05
      ],
      [
        " T",
        -8.299462e-06
      ],
      [
        "cha",
        -3.0545007e-06
      ],
      [
        "ik",
        -5.7961847e-06
      ],
      [
        "ovsky",
        -0.00017326632
      ]
    ]
  },
  "One piano used in this song was supposed to have been reserved for Daniel Barenboim's exclusive use. During its recording, violinists were given red clown noses to wear. One verse describes the death of Guinness heir Tara Browne, and an article in the Daily Mail about pothole problems inspired the line": {
    "guess": "A Day in the Life",
    "confidence": [
      [
        "A",
        -0.11201146
      ],
      [
        " Day",
        -0.008860845
      ],
      [
        " in",
        -0.002285622
      ],
      [
        " the",
        -0.0003091255
      ],
      [
        " Life",
        -0.00031782736
      ]
    ]
  },
  "This man's Piano Concerto in G opens with a whip crack, and he wrote an opera in which a clockmaker named Torquemada's sensual wife Concepcion lusts after muscular couriers. Another of his operatic works": {
    "guess": "Maurice Ravel",
    "confidence": [
      [
        "M",
        -0.04918222
      ],
      [
        "aur",
        -7.696077e-05
      ],
      [
        "ice",
        -3.1782583e-05
      ],
      [
        " R",
        -0.00019233524
      ],
      [
        "avel",
        -3.070975e-05
      ]
    ]
  },
  "In one piano piece by this composer, \"God Save the Queen\" is banged out in bass octaves at the opening of an homage to a Dickens character. A pentatonic section in G-flat is sandwiched between two sections using only notes from the whole-tone scale in the second piece from his first book of Preludes. A collection of piano pieces by this composer of \"Voiles\" closes with a \"Passepied\" in F-sharp minor.": {
    "guess": "Claude Debussy",
    "confidence": [
      [
        "Cla",
        -0.005709897
      ],
      [
        "ude",
        0.0
      ],
      [
        " Deb",
        -3.4121115e-06
      ],
      [
        "ussy",
        -2.6968896e-06
      ]
    ]
  },
  "One piano suite by this man includes such movements as \"Beside a Spring,\" \"Obemrann's Valley,\"  and three": {
    "guess": "Robert Schumann",
    "confidence": [
      [
        "Robert",
        -0.3846879
      ],
      [
        " Sch",
        -7.529192e-05
      ],
      [
        "umann",
        -4.0722858e-05
      ]
    ]
  },
  "It is not a piano trio, but Joseph Haydn's D major eleventh piece in this genre ends with a Rondo all'Ungherese (ahl-oong-guh-RAY-zay). In the last of these pieces by Ludwig van Beethoven, the second and third movements are linked by horns holding an octave B-flat. That piece begins with three tutti chords, which are each followed by a flourish of sixteenth notes. Popular middle movements from Mozart's": {
    "guess": "Piano Trio No. 7 (Beethoven)",
    "confidence": [
      [
        "P",
        -0.14134134
      ],
      [
        "iano",
        -5.109358e-05
      ],
      [
        " Trio",
        -0.27703407
      ],
      [
        " No",
        -0.13658123
      ],
      [
        ".",
        -0.00053158705
      ],
      [
        " ",
        -0.0050858683
      ],
      [
        "7",
        -0.28231254
      ],
      [
        " (",
        -0.17739402
      ],
      [
        "Be",
        -0.00065882324
      ],
      [
        "ethoven",
        -7.600714e-05
      ],
      [
        ")",
        -0.00010354319
      ]
    ]
  },
  "One piano used in this song was supposed to have been reserved for Daniel Barenboim's exclusive use.": {
    "guess": "Imagine",
    "confidence": [
      [
        "Imagine",
        -1.3682342
      ]
    ]
  },
  "One piano used in this song was supposed to have been reserved for Daniel Barenboim's exclusive use. During its recording, violinists were given red clown noses to wear. One verse describes the death of Guinness heir Tara Browne, and an article in the Daily Mail about pothole problems inspired the line about the town of Blackburn, Lancashire. Mal Evans is credited with operating the alarm clock that announces this song's middle section, in which a new singer says he \"woke up\" and \"fell out of bed.\" Two iconic orchestral crescendos are preceded by Paul McCartney's line \"I'd love to turn you on.\"": {
    "guess": "A Day in The Life",
    "confidence": [
      [
        "A",
        -0.0025472431
      ],
      [
        " Day",
        -0.0004360334
      ],
      [
        " in",
        -0.0036417649
      ],
      [
        " The",
        -0.10289012
      ],
      [
        " Life",
        -7.2907846e-05
      ]
    ]
  },
  "It is not a piano trio, but Joseph Haydn's D major eleventh piece in this genre ends with a Rondo all'Ungherese (ahl-oong-guh-RAY-zay). In the last of these pieces by Ludwig van Beethoven, the second and third movements are linked by horns holding an octave B-flat. That piece begins with three tutti chords, which are each followed by a flourish of sixteenth notes. Popular middle movements from Mozart's output in this genre include the F-sharp minor Adagio of the twenty-third and the F major (*) Andante of the twenty-first. Mozart left out many left-hand parts in one nicknamed Coronation; his pianist friend Victoire Jenamy lends her name to another, the Jeunehomme (\"june ohm\"); yet another was featured in the soundtrack to the 1967 film Elvira Madigan. Beethoven's fifth and last piece in this": {
    "guess": "Piano Concerto No. 5 (Beethoven)",
    "confidence": [
      [
        "P",
        -0.09476423
      ],
      [
        "iano",
        -1.378283e-05
      ],
      [
        " Concert",
        -0.16812849
      ],
      [
        "o",
        -0.09027991
      ],
      [
        " No",
        -0.18503778
      ],
      [
        ".",
        -0.00024299313
      ],
      [
        " ",
        -0.004514616
      ],
      [
        "5",
        -0.20537244
      ],
      [
        " (",
        -0.048102487
      ],
      [
        "Be",
        -0.00026217024
      ],
      [
        "ethoven",
        -4.7755875e-05
      ],
      [
        ")",
        -6.539802e-05
      ]
    ]
  },
  "His Piano Concerto No. 3 was originally intended to be a symphony but was published as a one-movement Allegro brillante posthumously. He wrote an un-numbered Manfred Symphony between his 4th and 5th, and his 7th was left unfinished at his death. The opening 36-bar Andante introduction is marked sempre": {
    "guess": "Pyotr Ilyich Tchaikovsky",
    "confidence": [
      [
        "Py",
        -0.011074705
      ],
      [
        "otr",
        -0.000107000094
      ],
      [
        " I",
        -0.0002670576
      ],
      [
        "ly",
        -7.822647e-06
      ],
      [
        "ich",
        -5.121278e-05
      ],
      [
        " T",
        -1.5451682e-05
      ],
      [
        "cha",
        -6.392203e-06
      ],
      [
        "ik",
        -6.392203e-06
      ],
      [
        "ovsky",
        -0.00018577903
      ]
    ]
  },
  "This man's Piano Concerto in G opens with a whip crack, and he wrote an opera in which a clockmaker named Torquemada's sensual wife Concepcion lusts after muscular couriers. Another of his operatic works sees a child punished for mistreating his toys. This composer of The Spanish Hour and The Child and the Enchantments also dedicated a Pavane to the Princesse de Polignac and wrote a difficult piano": {
    "guess": "Maurice Ravel",
    "confidence": [
      [
        "M",
        -0.009151241
      ],
      [
        "aur",
        -5.2001665e-06
      ],
      [
        "ice",
        -1.147242e-06
      ],
      [
        " R",
        -2.3319124e-05
      ],
      [
        "avel",
        -3.9769227e-05
      ]
    ]
  },
  "A piano imitates hunting-horns well into the postlude in a piece by this composer depicting a man's walk through a forest and encounter with an evil maiden. This composer incorporated the Marseillaise in his depiction of the death of a French grenadier in one of his songs. This composer had the right hand imitate Bach counterpoint while the left hand imitates three bells, in a song about the reflection of a cathedral in water. This composer wrote twenty-six songs, one for each letter of the alphabet,": {
    "guess": "Modest Mussorgsky",
    "confidence": [
      [
        "Mod",
        -0.92359847
      ],
      [
        "est",
        -0.014109323
      ],
      [
        " Muss",
        -0.022249263
      ],
      [
        "org",
        -0.0003735927
      ],
      [
        "sky",
        -0.0006078408
      ]
    ]
  },
  "One piano used in this song was supposed to have been reserved for Daniel Barenboim's exclusive use. During its recording, violinists were given red clown noses to wear. One verse describes the death of": {
    "guess": "Piano Phase",
    "confidence": [
      [
        "P",
        -1.0401692
      ],
      [
        "iano",
        -0.019182272
      ],
      [
        " Phase",
        -0.28094316
      ]
    ]
  },
  "A piano imitates hunting-horns well into the postlude in a piece by this composer depicting a man's walk through a forest and encounter with an evil maiden. This composer incorporated the Marseillaise in his depiction of the death of a French grenadier in one of his songs. This composer had the right hand imitate Bach counterpoint while the left hand imitates three bells, in a song about the reflection of a cathedral in water. This composer wrote twenty-six songs, one for each letter of the alphabet, in his collection (*) Myrtles. In 1840, known as this composer's \"year of song,\" he published a setting of Adalbert de Chamisso's A Woman's Love and Life, and set several poems by Joseph Eichendorff in his op. 39 Liederkreis. This composer's choral masterwork is a collection that ends with the poet declaring that he will put his suffering, love, dreams, and bad poems in a huge coffin and cast": {
    "guess": "Robert Schumann",
    "confidence": [
      [
        "Robert",
        -0.0013179776
      ],
      [
        " Sch",
        -2.58224e-05
      ],
      [
        "umann",
        -0.00025966697
      ]
    ]
  },
  "One piano suite by this man includes such movements as \"Beside a Spring,\" \"Obemrann's Valley,\"  and three sections titled for different Petrarch sonnets. This composer of the oratorio The (*)  Legend of St. Elizabeth  wrote a series of works that include one dedicated to Leo Festetics, one based on Ábrányi's  \"Csárdás nobles,\" and the Rákóczy March. For 10 points— name this composer of the Faust symphony": {
    "guess": "Franz Liszt",
    "confidence": [
      [
        "Fran",
        -0.02210655
      ],
      [
        "z",
        -5.2285613e-05
      ],
      [
        " Lis",
        -0.0007251793
      ],
      [
        "zt",
        -0.00019257364
      ]
    ]
  },
  "It is not a piano trio, but Joseph Haydn's D major eleventh piece in this genre ends with a Rondo all'Ungherese (ahl-oong-guh-RAY-zay). In the last of these pieces by Ludwig van Beethoven, the second and third movements are linked by horns holding an octave B-flat. That piece begins with three tutti chords, which are each followed by a flourish of sixteenth notes. Popular middle movements from Mozart's output in this genre include the F-sharp minor Adagio of the twenty-third and the F major (*) Andante": {
    "guess": "Symphony No. 11 (Haydn)",
    "confidence": [
      [
        "Sym",
        -0.77463126
      ],
      [
        "phony",
        -0.016353987
      ],
      [
        " No",
        -7.624555e-05
      ],
      [
        ".",
        -0.00017588881
      ],
      [
        " ",
        -0.0017371823
      ],
      [
        "11",
        -1.1318456
      ],
      [
        " (",
        -0.1355287
      ],
      [
        "Hay",
        -0.0018877072
      ],
      [
        "dn",
        -2.808727e-05
      ],
      [
        ")",
        -2.9875326e-05
      ]
    ]
  },
  "A piano imitates hunting-horns well into the postlude in a piece by this composer depicting a man's walk through a forest and encounter with an evil maiden. This composer incorporated the Marseillaise": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -0.7917397
      ]
    ]
  },
  "A piano imitates hunting-horns well into the postlude in a piece by this composer depicting a man's walk through a forest and encounter with an evil maiden. This composer incorporated the Marseillaise in his depiction of the death of a French grenadier in one of his songs. This composer had the right hand imitate Bach counterpoint while the left hand imitates three bells, in a song about the reflection of a cathedral in water. This composer wrote twenty-six songs, one for each letter of the alphabet, in his collection (*) Myrtles. In 1840, known as this composer's \"year of song,\" he published a": {
    "guess": "Robert Schumann",
    "confidence": [
      [
        "Robert",
        -0.38376355
      ],
      [
        " Sch",
        -0.0001440651
      ],
      [
        "umann",
        -0.00016182278
      ]
    ]
  },
  "It is not a piano trio, but Joseph Haydn's D major eleventh piece in this genre ends with a Rondo all'Ungherese (ahl-oong-guh-RAY-zay). In the last of these pieces by Ludwig van Beethoven, the second and third movements are linked by horns holding an octave B-flat. That piece begins with three tutti chords, which are each followed by a flourish of sixteenth notes. Popular middle movements from Mozart's output in this genre include the F-sharp minor Adagio of the twenty-third and the F major (*) Andante of the twenty-first. Mozart left out many left-hand parts in one nicknamed Coronation; his pianist friend Victoire Jenamy lends her name to another, the Jeunehomme (\"june ohm\"); yet another was": {
    "guess": "Piano Sonata (Mozart)",
    "confidence": [
      [
        "P",
        -0.13828899
      ],
      [
        "iano",
        -1.0280384e-06
      ],
      [
        " Sonata",
        -0.17245747
      ],
      [
        " (",
        -0.8327599
      ],
      [
        "M",
        -0.68707156
      ],
      [
        "oz",
        -4.8425554e-06
      ],
      [
        "art",
        -3.9769227e-05
      ],
      [
        ")",
        -0.0005508871
      ]
    ]
  },
  "In one piano piece by this composer, \"God Save the Queen\" is banged out in bass octaves at the opening of an homage to a Dickens character. A pentatonic section in G-flat is sandwiched between two sections using only notes from the whole-tone scale in the second piece from his first book of Preludes. A collection of piano pieces by this composer of \"Voiles\" closes with a \"Passepied\" in F-sharp minor. One piece by him opens with a solo flute playing a chromatically descending tritone from C-sharp to G. A poem by Verlaine about moonlight inspired one movement of his Suite Bergamasque. He wrote an": {
    "guess": "Claude Debussy",
    "confidence": [
      [
        "Cla",
        -0.0034053747
      ],
      [
        "ude",
        0.0
      ],
      [
        " Deb",
        -7.588794e-05
      ],
      [
        "ussy",
        -3.1737043e-06
      ]
    ]
  },
  "In one piano piece by this composer, \"God Save the Queen\" is banged out in bass octaves at the opening of an homage to a Dickens character. A pentatonic section in G-flat is sandwiched between two sections using only notes from the whole-tone scale in the second piece from his first book of Preludes. A collection of piano pieces by this composer of \"Voiles\" closes with a \"Passepied\" in F-sharp minor. One piece by him opens with a solo flute playing a chromatically descending tritone from C-sharp to G. A poem by Verlaine about moonlight inspired one movement of his Suite Bergamasque. He wrote an orchestral work that contains the movement \"Play of the Waves\" For 10 points, name this French Impressionist": {
    "guess": "Claude Debussy",
    "confidence": [
      [
        "Cla",
        -0.0010765148
      ],
      [
        "ude",
        -4.3202e-07
      ],
      [
        " Deb",
        -3.8457987e-05
      ],
      [
        "ussy",
        -7.3458323e-06
      ]
    ]
  },
  "This man's Piano Concerto in G opens with a whip crack, and he wrote an opera in which a clockmaker named Torquemada's sensual wife Concepcion lusts after muscular couriers. Another of his operatic works sees a child punished for mistreating his toys. This composer of The Spanish Hour and The Child and the Enchantments also dedicated a Pavane to the Princesse de Polignac and wrote a difficult piano piece called \"Gaspard de la Nuit.\" He wrote another work that begins with a flute solo and was originally a ballet choreographed by Ida Rubenstein. For 10 points, name this composer of a repetitive work based on a Spanish dance, Bolero.": {
    "guess": "Maurice Ravel",
    "confidence": [
      [
        "M",
        -0.008150924
      ],
      [
        "aur",
        -2.6968896e-06
      ],
      [
        "ice",
        -1.9146995e-05
      ],
      [
        " R",
        -0.00011498674
      ],
      [
        "avel",
        -0.00035751116
      ]
    ]
  },
  "This man's Piano Concerto in G opens with a whip crack, and he wrote an opera in which a clockmaker named": {
    "guess": "Maurice Ravel",
    "confidence": [
      [
        "M",
        -0.078747004
      ],
      [
        "aur",
        -0.00024382756
      ],
      [
        "ice",
        -2.3080716e-05
      ],
      [
        " R",
        -0.00012594614
      ],
      [
        "avel",
        -0.0013173815
      ]
    ]
  },
  "A piano imitates hunting-horns well into the postlude in a piece by this composer depicting a man's walk": {
    "guess": "Franz Liszt",
    "confidence": [
      [
        "Fran",
        -0.68826383
      ],
      [
        "z",
        -2.7968066e-05
      ],
      [
        " Lis",
        -0.05532859
      ],
      [
        "zt",
        -0.000108907356
      ]
    ]
  },
  "In one piano piece by this composer, \"God Save the Queen\" is banged out in bass octaves at the opening": {
    "guess": "Edward Elgar",
    "confidence": [
      [
        "Edward",
        -1.0944794
      ],
      [
        " El",
        -0.100690976
      ],
      [
        "gar",
        -0.000117370815
      ]
    ]
  },
  "In one piano piece by this composer, \"God Save the Queen\" is banged out in bass octaves at the opening of an homage to a Dickens character. A pentatonic section in G-flat is sandwiched between two sections using only notes from the whole-tone scale in the second piece from his first book of Preludes.": {
    "guess": "Claude Debussy",
    "confidence": [
      [
        "Cla",
        -1.1105033
      ],
      [
        "ude",
        0.0
      ],
      [
        " Deb",
        -0.00020711649
      ],
      [
        "ussy",
        -2.8160932e-06
      ]
    ]
  },
  "His Piano Concerto No. 3 was originally intended to be a symphony but was published as a one-movement": {
    "guess": "Frédéric Chopin",
    "confidence": [
      [
        "Fr",
        -0.6419728
      ],
      [
        "éd",
        -0.0004904801
      ],
      [
        "éric",
        -2.9994528e-05
      ],
      [
        " Chop",
        -0.00053587474
      ],
      [
        "in",
        -1.11603495e-05
      ]
    ]
  },
  "His Piano Concerto No. 3 was originally intended to be a symphony but was published as a one-movement Allegro brillante posthumously. He wrote an un-numbered Manfred Symphony between his 4th and 5th, and his 7th was left unfinished at his death. The opening 36-bar Andante introduction is marked sempre marcatissimo in his Serenade for Strings, and his visit to Rome inspired his Capriccio italien. Using": {
    "guess": "Pyotr Ilyich Tchaikovsky",
    "confidence": [
      [
        "Py",
        -0.03954269
      ],
      [
        "otr",
        -3.500108e-05
      ],
      [
        " I",
        -0.00011117222
      ],
      [
        "ly",
        -3.7697225e-06
      ],
      [
        "ich",
        -1.342522e-05
      ],
      [
        " T",
        -1.4140442e-05
      ],
      [
        "cha",
        -3.7697225e-06
      ],
      [
        "ik",
        -4.246537e-06
      ],
      [
        "ovsky",
        -0.00016349163
      ]
    ]
  },
  "It is not a piano trio, but Joseph Haydn's D major eleventh piece in this genre ends with a Rondo all'Ungherese (ahl-oong-guh-RAY-zay). In the last of these pieces by Ludwig van Beethoven, the second and third movements are linked by horns holding an octave B-flat. That piece begins with three tutti chords, which are each followed by a flourish of sixteenth notes. Popular middle movements from Mozart's output in this genre include the F-sharp minor Adagio of the twenty-third and the F major (*) Andante of the twenty-first. Mozart left out many left-hand parts in one nicknamed Coronation; his pianist": {
    "guess": "Piano Sonata No. 11 (Mozart)",
    "confidence": [
      [
        "P",
        -0.034827042
      ],
      [
        "iano",
        -2.4584822e-06
      ],
      [
        " Sonata",
        -0.82445073
      ],
      [
        " No",
        -0.09706946
      ],
      [
        ".",
        -0.00037549992
      ],
      [
        " ",
        -0.009876735
      ],
      [
        "11",
        -0.6447192
      ],
      [
        " (",
        -0.14072886
      ],
      [
        "M",
        -0.082877696
      ],
      [
        "oz",
        -5.080963e-06
      ],
      [
        "art",
        -0.00011188744
      ],
      [
        ")",
        -0.00031389366
      ]
    ]
  },
  "A piano imitates hunting-horns well into the postlude in a piece by this composer depicting a man's walk through a forest and encounter with an evil maiden. This composer incorporated the Marseillaise in his depiction of the death of a French grenadier in one of his songs. This composer had the right hand imitate Bach counterpoint while the left hand imitates three bells, in a song about the reflection of a cathedral in water. This composer wrote twenty-six songs, one for each letter of the alphabet, in his collection (*) Myrtles. In 1840, known as this composer's \"year of song,\" he published a setting of Adalbert de Chamisso's A Woman's Love and Life, and set several poems by Joseph Eichendorff": {
    "guess": "Robert Schumann",
    "confidence": [
      [
        "Robert",
        -0.0062164897
      ],
      [
        " Sch",
        -9.674858e-05
      ],
      [
        "umann",
        -0.00023703295
      ]
    ]
  },
  "It is not a piano trio, but Joseph Haydn's D major eleventh piece in this genre ends with a Rondo all'Ungherese (ahl-oong-guh-RAY-zay). In the last of these pieces by Ludwig van Beethoven, the second and third movements are linked by horns holding an octave B-flat. That piece begins with three tutti chords, which are each followed by a flourish of sixteenth notes. Popular middle movements from Mozart's output in this genre include the F-sharp minor Adagio of the twenty-third and the F major (*) Andante of the twenty-first. Mozart left out many left-hand parts in one nicknamed Coronation; his pianist friend Victoire Jenamy lends her name to another, the Jeunehomme (\"june ohm\"); yet another was featured in the soundtrack to the 1967 film Elvira Madigan. Beethoven's fifth and last piece in this genre is in E-flat major and nicknamed Emperor. For 10 points, name this genre for solo keyboard and": {
    "guess": "Piano concerto",
    "confidence": [
      [
        "P",
        -0.027257213
      ],
      [
        "iano",
        -5.2001665e-06
      ],
      [
        " conc",
        -0.8960422
      ],
      [
        "erto",
        -6.8854926e-05
      ]
    ]
  },
  "A piano imitates hunting-horns well into the postlude in a piece by this composer depicting a man's walk through a forest and encounter with an evil maiden. This composer incorporated the Marseillaise in his depiction of the death of a French grenadier in one of his songs. This composer had the right hand imitate Bach counterpoint while the left hand imitates three bells, in a song about the reflection of a cathedral in water. This composer wrote twenty-six songs, one for each letter of the alphabet, in his collection (*) Myrtles. In 1840, known as this composer's \"year of song,\" he published a setting of Adalbert de Chamisso's A Woman's Love and Life, and set several poems by Joseph Eichendorff in his op. 39 Liederkreis. This composer's choral masterwork is a collection that ends with the poet declaring that he will put his suffering, love, dreams, and bad poems in a huge coffin and cast it out to sea. For 10 points, name this composer who adapted Heinrich Heine's Lyrical Intermezzo in his collection Dichterliebe, and dedicated Myrtles to his wife Clara Wieck.": {
    "guess": "Robert Schumann",
    "confidence": [
      [
        "Robert",
        -0.0018941258
      ],
      [
        " Sch",
        -2.1531068e-05
      ],
      [
        "umann",
        -0.00013309837
      ]
    ]
  },
  "His Piano Concerto No. 3 was originally intended to be a symphony but was published as a one-movement Allegro brillante posthumously. He wrote an un-numbered Manfred Symphony between his 4th and 5th, and his 7th was left unfinished at his death. The opening 36-bar Andante introduction is marked sempre marcatissimo in his Serenade for Strings, and his visit to Rome inspired his Capriccio italien. Using part of La Marseillaise in one piece  that often uses canons at the end, this is, for 10 points,": {
    "guess": "Pyotr Ilyich Tchaikovsky",
    "confidence": [
      [
        "Py",
        -0.068298966
      ],
      [
        "otr",
        -7.827201e-05
      ],
      [
        " I",
        -0.0002291655
      ],
      [
        "ly",
        -5.9153886e-06
      ],
      [
        "ich",
        -2.8921695e-05
      ],
      [
        " T",
        -9.849109e-06
      ],
      [
        "cha",
        -5.3193703e-06
      ],
      [
        "ik",
        -4.8425554e-06
      ],
      [
        "ovsky",
        -0.00026431592
      ]
    ]
  },
  "This man's Piano Concerto in G opens with a whip crack, and he wrote an opera in which a clockmaker named Torquemada's sensual wife Concepcion lusts after muscular couriers. Another of his operatic works sees a child punished for mistreating his toys. This composer of The Spanish Hour and The Child and": {
    "guess": "Maurice Ravel",
    "confidence": [
      [
        "M",
        -0.05470905
      ],
      [
        "aur",
        -0.00013560164
      ],
      [
        "ice",
        -3.190179e-05
      ],
      [
        " R",
        -0.00040826996
      ],
      [
        "avel",
        -0.0001876863
      ]
    ]
  },
  "In one piano piece by this composer, \"God Save the Queen\" is banged out in bass octaves at the opening of an homage to a Dickens character. A pentatonic section in G-flat is sandwiched between two sections using only notes from the whole-tone scale in the second piece from his first book of Preludes. A collection of piano pieces by this composer of \"Voiles\" closes with a \"Passepied\" in F-sharp minor. One piece by him opens with a solo flute playing a chromatically descending tritone from C-sharp": {
    "guess": "Preludes (Debussy)",
    "confidence": [
      [
        "P",
        -0.9046648
      ],
      [
        "rel",
        -0.0698256
      ],
      [
        "udes",
        -6.8616515e-05
      ],
      [
        " (",
        -0.090277724
      ],
      [
        "De",
        -0.0014171422
      ],
      [
        "b",
        -3.1281633e-07
      ],
      [
        "ussy",
        -1.3856493e-06
      ],
      [
        ")",
        -0.00051609793
      ]
    ]
  }
}