{
  "A vehicle of this name will have functional testing of its STORRM risk mitigation hardware during the final mission of Space Shuttle Endeavour. The constellation of this name is home to the prototype star for very high accretion rate, very luminous outburst episode pre-main sequence stars; that prototype": {
    "guess": "Carina (constellation)",
    "confidence": [
      [
        "Car",
        -0.192447
      ],
      [
        "ina",
        -7.600714e-05
      ],
      [
        " (",
        -0.6862212
      ],
      [
        "const",
        -0.0021959331
      ],
      [
        "ellation",
        -5.0497558e-05
      ],
      [
        ")",
        -1.3544423e-05
      ]
    ]
  },
  "A vehicle of this name will have functional testing of its STORRM risk mitigation hardware during the final mission of Space Shuttle Endeavour. The constellation of this name is home to the prototype star for very high accretion rate, very luminous outburst episode pre-main sequence stars; that prototype is this constellation's star FU. Another star in this constellation was the target of interferometric observations by Michelson that yielded the first measurement of the angular diameter of a star other than the Sun. Innovative safety and life support systems allow missions up to six months long": {
    "guess": "Orion (constellation)",
    "confidence": [
      [
        "Or",
        -0.39180577
      ],
      [
        "ion",
        -0.00010342398
      ],
      [
        " (",
        -0.021929057
      ],
      [
        "const",
        -0.6000457
      ],
      [
        "ellation",
        -3.1544176e-05
      ],
      [
        ")",
        -1.5213274e-05
      ]
    ]
  },
  "A vehicle of this name will have functional testing of its STORRM risk mitigation hardware during the final mission of Space Shuttle Endeavour. The constellation of this name is home to the prototype star for very high accretion rate, very luminous outburst episode pre-main sequence stars; that prototype is this constellation's star FU. Another star in this constellation was the target of interferometric observations by Michelson that yielded the first measurement of the angular diameter of a star other than the Sun. Innovative safety and life support systems allow missions up to six months long on the \"next generation\" manned space vehicle of this name. This constellation is home to Barnard's Loop, which is part of its namesake Molecular Cloud Complex that also includes the Horsehead Nebula": {
    "guess": "Orion (constellation)",
    "confidence": [
      [
        "Or",
        -0.0005119258
      ],
      [
        "ion",
        -1.7120534e-05
      ],
      [
        " (",
        -9.2576454e-05
      ],
      [
        "const",
        -0.0035080109
      ],
      [
        "ellation",
        -2.618001e-05
      ],
      [
        ")",
        -1.147242e-06
      ]
    ]
  },
  "A vehicle of this name will have functional testing of its STORRM risk mitigation hardware during the": {
    "guess": "SpaceX Starship",
    "confidence": [
      [
        "Space",
        -0.16413608
      ],
      [
        "X",
        -0.5966967
      ],
      [
        " Star",
        -0.5617231
      ],
      [
        "ship",
        -0.0005673298
      ]
    ]
  },
  "A vehicle of this name will have functional testing of its STORRM risk mitigation hardware during the final mission of Space Shuttle Endeavour. The constellation of this name is home to the prototype star for very high accretion rate, very luminous outburst episode pre-main sequence stars; that prototype is this constellation's star FU. Another star in this constellation was the target of interferometric": {
    "guess": "Orion (constellation)",
    "confidence": [
      [
        "Or",
        -0.3076695
      ],
      [
        "ion",
        -0.00015717384
      ],
      [
        " (",
        -0.0065356074
      ],
      [
        "const",
        -0.0034948268
      ],
      [
        "ellation",
        -4.2272506e-05
      ],
      [
        ")",
        -1.962381e-05
      ]
    ]
  },
  "A vehicle of this name will have functional testing of its STORRM risk mitigation hardware during the final mission of Space Shuttle Endeavour. The constellation of this name is home to the prototype star for very high accretion rate, very luminous outburst episode pre-main sequence stars; that prototype is this constellation's star FU. Another star in this constellation was the target of interferometric observations by Michelson that yielded the first measurement of the angular diameter of a star other than the Sun. Innovative safety and life support systems allow missions up to six months long on the \"next generation\" manned space vehicle of this name. This constellation is home to Barnard's": {
    "guess": "Orion (constellation)",
    "confidence": [
      [
        "Or",
        -0.61141986
      ],
      [
        "ion",
        -0.0006041454
      ],
      [
        " (",
        -0.013844243
      ],
      [
        "const",
        -0.0131325815
      ],
      [
        "ellation",
        -2.8802491e-05
      ],
      [
        ")",
        -1.831257e-05
      ]
    ]
  },
  "A vehicle of this name will have functional testing of its STORRM risk mitigation hardware during the final mission of Space Shuttle Endeavour. The constellation of this name is home to the prototype star": {
    "guess": "Taurus (constellation)",
    "confidence": [
      [
        "T",
        -1.8264613
      ],
      [
        "aurus",
        -0.0047189607
      ],
      [
        " (",
        -0.0002134343
      ],
      [
        "const",
        -6.7901296e-05
      ],
      [
        "ellation",
        -2.1769476e-05
      ],
      [
        ")",
        -2.6968896e-06
      ]
    ]
  },
  "A vehicle of this name will have functional testing of its STORRM risk mitigation hardware during the final mission of Space Shuttle Endeavour. The constellation of this name is home to the prototype star for very high accretion rate, very luminous outburst episode pre-main sequence stars; that prototype is this constellation's star FU. Another star in this constellation was the target of interferometric observations by Michelson that yielded the first measurement of the angular diameter of a star other than the Sun. Innovative safety and life support systems allow missions up to six months long on the \"next generation\" manned space vehicle of this name. This constellation is home to Barnard's Loop, which is part of its namesake Molecular Cloud Complex that also includes the Horsehead Nebula and the Trapezium Cluster. An asterism consisting of Alnilam, Mintaka and Alnitak can be found in,": {
    "guess": "Orion (constellation)",
    "confidence": [
      [
        "Or",
        -0.0007436376
      ],
      [
        "ion",
        -3.297462e-05
      ],
      [
        " (",
        -2.7014437e-05
      ],
      [
        "const",
        -0.0019217298
      ],
      [
        "ellation",
        -1.9862217e-05
      ],
      [
        ")",
        -1.504853e-06
      ]
    ]
  },
  "A vehicle of this name will have functional testing of its STORRM risk mitigation hardware during the final mission of Space Shuttle Endeavour. The constellation of this name is home to the prototype star for very high accretion rate, very luminous outburst episode pre-main sequence stars; that prototype is this constellation's star FU. Another star in this constellation was the target of interferometric observations by Michelson that yielded the first measurement of the angular diameter of a star": {
    "guess": "Orion (constellation)",
    "confidence": [
      [
        "Or",
        -0.20685858
      ],
      [
        "ion",
        -0.00012713818
      ],
      [
        " (",
        -0.011526158
      ],
      [
        "const",
        -0.020474268
      ],
      [
        "ellation",
        -3.357064e-05
      ],
      [
        ")",
        -4.465658e-05
      ]
    ]
  },
  "A vehicle of this name will have functional testing of its STORRM risk mitigation hardware during the final mission of Space Shuttle Endeavour. The constellation of this name is home to the prototype star for very high accretion rate, very luminous outburst episode pre-main sequence stars; that prototype is this constellation's star FU. Another star in this constellation was the target of interferometric observations by Michelson that yielded the first measurement of the angular diameter of a star other than the Sun. Innovative safety and life support systems allow missions up to six months long on the \"next generation\" manned space vehicle of this name. This constellation is home to Barnard's Loop, which is part of its namesake Molecular Cloud Complex that also includes the Horsehead Nebula and the Trapezium Cluster. An asterism consisting of Alnilam, Mintaka and Alnitak can be found in, for 10 points, what constellation whose brightest stars are Rigel and Betelgeuse?": {
    "guess": "Orion (constellation)",
    "confidence": [
      [
        "Or",
        -0.00012047011
      ],
      [
        "ion",
        -7.465036e-06
      ],
      [
        " (",
        -3.9411618e-05
      ],
      [
        "const",
        -0.000989819
      ],
      [
        "ellation",
        -2.2723105e-05
      ],
      [
        ")",
        -1.147242e-06
      ]
    ]
  }
}