{
  "In a fit of rage this hero slaughtered swans and stags and mounted them on his chariot. This man's modesty was abused to quell his anger as he was thrust in vessels of water after he averted his gaze from a group of bare breasted women. This figure demanded that his only son should never reveal his name and he killed that son by Aife despite warnings from his wife Emer. This father of Connla thrust": {
    "guess": "Cú Chulainn",
    "confidence": [
      [
        "C",
        -0.019101586
      ],
      [
        "ú",
        -0.0026090716
      ],
      [
        " Ch",
        -0.0011252142
      ],
      [
        "ul",
        -0.00011260267
      ],
      [
        "ain",
        -2.4584822e-06
      ],
      [
        "n",
        -7.493431e-05
      ]
    ]
  },
  "In a fit of rage this hero slaughtered swans and stags and mounted them on his chariot. This man's modesty was abused to quell his anger as he was thrust in vessels of water after he averted his gaze from a group of bare breasted women. This figure demanded that his only son should never reveal his name and he killed that son by Aife despite warnings from his wife Emer. This father of Connla thrust a leather ball down the throat of a hound after a smith released it at a banquet for this man's uncle Conchobar. After that, this person adopted his more familiar name to replace Setanta, his given name. He wields a spear made of sea monster bones, the Gae Bulga. For 10 points, name this son of Lugh and victor of the Cattle Raid of Cooley, an Irish hero.": {
    "guess": "Cú Chulainn",
    "confidence": [
      [
        "C",
        -0.00063094794
      ],
      [
        "ú",
        -6.392203e-06
      ],
      [
        " Ch",
        -1.8074163e-05
      ],
      [
        "ul",
        -0.00010926496
      ],
      [
        "ain",
        -1.9361265e-07
      ],
      [
        "n",
        -1.3544423e-05
      ]
    ]
  },
  "Fitz-Greene Halleck wrote a poem to a woman of this name, who is asked to say that she loves the Man and not the Poet.  In Robert Southey's \"Rudiger,\" the title character marries a woman of this name.  Swinburne wrote a poem in Scottish dialect about a woman of this name who goes for a ride with Lord Hugh of Burnieshaw.  An old man named Armytage reminisces about a woman of this name who died of sadness while waiting for the return of her husband Robert in a long poem written in the 1790s.  In another poem, a girl of this name is admonished that \"sorrow's springs are the same\" and asked if she is grieving over Goldengrove unleaving.  FTP, give this common name which appears in Wordsworth's \"The Ruined Cottage\" and Gerard Manley Hopkins's \"Spring and Fall,\" which is also the first name of a": {
    "guess": "Margaret",
    "confidence": [
      [
        "Marg",
        -0.0014040407
      ],
      [
        "aret",
        -0.00013131031
      ]
    ]
  },
  "In a fit of rage this hero slaughtered swans and stags and mounted them on his chariot. This man's modesty": {
    "guess": "Hercules",
    "confidence": [
      [
        "H",
        -0.9817282
      ],
      [
        "erc",
        -0.3250755
      ],
      [
        "ules",
        -2.0935051e-05
      ]
    ]
  },
  "Fitz-Greene Halleck wrote a poem to a woman of this name, who is asked to say that she loves the Man": {
    "guess": "Fanny",
    "confidence": [
      [
        "F",
        -0.3159144
      ],
      [
        "anny",
        -0.017334502
      ]
    ]
  },
  "In a fit of rage this hero slaughtered swans and stags and mounted them on his chariot. This man's modesty was abused to quell his anger as he was thrust in vessels of water after he averted his gaze from": {
    "guess": "Hercules",
    "confidence": [
      [
        "H",
        -0.65405065
      ],
      [
        "erc",
        -0.29711157
      ],
      [
        "ules",
        -4.9663133e-05
      ]
    ]
  },
  "In a fit of rage this hero slaughtered swans and stags and mounted them on his chariot. This man's modesty was abused to quell his anger as he was thrust in vessels of water after he averted his gaze from a group of bare breasted women. This figure demanded that his only son should never reveal his name": {
    "guess": "Heracles",
    "confidence": [
      [
        "Her",
        -0.7430844
      ],
      [
        "acles",
        -0.0021002986
      ]
    ]
  },
  "Fitz-Greene Halleck wrote a poem to a woman of this name, who is asked to say that she loves the Man and not the Poet.  In Robert Southey's \"Rudiger,\" the title character marries a woman of this name.  Swinburne wrote a poem in Scottish dialect about a woman of this name who goes for a ride with Lord Hugh of Burnieshaw.  An old man named Armytage reminisces about a woman of this name who died of sadness while waiting for the return of her husband Robert in a long poem written in the 1790s.  In another poem, a girl of this name is admonished that \"sorrow's springs are the same\" and asked if she is grieving over Goldengrove unleaving.  FTP, give this common name which appears in Wordsworth's \"The": {
    "guess": "Margaret",
    "confidence": [
      [
        "Marg",
        -0.5279976
      ],
      [
        "aret",
        -0.001853912
      ]
    ]
  },
  "Fitz-Greene Halleck wrote a poem to a woman of this name, who is asked to say that she loves the Man and not the Poet.  In Robert Southey's \"Rudiger,\" the title character marries a woman of this name.  Swinburne wrote a poem in Scottish dialect about a woman of this name who goes for a ride with Lord": {
    "guess": "Ellen (given name)",
    "confidence": [
      [
        "Ell",
        -0.16555989
      ],
      [
        "en",
        -0.0011633153
      ],
      [
        " (",
        -0.5975842
      ],
      [
        "given",
        -0.3339929
      ],
      [
        " name",
        -0.0005654226
      ],
      [
        ")",
        -0.00022511258
      ]
    ]
  },
  "Fitz-Greene Halleck wrote a poem to a woman of this name, who is asked to say that she loves the Man and not the Poet.  In Robert Southey's \"Rudiger,\" the title character marries a woman of this name.  Swinburne wrote a poem in Scottish dialect about a woman of this name who goes for a ride with Lord Hugh of Burnieshaw.  An old man named Armytage reminisces about a woman of this name who died of sadness while waiting for the return of her husband Robert in a long poem written in the 1790s.  In another poem, a girl of this name is admonished that \"sorrow's springs are the same\" and asked if she": {
    "guess": "Ellen (given name)",
    "confidence": [
      [
        "Ell",
        -0.8363975
      ],
      [
        "en",
        -0.0014761756
      ],
      [
        " (",
        -0.6135709
      ],
      [
        "given",
        -0.8130366
      ],
      [
        " name",
        -0.00013023747
      ],
      [
        ")",
        -5.550411e-05
      ]
    ]
  },
  "Fitz-Greene Halleck wrote a poem to a woman of this name, who is asked to say that she loves the Man and not the Poet.  In Robert Southey's \"Rudiger,\" the title character marries a woman of this name.  Swinburne wrote a poem in Scottish dialect about a woman of this name who goes for a ride with Lord Hugh of Burnieshaw.  An old man named Armytage reminisces about a woman of this name who died of sadness while waiting for the return of her husband Robert in a long poem written in the 1790s.  In another poem, a girl of this name is admonished that \"sorrow's springs are the same\" and asked if she is grieving over Goldengrove unleaving.  FTP, give this common name which appears in Wordsworth's \"The Ruined Cottage\" and Gerard Manley Hopkins's \"Spring and Fall,\" which is also the first name of a Canadian poet who wrote The Circle Game and The Journals of Susanna Moodie.": {
    "guess": "Margaret",
    "confidence": [
      [
        "Marg",
        -0.027256636
      ],
      [
        "aret",
        -4.3822154e-05
      ]
    ]
  },
  "Fitz-Greene Halleck wrote a poem to a woman of this name, who is asked to say that she loves the Man and not the Poet.  In Robert Southey's \"Rudiger,\" the title character marries a woman of this name.": {
    "guess": "Gertrude of Wyoming",
    "confidence": [
      [
        "Ger",
        -1.1064968
      ],
      [
        "tr",
        -0.00091729354
      ],
      [
        "ude",
        -0.00011963568
      ],
      [
        " of",
        -0.577025
      ],
      [
        " Wyoming",
        -0.00566888
      ]
    ]
  },
  "In a fit of rage this hero slaughtered swans and stags and mounted them on his chariot. This man's modesty was abused to quell his anger as he was thrust in vessels of water after he averted his gaze from a group of bare breasted women. This figure demanded that his only son should never reveal his name and he killed that son by Aife despite warnings from his wife Emer. This father of Connla thrust a leather ball down the throat of a hound after a smith released it at a banquet for this man's uncle Conchobar. After that, this person adopted his more familiar name to replace Setanta, his given name.": {
    "guess": "Cú Chulainn",
    "confidence": [
      [
        "C",
        -0.0012624947
      ],
      [
        "ú",
        -6.539802e-05
      ],
      [
        " Ch",
        -0.0011272406
      ],
      [
        "ul",
        -0.0001273766
      ],
      [
        "ain",
        -7.89631e-07
      ],
      [
        "n",
        -9.639097e-05
      ]
    ]
  },
  "In a fit of rage this hero slaughtered swans and stags and mounted them on his chariot. This man's modesty was abused to quell his anger as he was thrust in vessels of water after he averted his gaze from a group of bare breasted women. This figure demanded that his only son should never reveal his name and he killed that son by Aife despite warnings from his wife Emer. This father of Connla thrust a leather ball down the throat of a hound after a smith released it at a banquet for this man's uncle": {
    "guess": "Cú Chulainn",
    "confidence": [
      [
        "C",
        -0.000782707
      ],
      [
        "ú",
        -0.0005794849
      ],
      [
        " Ch",
        -0.0014244027
      ],
      [
        "ul",
        -0.000101159116
      ],
      [
        "ain",
        -4.3202e-07
      ],
      [
        "n",
        -7.4576696e-05
      ]
    ]
  },
  "Fitz-Greene Halleck wrote a poem to a woman of this name, who is asked to say that she loves the Man and not the Poet.  In Robert Southey's \"Rudiger,\" the title character marries a woman of this name.  Swinburne wrote a poem in Scottish dialect about a woman of this name who goes for a ride with Lord Hugh of Burnieshaw.  An old man named Armytage reminisces about a woman of this name who died of sadness": {
    "guess": "Ellen (given name)",
    "confidence": [
      [
        "Ell",
        -0.48853284
      ],
      [
        "en",
        -0.00093158695
      ],
      [
        " (",
        -0.32100084
      ],
      [
        "given",
        -0.7380746
      ],
      [
        " name",
        -0.0003827677
      ],
      [
        ")",
        -0.00024417418
      ]
    ]
  },
  "In a fit of rage this hero slaughtered swans and stags and mounted them on his chariot. This man's modesty was abused to quell his anger as he was thrust in vessels of water after he averted his gaze from a group of bare breasted women. This figure demanded that his only son should never reveal his name and he killed that son by Aife despite warnings from his wife Emer. This father of Connla thrust a leather ball down the throat of a hound after a smith released it at a banquet for this man's uncle Conchobar. After that, this person adopted his more familiar name to replace Setanta, his given name. He wields a spear made of sea monster bones, the Gae Bulga. For 10 points, name this son of Lugh": {
    "guess": "Cú Chulainn",
    "confidence": [
      [
        "C",
        -0.0006458374
      ],
      [
        "ú",
        -2.577686e-06
      ],
      [
        " Ch",
        -7.3458323e-06
      ],
      [
        "ul",
        -4.954393e-05
      ],
      [
        "ain",
        -1.9361265e-07
      ],
      [
        "n",
        -6.749814e-06
      ]
    ]
  },
  "Fitz-Greene Halleck wrote a poem to a woman of this name, who is asked to say that she loves the Man and not the Poet.  In Robert Southey's \"Rudiger,\" the title character marries a woman of this name.  Swinburne wrote a poem in Scottish dialect about a woman of this name who goes for a ride with Lord Hugh of Burnieshaw.  An old man named Armytage reminisces about a woman of this name who died of sadness while waiting for the return of her husband Robert in a long poem written in the 1790s.  In another": {
    "guess": "Ellenore",
    "confidence": [
      [
        "Ell",
        -0.20397742
      ],
      [
        "en",
        -0.002616444
      ],
      [
        "ore",
        -0.10827959
      ]
    ]
  }
}