{
  "This gathering condemned the belief that the world had three ages corresponding with the three persons of the Trinity as proposed by Joachim of Flora. It also declared Constantinople's primacy superior": {
    "guess": "Fourth Council of the Lateran",
    "confidence": [
      [
        "Fourth",
        -0.75199854
      ],
      [
        " Council",
        -0.63687724
      ],
      [
        " of",
        -0.00017052464
      ],
      [
        " the",
        -0.14490168
      ],
      [
        " Later",
        -3.333223e-05
      ],
      [
        "an",
        -9.968313e-06
      ]
    ]
  },
  "This gathering condemned the belief that the world had three ages corresponding with the three persons of the Trinity as proposed by Joachim of Flora. It also declared Constantinople's primacy superior to all other patriarchies, but inferior to that of the Pope. In wake of the formation of the Franciscans,": {
    "guess": "Fourth Council of the Lateran",
    "confidence": [
      [
        "Fourth",
        -0.119099885
      ],
      [
        " Council",
        -0.009320736
      ],
      [
        " of",
        -0.00011439072
      ],
      [
        " the",
        -0.009530346
      ],
      [
        " Later",
        -5.3000836e-05
      ],
      [
        "an",
        -1.9146995e-05
      ]
    ]
  },
  "The gastrointestinal version of this hormone is released by L cells, and ironically, its only purpose": {
    "guess": "Glucagon-like peptide-1",
    "confidence": [
      [
        "Gl",
        -0.070805416
      ],
      [
        "uc",
        -0.00579784
      ],
      [
        "agon",
        -7.815281e-05
      ],
      [
        "-like",
        -0.0013479729
      ],
      [
        " peptide",
        -0.011218647
      ],
      [
        "-",
        -0.0067063775
      ],
      [
        "1",
        -0.0019790723
      ]
    ]
  },
  "For gas phase reactions, this quantity is measured as the enthalpy of the transition state minus 2RT. A plot of the natural log of the rate constant versus the reciprocal of temperature gives a line with slope calculated to be this quantity divided by the gas constant. The enthalpy of reaction is the difference in this value for the forward and reverse reactions, and high values of this quantity make": {
    "guess": "Activation energy",
    "confidence": [
      [
        "Activation",
        -0.7743098
      ],
      [
        " energy",
        -0.026543884
      ]
    ]
  },
  "This gathering condemned the belief that the world had three ages corresponding with the three persons of the Trinity as proposed by Joachim of Flora. It also declared Constantinople's primacy superior to all other patriarchies, but inferior to that of the Pope. In wake of the formation of the Franciscans, the creation of the Order of the Friars Preachers was discussed here, though this council later prohibited the establishment of new religious order to allay fears that the Church was becoming too": {
    "guess": "Fourth Council of the Lateran",
    "confidence": [
      [
        "Fourth",
        -0.044585384
      ],
      [
        " Council",
        -0.090383485
      ],
      [
        " of",
        -0.00012272765
      ],
      [
        " the",
        -0.005343567
      ],
      [
        " Later",
        -2.5107178e-05
      ],
      [
        "an",
        -1.0683535e-05
      ]
    ]
  },
  "This gathering condemned the belief that the world had three ages corresponding with the three persons of the Trinity as proposed by Joachim of Flora. It also declared Constantinople's primacy superior to all other patriarchies, but inferior to that of the Pope. In wake of the formation of the Franciscans, the creation of the Order of the Friars Preachers was discussed here, though this council later": {
    "guess": "Fourth Council of the Lateran",
    "confidence": [
      [
        "Fourth",
        -0.04597437
      ],
      [
        " Council",
        -0.31844723
      ],
      [
        " of",
        -0.00030304978
      ],
      [
        " the",
        -0.00920109
      ],
      [
        " Later",
        -5.8484206e-05
      ],
      [
        "an",
        -1.9385403e-05
      ]
    ]
  },
  "Gaston of Orleans was the final commander of the prevailing side in this conflict, which set up Cirilo": {
    "guess": "Hundred Years' War",
    "confidence": [
      [
        "H",
        -0.12741141
      ],
      [
        "undred",
        -0.00010521204
      ],
      [
        " Years",
        -0.00056006206
      ],
      [
        "'",
        -0.00017135908
      ],
      [
        " War",
        -0.00010509284
      ]
    ]
  },
  "The gastrointestinal version of this hormone is released by L cells, and ironically, its only purpose is to spur production of a substance strongly antagonized by the other type. That other type is a 29 amino-acid polypeptide released by alpha cells of the islets of Langerhans that aids carbohydrate metabolism and opposes the operation of insulin. FTP, what is this hormone that increases the concentration": {
    "guess": "Glucagon",
    "confidence": [
      [
        "Gl",
        -0.13318603
      ],
      [
        "uc",
        -0.019705344
      ],
      [
        "agon",
        -0.00030686063
      ]
    ]
  },
  "For gas phase reactions, this quantity is measured as the enthalpy of the transition state minus 2RT. A plot of the natural log of the rate constant versus the reciprocal of temperature gives a line with": {
    "guess": "Gibbs free energy",
    "confidence": [
      [
        "G",
        -0.7551468
      ],
      [
        "ib",
        -0.0001508597
      ],
      [
        "bs",
        -0.022482177
      ],
      [
        " free",
        -0.045758292
      ],
      [
        " energy",
        -0.0007332705
      ]
    ]
  },
  "The gastrointestinal version of this hormone is released by L cells, and ironically, its only purpose is to spur production of a substance strongly antagonized by the other type. That other type is a 29 amino-acid polypeptide released by alpha cells of the islets of Langerhans that aids carbohydrate metabolism and opposes the operation of insulin. FTP, what is this hormone that increases the concentration of glucose in the blood by stimulating the breakdown of glycogen?": {
    "guess": "Glucagon",
    "confidence": [
      [
        "Gl",
        -0.015536266
      ],
      [
        "uc",
        -0.0021817845
      ],
      [
        "agon",
        -0.00010318558
      ]
    ]
  },
  "At a gathering of this group, President Frondizi's reservations were given to the US via Story Morrison. This body's current Assistant Secretary General is Ambassador Ramdin, and this organization's charter was lasted amended to create the CIDI by the Protocol of Managua. This group's creation was originally suggested at the 1826 Congress of (*) Panama by Simon Bolivar. For 10 points – name this regional body of nations with member countries such as Mexico, Canada, and Bolivia but not Cuba.": {
    "guess": "Organization of American States",
    "confidence": [
      [
        "Organization",
        -0.008277908
      ],
      [
        " of",
        -6.253713e-05
      ],
      [
        " American",
        -0.0002321456
      ],
      [
        " States",
        -0.00012964146
      ]
    ]
  },
  "This gathering condemned the belief that the world had three ages corresponding with the three persons of the Trinity as proposed by Joachim of Flora. It also declared Constantinople's primacy superior to all other patriarchies, but inferior to that of the Pope. In wake of the formation of the Franciscans, the creation of the Order of the Friars Preachers was discussed here, though this council later prohibited the establishment of new religious order to allay fears that the Church was becoming too diverse. The most important result of this meeting was establishing the doctrine of transubstantiation. For 10 points, name this 1215 council presided over by Innocent III at a palace.": {
    "guess": "Fourth Lateran Council",
    "confidence": [
      [
        "Fourth",
        -0.0011233105
      ],
      [
        " Later",
        -0.5547229
      ],
      [
        "an",
        -5.6769813e-06
      ],
      [
        " Council",
        -7.5530326e-05
      ]
    ]
  },
  "At a gathering of this group, President Frondizi's reservations were given to the US via Story Morrison. This body's current Assistant Secretary General is Ambassador Ramdin, and this organization's charter was lasted amended to create the CIDI by the Protocol of Managua. This group's creation was originally": {
    "guess": "Organization of American States",
    "confidence": [
      [
        "Organization",
        -0.0062209936
      ],
      [
        " of",
        -0.00011021859
      ],
      [
        " American",
        -0.00038860866
      ],
      [
        " States",
        -0.0001468068
      ]
    ]
  },
  "This gathering condemned the belief that the world had three ages corresponding with the three persons of the Trinity as proposed by Joachim of Flora. It also declared Constantinople's primacy superior to all other patriarchies, but inferior to that of the Pope. In wake of the formation of the Franciscans, the creation of the Order of the Friars Preachers was discussed here, though this council later prohibited the establishment of new religious order to allay fears that the Church was becoming too diverse. The most important result of this meeting was establishing the doctrine of transubstantiation.": {
    "guess": "Fourth Council of the Lateran",
    "confidence": [
      [
        "Fourth",
        -0.0058117206
      ],
      [
        " Council",
        -0.24676505
      ],
      [
        " of",
        -0.0002482271
      ],
      [
        " the",
        -0.003328853
      ],
      [
        " Later",
        -2.7372049e-05
      ],
      [
        "an",
        -6.749814e-06
      ]
    ]
  },
  "For gas phase reactions, this quantity is measured as the enthalpy of the transition state minus 2RT. A plot of the natural log of the rate constant versus the reciprocal of temperature gives a line with slope calculated to be this quantity divided by the gas constant. The enthalpy of reaction is the difference in this value for the forward and reverse reactions, and high values of this quantity make reaction rates more temperature-sensitive, as shown by the Arrhenius equation. For 10 points, name": {
    "guess": "Activation energy",
    "confidence": [
      [
        "Activation",
        -0.7559659
      ],
      [
        " energy",
        -0.020862302
      ]
    ]
  },
  "Gaston of Orleans was the final commander of the prevailing side in this conflict, which set up Cirilo Antonio Rivarola as interim president of the defeated nation. This conflict arose out of an election": {
    "guess": "Paraguayan War",
    "confidence": [
      [
        "Par",
        -0.19837816
      ],
      [
        "agu",
        -0.0011862996
      ],
      [
        "ayan",
        -5.3193703e-06
      ],
      [
        " War",
        -0.004623799
      ]
    ]
  },
  "This gathering condemned the belief that the world had three ages corresponding with the three persons": {
    "guess": "Council of Constantinople",
    "confidence": [
      [
        "Council",
        -0.4171906
      ],
      [
        " of",
        -0.021738822
      ],
      [
        " Constantin",
        -1.3846488
      ],
      [
        "ople",
        -6.229872e-05
      ]
    ]
  },
  "For gas phase reactions, this quantity is measured as the enthalpy of the transition state minus 2RT.": {
    "guess": "Activation energy",
    "confidence": [
      [
        "Activation",
        -0.007515646
      ],
      [
        " energy",
        -0.017344924
      ]
    ]
  },
  "At a gathering of this group, President Frondizi's reservations were given to the US via Story Morrison. This body's current Assistant Secretary General is Ambassador Ramdin, and this organization's charter": {
    "guess": "Organization of American States",
    "confidence": [
      [
        "Organization",
        -0.03823461
      ],
      [
        " of",
        -7.7079974e-05
      ],
      [
        " American",
        -0.0001940041
      ],
      [
        " States",
        -8.864273e-05
      ]
    ]
  },
  "The gastrointestinal version of this hormone is released by L cells, and ironically, its only purpose is to spur production of a substance strongly antagonized by the other type. That other type is a 29 amino-acid polypeptide released by alpha cells of the islets of Langerhans that aids carbohydrate": {
    "guess": "Glucagon-like peptide-1",
    "confidence": [
      [
        "Gl",
        -0.36577684
      ],
      [
        "uc",
        -0.08184143
      ],
      [
        "agon",
        -0.00019245445
      ],
      [
        "-like",
        -0.016608434
      ],
      [
        " peptide",
        -0.010897369
      ],
      [
        "-",
        -0.016840665
      ],
      [
        "1",
        -0.0011116395
      ]
    ]
  },
  "The gastrointestinal version of this hormone is released by L cells, and ironically, its only purpose is to spur production of a substance strongly antagonized by the other type. That other type is a 29": {
    "guess": "Glucagon-like peptide-1",
    "confidence": [
      [
        "Gl",
        -0.6335433
      ],
      [
        "uc",
        -0.0063530775
      ],
      [
        "agon",
        -0.00013083349
      ],
      [
        "-like",
        -0.04260847
      ],
      [
        " peptide",
        -0.009106473
      ],
      [
        "-",
        -0.01662907
      ],
      [
        "1",
        -0.10293883
      ]
    ]
  },
  "For gas phase reactions, this quantity is measured as the enthalpy of the transition state minus 2RT. A plot of the natural log of the rate constant versus the reciprocal of temperature gives a line with slope calculated to be this quantity divided by the gas constant. The enthalpy of reaction is the difference in this value for the forward and reverse reactions, and high values of this quantity make reaction rates more temperature-sensitive, as shown by the Arrhenius equation. For 10 points, name this thermodynamic barrier often symbolized \"E sub A,\" the difference in energy between the reactants": {
    "guess": "Activation energy",
    "confidence": [
      [
        "Activation",
        -0.39570478
      ],
      [
        " energy",
        -0.005306689
      ]
    ]
  },
  "At a gathering of this group, President Frondizi's reservations were given to the US via Story Morrison.": {
    "guess": "Organization of American States",
    "confidence": [
      [
        "Organization",
        -0.9683609
      ],
      [
        " of",
        -0.006056536
      ],
      [
        " American",
        -0.0010765148
      ],
      [
        " States",
        -0.0017437238
      ]
    ]
  },
  "At a gathering of this group, President Frondizi's reservations were given to the US via Story Morrison. This body's current Assistant Secretary General is Ambassador Ramdin, and this organization's charter was lasted amended to create the CIDI by the Protocol of Managua. This group's creation was originally suggested at the 1826 Congress of (*) Panama by Simon Bolivar. For 10 points – name this regional": {
    "guess": "Organization of American States",
    "confidence": [
      [
        "Organization",
        -0.01483285
      ],
      [
        " of",
        -9.484132e-05
      ],
      [
        " American",
        -0.0020353456
      ],
      [
        " States",
        -0.0008482214
      ]
    ]
  },
  "Gaston of Orleans was the final commander of the prevailing side in this conflict, which set up Cirilo Antonio Rivarola as interim president of the defeated nation. This conflict arose out of an election in which the Colorado Party candidate defeated the Blanco Party candidate with outside help, although": {
    "guess": "Uruguayan Civil War",
    "confidence": [
      [
        "Ur",
        -0.5253459
      ],
      [
        "ugu",
        -0.020615697
      ],
      [
        "ayan",
        -9.472212e-05
      ],
      [
        " Civil",
        -0.026041903
      ],
      [
        " War",
        -0.00052503456
      ]
    ]
  },
  "For gas phase reactions, this quantity is measured as the enthalpy of the transition state minus 2RT. A plot of the natural log of the rate constant versus the reciprocal of temperature gives a line with slope calculated to be this quantity divided by the gas constant. The enthalpy of reaction is the": {
    "guess": "Transition state theory",
    "confidence": [
      [
        "Transition",
        -0.8772696
      ],
      [
        " state",
        -0.008520487
      ],
      [
        " theory",
        -0.38198727
      ]
    ]
  },
  "For gas phase reactions, this quantity is measured as the enthalpy of the transition state minus 2RT. A plot of the natural log of the rate constant versus the reciprocal of temperature gives a line with slope calculated to be this quantity divided by the gas constant. The enthalpy of reaction is the difference in this value for the forward and reverse reactions, and high values of this quantity make reaction rates more temperature-sensitive, as shown by the Arrhenius equation. For 10 points, name this thermodynamic barrier often symbolized \"E sub A,\" the difference in energy between the reactants and transition state that must be surmounted for a reaction to occur.": {
    "guess": "Activation energy",
    "confidence": [
      [
        "Activation",
        -0.03570683
      ],
      [
        " energy",
        -0.0039146645
      ]
    ]
  },
  "Gaston of Orleans was the final commander of the prevailing side in this conflict, which set up Cirilo Antonio Rivarola as interim president of the defeated nation. This conflict arose out of an election in which the Colorado Party candidate defeated the Blanco Party candidate with outside help, although it was actually set off when one leader demanded to place troops in the province Corrientes. This": {
    "guess": "Uruguayan Civil War",
    "confidence": [
      [
        "Ur",
        -0.75997454
      ],
      [
        "ugu",
        -0.014764849
      ],
      [
        "ayan",
        -5.1928004e-05
      ],
      [
        " Civil",
        -0.23913412
      ],
      [
        " War",
        -0.00032998246
      ]
    ]
  },
  "Gaston of Orleans was the final commander of the prevailing side in this conflict, which set up Cirilo Antonio Rivarola as interim president of the defeated nation. This conflict arose out of an election in which the Colorado Party candidate defeated the Blanco Party candidate with outside help, although it was actually set off when one leader demanded to place troops in the province Corrientes. This conflict saw Mato Grosso captured by Francisco Lopez, whose troops went on to a disastrous loss at": {
    "guess": "Paraguayan War",
    "confidence": [
      [
        "Par",
        -0.0061171986
      ],
      [
        "agu",
        -1.0683535e-05
      ],
      [
        "ayan",
        -3.0545007e-06
      ],
      [
        " War",
        -2.7372049e-05
      ]
    ]
  },
  "Gaston of Orleans was the final commander of the prevailing side in this conflict, which set up Cirilo Antonio Rivarola as interim president of the defeated nation. This conflict arose out of an election in which the Colorado Party candidate defeated the Blanco Party candidate with outside help, although it was actually set off when one leader demanded to place troops in the province Corrientes. This conflict saw Mato Grosso captured by Francisco Lopez, whose troops went on to a disastrous loss at the Battle of Tuyuti, and eventually lost Asuncion. For 10 points, name this bloodiest South American": {
    "guess": "Paraguayan War",
    "confidence": [
      [
        "Par",
        -0.006407805
      ],
      [
        "agu",
        -1.2590794e-05
      ],
      [
        "ayan",
        -4.604148e-06
      ],
      [
        " War",
        -2.0815847e-05
      ]
    ]
  },
  "Gaston of Orleans was the final commander of the prevailing side in this conflict, which set up Cirilo Antonio Rivarola as interim president of the defeated nation. This conflict arose out of an election in which the Colorado Party candidate defeated the Blanco Party candidate with outside help, although it was actually set off when one leader demanded to place troops in the province Corrientes. This conflict saw Mato Grosso captured by Francisco Lopez, whose troops went on to a disastrous loss at the Battle of Tuyuti, and eventually lost Asuncion. For 10 points, name this bloodiest South American war, in which Paraguay was defeated by Argentina, Brazil and Uruguay.": {
    "guess": "Paraguayan War",
    "confidence": [
      [
        "Par",
        -0.0026455752
      ],
      [
        "agu",
        -9.372295e-06
      ],
      [
        "ayan",
        -1.3856493e-06
      ],
      [
        " War",
        -9.610702e-06
      ]
    ]
  }
}