{
  "The printing press was introduced to this country by a learned king who issued a law code that prescribed blood payment as the penalty for every offense, Vakhtang VI of the Mukhranian dynasty. This country resisted the Mongols under the leadership of a king nicknamed \"the Brilliant\" after earlier rebelling": {
    "guess": "Georgia",
    "confidence": [
      [
        "Georgia",
        -0.016669521
      ]
    ]
  },
  "The principal outlet for this city's exports is Apapa Quay. There are plans to add eight square meters": {
    "guess": "Port of Lagos",
    "confidence": [
      [
        "Port",
        -0.07353328
      ],
      [
        " of",
        -0.006907533
      ],
      [
        " Lagos",
        -0.0001842294
      ]
    ]
  },
  "Prior to this nation's independence, which was gained in 1956, the Graduates' General Congress was established to push for social reforms. Ismail al-Azhari [is-male ahl ah-JAH-ree], who wanted this country to unite with Egypt, was overthrown in separate coups by Ibrahim Abboud [ee-brah-heem ah-BOOD] and Gaafar Nimeiry [GAH-ah-fahr nuh-MEH-ree]. A 2005 Comprehensive Peace Agreement, also known as the Naivasha [nie-VAH-shah] Agreement, provided for a referendum regarding the independence of one region of this country. President Omar al-Bashir has been criticized for fighting involving the Janjaweed": {
    "guess": "Sudan",
    "confidence": [
      [
        "S",
        -0.43104783
      ],
      [
        "ud",
        -6.704273e-07
      ],
      [
        "an",
        -1.0564331e-05
      ]
    ]
  },
  "Prior to this war, Archbishop Jocius cruised around in a black-sailed ship and Henry of Marcy declared a God's Day in Mainz. This war was partly caused by an incident in which Raynald of Chatillon was served sherbet and then decapitated. After leaving this conflict via the Treaty of Ramla, a king blew his disguise as a beggar and was captured by Leopold V of Austria. Gregory VII declared this war after the defeat of Guy of Lusignan at the Horns of Hattin. While leading troops to this war, an emperor went swimming in full armor and drowned. For 10 points, name this crusade in which Philip II, Frederick": {
    "guess": "Third Crusade",
    "confidence": [
      [
        "Third",
        -0.041592862
      ],
      [
        " Crus",
        -0.0003244991
      ],
      [
        "ade",
        -2.868329e-05
      ]
    ]
  },
  "Prior to this event, one participant in it had subdued another participant despite the latter's transformation into fire, water, a lion, and a serpent. One participant in this event had been selected specifically due to a prophecy that any child born to another participant in this event would become more powerful than his father. Taking place near Chiron's cave at Mount Pelion, this event saw the gifting of a golden suit of armor, a spear, and two horses named Xanthus and Balius to one participant, who was the brother of Telamon. This event was also the site of the place where Eris, having not": {
    "guess": "Achilles",
    "confidence": [
      [
        "A",
        -0.80111444
      ],
      [
        "ch",
        -0.00225398
      ],
      [
        "illes",
        -0.0010180408
      ]
    ]
  },
  "The primary female character in this film is first seen sitting nude in a slowly revolving tub of water examining herself in a mirror as a carnival attraction that voyeurs can pay to watch. One character": {
    "guess": "Showgirls",
    "confidence": [
      [
        "Show",
        -1.6664822
      ],
      [
        "girls",
        -0.0012232051
      ]
    ]
  },
  "The primary female character in this film is first seen sitting nude in a slowly revolving tub of water": {
    "guess": "Showgirls",
    "confidence": [
      [
        "Show",
        -0.9904257
      ],
      [
        "girls",
        -0.00021283828
      ]
    ]
  },
  "They are primarily extracted from Ioparite, monazite, and bastnasite, and achieved greater demand when": {
    "guess": "Rare-earth element",
    "confidence": [
      [
        "Rare",
        -0.1677434
      ],
      [
        "-earth",
        -0.20737608
      ],
      [
        " element",
        -0.56994563
      ]
    ]
  },
  "Prior to an incredibly unsuccessful campaign against the Parthians, this man installed Herod the Great as king of Judea. During a civil war, this man brought reinforcements to the victorious commander at the Battle of Pharsalus, following which he was appointed by that man as Master of the Horse. After Julius Caesar's assassination, this man proscribed Cicero an Enemy of the State, since Cicero had earlier attacked him in the Philippics, and this man's eventual defeat by Octavian marked the end of the Second Triumvirate. For 10 points, name this lover of Cleopatra who committed suicide after losing": {
    "guess": "Mark Antony",
    "confidence": [
      [
        "Mark",
        -0.026809921
      ],
      [
        " Antony",
        -4.0722858e-05
      ]
    ]
  },
  "The printing press was introduced to this country by a learned king who issued a law code that prescribed blood payment as the penalty for every offense, Vakhtang VI of the Mukhranian dynasty. This country": {
    "guess": "Georgia",
    "confidence": [
      [
        "Georgia",
        -0.85469884
      ]
    ]
  },
  "The Primrose League was an organization founded in this man's honor two years after his death. This man reportedly remarked, \"I have climbed to the top of the greasy pole\" upon reaching his highest office. In his youth, he published the unsuccessful newspaper The Representative and led the Young England movement in an attempt to promote working class interests. He served as Chancellor of the Exchequer under the (*) Earl of Derby during the \"Who? Who?\" Ministry and joined with Lord George Bentinck in forcing Robert Peel's resignation over the repeal of the Corn Laws. This man's failure to respond to the \"Bulgarian Horrors\" made him the target of the Midlothian Campaign. For 10 points, name Conservative": {
    "guess": "Benjamin Disraeli",
    "confidence": [
      [
        "Ben",
        -0.00856221
      ],
      [
        "jamin",
        -8.959636e-05
      ],
      [
        " Dis",
        -0.0007786541
      ],
      [
        "rael",
        -4.5491004e-05
      ],
      [
        "i",
        -8.8165914e-05
      ]
    ]
  },
  "Prior to this nation's independence, which was gained in 1956, the Graduates' General Congress was established to push for social reforms. Ismail al-Azhari [is-male ahl ah-JAH-ree], who wanted this country": {
    "guess": "Sudan",
    "confidence": [
      [
        "S",
        -0.14444782
      ],
      [
        "ud",
        -1.9027791e-05
      ],
      [
        "an",
        -1.9385403e-05
      ]
    ]
  },
  "The primary member of these ecosystems are preyed upon by Acanthaster planci, whose surface resembles a crown of thorns. The so-called \"cement\" of these ecosystems is a crustose, pink member of Rodophyta. The evolution of the structure of these ecosystems was the subject of the first monograph of Charles Darwin. Their primary members are in a mutualistic relationship with zooxanthellae. Of their three main types, the \"fringing\" type occupies a shallow zone of water while an (*) atoll is a lagoon surrounded by one. These ecosystems are threatened by widespread \"bleaching\". For 10 points, name these ecosystems primarily constituted of calcium carbonate secreted by corals, which form a giant \"barrier\"": {
    "guess": "Coral reef",
    "confidence": [
      [
        "C",
        -0.014469035
      ],
      [
        "oral",
        -1.0325924e-05
      ],
      [
        " reef",
        -0.4262753
      ]
    ]
  },
  "This principle explains why precipitating out calcium carbonate from hard water by adding sodium carbonate works, in addition to helping make soaps more soluble by adding salt. A consequence to this principle is the common-ion effect, and this statement can also be applied to explain homeostasis. This": {
    "guess": "Le Chatelier's principle",
    "confidence": [
      [
        "Le",
        -0.03458812
      ],
      [
        " Chat",
        -0.08325817
      ],
      [
        "elier",
        -0.0006043838
      ],
      [
        "'s",
        -0.00038181408
      ],
      [
        " principle",
        -0.07741535
      ]
    ]
  },
  "This principle offers an elegant method of finding the equivalent resistance between adjacent points on an infinite resistor lattice. In Young's famous double-slit experiment, it explains how the beams interfere either constructively or destructively at a point.  For ten points, what principle of electromagnetism": {
    "guess": "Superposition",
    "confidence": [
      [
        "Super",
        -0.7644341
      ],
      [
        "position",
        -8.299462e-06
      ]
    ]
  },
  "A principle of this theory would be violated by the Nordtvedt effect, which has likely been ruled out by the Lunar Laser Ranging experiment. A consequence of the use of torsion-free linear connections": {
    "guess": "Equivalence principle",
    "confidence": [
      [
        "Equ",
        -0.59439564
      ],
      [
        "ivalence",
        -0.00051335624
      ],
      [
        " principle",
        -0.00324462
      ]
    ]
  },
  "Prior to this war, Archbishop Jocius cruised around in a black-sailed ship and Henry of Marcy declared a God's Day in Mainz. This war was partly caused by an incident in which Raynald of Chatillon was served sherbet and then decapitated. After leaving this conflict via the Treaty of Ramla, a king blew his disguise as a beggar and was captured by Leopold V of Austria. Gregory VII declared this war after the defeat of Guy of Lusignan at the Horns of Hattin. While leading troops to this war, an emperor": {
    "guess": "Third Crusade",
    "confidence": [
      [
        "Third",
        -0.026220528
      ],
      [
        " Crus",
        -0.00030948312
      ],
      [
        "ade",
        -2.9517714e-05
      ]
    ]
  },
  "Primitive computers often must implement the Horner algorithm to perform operations on them, and accuracy on multiple iterations of them can be improved using the Kahan summation algorithm. A bias of 127 is usually added to them, and they also contain a mantissa, sometimes called a significand. The current standard for these is IEEE [\"I-Triple-E\"] 754, and (*) subtraction on these is complicated by a namesake roundoff error. This data type is less precise than the \"double,\" and operations on them": {
    "guess": "Single-precision floating-point format",
    "confidence": [
      [
        "Single",
        -0.0294923
      ],
      [
        "-",
        -0.003954679
      ],
      [
        "precision",
        -7.7199176e-05
      ],
      [
        " floating",
        -0.02002404
      ],
      [
        "-point",
        -0.013311053
      ],
      [
        " format",
        -0.02494221
      ]
    ]
  },
  "Prior to this battle, the Hornet and Enterprise were sent on a surprise bombing mission, leaving them out of the US fleet.  The other side in this battle wished to secure the island of Tulagi and its harbor.  On May 7, the first major day of battle, the Kikuzuki and the Shoho were both destroyed, and": {
    "guess": "Battle of the Coral Sea",
    "confidence": [
      [
        "Battle",
        -0.004082555
      ],
      [
        " of",
        -0.00039051592
      ],
      [
        " the",
        -0.16567644
      ],
      [
        " Coral",
        -0.00018256421
      ],
      [
        " Sea",
        -0.00010235115
      ]
    ]
  },
  "Primitive computers often must implement the Horner algorithm to perform operations on them, and accuracy on multiple iterations of them can be improved using the Kahan summation algorithm. A bias of 127": {
    "guess": "Kahan summation algorithm",
    "confidence": [
      [
        "K",
        -0.48518646
      ],
      [
        "ahan",
        -0.00037788402
      ],
      [
        " summ",
        -0.039746176
      ],
      [
        "ation",
        -5.080963e-06
      ],
      [
        " algorithm",
        -0.01001554
      ]
    ]
  },
  "Prior to this event, a man killed pigeons in a barn that he believed were attracting local children, and several days before, the entire household was wracked with illness, possibly caused by food poisoning. Conspiracy theories suggested that the perpetrator of this event was involved in a lesbian affair with maid Bridget Sullivan. The jury was prevented from hearing that a woman sought to purchase prussic acid shortly before this event, which killed Abby and Andrew, the latter of whom was a wealthy Massachusetts textile mill director. A skipping rope rhyme about this event, the subject of Agnes de Mille's ballet Fall River Legend, says that when the participant \"saw what she had done\" she administered": {
    "guess": "Lizzie Borden",
    "confidence": [
      [
        "L",
        -0.014680504
      ],
      [
        "izzie",
        -0.00059628166
      ],
      [
        " B",
        -0.0011799892
      ],
      [
        "orden",
        -0.00022344373
      ]
    ]
  },
  "Prior to this battle, one side opened up a key supply route called the Cracker Line and defeated an enemy": {
    "guess": "Chattanooga Campaign",
    "confidence": [
      [
        "Ch",
        -0.0023923023
      ],
      [
        "att",
        -1.11603495e-05
      ],
      [
        "anooga",
        -1.8074163e-05
      ],
      [
        " Campaign",
        -0.000118086034
      ]
    ]
  },
  "This principle explains why the use of greater camber allows for the operation of certain objects. This theorem explains the changes that happen to certain molecules inside a Venturi tube. If there is": {
    "guess": "Bernoulli's principle",
    "confidence": [
      [
        "Bern",
        -0.02909083
      ],
      [
        "ou",
        -1.2664457e-06
      ],
      [
        "lli",
        -0.0002667
      ],
      [
        "'s",
        -8.470901e-05
      ],
      [
        " principle",
        -0.08712195
      ]
    ]
  },
  "Prior to this event, one participant in it had subdued another participant despite the latter's transformation into fire, water, a lion, and a serpent. One participant in this event had been selected specifically due to a prophecy that any child born to another participant in this event would become more powerful than his father. Taking place near Chiron's cave at Mount Pelion, this event saw the gifting of a golden suit of armor, a spear, and two horses named Xanthus and Balius to one participant, who was the brother of Telamon. This event was also the site of the place where Eris, having not been invited to it, dropped an apple engraved with the phrase \"To the fairest,\" thereby precipitating": {
    "guess": "Judgment of Paris",
    "confidence": [
      [
        "Jud",
        -0.949573
      ],
      [
        "gment",
        -0.32070178
      ],
      [
        " of",
        -0.0014855816
      ],
      [
        " Paris",
        -0.00085547817
      ]
    ]
  },
  "Principal characters in this this 1890 novel include two women that take the narrator for a madman because he tells the younger one that she is losing her book, when the fact of the matter is that she carries no book with her. Later, the younger woman (now The Lady in Black) befriends the narrator because she is an adventuresome girl who is intrigued with the idea of odd experiences, including those that madmen might provide for her. Identify this novel, set in Christiania, in which, FTP, a young man down on his luck tries to write articles and plays but is paid so little for his work that he is constantly in a feverish state of mind due to lack of food.": {
    "guess": "Hunger",
    "confidence": [
      [
        "H",
        -0.002564957
      ],
      [
        "unger",
        -2.1008714e-06
      ]
    ]
  },
  "This Prime Minister declared that the government would help Irish tenant farmers buy their land from landlords in the Wyndham Land Purchase Act. His government fell after he refused to pass a set of protective tariffs in the name of \"imperial preference,\" leading to the resignation of Joseph Chamberlain, who became this PM's sworn enemy. He recognized French dominance in Morocco in return for French non-interference in Egypt during the establishment of the (*) Entente Cordiale. This nephew and successor": {
    "guess": "Arthur Balfour",
    "confidence": [
      [
        "Arthur",
        -0.71628106
      ],
      [
        " B",
        -0.007334245
      ],
      [
        "alf",
        -1.9816675e-06
      ],
      [
        "our",
        -8.220573e-05
      ]
    ]
  },
  "One of its principle failings comes at gas-liquid equilibria, since it does not predict that at constant temperature, pressure is constant as volume varies; however, it is still better under those conditions": {
    "guess": "Van Der Waals Equation",
    "confidence": [
      [
        "Van",
        -0.59755373
      ],
      [
        " Der",
        -0.121949986
      ],
      [
        " Wa",
        -3.9411618e-05
      ],
      [
        "als",
        -0.00013107191
      ],
      [
        " Equation",
        -0.05114355
      ]
    ]
  },
  "Primitive computers often must implement the Horner algorithm to perform operations on them, and accuracy on multiple iterations of them can be improved using the Kahan summation algorithm. A bias of 127 is usually added to them, and they also contain a mantissa, sometimes called a significand. The current standard for these is IEEE [\"I-Triple-E\"] 754, and (*) subtraction on these is complicated by a namesake roundoff error. This data type is less precise than the \"double,\" and operations on them are measured in flops. For 10 points, name these representations of decimals in languages like C++,": {
    "guess": "Single-precision floating-point format",
    "confidence": [
      [
        "Single",
        -0.039349366
      ],
      [
        "-",
        -0.016367942
      ],
      [
        "precision",
        -1.7835755e-05
      ],
      [
        " floating",
        -0.012272874
      ],
      [
        "-point",
        -0.019271966
      ],
      [
        " format",
        -0.013468194
      ]
    ]
  },
  "Prior to this event, one participant in it had subdued another participant despite the latter's transformation into fire, water, a lion, and a serpent. One participant in this event had been selected specifically due to a prophecy that any child born to another participant in this event would become more powerful than his father. Taking place near Chiron's cave at Mount Pelion, this event saw the gifting of a golden suit of armor, a spear, and two horses named Xanthus and Balius to one participant, who was the brother of Telamon. This event was also the site of the place where Eris, having not been invited to it, dropped an apple engraved with the phrase \"To the fairest,\" thereby precipitating the conflict which would see the eventual death of the offspring born as a result of this event. For": {
    "guess": "Achilles",
    "confidence": [
      [
        "A",
        -0.6416743
      ],
      [
        "ch",
        -0.0013884471
      ],
      [
        "illes",
        -0.00054481137
      ]
    ]
  },
  "Their primary use is to allow their owners to swim to the bottom of the sea, and they are a result of metal reductase activity, allowing the sequestration of reduced iron atoms. They are found in anaerobic or microanaerobic aquatic bacteria, and are either north seeking, south seeking or an equal combination of both. For ten points, name these organelles that contain magnetite, allowing their possessors to orient themselves along the earth's magnetic field.": {
    "guess": "Magnetosome",
    "confidence": [
      [
        "M",
        -0.016333114
      ],
      [
        "agnet",
        -0.036552276
      ],
      [
        "osome",
        -0.08133251
      ]
    ]
  },
  "Prior to an incredibly unsuccessful campaign against the Parthians, this man installed Herod the Great as king of Judea. During a civil war, this man brought reinforcements to the victorious commander at the Battle of Pharsalus, following which he was appointed by that man as Master of the Horse. After Julius Caesar's assassination, this man proscribed Cicero an Enemy of the State, since Cicero had": {
    "guess": "Marcus Junius Brutus",
    "confidence": [
      [
        "Marcus",
        -0.7528112
      ],
      [
        " Jun",
        -0.44001326
      ],
      [
        "ius",
        -7.5411124e-05
      ],
      [
        " Brut",
        -0.0003387999
      ],
      [
        "us",
        -2.1650272e-05
      ]
    ]
  },
  "The principal theme of this musical work is used in second movement of Verdi's Manzoni Requiem, in Berlioz's Symphanie Fantasique, and in the third movement of Mozart's Requiem. Probably composed by Thomas of Celano, it is based on the Vulgate version of Joel 2:31, and is used in the mass for the dead": {
    "guess": "Dies Irae",
    "confidence": [
      [
        "Dies",
        -0.012910309
      ],
      [
        " I",
        -0.008023457
      ],
      [
        "ra",
        -1.6762922e-05
      ],
      [
        "e",
        -1.2113979e-05
      ]
    ]
  },
  "The Primrose League was an organization founded in this man's honor two years after his death. This man reportedly remarked, \"I have climbed to the top of the greasy pole\" upon reaching his highest office. In his youth, he published the unsuccessful newspaper The Representative and led the Young England movement in an attempt to promote working class interests. He served as Chancellor of the Exchequer under the (*) Earl of Derby during the \"Who? Who?\" Ministry and joined with Lord George Bentinck in forcing Robert Peel's resignation over the repeal of the Corn Laws. This man's failure to respond": {
    "guess": "Benjamin Disraeli",
    "confidence": [
      [
        "Ben",
        -0.0027597027
      ],
      [
        "jamin",
        -4.4179764e-05
      ],
      [
        " Dis",
        -0.00035894162
      ],
      [
        "rael",
        -5.3000836e-05
      ],
      [
        "i",
        -8.804671e-05
      ]
    ]
  },
  "The printing press was introduced to this country by a learned king who issued a law code that prescribed blood payment as the penalty for every offense, Vakhtang VI of the Mukhranian dynasty. This country resisted the Mongols under the leadership of a king nicknamed \"the Brilliant\" after earlier rebelling against Persia under the leadership of Gorgasal and being Christianized by St. Nino. During its time as a client state of Byzantium, this country was ruled by the \"kuropalates\" or \"guardian of the palace,\" a title which Ashot the Great held before founding the independent Bagratid dynasty here. This country's current capital was incorporated into the state during the campaigns of David the Builder, and many of its lands were later conquered by Queen Tamar. For 10 points, name this state whose \"Rose Revolution\" elevated Mikhail Saakasvilli to power over Eduard Shevardnadze, and which was reconquered for the USSR by native son Joseph Stalin.": {
    "guess": "Georgia",
    "confidence": [
      [
        "Georgia",
        -0.0064484384
      ]
    ]
  },
  "Prince Shovisky was the president of one of this ruler's early councils. Gregory XIII intervened for peace talks between this ruler and Stephen Bathory, who led the Poles against him in the Livonian War. He created a new unit of musketeers named the Streltsy, after Andrey Kurbsky defected he decided to control the boyars with the Oprichnina, and he confessed his sins to the Zemski Sobor. He commemorated his taking of Astrakhan and Kazan with the construction of St. Basil's Cathedral and his retarded son lost power to Boris Godunov during the Time of Troubles. FTP, name this violent Rurik Russian grand prince of Moscow and the first proclaimed Czar of Russia.": {
    "guess": "Ivan the Terrible",
    "confidence": [
      [
        "I",
        -0.0012783305
      ],
      [
        "van",
        -1.7954959e-05
      ],
      [
        " the",
        -0.086275786
      ],
      [
        " Ter",
        -0.00011117222
      ],
      [
        "rible",
        -9.603336e-05
      ]
    ]
  },
  "Prior to this conflict, one belligerent had obtained several submarines from the United States, while": {
    "guess": "World War I",
    "confidence": [
      [
        "World",
        -0.20211259
      ],
      [
        " War",
        -2.7014437e-05
      ],
      [
        " I",
        -0.5805007
      ]
    ]
  },
  "The princes of the House of Savoy held this empty title from 1485 to 1870 because Charlotte, daughter of John III of Cyprus, ceded some rights to her nephew Charles. It had been claimed by the two Houses of Anjou through Mary of Antioch, as well as by the Cypriot House of Lusignan, of which Henry II": {
    "guess": "King of Jerusalem",
    "confidence": [
      [
        "King",
        -0.6790643
      ],
      [
        " of",
        -0.07909974
      ],
      [
        " Jerusalem",
        -0.60835046
      ]
    ]
  },
  "Prior to an incredibly unsuccessful campaign against the Parthians, this man installed Herod the Great": {
    "guess": "Mark Antony",
    "confidence": [
      [
        "Mark",
        -0.532263
      ],
      [
        " Antony",
        -0.0007023032
      ]
    ]
  },
  "This principle explains why precipitating out calcium carbonate from hard water by adding sodium carbonate": {
    "guess": "Water softening",
    "confidence": [
      [
        "Water",
        -0.50835377
      ],
      [
        " soft",
        -0.1907665
      ],
      [
        "ening",
        -2.4034345e-05
      ]
    ]
  },
  "The primary source of information for this battle is the writings of Tjaneni in the Hall of Annals of": {
    "guess": "Battle of Kadesh",
    "confidence": [
      [
        "Battle",
        -0.38486877
      ],
      [
        " of",
        -0.003823945
      ],
      [
        " K",
        -2.1247575
      ],
      [
        "adesh",
        -0.007436958
      ]
    ]
  },
  "The printing press was introduced to this country by a learned king who issued a law code that prescribed": {
    "guess": "Mongkut",
    "confidence": [
      [
        "M",
        -0.21110289
      ],
      [
        "ong",
        -0.0010320959
      ],
      [
        "k",
        -0.030899823
      ],
      [
        "ut",
        -3.4762674e-05
      ]
    ]
  },
  "The princes of the House of Savoy held this empty title from 1485 to 1870 because Charlotte, daughter of John III of Cyprus, ceded some rights to her nephew Charles. It had been claimed by the two Houses of Anjou through Mary of Antioch, as well as by the Cypriot House of Lusignan, of which Henry II was the last to hold the title as well as land. For ten points, Godfrey of Bouillon was the first to hold what royal title as sovereign of a city-state founded as a result of the First Crusade?": {
    "guess": "King of Jerusalem",
    "confidence": [
      [
        "King",
        -0.08320859
      ],
      [
        " of",
        -0.00054802984
      ],
      [
        " Jerusalem",
        -0.00590225
      ]
    ]
  },
  "This principle can be derived using the Cauchy-Schwarz inequality and Robertson-Schrödinger relation. The namesake of this principle devised a thought experiment involving a gamma-ray microscope to illustrate": {
    "guess": "Uncertainty principle",
    "confidence": [
      [
        "Unc",
        -0.0008853726
      ],
      [
        "ertainty",
        -4.5133394e-05
      ],
      [
        " principle",
        -0.0002640775
      ]
    ]
  },
  "The primary member of these ecosystems are preyed upon by Acanthaster planci, whose surface resembles a crown of thorns. The so-called \"cement\" of these ecosystems is a crustose, pink member of Rodophyta. The evolution of the structure of these ecosystems was the subject of the first monograph of Charles Darwin. Their primary members are in a mutualistic relationship with zooxanthellae. Of their three main types, the \"fringing\" type occupies a shallow zone of water while an (*) atoll is a lagoon": {
    "guess": "Coral reefs",
    "confidence": [
      [
        "C",
        -0.0069281426
      ],
      [
        "oral",
        -3.1281633e-07
      ],
      [
        " reefs",
        -0.33424222
      ]
    ]
  },
  "Principal characters in this this 1890 novel include two women that take the narrator for a madman because he tells the younger one that she is losing her book, when the fact of the matter is that she carries no book with her. Later, the younger woman (now The Lady in Black) befriends the narrator because she is an adventuresome girl who is intrigued with the idea of odd experiences, including those": {
    "guess": "The Woman in White",
    "confidence": [
      [
        "The",
        -0.32041472
      ],
      [
        " Woman",
        -1.0277196
      ],
      [
        " in",
        -0.004001942
      ],
      [
        " White",
        -0.11432132
      ]
    ]
  },
  "The princes of the House of Savoy held this empty title from 1485 to 1870 because Charlotte, daughter of John III of Cyprus, ceded some rights to her nephew Charles. It had been claimed by the two Houses": {
    "guess": "King of Cyprus",
    "confidence": [
      [
        "King",
        -1.1245033
      ],
      [
        " of",
        -0.0025757751
      ],
      [
        " Cyprus",
        -0.229472
      ]
    ]
  },
  "Prince Shovisky was the president of one of this ruler's early councils. Gregory XIII intervened for peace talks between this ruler and Stephen Bathory, who led the Poles against him in the Livonian War. He created a new unit of musketeers named the Streltsy, after Andrey Kurbsky defected he decided to control the boyars with the Oprichnina, and he confessed his sins to the Zemski Sobor. He commemorated his taking of Astrakhan and Kazan with the construction of St. Basil's Cathedral and his retarded": {
    "guess": "Ivan the Terrible",
    "confidence": [
      [
        "I",
        -0.0022820532
      ],
      [
        "van",
        -1.5570886e-05
      ],
      [
        " the",
        -0.010183123
      ],
      [
        " Ter",
        -0.0001440651
      ],
      [
        "rible",
        -0.00018315656
      ]
    ]
  },
  "While doing this, a Prince of Homburg seizes a glove while trying to grab a laurel wreath from the Grand Elector's daughter Natalia in a play by Kleist. A novel titled for this action ends with the marriage of Elizabeth Baddensen to the neurotic Joachim von Pasenow and consists of The Romantic, The Realist and The Anarchist. Practitioners of this action name a History of Man's Changing Vision of the Universe by Arthur Koestler. A poem named for a practitioner of this action describes \"big hoarfrost stars\" and repeats the refrain \"green, how I want you green.\" While performing this action in front of a doctor and gentlewoman, a character exclaims, \"All the perfumes of Arabia will not sweeten this": {
    "guess": "Sleepwalking",
    "confidence": [
      [
        "Sleep",
        -0.005903077
      ],
      [
        "walking",
        -0.00019960667
      ]
    ]
  },
  "Prior to this event, a man killed pigeons in a barn that he believed were attracting local children, and several days before, the entire household was wracked with illness, possibly caused by food poisoning. Conspiracy theories suggested that the perpetrator of this event was involved in a lesbian affair with maid Bridget Sullivan. The jury was prevented from hearing that a woman sought to purchase prussic acid shortly before this event, which killed Abby and Andrew, the latter of whom was a wealthy Massachusetts textile mill director. A skipping rope rhyme about this event, the subject of Agnes": {
    "guess": "Lizzie Borden",
    "confidence": [
      [
        "L",
        -0.013813448
      ],
      [
        "izzie",
        -0.002049982
      ],
      [
        " B",
        -0.005595157
      ],
      [
        "orden",
        -0.0017268223
      ]
    ]
  },
  "Prior to this nation's 1986 People Power rebellion, one first lady of this nation bought over 1,000 pairs of shoes. Two earlier rebellions here were led by Emilio Aguinaldo, and Admiral George Dewey won a battle in its capital's bay. Its Corregidor Island fell before the Bataan Death March in this nation": {
    "guess": "Philippines",
    "confidence": [
      [
        "Phil",
        -0.17840095
      ],
      [
        "ippines",
        -0.00024263552
      ]
    ]
  },
  "Primitive computers often must implement the Horner algorithm to perform operations on them, and accuracy on multiple iterations of them can be improved using the Kahan summation algorithm. A bias of 127 is usually added to them, and they also contain a mantissa, sometimes called a significand. The current standard for these is IEEE [\"I-Triple-E\"] 754, and (*) subtraction on these is complicated by a namesake roundoff error. This data type is less precise than the \"double,\" and operations on them are measured in flops. For 10 points, name these representations of decimals in languages like C++, often contrasted with integers and more computationally imposing than their \"fixed\" counterparts.": {
    "guess": "Single-precision floating-point format",
    "confidence": [
      [
        "Single",
        -0.6934273
      ],
      [
        "-",
        -0.0109929945
      ],
      [
        "precision",
        -0.00011272187
      ],
      [
        " floating",
        -0.016776666
      ],
      [
        "-point",
        -0.016890014
      ],
      [
        " format",
        -0.0393622
      ]
    ]
  },
  "Prior to this event, a man killed pigeons in a barn that he believed were attracting local children, and several days before, the entire household was wracked with illness, possibly caused by food poisoning. Conspiracy theories suggested that the perpetrator of this event was involved in a lesbian affair with maid Bridget Sullivan. The jury was prevented from hearing that a woman sought to purchase": {
    "guess": "Lizzie Borden",
    "confidence": [
      [
        "L",
        -0.013993781
      ],
      [
        "izzie",
        -0.00037621515
      ],
      [
        " B",
        -0.002116239
      ],
      [
        "orden",
        -0.0015748524
      ]
    ]
  },
  "Prior to the first battle of this name, an uprising was started by the Cenomani, the Insubres and the Boii in which they burned Placentia and headed to this site against the forces of L. Furius Purpeo. In the build-up to a series of battles fought here 269 years later, Tacitus describes the Othonian": {
    "guess": "Battle of Bedriacum",
    "confidence": [
      [
        "Battle",
        -0.05730964
      ],
      [
        " of",
        -0.0013048798
      ],
      [
        " Bed",
        -0.19440809
      ],
      [
        "ri",
        -0.00011343709
      ],
      [
        "ac",
        -2.0935051e-05
      ],
      [
        "um",
        -3.7027545e-05
      ]
    ]
  },
  "Prior to the first battle of this name, an uprising was started by the Cenomani, the Insubres and the Boii in which they burned Placentia and headed to this site against the forces of L. Furius Purpeo. In the build-up to a series of battles fought here 269 years later, Tacitus describes the Othonian invasion of Northern Italy as a foreign one.  Another conflict of this name featured the Irish Brigade under Dillon and Burke, known as the \"Wild Geese\" whose defense of the Po Gate saved the forces of Villeroi. The two battles fought here during the War of the Four Emperors were also known as the Battles of Bedriacum. For 10 points, name this site of an indecisive 1702 battle between the French and Eugene of Savoy during the War of Spanish Sucession.": {
    "guess": "Battle of Cremona",
    "confidence": [
      [
        "Battle",
        -0.2650692
      ],
      [
        " of",
        -0.0008090291
      ],
      [
        " Cre",
        -0.22695915
      ],
      [
        "mon",
        -0.00093885476
      ],
      [
        "a",
        -7.278864e-05
      ]
    ]
  },
  "This principle was independently developed by William Castle. One phenomenon which would cause this principle not to apply is avoided by self-incompatibility in plants; that phenomenon, which favors homozygosity, is assortative mating. Deviation from it can be caused by meiotic drive, non-random mating, genetic drift, or mutations. For 10 points, name this principle which states that allele and genotype frequencies remain constant in the absence of disturbing influences.": {
    "guess": "Hardy–Weinberg principle",
    "confidence": [
      [
        "Hard",
        -0.037314326
      ],
      [
        "y",
        -4.477578e-05
      ],
      [
        "–",
        -0.047507558
      ],
      [
        "We",
        -4.1273333e-06
      ],
      [
        "in",
        -2.1173457e-05
      ],
      [
        "berg",
        -1.3306016e-05
      ],
      [
        " principle",
        -0.0014660578
      ]
    ]
  },
  "Prior to an incredibly unsuccessful campaign against the Parthians, this man installed Herod the Great as king of Judea. During a civil war, this man brought reinforcements to the victorious commander at the Battle of Pharsalus, following which he was appointed by that man as Master of the Horse. After Julius Caesar's assassination, this man proscribed Cicero an Enemy of the State, since Cicero had earlier attacked him in the Philippics, and this man's eventual defeat by Octavian marked the end of the Second Triumvirate. For 10 points, name this lover of Cleopatra who committed suicide after losing the Battle of Actium.": {
    "guess": "Mark Antony",
    "confidence": [
      [
        "Mark",
        -0.009609815
      ],
      [
        " Antony",
        -0.00012678056
      ]
    ]
  },
  "Prior to this event, one participant in it had subdued another participant despite the latter's transformation into fire, water, a lion, and a serpent. One participant in this event had been selected specifically due to a prophecy that any child born to another participant in this event would become more powerful than his father. Taking place near Chiron's cave at Mount Pelion, this event saw the gifting of a golden suit of armor, a spear, and two horses named Xanthus and Balius to one participant, who was the brother of Telamon. This event was also the site of the place where Eris, having not been invited to it, dropped an apple engraved with the phrase \"To the fairest,\" thereby precipitating the conflict which would see the eventual death of the offspring born as a result of this event. For 10 points, identify this festive event which saw the union of the son of Aeacus and a Nereid, the": {
    "guess": "Wedding of Peleus and Thetis",
    "confidence": [
      [
        "Wed",
        -1.1815205
      ],
      [
        "ding",
        -5.157039e-05
      ],
      [
        " of",
        -0.00034177996
      ],
      [
        " Pe",
        -0.004189518
      ],
      [
        "le",
        -1.6240566e-06
      ],
      [
        "us",
        -5.7768983e-05
      ],
      [
        " and",
        -1.0280384e-06
      ],
      [
        " Th",
        -7.89631e-07
      ],
      [
        "et",
        -1.5213274e-05
      ],
      [
        "is",
        -1.4021238e-05
      ]
    ]
  },
  "The primary female character in this film is first seen sitting nude in a slowly revolving tub of water examining herself in a mirror as a carnival attraction that voyeurs can pay to watch. One character in this movie becomes flustered when the street peddler Jericho reads in her palm that she will marry the man she loves, while another character is kicked out of the club \"The Red Breast\" for defending the honor of one woman but refuses to sleep with her in her apartment at the Great Post House. In this film's second section called \"The Man in White,\" Count Edouard wrongly accuses the actor Frédérick": {
    "guess": "La Ronde (1950 film)",
    "confidence": [
      [
        "La",
        -0.4352176
      ],
      [
        " Ron",
        -0.26032656
      ],
      [
        "de",
        -6.0345924e-06
      ],
      [
        " (",
        -0.39401856
      ],
      [
        "195",
        -0.006182372
      ],
      [
        "0",
        -0.0008671565
      ],
      [
        " film",
        -0.0020403448
      ],
      [
        ")",
        -1.9862217e-05
      ]
    ]
  },
  "Prior to this battle, one side opened up a key supply route called the Cracker Line and defeated an enemy force at Wauhatchie. During its beginning, General George Thomas was able to quickly take Orchard Knob. In the aftermath of this battle, Joseph Johnston replaced Braxton Bragg as the head of a large army. Lookout Mountain and (*) Missionary Ridge were two defensive structures during this battle whose aftermath saw an assault on Atlanta. For 10 points, name this November 1863 battle of the American Civil War fought several months after the Battle of Chickamagua, a Union victory in southeastern": {
    "guess": "Battle of Chattanooga",
    "confidence": [
      [
        "Battle",
        -0.005186678
      ],
      [
        " of",
        -0.0005390932
      ],
      [
        " Chattanooga",
        -0.0057667843
      ]
    ]
  },
  "One of its principle failings comes at gas-liquid equilibria, since it does not predict that at constant temperature, pressure is constant as volume varies; however, it is still better under those conditions than a generally-superior modification, the Redlich-Kwong equation, does even worse with vapor-liquid": {
    "guess": "Van Der Waals Equation",
    "confidence": [
      [
        "Van",
        -0.031785227
      ],
      [
        " Der",
        -0.25178275
      ],
      [
        " Wa",
        -7.946405e-05
      ],
      [
        "als",
        -0.0001658757
      ],
      [
        " Equation",
        -0.0511585
      ]
    ]
  },
  "Prior to this war, Archbishop Jocius cruised around in a black-sailed ship and Henry of Marcy declared": {
    "guess": "Black Sails",
    "confidence": [
      [
        "Black",
        -1.1456447
      ],
      [
        " S",
        -0.69670457
      ],
      [
        "ails",
        -0.0041874982
      ]
    ]
  },
  "While doing this, a Prince of Homburg seizes a glove while trying to grab a laurel wreath from the Grand Elector's daughter Natalia in a play by Kleist. A novel titled for this action ends with the marriage of Elizabeth Baddensen to the neurotic Joachim von Pasenow and consists of The Romantic, The Realist and The Anarchist. Practitioners of this action name a History of Man's Changing Vision of the Universe by Arthur Koestler. A poem named for a practitioner of this action describes \"big hoarfrost": {
    "guess": "Sleepwalking",
    "confidence": [
      [
        "Sleep",
        -0.10775762
      ],
      [
        "walking",
        -0.0038776272
      ]
    ]
  },
  "This principle explains why the use of greater camber allows for the operation of certain objects. This theorem explains the changes that happen to certain molecules inside a Venturi tube. If there is no vertical change in height, the equation for this law simplifies to one half the density times velocity squared plus the pressure. This principle states that an increase in fluid velocity results in": {
    "guess": "Bernoulli's principle",
    "confidence": [
      [
        "Bern",
        -0.056167305
      ],
      [
        "ou",
        -6.869018e-06
      ],
      [
        "lli",
        -4.6563837e-05
      ],
      [
        "'s",
        -9.8536635e-05
      ],
      [
        " principle",
        -0.048077833
      ]
    ]
  },
  "Prior to this event, one participant in it had subdued another participant despite the latter's transformation into fire, water, a lion, and a serpent. One participant in this event had been selected specifically due to a prophecy that any child born to another participant in this event would become more powerful than his father. Taking place near Chiron's cave at Mount Pelion, this event saw the gifting of a golden suit of armor, a spear, and two horses named Xanthus and Balius to one participant,": {
    "guess": "Achilles",
    "confidence": [
      [
        "A",
        -0.11910729
      ],
      [
        "ch",
        -0.0023867106
      ],
      [
        "illes",
        -0.0007669832
      ]
    ]
  },
  "Prior to this battle, one side opened up a key supply route called the Cracker Line and defeated an enemy force at Wauhatchie. During its beginning, General George Thomas was able to quickly take Orchard Knob. In the aftermath of this battle, Joseph Johnston replaced Braxton Bragg as the head of a large army. Lookout Mountain and (*) Missionary Ridge were two defensive structures during this battle whose aftermath saw an assault on Atlanta. For 10 points, name this November 1863 battle of the American": {
    "guess": "Battle of Chattanooga",
    "confidence": [
      [
        "Battle",
        -0.017243227
      ],
      [
        " of",
        -0.001100207
      ],
      [
        " Chattanooga",
        -0.017986745
      ]
    ]
  },
  "Some of the primary constituents of this are sodium glycocholate and sodium taurocholate, and cholecystokinin is the primary stimulus for its release through the sphincter of Oddi.  The body produces about 600 milliliters of it per day, though most of its salts are recycled via the enterohepatic circulation.  These salts are much more water-soluble than their precursor acids, giving them the amphipathic": {
    "guess": "Bile",
    "confidence": [
      [
        "B",
        -0.0089436695
      ],
      [
        "ile",
        -0.00011427152
      ]
    ]
  },
  "The primary source of information for this battle is the writings of Tjaneni in the Hall of Annals of the victor. After the aggressing army assembled at Sile, it set out for the city of Yehem, from which": {
    "guess": "Battle of Yehem",
    "confidence": [
      [
        "Battle",
        -0.7258343
      ],
      [
        " of",
        -0.0027091769
      ],
      [
        " Y",
        -1.3462988
      ],
      [
        "eh",
        -0.004628177
      ],
      [
        "em",
        -4.5133394e-05
      ]
    ]
  },
  "This principle explains why precipitating out calcium carbonate from hard water by adding sodium carbonate works, in addition to helping make soaps more soluble by adding salt. A consequence to this principle is the common-ion effect, and this statement can also be applied to explain homeostasis. This principle explains the [*] buffer effect, and, according to this principle, both increasing the temperature in endothermic reactions and adding more reactant result in an increased amount of product. For 10 points, identify this principle in chemistry that states that an equilibrium shifts to counteract": {
    "guess": "Le Chatelier's principle",
    "confidence": [
      [
        "Le",
        -0.008165469
      ],
      [
        " Chat",
        -0.0011392655
      ],
      [
        "elier",
        -4.365741e-06
      ],
      [
        "'s",
        -4.3226137e-05
      ],
      [
        " principle",
        -0.004937597
      ]
    ]
  },
  "The principal theme of this musical work is used in second movement of Verdi's Manzoni Requiem, in Berlioz's Symphanie Fantasique, and in the third movement of Mozart's Requiem. Probably composed by Thomas of Celano, it is based on the Vulgate version of Joel 2:31, and is used in the mass for the dead and on All Souls' Day. A medieval hymn on the Last Judgement. FTP, name this famous hymn whose name is Latin for \"Day of Wrath.\"": {
    "guess": "Dies Irae",
    "confidence": [
      [
        "Dies",
        -0.00044783088
      ],
      [
        " I",
        -0.35083452
      ],
      [
        "ra",
        -5.7961847e-06
      ],
      [
        "e",
        -2.577686e-06
      ]
    ]
  },
  "The principal outlet for this city's exports is Apapa Quay. There are plans to add eight square meters of reclaimed land from the Atlantic Ocean via the Eko Atlantic City project to this city, which has a major port at Tin Can Island. This city's namesake state is located south of the state of Ogun and has capital at Ikeja, and much of it is spread across the islands of Iddo, Ikoyi, and Victoria. Located on the Bight of Benin, it is Sub-Saharan Africa's most populous city but was deemed to be unsuitable for a neutral legislative capital following the Biafran War. For 10 points, identify this city": {
    "guess": "Lagos",
    "confidence": [
      [
        "L",
        -0.0022554104
      ],
      [
        "agos",
        -1.3856493e-06
      ]
    ]
  },
  "Prior to this war, Archbishop Jocius cruised around in a black-sailed ship and Henry of Marcy declared a God's Day in Mainz. This war was partly caused by an incident in which Raynald of Chatillon was": {
    "guess": "Fourth Crusade",
    "confidence": [
      [
        "Fourth",
        -1.7020818
      ],
      [
        " Crus",
        -0.0010971187
      ],
      [
        "ade",
        -6.921253e-05
      ]
    ]
  },
  "This principle explains why precipitating out calcium carbonate from hard water by adding sodium carbonate works, in addition to helping make soaps more soluble by adding salt. A consequence to this principle is the common-ion effect, and this statement can also be applied to explain homeostasis. This principle explains the [*] buffer effect, and, according to this principle, both increasing the temperature": {
    "guess": "Le Chatelier's principle",
    "confidence": [
      [
        "Le",
        -0.38553673
      ],
      [
        " Chat",
        -0.014965324
      ],
      [
        "elier",
        -0.00011725161
      ],
      [
        "'s",
        -0.0001342904
      ],
      [
        " principle",
        -0.010516188
      ]
    ]
  },
  "A principle of this theory would be violated by the Nordtvedt effect, which has likely been ruled out by the Lunar Laser Ranging experiment. A consequence of the use of torsion-free linear connections in this theory is the Bianchi identities. Under certain conditions, this theory predicts that particles will precess due to \"frame-dragging\". The \"weak\" form of a principle of this theory states that freely falling particles move on timelike geodesics. This theory accounted for the anomalous precession of the (*) perihelion of Mercury. A stronger form of that \"weak\" principle states that all physical phenomena appear the same in an accelerating inertial reference frame and a uniform gravitational field. For 10 points, name this theory introduced by Einstein in which gravity results from the curvature": {
    "guess": "General relativity",
    "confidence": [
      [
        "General",
        -0.043338507
      ],
      [
        " rel",
        -0.03902107
      ],
      [
        "ativity",
        -3.7623562e-05
      ]
    ]
  },
  "This principle can be derived using the Cauchy-Schwarz inequality and Robertson-Schrödinger relation. The namesake of this principle devised a thought experiment involving a gamma-ray microscope to illustrate it. The term Planck's constant divided by four appears in an inequality associated with this": {
    "guess": "Uncertainty principle",
    "confidence": [
      [
        "Unc",
        -0.6461782
      ],
      [
        "ertainty",
        -7.302705e-05
      ],
      [
        " principle",
        -0.006372148
      ]
    ]
  },
  "One of its principle failings comes at gas-liquid equilibria, since it does not predict that at constant temperature, pressure is constant as volume varies; however, it is still better under those conditions than a generally-superior modification, the Redlich-Kwong equation, does even worse with vapor-liquid equilibria. Its two parameters account for particle size and nonzero interparticle interaction": {
    "guess": "Van Der Waals Equation",
    "confidence": [
      [
        "Van",
        -0.00086751406
      ],
      [
        " Der",
        -0.019067433
      ],
      [
        " Wa",
        -1.9816675e-06
      ],
      [
        "als",
        -2.9756122e-05
      ],
      [
        " Equation",
        -0.0003387999
      ]
    ]
  },
  "They are primarily extracted from Ioparite, monazite, and bastnasite, and achieved greater demand when three of these elements were used to make the red phosphors in color televisions. The most abundant of these elements is cerium (*), but none of them can be found on the surface in free form. Consisting of scandium, yttrium and every lanthanide except promethium, FTP, identify this group of sixteen elements originally named for their perceived scarcity in the planet's crust.": {
    "guess": "Lanthanide",
    "confidence": [
      [
        "L",
        -0.19799548
      ],
      [
        "anth",
        -9.1742026e-05
      ],
      [
        "an",
        -1.342522e-05
      ],
      [
        "ide",
        -0.051324073
      ]
    ]
  },
  "The primary female character in this film is first seen sitting nude in a slowly revolving tub of water examining herself in a mirror as a carnival attraction that voyeurs can pay to watch. One character in this movie becomes flustered when the street peddler Jericho reads in her palm that she will marry the man she loves, while another character is kicked out of the club \"The Red Breast\" for defending the honor of one woman but refuses to sleep with her in her apartment at the Great Post House. In this film's second section called \"The Man in White,\" Count Edouard wrongly accuses the actor Frédérick LeMaître of sleeping with his wife after a performance of Othello before the Count is assassinated in a Turkish bath by the villainous Lacenaire. This film is critically studied for its comparison between the Grand Theater and the Funambules pantomime theatre, and it begins on the Boulevard du Temple when the mime Baptiste first meets the courtesan Garance. For 10 points, name this 1945 film": {
    "guess": "Les Enfants du Paradis",
    "confidence": [
      [
        "Les",
        -0.09867856
      ],
      [
        " En",
        -0.00090860267
      ],
      [
        "f",
        -0.0001721935
      ],
      [
        "ants",
        -1.0921943e-05
      ],
      [
        " du",
        -8.363618e-05
      ],
      [
        " Parad",
        -7.8748824e-05
      ],
      [
        "is",
        -4.604148e-06
      ]
    ]
  },
  "Prior to this nation's independence, which was gained in 1956, the Graduates' General Congress was established to push for social reforms. Ismail al-Azhari [is-male ahl ah-JAH-ree], who wanted this country to unite with Egypt, was overthrown in separate coups by Ibrahim Abboud [ee-brah-heem ah-BOOD] and Gaafar Nimeiry [GAH-ah-fahr nuh-MEH-ree]. A 2005 Comprehensive Peace Agreement, also known as the Naivasha [nie-VAH-shah] Agreement, provided for a referendum regarding the independence of one region of this country. President Omar al-Bashir has been criticized for fighting involving the Janjaweed [JAHN-jah-weed] militia in Darfur. Name this east African nation with capital Khartoum [kar-TOOM].": {
    "guess": "Sudan",
    "confidence": [
      [
        "S",
        -0.04663938
      ],
      [
        "ud",
        -1.0280384e-06
      ],
      [
        "an",
        -1.11603495e-05
      ]
    ]
  },
  "The primary female character in this film is first seen sitting nude in a slowly revolving tub of water examining herself in a mirror as a carnival attraction that voyeurs can pay to watch. One character in this movie becomes flustered when the street peddler Jericho reads in her palm that she will marry the man she loves, while another character is kicked out of the club \"The Red Breast\" for defending": {
    "guess": "Showgirls",
    "confidence": [
      [
        "Show",
        -0.3209137
      ],
      [
        "girls",
        -0.001623172
      ]
    ]
  },
  "Primitive computers often must implement the Horner algorithm to perform operations on them, and accuracy on multiple iterations of them can be improved using the Kahan summation algorithm. A bias of 127 is usually added to them, and they also contain a mantissa, sometimes called a significand. The current": {
    "guess": "Single-precision floating-point format",
    "confidence": [
      [
        "Single",
        -0.05598303
      ],
      [
        "-",
        -0.001455832
      ],
      [
        "precision",
        -3.4285862e-05
      ],
      [
        " floating",
        -0.013033287
      ],
      [
        "-point",
        -0.003453722
      ],
      [
        " format",
        -0.0028974747
      ]
    ]
  },
  "The primary female character in this film is first seen sitting nude in a slowly revolving tub of water examining herself in a mirror as a carnival attraction that voyeurs can pay to watch. One character in this movie becomes flustered when the street peddler Jericho reads in her palm that she will marry the man she loves, while another character is kicked out of the club \"The Red Breast\" for defending the honor of one woman but refuses to sleep with her in her apartment at the Great Post House. In this film's second section called \"The Man in White,\" Count Edouard wrongly accuses the actor Frédérick LeMaître of sleeping with his wife after a performance of Othello before the Count is assassinated in a Turkish bath by the villainous Lacenaire. This film is critically studied for its comparison between the Grand Theater and the Funambules pantomime theatre, and it begins on the Boulevard du Temple when the mime Baptiste first meets the courtesan Garance. For 10 points, name this 1945 film shot in Paris during the Nazi occupation that was directed by Marcel Carne and is generally critically considered to be the greatest French film ever made.": {
    "guess": "Les Enfants du Paradis",
    "confidence": [
      [
        "Les",
        -0.048181433
      ],
      [
        " En",
        -0.0010880666
      ],
      [
        "f",
        -2.1054253e-05
      ],
      [
        "ants",
        -8.776276e-06
      ],
      [
        " du",
        -6.253713e-05
      ],
      [
        " Parad",
        -0.00028326566
      ],
      [
        "is",
        -7.822647e-06
      ]
    ]
  },
  "Prior to this battle, the Hornet and Enterprise were sent on a surprise bombing mission, leaving them out of the US fleet.  The other side in this battle wished to secure the island of Tulagi and its harbor.  On May 7, the first major day of battle, the Kikuzuki and the Shoho were both destroyed, and the next day the Shokaku was forced to retreat.  The Yorktown escaped major damage from the Japanese attack, but the Lexington was destroyed.  For 10 points, name this battle fought over control of Port Moresby, a 1942 naval battle that notably featured no ship-to-ship combat, fought in a namesake": {
    "guess": "Battle of the Coral Sea",
    "confidence": [
      [
        "Battle",
        -0.0012770228
      ],
      [
        " of",
        -0.00029601678
      ],
      [
        " the",
        -0.08212225
      ],
      [
        " Coral",
        -4.739826e-05
      ],
      [
        " Sea",
        -4.0246043e-05
      ]
    ]
  },
  "The principal outlet for this city's exports is Apapa Quay. There are plans to add eight square meters of reclaimed land from the Atlantic Ocean via the Eko Atlantic City project to this city, which has a major port at Tin Can Island. This city's namesake state is located south of the state of Ogun and has capital at Ikeja, and much of it is spread across the islands of Iddo, Ikoyi, and Victoria. Located on the Bight of Benin, it is Sub-Saharan Africa's most populous city but was deemed to be unsuitable for a neutral legislative capital following the Biafran War. For 10 points, identify this city that in 1991 was replaced by Abuja as the capital of Nigeria.": {
    "guess": "Lagos",
    "confidence": [
      [
        "L",
        -0.0008324975
      ],
      [
        "agos",
        -6.2729996e-06
      ]
    ]
  },
  "Prior to this conflict, one belligerent had obtained several submarines from the United States, while the other had been seeking to expand its rail interests in the region. In the battle of Nanshan, one": {
    "guess": "Boxer Rebellion",
    "confidence": [
      [
        "Box",
        -0.9674091
      ],
      [
        "er",
        -0.0007643607
      ],
      [
        " Rebellion",
        -0.0071343514
      ]
    ]
  },
  "Prior to this nation's 1986 People Power rebellion, one first lady of this nation bought over 1,000 pairs": {
    "guess": "Philippines",
    "confidence": [
      [
        "Phil",
        -0.004839857
      ],
      [
        "ippines",
        -0.0017551453
      ]
    ]
  },
  "Its most primitive member is found in the New Calydonian genus Amborella, which in contrast with the": {
    "guess": "Angiosperms",
    "confidence": [
      [
        "Ang",
        -0.3985066
      ],
      [
        "ios",
        -0.0008632227
      ],
      [
        "perms",
        -0.16530739
      ]
    ]
  },
  "This principle can be derived using the Cauchy-Schwarz inequality and Robertson-Schrödinger relation. The namesake of this principle devised a thought experiment involving a gamma-ray microscope to illustrate it. The term Planck's constant divided by four appears in an inequality associated with this principle, which is valid for any pair of observables whose operators do not commute, such as energy and time. The standard form of this principle states it is impossible to simultaneously measure both the position and momentum of a particle with perfect accuracy. For 10 points, name this principle": {
    "guess": "Uncertainty principle",
    "confidence": [
      [
        "Unc",
        -0.16710724
      ],
      [
        "ertainty",
        -3.261701e-05
      ],
      [
        " principle",
        -0.0009063415
      ]
    ]
  },
  "Principal characters in this this 1890 novel include two women that take the narrator for a madman because he tells the younger one that she is losing her book, when the fact of the matter is that she carries no book with her. Later, the younger woman (now The Lady in Black) befriends the narrator because she is an adventuresome girl who is intrigued with the idea of odd experiences, including those that madmen might provide for her. Identify this novel, set in Christiania, in which, FTP, a young": {
    "guess": "Hunger (Hamsun novel)",
    "confidence": [
      [
        "H",
        -0.060533173
      ],
      [
        "unger",
        -0.00076246075
      ],
      [
        " (",
        -0.1011021
      ],
      [
        "H",
        -0.3776458
      ],
      [
        "ams",
        -6.2656334e-05
      ],
      [
        "un",
        -0.00014978688
      ],
      [
        " novel",
        -0.0008073675
      ],
      [
        ")",
        -0.0001373897
      ]
    ]
  },
  "This principle can be derived using the Cauchy-Schwarz inequality and Robertson-Schrödinger relation. The namesake of this principle devised a thought experiment involving a gamma-ray microscope to illustrate it. The term Planck's constant divided by four appears in an inequality associated with this principle, which is valid for any pair of observables whose operators do not commute, such as energy and time. The standard form of this principle states it is impossible to simultaneously measure both the position and momentum of a particle with perfect accuracy. For 10 points, name this principle formulated by the German physicist Werner Heisenberg.": {
    "guess": "Heisenberg Uncertainty Principle",
    "confidence": [
      [
        "He",
        -0.17484497
      ],
      [
        "isen",
        -9.014684e-06
      ],
      [
        "berg",
        -2.451116e-05
      ],
      [
        " Unc",
        -0.2644691
      ],
      [
        "ertainty",
        -0.00032581034
      ],
      [
        " Principle",
        -0.0007276826
      ]
    ]
  },
  "The printing press was introduced to this country by a learned king who issued a law code that prescribed blood payment as the penalty for every offense, Vakhtang VI of the Mukhranian dynasty. This country resisted the Mongols under the leadership of a king nicknamed \"the Brilliant\" after earlier rebelling against Persia under the leadership of Gorgasal and being Christianized by St. Nino. During its": {
    "guess": "Kingdom of Georgia",
    "confidence": [
      [
        "King",
        -0.7666218
      ],
      [
        "dom",
        -0.00026836884
      ],
      [
        " of",
        -0.0002162915
      ],
      [
        " Georgia",
        -0.23742507
      ]
    ]
  },
  "They are primarily extracted from Ioparite, monazite, and bastnasite, and achieved greater demand when three of these elements were used to make the red phosphors in color televisions. The most abundant of these elements is cerium (*), but none of them can be found on the surface in free form. Consisting of scandium, yttrium and every lanthanide except promethium, FTP, identify this group of sixteen": {
    "guess": "Lanthanide",
    "confidence": [
      [
        "L",
        -0.06901529
      ],
      [
        "anth",
        -6.062987e-05
      ],
      [
        "an",
        -4.00813e-06
      ],
      [
        "ide",
        -0.066523746
      ]
    ]
  },
  "Prior to this conflict, one belligerent had obtained several submarines from the United States, while the other had been seeking to expand its rail interests in the region. In the battle of Nanshan, one side continued a drive towards the point of a peninsula which had begun with a surprise crossing of the Yalu River. One commander of this war was Kuropatkin, the loser of its final land battle of Mukden.": {
    "guess": "Russo-Japanese War",
    "confidence": [
      [
        "R",
        -0.0015951995
      ],
      [
        "us",
        -7.226629e-06
      ],
      [
        "so",
        -2.4584822e-06
      ],
      [
        "-J",
        -4.85903e-05
      ],
      [
        "apanese",
        -1.4259645e-05
      ],
      [
        " War",
        -2.7372049e-05
      ]
    ]
  },
  "This Prime Minister declared that the government would help Irish tenant farmers buy their land from landlords in the Wyndham Land Purchase Act. His government fell after he refused to pass a set of protective tariffs in the name of \"imperial preference,\" leading to the resignation of Joseph Chamberlain, who became this PM's sworn enemy. He recognized French dominance in Morocco in return for French non-interference in Egypt during the establishment of the (*) Entente Cordiale. This nephew and successor of Lord Salisbury penned a letter to Baron Rothschild supporting the stance of Nathan Sokolow and Chaim Weizmann. For 10 points, name this Conservative Prime Minister of the UK, who issued a \"declaration\" of support for a Jewish homeland.": {
    "guess": "Arthur Balfour",
    "confidence": [
      [
        "Arthur",
        -0.004608011
      ],
      [
        " B",
        -0.0028299615
      ],
      [
        "alf",
        -7.89631e-07
      ],
      [
        "our",
        -6.0510665e-05
      ]
    ]
  },
  "A principle of this theory would be violated by the Nordtvedt effect, which has likely been ruled out by the Lunar Laser Ranging experiment. A consequence of the use of torsion-free linear connections in this theory is the Bianchi identities. Under certain conditions, this theory predicts that particles will precess due to \"frame-dragging\". The \"weak\" form of a principle of this theory states that freely falling particles move on timelike geodesics. This theory accounted for the anomalous precession of the (*) perihelion of Mercury. A stronger form of that \"weak\" principle states that all physical": {
    "guess": "General relativity",
    "confidence": [
      [
        "General",
        -0.003240459
      ],
      [
        " rel",
        -0.23741335
      ],
      [
        "ativity",
        -9.4960524e-05
      ]
    ]
  },
  "The primary member of these ecosystems are preyed upon by Acanthaster planci, whose surface resembles a crown of thorns. The so-called \"cement\" of these ecosystems is a crustose, pink member of Rodophyta. The evolution of the structure of these ecosystems was the subject of the first monograph of Charles Darwin. Their primary members are in a mutualistic relationship with zooxanthellae. Of their three": {
    "guess": "Coral reefs",
    "confidence": [
      [
        "C",
        -0.013109049
      ],
      [
        "oral",
        -6.6306106e-06
      ],
      [
        " reefs",
        -0.11188559
      ]
    ]
  },
  "The primary female character in this film is first seen sitting nude in a slowly revolving tub of water examining herself in a mirror as a carnival attraction that voyeurs can pay to watch. One character in this movie becomes flustered when the street peddler Jericho reads in her palm that she will marry the man she loves, while another character is kicked out of the club \"The Red Breast\" for defending the honor of one woman but refuses to sleep with her in her apartment at the Great Post House. In this film's second section called \"The Man in White,\" Count Edouard wrongly accuses the actor Frédérick LeMaître of sleeping with his wife after a performance of Othello before the Count is assassinated in a Turkish bath by the villainous Lacenaire. This film is critically studied for its comparison between the Grand Theater and the Funambules pantomime theatre, and it begins on the Boulevard du": {
    "guess": "Les Enfants du Paradis",
    "confidence": [
      [
        "Les",
        -0.041157417
      ],
      [
        " En",
        -0.0006025958
      ],
      [
        "f",
        -0.000685987
      ],
      [
        "ants",
        -8.89548e-06
      ],
      [
        " du",
        -0.0002544257
      ],
      [
        " Parad",
        -0.0004587903
      ],
      [
        "is",
        -4.365741e-06
      ]
    ]
  },
  "This principle can be derived using the Cauchy-Schwarz inequality and Robertson-Schrödinger relation. The namesake of this principle devised a thought experiment involving a gamma-ray microscope to illustrate it. The term Planck's constant divided by four appears in an inequality associated with this principle, which is valid for any pair of observables whose operators do not commute, such as energy and time. The standard form of this principle states it is impossible to simultaneously measure both": {
    "guess": "Uncertainty principle",
    "confidence": [
      [
        "Unc",
        -0.9021496
      ],
      [
        "ertainty",
        -0.0006389309
      ],
      [
        " principle",
        -0.10437841
      ]
    ]
  },
  "Their primary use is to allow their owners to swim to the bottom of the sea, and they are a result of": {
    "guess": "Swim bladder",
    "confidence": [
      [
        "Sw",
        -0.9520879
      ],
      [
        "im",
        -0.108744614
      ],
      [
        " bladder",
        -0.006270513
      ]
    ]
  },
  "Its most primitive member is found in the New Calydonian genus Amborella, which in contrast with the \"ranalean complex\" that comprises many of this group's members, has a prominent androecium [and-row-EE-cee-um] and a simple perianth [PEAR-ee-anth]. Containing the diverse families Poaceae, Fabaceae,": {
    "guess": "Angiosperms",
    "confidence": [
      [
        "Ang",
        -0.66880625
      ],
      [
        "ios",
        -0.0006739511
      ],
      [
        "perms",
        -0.42225876
      ]
    ]
  },
  "One of its principle failings comes at gas-liquid equilibria, since it does not predict that at constant temperature, pressure is constant as volume varies; however, it is still better under those conditions than a generally-superior modification, the Redlich-Kwong equation, does even worse with vapor-liquid equilibria. Its two parameters account for particle size and nonzero interparticle interaction strength and are typically written as a and b. It shares a namesake with the forces arising from particles developing instantaneous dipoles. For 10 points, identify this equation of state, an improvement": {
    "guess": "Van Der Waals Equation",
    "confidence": [
      [
        "Van",
        -0.0024631678
      ],
      [
        " Der",
        -0.035059463
      ],
      [
        " Wa",
        -3.0545007e-06
      ],
      [
        "als",
        -3.9769227e-05
      ],
      [
        " Equation",
        -0.0010629402
      ]
    ]
  },
  "Prince Shovisky was the president of one of this ruler's early councils. Gregory XIII intervened for peace talks between this ruler and Stephen Bathory, who led the Poles against him in the Livonian War. He created a new unit of musketeers named the Streltsy, after Andrey Kurbsky defected he decided to control the boyars with the Oprichnina, and he confessed his sins to the Zemski Sobor. He commemorated his taking of Astrakhan and Kazan with the construction of St. Basil's Cathedral and his retarded son lost power to Boris Godunov during the Time of Troubles. FTP, name this violent Rurik Russian": {
    "guess": "Ivan the Terrible",
    "confidence": [
      [
        "I",
        -0.0022706355
      ],
      [
        "van",
        -2.3392786e-06
      ],
      [
        " the",
        -0.032028284
      ],
      [
        " Ter",
        -0.00011427152
      ],
      [
        "rible",
        -9.674858e-05
      ]
    ]
  },
  "Principal characters in this this 1890 novel include two women that take the narrator for a madman because he tells the younger one that she is losing her book, when the fact of the matter is that she carries no book with her. Later, the younger woman (now The Lady in Black) befriends the narrator because she is an adventuresome girl who is intrigued with the idea of odd experiences, including those that madmen might provide for her. Identify this novel, set in Christiania, in which, FTP, a young man down on his luck tries to write articles and plays but is paid so little for his work that he is": {
    "guess": "Hunger",
    "confidence": [
      [
        "H",
        -0.006435049
      ],
      [
        "unger",
        -6.086828e-05
      ]
    ]
  },
  "Prince Shovisky was the president of one of this ruler's early councils. Gregory XIII intervened for peace talks between this ruler and Stephen Bathory, who led the Poles against him in the Livonian War. He created a new unit of musketeers named the Streltsy, after Andrey Kurbsky defected he decided": {
    "guess": "Ivan the Terrible",
    "confidence": [
      [
        "I",
        -0.0021069595
      ],
      [
        "van",
        -3.1737043e-06
      ],
      [
        " the",
        -0.0012959542
      ],
      [
        " Ter",
        -7.2073424e-05
      ],
      [
        "rible",
        -0.00013297916
      ]
    ]
  },
  "The printing press was introduced to this country by a learned king who issued a law code that prescribed blood payment as the penalty for every offense, Vakhtang VI of the Mukhranian dynasty. This country resisted the Mongols under the leadership of a king nicknamed \"the Brilliant\" after earlier rebelling against Persia under the leadership of Gorgasal and being Christianized by St. Nino. During its time as a client state of Byzantium, this country was ruled by the \"kuropalates\" or \"guardian of the palace,\" a title which Ashot the Great held before founding the independent Bagratid dynasty here. This country's current capital was incorporated into the state during the campaigns of David the Builder, and many of its lands were later conquered by Queen Tamar. For 10 points, name this state whose \"Rose Revolution\" elevated Mikhail Saakasvilli to power over Eduard Shevardnadze, and which was": {
    "guess": "Georgia",
    "confidence": [
      [
        "Georgia",
        -0.010934034
      ]
    ]
  },
  "Principal characters in this this 1890 novel include two women that take the narrator for a madman because he tells the younger one that she is losing her book, when the fact of the matter is that she": {
    "guess": "The Turn of the Screw",
    "confidence": [
      [
        "The",
        -0.019749647
      ],
      [
        " Turn",
        -0.011576584
      ],
      [
        " of",
        -3.5358695e-05
      ],
      [
        " the",
        -0.00014632997
      ],
      [
        " Screw",
        -0.00013727049
      ]
    ]
  },
  "While doing this, a Prince of Homburg seizes a glove while trying to grab a laurel wreath from the Grand Elector's daughter Natalia in a play by Kleist. A novel titled for this action ends with the marriage of Elizabeth Baddensen to the neurotic Joachim von Pasenow and consists of The Romantic, The Realist and The Anarchist. Practitioners of this action name a History of Man's Changing Vision of the Universe by Arthur Koestler. A poem named for a practitioner of this action describes \"big hoarfrost stars\" and repeats the refrain \"green, how I want you green.\" While performing this action in front": {
    "guess": "Sleepwalking",
    "confidence": [
      [
        "Sleep",
        -0.050723232
      ],
      [
        "walking",
        -0.00041089242
      ]
    ]
  },
  "The principal theme of this musical work is used in second movement of Verdi's Manzoni Requiem, in Berlioz's Symphanie Fantasique, and in the third movement of Mozart's Requiem. Probably composed by Thomas": {
    "guess": "Dies Irae",
    "confidence": [
      [
        "Dies",
        -0.0014085668
      ],
      [
        " I",
        -0.020489568
      ],
      [
        "ra",
        -1.4378848e-05
      ],
      [
        "e",
        -9.610702e-06
      ]
    ]
  },
  "A principle of this theory would be violated by the Nordtvedt effect, which has likely been ruled out by the Lunar Laser Ranging experiment. A consequence of the use of torsion-free linear connections in this theory is the Bianchi identities. Under certain conditions, this theory predicts that particles will precess due to \"frame-dragging\". The \"weak\" form of a principle of this theory states that freely falling particles move on timelike geodesics. This theory accounted for the anomalous precession": {
    "guess": "General relativity",
    "confidence": [
      [
        "General",
        -0.13363355
      ],
      [
        " rel",
        -0.1630201
      ],
      [
        "ativity",
        -0.00010998019
      ]
    ]
  },
  "The primary source of information for this battle is the writings of Tjaneni in the Hall of Annals of the victor. After the aggressing army assembled at Sile, it set out for the city of Yehem, from which it launched an attack on the under-defended city of Aruna. The opposing army, strengthened by forces from Mitanni, was concentrated largely to the north at Zefti and the south at Tanaach in the Jezreel": {
    "guess": "Battle of Megiddo",
    "confidence": [
      [
        "Battle",
        -0.034111492
      ],
      [
        " of",
        -0.0009923185
      ],
      [
        " Meg",
        -0.23204182
      ],
      [
        "idd",
        -0.0024372584
      ],
      [
        "o",
        -7.107425e-06
      ]
    ]
  },
  "The Primrose League was an organization founded in this man's honor two years after his death. This man reportedly remarked, \"I have climbed to the top of the greasy pole\" upon reaching his highest office. In his youth, he published the unsuccessful newspaper The Representative and led the Young England movement in an attempt to promote working class interests. He served as Chancellor of the Exchequer": {
    "guess": "Benjamin Disraeli",
    "confidence": [
      [
        "Ben",
        -0.009060986
      ],
      [
        "jamin",
        -2.319992e-05
      ],
      [
        " Dis",
        -0.0002257086
      ],
      [
        "rael",
        -3.7265952e-05
      ],
      [
        "i",
        -7.684157e-05
      ]
    ]
  },
  "Prior to this event, a man killed pigeons in a barn that he believed were attracting local children, and several days before, the entire household was wracked with illness, possibly caused by food poisoning.": {
    "guess": "Salem witch trials",
    "confidence": [
      [
        "S",
        -1.6796302
      ],
      [
        "alem",
        -0.017257992
      ],
      [
        " witch",
        -0.00961749
      ],
      [
        " trials",
        -0.0043888134
      ]
    ]
  },
  "Principal characters in this this 1890 novel include two women that take the narrator for a madman because he tells the younger one that she is losing her book, when the fact of the matter is that she carries no book with her. Later, the younger woman (now The Lady in Black) befriends the narrator because": {
    "guess": "The Turn of the Screw",
    "confidence": [
      [
        "The",
        -0.39381838
      ],
      [
        " Turn",
        -0.99953157
      ],
      [
        " of",
        -0.00015455135
      ],
      [
        " the",
        -0.0008557166
      ],
      [
        " Screw",
        -0.00019889144
      ]
    ]
  },
  "Prior to this battle, one side opened up a key supply route called the Cracker Line and defeated an enemy force at Wauhatchie. During its beginning, General George Thomas was able to quickly take Orchard Knob. In the aftermath of this battle, Joseph Johnston replaced Braxton Bragg as the head of a large army. Lookout Mountain and (*) Missionary Ridge were two defensive structures during this battle whose aftermath saw an assault on Atlanta. For 10 points, name this November 1863 battle of the American Civil War fought several months after the Battle of Chickamagua, a Union victory in southeastern Tennessee.": {
    "guess": "Battle of Chattanooga",
    "confidence": [
      [
        "Battle",
        -0.01458864
      ],
      [
        " of",
        -0.0006272526
      ],
      [
        " Chattanooga",
        -0.005209448
      ]
    ]
  },
  "Prior to this event, one participant in it had subdued another participant despite the latter's transformation": {
    "guess": "Jesus' crucifixion",
    "confidence": [
      [
        "Jesus",
        -2.008084
      ],
      [
        "'",
        -1.9239185
      ],
      [
        " cruc",
        -0.87802255
      ],
      [
        "ifix",
        -0.0025357099
      ],
      [
        "ion",
        -0.0009599391
      ]
    ]
  },
  "Some of the primary constituents of this are sodium glycocholate and sodium taurocholate, and cholecystokinin is the primary stimulus for its release through the sphincter of Oddi.  The body produces about 600 milliliters of it per day, though most of its salts are recycled via the enterohepatic circulation.": {
    "guess": "Bile",
    "confidence": [
      [
        "B",
        -0.03570671
      ],
      [
        "ile",
        -0.0003342738
      ]
    ]
  },
  "Prior to the first battle of this name, an uprising was started by the Cenomani, the Insubres and the Boii in which they burned Placentia and headed to this site against the forces of L. Furius Purpeo. In the build-up to a series of battles fought here 269 years later, Tacitus describes the Othonian invasion of Northern Italy as a foreign one.  Another conflict of this name featured the Irish Brigade under Dillon and Burke, known as the \"Wild Geese\" whose defense of the Po Gate saved the forces of Villeroi. The two battles fought here during the War of the Four Emperors were also known as the Battles of Bedriacum. For 10 points, name this site of an indecisive 1702 battle between the French and": {
    "guess": "Battle of Cremona",
    "confidence": [
      [
        "Battle",
        -0.2452376
      ],
      [
        " of",
        -0.0005550592
      ],
      [
        " Cre",
        -0.07226101
      ],
      [
        "mon",
        -0.0004366294
      ],
      [
        "a",
        -7.9702455e-05
      ]
    ]
  },
  "Prior to an incredibly unsuccessful campaign against the Parthians, this man installed Herod the Great as king of Judea. During a civil war, this man brought reinforcements to the victorious commander at the Battle of Pharsalus, following which he was appointed by that man as Master of the Horse. After Julius Caesar's assassination, this man proscribed Cicero an Enemy of the State, since Cicero had earlier attacked him in the Philippics, and this man's eventual defeat by Octavian marked the end of": {
    "guess": "Mark Antony",
    "confidence": [
      [
        "Mark",
        -0.2977813
      ],
      [
        " Antony",
        -0.00055494
      ]
    ]
  },
  "Prior to this nation's independence, which was gained in 1956, the Graduates' General Congress was established to push for social reforms. Ismail al-Azhari [is-male ahl ah-JAH-ree], who wanted this country to unite with Egypt, was overthrown in separate coups by Ibrahim Abboud [ee-brah-heem ah-BOOD] and Gaafar Nimeiry [GAH-ah-fahr nuh-MEH-ree]. A 2005 Comprehensive Peace Agreement, also known as the Naivasha [nie-VAH-shah] Agreement, provided for a referendum regarding the independence of one region": {
    "guess": "History of Sudan",
    "confidence": [
      [
        "History",
        -0.38809606
      ],
      [
        " of",
        -8.10137e-05
      ],
      [
        " Sudan",
        -0.26854828
      ]
    ]
  },
  "Prior to an incredibly unsuccessful campaign against the Parthians, this man installed Herod the Great as king of Judea. During a civil war, this man brought reinforcements to the victorious commander": {
    "guess": "Mark Antony",
    "confidence": [
      [
        "Mark",
        -0.31475285
      ],
      [
        " Antony",
        -0.00023584091
      ]
    ]
  },
  "The Primrose League was an organization founded in this man's honor two years after his death. This man reportedly remarked, \"I have climbed to the top of the greasy pole\" upon reaching his highest office. In his youth, he published the unsuccessful newspaper The Representative and led the Young England movement in an attempt to promote working class interests. He served as Chancellor of the Exchequer under the (*) Earl of Derby during the \"Who? Who?\" Ministry and joined with Lord George Bentinck": {
    "guess": "Benjamin Disraeli",
    "confidence": [
      [
        "Ben",
        -0.0026606738
      ],
      [
        "jamin",
        -1.640531e-05
      ],
      [
        " Dis",
        -8.780831e-05
      ],
      [
        "rael",
        -3.4047454e-05
      ],
      [
        "i",
        -4.9186317e-05
      ]
    ]
  },
  "This principle offers an elegant method of finding the equivalent resistance between adjacent points on an infinite resistor lattice. In Young's famous double-slit experiment, it explains how the beams": {
    "guess": "Wave interference",
    "confidence": [
      [
        "Wave",
        -1.2896835
      ],
      [
        " interference",
        -0.8547376
      ]
    ]
  },
  "Prior to this battle, the Hornet and Enterprise were sent on a surprise bombing mission, leaving them out of the US fleet.  The other side in this battle wished to secure the island of Tulagi and its harbor.  On May 7, the first major day of battle, the Kikuzuki and the Shoho were both destroyed, and the next day the Shokaku was forced to retreat.  The Yorktown escaped major damage from the Japanese attack, but the Lexington was destroyed.  For 10 points, name this battle fought over control of Port Moresby, a 1942 naval battle that notably featured no ship-to-ship combat, fought in a namesake body of water that is home to the Great Barrier Reef.": {
    "guess": "Battle of Coral Sea",
    "confidence": [
      [
        "Battle",
        -0.00087203644
      ],
      [
        " of",
        -6.5994034e-05
      ],
      [
        " Coral",
        -0.6728471
      ],
      [
        " Sea",
        -4.596782e-05
      ]
    ]
  },
  "Prior to this nation's independence, which was gained in 1956, the Graduates' General Congress was established to push for social reforms. Ismail al-Azhari [is-male ahl ah-JAH-ree], who wanted this country to unite with Egypt, was overthrown in separate coups by Ibrahim Abboud [ee-brah-heem ah-BOOD]": {
    "guess": "Sudanese Graduates' General Congress",
    "confidence": [
      [
        "S",
        -0.3952425
      ],
      [
        "ud",
        -0.00013858173
      ],
      [
        "an",
        -7.107425e-06
      ],
      [
        "ese",
        -0.7098098
      ],
      [
        " Grad",
        -0.8404383
      ],
      [
        "uates",
        -0.000113079484
      ],
      [
        "'",
        -0.666007
      ],
      [
        " General",
        -0.40081957
      ],
      [
        " Congress",
        -0.0004934602
      ]
    ]
  },
  "While doing this, a Prince of Homburg seizes a glove while trying to grab a laurel wreath from the Grand Elector's daughter Natalia in a play by Kleist. A novel titled for this action ends with the marriage of Elizabeth Baddensen to the neurotic Joachim von Pasenow and consists of The Romantic, The Realist and The Anarchist. Practitioners of this action name a History of Man's Changing Vision of the Universe by Arthur Koestler. A poem named for a practitioner of this action describes \"big hoarfrost stars\" and repeats the refrain \"green, how I want you green.\" While performing this action in front of a doctor and gentlewoman, a character exclaims, \"All the perfumes of Arabia will not sweeten this little hand!\" For 10 points, name this action performed while crying, \"Out, damned spot!\" by Lady Macbeth, whose \"eyes are open\" but \"their sense is shut.\"": {
    "guess": "Sleepwalking",
    "confidence": [
      [
        "Sleep",
        -0.0049963095
      ],
      [
        "walking",
        -4.0842064e-05
      ]
    ]
  },
  "One of the primary driving forces behind this phenomenon is the high number of coordination numbers an": {
    "guess": "Boron",
    "confidence": [
      [
        "B",
        -0.7118068
      ],
      [
        "oron",
        -0.003878458
      ]
    ]
  },
  "Prior to the first battle of this name, an uprising was started by the Cenomani, the Insubres and the": {
    "guess": "Battle of Bibracte",
    "confidence": [
      [
        "Battle",
        -0.5318898
      ],
      [
        " of",
        -0.00016301482
      ],
      [
        " B",
        -1.3509985
      ],
      [
        "ibr",
        -0.5959259
      ],
      [
        "act",
        -5.4385737e-06
      ],
      [
        "e",
        -0.0001593195
      ]
    ]
  },
  "Prior to this battle, the Hornet and Enterprise were sent on a surprise bombing mission, leaving them": {
    "guess": "Doolittle Raid",
    "confidence": [
      [
        "D",
        -0.017587172
      ],
      [
        "ool",
        -4.365741e-06
      ],
      [
        "ittle",
        -0.00016563729
      ],
      [
        " Raid",
        -8.89548e-06
      ]
    ]
  },
  "Its most primitive member is found in the New Calydonian genus Amborella, which in contrast with the \"ranalean complex\" that comprises many of this group's members, has a prominent androecium [and-row-EE-cee-um] and a simple perianth [PEAR-ee-anth]. Containing the diverse families Poaceae, Fabaceae, and Asteraceae, its most common name means \"enclosed seed.\" Also known as Magnoliophyta, for 10 points, name this division of the plant kingdom that is further divided into monocots and dicots, which, unlike gymnosperms, contains flowering plants.": {
    "guess": "Angiosperms",
    "confidence": [
      [
        "Ang",
        -0.109535135
      ],
      [
        "ios",
        -6.5278815e-05
      ],
      [
        "perms",
        -0.01806179
      ]
    ]
  },
  "Prince Shovisky was the president of one of this ruler's early councils. Gregory XIII intervened for": {
    "guess": "Council of the Four Lands",
    "confidence": [
      [
        "Council",
        -1.0015123
      ],
      [
        " of",
        -0.026660662
      ],
      [
        " the",
        -1.339305
      ],
      [
        " Four",
        -1.6051059
      ],
      [
        " Lands",
        -0.11434546
      ]
    ]
  },
  "Some of the primary constituents of this are sodium glycocholate and sodium taurocholate, and cholecystokinin is the primary stimulus for its release through the sphincter of Oddi.  The body produces about": {
    "guess": "Bile",
    "confidence": [
      [
        "B",
        -0.04442393
      ],
      [
        "ile",
        -0.0014474988
      ]
    ]
  },
  "Prince Shovisky was the president of one of this ruler's early councils. Gregory XIII intervened for peace talks between this ruler and Stephen Bathory, who led the Poles against him in the Livonian War. He created a new unit of musketeers named the Streltsy, after Andrey Kurbsky defected he decided to control the boyars with the Oprichnina, and he confessed his sins to the Zemski Sobor. He commemorated": {
    "guess": "Ivan the Terrible",
    "confidence": [
      [
        "I",
        -0.005027983
      ],
      [
        "van",
        -8.776276e-06
      ],
      [
        " the",
        -0.011224533
      ],
      [
        " Ter",
        -8.852353e-05
      ],
      [
        "rible",
        -0.00017433916
      ]
    ]
  },
  "Prior to the first battle of this name, an uprising was started by the Cenomani, the Insubres and the Boii in which they burned Placentia and headed to this site against the forces of L. Furius Purpeo. In the build-up to a series of battles fought here 269 years later, Tacitus describes the Othonian invasion of Northern Italy as a foreign one.  Another conflict of this name featured the Irish Brigade under Dillon and Burke, known as the \"Wild Geese\" whose defense of the Po Gate saved the forces of Villeroi. The two battles fought here during the War of the Four Emperors were also known as the Battles": {
    "guess": "Battle of Cremona",
    "confidence": [
      [
        "Battle",
        -0.40169784
      ],
      [
        " of",
        -0.00041613373
      ],
      [
        " Cre",
        -0.039642606
      ],
      [
        "mon",
        -0.00039170796
      ],
      [
        "a",
        -0.00010914576
      ]
    ]
  },
  "The princes of the House of Savoy held this empty title from 1485 to 1870 because Charlotte, daughter": {
    "guess": "House of Savoy",
    "confidence": [
      [
        "House",
        -0.4477474
      ],
      [
        " of",
        -0.00069956895
      ],
      [
        " Sav",
        -0.00873335
      ],
      [
        "oy",
        -1.1041146e-05
      ]
    ]
  },
  "This Prime Minister declared that the government would help Irish tenant farmers buy their land from landlords in the Wyndham Land Purchase Act. His government fell after he refused to pass a set of protective tariffs in the name of \"imperial preference,\" leading to the resignation of Joseph Chamberlain, who became this PM's sworn enemy. He recognized French dominance in Morocco in return for French non-interference in Egypt during the establishment of the (*) Entente Cordiale. This nephew and successor of Lord Salisbury penned a letter to Baron Rothschild supporting the stance of Nathan Sokolow and Chaim Weizmann. For 10 points, name this Conservative Prime Minister of the UK, who issued a \"declaration\"": {
    "guess": "Arthur Balfour",
    "confidence": [
      [
        "Arthur",
        -0.013380568
      ],
      [
        " B",
        -0.008299545
      ],
      [
        "alf",
        -1.8624639e-06
      ],
      [
        "our",
        -7.278864e-05
      ]
    ]
  },
  "Prior to this war, Archbishop Jocius cruised around in a black-sailed ship and Henry of Marcy declared a God's Day in Mainz. This war was partly caused by an incident in which Raynald of Chatillon was served sherbet and then decapitated. After leaving this conflict via the Treaty of Ramla, a king blew his disguise as a beggar and was captured by Leopold V of Austria. Gregory VII declared this war after the defeat of Guy of Lusignan at the Horns of Hattin. While leading troops to this war, an emperor went swimming in full armor and drowned. For 10 points, name this crusade in which Philip II, Frederick Barbarossa, and Richard the Lionheart led forces against Saladin.": {
    "guess": "Third Crusade",
    "confidence": [
      [
        "Third",
        -0.008897122
      ],
      [
        " Crus",
        -0.00014668758
      ],
      [
        "ade",
        -2.3319124e-05
      ]
    ]
  },
  "Prior to this event, one participant in it had subdued another participant despite the latter's transformation into fire, water, a lion, and a serpent. One participant in this event had been selected specifically due to a prophecy that any child born to another participant in this event would become more powerful than his father. Taking place near Chiron's cave at Mount Pelion, this event saw the gifting": {
    "guess": "Jason and the Argonauts",
    "confidence": [
      [
        "Jason",
        -0.96850157
      ],
      [
        " and",
        -0.024934538
      ],
      [
        " the",
        -0.0033311145
      ],
      [
        " Arg",
        -0.23383285
      ],
      [
        "onaut",
        -0.00021688752
      ],
      [
        "s",
        -2.4034345e-05
      ]
    ]
  },
  "The principal theme of this musical work is used in second movement of Verdi's Manzoni Requiem, in Berlioz's": {
    "guess": "Symphonie fantastique",
    "confidence": [
      [
        "Sym",
        -0.81054217
      ],
      [
        "phon",
        -0.039336983
      ],
      [
        "ie",
        -5.8603408e-05
      ],
      [
        " fantast",
        -0.3379952
      ],
      [
        "ique",
        -6.325235e-05
      ]
    ]
  },
  "Prior to this nation's 1986 People Power rebellion, one first lady of this nation bought over 1,000 pairs of shoes. Two earlier rebellions here were led by Emilio Aguinaldo, and Admiral George Dewey won a battle in its capital's bay. Its Corregidor Island fell before the Bataan Death March in this nation during World War II. For 10 points, name this archipelago which fell under American possession following the Spanish-American War, a nation with capital at Manila.": {
    "guess": "Philippines",
    "confidence": [
      [
        "Phil",
        -0.0012698743
      ],
      [
        "ippines",
        -5.8245798e-05
      ]
    ]
  },
  "Prior to this event, a man killed pigeons in a barn that he believed were attracting local children, and several days before, the entire household was wracked with illness, possibly caused by food poisoning. Conspiracy theories suggested that the perpetrator of this event was involved in a lesbian affair": {
    "guess": "Death of Gareth Williams",
    "confidence": [
      [
        "Death",
        -1.0473655
      ],
      [
        " of",
        -0.0024076465
      ],
      [
        " Gareth",
        -1.4038758
      ],
      [
        " Williams",
        -0.013578048
      ]
    ]
  },
  "The principal theme of this musical work is used in second movement of Verdi's Manzoni Requiem, in Berlioz's Symphanie Fantasique, and in the third movement of Mozart's Requiem. Probably composed by Thomas of Celano, it is based on the Vulgate version of Joel 2:31, and is used in the mass for the dead and on All Souls' Day. A medieval hymn on the Last Judgement. FTP, name this famous hymn whose name": {
    "guess": "Dies Irae",
    "confidence": [
      [
        "Dies",
        -0.045006443
      ],
      [
        " I",
        -0.0063665784
      ],
      [
        "ra",
        -2.129266e-05
      ],
      [
        "e",
        -9.372295e-06
      ]
    ]
  },
  "The principal outlet for this city's exports is Apapa Quay. There are plans to add eight square meters of reclaimed land from the Atlantic Ocean via the Eko Atlantic City project to this city, which has": {
    "guess": "Lagos",
    "confidence": [
      [
        "L",
        -0.012693639
      ],
      [
        "agos",
        -2.9160103e-05
      ]
    ]
  },
  "The primary member of these ecosystems are preyed upon by Acanthaster planci, whose surface resembles a crown of thorns. The so-called \"cement\" of these ecosystems is a crustose, pink member of Rodophyta. The evolution of the structure of these ecosystems was the subject of the first monograph of Charles Darwin. Their primary members are in a mutualistic relationship with zooxanthellae. Of their three main types, the \"fringing\" type occupies a shallow zone of water while an (*) atoll is a lagoon surrounded by one. These ecosystems are threatened by widespread \"bleaching\". For 10 points, name these ecosystems primarily constituted of calcium carbonate secreted by corals, which form a giant \"barrier\" near Queensland, Australia.": {
    "guess": "Coral reef",
    "confidence": [
      [
        "C",
        -0.029107613
      ],
      [
        "oral",
        -1.6286107e-05
      ],
      [
        " reef",
        -0.5403843
      ]
    ]
  },
  "Prior to this conflict, one belligerent had obtained several submarines from the United States, while the other had been seeking to expand its rail interests in the region. In the battle of Nanshan, one side continued a drive towards the point of a peninsula which had begun with a surprise crossing of the Yalu River. One commander of this war was Kuropatkin, the loser of its final land battle of Mukden. However, this war's decisive battle took place in the Tsushima Straits, where one nation's Baltic fleet was demolished. In the resulting negotiations, the loser returned Manchuria to China. FTP, name this conflict ended with the help of Theodore Roosevelt in negotiating the Treaty of Portsmouth.": {
    "guess": "Russo-Japanese War",
    "confidence": [
      [
        "R",
        -0.0009016925
      ],
      [
        "us",
        -1.4855664e-05
      ],
      [
        "so",
        -4.4849444e-06
      ],
      [
        "-J",
        -0.00041339206
      ],
      [
        "apanese",
        -2.129266e-05
      ],
      [
        " War",
        -6.9331734e-05
      ]
    ]
  },
  "Prior to this war, Archbishop Jocius cruised around in a black-sailed ship and Henry of Marcy declared a God's Day in Mainz. This war was partly caused by an incident in which Raynald of Chatillon was served sherbet and then decapitated. After leaving this conflict via the Treaty of Ramla, a king blew his disguise as a beggar and was captured by Leopold V of Austria. Gregory VII declared this war after": {
    "guess": "Third Crusade",
    "confidence": [
      [
        "Third",
        -0.25161046
      ],
      [
        " Crus",
        -0.0002513264
      ],
      [
        "ade",
        -2.9756122e-05
      ]
    ]
  },
  "The Primrose League was an organization founded in this man's honor two years after his death. This man reportedly remarked, \"I have climbed to the top of the greasy pole\" upon reaching his highest office. In his youth, he published the unsuccessful newspaper The Representative and led the Young England": {
    "guess": "Benjamin Disraeli",
    "confidence": [
      [
        "Ben",
        -0.0013544025
      ],
      [
        "jamin",
        -3.2855416e-05
      ],
      [
        " Dis",
        -6.9570146e-05
      ],
      [
        "rael",
        -1.8908588e-05
      ],
      [
        "i",
        -0.00011617878
      ]
    ]
  },
  "Prior to this nation's 1986 People Power rebellion, one first lady of this nation bought over 1,000 pairs of shoes. Two earlier rebellions here were led by Emilio Aguinaldo, and Admiral George Dewey won": {
    "guess": "Philippines",
    "confidence": [
      [
        "Phil",
        -0.10784946
      ],
      [
        "ippines",
        -0.0006952776
      ]
    ]
  },
  "The primary source of information for this battle is the writings of Tjaneni in the Hall of Annals of the victor. After the aggressing army assembled at Sile, it set out for the city of Yehem, from which it launched an attack on the under-defended city of Aruna. The opposing army, strengthened by forces from Mitanni, was concentrated largely to the north at Zefti and the south at Tanaach in the Jezreel valley, and had to scramble back to the river Qinah to face the aggressors. The defending forces were routed, but the King of Qadesh escaped, leading to a seven-month siege. FTP, name this battle won by Thutmose III in the fifteenth century BCE, the oldest known battle in history.": {
    "guess": "Battle of Megiddo",
    "confidence": [
      [
        "Battle",
        -0.017756062
      ],
      [
        " of",
        -0.00015478976
      ],
      [
        " Meg",
        -0.00030448023
      ],
      [
        "idd",
        -0.00038825106
      ],
      [
        "o",
        -1.9816675e-06
      ]
    ]
  },
  "One of the primary driving forces behind this phenomenon is the high number of coordination numbers an element can have. This process can be seen when two elements are above and below the transition temperature,": {
    "guess": "Phase transition",
    "confidence": [
      [
        "Phase",
        -0.8255872
      ],
      [
        " transition",
        -0.2212371
      ]
    ]
  },
  "While doing this, a Prince of Homburg seizes a glove while trying to grab a laurel wreath from the Grand Elector's daughter Natalia in a play by Kleist. A novel titled for this action ends with the marriage of Elizabeth Baddensen to the neurotic Joachim von Pasenow and consists of The Romantic, The Realist": {
    "guess": "Sleepwalking",
    "confidence": [
      [
        "Sleep",
        -0.1064618
      ],
      [
        "walking",
        -0.0019194796
      ]
    ]
  },
  "This Prime Minister declared that the government would help Irish tenant farmers buy their land from": {
    "guess": "Arthur Balfour",
    "confidence": [
      [
        "Arthur",
        -0.16782837
      ],
      [
        " B",
        -0.0014218994
      ],
      [
        "alf",
        -1.2664457e-06
      ],
      [
        "our",
        -8.3278566e-05
      ]
    ]
  },
  "This principle explains why precipitating out calcium carbonate from hard water by adding sodium carbonate works, in addition to helping make soaps more soluble by adding salt. A consequence to this principle": {
    "guess": "Hard Water",
    "confidence": [
      [
        "Hard",
        -0.6436866
      ],
      [
        " Water",
        -0.63644207
      ]
    ]
  },
  "This Prime Minister declared that the government would help Irish tenant farmers buy their land from landlords in the Wyndham Land Purchase Act. His government fell after he refused to pass a set of protective tariffs in the name of \"imperial preference,\" leading to the resignation of Joseph Chamberlain, who became this PM's sworn enemy. He recognized French dominance in Morocco in return for French": {
    "guess": "Arthur Balfour",
    "confidence": [
      [
        "Arthur",
        -0.12219994
      ],
      [
        " B",
        -0.0010436476
      ],
      [
        "alf",
        -2.577686e-06
      ],
      [
        "our",
        -7.6364755e-05
      ]
    ]
  },
  "This principle was independently developed by William Castle. One phenomenon which would cause this principle not to apply is avoided by self-incompatibility in plants; that phenomenon, which favors homozygosity, is assortative mating. Deviation from it can be caused by meiotic drive, non-random mating, genetic drift, or mutations. For 10 points, name this principle which states that allele and genotype": {
    "guess": "Hardy–Weinberg principle",
    "confidence": [
      [
        "Hard",
        -0.021299433
      ],
      [
        "y",
        -3.7146747e-05
      ],
      [
        "–",
        -0.039768055
      ],
      [
        "We",
        -1.2664457e-06
      ],
      [
        "in",
        -7.465036e-06
      ],
      [
        "berg",
        -1.1994775e-05
      ],
      [
        " principle",
        -0.0033930214
      ]
    ]
  },
  "Prior to this battle, the Hornet and Enterprise were sent on a surprise bombing mission, leaving them out of the US fleet.  The other side in this battle wished to secure the island of Tulagi and its harbor.": {
    "guess": "Battle of the Santa Cruz Islands",
    "confidence": [
      [
        "Battle",
        -0.01630309
      ],
      [
        " of",
        -0.0004897649
      ],
      [
        " the",
        -0.87756664
      ],
      [
        " Santa",
        -0.9257959
      ],
      [
        " Cruz",
        -0.00015765065
      ],
      [
        " Islands",
        -0.0009415964
      ]
    ]
  },
  "The princes of the House of Savoy held this empty title from 1485 to 1870 because Charlotte, daughter of John III of Cyprus, ceded some rights to her nephew Charles. It had been claimed by the two Houses of Anjou through Mary of Antioch, as well as by the Cypriot House of Lusignan, of which Henry II was the last to hold the title as well as land. For ten points, Godfrey of Bouillon was the first to": {
    "guess": "List of Latin Emperors",
    "confidence": [
      [
        "List",
        -1.1043663
      ],
      [
        " of",
        -5.705376e-05
      ],
      [
        " Latin",
        -0.5319002
      ],
      [
        " Em",
        -0.5652664
      ],
      [
        "per",
        -6.704273e-07
      ],
      [
        "ors",
        -2.2365493e-05
      ]
    ]
  },
  "Prior to the first battle of this name, an uprising was started by the Cenomani, the Insubres and the Boii in which they burned Placentia and headed to this site against the forces of L. Furius Purpeo. In the build-up to a series of battles fought here 269 years later, Tacitus describes the Othonian invasion of Northern Italy as a foreign one.  Another conflict of this name featured the Irish Brigade": {
    "guess": "Battle of Prague",
    "confidence": [
      [
        "Battle",
        -0.5135912
      ],
      [
        " of",
        -0.0010278082
      ],
      [
        " Prague",
        -0.5489736
      ]
    ]
  },
  "Primitive computers often must implement the Horner algorithm to perform operations on them, and accuracy": {
    "guess": "Horner scheme",
    "confidence": [
      [
        "Hor",
        -0.034414686
      ],
      [
        "ner",
        -3.650519e-06
      ],
      [
        " scheme",
        -0.58490634
      ]
    ]
  },
  "This principle explains why precipitating out calcium carbonate from hard water by adding sodium carbonate works, in addition to helping make soaps more soluble by adding salt. A consequence to this principle is the common-ion effect, and this statement can also be applied to explain homeostasis. This principle explains the [*] buffer effect, and, according to this principle, both increasing the temperature in endothermic reactions and adding more reactant result in an increased amount of product.": {
    "guess": "Le Chatelier's principle",
    "confidence": [
      [
        "Le",
        -0.036511127
      ],
      [
        " Chat",
        -0.00064976746
      ],
      [
        "elier",
        -2.220075e-06
      ],
      [
        "'s",
        -4.501419e-05
      ],
      [
        " principle",
        -0.0039526634
      ]
    ]
  },
  "Its most primitive member is found in the New Calydonian genus Amborella, which in contrast with the \"ranalean complex\" that comprises many of this group's members, has a prominent androecium [and-row-EE-cee-um]": {
    "guess": "Angiosperms",
    "confidence": [
      [
        "Ang",
        -0.5007897
      ],
      [
        "ios",
        -0.00044556602
      ],
      [
        "perms",
        -0.03913961
      ]
    ]
  },
  "The primary member of these ecosystems are preyed upon by Acanthaster planci, whose surface resembles a crown of thorns. The so-called \"cement\" of these ecosystems is a crustose, pink member of Rodophyta. The evolution of the structure of these ecosystems was the subject of the first monograph of Charles Darwin. Their primary members are in a mutualistic relationship with zooxanthellae. Of their three main types, the \"fringing\" type occupies a shallow zone of water while an (*) atoll is a lagoon surrounded by one. These ecosystems are threatened by widespread \"bleaching\". For 10 points, name these": {
    "guess": "Coral reefs",
    "confidence": [
      [
        "C",
        -0.018615289
      ],
      [
        "oral",
        -1.2664457e-06
      ],
      [
        " reefs",
        -0.034339815
      ]
    ]
  },
  "The primary member of these ecosystems are preyed upon by Acanthaster planci, whose surface resembles a crown of thorns. The so-called \"cement\" of these ecosystems is a crustose, pink member of Rodophyta.": {
    "guess": "Kelp forests",
    "confidence": [
      [
        "K",
        -0.38698196
      ],
      [
        "elp",
        -1.2664457e-06
      ],
      [
        " forests",
        -0.0033551094
      ]
    ]
  },
  "Prior to this event, a man killed pigeons in a barn that he believed were attracting local children,": {
    "guess": "The Children's Crusade",
    "confidence": [
      [
        "The",
        -1.1322455
      ],
      [
        " Children",
        -1.7725837
      ],
      [
        "'s",
        -0.4762853
      ],
      [
        " Crus",
        -0.42990142
      ],
      [
        "ade",
        -0.00074399513
      ]
    ]
  },
  "The principal outlet for this city's exports is Apapa Quay. There are plans to add eight square meters of reclaimed land from the Atlantic Ocean via the Eko Atlantic City project to this city, which has a major port at Tin Can Island. This city's namesake state is located south of the state of Ogun and has capital at Ikeja, and much of it is spread across the islands of Iddo, Ikoyi, and Victoria. Located": {
    "guess": "Lagos",
    "confidence": [
      [
        "L",
        -0.0037674243
      ],
      [
        "agos",
        0.0
      ]
    ]
  },
  "This principle explains why the use of greater camber allows for the operation of certain objects. This theorem explains the changes that happen to certain molecules inside a Venturi tube. If there is no vertical change in height, the equation for this law simplifies to one half the density times velocity squared plus the pressure. This principle states that an increase in fluid velocity results in a decrease in fluid pressure. For 10 points, name this principle devised by a Swiss mathematician that": {
    "guess": "Bernoulli's principle",
    "confidence": [
      [
        "Bern",
        -0.0018424904
      ],
      [
        "ou",
        -3.1737043e-06
      ],
      [
        "lli",
        -6.968935e-05
      ],
      [
        "'s",
        -2.8206474e-05
      ],
      [
        " principle",
        -0.0027816969
      ]
    ]
  },
  "Some of the primary constituents of this are sodium glycocholate and sodium taurocholate, and cholecystokinin": {
    "guess": "Bile",
    "confidence": [
      [
        "B",
        -0.17823108
      ],
      [
        "ile",
        -0.00015908109
      ]
    ]
  },
  "Prior to this battle, the Hornet and Enterprise were sent on a surprise bombing mission, leaving them out of the US fleet.  The other side in this battle wished to secure the island of Tulagi and its harbor.  On May 7, the first major day of battle, the Kikuzuki and the Shoho were both destroyed, and the next day the Shokaku was forced to retreat.  The Yorktown escaped major damage from the Japanese attack, but the Lexington was destroyed.  For 10 points, name this battle fought over control of Port": {
    "guess": "Battle of the Coral Sea",
    "confidence": [
      [
        "Battle",
        -0.009077648
      ],
      [
        " of",
        -0.00028147758
      ],
      [
        " the",
        -0.3222235
      ],
      [
        " Coral",
        -0.00037597676
      ],
      [
        " Sea",
        -5.2285613e-05
      ]
    ]
  },
  "Prior to this event, a man killed pigeons in a barn that he believed were attracting local children, and several days before, the entire household was wracked with illness, possibly caused by food poisoning. Conspiracy theories suggested that the perpetrator of this event was involved in a lesbian affair with maid Bridget Sullivan. The jury was prevented from hearing that a woman sought to purchase prussic acid shortly before this event, which killed Abby and Andrew, the latter of whom was a wealthy Massachusetts textile mill director. A skipping rope rhyme about this event, the subject of Agnes de Mille's ballet Fall River Legend, says that when the participant \"saw what she had done\" she administered \"forty-one\" whacks to someone else. For 10 points, name these 1892 murders in which a woman": {
    "guess": "Lizzie Borden",
    "confidence": [
      [
        "L",
        -0.017285176
      ],
      [
        "izzie",
        -0.00044318195
      ],
      [
        " B",
        -0.00077282044
      ],
      [
        "orden",
        -0.0001789881
      ]
    ]
  },
  "Primitive computers often must implement the Horner algorithm to perform operations on them, and accuracy on multiple iterations of them can be improved using the Kahan summation algorithm. A bias of 127 is usually added to them, and they also contain a mantissa, sometimes called a significand. The current standard for these is IEEE [\"I-Triple-E\"] 754, and (*) subtraction on these is complicated by": {
    "guess": "Floating-point arithmetic",
    "confidence": [
      [
        "Floating",
        -0.10574105
      ],
      [
        "-point",
        -0.10638025
      ],
      [
        " arithmetic",
        -0.06271015
      ]
    ]
  },
  "Prior to this event, a man killed pigeons in a barn that he believed were attracting local children, and several days before, the entire household was wracked with illness, possibly caused by food poisoning. Conspiracy theories suggested that the perpetrator of this event was involved in a lesbian affair with maid Bridget Sullivan. The jury was prevented from hearing that a woman sought to purchase prussic acid shortly before this event, which killed Abby and Andrew, the latter of whom was a wealthy Massachusetts textile mill director. A skipping rope rhyme about this event, the subject of Agnes de Mille's ballet Fall River Legend, says that when the participant \"saw what she had done\" she administered \"forty-one\" whacks to someone else. For 10 points, name these 1892 murders in which a woman was accused of axe murdering her father and stepmother.": {
    "guess": "Lizzie Borden",
    "confidence": [
      [
        "L",
        -0.013005747
      ],
      [
        "izzie",
        -0.0005949704
      ],
      [
        " B",
        -0.0022267408
      ],
      [
        "orden",
        -0.00025013436
      ]
    ]
  },
  "The principal outlet for this city's exports is Apapa Quay. There are plans to add eight square meters of reclaimed land from the Atlantic Ocean via the Eko Atlantic City project to this city, which has a major port at Tin Can Island. This city's namesake state is located south of the state of Ogun and": {
    "guess": "Lagos",
    "confidence": [
      [
        "L",
        -0.004243062
      ],
      [
        "agos",
        -1.6240566e-06
      ]
    ]
  },
  "This principle explains why precipitating out calcium carbonate from hard water by adding sodium carbonate works, in addition to helping make soaps more soluble by adding salt. A consequence to this principle is the common-ion effect, and this statement can also be applied to explain homeostasis. This principle explains the [*] buffer effect, and, according to this principle, both increasing the temperature in endothermic reactions and adding more reactant result in an increased amount of product. For 10 points, identify this principle in chemistry that states that an equilibrium shifts to counteract an imposed change.": {
    "guess": "Le Chatelier's principle",
    "confidence": [
      [
        "Le",
        -0.0148873525
      ],
      [
        " Chat",
        -0.0011472448
      ],
      [
        "elier",
        -4.723352e-06
      ],
      [
        "'s",
        -2.7729659e-05
      ],
      [
        " principle",
        -0.0044812737
      ]
    ]
  },
  "Its most primitive member is found in the New Calydonian genus Amborella, which in contrast with the \"ranalean complex\" that comprises many of this group's members, has a prominent androecium [and-row-EE-cee-um] and a simple perianth [PEAR-ee-anth]. Containing the diverse families Poaceae, Fabaceae, and Asteraceae, its most common name means \"enclosed seed.\" Also known as Magnoliophyta, for 10 points, name this division of the plant kingdom that is further divided into monocots and dicots, which,": {
    "guess": "Angiosperms",
    "confidence": [
      [
        "Ang",
        -0.08543986
      ],
      [
        "ios",
        -0.00016837897
      ],
      [
        "perms",
        -0.009187626
      ]
    ]
  },
  "The primary source of information for this battle is the writings of Tjaneni in the Hall of Annals of the victor. After the aggressing army assembled at Sile, it set out for the city of Yehem, from which it launched an attack on the under-defended city of Aruna. The opposing army, strengthened by forces from Mitanni, was concentrated largely to the north at Zefti and the south at Tanaach in the Jezreel valley, and had to scramble back to the river Qinah to face the aggressors. The defending forces were routed, but the King of Qadesh escaped, leading to a seven-month siege. FTP, name this battle": {
    "guess": "Battle of Megiddo",
    "confidence": [
      [
        "Battle",
        -0.010363172
      ],
      [
        " of",
        -0.00021438424
      ],
      [
        " Meg",
        -0.7937031
      ],
      [
        "idd",
        -0.0042162323
      ],
      [
        "o",
        -2.8160932e-06
      ]
    ]
  },
  "A principle of this theory would be violated by the Nordtvedt effect, which has likely been ruled out by the Lunar Laser Ranging experiment. A consequence of the use of torsion-free linear connections in this theory is the Bianchi identities. Under certain conditions, this theory predicts that particles will precess due to \"frame-dragging\". The \"weak\" form of a principle of this theory states that": {
    "guess": "General relativity",
    "confidence": [
      [
        "General",
        -0.18029296
      ],
      [
        " rel",
        -0.07432209
      ],
      [
        "ativity",
        -0.0001278534
      ]
    ]
  },
  "The primary source of information for this battle is the writings of Tjaneni in the Hall of Annals of the victor. After the aggressing army assembled at Sile, it set out for the city of Yehem, from which it launched an attack on the under-defended city of Aruna. The opposing army, strengthened by forces": {
    "guess": "Battle of Yehem",
    "confidence": [
      [
        "Battle",
        -0.43970028
      ],
      [
        " of",
        -0.0034102474
      ],
      [
        " Y",
        -0.6981893
      ],
      [
        "eh",
        -0.007059889
      ],
      [
        "em",
        -6.2775536e-05
      ]
    ]
  },
  "Prior to this battle, the Hornet and Enterprise were sent on a surprise bombing mission, leaving them out of the US fleet.  The other side in this battle wished to secure the island of Tulagi and its harbor.  On May 7, the first major day of battle, the Kikuzuki and the Shoho were both destroyed, and the next day the Shokaku was forced to retreat.  The Yorktown escaped major damage from the Japanese": {
    "guess": "Battle of the Coral Sea",
    "confidence": [
      [
        "Battle",
        -0.0026079987
      ],
      [
        " of",
        -0.00036597464
      ],
      [
        " the",
        -0.2513267
      ],
      [
        " Coral",
        -0.0005933052
      ],
      [
        " Sea",
        -4.012684e-05
      ]
    ]
  },
  "This principle was independently developed by William Castle. One phenomenon which would cause this principle not to apply is avoided by self-incompatibility in plants; that phenomenon, which favors homozygosity, is assortative mating. Deviation from it can be caused by meiotic drive, non-random mating,": {
    "guess": "Hardy–Weinberg principle",
    "confidence": [
      [
        "Hard",
        -0.049263023
      ],
      [
        "y",
        -1.962381e-05
      ],
      [
        "–",
        -0.025993947
      ],
      [
        "We",
        -2.220075e-06
      ],
      [
        "in",
        -1.2948405e-05
      ],
      [
        "berg",
        -9.849109e-06
      ],
      [
        " principle",
        -0.0020359417
      ]
    ]
  },
  "The primary female character in this film is first seen sitting nude in a slowly revolving tub of water examining herself in a mirror as a carnival attraction that voyeurs can pay to watch. One character in this movie becomes flustered when the street peddler Jericho reads in her palm that she will marry the man she loves, while another character is kicked out of the club \"The Red Breast\" for defending the honor of one woman but refuses to sleep with her in her apartment at the Great Post House. In this film's second section called \"The Man in White,\" Count Edouard wrongly accuses the actor Frédérick LeMaître of sleeping with his wife after a performance of Othello before the Count is assassinated": {
    "guess": "La Belle Noiseuse",
    "confidence": [
      [
        "La",
        -0.70690113
      ],
      [
        " Belle",
        -0.697182
      ],
      [
        " Noise",
        -0.015850531
      ],
      [
        "use",
        -0.0002639583
      ]
    ]
  },
  "They are primarily extracted from Ioparite, monazite, and bastnasite, and achieved greater demand when three of these elements were used to make the red phosphors in color televisions. The most abundant": {
    "guess": "Lanthanum",
    "confidence": [
      [
        "L",
        -0.29974213
      ],
      [
        "anth",
        -3.297462e-05
      ],
      [
        "an",
        -7.0285365e-05
      ],
      [
        "um",
        -0.46618876
      ]
    ]
  },
  "While doing this, a Prince of Homburg seizes a glove while trying to grab a laurel wreath from the Grand Elector's daughter Natalia in a play by Kleist. A novel titled for this action ends with the marriage of Elizabeth Baddensen to the neurotic Joachim von Pasenow and consists of The Romantic, The Realist and The Anarchist. Practitioners of this action name a History of Man's Changing Vision of the": {
    "guess": "Sleepwalking",
    "confidence": [
      [
        "Sleep",
        -0.0860004
      ],
      [
        "walking",
        -0.0014578549
      ]
    ]
  },
  "Prior to this event, one participant in it had subdued another participant despite the latter's transformation into fire, water, a lion, and a serpent. One participant in this event had been selected specifically due to a prophecy that any child born to another participant in this event would become more powerful than his father. Taking place near Chiron's cave at Mount Pelion, this event saw the gifting of a golden suit of armor, a spear, and two horses named Xanthus and Balius to one participant, who was the brother of Telamon. This event was also the site of the place where Eris, having not been invited to it, dropped an apple engraved with the phrase \"To the fairest,\" thereby precipitating the conflict which would see the eventual death of the offspring born as a result of this event. For 10 points, identify this festive event which saw the union of the son of Aeacus and a Nereid, the parents of Achilles.": {
    "guess": "Wedding of Peleus and Thetis",
    "confidence": [
      [
        "Wed",
        -0.927087
      ],
      [
        "ding",
        -9.460292e-05
      ],
      [
        " of",
        -0.00017183588
      ],
      [
        " Pe",
        -0.002209497
      ],
      [
        "le",
        -3.1281633e-07
      ],
      [
        "us",
        -4.1318875e-05
      ],
      [
        " and",
        -6.704273e-07
      ],
      [
        " Th",
        -1.9361265e-07
      ],
      [
        "et",
        -6.9882217e-06
      ],
      [
        "is",
        -1.50940705e-05
      ]
    ]
  },
  "This principle explains why the use of greater camber allows for the operation of certain objects. This theorem explains the changes that happen to certain molecules inside a Venturi tube. If there is no vertical change in height, the equation for this law simplifies to one half the density times velocity": {
    "guess": "Bernoulli's principle",
    "confidence": [
      [
        "Bern",
        -0.031488065
      ],
      [
        "ou",
        -3.1737043e-06
      ],
      [
        "lli",
        -0.00035739198
      ],
      [
        "'s",
        -0.00026157423
      ],
      [
        " principle",
        -0.015300666
      ]
    ]
  },
  "One of its principle failings comes at gas-liquid equilibria, since it does not predict that at constant temperature, pressure is constant as volume varies; however, it is still better under those conditions than a generally-superior modification, the Redlich-Kwong equation, does even worse with vapor-liquid equilibria. Its two parameters account for particle size and nonzero interparticle interaction strength and are typically written as a and b. It shares a namesake with the forces arising from": {
    "guess": "Van Der Waals Equation",
    "confidence": [
      [
        "Van",
        -0.0019536102
      ],
      [
        " Der",
        -0.0054484974
      ],
      [
        " Wa",
        -9.729906e-06
      ],
      [
        "als",
        -4.1080468e-05
      ],
      [
        " Equation",
        -0.00086620287
      ]
    ]
  },
  "This principle can be derived using the Cauchy-Schwarz inequality and Robertson-Schrödinger relation. The namesake of this principle devised a thought experiment involving a gamma-ray microscope to illustrate it. The term Planck's constant divided by four appears in an inequality associated with this principle, which is valid for any pair of observables whose operators do not commute, such as energy": {
    "guess": "Heisenberg Uncertainty Principle",
    "confidence": [
      [
        "He",
        -0.594174
      ],
      [
        "isen",
        -0.00011486754
      ],
      [
        "berg",
        -4.978234e-05
      ],
      [
        " Unc",
        -0.4475824
      ],
      [
        "ertainty",
        -0.00036775172
      ],
      [
        " Principle",
        -0.031883728
      ]
    ]
  },
  "This principle offers an elegant method of finding the equivalent resistance between adjacent points on an infinite resistor lattice. In Young's famous double-slit experiment, it explains how the beams interfere either constructively or destructively at a point.  For ten points, what principle of electromagnetism states that the field at a point is the vector sum of the fields from individual sources.": {
    "guess": "Superposition principle",
    "confidence": [
      [
        "Super",
        -0.029149063
      ],
      [
        "position",
        -5.5265704e-05
      ],
      [
        " principle",
        -0.1837248
      ]
    ]
  },
  "Prior to this battle, one side opened up a key supply route called the Cracker Line and defeated an enemy force at Wauhatchie. During its beginning, General George Thomas was able to quickly take Orchard Knob. In the aftermath of this battle, Joseph Johnston replaced Braxton Bragg as the head of a large": {
    "guess": "Chattanooga Campaign",
    "confidence": [
      [
        "Ch",
        -0.4130454
      ],
      [
        "att",
        -0.004512362
      ],
      [
        "anooga",
        -9.729906e-06
      ],
      [
        " Campaign",
        -0.0045378734
      ]
    ]
  },
  "Prior to this event, one participant in it had subdued another participant despite the latter's transformation into fire, water, a lion, and a serpent. One participant in this event had been selected specifically": {
    "guess": "Mahabharata",
    "confidence": [
      [
        "Mah",
        -0.95481426
      ],
      [
        "ab",
        -0.022007896
      ],
      [
        "har",
        -4.692145e-05
      ],
      [
        "ata",
        -0.0002907718
      ]
    ]
  },
  "This Prime Minister declared that the government would help Irish tenant farmers buy their land from landlords in the Wyndham Land Purchase Act. His government fell after he refused to pass a set of protective tariffs in the name of \"imperial preference,\" leading to the resignation of Joseph Chamberlain, who became this PM's sworn enemy. He recognized French dominance in Morocco in return for French non-interference in Egypt during the establishment of the (*) Entente Cordiale. This nephew and successor of Lord Salisbury penned a letter to Baron Rothschild supporting the stance of Nathan Sokolow": {
    "guess": "Arthur Balfour",
    "confidence": [
      [
        "Arthur",
        -0.078703925
      ],
      [
        " B",
        -0.0010609138
      ],
      [
        "alf",
        -3.1281633e-07
      ],
      [
        "our",
        -6.968935e-05
      ]
    ]
  },
  "Prior to this conflict, one belligerent had obtained several submarines from the United States, while the other had been seeking to expand its rail interests in the region. In the battle of Nanshan, one side continued a drive towards the point of a peninsula which had begun with a surprise crossing of the Yalu River. One commander of this war was Kuropatkin, the loser of its final land battle of Mukden. However, this war's decisive battle took place in the Tsushima Straits, where one nation's Baltic fleet was demolished. In the resulting negotiations, the loser returned Manchuria to China. FTP, name this conflict ended with the help of Theodore Roosevelt in negotiating the Treaty of Portsmouth.          |": {
    "guess": "Russo-Japanese War",
    "confidence": [
      [
        "R",
        -0.00064166525
      ],
      [
        "us",
        -1.0683535e-05
      ],
      [
        "so",
        -1.3856493e-06
      ],
      [
        "-J",
        -0.00029255985
      ],
      [
        "apanese",
        -1.1994775e-05
      ],
      [
        " War",
        -1.2829201e-05
      ]
    ]
  },
  "Their primary use is to allow their owners to swim to the bottom of the sea, and they are a result of metal reductase activity, allowing the sequestration of reduced iron atoms. They are found in anaerobic or microanaerobic aquatic bacteria, and are either north seeking, south seeking or an equal combination of both. For ten points, name these organelles that contain magnetite, allowing their possessors": {
    "guess": "Magnetosome",
    "confidence": [
      [
        "M",
        -0.021217281
      ],
      [
        "agnet",
        -0.032186445
      ],
      [
        "osome",
        -0.022300093
      ]
    ]
  },
  "The printing press was introduced to this country by a learned king who issued a law code that prescribed blood payment as the penalty for every offense, Vakhtang VI of the Mukhranian dynasty. This country resisted the Mongols under the leadership of a king nicknamed \"the Brilliant\" after earlier rebelling against Persia under the leadership of Gorgasal and being Christianized by St. Nino. During its time as a client state of Byzantium, this country was ruled by the \"kuropalates\" or \"guardian of the palace,\" a title which Ashot the Great held before founding the independent Bagratid dynasty here. This country's current capital was incorporated into the state during the campaigns of David the": {
    "guess": "Georgia",
    "confidence": [
      [
        "Georgia",
        -0.031401195
      ]
    ]
  },
  "The Primrose League was an organization founded in this man's honor two years after his death. This man reportedly remarked, \"I have climbed to the top of the greasy pole\" upon reaching his highest office.": {
    "guess": "Benjamin Disraeli",
    "confidence": [
      [
        "Ben",
        -0.0011184268
      ],
      [
        "jamin",
        -1.8074163e-05
      ],
      [
        " Dis",
        -0.00026848805
      ],
      [
        "rael",
        -2.3795938e-05
      ],
      [
        "i",
        -3.6431527e-05
      ]
    ]
  },
  "Prior to this conflict, one belligerent had obtained several submarines from the United States, while the other had been seeking to expand its rail interests in the region. In the battle of Nanshan, one side continued a drive towards the point of a peninsula which had begun with a surprise crossing of the Yalu River. One commander of this war was Kuropatkin, the loser of its final land battle of Mukden. However, this war's decisive battle took place in the Tsushima Straits, where one nation's Baltic": {
    "guess": "First Sino-Japanese War",
    "confidence": [
      [
        "First",
        -0.6418303
      ],
      [
        " S",
        -0.00052717654
      ],
      [
        "ino",
        -5.080963e-06
      ],
      [
        "-J",
        -0.0011205726
      ],
      [
        "apanese",
        -9.138441e-05
      ],
      [
        " War",
        -0.0003277176
      ]
    ]
  },
  "Prior to this nation's independence, which was gained in 1956, the Graduates' General Congress was established": {
    "guess": "Egypt",
    "confidence": [
      [
        "Egypt",
        -0.67873734
      ]
    ]
  },
  "Prior to this conflict, one belligerent had obtained several submarines from the United States, while the other had been seeking to expand its rail interests in the region. In the battle of Nanshan, one side continued a drive towards the point of a peninsula which had begun with a surprise crossing of": {
    "guess": "Russo-Japanese War",
    "confidence": [
      [
        "R",
        -0.11719088
      ],
      [
        "us",
        -5.9437833e-05
      ],
      [
        "so",
        -2.1008714e-06
      ],
      [
        "-J",
        -9.436451e-05
      ],
      [
        "apanese",
        -6.718607e-05
      ],
      [
        " War",
        -0.0002227285
      ]
    ]
  },
  "A principle of this theory would be violated by the Nordtvedt effect, which has likely been ruled out by the Lunar Laser Ranging experiment. A consequence of the use of torsion-free linear connections in this theory is the Bianchi identities. Under certain conditions, this theory predicts that particles": {
    "guess": "Einstein-Cartan theory",
    "confidence": [
      [
        "E",
        -0.43953153
      ],
      [
        "instein",
        -2.4391957e-05
      ],
      [
        "-C",
        -0.14334789
      ],
      [
        "art",
        -2.1411865e-05
      ],
      [
        "an",
        -5.3954464e-05
      ],
      [
        " theory",
        -0.0074944585
      ]
    ]
  },
  "The primary female character in this film is first seen sitting nude in a slowly revolving tub of water examining herself in a mirror as a carnival attraction that voyeurs can pay to watch. One character in this movie becomes flustered when the street peddler Jericho reads in her palm that she will marry the man she loves, while another character is kicked out of the club \"The Red Breast\" for defending the honor of one woman but refuses to sleep with her in her apartment at the Great Post House. In this film's second section called \"The Man in White,\" Count Edouard wrongly accuses the actor Frédérick LeMaître of sleeping with his wife after a performance of Othello before the Count is assassinated in a Turkish bath by the villainous Lacenaire. This film is critically studied for its comparison": {
    "guess": "Les Enfants du Paradis",
    "confidence": [
      [
        "Les",
        -0.094006345
      ],
      [
        " En",
        -0.0009770751
      ],
      [
        "f",
        -0.0006062911
      ],
      [
        "ants",
        -1.6524515e-05
      ],
      [
        " du",
        -0.00019638817
      ],
      [
        " Parad",
        -0.0004325765
      ],
      [
        "is",
        -6.2729996e-06
      ]
    ]
  },
  "The primary female character in this film is first seen sitting nude in a slowly revolving tub of water examining herself in a mirror as a carnival attraction that voyeurs can pay to watch. One character in this movie becomes flustered when the street peddler Jericho reads in her palm that she will marry the man she loves, while another character is kicked out of the club \"The Red Breast\" for defending the honor of one woman but refuses to sleep with her in her apartment at the Great Post House.": {
    "guess": "The Night Porter",
    "confidence": [
      [
        "The",
        -1.1387942
      ],
      [
        " Night",
        -1.3605324
      ],
      [
        " Porter",
        -0.036343653
      ]
    ]
  },
  "The printing press was introduced to this country by a learned king who issued a law code that prescribed blood payment as the penalty for every offense, Vakhtang VI of the Mukhranian dynasty. This country resisted the Mongols under the leadership of a king nicknamed \"the Brilliant\" after earlier rebelling against Persia under the leadership of Gorgasal and being Christianized by St. Nino. During its time as a client state of Byzantium, this country was ruled by the \"kuropalates\" or \"guardian of the palace,\" a title which Ashot the Great held before founding the independent Bagratid dynasty here. This country's current capital was incorporated into the state during the campaigns of David the Builder, and many of its lands were later conquered by Queen Tamar. For 10 points, name this state whose": {
    "guess": "Georgia",
    "confidence": [
      [
        "Georgia",
        -0.039912745
      ]
    ]
  },
  "The printing press was introduced to this country by a learned king who issued a law code that prescribed blood payment as the penalty for every offense, Vakhtang VI of the Mukhranian dynasty. This country resisted the Mongols under the leadership of a king nicknamed \"the Brilliant\" after earlier rebelling against Persia under the leadership of Gorgasal and being Christianized by St. Nino. During its time as a client state of Byzantium, this country was ruled by the \"kuropalates\" or \"guardian of": {
    "guess": "Georgia",
    "confidence": [
      [
        "Georgia",
        -0.19965112
      ]
    ]
  },
  "This Prime Minister declared that the government would help Irish tenant farmers buy their land from landlords in the Wyndham Land Purchase Act. His government fell after he refused to pass a set of protective tariffs in the name of \"imperial preference,\" leading to the resignation of Joseph Chamberlain,": {
    "guess": "Arthur Balfour",
    "confidence": [
      [
        "Arthur",
        -0.005215379
      ],
      [
        " B",
        -0.0012416596
      ],
      [
        "alf",
        -9.0883464e-07
      ],
      [
        "our",
        -6.146429e-05
      ]
    ]
  },
  "This principle explains why the use of greater camber allows for the operation of certain objects. This theorem explains the changes that happen to certain molecules inside a Venturi tube. If there is no vertical change in height, the equation for this law simplifies to one half the density times velocity squared plus the pressure. This principle states that an increase in fluid velocity results in a decrease in fluid pressure. For 10 points, name this principle devised by a Swiss mathematician that helps explain the ability of airplanes to achieve lift.": {
    "guess": "Bernoulli's principle",
    "confidence": [
      [
        "Bern",
        -0.00022451657
      ],
      [
        "ou",
        -1.9816675e-06
      ],
      [
        "lli",
        -2.8444882e-05
      ],
      [
        "'s",
        -1.3306016e-05
      ],
      [
        " principle",
        -0.0008171312
      ]
    ]
  },
  "One of the primary driving forces behind this phenomenon is the high number of coordination numbers an element can have. This process can be seen when two elements are above and below the transition temperature, which feature two different crystal systems. One example of this property is exhibited by": {
    "guess": "Polymorphism",
    "confidence": [
      [
        "Pol",
        -0.4148027
      ],
      [
        "ym",
        -3.2497806e-05
      ],
      [
        "orphism",
        -0.00012332367
      ]
    ]
  },
  "This primary artist behind this work was inspired by the work of George Russell, Ravel, and Bartok. Piano playing by Wynton Kelly is featured on the track \"Freeloader Freddie\" and this work contains a": {
    "guess": "Kind of Blue",
    "confidence": [
      [
        "Kind",
        -0.0042481623
      ],
      [
        " of",
        -8.6735476e-05
      ],
      [
        " Blue",
        -2.9352968e-06
      ]
    ]
  },
  "This Prime Minister declared that the government would help Irish tenant farmers buy their land from landlords in the Wyndham Land Purchase Act. His government fell after he refused to pass a set of protective": {
    "guess": "Arthur Balfour",
    "confidence": [
      [
        "Arthur",
        -0.088521354
      ],
      [
        " B",
        -0.0052580647
      ],
      [
        "alf",
        -4.604148e-06
      ],
      [
        "our",
        -0.00011272187
      ]
    ]
  },
  "Some of the primary constituents of this are sodium glycocholate and sodium taurocholate, and cholecystokinin is the primary stimulus for its release through the sphincter of Oddi.  The body produces about 600 milliliters of it per day, though most of its salts are recycled via the enterohepatic circulation.  These salts are much more water-soluble than their precursor acids, giving them the amphipathic property necessary for this fluid's primary function.  FTP, name this substance that helps emulsify": {
    "guess": "Bile",
    "confidence": [
      [
        "B",
        -0.06364203
      ],
      [
        "ile",
        -0.00010306638
      ]
    ]
  },
  "They are primarily extracted from Ioparite, monazite, and bastnasite, and achieved greater demand when three of these elements were used to make the red phosphors in color televisions. The most abundant of these elements is cerium (*), but none of them can be found on the surface in free form. Consisting": {
    "guess": "Lanthanide",
    "confidence": [
      [
        "L",
        -0.0326311
      ],
      [
        "anth",
        -0.00014120422
      ],
      [
        "an",
        -1.2664457e-06
      ],
      [
        "ide",
        -0.0010103036
      ]
    ]
  },
  "The primary member of these ecosystems are preyed upon by Acanthaster planci, whose surface resembles a crown of thorns. The so-called \"cement\" of these ecosystems is a crustose, pink member of Rodophyta. The evolution of the structure of these ecosystems was the subject of the first monograph of Charles": {
    "guess": "Kelp forests",
    "confidence": [
      [
        "K",
        -0.37244916
      ],
      [
        "elp",
        -1.8550976e-05
      ],
      [
        " forests",
        -0.010231497
      ]
    ]
  },
  "Prior to this battle, one side opened up a key supply route called the Cracker Line and defeated an enemy force at Wauhatchie. During its beginning, General George Thomas was able to quickly take Orchard": {
    "guess": "Chattanooga Campaign",
    "confidence": [
      [
        "Ch",
        -0.034243286
      ],
      [
        "att",
        -0.00081248593
      ],
      [
        "anooga",
        -9.610702e-06
      ],
      [
        " Campaign",
        -0.0009010965
      ]
    ]
  },
  "Its most primitive member is found in the New Calydonian genus Amborella, which in contrast with the \"ranalean complex\" that comprises many of this group's members, has a prominent androecium [and-row-EE-cee-um] and a simple perianth [PEAR-ee-anth]. Containing the diverse families Poaceae, Fabaceae, and Asteraceae, its most common name means \"enclosed seed.\" Also known as Magnoliophyta, for 10 points,": {
    "guess": "Flowering plant",
    "confidence": [
      [
        "Fl",
        -0.7388238
      ],
      [
        "owering",
        -0.08464233
      ],
      [
        " plant",
        -0.3133369
      ]
    ]
  },
  "A principle of this theory would be violated by the Nordtvedt effect, which has likely been ruled out by the Lunar Laser Ranging experiment. A consequence of the use of torsion-free linear connections in this theory is the Bianchi identities. Under certain conditions, this theory predicts that particles will precess due to \"frame-dragging\". The \"weak\" form of a principle of this theory states that freely falling particles move on timelike geodesics. This theory accounted for the anomalous precession of the (*) perihelion of Mercury. A stronger form of that \"weak\" principle states that all physical phenomena appear the same in an accelerating inertial reference frame and a uniform gravitational field. For 10 points, name this theory introduced by Einstein in which gravity results from the curvature of space-time.": {
    "guess": "General relativity",
    "confidence": [
      [
        "General",
        -0.07002102
      ],
      [
        " rel",
        -0.08110939
      ],
      [
        "ativity",
        -3.8338785e-05
      ]
    ]
  },
  "Their primary use is to allow their owners to swim to the bottom of the sea, and they are a result of metal reductase activity, allowing the sequestration of reduced iron atoms. They are found in anaerobic": {
    "guess": "Ferritin",
    "confidence": [
      [
        "F",
        -0.4377076
      ],
      [
        "err",
        -0.40584934
      ],
      [
        "itin",
        -0.00049012253
      ]
    ]
  },
  "While doing this, a Prince of Homburg seizes a glove while trying to grab a laurel wreath from the Grand Elector's daughter Natalia in a play by Kleist. A novel titled for this action ends with the marriage": {
    "guess": "The Prince of Homburg",
    "confidence": [
      [
        "The",
        -0.47792232
      ],
      [
        " Prince",
        -0.006022299
      ],
      [
        " of",
        -0.00011951648
      ],
      [
        " H",
        -0.00068896345
      ],
      [
        "omb",
        0.0
      ],
      [
        "urg",
        -9.014684e-06
      ]
    ]
  },
  "Their primary use is to allow their owners to swim to the bottom of the sea, and they are a result of metal reductase activity, allowing the sequestration of reduced iron atoms. They are found in anaerobic or microanaerobic aquatic bacteria, and are either north seeking, south seeking or an equal combination": {
    "guess": "Magnetotactic bacteria",
    "confidence": [
      [
        "M",
        -0.027065208
      ],
      [
        "agnet",
        -0.051338118
      ],
      [
        "ot",
        -0.45223233
      ],
      [
        "actic",
        -0.10451051
      ],
      [
        " bacteria",
        -0.23471203
      ]
    ]
  },
  "Prior to the first battle of this name, an uprising was started by the Cenomani, the Insubres and the Boii in which they burned Placentia and headed to this site against the forces of L. Furius Purpeo.": {
    "guess": "Battle of Placentia",
    "confidence": [
      [
        "Battle",
        -0.3169887
      ],
      [
        " of",
        -0.00047774
      ],
      [
        " Pl",
        -1.0310996
      ],
      [
        "acent",
        -4.2153304e-05
      ],
      [
        "ia",
        -1.0564331e-05
      ]
    ]
  },
  "One of its principle failings comes at gas-liquid equilibria, since it does not predict that at constant temperature, pressure is constant as volume varies; however, it is still better under those conditions than a generally-superior modification, the Redlich-Kwong equation, does even worse with vapor-liquid equilibria. Its two parameters account for particle size and nonzero interparticle interaction strength and are typically written as a and b. It shares a namesake with the forces arising from particles developing instantaneous dipoles. For 10 points, identify this equation of state, an improvement on and generalization of the ideal gas law.": {
    "guess": "Van Der Waals Equation",
    "confidence": [
      [
        "Van",
        -0.005765015
      ],
      [
        " Der",
        -0.14409047
      ],
      [
        " Wa",
        -2.2127088e-05
      ],
      [
        "als",
        -4.894791e-05
      ],
      [
        " Equation",
        -0.011711849
      ]
    ]
  },
  "The primary female character in this film is first seen sitting nude in a slowly revolving tub of water examining herself in a mirror as a carnival attraction that voyeurs can pay to watch. One character in this movie becomes flustered when the street peddler Jericho reads in her palm that she will marry the man she loves, while another character is kicked out of the club \"The Red Breast\" for defending the honor of one woman but refuses to sleep with her in her apartment at the Great Post House. In this film's second section called \"The Man in White,\" Count Edouard wrongly accuses the actor Frédérick LeMaître of sleeping with his wife after a performance of Othello before the Count is assassinated in a Turkish bath by the villainous Lacenaire. This film is critically studied for its comparison between the Grand Theater and the Funambules pantomime theatre, and it begins on the Boulevard du Temple when the mime Baptiste first meets the courtesan Garance. For 10 points, name this 1945 film shot in Paris during the Nazi occupation that was directed by Marcel Carne and is generally critically": {
    "guess": "Les Enfants du Paradis",
    "confidence": [
      [
        "Les",
        -0.0021675096
      ],
      [
        " En",
        -0.00026205103
      ],
      [
        "f",
        -9.794062e-05
      ],
      [
        "ants",
        -4.9617593e-06
      ],
      [
        " du",
        -1.2590794e-05
      ],
      [
        " Parad",
        -0.00017827288
      ],
      [
        "is",
        -7.58424e-06
      ]
    ]
  },
  "Prince Shovisky was the president of one of this ruler's early councils. Gregory XIII intervened for peace talks between this ruler and Stephen Bathory, who led the Poles against him in the Livonian War.": {
    "guess": "Ivan the Terrible",
    "confidence": [
      [
        "I",
        -0.0043862024
      ],
      [
        "van",
        -4.8425554e-06
      ],
      [
        " the",
        -0.0005071613
      ],
      [
        " Ter",
        -3.190179e-05
      ],
      [
        "rible",
        -0.00012880703
      ]
    ]
  },
  "This primary artist behind this work was inspired by the work of George Russell, Ravel, and Bartok. Piano": {
    "guess": "Miles Davis",
    "confidence": [
      [
        "M",
        -1.5232377
      ],
      [
        "iles",
        -0.1724048
      ],
      [
        " Davis",
        -0.010225123
      ]
    ]
  },
  "One of its principle failings comes at gas-liquid equilibria, since it does not predict that at constant": {
    "guess": "Van Der Waals Equation",
    "confidence": [
      [
        "Van",
        -0.0012844024
      ],
      [
        " Der",
        -0.12110017
      ],
      [
        " Wa",
        -4.723352e-06
      ],
      [
        "als",
        -9.579495e-05
      ],
      [
        " Equation",
        -0.032117862
      ]
    ]
  },
  "The primary female character in this film is first seen sitting nude in a slowly revolving tub of water examining herself in a mirror as a carnival attraction that voyeurs can pay to watch. One character in this movie becomes flustered when the street peddler Jericho reads in her palm that she will marry": {
    "guess": "Night Tide",
    "confidence": [
      [
        "Night",
        -2.0439215
      ],
      [
        " Tide",
        -0.40304393
      ]
    ]
  },
  "Principal characters in this this 1890 novel include two women that take the narrator for a madman because": {
    "guess": "The Turn of the Screw",
    "confidence": [
      [
        "The",
        -0.12546092
      ],
      [
        " Turn",
        -0.7651761
      ],
      [
        " of",
        -2.2961513e-05
      ],
      [
        " the",
        -0.00018530223
      ],
      [
        " Screw",
        -0.0001563394
      ]
    ]
  },
  "One of the primary driving forces behind this phenomenon is the high number of coordination numbers an element can have. This process can be seen when two elements are above and below the transition temperature, which feature two different crystal systems. One example of this property is exhibited by (*) iron becoming austenite at higher temperatures, but ferrite at lower. For 10 points, name this": {
    "guess": "Allotropy",
    "confidence": [
      [
        "All",
        -0.5900619
      ],
      [
        "ot",
        -0.0028507598
      ],
      [
        "ropy",
        -0.0065281456
      ]
    ]
  },
  "This principle can be derived using the Cauchy-Schwarz inequality and Robertson-Schrödinger relation.": {
    "guess": "Uncertainty principle",
    "confidence": [
      [
        "Unc",
        -1.0702353
      ],
      [
        "ertainty",
        -1.4974867e-05
      ],
      [
        " principle",
        -0.0015519982
      ]
    ]
  },
  "The primary source of information for this battle is the writings of Tjaneni in the Hall of Annals of the victor. After the aggressing army assembled at Sile, it set out for the city of Yehem, from which it launched an attack on the under-defended city of Aruna. The opposing army, strengthened by forces from Mitanni, was concentrated largely to the north at Zefti and the south at Tanaach in the Jezreel valley, and had to scramble back to the river Qinah to face the aggressors. The defending forces": {
    "guess": "Battle of Megiddo (15th century BC)",
    "confidence": [
      [
        "Battle",
        -0.00792955
      ],
      [
        " of",
        -0.0005492182
      ],
      [
        " Meg",
        -0.36956623
      ],
      [
        "idd",
        -0.0064532855
      ],
      [
        "o",
        -2.1008714e-06
      ],
      [
        " (",
        -0.6763828
      ],
      [
        "15",
        -0.005944325
      ],
      [
        "th",
        -1.1279553e-05
      ],
      [
        " century",
        -0.0011624845
      ],
      [
        " BC",
        -0.023780642
      ],
      [
        ")",
        -6.749814e-06
      ]
    ]
  },
  "This principle offers an elegant method of finding the equivalent resistance between adjacent points": {
    "guess": "Kirchhoff's circuit laws",
    "confidence": [
      [
        "Kir",
        -1.1003009
      ],
      [
        "ch",
        -0.00028886824
      ],
      [
        "hoff",
        -4.00813e-06
      ],
      [
        "'s",
        -0.0009078875
      ],
      [
        " circuit",
        -0.01751537
      ],
      [
        " laws",
        -0.00039385364
      ]
    ]
  },
  "Prior to this nation's independence, which was gained in 1956, the Graduates' General Congress was established to push for social reforms. Ismail al-Azhari [is-male ahl ah-JAH-ree], who wanted this country to unite with Egypt, was overthrown in separate coups by Ibrahim Abboud [ee-brah-heem ah-BOOD] and Gaafar Nimeiry [GAH-ah-fahr nuh-MEH-ree]. A 2005 Comprehensive Peace Agreement, also known as the": {
    "guess": "History of Sudan",
    "confidence": [
      [
        "History",
        -0.4267167
      ],
      [
        " of",
        -0.0002707529
      ],
      [
        " Sudan",
        -0.07389671
      ]
    ]
  },
  "Prior to this event, a man killed pigeons in a barn that he believed were attracting local children, and several days before, the entire household was wracked with illness, possibly caused by food poisoning. Conspiracy theories suggested that the perpetrator of this event was involved in a lesbian affair with maid Bridget Sullivan. The jury was prevented from hearing that a woman sought to purchase prussic acid shortly before this event, which killed Abby and Andrew, the latter of whom was a wealthy": {
    "guess": "Lizzie Borden",
    "confidence": [
      [
        "L",
        -0.0028209204
      ],
      [
        "izzie",
        -0.0013400046
      ],
      [
        " B",
        -0.009746641
      ],
      [
        "orden",
        -0.0014974837
      ]
    ]
  },
  "Prior to an incredibly unsuccessful campaign against the Parthians, this man installed Herod the Great as king of Judea. During a civil war, this man brought reinforcements to the victorious commander at the Battle of Pharsalus, following which he was appointed by that man as Master of the Horse. After": {
    "guess": "Mark Antony",
    "confidence": [
      [
        "Mark",
        -0.07810796
      ],
      [
        " Antony",
        -0.00026205103
      ]
    ]
  },
  "While doing this, a Prince of Homburg seizes a glove while trying to grab a laurel wreath from the Grand": {
    "guess": "The Prince of Homburg (play)",
    "confidence": [
      [
        "The",
        -0.79306805
      ],
      [
        " Prince",
        -0.0014980759
      ],
      [
        " of",
        -6.134509e-05
      ],
      [
        " H",
        -0.00045998234
      ],
      [
        "omb",
        0.0
      ],
      [
        "urg",
        -3.9530823e-05
      ],
      [
        " (",
        -0.42076695
      ],
      [
        "play",
        -0.00034666734
      ],
      [
        ")",
        -2.8206474e-05
      ]
    ]
  },
  "While doing this, a Prince of Homburg seizes a glove while trying to grab a laurel wreath from the Grand Elector's daughter Natalia in a play by Kleist. A novel titled for this action ends with the marriage of Elizabeth Baddensen to the neurotic Joachim von Pasenow and consists of The Romantic, The Realist and The Anarchist. Practitioners of this action name a History of Man's Changing Vision of the Universe by Arthur Koestler. A poem named for a practitioner of this action describes \"big hoarfrost stars\" and repeats the refrain \"green, how I want you green.\" While performing this action in front of a doctor and gentlewoman, a character exclaims, \"All the perfumes of Arabia will not sweeten this little hand!\" For 10 points, name this action performed while crying, \"Out, damned spot!\" by Lady": {
    "guess": "Sleepwalking",
    "confidence": [
      [
        "Sleep",
        -0.018889168
      ],
      [
        "walking",
        -4.441817e-05
      ]
    ]
  },
  "Prior to this battle, one side opened up a key supply route called the Cracker Line and defeated an enemy force at Wauhatchie. During its beginning, General George Thomas was able to quickly take Orchard Knob. In the aftermath of this battle, Joseph Johnston replaced Braxton Bragg as the head of a large army. Lookout Mountain and (*) Missionary Ridge were two defensive structures during this battle": {
    "guess": "Battle of Chattanooga",
    "confidence": [
      [
        "Battle",
        -0.08218573
      ],
      [
        " of",
        -0.00019817622
      ],
      [
        " Chattanooga",
        -0.0042186053
      ]
    ]
  },
  "This principle was independently developed by William Castle. One phenomenon which would cause this principle": {
    "guess": "Hardy–Weinberg principle",
    "confidence": [
      [
        "Hard",
        -0.025799248
      ],
      [
        "y",
        -5.2001665e-06
      ],
      [
        "–",
        -0.06538027
      ],
      [
        "We",
        -3.1737043e-06
      ],
      [
        "in",
        -1.2352386e-05
      ],
      [
        "berg",
        -3.619312e-05
      ],
      [
        " principle",
        -0.013006105
      ]
    ]
  },
  "The principal outlet for this city's exports is Apapa Quay. There are plans to add eight square meters of reclaimed land from the Atlantic Ocean via the Eko Atlantic City project to this city, which has a major port at Tin Can Island. This city's namesake state is located south of the state of Ogun and has capital at Ikeja, and much of it is spread across the islands of Iddo, Ikoyi, and Victoria. Located on the Bight of Benin, it is Sub-Saharan Africa's most populous city but was deemed to be unsuitable": {
    "guess": "Lagos",
    "confidence": [
      [
        "L",
        -0.0032926132
      ],
      [
        "agos",
        -3.1737043e-06
      ]
    ]
  },
  "Prior to this conflict, one belligerent had obtained several submarines from the United States, while the other had been seeking to expand its rail interests in the region. In the battle of Nanshan, one side continued a drive towards the point of a peninsula which had begun with a surprise crossing of the Yalu River. One commander of this war was Kuropatkin, the loser of its final land battle of Mukden. However, this war's decisive battle took place in the Tsushima Straits, where one nation's Baltic fleet was demolished. In the resulting negotiations, the loser returned Manchuria to China. FTP,": {
    "guess": "Russo-Japanese War",
    "confidence": [
      [
        "R",
        -0.41785166
      ],
      [
        "us",
        -3.7697225e-06
      ],
      [
        "so",
        -1.6240566e-06
      ],
      [
        "-J",
        -0.0006031918
      ],
      [
        "apanese",
        -6.511407e-06
      ],
      [
        " War",
        -0.00021760275
      ]
    ]
  },
  "A principle of this theory would be violated by the Nordtvedt effect, which has likely been ruled out": {
    "guess": "Equivalence principle",
    "confidence": [
      [
        "Equ",
        -0.10473263
      ],
      [
        "ivalence",
        -0.00021509947
      ],
      [
        " principle",
        -0.25832963
      ]
    ]
  },
  "Prior to this event, one participant in it had subdued another participant despite the latter's transformation into fire, water, a lion, and a serpent. One participant in this event had been selected specifically due to a prophecy that any child born to another participant in this event would become": {
    "guess": "Mahabharata",
    "confidence": [
      [
        "Mah",
        -0.68027735
      ],
      [
        "ab",
        -0.016871259
      ],
      [
        "har",
        -0.00014275387
      ],
      [
        "ata",
        -0.0011889221
      ]
    ]
  },
  "Some of the primary constituents of this are sodium glycocholate and sodium taurocholate, and cholecystokinin is the primary stimulus for its release through the sphincter of Oddi.  The body produces about 600 milliliters of it per day, though most of its salts are recycled via the enterohepatic circulation.  These salts are much more water-soluble than their precursor acids, giving them the amphipathic property necessary for this fluid's primary function.  FTP, name this substance that helps emulsify fats for digestion, and which is stored in the gall bladder after being produced in the liver.": {
    "guess": "Bile",
    "confidence": [
      [
        "B",
        -0.0010222093
      ],
      [
        "ile",
        -8.76891e-05
      ]
    ]
  },
  "One of the primary driving forces behind this phenomenon is the high number of coordination numbers an element can have. This process can be seen when two elements are above and below the transition temperature, which feature two different crystal systems. One example of this property is exhibited by (*) iron becoming austenite at higher temperatures, but ferrite at lower. For 10 points, name this phenomenon exemplified by coal, graphite, and diamond, in which an element comes in multiple forms.": {
    "guess": "Phase transition",
    "confidence": [
      [
        "Phase",
        -0.4888637
      ],
      [
        " transition",
        -0.015800428
      ]
    ]
  },
  "The printing press was introduced to this country by a learned king who issued a law code that prescribed blood payment as the penalty for every offense, Vakhtang VI of the Mukhranian dynasty. This country resisted the Mongols under the leadership of a king nicknamed \"the Brilliant\" after earlier rebelling against Persia under the leadership of Gorgasal and being Christianized by St. Nino. During its time as a client state of Byzantium, this country was ruled by the \"kuropalates\" or \"guardian of the palace,\" a title which Ashot the Great held before founding the independent Bagratid dynasty here.": {
    "guess": "Georgia",
    "confidence": [
      [
        "Georgia",
        -0.073548906
      ]
    ]
  },
  "This principle was independently developed by William Castle. One phenomenon which would cause this principle not to apply is avoided by self-incompatibility in plants; that phenomenon, which favors homozygosity,": {
    "guess": "Hardy–Weinberg principle",
    "confidence": [
      [
        "Hard",
        -0.0035324863
      ],
      [
        "y",
        -1.8074163e-05
      ],
      [
        "–",
        -0.047739655
      ],
      [
        "We",
        -4.3202e-07
      ],
      [
        "in",
        -7.58424e-06
      ],
      [
        "berg",
        -7.703444e-06
      ],
      [
        " principle",
        -0.001142838
      ]
    ]
  },
  "The Primrose League was an organization founded in this man's honor two years after his death. This man reportedly remarked, \"I have climbed to the top of the greasy pole\" upon reaching his highest office. In his youth, he published the unsuccessful newspaper The Representative and led the Young England movement in an attempt to promote working class interests. He served as Chancellor of the Exchequer under the (*) Earl of Derby during the \"Who? Who?\" Ministry and joined with Lord George Bentinck in forcing Robert Peel's resignation over the repeal of the Corn Laws. This man's failure to respond to the \"Bulgarian Horrors\" made him the target of the Midlothian Campaign. For 10 points, name Conservative prime minister, a rival of William Gladstone.": {
    "guess": "Benjamin Disraeli",
    "confidence": [
      [
        "Ben",
        -0.0032870364
      ],
      [
        "jamin",
        -3.7027545e-05
      ],
      [
        " Dis",
        -0.00021951001
      ],
      [
        "rael",
        -4.727906e-05
      ],
      [
        "i",
        -4.2272506e-05
      ]
    ]
  },
  "A principle of this theory would be violated by the Nordtvedt effect, which has likely been ruled out by the Lunar Laser Ranging experiment. A consequence of the use of torsion-free linear connections in this theory is the Bianchi identities. Under certain conditions, this theory predicts that particles will precess due to \"frame-dragging\". The \"weak\" form of a principle of this theory states that freely falling particles move on timelike geodesics. This theory accounted for the anomalous precession of the (*) perihelion of Mercury. A stronger form of that \"weak\" principle states that all physical phenomena appear the same in an accelerating inertial reference frame and a uniform gravitational": {
    "guess": "General relativity",
    "confidence": [
      [
        "General",
        -0.0018040574
      ],
      [
        " rel",
        -0.021433279
      ],
      [
        "ativity",
        -7.409989e-05
      ]
    ]
  },
  "The Primrose League was an organization founded in this man's honor two years after his death. This man": {
    "guess": "Benjamin Disraeli",
    "confidence": [
      [
        "Ben",
        -0.00385079
      ],
      [
        "jamin",
        -2.9040899e-05
      ],
      [
        " Dis",
        -0.00013524403
      ],
      [
        "rael",
        -1.50940705e-05
      ],
      [
        "i",
        -0.0001170132
      ]
    ]
  },
  "Prior to this war, Archbishop Jocius cruised around in a black-sailed ship and Henry of Marcy declared a God's Day in Mainz. This war was partly caused by an incident in which Raynald of Chatillon was served sherbet and then decapitated. After leaving this conflict via the Treaty of Ramla, a king blew": {
    "guess": "Assassination of Conrad of Montferrat",
    "confidence": [
      [
        "Ass",
        -0.4916053
      ],
      [
        "ass",
        -0.0017307489
      ],
      [
        "ination",
        -0.047108475
      ],
      [
        " of",
        -0.0006775272
      ],
      [
        " Conrad",
        -0.3984277
      ],
      [
        " of",
        -0.0022523147
      ],
      [
        " Mont",
        -0.0039381753
      ],
      [
        "f",
        -0.00070647534
      ],
      [
        "errat",
        -8.6616266e-05
      ]
    ]
  },
  "Prior to this nation's 1986 People Power rebellion, one first lady of this nation bought over 1,000 pairs of shoes. Two earlier rebellions here were led by Emilio Aguinaldo, and Admiral George Dewey won a battle in its capital's bay. Its Corregidor Island fell before the Bataan Death March in this nation during World War II. For 10 points, name this archipelago which fell under American possession": {
    "guess": "Philippines",
    "confidence": [
      [
        "Phil",
        -0.026609123
      ],
      [
        "ippines",
        -0.00031103275
      ]
    ]
  },
  "Prior to the first battle of this name, an uprising was started by the Cenomani, the Insubres and the Boii in which they burned Placentia and headed to this site against the forces of L. Furius Purpeo. In the build-up to a series of battles fought here 269 years later, Tacitus describes the Othonian invasion of Northern Italy as a foreign one.  Another conflict of this name featured the Irish Brigade under Dillon and Burke, known as the \"Wild Geese\" whose defense of the Po Gate saved the forces of": {
    "guess": "Battle of Luzzara",
    "confidence": [
      [
        "Battle",
        -0.14961977
      ],
      [
        " of",
        -0.00030864868
      ],
      [
        " L",
        -0.6485579
      ],
      [
        "uzz",
        -0.5979042
      ],
      [
        "ara",
        -1.7716551e-05
      ]
    ]
  },
  "The primary member of these ecosystems are preyed upon by Acanthaster planci, whose surface resembles": {
    "guess": "Coral reef",
    "confidence": [
      [
        "C",
        -0.05890243
      ],
      [
        "oral",
        -0.3265539
      ],
      [
        " reef",
        -0.5837471
      ]
    ]
  },
  "This principle explains why the use of greater camber allows for the operation of certain objects. This": {
    "guess": "Aerodynamics",
    "confidence": [
      [
        "A",
        -0.90330726
      ],
      [
        "er",
        -0.039240483
      ],
      [
        "odynamics",
        -0.30343634
      ]
    ]
  },
  "This primary artist behind this work was inspired by the work of George Russell, Ravel, and Bartok. Piano playing by Wynton Kelly is featured on the track \"Freeloader Freddie\" and this work contains a themeless track of Spanish accented solos called \"Flamenco Sketches.\" One track on this album switches": {
    "guess": "Kind of Blue",
    "confidence": [
      [
        "Kind",
        -0.061045248
      ],
      [
        " of",
        -0.0006177237
      ],
      [
        " Blue",
        -5.145119e-05
      ]
    ]
  },
  "This primary artist behind this work was inspired by the work of George Russell, Ravel, and Bartok. Piano playing by Wynton Kelly is featured on the track \"Freeloader Freddie\" and this work contains a themeless track of Spanish accented solos called \"Flamenco Sketches.\" One track on this album switches between three modes, \"Blue in Green,\" and a melody from bassist Paul Chambers intertwines with a": {
    "guess": "Kind of Blue",
    "confidence": [
      [
        "Kind",
        -0.008914249
      ],
      [
        " of",
        -0.0018855651
      ],
      [
        " Blue",
        -2.58224e-05
      ]
    ]
  },
  "This primary artist behind this work was inspired by the work of George Russell, Ravel, and Bartok. Piano playing by Wynton Kelly is featured on the track \"Freeloader Freddie\" and this work contains a themeless track of Spanish accented solos called \"Flamenco Sketches.\" One track on this album switches between three modes, \"Blue in Green,\" and a melody from bassist Paul Chambers intertwines with a series of broken piano chords from Bill Evans to open the first track, \"So What.\" Featuring Cannonball": {
    "guess": "Kind of Blue",
    "confidence": [
      [
        "Kind",
        -0.03764789
      ],
      [
        " of",
        -0.002567099
      ],
      [
        " Blue",
        -0.00011236426
      ]
    ]
  },
  "This primary artist behind this work was inspired by the work of George Russell, Ravel, and Bartok. Piano playing by Wynton Kelly is featured on the track \"Freeloader Freddie\" and this work contains a themeless track of Spanish accented solos called \"Flamenco Sketches.\" One track on this album switches between three modes, \"Blue in Green,\" and a melody from bassist Paul Chambers intertwines with a series of broken piano chords from Bill Evans to open the first track, \"So What.\" Featuring Cannonball Adderley and John Coltrane on saxophone, for 10 points, name this experimental 1959 modal jazz album": {
    "guess": "Kind of Blue",
    "confidence": [
      [
        "Kind",
        -0.0047901417
      ],
      [
        " of",
        -0.0005663762
      ],
      [
        " Blue",
        -8.709308e-05
      ]
    ]
  },
  "This primary artist behind this work was inspired by the work of George Russell, Ravel, and Bartok. Piano playing by Wynton Kelly is featured on the track \"Freeloader Freddie\" and this work contains a themeless track of Spanish accented solos called \"Flamenco Sketches.\" One track on this album switches between three modes, \"Blue in Green,\" and a melody from bassist Paul Chambers intertwines with a series of broken piano chords from Bill Evans to open the first track, \"So What.\" Featuring Cannonball Adderley and John Coltrane on saxophone, for 10 points, name this experimental 1959 modal jazz album of trumpeter Miles Davis.": {
    "guess": "Kind of Blue",
    "confidence": [
      [
        "Kind",
        -0.0034532452
      ],
      [
        " of",
        -0.00046713458
      ],
      [
        " Blue",
        -6.682846e-05
      ]
    ]
  }
}