{
  "Kosterlitz and Thouless explained its transition via the unbinding of vortices, and a Rollin film consists entirely of one. It is impossible to set up a temperature gradient in an object with this property,": {
    "guess": "Superconductivity",
    "confidence": [
      [
        "Super",
        -0.005963869
      ],
      [
        "conduct",
        -0.24154983
      ],
      [
        "ivity",
        -0.00018065695
      ]
    ]
  },
  "For the Koryak of eastern Siberia this figure is the chief deity and is known as Quikinnaqu. One set of myths claim that King Arthur lives on in the form of this creature, while another relates how the": {
    "guess": "Raven",
    "confidence": [
      [
        "R",
        -0.0007414919
      ],
      [
        "aven",
        -3.035214e-05
      ]
    ]
  },
  "Kosterlitz and Thouless explained its transition via the unbinding of vortices, and a Rollin film consists entirely of one. It is impossible to set up a temperature gradient in an object with this property, as those exhibiting it have infinite thermal conductivity and zero entropy. Used in dilution refrigerators, the temperature threshold for its occurrence can be found on a graph of specific heat capacity versus temperature, and is known as the lambda point. John Allen and Peter Kapitza discovered, for 10 points, what property of helium-4 and other compounds in which resistance to flow enitirely dissapears?": {
    "guess": "Superfluidity",
    "confidence": [
      [
        "Super",
        -0.0037553057
      ],
      [
        "fluid",
        -0.018174531
      ],
      [
        "ity",
        -5.1928004e-05
      ]
    ]
  },
  "For the Koryak of eastern Siberia this figure is the chief deity and is known as Quikinnaqu. One set": {
    "guess": "Raven",
    "confidence": [
      [
        "R",
        -0.5845733
      ],
      [
        "aven",
        -0.0001406082
      ]
    ]
  },
  "For the Koryak of eastern Siberia this figure is the chief deity and is known as Quikinnaqu. One set of myths claim that King Arthur lives on in the form of this creature, while another relates how the sight of one of these creatures drinking blood in the snow prompted Deidre's vow to commit suicide. For the Tlingit, Haida, and other peoples, this figure conducted a war against the South Wind, in order": {
    "guess": "Raven",
    "confidence": [
      [
        "R",
        -0.0006386925
      ],
      [
        "aven",
        -3.650519e-06
      ]
    ]
  },
  "Kosterlitz and Thouless explained its transition via the unbinding of vortices, and a Rollin film consists entirely of one. It is impossible to set up a temperature gradient in an object with this property, as those exhibiting it have infinite thermal conductivity and zero entropy. Used in dilution refrigerators, the temperature threshold for its occurrence can be found on a graph of specific heat": {
    "guess": "Superfluidity",
    "confidence": [
      [
        "Super",
        -0.25750387
      ],
      [
        "fluid",
        -0.13257419
      ],
      [
        "ity",
        -0.356309
      ]
    ]
  },
  "For the Koryak of eastern Siberia this figure is the chief deity and is known as Quikinnaqu. One set of myths claim that King Arthur lives on in the form of this creature, while another relates how the sight of one of these creatures drinking blood in the snow prompted Deidre's vow to commit suicide. For the Tlingit, Haida, and other peoples, this figure conducted a war against the South Wind, in order to win good weather for humanity, and also stole the sun, moon and stars to provide light and fertility": {
    "guess": "Raven",
    "confidence": [
      [
        "R",
        -0.0014821284
      ],
      [
        "aven",
        -1.6286107e-05
      ]
    ]
  },
  "Kosterlitz and Thouless explained its transition via the unbinding of vortices, and a Rollin film consists entirely of one. It is impossible to set up a temperature gradient in an object with this property, as those exhibiting it have infinite thermal conductivity and zero entropy. Used in dilution refrigerators, the temperature threshold for its occurrence can be found on a graph of specific heat capacity versus temperature, and is known as the lambda point. John Allen and Peter Kapitza discovered, for 10 points, what property of helium-4 and other compounds in which resistance to flow enitirely": {
    "guess": "Superfluidity",
    "confidence": [
      [
        "Super",
        -0.0041883294
      ],
      [
        "fluid",
        -0.009591872
      ],
      [
        "ity",
        -0.0002749214
      ]
    ]
  },
  "Kosterlitz and Thouless explained its transition via the unbinding of vortices, and a Rollin film consists entirely of one. It is impossible to set up a temperature gradient in an object with this property, as those exhibiting it have infinite thermal conductivity and zero entropy. Used in dilution refrigerators,": {
    "guess": "Superfluidity",
    "confidence": [
      [
        "Super",
        -0.06804619
      ],
      [
        "fluid",
        -0.020051623
      ],
      [
        "ity",
        -0.5074303
      ]
    ]
  },
  "For the Koryak of eastern Siberia this figure is the chief deity and is known as Quikinnaqu. One set of myths claim that King Arthur lives on in the form of this creature, while another relates how the sight of one of these creatures drinking blood in the snow prompted Deidre's vow to commit suicide. For the Tlingit, Haida, and other peoples, this figure conducted a war against the South Wind, in order to win good weather for humanity, and also stole the sun, moon and stars to provide light and fertility to the Earth. The two companions of Odin, Hugin and Munin, are the most famous mythological": {
    "guess": "Raven",
    "confidence": [
      [
        "R",
        -0.0017941818
      ],
      [
        "aven",
        -1.342522e-05
      ]
    ]
  },
  "Kosterlitz and Thouless explained its transition via the unbinding of vortices, and a Rollin film consists": {
    "guess": "Superfluid film theory",
    "confidence": [
      [
        "Super",
        -0.25966996
      ],
      [
        "fluid",
        -0.612201
      ],
      [
        " film",
        -0.6648334
      ],
      [
        " theory",
        -1.125446
      ]
    ]
  },
  "Kosterlitz and Thouless explained its transition via the unbinding of vortices, and a Rollin film consists entirely of one. It is impossible to set up a temperature gradient in an object with this property, as those exhibiting it have infinite thermal conductivity and zero entropy. Used in dilution refrigerators, the temperature threshold for its occurrence can be found on a graph of specific heat capacity versus temperature, and is known as the lambda point. John Allen and Peter Kapitza discovered,": {
    "guess": "Superfluidity",
    "confidence": [
      [
        "Super",
        -0.13765852
      ],
      [
        "fluid",
        -0.00046630012
      ],
      [
        "ity",
        -0.0024529456
      ]
    ]
  },
  "For the Koryak of eastern Siberia this figure is the chief deity and is known as Quikinnaqu. One set of myths claim that King Arthur lives on in the form of this creature, while another relates how the sight of one of these creatures drinking blood in the snow prompted Deidre's vow to commit suicide.": {
    "guess": "Raven",
    "confidence": [
      [
        "R",
        -0.00042555082
      ],
      [
        "aven",
        -1.0325924e-05
      ]
    ]
  },
  "For the Koryak of eastern Siberia this figure is the chief deity and is known as Quikinnaqu. One set of myths claim that King Arthur lives on in the form of this creature, while another relates how the sight of one of these creatures drinking blood in the snow prompted Deidre's vow to commit suicide. For the Tlingit, Haida, and other peoples, this figure conducted a war against the South Wind, in order to win good weather for humanity, and also stole the sun, moon and stars to provide light and fertility to the Earth. The two companions of Odin, Hugin and Munin, are the most famous mythological examples of, for 10 points, what avian, a close relative of the crow?": {
    "guess": "Raven",
    "confidence": [
      [
        "R",
        -0.0021760738
      ],
      [
        "aven",
        -3.3093824e-05
      ]
    ]
  }
}