{
  "Ghon's complex results when portions of the lymphatic system experience a form of this process, whose tendency to cause cystic spaces leads it to be described as \"caseous.\" Gummata associated with tertiary syphilis are an example of it, and when it occurs via the collection of excess protein in the vascular system, it is called fibrinoid. The action of lipases can sometimes be described with this term, while the presence of oxygen determines whether it will be primarily liquefactive or coagulative. Since the associated cell destruction does not readily signal for phagocytosis, this process is far more damaging than apoptosis. Toxins, injuries, infections, or a lack of blood supply may cause, FTP, what condition of unintended destruction of living tissue, whose name unimaginatively comes from the Greek for \"dead?\"": {
    "guess": "Necrosis",
    "confidence": [
      [
        "N",
        -0.01229407
      ],
      [
        "ec",
        -4.4849444e-06
      ],
      [
        "rosis",
        -1.7954959e-05
      ]
    ]
  },
  "Ghon's complex results when portions of the lymphatic system experience a form of this process, whose tendency to cause cystic spaces leads it to be described as \"caseous.\" Gummata associated with tertiary syphilis are an example of it, and when it occurs via the collection of excess protein in the vascular": {
    "guess": "Caseation",
    "confidence": [
      [
        "Case",
        -1.510532
      ],
      [
        "ation",
        -0.6508317
      ]
    ]
  },
  "Ghon's complex results when portions of the lymphatic system experience a form of this process, whose tendency to cause cystic spaces leads it to be described as \"caseous.\" Gummata associated with tertiary syphilis are an example of it, and when it occurs via the collection of excess protein in the vascular system, it is called fibrinoid. The action of lipases can sometimes be described with this term, while the presence of oxygen determines whether it will be primarily liquefactive or coagulative.": {
    "guess": "Necrosis",
    "confidence": [
      [
        "N",
        -0.035061993
      ],
      [
        "ec",
        -7.9418505e-06
      ],
      [
        "rosis",
        -3.059055e-05
      ]
    ]
  },
  "Ghon's complex results when portions of the lymphatic system experience a form of this process, whose tendency to cause cystic spaces leads it to be described as \"caseous.\" Gummata associated with tertiary syphilis are an example of it, and when it occurs via the collection of excess protein in the vascular system, it is called fibrinoid. The action of lipases can sometimes be described with this term,": {
    "guess": "Necrosis",
    "confidence": [
      [
        "N",
        -0.1997103
      ],
      [
        "ec",
        -9.014684e-06
      ],
      [
        "rosis",
        -6.337155e-05
      ]
    ]
  },
  "Ghon's complex results when portions of the lymphatic system experience a form of this process, whose tendency to cause cystic spaces leads it to be described as \"caseous.\" Gummata associated with tertiary syphilis are an example of it, and when it occurs via the collection of excess protein in the vascular system, it is called fibrinoid. The action of lipases can sometimes be described with this term, while the presence of oxygen determines whether it will be primarily liquefactive or coagulative. Since the associated cell destruction does not readily signal for phagocytosis, this process is far more damaging than apoptosis. Toxins, injuries, infections, or a lack of blood supply may cause,": {
    "guess": "Necrosis",
    "confidence": [
      [
        "N",
        -0.044856466
      ],
      [
        "ec",
        -4.365741e-06
      ],
      [
        "rosis",
        -1.8624639e-06
      ]
    ]
  },
  "Ghon's complex results when portions of the lymphatic system experience a form of this process, whose tendency to cause cystic spaces leads it to be described as \"caseous.\" Gummata associated with tertiary syphilis are an example of it, and when it occurs via the collection of excess protein in the vascular system, it is called fibrinoid. The action of lipases can sometimes be described with this term, while the presence of oxygen determines whether it will be primarily liquefactive or coagulative. Since the associated cell destruction does not readily signal for phagocytosis, this process is far": {
    "guess": "Necrosis",
    "confidence": [
      [
        "N",
        -0.018635523
      ],
      [
        "ec",
        -7.226629e-06
      ],
      [
        "rosis",
        -9.849109e-06
      ]
    ]
  },
  "Ghon's complex results when portions of the lymphatic system experience a form of this process, whose": {
    "guess": "Metastasis",
    "confidence": [
      [
        "Met",
        -0.47840244
      ],
      [
        "ast",
        -0.0008632227
      ],
      [
        "asis",
        -0.00021462266
      ]
    ]
  },
  "Ghon's complex results when portions of the lymphatic system experience a form of this process, whose tendency to cause cystic spaces leads it to be described as \"caseous.\" Gummata associated with tertiary": {
    "guess": "Tuberculosis",
    "confidence": [
      [
        "T",
        -1.2910813
      ],
      [
        "ub",
        -0.0042181285
      ],
      [
        "erculosis",
        -0.002543678
      ]
    ]
  },
  "Ghon's complex results when portions of the lymphatic system experience a form of this process, whose tendency to cause cystic spaces leads it to be described as \"caseous.\" Gummata associated with tertiary syphilis are an example of it, and when it occurs via the collection of excess protein in the vascular system, it is called fibrinoid. The action of lipases can sometimes be described with this term, while the presence of oxygen determines whether it will be primarily liquefactive or coagulative. Since the associated cell destruction does not readily signal for phagocytosis, this process is far more damaging than apoptosis. Toxins, injuries, infections, or a lack of blood supply may cause, FTP, what condition of unintended destruction of living tissue, whose name unimaginatively comes from": {
    "guess": "Necrosis",
    "confidence": [
      [
        "N",
        -0.033369496
      ],
      [
        "ec",
        -4.604148e-06
      ],
      [
        "rosis",
        -2.0458236e-05
      ]
    ]
  }
}