{
  "This equation was derived in a work that gave the first visualization of the Carnot [kar-NOH] cycle ": {
    "guess": "Carnot cycle",
    "confidence": [
      [
        "C",
        -0.5795141
      ],
      [
        "arn",
        -0.05192705
      ],
      [
        "ot",
        -4.7875077e-05
      ],
      [
        " cycle",
        -0.24071833
      ]
    ]
  },
  "The equation named for this scientist has been modified to account for the temperature dependence of liquid viscosity, though that rule seems to break down for glass-forming materials. One form of his equation takes the derivative of a so-called constant with respect to temperature and sets it equal to a fraction with the gas law constant times temperature squared in the denominator. He showed the": {
    "guess": "Svante Arrhenius",
    "confidence": [
      [
        "S",
        -0.5855818
      ],
      [
        "v",
        -0.010077859
      ],
      [
        "ante",
        -5.800739e-05
      ],
      [
        " Arr",
        -0.0034536028
      ],
      [
        "hen",
        -8.418666e-06
      ],
      [
        "ius",
        -4.048445e-05
      ]
    ]
  },
  "In an equation derived by O'Brien and Hunter, the dimensionless form of this quantity is multiplied by three-halves. This quantity times pressure difference times the square of the capillary radius, divided by the viscosity and capillary length, is directly proportional to the streaming current of a capillary. This property can be measured by observing the electric sonic amplitude caused by an oscillating electric field. This is the main quantity that opposes the erythrocyte sedimentation rate in the sedimentation test. This quantity is often confused with a similar one named for Oscar (*) Stern, which is measured at the Stern layer. Microelectrophoresis and electrophoretic light scattering are used in a form of titration in which this property serves as the indicator. This quantity is measured at the slipping plane of the interfacial double layer. Rapid coagulation or flocculation takes place when this quantity is between 0 to 5 mV. For 10 points, name this electrical indicator of colloid stability.": {
    "guess": "Zeta potential",
    "confidence": [
      [
        "Z",
        -0.009122535
      ],
      [
        "eta",
        -2.4391957e-05
      ],
      [
        " potential",
        -0.0030125303
      ]
    ]
  },
  "Equal amounts of two isomers of one of these compounds are made by a reaction in which DMAP or pyradine react with an amino acid. These compounds are the major product in the reaction of an organozinc halide and thioester under palladium catalysis. Two of these, one equipped with methyl and vynil groups, can react through two addition reactions and a dehydration to produce a third one of these that": {
    "guess": "Amide",
    "confidence": [
      [
        "Am",
        -1.2439489
      ],
      [
        "ide",
        -0.0017879904
      ]
    ]
  },
  "One equation that models the behavior of these molecules divides the product of Vmax (\"V sub max\") and S by the sum of Km (\"K sub M\") and S, and that equation is part of the Michaelis-Menten kinetics describing these molecules. Their activity can be controlled via allosteric regulation and by (*) competitive and noncompetitive inhibitors. The induced-fit model is a more accurate variant of the \"lock and key\" model that describes how their active sites bond with substrates in order to lower the activation energy of a reaction. For ten points, name these proteins that catalyze biological reactions.": {
    "guess": "Enzyme",
    "confidence": [
      [
        "En",
        -0.04078531
      ],
      [
        "zym",
        -4.9617593e-06
      ],
      [
        "e",
        -0.0003709702
      ]
    ]
  },
  "One equation that models the behavior of these molecules divides the product of Vmax (\"V sub max\") and S by the sum of Km (\"K sub M\") and S, and that equation is part of the Michaelis-Menten kinetics describing": {
    "guess": "Michaelis–Menten kinetics",
    "confidence": [
      [
        "Michael",
        -0.0066226507
      ],
      [
        "is",
        -0.00013369438
      ],
      [
        "–",
        -0.5357343
      ],
      [
        "M",
        -7.672237e-05
      ],
      [
        "ent",
        -3.917321e-05
      ],
      [
        "en",
        -1.1398757e-05
      ],
      [
        " kinetics",
        -0.0012316576
      ]
    ]
  },
  "An equivalent statement of this theorem is that \"G of 2 equals 4,\" where g is the function defined in Waring's problem. First explicitly stated by Claude Gaspard de Bachet in 1621, Fermat claimed to have proven it but died before disclosing it, and Euler came close with his identities of quaternionic": {
    "guess": "Fermat's Last Theorem",
    "confidence": [
      [
        "F",
        -0.13110793
      ],
      [
        "erm",
        -1.0280384e-06
      ],
      [
        "at",
        -1.6643718e-05
      ],
      [
        "'s",
        -0.00045998234
      ],
      [
        " Last",
        -0.20474531
      ],
      [
        " The",
        -0.00010592726
      ],
      [
        "orem",
        -1.8789384e-05
      ]
    ]
  },
  "This equation was initially conceived as a chemical alternative to the law of mass action, but S.P.L.": {
    "guess": "Mass action equation",
    "confidence": [
      [
        "Mass",
        -1.4390049
      ],
      [
        " action",
        -0.22167633
      ],
      [
        " equation",
        -0.52712137
      ]
    ]
  },
  "An equation that labels some components of this process as \"light key\" or \"heavy key\" can be used to find the number of theoretical plates or equilibrium trays used in this process. A setup for this process can include a Claisen adapter if an additional outlet or access hole is necessary. A substance": {
    "guess": "Distillation",
    "confidence": [
      [
        "Dist",
        -0.048013072
      ],
      [
        "illation",
        -3.4121115e-06
      ]
    ]
  },
  "Equal amounts of two isomers of one of these compounds are made by a reaction in which DMAP or pyradine react with an amino acid. These compounds are the major product in the reaction of an organozinc halide and thioester under palladium catalysis. Two of these, one equipped with methyl and vynil groups,": {
    "guess": "Enamine",
    "confidence": [
      [
        "En",
        -0.6890804
      ],
      [
        "amine",
        -0.8932634
      ]
    ]
  },
  "This equation was derived in a work that gave the first visualization of the Carnot [kar-NOH] cycle   and an early version of the ideal gas law. Its first derivation was correct because it applies to a  situation in which heat change equals enthalpy change. In one version of this equation, temperature": {
    "guess": "Carnot cycle",
    "confidence": [
      [
        "C",
        -0.24314633
      ],
      [
        "arn",
        -0.14730084
      ],
      [
        "ot",
        -3.5313153e-06
      ],
      [
        " cycle",
        -0.63395286
      ]
    ]
  },
  "One equation named after Hammett can calculate an alternative to this quantity if the Henderson- Hasselbalch equation does not apply, and changes in this quantity resulting from temperature can be modeled using the Nernst equation. Ion-selective electrodes are used to measure it. Ketosis can lead to rapid drops of this quantity in the blood, in which this has a value of about 7.2. This quantity can be obtained by taking the negative base-ten logarithm of hydronium ion concentration. For 10 points, identify this chemical quantity that measures how acidic or basic a solution is and is equal to 7": {
    "guess": "pH",
    "confidence": [
      [
        "p",
        -0.5567264
      ],
      [
        "H",
        -0.00018077616
      ]
    ]
  },
  "The equilibria associated with this concept has a constant denoted Ksp, and this property can be calculated": {
    "guess": "Solubility equilibrium",
    "confidence": [
      [
        "Sol",
        -0.0039511174
      ],
      [
        "ub",
        -1.504853e-06
      ],
      [
        "ility",
        -3.1281633e-07
      ],
      [
        " equilibrium",
        -0.20158203
      ]
    ]
  },
  "In an equation derived by O'Brien and Hunter, the dimensionless form of this quantity is multiplied by three-halves. This quantity times pressure difference times the square of the capillary radius, divided by the viscosity and capillary length, is directly proportional to the streaming current of a capillary. This property can be measured by observing the electric sonic amplitude caused by an oscillating electric field. This is the main quantity that opposes the erythrocyte sedimentation rate in the sedimentation test. This quantity is often confused with a similar one named for Oscar (*) Stern, which is measured at the Stern layer. Microelectrophoresis and electrophoretic light scattering are used in a form of titration in which this property serves as the indicator. This quantity is measured": {
    "guess": "Zeta potential",
    "confidence": [
      [
        "Z",
        -0.12096783
      ],
      [
        "eta",
        -4.3464544e-05
      ],
      [
        " potential",
        -0.004573954
      ]
    ]
  },
  "One equation central to this discipline is an integral equation that relates a BRDF to the total spectral radiance and was proposed by James Kajiya. The marching cubes algorithm, which outputs a mesh, was proposed at a conference for this discipline. While teaching at the University of Utah, Martin Newall created a teapot that has become the standard reference object for this discipline. Though it is not signal processing, this discipline seeks to create efficient spatial (*) anti-aliasing algorithms": {
    "guess": "Computer Graphics",
    "confidence": [
      [
        "Computer",
        -0.003952544
      ],
      [
        " Graphics",
        -0.63653654
      ]
    ]
  },
  "One equation for this quantity demonstrates that it is proportional to the logarithm of the internal energy density and provides a valid approximation of this quantity for monatomic ideal gases. In addition to being calculated by the Sackur-Tetrode equation, this quantity is equal to the negative partial derivative of Gibbs free energy with respect to temperature. This quantity is also given by Boltzmann's constant multiplied by the logarithm of the number of microstates, and the third law of thermodynamics": {
    "guess": "Entropy",
    "confidence": [
      [
        "Entropy",
        -0.0012341609
      ]
    ]
  },
  "One equation describing this phenomenon sets the sine of theta equal to the extreme path difference over": {
    "guess": "Interference pattern",
    "confidence": [
      [
        "Inter",
        -0.46719596
      ],
      [
        "ference",
        -0.04640235
      ],
      [
        " pattern",
        -1.3521996
      ]
    ]
  },
  "An equation that labels some components of this process as \"light key\" or \"heavy key\" can be used to": {
    "guess": "Fractional distillation",
    "confidence": [
      [
        "Fraction",
        -0.84202486
      ],
      [
        "al",
        -0.053093117
      ],
      [
        " dist",
        -0.10997363
      ],
      [
        "illation",
        -9.253091e-06
      ]
    ]
  },
  "Equivalent to the \"divisions\" used in plant classification, and derived from the Greek word for race, familiar ones include Cnidaria [nee-DAY-ree-uh], Pla-ty-hel-min-thes, and E-chi-no-der-ma-ta. For 10": {
    "guess": "Phylum",
    "confidence": [
      [
        "Ph",
        -0.0036133782
      ],
      [
        "ylum",
        -0.00084357616
      ]
    ]
  },
  "An equation that labels some components of this process as \"light key\" or \"heavy key\" can be used to find the number of theoretical plates or equilibrium trays used in this process. A setup for this process can include a Claisen adapter if an additional outlet or access hole is necessary. A substance travels a relatively short path between rotating bulbs in a kugelrohr, which is used for the \"vacuum\"": {
    "guess": "Distillation",
    "confidence": [
      [
        "Dist",
        -0.016018882
      ],
      [
        "illation",
        -1.0802739e-05
      ]
    ]
  },
  "An equivalent statement of this theorem is that \"G of 2 equals 4,\" where g is the function defined in Waring's problem. First explicitly stated by Claude Gaspard de Bachet in 1621, Fermat claimed to have": {
    "guess": "Fermat's Last Theorem",
    "confidence": [
      [
        "F",
        -0.40706325
      ],
      [
        "erm",
        -8.061054e-06
      ],
      [
        "at",
        -4.246537e-06
      ],
      [
        "'s",
        -0.00037299667
      ],
      [
        " Last",
        -0.022462593
      ],
      [
        " The",
        -5.574252e-05
      ],
      [
        "orem",
        -1.1517961e-05
      ]
    ]
  },
  "An equivalent statement of this theorem is that \"G of 2 equals 4,\" where g is the function defined in": {
    "guess": "Fundamental theorem of calculus",
    "confidence": [
      [
        "Fund",
        -1.1583304
      ],
      [
        "amental",
        -0.00015347853
      ],
      [
        " theorem",
        -0.0048651267
      ],
      [
        " of",
        -0.00010807293
      ],
      [
        " calculus",
        -0.5809359
      ]
    ]
  },
  "The equation named for this scientist has been modified to account for the temperature dependence of liquid viscosity, though that rule seems to break down for glass-forming materials. One form of his": {
    "guess": "Arrhenius equation",
    "confidence": [
      [
        "Arr",
        -0.21276996
      ],
      [
        "hen",
        -7.226629e-06
      ],
      [
        "ius",
        -5.2001665e-06
      ],
      [
        " equation",
        -0.011499049
      ]
    ]
  },
  "One equation describing this phenomenon sets the sine of theta equal to the extreme path difference over the distance, and another equation employs a factor of 1.22. That equation is the Rayleigh criterion, which gives minimum resolution due to this phenomenon. Rosalind Franklin employed this phenomenon with X-rays to obtain images of DNA. Airy disks are formed by this process, of which there are Fraunhofer and Fresnel types, and it is described using Bragg's law. It is explained using a principle": {
    "guess": "Diffraction",
    "confidence": [
      [
        "Diff",
        -0.74001485
      ],
      [
        "raction",
        -1.1637165e-05
      ]
    ]
  },
  "Equal amounts of two isomers of one of these compounds are made by a reaction in which DMAP or pyradine react with an amino acid. These compounds are the major product in the reaction of an organozinc": {
    "guess": "Amide",
    "confidence": [
      [
        "Am",
        -0.33652204
      ],
      [
        "ide",
        -0.00020914296
      ]
    ]
  },
  "One equation named after Hammett can calculate an alternative to this quantity if the Henderson- Hasselbalch equation does not apply, and changes in this quantity resulting from temperature can be modeled using the Nernst equation. Ion-selective electrodes are used to measure it. Ketosis can lead to rapid drops of this quantity in the blood, in which this has a value of about 7.2. This quantity can": {
    "guess": "Acid dissociation constant",
    "confidence": [
      [
        "Ac",
        -1.0211083
      ],
      [
        "id",
        -0.041239563
      ],
      [
        " dissoci",
        -0.08609895
      ],
      [
        "ation",
        -3.106736e-05
      ],
      [
        " constant",
        -0.00044365876
      ]
    ]
  },
  "This equation, based upon work that barely secured a doctoral degree five years earlier, was first proposed": {
    "guess": "Schwarzschild metric",
    "confidence": [
      [
        "Sch",
        -1.544116
      ],
      [
        "war",
        -0.94130945
      ],
      [
        "zs",
        -1.6240566e-06
      ],
      [
        "child",
        -7.89631e-07
      ],
      [
        " metric",
        -0.031657394
      ]
    ]
  },
  "This equation is applied to find delta-P in one derivation of the Kutta-Joukowski theorem. A limited derivation of this statement can be found by integrating Euler's equation, and a special version of this statement manifests itself in the Venturi effect. Pitot tubes use this principle to measure (*) velocity. It states that the conservation of energy mandates that the sum of kinetic energy density, potential energy density, and pressure is a constant along a streamline, under a steady flow with": {
    "guess": "Bernoulli's principle",
    "confidence": [
      [
        "Bern",
        -0.0014595236
      ],
      [
        "ou",
        -2.4584822e-06
      ],
      [
        "lli",
        -1.7835755e-05
      ],
      [
        "'s",
        -2.9517714e-05
      ],
      [
        " principle",
        -0.005378541
      ]
    ]
  },
  "An equation for the loading of beams in physics is named for Daniel Bernoulli and this man. This man's contributions to graph theory included determining an equation to relate the number of edges, faces": {
    "guess": "Leonhard Euler",
    "confidence": [
      [
        "Leon",
        -0.45469135
      ],
      [
        "hard",
        -0.00464183
      ],
      [
        " Euler",
        -1.1517961e-05
      ]
    ]
  },
  "Equivalent to Tychonoff's Theorem, which states that any product of compact topological spaces is compact.  It is also equivalent to the statement that any vector space over a field has a basis over that field.  Cohen and G?del showed that neither accepting it nor rejecting it leads to a contradiction.   And Russell likened it to the ability to decide if a sock is left-footed or right-footed.  FTP, name this mathematical assertion that is normally stated: for any collection of nonempty sets, we can choose a member from each set in that collection.": {
    "guess": "Axiom of choice",
    "confidence": [
      [
        "A",
        -0.022320034
      ],
      [
        "xi",
        -1.9816675e-06
      ],
      [
        "om",
        -7.3458323e-06
      ],
      [
        " of",
        -3.059055e-05
      ],
      [
        " choice",
        -0.22461028
      ]
    ]
  },
  "The equilibria associated with this concept has a constant denoted Ksp, and this property can be calculated with the Ksp and an ICE table. The common- ion effect reduces the extent of this property. The formation of complexes greatly increases this property with certain metal ions, such as with silver": {
    "guess": "Solubility",
    "confidence": [
      [
        "Sol",
        -0.028779073
      ],
      [
        "ub",
        -1.9361265e-07
      ],
      [
        "ility",
        -1.640531e-05
      ]
    ]
  },
  "Equal amounts of two isomers of one of these compounds are made by a reaction in which DMAP or pyradine react with an amino acid. These compounds are the major product in the reaction of an organozinc halide and thioester under palladium catalysis. Two of these, one equipped with methyl and vynil groups, can react through two addition reactions and a dehydration to produce a third one of these that is cyclic and alpha, beta unsaturated. These compounds are thus the products in the Dakin-West reaction": {
    "guess": "Enamine",
    "confidence": [
      [
        "En",
        -1.0626789
      ],
      [
        "amine",
        -0.66566
      ]
    ]
  },
  "The equilibrium state for these devices is found by balancing the coronal discharge loss flux and triboelectric current. Pelletrons are essentially a refined versions of these devices, two of which operated in tandem can produce a potential difference of about 25 megavolts. Leakage of stored charge is": {
    "guess": "Van de Graaff generator",
    "confidence": [
      [
        "Van",
        -0.004530639
      ],
      [
        " de",
        -0.00033188972
      ],
      [
        " Gra",
        -4.1273333e-06
      ],
      [
        "aff",
        -0.00036942057
      ],
      [
        " generator",
        -0.019897018
      ]
    ]
  },
  "This equation is most often used to approximate a value found experimentally using a glass-electrode voltmeter that measures activity. The inspiration behind this equation came in 1908 when its first namesake": {
    "guess": "Henderson-Hasselbalch equation",
    "confidence": [
      [
        "H",
        -0.911168
      ],
      [
        "end",
        -0.030627208
      ],
      [
        "erson",
        -0.0005829382
      ],
      [
        "-H",
        -0.35355455
      ],
      [
        "assel",
        -4.9617593e-06
      ],
      [
        "bal",
        -3.5597102e-05
      ],
      [
        "ch",
        -3.23786e-05
      ],
      [
        " equation",
        -0.0016785101
      ]
    ]
  },
  "One equation named after Hammett can calculate an alternative to this quantity if the Henderson- Hasselbalch equation does not apply, and changes in this quantity resulting from temperature can be modeled using the Nernst equation. Ion-selective electrodes are used to measure it. Ketosis can lead to rapid drops of this quantity in the blood, in which this has a value of about 7.2. This quantity can be obtained by taking the negative base-ten logarithm of hydronium ion concentration. For 10 points, identify this chemical quantity that measures how acidic or basic a solution is and is equal to 7 for water.": {
    "guess": "pH",
    "confidence": [
      [
        "p",
        -0.6228515
      ],
      [
        "H",
        -0.00029160624
      ]
    ]
  },
  "The equation named for this scientist has been modified to account for the temperature dependence of": {
    "guess": "Arrhenius equation",
    "confidence": [
      [
        "Arr",
        -0.030481065
      ],
      [
        "hen",
        -1.9361265e-07
      ],
      [
        "ius",
        -1.1994775e-05
      ],
      [
        " equation",
        -0.001740509
      ]
    ]
  },
  "Equivalent to Tychonoff's Theorem, which states that any product of compact topological spaces is compact.  It is also equivalent to the statement that any vector space over a field has a basis over that field.  Cohen and G?del showed that neither accepting it nor rejecting it leads to a contradiction.   And Russell likened it to the ability to decide if a sock is left-footed or right-footed.  FTP,": {
    "guess": "Axiom of choice",
    "confidence": [
      [
        "A",
        -0.09779077
      ],
      [
        "xi",
        -2.6968896e-06
      ],
      [
        "om",
        -3.7697225e-06
      ],
      [
        " of",
        -5.800739e-05
      ],
      [
        " choice",
        -0.09837242
      ]
    ]
  },
  "Equivalent to Tychonoff's Theorem, which states that any product of compact topological spaces is compact.  It is also equivalent to the statement that any vector space over a field has a basis over that field.  Cohen and G?del showed that neither accepting it nor rejecting it leads to a contradiction.   And Russell likened it to the ability to decide if a sock is left-footed or right-footed.  FTP, name this mathematical assertion that is normally stated: for any collection of nonempty sets, we can": {
    "guess": "Axiom of choice",
    "confidence": [
      [
        "A",
        -0.04413371
      ],
      [
        "xi",
        -6.6306106e-06
      ],
      [
        "om",
        -1.342522e-05
      ],
      [
        " of",
        -0.0001273766
      ],
      [
        " choice",
        -0.25200173
      ]
    ]
  },
  "The equilibrium state for these devices is found by balancing the coronal discharge loss flux and triboelectric current. Pelletrons are essentially a refined versions of these devices, two of which operated in tandem can produce a potential difference of about 25 megavolts. Leakage of stored charge is sometimes prevented by insulating them with sulfur hexafluoride. Simple versions involve a belt of insulating material running over two pulleys and transferring charge to a metal spherical shell. FTP, identify this type of electrostatic machine, often used to generate electrical sparks.": {
    "guess": "Van de Graaff generator",
    "confidence": [
      [
        "Van",
        -0.015063966
      ],
      [
        " de",
        -0.0030234642
      ],
      [
        " Gra",
        -4.85903e-05
      ],
      [
        "aff",
        -0.0004707107
      ],
      [
        " generator",
        -0.011572459
      ]
    ]
  },
  "The equilibrium state for these devices is found by balancing the coronal discharge loss flux and triboelectric current. Pelletrons are essentially a refined versions of these devices, two of which operated in tandem can produce a potential difference of about 25 megavolts. Leakage of stored charge is sometimes prevented by insulating them with sulfur hexafluoride. Simple versions involve a belt of": {
    "guess": "Van de Graaff generator",
    "confidence": [
      [
        "Van",
        -0.0017859677
      ],
      [
        " de",
        -0.0006153396
      ],
      [
        " Gra",
        -1.831257e-05
      ],
      [
        "aff",
        -0.0016318555
      ],
      [
        " generator",
        -0.019824209
      ]
    ]
  },
  "Equal to the time derivative of angular momentum, it arises when forces are applied at a distance from the center of mass. In machines it can be measured with a dynamometer. Also equal to the cross product of the dipole moment and the magnetic field for a current-carrying coil, the net amount of it sums": {
    "guess": "Torque",
    "confidence": [
      [
        "Tor",
        -0.08315593
      ],
      [
        "que",
        -5.080963e-06
      ]
    ]
  },
  "One equation named after Hammett can calculate an alternative to this quantity if the Henderson- Hasselbalch equation does not apply, and changes in this quantity resulting from temperature can be modeled using the Nernst equation. Ion-selective electrodes are used to measure it. Ketosis can lead to rapid drops of this quantity in the blood, in which this has a value of about 7.2. This quantity can be obtained by taking the negative base-ten logarithm of hydronium ion concentration. For 10 points,": {
    "guess": "Acid dissociation constant",
    "confidence": [
      [
        "Ac",
        -0.2521744
      ],
      [
        "id",
        -0.67965657
      ],
      [
        " dissoci",
        -0.058248796
      ],
      [
        "ation",
        -1.5809293e-05
      ],
      [
        " constant",
        -0.00025931303
      ]
    ]
  },
  "One equation describing this phenomenon sets the sine of theta equal to the extreme path difference over the distance, and another equation employs a factor of 1.22. That equation is the Rayleigh criterion, which gives minimum resolution due to this phenomenon. Rosalind Franklin employed this phenomenon with X-rays to obtain images of DNA. Airy disks are formed by this process, of which there are Fraunhofer": {
    "guess": "Diffraction",
    "confidence": [
      [
        "Diff",
        -0.040923554
      ],
      [
        "raction",
        -1.5332478e-05
      ]
    ]
  },
  "This equation, based upon work that barely secured a doctoral degree five years earlier, was first proposed in 1889. It describes the requirements for the spontaneous starting of a reaction by relating": {
    "guess": "Van 't Hoff equation",
    "confidence": [
      [
        "Van",
        -1.6304717
      ],
      [
        " '",
        -0.2089696
      ],
      [
        "t",
        -5.3000836e-05
      ],
      [
        " Hoff",
        -2.9352968e-06
      ],
      [
        " equation",
        -0.07953009
      ]
    ]
  },
  "The equilibrium state for these devices is found by balancing the coronal discharge loss flux and triboelectric current. Pelletrons are essentially a refined versions of these devices, two of which operated": {
    "guess": "Van de Graaff generator",
    "confidence": [
      [
        "Van",
        -0.0063972617
      ],
      [
        " de",
        -0.00020044109
      ],
      [
        " Gra",
        -1.1994775e-05
      ],
      [
        "aff",
        -0.002016548
      ],
      [
        " generator",
        -0.015956944
      ]
    ]
  },
  "This equation behind this physical law was amended by Newton to take the form 4 pi squared a cubed over T squared equals G times the quantity m plus m sub p. First published in the work \"Harmonices mundi\" in 1619, like its two partners it was derived from data found in its namesake's \"Rudolphine Tables\". Stating that the square of a planet's period is proportional to the cube of its mean distance from the sun, FTP, what is this famous law of planetary motion?": {
    "guess": "Kepler's laws of planetary motion",
    "confidence": [
      [
        "Ke",
        -0.3184323
      ],
      [
        "pler",
        -0.0008732285
      ],
      [
        "'s",
        -0.0015793748
      ],
      [
        " laws",
        -0.009710882
      ],
      [
        " of",
        -0.0014133313
      ],
      [
        " planetary",
        -4.894791e-05
      ],
      [
        " motion",
        -1.7478143e-05
      ]
    ]
  },
  "Equivalent to Tychonoff's Theorem, which states that any product of compact topological spaces is compact.  It is also equivalent to the statement that any vector space over a field has a basis over that": {
    "guess": "Axiom of choice",
    "confidence": [
      [
        "A",
        -0.04890266
      ],
      [
        "xi",
        -1.147242e-06
      ],
      [
        "om",
        -6.511407e-06
      ],
      [
        " of",
        -1.3186812e-05
      ],
      [
        " choice",
        -0.061010256
      ]
    ]
  },
  "One equation that models the behavior of these molecules divides the product of Vmax (\"V sub max\") and S by the sum of Km (\"K sub M\") and S, and that equation is part of the Michaelis-Menten kinetics describing these molecules. Their activity can be controlled via allosteric regulation and by (*) competitive and noncompetitive inhibitors. The induced-fit model is a more accurate variant of the \"lock": {
    "guess": "Enzyme kinetics",
    "confidence": [
      [
        "En",
        -0.6510012
      ],
      [
        "zym",
        -2.577686e-06
      ],
      [
        "e",
        -4.3583746e-05
      ],
      [
        " kinetics",
        -0.3737952
      ]
    ]
  },
  "Equipment built for this operation included the LWS Amphibious Tractor and a portable bridge called the \"sea snake\". The goal of this operation was to advance to the 52nd parallel, because it was believed": {
    "guess": "Operation Gauntlet",
    "confidence": [
      [
        "Operation",
        -0.1654151
      ],
      [
        " Ga",
        -1.2190547
      ],
      [
        "untlet",
        -0.00021772196
      ]
    ]
  },
  "One equation named after Hammett can calculate an alternative to this quantity if the Henderson- Hasselbalch equation does not apply, and changes in this quantity resulting from temperature can be modeled": {
    "guess": "Acidity",
    "confidence": [
      [
        "Ac",
        -0.6199039
      ],
      [
        "idity",
        -0.1482396
      ]
    ]
  },
  "In an equation derived by O'Brien and Hunter, the dimensionless form of this quantity is multiplied by three-halves. This quantity times pressure difference times the square of the capillary radius, divided by the viscosity and capillary length, is directly proportional to the streaming current of a capillary. This property can be measured by observing the electric sonic amplitude caused by an oscillating electric field. This is the main quantity that opposes the erythrocyte sedimentation rate in the sedimentation test. This quantity is often confused with a similar one named for Oscar (*) Stern,": {
    "guess": "Zeta potential",
    "confidence": [
      [
        "Z",
        -0.08697945
      ],
      [
        "eta",
        -0.0002939903
      ],
      [
        " potential",
        -0.009650783
      ]
    ]
  },
  "This equation is most often used to approximate a value found experimentally using a glass-electrode voltmeter that measures activity. The inspiration behind this equation came in 1908 when its first namesake wrote an equation for the behavior in aqueous solution of carbon dioxide. When carbon dioxide dissolves in water, it produces a compound H2CO3 which is of the class of compounds described by this equation. Rearranging that equation after taking the opposite of the base-10 logarithm of both sides produces this formula. Models for the class of compounds described by this equation include ones by Arrhenius, Lewis, and Brønsted and Lowry. FTP, name this doubly- eponymous logarithmic equation that adds the pKa to the relative concentrations of conjugate base and acid of a buffer solution to yield the pH.": {
    "guess": "Henderson-Hasselbalch equation",
    "confidence": [
      [
        "H",
        -0.0017840605
      ],
      [
        "end",
        -0.00023083435
      ],
      [
        "erson",
        -8.244414e-05
      ],
      [
        "-H",
        -0.25464937
      ],
      [
        "assel",
        -2.9636918e-05
      ],
      [
        "bal",
        -0.00019436171
      ],
      [
        "ch",
        -4.0842064e-05
      ],
      [
        " equation",
        -0.008487276
      ]
    ]
  },
  "Equipment built for this operation included the LWS Amphibious Tractor and a portable bridge called the": {
    "guess": "Operation Overlord",
    "confidence": [
      [
        "Operation",
        -0.20778444
      ],
      [
        " Over",
        -0.5599922
      ],
      [
        "lord",
        -4.632543e-05
      ]
    ]
  },
  "This equation, used in the theory of heterogeneous catalysis, is named for the winner of the 1932 Nobel": {
    "guess": "Arrhenius equation",
    "confidence": [
      [
        "Arr",
        -0.36724317
      ],
      [
        "hen",
        -2.3392786e-06
      ],
      [
        "ius",
        -4.365741e-06
      ],
      [
        " equation",
        -0.0044511277
      ]
    ]
  },
  "One equation central to this discipline is an integral equation that relates a BRDF to the total spectral radiance and was proposed by James Kajiya. The marching cubes algorithm, which outputs a mesh, was proposed at a conference for this discipline. While teaching at the University of Utah, Martin Newall created a teapot that has become the standard reference object for this discipline. Though it is not signal processing, this discipline seeks to create efficient spatial (*) anti-aliasing algorithms to reduce artifacts called \"jaggies.\" Algorithms of interest in this discipline may convert vector files into raster files, or perform the task of ray tracing. For 10 points, name this subfield of": {
    "guess": "Computer graphics",
    "confidence": [
      [
        "Computer",
        -0.0027199914
      ],
      [
        " graphics",
        -0.5164015
      ]
    ]
  },
  "An equation that labels some components of this process as \"light key\" or \"heavy key\" can be used to find the number of theoretical plates or equilibrium trays used in this process. A setup for this process can include a Claisen adapter if an additional outlet or access hole is necessary. A substance travels a relatively short path between rotating bulbs in a kugelrohr, which is used for the \"vacuum\" type of this process. When the components' boiling points are less than 25 degrees Celsius apart,": {
    "guess": "Distillation",
    "confidence": [
      [
        "Dist",
        -0.004531112
      ],
      [
        "illation",
        -2.3392786e-06
      ]
    ]
  },
  "In an equation derived by O'Brien and Hunter, the dimensionless form of this quantity is multiplied by": {
    "guess": "Activity",
    "confidence": [
      [
        "Activity",
        -2.3332355
      ]
    ]
  },
  "One equation named for this man uses the Stosszahl Ansatz for the collision term and can be used to describe the thermalization of the CMB due to Compton scattering; that equation is also known as the": {
    "guess": "Radiative transfer equation",
    "confidence": [
      [
        "Radi",
        -0.55203307
      ],
      [
        "ative",
        -0.0003618025
      ],
      [
        " transfer",
        -0.11443052
      ],
      [
        " equation",
        -0.0033919485
      ]
    ]
  },
  "Equipment built for this operation included the LWS Amphibious Tractor and a portable bridge called the \"sea snake\". The goal of this operation was to advance to the 52nd parallel, because it was believed that the target country would surrender if that point were reached. The so-called \"Black Book\" listed over 2,000 people who would be (*) arrested by Franz Six after the successful completion of this operation. In response to the threat of this operation, one leader made the \"we shall fight them on the beaches\" speech. This operation was cancelled in favor of Operation Barbarossa after the Battle of Britain. For ten points, name this planned Nazi invasion of Britain.": {
    "guess": "Operation Sea Lion",
    "confidence": [
      [
        "Operation",
        -0.0013015458
      ],
      [
        " Sea",
        -0.05596353
      ],
      [
        " Lion",
        -1.5570886e-05
      ]
    ]
  },
  "One equation named for this man uses the Stosszahl Ansatz for the collision term and can be used to describe the thermalization of the CMB due to Compton scattering; that equation is also known as the radiative transport equation. The BGK collision operator is used with a lattice model named for this man to solve the incompressible Navier-Stokes equations. This man co-names a (*) distribution function for energy between identical but distinguishable particles along with the namesake of four equations characterizing the electromagnetic force, Maxwell, and also co-names a radiation law with T to the fourth dependence. For 10 points, identify this man who names a law governing blackbody radiation": {
    "guess": "Ludwig Boltzmann",
    "confidence": [
      [
        "L",
        -0.2485603
      ],
      [
        "ud",
        -6.869018e-06
      ],
      [
        "wig",
        -9.729906e-06
      ],
      [
        " Bolt",
        -5.407367e-05
      ],
      [
        "z",
        -4.3583746e-05
      ],
      [
        "mann",
        -1.0802739e-05
      ]
    ]
  },
  "This equation is most often used to approximate a value found experimentally using a glass-electrode": {
    "guess": "Nernst equation",
    "confidence": [
      [
        "N",
        -0.10586995
      ],
      [
        "ern",
        -0.0026091905
      ],
      [
        "st",
        -2.220075e-06
      ],
      [
        " equation",
        -0.015308989
      ]
    ]
  },
  "One equation describing this phenomenon sets the sine of theta equal to the extreme path difference over the distance, and another equation employs a factor of 1.22. That equation is the Rayleigh criterion, which gives minimum resolution due to this phenomenon. Rosalind Franklin employed this phenomenon with X-rays to obtain images of DNA. Airy disks are formed by this process, of which there are Fraunhofer and Fresnel types, and it is described using Bragg's law. It is explained using a principle that treats every point on a wavefront as a wave source, which is named for Huygens. For 10 points,": {
    "guess": "Diffraction",
    "confidence": [
      [
        "Diff",
        -0.014561261
      ],
      [
        "raction",
        -3.650519e-06
      ]
    ]
  },
  "This equation is most often used to approximate a value found experimentally using a glass-electrode voltmeter that measures activity. The inspiration behind this equation came in 1908 when its first namesake wrote an equation for the behavior in aqueous solution of carbon dioxide. When carbon dioxide dissolves in water, it produces a compound H2CO3 which is of the class of compounds described by this equation. Rearranging that equation after taking the opposite of the base-10 logarithm of both sides produces this formula. Models for the class of compounds described by this equation include ones by Arrhenius, Lewis, and Brønsted and Lowry. FTP, name this doubly- eponymous logarithmic equation that adds the pKa to the relative concentrations of conjugate base and acid of a buffer solution to": {
    "guess": "Henderson-Hasselbalch equation",
    "confidence": [
      [
        "H",
        -0.002339493
      ],
      [
        "end",
        -0.00018041854
      ],
      [
        "erson",
        -7.147741e-05
      ],
      [
        "-H",
        -0.27821365
      ],
      [
        "assel",
        -1.247159e-05
      ],
      [
        "bal",
        -2.4749568e-05
      ],
      [
        "ch",
        -1.9146995e-05
      ],
      [
        " equation",
        -0.0030617304
      ]
    ]
  },
  "One equation named for this man uses the Stosszahl Ansatz for the collision term and can be used to describe the thermalization of the CMB due to Compton scattering; that equation is also known as the radiative transport equation. The BGK collision operator is used with a lattice model named for this man to solve the incompressible Navier-Stokes equations. This man co-names a (*) distribution function for energy between identical but distinguishable particles along with the namesake of four equations characterizing the electromagnetic force, Maxwell, and also co-names a radiation law with T to": {
    "guess": "Stefan-Boltzmann law",
    "confidence": [
      [
        "St",
        -0.49944827
      ],
      [
        "ef",
        -0.00060152664
      ],
      [
        "an",
        -1.4378848e-05
      ],
      [
        "-B",
        -0.0679366
      ],
      [
        "olt",
        -9.639097e-05
      ],
      [
        "z",
        -0.00013262156
      ],
      [
        "mann",
        -1.831257e-05
      ],
      [
        " law",
        -0.26924944
      ]
    ]
  },
  "This equation was initially conceived as a chemical alternative to the law of mass action, but S.P.L. Sorenson's experiments on ionic interactions among amino acids led him to conclude that the concentration of hydrogen ions at any particular time could be mathematically derived. This led one of this equation's formulators to conclude that the negative logarithm of the acid dissociation constant, when added to the ratio of dissociated acid to the non- dissociated acid, would yield the pH. For 10 points, name this doubly- eponymous equation in which the pKa is used to find the isoelectric point of a chemical solution.": {
    "guess": "Henderson-Hasselbalch equation",
    "confidence": [
      [
        "H",
        -0.01263961
      ],
      [
        "end",
        -0.00020616286
      ],
      [
        "erson",
        -3.1281633e-07
      ],
      [
        "-H",
        -0.22613008
      ],
      [
        "assel",
        -3.4121115e-06
      ],
      [
        "bal",
        -0.13880366
      ],
      [
        "ch",
        -1.50940705e-05
      ],
      [
        " equation",
        -0.0024894532
      ]
    ]
  },
  "One equation describing this phenomenon sets the sine of theta equal to the extreme path difference over the distance, and another equation employs a factor of 1.22. That equation is the Rayleigh criterion,": {
    "guess": "Rayleigh criterion",
    "confidence": [
      [
        "Ray",
        -0.15123194
      ],
      [
        "leigh",
        -0.0008659644
      ],
      [
        " criterion",
        -0.004364848
      ]
    ]
  },
  "An equivalent statement of this theorem is that \"G of 2 equals 4,\" where g is the function defined in Waring's problem. First explicitly stated by Claude Gaspard de Bachet in 1621, Fermat claimed to have proven it but died before disclosing it, and Euler came close with his identities of quaternionic integers. Identify this theorem which states that every positive integer is expressible as the sum of four squares, which, FTP, was finally proven by its namesake French mathematician?": {
    "guess": "Fermat's Last Theorem",
    "confidence": [
      [
        "F",
        -0.34820393
      ],
      [
        "erm",
        -0.00010783452
      ],
      [
        "at",
        -0.00010807293
      ],
      [
        "'s",
        -0.0018115562
      ],
      [
        " Last",
        -0.44273394
      ],
      [
        " The",
        -0.30097157
      ],
      [
        "orem",
        -9.0073176e-05
      ]
    ]
  },
  "One equation for this quantity demonstrates that it is proportional to the logarithm of the internal energy density and provides a valid approximation of this quantity for monatomic ideal gases. In addition": {
    "guess": "Entropy",
    "confidence": [
      [
        "Entropy",
        -0.024904883
      ]
    ]
  },
  "One equation named for this man uses the Stosszahl Ansatz for the collision term and can be used to describe the thermalization of the CMB due to Compton scattering; that equation is also known as the radiative transport equation. The BGK collision operator is used with a lattice model named for this man to solve the incompressible Navier-Stokes equations. This man co-names a (*) distribution function": {
    "guess": "Maxwell-Boltzmann distribution",
    "confidence": [
      [
        "Max",
        -0.4688751
      ],
      [
        "well",
        -1.3544423e-05
      ],
      [
        "-B",
        -0.0014296402
      ],
      [
        "olt",
        -5.5577775e-06
      ],
      [
        "z",
        -9.138441e-05
      ],
      [
        "mann",
        -9.610702e-06
      ],
      [
        " distribution",
        -0.123239495
      ]
    ]
  },
  "An equation for the loading of beams in physics is named for Daniel Bernoulli and this man. This man's contributions to graph theory included determining an equation to relate the number of edges, faces and vertices of a convex polyhedron, and he determined that no solution existed for the Seven Bridges": {
    "guess": "Leonhard Euler",
    "confidence": [
      [
        "Leon",
        -0.07390945
      ],
      [
        "hard",
        -0.012297602
      ],
      [
        " Euler",
        -0.0003924232
      ]
    ]
  },
  "One equation central to this discipline is an integral equation that relates a BRDF to the total spectral radiance and was proposed by James Kajiya. The marching cubes algorithm, which outputs a mesh, was proposed at a conference for this discipline. While teaching at the University of Utah, Martin Newall created a teapot that has become the standard reference object for this discipline. Though it is not signal processing, this discipline seeks to create efficient spatial (*) anti-aliasing algorithms to reduce artifacts called \"jaggies.\" Algorithms of interest in this discipline may convert vector": {
    "guess": "Computer Graphics",
    "confidence": [
      [
        "Computer",
        -0.0035024304
      ],
      [
        " Graphics",
        -0.55505663
      ]
    ]
  },
  "Equivalent to the \"divisions\" used in plant classification, and derived from the Greek word for race, familiar ones include Cnidaria [nee-DAY-ree-uh], Pla-ty-hel-min-thes, and E-chi-no-der-ma-ta. For 10 points, name this taxonomic level, which falls between kingdom and class in the Linnaean system.": {
    "guess": "Phylum",
    "confidence": [
      [
        "Ph",
        -0.0009824355
      ],
      [
        "ylum",
        -7.147741e-05
      ]
    ]
  },
  "One equation central to this discipline is an integral equation that relates a BRDF to the total spectral radiance and was proposed by James Kajiya. The marching cubes algorithm, which outputs a mesh, was proposed at a conference for this discipline. While teaching at the University of Utah, Martin Newall": {
    "guess": "Computer Graphics",
    "confidence": [
      [
        "Computer",
        -0.005210752
      ],
      [
        " Graphics",
        -0.43703246
      ]
    ]
  },
  "His only equestrian work, General Lynch, was destroyed by a Chilean revolution, his monument to Balzac was refused, and his most famous work was vandalized with a chopper. Gaining fame with his work on the Stock Exchange in Brussels, his visit to It  aly in 1875 preceded his first freestanding figure,": {
    "guess": "Auguste Rodin",
    "confidence": [
      [
        "August",
        -0.12749442
      ],
      [
        "e",
        -0.0013857128
      ],
      [
        " Rod",
        -0.002787646
      ],
      [
        "in",
        -0.00011617878
      ]
    ]
  },
  "An equation that labels some components of this process as \"light key\" or \"heavy key\" can be used to find the number of theoretical plates or equilibrium trays used in this process. A setup for this process can include a Claisen adapter if an additional outlet or access hole is necessary. A substance travels a relatively short path between rotating bulbs in a kugelrohr, which is used for the \"vacuum\" type of this process. When the components' boiling points are less than 25 degrees Celsius apart, one should use the \"fractional\" type of this process. For 10 points, name this process which is used": {
    "guess": "Distillation",
    "confidence": [
      [
        "Dist",
        -0.046935488
      ],
      [
        "illation",
        -1.7597347e-05
      ]
    ]
  },
  "An equivalent statement of this theorem is that \"G of 2 equals 4,\" where g is the function defined in Waring's problem. First explicitly stated by Claude Gaspard de Bachet in 1621, Fermat claimed to have proven it but died before disclosing it, and Euler came close with his identities of quaternionic integers. Identify this theorem which states that every positive integer is expressible as the sum": {
    "guess": "Fermat's Last Theorem",
    "confidence": [
      [
        "F",
        -0.11603231
      ],
      [
        "erm",
        -3.7385154e-05
      ],
      [
        "at",
        -9.6629374e-05
      ],
      [
        "'s",
        -0.0011478371
      ],
      [
        " Last",
        -0.004741853
      ],
      [
        " The",
        -0.2668
      ],
      [
        "orem",
        -9.996708e-05
      ]
    ]
  },
  "The equilibrium state for these devices is found by balancing the coronal discharge loss flux and triboelectric": {
    "guess": "Plasma (physics)",
    "confidence": [
      [
        "Pl",
        -0.26545292
      ],
      [
        "asma",
        -4.5252596e-05
      ],
      [
        " (",
        -0.0005545824
      ],
      [
        "physics",
        -3.655073e-05
      ],
      [
        ")",
        -1.9361265e-07
      ]
    ]
  },
  "This equation is equivalent to the statement that the 4-divergence of the d'Alembertian of the four-potential is zero. It follows from invariance with respect to general gauge transformations, according to Noether's theorem. It can be obtained by substituting Gauss's Law into the divergence of Ampere's Law with the displacement current term included. This results in a continuity equation setting the partial time derivative of the densisty of the involved quantity plus the divergence of the current density to zero. Kirch-hoff's current rule is a restatement of, FTP, what conservation law important": {
    "guess": "Maxwell's equations",
    "confidence": [
      [
        "Max",
        -0.8544412
      ],
      [
        "well",
        -6.3609965e-05
      ],
      [
        "'s",
        -0.00080510264
      ],
      [
        " equations",
        -0.012889717
      ]
    ]
  },
  "One equation for this quantity demonstrates that it is proportional to the logarithm of the internal energy density and provides a valid approximation of this quantity for monatomic ideal gases. In addition to being calculated by the Sackur-Tetrode equation, this quantity is equal to the negative partial derivative of Gibbs free energy with respect to temperature. This quantity is also given by Boltzmann's": {
    "guess": "Entropy",
    "confidence": [
      [
        "Entropy",
        -0.0049650013
      ]
    ]
  },
  "Equivalent to Tychonoff's Theorem, which states that any product of compact topological spaces is compact.  It is also equivalent to the statement that any vector space over a field has a basis over that field.  Cohen and G?del showed that neither accepting it nor rejecting it leads to a contradiction.": {
    "guess": "Axiom of choice",
    "confidence": [
      [
        "A",
        -0.03262729
      ],
      [
        "xi",
        -1.7432603e-06
      ],
      [
        "om",
        -1.504853e-06
      ],
      [
        " of",
        -5.8722613e-05
      ],
      [
        " choice",
        -0.092180334
      ]
    ]
  },
  "This equation is most often used to approximate a value found experimentally using a glass-electrode voltmeter that measures activity. The inspiration behind this equation came in 1908 when its first namesake wrote an equation for the behavior in aqueous solution of carbon dioxide. When carbon dioxide dissolves in water, it produces a compound H2CO3 which is of the class of compounds described by this": {
    "guess": "Henderson-Hasselbalch equation",
    "confidence": [
      [
        "H",
        -0.42698303
      ],
      [
        "end",
        -0.00067074
      ],
      [
        "erson",
        -0.00016337242
      ],
      [
        "-H",
        -0.41224477
      ],
      [
        "assel",
        -2.577686e-06
      ],
      [
        "bal",
        -1.0325924e-05
      ],
      [
        "ch",
        -2.355753e-05
      ],
      [
        " equation",
        -0.0021844034
      ]
    ]
  },
  "One of his equations shows that there is no electric field in any neutrally grounded area, which is why it's safer to be in your car than outside during a lightning strike. His equations also state that no monopoles exist in nature, and that most magnetic charges are dipoles. He lends his name to the surface used in finding electric fields, and he also found the formula for summing a long list of numbers at the age of 8. For 10 points, name this German scientist who contributed two of the Maxwell": {
    "guess": "Maxwell's equations",
    "confidence": [
      [
        "Max",
        -0.5345856
      ],
      [
        "well",
        -9.4245304e-05
      ],
      [
        "'s",
        -0.0003236647
      ],
      [
        " equations",
        -0.00856918
      ]
    ]
  },
  "The equilibria associated with this concept has a constant denoted Ksp, and this property can be calculated with the Ksp and an ICE table. The common- ion effect reduces the extent of this property. The": {
    "guess": "Solubility Product Expression",
    "confidence": [
      [
        "Sol",
        -0.004594011
      ],
      [
        "ub",
        -4.3202e-07
      ],
      [
        "ility",
        -4.4849444e-06
      ],
      [
        " Product",
        -0.41044593
      ],
      [
        " Expression",
        -1.572608
      ]
    ]
  },
  "This equation, based upon work that barely secured a doctoral degree five years earlier, was first proposed in 1889. It describes the requirements for the spontaneous starting of a reaction by relating the natural logarithm of the reaction rate constant to the ratio of the activation energy and thermal energy. FTP, name this equation central to studies of combustion, first proposed its namesake Swedish chemist?": {
    "guess": "Arrhenius equation",
    "confidence": [
      [
        "Arr",
        -0.012669391
      ],
      [
        "hen",
        -3.2929079e-06
      ],
      [
        "ius",
        -2.0219828e-05
      ],
      [
        " equation",
        -0.00813461
      ]
    ]
  },
  "This equation is most often used to approximate a value found experimentally using a glass-electrode voltmeter that measures activity. The inspiration behind this equation came in 1908 when its first namesake wrote an equation for the behavior in aqueous solution of carbon dioxide. When carbon dioxide dissolves in water, it produces a compound H2CO3 which is of the class of compounds described by this equation. Rearranging that equation after taking the opposite of the base-10 logarithm of both sides produces this formula. Models for the class of compounds described by this equation include ones by Arrhenius, Lewis, and Brønsted and Lowry. FTP, name this doubly- eponymous logarithmic equation": {
    "guess": "Henderson-Hasselbalch equation",
    "confidence": [
      [
        "H",
        -0.029679092
      ],
      [
        "end",
        -0.00043865587
      ],
      [
        "erson",
        -0.00027432904
      ],
      [
        "-H",
        -0.54015756
      ],
      [
        "assel",
        -2.3438328e-05
      ],
      [
        "bal",
        -0.0006357124
      ],
      [
        "ch",
        -6.420598e-05
      ],
      [
        " equation",
        -0.007771063
      ]
    ]
  },
  "In an equation derived by O'Brien and Hunter, the dimensionless form of this quantity is multiplied by three-halves. This quantity times pressure difference times the square of the capillary radius, divided by the viscosity and capillary length, is directly proportional to the streaming current of a capillary. This property can be measured by observing the electric sonic amplitude caused by an oscillating electric field. This is the main quantity that opposes the erythrocyte sedimentation rate in the sedimentation test. This quantity is often confused with a similar one named for Oscar (*) Stern, which is measured at the Stern layer. Microelectrophoresis and electrophoretic light scattering are used in a form of titration in which this property serves as the indicator. This quantity is measured at the slipping plane of the interfacial double layer. Rapid coagulation or flocculation takes place when this quantity is between 0 to 5 mV. For 10 points, name this electrical indicator of colloid": {
    "guess": "Zeta potential",
    "confidence": [
      [
        "Z",
        -0.013661169
      ],
      [
        "eta",
        -7.851042e-05
      ],
      [
        " potential",
        -0.009176989
      ]
    ]
  },
  "The equilibria associated with this concept has a constant denoted Ksp, and this property can be calculated with the Ksp and an ICE table. The common- ion effect reduces the extent of this property. The formation of complexes greatly increases this property with certain metal ions, such as with silver ions in the presence of ammonia. Precipitation occurs when the maximum value of this has been reached.": {
    "guess": "Solubility Product",
    "confidence": [
      [
        "Sol",
        -0.006324894
      ],
      [
        "ub",
        -1.147242e-06
      ],
      [
        "ility",
        -2.9352968e-06
      ],
      [
        " Product",
        -0.9878428
      ]
    ]
  },
  "One equation central to this discipline is an integral equation that relates a BRDF to the total spectral radiance and was proposed by James Kajiya. The marching cubes algorithm, which outputs a mesh, was proposed at a conference for this discipline. While teaching at the University of Utah, Martin Newall created a teapot that has become the standard reference object for this discipline. Though it is not signal processing, this discipline seeks to create efficient spatial (*) anti-aliasing algorithms to reduce artifacts called \"jaggies.\" Algorithms of interest in this discipline may convert vector files into raster files, or perform the task of ray tracing. For 10 points, name this subfield of computer science which focuses on synthesizing images.": {
    "guess": "Computer Graphics",
    "confidence": [
      [
        "Computer",
        -0.0021932062
      ],
      [
        " Graphics",
        -0.65189517
      ]
    ]
  },
  "This equation is most often used to approximate a value found experimentally using a glass-electrode voltmeter that measures activity. The inspiration behind this equation came in 1908 when its first namesake wrote an equation for the behavior in aqueous solution of carbon dioxide. When carbon dioxide dissolves in water, it produces a compound H2CO3 which is of the class of compounds described by this equation. Rearranging that equation after taking the opposite of the base-10 logarithm of both sides": {
    "guess": "Henderson–Hasselbalch equation",
    "confidence": [
      [
        "H",
        -0.043507554
      ],
      [
        "end",
        -0.00066966715
      ],
      [
        "erson",
        -0.00019436171
      ],
      [
        "–",
        -0.44244832
      ],
      [
        "H",
        -4.3202e-07
      ],
      [
        "assel",
        -6.704273e-07
      ],
      [
        "bal",
        -6.1537958e-06
      ],
      [
        "ch",
        -1.0445127e-05
      ],
      [
        " equation",
        -0.00010580806
      ]
    ]
  },
  "An equation that labels some components of this process as \"light key\" or \"heavy key\" can be used to find the number of theoretical plates or equilibrium trays used in this process. A setup for this process can include a Claisen adapter if an additional outlet or access hole is necessary. A substance travels a relatively short path between rotating bulbs in a kugelrohr, which is used for the \"vacuum\" type of this process. When the components' boiling points are less than 25 degrees Celsius apart, one should use the \"fractional\" type of this process. For 10 points, name this process which is used to separate mixtures based on the differential volatilities of their components.": {
    "guess": "Distillation",
    "confidence": [
      [
        "Dist",
        -0.0697727
      ],
      [
        "illation",
        -5.4385737e-06
      ]
    ]
  },
  "Equal amounts of two isomers of one of these compounds are made by a reaction in which DMAP or pyradine react with an amino acid. These compounds are the major product in the reaction of an organozinc halide and thioester under palladium catalysis. Two of these, one equipped with methyl and vynil groups, can react through two addition reactions and a dehydration to produce a third one of these that is cyclic and alpha, beta unsaturated. These compounds are thus the products in the Dakin-West reaction and (*) Fukuyama coupling, and both reactants and products in the Robinson annulation. For 10 points, name this functional group consisting of two carbon atoms bonded a carbon-double-bond-oxygen": {
    "guess": "Enone",
    "confidence": [
      [
        "En",
        -0.47869775
      ],
      [
        "one",
        -0.08434687
      ]
    ]
  },
  "An equation for the loading of beams in physics is named for Daniel Bernoulli and this man. This man's contributions to graph theory included determining an equation to relate the number of edges, faces and vertices of a convex polyhedron, and he determined that no solution existed for the Seven Bridges of Königsberg problem. For 10 points, name this Swiss mathematician, who lent his name to the base": {
    "guess": "Leonhard Euler",
    "confidence": [
      [
        "Leon",
        -0.07667798
      ],
      [
        "hard",
        -0.010968826
      ],
      [
        " Euler",
        -0.0013617822
      ]
    ]
  },
  "The equation that balances a pressure difference against this force times twice the mean curvature is given by Young and Laplace. Mass transport due to differentials in this force is named for Marangoni. Molecules with nonpolar and polar ends, which often may be used as (*) detergents or emulsifiers, act to decrease it; they are called surfactants. This force, which causes capillary action, arises in its namesake location because cohesive forces are exerted from only one direction, unlike in the bulk fluid. For 10 points, name this force present at the surface of a liquid.": {
    "guess": "Surface tension",
    "confidence": [
      [
        "Surface",
        -0.015516665
      ],
      [
        " tension",
        -0.00041887542
      ]
    ]
  },
  "In an equation derived by O'Brien and Hunter, the dimensionless form of this quantity is multiplied by three-halves. This quantity times pressure difference times the square of the capillary radius, divided by the viscosity and capillary length, is directly proportional to the streaming current of a": {
    "guess": "Zeta potential",
    "confidence": [
      [
        "Z",
        -0.91243774
      ],
      [
        "eta",
        -0.000105331244
      ],
      [
        " potential",
        -0.007475887
      ]
    ]
  },
  "His only equestrian work, General Lynch, was destroyed by a Chilean revolution, his monument to Balzac": {
    "guess": "Monument to Balzac",
    "confidence": [
      [
        "Mon",
        -0.97622293
      ],
      [
        "ument",
        -0.0016583977
      ],
      [
        " to",
        -0.049663745
      ],
      [
        " Bal",
        -0.24159421
      ],
      [
        "zac",
        -8.852353e-05
      ]
    ]
  },
  "One of his equations shows that there is no electric field in any neutrally grounded area, which is why": {
    "guess": "Carl Friedrich Gauss",
    "confidence": [
      [
        "Carl",
        -0.7914271
      ],
      [
        " Friedrich",
        -0.00037740718
      ],
      [
        " Gauss",
        -6.289474e-05
      ]
    ]
  },
  "This equation behind this physical law was amended by Newton to take the form 4 pi squared a cubed over T squared equals G times the quantity m plus m sub p. First published in the work \"Harmonices mundi\" in 1619, like its two partners it was derived from data found in its namesake's \"Rudolphine Tables\".": {
    "guess": "Kepler's laws of planetary motion",
    "confidence": [
      [
        "Ke",
        -0.2943295
      ],
      [
        "pler",
        -0.00027742467
      ],
      [
        "'s",
        -0.005518804
      ],
      [
        " laws",
        -0.07993373
      ],
      [
        " of",
        -0.0027883612
      ],
      [
        " planetary",
        -4.7517467e-05
      ],
      [
        " motion",
        -6.6306106e-06
      ]
    ]
  },
  "Equipment built for this operation included the LWS Amphibious Tractor and a portable bridge called the \"sea snake\". The goal of this operation was to advance to the 52nd parallel, because it was believed that the target country would surrender if that point were reached. The so-called \"Black Book\" listed over 2,000 people who would be (*) arrested by Franz Six after the successful completion of this operation. In response to the threat of this operation, one leader made the \"we shall fight them": {
    "guess": "Operation Sea Lion",
    "confidence": [
      [
        "Operation",
        -0.07831015
      ],
      [
        " Sea",
        -0.524917
      ],
      [
        " Lion",
        -0.0012738043
      ]
    ]
  },
  "One equation for this quantity demonstrates that it is proportional to the logarithm of the internal": {
    "guess": "Entropy",
    "confidence": [
      [
        "Entropy",
        -0.021730904
      ]
    ]
  },
  "This equation is equivalent to the statement that the 4-divergence of the d'Alembertian of the four-potential is zero. It follows from invariance with respect to general gauge transformations, according": {
    "guess": "Lorentz gauge",
    "confidence": [
      [
        "L",
        -0.8165224
      ],
      [
        "orent",
        -0.16570301
      ],
      [
        "z",
        -8.537869e-06
      ],
      [
        " gauge",
        -0.0055455975
      ]
    ]
  },
  "The equation that balances a pressure difference against this force times twice the mean curvature is given by Young and Laplace. Mass transport due to differentials in this force is named for Marangoni. Molecules with nonpolar and polar ends, which often may be used as (*) detergents or emulsifiers, act to decrease it; they are called surfactants. This force, which causes capillary action, arises in its namesake location because cohesive forces are exerted from only one direction, unlike in the": {
    "guess": "Surface tension",
    "confidence": [
      [
        "Surface",
        -0.08666228
      ],
      [
        " tension",
        -0.0044669122
      ]
    ]
  },
  "One equation named for this man uses the Stosszahl Ansatz for the collision term and can be used to describe the thermalization of the CMB due to Compton scattering; that equation is also known as the radiative transport equation. The BGK collision operator is used with a lattice model named for this man to solve the incompressible Navier-Stokes equations. This man co-names a (*) distribution function for energy between identical but distinguishable particles along with the namesake of four equations characterizing the electromagnetic force, Maxwell, and also co-names a radiation law with T to the fourth dependence. For 10 points, identify this man who names a law governing blackbody radiation with Stefan.": {
    "guess": "Ludwig Boltzmann",
    "confidence": [
      [
        "L",
        -0.03876984
      ],
      [
        "ud",
        -0.00031627773
      ],
      [
        "wig",
        -9.014684e-06
      ],
      [
        " Bolt",
        -0.00019591136
      ],
      [
        "z",
        -5.276243e-05
      ],
      [
        "mann",
        -1.0564331e-05
      ]
    ]
  },
  "This equation was initially conceived as a chemical alternative to the law of mass action, but S.P.L. Sorenson's experiments on ionic interactions among amino acids led him to conclude that the concentration": {
    "guess": "Henderson-Hasselbalch equation",
    "confidence": [
      [
        "H",
        -0.92441535
      ],
      [
        "end",
        -0.009280811
      ],
      [
        "erson",
        -0.00023333763
      ],
      [
        "-H",
        -0.24721472
      ],
      [
        "assel",
        -2.9352968e-06
      ],
      [
        "bal",
        -2.451116e-05
      ],
      [
        "ch",
        -4.9617593e-06
      ],
      [
        " equation",
        -0.00021283828
      ]
    ]
  },
  "Equal amounts of two isomers of one of these compounds are made by a reaction in which DMAP or pyradine react with an amino acid. These compounds are the major product in the reaction of an organozinc halide and thioester under palladium catalysis. Two of these, one equipped with methyl and vynil groups, can react through two addition reactions and a dehydration to produce a third one of these that is cyclic and alpha, beta unsaturated. These compounds are thus the products in the Dakin-West reaction and (*) Fukuyama coupling, and both reactants and products in the Robinson annulation. For 10 points, name this functional group consisting of two carbon atoms bonded a carbon-double-bond-oxygen group.": {
    "guess": "Enone",
    "confidence": [
      [
        "En",
        -0.49040678
      ],
      [
        "one",
        -0.084886886
      ]
    ]
  },
  "One of his equations shows that there is no electric field in any neutrally grounded area, which is why it's safer to be in your car than outside during a lightning strike. His equations also state that": {
    "guess": "Maxwell's equations",
    "confidence": [
      [
        "Max",
        -0.70928705
      ],
      [
        "well",
        -2.2842309e-05
      ],
      [
        "'s",
        -0.0017349174
      ],
      [
        " equations",
        -0.023725815
      ]
    ]
  },
  "This equation is applied to find delta-P in one derivation of the Kutta-Joukowski theorem. A limited derivation of this statement can be found by integrating Euler's equation, and a special version of": {
    "guess": "Bernoulli's principle",
    "confidence": [
      [
        "Bern",
        -0.14915922
      ],
      [
        "ou",
        -3.2929079e-06
      ],
      [
        "lli",
        -0.00013059509
      ],
      [
        "'s",
        -7.314626e-05
      ],
      [
        " principle",
        -0.20794412
      ]
    ]
  },
  "This equation is equivalent to the statement that the 4-divergence of the d'Alembertian of the four-potential is zero. It follows from invariance with respect to general gauge transformations, according to Noether's theorem. It can be obtained by substituting Gauss's Law into the divergence of Ampere's": {
    "guess": "Maxwell's equations",
    "confidence": [
      [
        "Max",
        -0.6433043
      ],
      [
        "well",
        -2.4034345e-05
      ],
      [
        "'s",
        -0.007446306
      ],
      [
        " equations",
        -0.0076658945
      ]
    ]
  },
  "Equal amounts of two isomers of one of these compounds are made by a reaction in which DMAP or pyradine react with an amino acid. These compounds are the major product in the reaction of an organozinc halide and thioester under palladium catalysis. Two of these, one equipped with methyl and vynil groups, can react through two addition reactions and a dehydration to produce a third one of these that is cyclic and alpha, beta unsaturated. These compounds are thus the products in the Dakin-West reaction and (*) Fukuyama coupling, and both reactants and products in the Robinson annulation. For 10 points,": {
    "guess": "Enamine",
    "confidence": [
      [
        "En",
        -0.40427172
      ],
      [
        "amine",
        -0.5758634
      ]
    ]
  },
  "One equation central to this discipline is an integral equation that relates a BRDF to the total spectral radiance and was proposed by James Kajiya. The marching cubes algorithm, which outputs a mesh, was proposed at a conference for this discipline. While teaching at the University of Utah, Martin Newall created a teapot that has become the standard reference object for this discipline. Though it": {
    "guess": "Computer Graphics",
    "confidence": [
      [
        "Computer",
        -0.0012398716
      ],
      [
        " Graphics",
        -0.49169692
      ]
    ]
  },
  "The equation that balances a pressure difference against this force times twice the mean curvature is given by Young and Laplace. Mass transport due to differentials in this force is named for Marangoni. Molecules with nonpolar and polar ends, which often may be used as (*) detergents or emulsifiers,": {
    "guess": "Surface tension",
    "confidence": [
      [
        "Surface",
        -0.006270036
      ],
      [
        " tension",
        -0.0012013009
      ]
    ]
  },
  "This equation was initially conceived as a chemical alternative to the law of mass action, but S.P.L. Sorenson's experiments on ionic interactions among amino acids led him to conclude that the concentration of hydrogen ions at any particular time could be mathematically derived. This led one of this": {
    "guess": "S.P.L. Sørensen",
    "confidence": [
      [
        "S",
        -0.7376078
      ],
      [
        ".P",
        -0.863394
      ],
      [
        ".L",
        -0.021269439
      ],
      [
        ".",
        -0.008308766
      ],
      [
        " S",
        -0.00013154872
      ],
      [
        "ø",
        -0.23116957
      ],
      [
        "ren",
        -4.894791e-05
      ],
      [
        "sen",
        -0.0015518791
      ]
    ]
  },
  "In an equation derived by O'Brien and Hunter, the dimensionless form of this quantity is multiplied by three-halves. This quantity times pressure difference times the square of the capillary radius, divided by the viscosity and capillary length, is directly proportional to the streaming current of a capillary. This property can be measured by observing the electric sonic amplitude caused by an oscillating electric field. This is the main quantity that opposes the erythrocyte sedimentation rate in": {
    "guess": "Zeta potential",
    "confidence": [
      [
        "Z",
        -0.13394816
      ],
      [
        "eta",
        -6.46828e-05
      ],
      [
        " potential",
        -0.0031671452
      ]
    ]
  },
  "One equation for this quantity demonstrates that it is proportional to the logarithm of the internal energy density and provides a valid approximation of this quantity for monatomic ideal gases. In addition to being calculated by the Sackur-Tetrode equation, this quantity is equal to the negative partial derivative of Gibbs free energy with respect to temperature. This quantity is also given by Boltzmann's constant multiplied by the logarithm of the number of microstates, and the third law of thermodynamics gives its value at absolute zero to be 0 for a perfect crystal. For 10 points, name this thermodynamic measure of disorder.": {
    "guess": "Entropy",
    "confidence": [
      [
        "Entropy",
        -0.0016980339
      ]
    ]
  },
  "One equation central to this discipline is an integral equation that relates a BRDF to the total spectral radiance and was proposed by James Kajiya. The marching cubes algorithm, which outputs a mesh,": {
    "guess": "Bidirectional reflectance distribution function",
    "confidence": [
      [
        "Bid",
        -0.15497567
      ],
      [
        "irectional",
        -4.7755875e-05
      ],
      [
        " reflect",
        -0.13978465
      ],
      [
        "ance",
        -3.1544176e-05
      ],
      [
        " distribution",
        -0.00017088225
      ],
      [
        " function",
        -0.0009352823
      ]
    ]
  },
  "The equation named for this scientist has been modified to account for the temperature dependence of liquid viscosity, though that rule seems to break down for glass-forming materials. One form of his equation takes the derivative of a so-called constant with respect to temperature and sets it equal": {
    "guess": "Arrhenius equation",
    "confidence": [
      [
        "Arr",
        -0.49174845
      ],
      [
        "hen",
        -1.8624639e-06
      ],
      [
        "ius",
        -1.0206721e-05
      ],
      [
        " equation",
        -0.009512284
      ]
    ]
  },
  "One equation for this quantity demonstrates that it is proportional to the logarithm of the internal energy density and provides a valid approximation of this quantity for monatomic ideal gases. In addition to being calculated by the Sackur-Tetrode equation, this quantity is equal to the negative partial derivative of Gibbs free energy with respect to temperature. This quantity is also given by Boltzmann's constant multiplied by the logarithm of the number of microstates, and the third law of thermodynamics gives its value at absolute zero to be 0 for a perfect crystal. For 10 points, name this": {
    "guess": "Entropy",
    "confidence": [
      [
        "Entropy",
        -0.006913338
      ]
    ]
  },
  "This equation is applied to find delta-P in one derivation of the Kutta-Joukowski theorem. A limited derivation of this statement can be found by integrating Euler's equation, and a special version of this statement manifests itself in the Venturi effect. Pitot tubes use this principle to measure (*) velocity. It states that the conservation of energy mandates that the sum of kinetic energy density, potential energy density, and pressure is a constant along a streamline, under a steady flow with incompressible fluids. For 10 points, name this principle named for a Swiss scientist, which helps explain": {
    "guess": "Bernoulli's principle",
    "confidence": [
      [
        "Bern",
        -0.0015149809
      ],
      [
        "ou",
        -1.3856493e-06
      ],
      [
        "lli",
        -1.8193366e-05
      ],
      [
        "'s",
        -2.0696643e-05
      ],
      [
        " principle",
        -0.0027725475
      ]
    ]
  },
  "In an equation derived by O'Brien and Hunter, the dimensionless form of this quantity is multiplied by three-halves. This quantity times pressure difference times the square of the capillary radius, divided": {
    "guess": "Capillary number",
    "confidence": [
      [
        "Cap",
        -0.91438574
      ],
      [
        "illary",
        -0.004186433
      ],
      [
        " number",
        -0.36938953
      ]
    ]
  },
  "One of his equations shows that there is no electric field in any neutrally grounded area, which is why it's safer to be in your car than outside during a lightning strike. His equations also state that no monopoles exist in nature, and that most magnetic charges are dipoles. He lends his name to the": {
    "guess": "Carl Friedrich Gauss",
    "confidence": [
      [
        "Carl",
        -0.81405354
      ],
      [
        " Friedrich",
        -1.6524515e-05
      ],
      [
        " Gauss",
        -2.7848862e-05
      ]
    ]
  },
  "This equation is equivalent to the statement that the 4-divergence of the d'Alembertian of the four-potential is zero. It follows from invariance with respect to general gauge transformations, according to Noether's theorem. It can be obtained by substituting Gauss's Law into the divergence of Ampere's Law with the displacement current term included. This results in a continuity equation setting the": {
    "guess": "Maxwell's equations",
    "confidence": [
      [
        "Max",
        -0.46439764
      ],
      [
        "well",
        -9.968313e-06
      ],
      [
        "'s",
        -0.0030270293
      ],
      [
        " equations",
        -0.0041672024
      ]
    ]
  },
  "This equation was derived in a work that gave the first visualization of the Carnot [kar-NOH] cycle   and an early version of the ideal gas law. Its first derivation was correct because it applies to a  situation in which heat change equals enthalpy change. In one version of this equation, temperature   squared is multiplied by the ideal gas constant, while in another version temperature is multiplied by  specific volume change. Both versions can be used to find the derivative of pressure with respect to  temperature. Name this equation that uses latent heat to calculate a slope on a phase diagram.": {
    "guess": "Clausius–Clapeyron relation",
    "confidence": [
      [
        "C",
        -0.39803427
      ],
      [
        "laus",
        -0.0030717142
      ],
      [
        "ius",
        -1.5928495e-05
      ],
      [
        "–",
        -0.35528812
      ],
      [
        "Cl",
        -9.968313e-06
      ],
      [
        "ape",
        0.0
      ],
      [
        "y",
        -0.00010247036
      ],
      [
        "ron",
        0.0
      ],
      [
        " relation",
        -0.0028517095
      ]
    ]
  },
  "The equation named for this scientist has been modified to account for the temperature dependence of liquid viscosity, though that rule seems to break down for glass-forming materials. One form of his equation takes the derivative of a so-called constant with respect to temperature and sets it equal to a fraction with the gas law constant times temperature squared in the denominator. He showed the exponential relationship between activation energy and rate constant. Name this chemist who defined": {
    "guess": "Arrhenius equation",
    "confidence": [
      [
        "Arr",
        -0.017124765
      ],
      [
        "hen",
        -2.220075e-06
      ],
      [
        "ius",
        -1.5213274e-05
      ],
      [
        " equation",
        -0.019958135
      ]
    ]
  },
  "One equation that models the behavior of these molecules divides the product of Vmax (\"V sub max\") and S by the sum of Km (\"K sub M\") and S, and that equation is part of the Michaelis-Menten kinetics describing these molecules. Their activity can be controlled via allosteric regulation and by (*) competitive and noncompetitive inhibitors. The induced-fit model is a more accurate variant of the \"lock and key\" model that describes how their active sites bond with substrates in order to lower the activation": {
    "guess": "Michaelis–Menten kinetics",
    "confidence": [
      [
        "Michael",
        -0.061518174
      ],
      [
        "is",
        -8.42322e-05
      ],
      [
        "–",
        -0.57371604
      ],
      [
        "M",
        -2.1531068e-05
      ],
      [
        "ent",
        -1.7597347e-05
      ],
      [
        "en",
        -1.1398757e-05
      ],
      [
        " kinetics",
        -0.00029315587
      ]
    ]
  },
  "Equal to the time derivative of angular momentum, it arises when forces are applied at a distance from the center of mass. In machines it can be measured with a dynamometer. Also equal to the cross product": {
    "guess": "Torque",
    "confidence": [
      [
        "Tor",
        -0.0033020012
      ],
      [
        "que",
        -2.8160932e-06
      ]
    ]
  },
  "One equation describing this phenomenon sets the sine of theta equal to the extreme path difference over the distance, and another equation employs a factor of 1.22. That equation is the Rayleigh criterion, which gives minimum resolution due to this phenomenon. Rosalind Franklin employed this phenomenon with X-rays to obtain images of DNA. Airy disks are formed by this process, of which there are Fraunhofer and Fresnel types, and it is described using Bragg's law. It is explained using a principle that treats every point on a wavefront as a wave source, which is named for Huygens. For 10 points, name this term for the bending of light around an obstacle.": {
    "guess": "Diffraction",
    "confidence": [
      [
        "Diff",
        -0.006233671
      ],
      [
        "raction",
        -3.7623562e-05
      ]
    ]
  },
  "In an equation derived by O'Brien and Hunter, the dimensionless form of this quantity is multiplied by three-halves. This quantity times pressure difference times the square of the capillary radius, divided by the viscosity and capillary length, is directly proportional to the streaming current of a capillary. This property can be measured by observing the electric sonic amplitude caused by an oscillating electric field. This is the main quantity that opposes the erythrocyte sedimentation rate in the sedimentation test. This quantity is often confused with a similar one named for Oscar (*) Stern, which is measured at the Stern layer. Microelectrophoresis and electrophoretic light scattering are": {
    "guess": "Zeta potential",
    "confidence": [
      [
        "Z",
        -0.30975553
      ],
      [
        "eta",
        -4.5491004e-05
      ],
      [
        " potential",
        -0.0047635688
      ]
    ]
  },
  "One of his equations shows that there is no electric field in any neutrally grounded area, which is why it's safer to be in your car than outside during a lightning strike. His equations also state that no monopoles exist in nature, and that most magnetic charges are dipoles. He lends his name to the surface used in finding electric fields, and he also found the formula for summing a long list of numbers at the age of 8. For 10 points, name this German scientist who contributed two of the Maxwell Equations.": {
    "guess": "Gauss's law",
    "confidence": [
      [
        "G",
        -0.8479239
      ],
      [
        "auss",
        -0.1168876
      ],
      [
        "'s",
        -0.016207272
      ],
      [
        " law",
        -0.052085828
      ]
    ]
  },
  "The equilibria associated with this concept has a constant denoted Ksp, and this property can be calculated with the Ksp and an ICE table. The common- ion effect reduces the extent of this property. The formation of complexes greatly increases this property with certain metal ions, such as with silver ions in the presence of ammonia. Precipitation occurs when the maximum value of this has been reached. For 10 points, name this property that describes how much of a solute will dissolve into a homogeneous": {
    "guess": "Solubility",
    "confidence": [
      [
        "Sol",
        -0.0020880464
      ],
      [
        "ub",
        -4.246537e-06
      ],
      [
        "ility",
        -4.604148e-06
      ]
    ]
  },
  "Equivalent to Tychonoff's Theorem, which states that any product of compact topological spaces is compact.": {
    "guess": "Tychonoff's theorem",
    "confidence": [
      [
        "T",
        -0.24089159
      ],
      [
        "ych",
        -0.00083321275
      ],
      [
        "on",
        -1.5332478e-05
      ],
      [
        "off",
        -2.7610455e-05
      ],
      [
        "'s",
        -0.12248728
      ],
      [
        " theorem",
        -0.18011516
      ]
    ]
  },
  "Equal amounts of two isomers of one of these compounds are made by a reaction in which DMAP or pyradine": {
    "guess": "Ester",
    "confidence": [
      [
        "E",
        -0.15152243
      ],
      [
        "ster",
        -0.0026084753
      ]
    ]
  },
  "One equation named after Hammett can calculate an alternative to this quantity if the Henderson- Hasselbalch": {
    "guess": "Acidity Function",
    "confidence": [
      [
        "Ac",
        -0.7073813
      ],
      [
        "idity",
        -0.16699204
      ],
      [
        " Function",
        -0.08931794
      ]
    ]
  },
  "Equipment built for this operation included the LWS Amphibious Tractor and a portable bridge called the \"sea snake\". The goal of this operation was to advance to the 52nd parallel, because it was believed that the target country would surrender if that point were reached. The so-called \"Black Book\" listed over 2,000 people who would be (*) arrested by Franz Six after the successful completion of this": {
    "guess": "Operation Sea Lion",
    "confidence": [
      [
        "Operation",
        -0.14971738
      ],
      [
        " Sea",
        -0.19240707
      ],
      [
        " Lion",
        -0.021810327
      ]
    ]
  },
  "One equation that models the behavior of these molecules divides the product of Vmax (\"V sub max\") and S by the sum of Km (\"K sub M\") and S, and that equation is part of the Michaelis-Menten kinetics describing these molecules. Their activity can be controlled via allosteric regulation and by (*) competitive": {
    "guess": "Michaelis–Menten kinetics",
    "confidence": [
      [
        "Michael",
        -0.65015537
      ],
      [
        "is",
        -0.00035691517
      ],
      [
        "–",
        -0.421412
      ],
      [
        "M",
        -2.0458236e-05
      ],
      [
        "ent",
        -2.4987974e-05
      ],
      [
        "en",
        -1.1994775e-05
      ],
      [
        " kinetics",
        -0.004840558
      ]
    ]
  },
  "This equation is applied to find delta-P in one derivation of the Kutta-Joukowski theorem. A limited": {
    "guess": "Kutta-Joukowski theorem",
    "confidence": [
      [
        "K",
        -0.6478327
      ],
      [
        "utta",
        -0.0027890655
      ],
      [
        "-J",
        -0.22385447
      ],
      [
        "ou",
        -0.0009196776
      ],
      [
        "kowski",
        -0.0019436266
      ],
      [
        " theorem",
        -0.012299603
      ]
    ]
  },
  "This equation is equivalent to the statement that the 4-divergence of the d'Alembertian of the four-potential is zero. It follows from invariance with respect to general gauge transformations, according to Noether's theorem. It can be obtained by substituting Gauss's Law into the divergence of Ampere's Law with the displacement current term included. This results in a continuity equation setting the partial time derivative of the densisty of the involved quantity plus the divergence of the current density to zero. Kirch-hoff's current rule is a restatement of, FTP, what conservation law important in electromagnetism?": {
    "guess": "Conservation of charge",
    "confidence": [
      [
        "Cons",
        -0.44069034
      ],
      [
        "ervation",
        -0.00055982365
      ],
      [
        " of",
        -0.012455146
      ],
      [
        " charge",
        -0.44103384
      ]
    ]
  },
  "This equation is most often used to approximate a value found experimentally using a glass-electrode voltmeter that measures activity. The inspiration behind this equation came in 1908 when its first namesake wrote an equation for the behavior in aqueous solution of carbon dioxide. When carbon dioxide dissolves in water, it produces a compound H2CO3 which is of the class of compounds described by this equation. Rearranging that equation after taking the opposite of the base-10 logarithm of both sides produces this formula. Models for the class of compounds described by this equation include ones": {
    "guess": "Henderson–Hasselbalch equation",
    "confidence": [
      [
        "H",
        -0.0508822
      ],
      [
        "end",
        -0.00097196765
      ],
      [
        "erson",
        -0.0006035494
      ],
      [
        "–",
        -0.69169044
      ],
      [
        "H",
        -1.9816675e-06
      ],
      [
        "assel",
        -5.5122365e-07
      ],
      [
        "bal",
        -4.441817e-05
      ],
      [
        "ch",
        -1.640531e-05
      ],
      [
        " equation",
        -0.0004253124
      ]
    ]
  },
  "An equation for the loading of beams in physics is named for Daniel Bernoulli and this man. This man's": {
    "guess": "Leonhard Euler",
    "confidence": [
      [
        "Leon",
        -0.03830346
      ],
      [
        "hard",
        -0.00013274075
      ],
      [
        " Euler",
        -2.319992e-05
      ]
    ]
  },
  "One equation named after Hammett can calculate an alternative to this quantity if the Henderson- Hasselbalch equation does not apply, and changes in this quantity resulting from temperature can be modeled using the Nernst equation. Ion-selective electrodes are used to measure it. Ketosis can lead to": {
    "guess": "pH",
    "confidence": [
      [
        "p",
        -0.89852715
      ],
      [
        "H",
        -0.00022165567
      ]
    ]
  },
  "The equation named for this scientist has been modified to account for the temperature dependence of liquid viscosity, though that rule seems to break down for glass-forming materials. One form of his equation takes the derivative of a so-called constant with respect to temperature and sets it equal to a fraction with the gas law constant times temperature squared in the denominator. He showed the exponential relationship between activation energy and rate constant. Name this chemist who defined acids within aqueous solutions as substances that increase the hydrogen ion concentration.": {
    "guess": "Arrhenius equation",
    "confidence": [
      [
        "Arr",
        -0.21241482
      ],
      [
        "hen",
        -1.1637165e-05
      ],
      [
        "ius",
        -1.9743013e-05
      ],
      [
        " equation",
        -0.4486439
      ]
    ]
  },
  "This equation behind this physical law was amended by Newton to take the form 4 pi squared a cubed over T squared equals G times the quantity m plus m sub p. First published in the work \"Harmonices mundi\"": {
    "guess": "Kepler's laws of planetary motion",
    "confidence": [
      [
        "Ke",
        -0.3714089
      ],
      [
        "pler",
        -0.000119993296
      ],
      [
        "'s",
        -0.23532459
      ],
      [
        " laws",
        -0.009365731
      ],
      [
        " of",
        -0.0015821129
      ],
      [
        " planetary",
        -3.8338785e-05
      ],
      [
        " motion",
        -4.00813e-06
      ]
    ]
  },
  "This equation, based upon work that barely secured a doctoral degree five years earlier, was first proposed in 1889. It describes the requirements for the spontaneous starting of a reaction by relating the natural logarithm of the reaction rate constant to the ratio of the activation energy and thermal": {
    "guess": "Arrhenius equation",
    "confidence": [
      [
        "Arr",
        -0.0023829034
      ],
      [
        "hen",
        -3.0545007e-06
      ],
      [
        "ius",
        -1.2352386e-05
      ],
      [
        " equation",
        -0.0014132122
      ]
    ]
  },
  "This equation, used in the theory of heterogeneous catalysis, is named for the winner of the 1932 Nobel Prize in chemistry. It relates the fraction of active sites occupied by adsorbed molecules to kP divided by 1 plus kP, where k is a temperature-dependent function and p adsorbed phase pressure.": {
    "guess": "Langmuir adsorption equation",
    "confidence": [
      [
        "Lang",
        -0.25794056
      ],
      [
        "mu",
        -0.00026789203
      ],
      [
        "ir",
        -0.00011498674
      ],
      [
        " ads",
        -0.5035017
      ],
      [
        "orption",
        -0.00029315587
      ],
      [
        " equation",
        -0.639794
      ]
    ]
  },
  "The equation that balances a pressure difference against this force times twice the mean curvature is": {
    "guess": "Young–Laplace equation",
    "confidence": [
      [
        "Young",
        -0.46116662
      ],
      [
        "–",
        -0.3372572
      ],
      [
        "L",
        -0.00042578924
      ],
      [
        "ap",
        -3.3809047e-05
      ],
      [
        "lace",
        -2.577686e-06
      ],
      [
        " equation",
        -0.00032068457
      ]
    ]
  },
  "One equation that models the behavior of these molecules divides the product of Vmax (\"V sub max\") and": {
    "guess": "Michaelis-Menten kinetics",
    "confidence": [
      [
        "Michael",
        -0.0014408308
      ],
      [
        "is",
        -0.0001407274
      ],
      [
        "-M",
        -0.2015259
      ],
      [
        "ent",
        -0.0005886563
      ],
      [
        "en",
        -7.004696e-05
      ],
      [
        " kinetics",
        -0.011274403
      ]
    ]
  },
  "The equilibrium state for these devices is found by balancing the coronal discharge loss flux and triboelectric current. Pelletrons are essentially a refined versions of these devices, two of which operated in tandem can produce a potential difference of about 25 megavolts. Leakage of stored charge is sometimes prevented by insulating them with sulfur hexafluoride. Simple versions involve a belt of insulating material running over two pulleys and transferring charge to a metal spherical shell. FTP,": {
    "guess": "Van de Graaff generator",
    "confidence": [
      [
        "Van",
        -0.002816409
      ],
      [
        " de",
        -0.0012566609
      ],
      [
        " Gra",
        -6.194111e-05
      ],
      [
        "aff",
        -0.0004245972
      ],
      [
        " generator",
        -0.019531526
      ]
    ]
  },
  "Equal to the time derivative of angular momentum, it arises when forces are applied at a distance from the center of mass. In machines it can be measured with a dynamometer. Also equal to the cross product of the dipole moment and the magnetic field for a current-carrying coil, the net amount of it sums to zero in any kind of statics problem. Defined as the cross product of a force and its lever arm, for 10 points, name this quantity, the rotational analog of force.": {
    "guess": "Torque",
    "confidence": [
      [
        "Tor",
        -0.0070395395
      ],
      [
        "que",
        -3.059055e-05
      ]
    ]
  },
  "This equation is most often used to approximate a value found experimentally using a glass-electrode voltmeter that measures activity. The inspiration behind this equation came in 1908 when its first namesake wrote an equation for the behavior in aqueous solution of carbon dioxide. When carbon dioxide": {
    "guess": "Debye-Hückel equation",
    "confidence": [
      [
        "De",
        -0.5487672
      ],
      [
        "bye",
        -1.9816675e-06
      ],
      [
        "-H",
        -0.17578533
      ],
      [
        "ück",
        -0.013255056
      ],
      [
        "el",
        -3.750436e-05
      ],
      [
        " equation",
        -0.012932785
      ]
    ]
  },
  "The equation that balances a pressure difference against this force times twice the mean curvature is given by Young and Laplace. Mass transport due to differentials in this force is named for Marangoni. Molecules with nonpolar and polar ends, which often may be used as (*) detergents or emulsifiers, act to decrease it; they are called surfactants. This force, which causes capillary action, arises": {
    "guess": "Surface tension",
    "confidence": [
      [
        "Surface",
        -0.061352033
      ],
      [
        " tension",
        -0.0062154243
      ]
    ]
  },
  "This equation was initially conceived as a chemical alternative to the law of mass action, but S.P.L. Sorenson's experiments on ionic interactions among amino acids led him to conclude that the concentration of hydrogen ions at any particular time could be mathematically derived. This led one of this equation's formulators to conclude that the negative logarithm of the acid dissociation constant, when": {
    "guess": "Henderson–Hasselbalch equation",
    "confidence": [
      [
        "H",
        -0.20355484
      ],
      [
        "end",
        -0.00082046894
      ],
      [
        "erson",
        -5.2001665e-06
      ],
      [
        "–",
        -0.16069666
      ],
      [
        "H",
        -1.0280384e-06
      ],
      [
        "assel",
        -5.5122365e-07
      ],
      [
        "bal",
        -4.7040652e-05
      ],
      [
        "ch",
        -1.473646e-05
      ],
      [
        " equation",
        -0.00031103275
      ]
    ]
  },
  "This equation behind this physical law was amended by Newton to take the form 4 pi squared a cubed over T squared equals G times the quantity m plus m sub p. First published in the work \"Harmonices mundi\" in 1619, like its two partners it was derived from data found in its namesake's \"Rudolphine Tables\". Stating that the square of a planet's period is proportional to the cube of its mean distance from": {
    "guess": "Kepler's laws of planetary motion",
    "confidence": [
      [
        "Ke",
        -0.23791562
      ],
      [
        "pler",
        -8.304016e-05
      ],
      [
        "'s",
        -0.0036980587
      ],
      [
        " laws",
        -0.007661513
      ],
      [
        " of",
        -0.002432263
      ],
      [
        " planetary",
        -3.357064e-05
      ],
      [
        " motion",
        -5.5577775e-06
      ]
    ]
  },
  "Equal to the time derivative of angular momentum, it arises when forces are applied at a distance from the center of mass. In machines it can be measured with a dynamometer. Also equal to the cross product of the dipole moment and the magnetic field for a current-carrying coil, the net amount of it sums to zero in any kind of statics problem. Defined as the cross product of a force and its lever arm,": {
    "guess": "Torque",
    "confidence": [
      [
        "Tor",
        -0.0022865685
      ],
      [
        "que",
        -1.5332478e-05
      ]
    ]
  },
  "Equipment built for this operation included the LWS Amphibious Tractor and a portable bridge called the \"sea snake\". The goal of this operation was to advance to the 52nd parallel, because it was believed that the target country would surrender if that point were reached. The so-called \"Black Book\" listed over 2,000 people who would be (*) arrested by Franz Six after the successful completion of this operation. In response to the threat of this operation, one leader made the \"we shall fight them on the beaches\" speech. This operation was cancelled in favor of Operation Barbarossa after the Battle": {
    "guess": "Operation Sea Lion",
    "confidence": [
      [
        "Operation",
        -0.019717619
      ],
      [
        " Sea",
        -0.17012157
      ],
      [
        " Lion",
        -4.572941e-05
      ]
    ]
  },
  "This equation was initially conceived as a chemical alternative to the law of mass action, but S.P.L. Sorenson's experiments on ionic interactions among amino acids led him to conclude that the concentration of hydrogen ions at any particular time could be mathematically derived. This led one of this equation's formulators to conclude that the negative logarithm of the acid dissociation constant, when added to the ratio of dissociated acid to the non- dissociated acid, would yield the pH. For 10": {
    "guess": "Henderson–Hasselbalch equation",
    "confidence": [
      [
        "H",
        -0.043909904
      ],
      [
        "end",
        -0.00085619336
      ],
      [
        "erson",
        -6.704273e-07
      ],
      [
        "–",
        -0.082378745
      ],
      [
        "H",
        -3.1281633e-07
      ],
      [
        "assel",
        -6.704273e-07
      ],
      [
        "bal",
        -4.00813e-06
      ],
      [
        "ch",
        -7.9418505e-06
      ],
      [
        " equation",
        -0.0003480978
      ]
    ]
  },
  "This equation is applied to find delta-P in one derivation of the Kutta-Joukowski theorem. A limited derivation of this statement can be found by integrating Euler's equation, and a special version of this statement manifests itself in the Venturi effect. Pitot tubes use this principle to measure (*)": {
    "guess": "Bernoulli's principle",
    "confidence": [
      [
        "Bern",
        -0.004417063
      ],
      [
        "ou",
        -4.723352e-06
      ],
      [
        "lli",
        -3.2855416e-05
      ],
      [
        "'s",
        -4.1199673e-05
      ],
      [
        " principle",
        -0.045386653
      ]
    ]
  },
  "This equation was derived in a work that gave the first visualization of the Carnot [kar-NOH] cycle   and an early version of the ideal gas law. Its first derivation was correct because it applies to a  situation in which heat change equals enthalpy change. In one version of this equation, temperature   squared is multiplied by the ideal gas constant, while in another version temperature is multiplied by  specific volume change. Both versions can be used to find the derivative of pressure with": {
    "guess": "Carnot cycle",
    "confidence": [
      [
        "C",
        -0.26517078
      ],
      [
        "arn",
        -0.0408494
      ],
      [
        "ot",
        -2.6537622e-05
      ],
      [
        " cycle",
        -0.43613806
      ]
    ]
  },
  "In an equation derived by O'Brien and Hunter, the dimensionless form of this quantity is multiplied by three-halves. This quantity times pressure difference times the square of the capillary radius, divided by the viscosity and capillary length, is directly proportional to the streaming current of a capillary. This property can be measured by observing the electric sonic amplitude caused by an oscillating electric field. This is the main quantity that opposes the erythrocyte sedimentation rate in the sedimentation test. This quantity is often confused with a similar one named for Oscar (*) Stern, which is measured at the Stern layer. Microelectrophoresis and electrophoretic light scattering are used in a form of titration in which this property serves as the indicator. This quantity is measured at the slipping plane of the interfacial double layer. Rapid coagulation or flocculation takes": {
    "guess": "Zeta potential",
    "confidence": [
      [
        "Z",
        -0.08141911
      ],
      [
        "eta",
        -5.109358e-05
      ],
      [
        " potential",
        -0.0065258914
      ]
    ]
  },
  "Equal to the time derivative of angular momentum, it arises when forces are applied at a distance from": {
    "guess": "Torque",
    "confidence": [
      [
        "Tor",
        -0.00045974395
      ],
      [
        "que",
        -4.692145e-05
      ]
    ]
  },
  "The equation that balances a pressure difference against this force times twice the mean curvature is given by Young and Laplace. Mass transport due to differentials in this force is named for Marangoni.": {
    "guess": "Surface tension",
    "confidence": [
      [
        "Surface",
        -0.0059039076
      ],
      [
        " tension",
        -0.0032298756
      ]
    ]
  },
  "In an equation derived by O'Brien and Hunter, the dimensionless form of this quantity is multiplied by three-halves. This quantity times pressure difference times the square of the capillary radius, divided by the viscosity and capillary length, is directly proportional to the streaming current of a capillary. This property can be measured by observing the electric sonic amplitude caused by an oscillating": {
    "guess": "Zeta potential",
    "confidence": [
      [
        "Z",
        -1.059092
      ],
      [
        "eta",
        -0.0007594807
      ],
      [
        " potential",
        -0.004738653
      ]
    ]
  },
  "This equation was derived in a work that gave the first visualization of the Carnot [kar-NOH] cycle   and an early version of the ideal gas law. Its first derivation was correct because it applies to a  situation in which heat change equals enthalpy change. In one version of this equation, temperature   squared is multiplied by the ideal gas constant, while in another version temperature is multiplied": {
    "guess": "Carnot cycle",
    "confidence": [
      [
        "C",
        -0.13326135
      ],
      [
        "arn",
        -0.6566138
      ],
      [
        "ot",
        -4.477578e-05
      ],
      [
        " cycle",
        -0.7380589
      ]
    ]
  },
  "This equation is equivalent to the statement that the 4-divergence of the d'Alembertian of the four-potential": {
    "guess": "Wave equation",
    "confidence": [
      [
        "Wave",
        -1.1729853
      ],
      [
        " equation",
        -0.0044697584
      ]
    ]
  },
  "Equivalent to the \"divisions\" used in plant classification, and derived from the Greek word for race,": {
    "guess": "Phylum",
    "confidence": [
      [
        "Ph",
        -0.014216977
      ],
      [
        "ylum",
        -0.0032827635
      ]
    ]
  },
  "One equation named for this man uses the Stosszahl Ansatz for the collision term and can be used to describe the thermalization of the CMB due to Compton scattering; that equation is also known as the radiative transport equation. The BGK collision operator is used with a lattice model named for this man to solve the incompressible Navier-Stokes equations. This man co-names a (*) distribution function for energy between identical but distinguishable particles along with the namesake of four equations": {
    "guess": "Maxwell-Boltzmann distribution",
    "confidence": [
      [
        "Max",
        -0.2699952
      ],
      [
        "well",
        -9.460292e-05
      ],
      [
        "-B",
        -0.0034383961
      ],
      [
        "olt",
        -4.723352e-06
      ],
      [
        "z",
        -0.00010998019
      ],
      [
        "mann",
        -1.8908588e-05
      ],
      [
        " distribution",
        -0.15118726
      ]
    ]
  },
  "One equation central to this discipline is an integral equation that relates a BRDF to the total spectral": {
    "guess": "Bidirectional reflectance distribution function",
    "confidence": [
      [
        "Bid",
        -0.030743385
      ],
      [
        "irectional",
        -6.15835e-05
      ],
      [
        " reflect",
        -0.01874048
      ],
      [
        "ance",
        -1.504853e-06
      ],
      [
        " distribution",
        -1.0206721e-05
      ],
      [
        " function",
        -0.0002100966
      ]
    ]
  },
  "Equipment built for this operation included the LWS Amphibious Tractor and a portable bridge called the \"sea snake\". The goal of this operation was to advance to the 52nd parallel, because it was believed that the target country would surrender if that point were reached. The so-called \"Black Book\" listed": {
    "guess": "Operation Unthinkable",
    "confidence": [
      [
        "Operation",
        -0.11593286
      ],
      [
        " Un",
        -0.40880188
      ],
      [
        "thinkable",
        -0.0012285619
      ]
    ]
  },
  "One of his equations shows that there is no electric field in any neutrally grounded area, which is why it's safer to be in your car than outside during a lightning strike. His equations also state that no monopoles exist in nature, and that most magnetic charges are dipoles. He lends his name to the surface used in finding electric fields, and he also found the formula for summing a long list of numbers": {
    "guess": "Maxwell's equations",
    "confidence": [
      [
        "Max",
        -0.30239844
      ],
      [
        "well",
        -5.6219335e-05
      ],
      [
        "'s",
        -0.00024311233
      ],
      [
        " equations",
        -0.015302893
      ]
    ]
  },
  "This equation was derived in a work that gave the first visualization of the Carnot [kar-NOH] cycle   and an early version of the ideal gas law. Its first derivation was correct because it applies to": {
    "guess": "Carnot's theorem",
    "confidence": [
      [
        "C",
        -0.32088497
      ],
      [
        "arn",
        -0.10157617
      ],
      [
        "ot",
        -1.7716551e-05
      ],
      [
        "'s",
        -0.7314855
      ],
      [
        " theorem",
        -0.01343597
      ]
    ]
  },
  "His only equestrian work, General Lynch, was destroyed by a Chilean revolution, his monument to Balzac was refused, and his most famous work was vandalized with a chopper. Gaining fame with his work on the Stock Exchange in Brussels, his visit to It  aly in 1875 preceded his first freestanding figure, the Bronze Age. FTP, identify this sculptor, best known for the Gates of Hell, the Burghers of Calais, and the Thinker.": {
    "guess": "Auguste Rodin",
    "confidence": [
      [
        "August",
        -0.0038186067
      ],
      [
        "e",
        -0.00041732576
      ],
      [
        " Rod",
        -2.8444882e-05
      ],
      [
        "in",
        -1.5570886e-05
      ]
    ]
  },
  "One equation named for this man uses the Stosszahl Ansatz for the collision term and can be used to describe": {
    "guess": "Ludwig Boltzmann equation",
    "confidence": [
      [
        "L",
        -0.6839497
      ],
      [
        "ud",
        -0.00023512568
      ],
      [
        "wig",
        -0.00017445837
      ],
      [
        " Bolt",
        -0.00013572084
      ],
      [
        "z",
        -5.383526e-05
      ],
      [
        "mann",
        -1.7239736e-05
      ],
      [
        " equation",
        -0.028610177
      ]
    ]
  },
  "One equation named for this man uses the Stosszahl Ansatz for the collision term and can be used to describe the thermalization of the CMB due to Compton scattering; that equation is also known as the radiative transport equation. The BGK collision operator is used with a lattice model named for this": {
    "guess": "Lattice Boltzmann methods",
    "confidence": [
      [
        "L",
        -0.2525138
      ],
      [
        "attice",
        -0.1199035
      ],
      [
        " Bolt",
        -0.003429362
      ],
      [
        "z",
        -1.4259645e-05
      ],
      [
        "mann",
        -2.58224e-05
      ],
      [
        " methods",
        -0.51124376
      ]
    ]
  },
  "One equation for this quantity demonstrates that it is proportional to the logarithm of the internal energy density and provides a valid approximation of this quantity for monatomic ideal gases. In addition to being calculated by the Sackur-Tetrode equation, this quantity is equal to the negative partial": {
    "guess": "Entropy",
    "confidence": [
      [
        "Entropy",
        -0.02711487
      ]
    ]
  },
  "This equation, based upon work that barely secured a doctoral degree five years earlier, was first proposed in 1889. It describes the requirements for the spontaneous starting of a reaction by relating the natural logarithm of the reaction rate constant to the ratio of the activation energy and thermal energy. FTP, name this equation central to studies of combustion, first proposed its namesake Swedish": {
    "guess": "Arrhenius equation",
    "confidence": [
      [
        "Arr",
        -0.0042173015
      ],
      [
        "hen",
        -3.7697225e-06
      ],
      [
        "ius",
        -1.700133e-05
      ],
      [
        " equation",
        -0.004286031
      ]
    ]
  },
  "His only equestrian work, General Lynch, was destroyed by a Chilean revolution, his monument to Balzac was refused, and his most famous work was vandalized with a chopper. Gaining fame with his work on": {
    "guess": "The Thinker",
    "confidence": [
      [
        "The",
        -1.7341312
      ],
      [
        " Think",
        -1.1884493
      ],
      [
        "er",
        -2.3795938e-05
      ]
    ]
  },
  "This equation is applied to find delta-P in one derivation of the Kutta-Joukowski theorem. A limited derivation of this statement can be found by integrating Euler's equation, and a special version of this statement manifests itself in the Venturi effect. Pitot tubes use this principle to measure (*) velocity. It states that the conservation of energy mandates that the sum of kinetic energy density, potential energy density, and pressure is a constant along a streamline, under a steady flow with incompressible fluids. For 10 points, name this principle named for a Swiss scientist, which helps explain how an airfoil creates lift.": {
    "guess": "Bernoulli's principle",
    "confidence": [
      [
        "Bern",
        -0.0014536863
      ],
      [
        "ou",
        -1.3856493e-06
      ],
      [
        "lli",
        -1.4259645e-05
      ],
      [
        "'s",
        -1.378283e-05
      ],
      [
        " principle",
        -0.0018518929
      ]
    ]
  },
  "This equation is equivalent to the statement that the 4-divergence of the d'Alembertian of the four-potential is zero. It follows from invariance with respect to general gauge transformations, according to Noether's theorem. It can be obtained by substituting Gauss's Law into the divergence of Ampere's Law with the displacement current term included. This results in a continuity equation setting the partial time derivative of the densisty of the involved quantity plus the divergence of the current": {
    "guess": "Maxwell's equations",
    "confidence": [
      [
        "Max",
        -0.21738249
      ],
      [
        "well",
        -0.000104496816
      ],
      [
        "'s",
        -0.0007112399
      ],
      [
        " equations",
        -0.005532197
      ]
    ]
  },
  "This equation is applied to find delta-P in one derivation of the Kutta-Joukowski theorem. A limited derivation of this statement can be found by integrating Euler's equation, and a special version of this statement manifests itself in the Venturi effect. Pitot tubes use this principle to measure (*) velocity. It states that the conservation of energy mandates that the sum of kinetic energy density,": {
    "guess": "Bernoulli's principle",
    "confidence": [
      [
        "Bern",
        -0.0077101463
      ],
      [
        "ou",
        -1.1994775e-05
      ],
      [
        "lli",
        -6.6113236e-05
      ],
      [
        "'s",
        -9.841743e-05
      ],
      [
        " principle",
        -0.0042643007
      ]
    ]
  },
  "One equation describing this phenomenon sets the sine of theta equal to the extreme path difference over the distance, and another equation employs a factor of 1.22. That equation is the Rayleigh criterion, which gives minimum resolution due to this phenomenon. Rosalind Franklin employed this phenomenon": {
    "guess": "Diffraction",
    "confidence": [
      [
        "Diff",
        -0.076166324
      ],
      [
        "raction",
        -1.3663626e-05
      ]
    ]
  },
  "An equation that labels some components of this process as \"light key\" or \"heavy key\" can be used to find the number of theoretical plates or equilibrium trays used in this process. A setup for this process": {
    "guess": "Distillation",
    "confidence": [
      [
        "Dist",
        -0.03057795
      ],
      [
        "illation",
        -3.5313153e-06
      ]
    ]
  },
  "His only equestrian work, General Lynch, was destroyed by a Chilean revolution, his monument to Balzac was refused, and his most famous work was vandalized with a chopper. Gaining fame with his work on the Stock Exchange in Brussels, his visit to It  aly in 1875 preceded his first freestanding figure, the Bronze Age. FTP, identify this sculptor, best known for the Gates of Hell, the Burghers of Calais,": {
    "guess": "Auguste Rodin",
    "confidence": [
      [
        "August",
        -0.0041250614
      ],
      [
        "e",
        -0.00032033064
      ],
      [
        " Rod",
        -2.5107178e-05
      ],
      [
        "in",
        -1.1756368e-05
      ]
    ]
  },
  "This equation behind this physical law was amended by Newton to take the form 4 pi squared a cubed over": {
    "guess": "Kepler's laws of planetary motion",
    "confidence": [
      [
        "Ke",
        -0.18622857
      ],
      [
        "pler",
        -5.7172965e-05
      ],
      [
        "'s",
        -0.020859854
      ],
      [
        " laws",
        -0.059426017
      ],
      [
        " of",
        -0.010163298
      ],
      [
        " planetary",
        -0.00059544726
      ],
      [
        " motion",
        -5.0735965e-05
      ]
    ]
  },
  "The equilibria associated with this concept has a constant denoted Ksp, and this property can be calculated with the Ksp and an ICE table. The common- ion effect reduces the extent of this property. The formation of complexes greatly increases this property with certain metal ions, such as with silver ions in the presence of ammonia. Precipitation occurs when the maximum value of this has been reached. For 10 points, name this property that describes how much of a solute will dissolve into a homogeneous solution.": {
    "guess": "Solubility",
    "confidence": [
      [
        "Sol",
        -0.0038550594
      ],
      [
        "ub",
        -1.0802739e-05
      ],
      [
        "ility",
        -4.00813e-06
      ]
    ]
  },
  "An equation for the loading of beams in physics is named for Daniel Bernoulli and this man. This man's contributions to graph theory included determining an equation to relate the number of edges, faces and vertices of a convex polyhedron, and he determined that no solution existed for the Seven Bridges of Königsberg problem. For 10 points, name this Swiss mathematician, who lent his name to the base of the natural logarithm, e.": {
    "guess": "Leonhard Euler",
    "confidence": [
      [
        "Leon",
        -0.08178387
      ],
      [
        "hard",
        -0.0041675568
      ],
      [
        " Euler",
        -0.0002848153
      ]
    ]
  },
  "This equation, used in the theory of heterogeneous catalysis, is named for the winner of the 1932 Nobel Prize in chemistry. It relates the fraction of active sites occupied by adsorbed molecules to kP": {
    "guess": "Langmuir adsorption equation",
    "confidence": [
      [
        "Lang",
        -0.3784476
      ],
      [
        "mu",
        -0.00014489953
      ],
      [
        "ir",
        -0.0001037816
      ],
      [
        " ads",
        -0.4159457
      ],
      [
        "orption",
        -0.0003958801
      ],
      [
        " equation",
        -0.55657333
      ]
    ]
  },
  "This equation was initially conceived as a chemical alternative to the law of mass action, but S.P.L. Sorenson's experiments on ionic interactions among amino acids led him to conclude that the concentration of hydrogen ions at any particular time could be mathematically derived. This led one of this equation's formulators to conclude that the negative logarithm of the acid dissociation constant, when added to the ratio of dissociated acid to the non- dissociated acid, would yield the pH. For 10 points, name this doubly- eponymous equation in which the pKa is used to find the isoelectric point": {
    "guess": "Henderson-Hasselbalch equation",
    "confidence": [
      [
        "H",
        -0.0054391357
      ],
      [
        "end",
        -9.1622824e-05
      ],
      [
        "erson",
        0.0
      ],
      [
        "-H",
        -0.28306925
      ],
      [
        "assel",
        -2.3392786e-06
      ],
      [
        "bal",
        -0.10724952
      ],
      [
        "ch",
        -1.1637165e-05
      ],
      [
        " equation",
        -0.0014211877
      ]
    ]
  }
}