{
  "The Buddhist monk Zenchi Naigu tries some quack techniques for changing the size of this item in a namesake story by Akutagawa Ryonosuke (ah-KOO-tuh-GAH-wuh ree-OH-no-SOO-kay). In another story, a man believes that Mrs. Podtochin (pah-TAH-chin) has taken revenge for a refusal to marry by cursing this object. This object becomes a State Councilor after being found in a loaf of bread by Ivan Yakovlevich (YAH-kohv-LAY-vich), but eventually returns to Platon Kovalyov (KOH-vull-yoff), in that story by Nikolai Gogol. For 10 points, identify this appendage which was unusually large on Cyrano de Bergerac": {
    "guess": "The Nose",
    "confidence": [
      [
        "The",
        -0.15372778
      ],
      [
        " Nose",
        -0.00022773506
      ]
    ]
  },
  "Budin and Devaraj discovered a de-novo method in which this structure can be formed. One protein in this structure contains the NPA motif. Components of this structure can have snorkeling or antisnorkeling orientations. Proteins can be targeted to this structure through the actions of the enzyme NMT or by having an attached GPI. Mammalian adenylate cyclases are located in this structure. This structures is made of molecules exemplified by Phosphatidylcholine. Cholesterol helps maintain the fluidity of this structure and the fluid mosaic model models it as a phospholipid bilayer. For 10 points,": {
    "guess": "Cell membrane",
    "confidence": [
      [
        "Cell",
        -0.015528051
      ],
      [
        " membrane",
        -0.024648337
      ]
    ]
  },
  "In Buddhism, it is divided into three types according to what type of Buddha it matures into. In Hinduism, the sanchita type has yet to be resolved, while the kriyamana type is currently being created. The story of Markandeya shows that God's grace can overcome it. Coming from the Sanskrit for \"deed\", it is often analogized as a seed and cannot be worked off, instead requiring the instantaneous enlightenment of moksha or nirvana to be eliminated. For 10 points, name this term for the sum effect of": {
    "guess": "Karma",
    "confidence": [
      [
        "K",
        -0.021956472
      ],
      [
        "arma",
        -0.00028898742
      ]
    ]
  },
  "Budin and Devaraj discovered a de-novo method in which this structure can be formed. One protein in this structure contains the NPA motif. Components of this structure can have snorkeling or antisnorkeling": {
    "guess": "Outer membrane of Gram-negative bacteria",
    "confidence": [
      [
        "Outer",
        -0.90257144
      ],
      [
        " membrane",
        -0.17176607
      ],
      [
        " of",
        -1.0225153
      ],
      [
        " Gram",
        -1.3154685
      ],
      [
        "-negative",
        -0.016610548
      ],
      [
        " bacteria",
        -0.014360942
      ]
    ]
  },
  "In Buddhism, it is divided into three types according to what type of Buddha it matures into. In Hinduism,": {
    "guess": "Bodhisattva",
    "confidence": [
      [
        "B",
        -0.5708113
      ],
      [
        "od",
        -0.08119963
      ],
      [
        "his",
        -0.5828925
      ],
      [
        "att",
        -0.00026157423
      ],
      [
        "va",
        -0.0057407133
      ]
    ]
  },
  "In Buddhism, it is divided into three types according to what type of Buddha it matures into. In Hinduism, the sanchita type has yet to be resolved, while the kriyamana type is currently being created. The story of Markandeya shows that God's grace can overcome it. Coming from the Sanskrit for \"deed\",": {
    "guess": "Karma",
    "confidence": [
      [
        "K",
        -0.024246406
      ],
      [
        "arma",
        -0.00013631687
      ]
    ]
  },
  "The Buddhist monk Zenchi Naigu tries some quack techniques for changing the size of this item in a namesake story by Akutagawa Ryonosuke (ah-KOO-tuh-GAH-wuh ree-OH-no-SOO-kay). In another story, a man believes that Mrs. Podtochin (pah-TAH-chin) has taken revenge for a refusal to marry by cursing this object. This object becomes a State Councilor after being found in a loaf of bread by Ivan Yakovlevich (YAH-kohv-LAY-vich), but eventually returns to Platon Kovalyov (KOH-vull-yoff), in that story by Nikolai Gogol. For 10 points, identify this appendage which was unusually large on Cyrano de Bergerac and Pinocchio.": {
    "guess": "The Nose",
    "confidence": [
      [
        "The",
        -0.22376709
      ],
      [
        " Nose",
        -0.0002074741
      ]
    ]
  },
  "Budin and Devaraj discovered a de-novo method in which this structure can be formed. One protein in this structure contains the NPA motif. Components of this structure can have snorkeling or antisnorkeling orientations. Proteins can be targeted to this structure through the actions of the enzyme NMT or by having an attached GPI. Mammalian adenylate cyclases are located in this structure. This structures is made of molecules exemplified by Phosphatidylcholine. Cholesterol helps maintain the fluidity": {
    "guess": "Cell membrane",
    "confidence": [
      [
        "Cell",
        -0.30927485
      ],
      [
        " membrane",
        -0.026164081
      ]
    ]
  },
  "In Buddhism, it is divided into three types according to what type of Buddha it matures into. In Hinduism, the sanchita type has yet to be resolved, while the kriyamana type is currently being created. The story of Markandeya shows that God's grace can overcome it. Coming from the Sanskrit for \"deed\", it is often analogized as a seed and cannot be worked off, instead requiring the instantaneous enlightenment of moksha or nirvana to be eliminated. For 10 points, name this term for the sum effect of a person's conduct.": {
    "guess": "Karma",
    "confidence": [
      [
        "K",
        -0.018177567
      ],
      [
        "arma",
        -0.0001202317
      ]
    ]
  },
  "Budin and Devaraj discovered a de-novo method in which this structure can be formed. One protein in this structure contains the NPA motif. Components of this structure can have snorkeling or antisnorkeling orientations. Proteins can be targeted to this structure through the actions of the enzyme NMT or by having an attached GPI. Mammalian adenylate cyclases are located in this structure. This structures is made of molecules exemplified by Phosphatidylcholine. Cholesterol helps maintain the fluidity of this structure and the fluid mosaic model models it as a phospholipid bilayer. For 10 points, name this selectively permeable structure that surrounds a cell.": {
    "guess": "Cell membrane",
    "confidence": [
      [
        "Cell",
        -0.0011628384
      ],
      [
        " membrane",
        -0.0034288892
      ]
    ]
  },
  "The Buddhist monk Zenchi Naigu tries some quack techniques for changing the size of this item in a namesake story by Akutagawa Ryonosuke (ah-KOO-tuh-GAH-wuh ree-OH-no-SOO-kay). In another story, a man believes that Mrs. Podtochin (pah-TAH-chin) has taken revenge for a refusal to marry by cursing this": {
    "guess": "The Nose",
    "confidence": [
      [
        "The",
        -0.12922493
      ],
      [
        " Nose",
        -0.005648136
      ]
    ]
  },
  "The Buddhist monk Zenchi Naigu tries some quack techniques for changing the size of this item in a namesake story by Akutagawa Ryonosuke (ah-KOO-tuh-GAH-wuh ree-OH-no-SOO-kay). In another story, a man believes that Mrs. Podtochin (pah-TAH-chin) has taken revenge for a refusal to marry by cursing this object. This object becomes a State Councilor after being found in a loaf of bread by Ivan Yakovlevich": {
    "guess": "The Nose",
    "confidence": [
      [
        "The",
        -0.23338005
      ],
      [
        " Nose",
        -0.00086238835
      ]
    ]
  },
  "Budin and Devaraj discovered a de-novo method in which this structure can be formed. One protein in this structure contains the NPA motif. Components of this structure can have snorkeling or antisnorkeling orientations. Proteins can be targeted to this structure through the actions of the enzyme NMT": {
    "guess": "Nuclear Pore Complex",
    "confidence": [
      [
        "N",
        -1.1540177
      ],
      [
        "uclear",
        -0.03680923
      ],
      [
        " P",
        -0.6637327
      ],
      [
        "ore",
        -2.5226382e-05
      ],
      [
        " Complex",
        -0.4485881
      ]
    ]
  },
  "In Buddhism, it is divided into three types according to what type of Buddha it matures into. In Hinduism, the sanchita type has yet to be resolved, while the kriyamana type is currently being created.": {
    "guess": "Karma",
    "confidence": [
      [
        "K",
        -0.0136290705
      ],
      [
        "arma",
        -0.00064547977
      ]
    ]
  },
  "The Buddhist monk Zenchi Naigu tries some quack techniques for changing the size of this item in a namesake": {
    "guess": "Jingu Staff",
    "confidence": [
      [
        "J",
        -1.0774721
      ],
      [
        "ingu",
        -0.10628335
      ],
      [
        " Staff",
        -0.2901964
      ]
    ]
  },
  "The Buddhist monk Zenchi Naigu tries some quack techniques for changing the size of this item in a namesake story by Akutagawa Ryonosuke (ah-KOO-tuh-GAH-wuh ree-OH-no-SOO-kay). In another story, a man": {
    "guess": "The Nose",
    "confidence": [
      [
        "The",
        -0.39072067
      ],
      [
        " Nose",
        -0.094831474
      ]
    ]
  },
  "The Buddhist monk Zenchi Naigu tries some quack techniques for changing the size of this item in a namesake story by Akutagawa Ryonosuke (ah-KOO-tuh-GAH-wuh ree-OH-no-SOO-kay). In another story, a man believes that Mrs. Podtochin (pah-TAH-chin) has taken revenge for a refusal to marry by cursing this object. This object becomes a State Councilor after being found in a loaf of bread by Ivan Yakovlevich (YAH-kohv-LAY-vich), but eventually returns to Platon Kovalyov (KOH-vull-yoff), in that story by": {
    "guess": "The Nose",
    "confidence": [
      [
        "The",
        -0.55848974
      ],
      [
        " Nose",
        -6.289474e-05
      ]
    ]
  },
  "Budin and Devaraj discovered a de-novo method in which this structure can be formed. One protein in this structure contains the NPA motif. Components of this structure can have snorkeling or antisnorkeling orientations. Proteins can be targeted to this structure through the actions of the enzyme NMT or by having an attached GPI. Mammalian adenylate cyclases are located in this structure. This structures": {
    "guess": "Cell membrane",
    "confidence": [
      [
        "Cell",
        -0.6640568
      ],
      [
        " membrane",
        -0.019859971
      ]
    ]
  },
  "In Buddhism, it is divided into three types according to what type of Buddha it matures into. In Hinduism, the sanchita type has yet to be resolved, while the kriyamana type is currently being created. The story of Markandeya shows that God's grace can overcome it. Coming from the Sanskrit for \"deed\", it is often analogized as a seed and cannot be worked off, instead requiring the instantaneous enlightenment": {
    "guess": "Karma",
    "confidence": [
      [
        "K",
        -0.025156362
      ],
      [
        "arma",
        -0.0001440651
      ]
    ]
  },
  "Budin and Devaraj discovered a de-novo method in which this structure can be formed. One protein in this": {
    "guess": "Artificial cell",
    "confidence": [
      [
        "Art",
        -1.0713085
      ],
      [
        "ificial",
        -0.0006645414
      ],
      [
        " cell",
        -0.16029744
      ]
    ]
  }
}