{
  "The central character of this novel is comforted for a time by the ghost of a Native American woman named Morning Light. In one scene, a bunch of chickens disappear into a hole in the ground after attacking": {
    "guess": "Beloved",
    "confidence": [
      [
        "Bel",
        -0.6031612
      ],
      [
        "oved",
        -0.00076471834
      ]
    ]
  },
  "At the center of this work, a man wearing a shirt with baggy, black and white-striped sleeves sits with his back to the viewer and his face cast to a scene on the right. On the left of this painting, which hangs in the Contarelli Chapel, a wide-eyed, bearded man points at a young man in red slumping over a wooden table, while a balding man peers through his spectacles at a pile of coins. An open window and a harsh beam of light illuminate the title action of this painting, which occurs as a figure on the right points his outstretched arm toward the center of the canvas. For 10 points, name this painting in which Jesus reaches out to a tax collector, a work by Caravaggio.": {
    "guess": "The Calling of St Matthew (Caravaggio)",
    "confidence": [
      [
        "The",
        -0.008460914
      ],
      [
        " Calling",
        -0.10646502
      ],
      [
        " of",
        -1.1279553e-05
      ],
      [
        " St",
        -0.058537222
      ],
      [
        " Matthew",
        -0.05767091
      ],
      [
        " (",
        -0.5728216
      ],
      [
        "Car",
        -0.000101874335
      ],
      [
        "av",
        -0.00024941913
      ],
      [
        "aggio",
        -9.849109e-06
      ],
      [
        ")",
        -6.194111e-05
      ]
    ]
  },
  "The central characters grow up at a location which is described a ringed wood containing a ringed wall with a house where a lady is seen writing. The fourth section begins with a fantastic description of how light transforms a white plate into a white lake while a knife becomes an ice dagger. One character in this work is ashamed of his father's failure as a banker while in Brisbane, while another character in this novel repeatedly imagines himself as a man going to Greece to be a lecturer on the Parthenon. Each of the sections of this work begin with a description of the progress of the (*) sun.": {
    "guess": "The Rings of Saturn",
    "confidence": [
      [
        "The",
        -0.14808923
      ],
      [
        " Rings",
        -0.9564564
      ],
      [
        " of",
        -8.470901e-05
      ],
      [
        " Saturn",
        -7.696077e-05
      ]
    ]
  },
  "The central question in this work occurs when Cephalus says that our wealth can prevent us from being unjust, but a debate unfolds when Socrates asks about the meaning of justice. Some of its important characters include Glaucon and Adeimantus, the principle speakers, and the silent spectators Lysias and Euthydemus. It is perhaps most famous for discussing a scene in which chained prisoners watch shadows": {
    "guess": "Republic (Plato)",
    "confidence": [
      [
        "Republic",
        -0.37415195
      ],
      [
        " (",
        -0.0008285675
      ],
      [
        "Pl",
        -0.00053849723
      ],
      [
        "ato",
        -2.5107178e-05
      ],
      [
        ")",
        -7.226629e-06
      ]
    ]
  },
  "This century featured an account of Byzantium complaining about its brackish water, despite the fact that its author, Liutprand of Cremona, was a guest of the Emperor. Liutprand also wrote about Marozia, who married Sergius III and put John XI in the papacy. In the Sixteenth century, Cardinal Baronius dubbed this century the Iron or Leaden century and it also saw the existence of the Saeculum obscurum": {
    "guess": "10th century",
    "confidence": [
      [
        "10",
        -0.02056256
      ],
      [
        "th",
        -9.770221e-05
      ],
      [
        " century",
        -0.0093492
      ]
    ]
  },
  "The central character of this novel is comforted for a time by the ghost of a Native American woman named Morning Light. In one scene, a bunch of chickens disappear into a hole in the ground after attacking each other so furiously that they produce a tornado. The kindly Dr. John Brown rescues the central character from a dovecote on the central ranch after she has a breakdown. The central character's older sister Gertrudis flees from a shower and is swept up naked onto horseback by a soldier after eating a dish of quail in rose-petal sauce. A family tradition prohibiting the youngest de la Garza daughter from marrying keeps Pedro Muzquiz and Tita apart in, FTP, this novel whose chapters begin with recipes, written by Laura Esquivel.": {
    "guess": "Like Water For Chocolate",
    "confidence": [
      [
        "Like",
        -0.045009397
      ],
      [
        " Water",
        -0.00037561916
      ],
      [
        " For",
        -0.6698674
      ],
      [
        " Chocolate",
        -0.0001439459
      ]
    ]
  },
  "The central figure of this work is depicted in the background of Alexander Moffat's painting Poets' Pub. Contemporary critics mocked the underarm hair and dirty appearance of this painting's central figure, who wears a Phrygian cap. It is similar to Schnetz's painting Combat de l'Hotel de Ville, and": {
    "guess": "Liberty Leading the People",
    "confidence": [
      [
        "Lib",
        -0.20551202
      ],
      [
        "erty",
        -1.9385403e-05
      ],
      [
        " Leading",
        -0.0013791639
      ],
      [
        " the",
        -5.9914648e-05
      ],
      [
        " People",
        -1.0445127e-05
      ]
    ]
  },
  "The central character of this novel is comforted for a time by the ghost of a Native American woman named Morning Light. In one scene, a bunch of chickens disappear into a hole in the ground after attacking each other so furiously that they produce a tornado. The kindly Dr. John Brown rescues the central": {
    "guess": "Like Water For Chocolate",
    "confidence": [
      [
        "Like",
        -0.61063665
      ],
      [
        " Water",
        -0.00043805985
      ],
      [
        " For",
        -0.3136294
      ],
      [
        " Chocolate",
        -0.00019436171
      ]
    ]
  },
  "Central notions of this group include marifa, while the hadarat are the levels of tajalliat and baqaa. Members hope to achieve fana, or self-annihilation, and muraqaba is used to acquaint oneself with": {
    "guess": "Sufism",
    "confidence": [
      [
        "S",
        -0.00047094907
      ],
      [
        "uf",
        -4.3202e-07
      ],
      [
        "ism",
        -0.00022964232
      ]
    ]
  },
  "At the center of this work, a man wearing a shirt with baggy, black and white-striped sleeves sits with his back to the viewer and his face cast to a scene on the right. On the left of this painting, which hangs in the Contarelli Chapel, a wide-eyed, bearded man points at a young man in red slumping over a wooden table, while a balding man peers through his spectacles at a pile of coins. An open window and a harsh beam of light illuminate the title action of this painting, which occurs as a figure on the right points his outstretched arm toward the center of the canvas. For 10 points, name this": {
    "guess": "The Calling of Saint Matthew",
    "confidence": [
      [
        "The",
        -0.13631207
      ],
      [
        " Calling",
        -0.13676527
      ],
      [
        " of",
        -6.4802e-05
      ],
      [
        " Saint",
        -0.013143636
      ],
      [
        " Matthew",
        -0.0003822909
      ]
    ]
  },
  "The central characters grow up at a location which is described a ringed wood containing a ringed wall with a house where a lady is seen writing. The fourth section begins with a fantastic description of how light transforms a white plate into a white lake while a knife becomes an ice dagger. One character in this work is ashamed of his father's failure as a banker while in Brisbane, while another": {
    "guess": "The Secret History",
    "confidence": [
      [
        "The",
        -0.5748204
      ],
      [
        " Secret",
        -1.8099686
      ],
      [
        " History",
        -0.17013343
      ]
    ]
  },
  "Centered at the Universal House of Justice in Haifa, Israel, its fundamental tenets are set forth in works like The Book of Certitude. Its founder became a follower of the Bab at the age of twenty-seven, and began to preach tolerance and acceptance to all. This faith recognizes the divinity of Abraham,": {
    "guess": "Bahá'í Faith",
    "confidence": [
      [
        "Bah",
        -0.0012124951
      ],
      [
        "á",
        -8.339777e-05
      ],
      [
        "'",
        -0.13687247
      ],
      [
        "í",
        -1.3663626e-05
      ],
      [
        " Faith",
        -2.8921695e-05
      ]
    ]
  },
  "The central characters grow up at a location which is described a ringed wood containing a ringed wall with a house where a lady is seen writing. The fourth section begins with a fantastic description of how light transforms a white plate into a white lake while a knife becomes an ice dagger. One character in this work is ashamed of his father's failure as a banker while in Brisbane, while another character in this novel repeatedly imagines himself as a man going to Greece to be a lecturer on the Parthenon. Each of the sections of this work begin with a description of the progress of the (*) sun. Much of the memory of one character is linked with the mystical location of Elvedon and the death of Perceval in India. Consisting of nine soliloquies spoken by Bernard, Susan, Jimmy and three others,": {
    "guess": "The Rings of Saturn",
    "confidence": [
      [
        "The",
        -0.07489341
      ],
      [
        " Rings",
        -0.3239236
      ],
      [
        " of",
        -5.157039e-05
      ],
      [
        " Saturn",
        -0.00016456447
      ]
    ]
  },
  "In one of these, the central figure wears only a turban and sheaths a long sword; its political significance helped win its creator, Antonin Mercié, the Legion of Honor. The title figure wears a two-strapped garment that exposes his arms and is also see-through enough to show his ribs and nipples in the version of this scene done for Florence by Verrocchio. Bernini's depiction mimics the pose of the Discobolos, and another depicts its subject in action, biting his lower lip and stepping outside his": {
    "guess": "David (Michelangelo)",
    "confidence": [
      [
        "David",
        -0.23199694
      ],
      [
        " (",
        -0.1488175
      ],
      [
        "Mich",
        -0.06570092
      ],
      [
        "el",
        -0.00019269285
      ],
      [
        "angelo",
        -0.00012558853
      ],
      [
        ")",
        -0.000756739
      ]
    ]
  },
  "The central concept in this work is irrational, since its actions are groundless, and it transcends space and time, even though worldly manifestations of it are governed by space and time. It does not fulfill the principle of sufficient reason and the only adequate objectification of it is the Platonic Idea, covered in the third book. The author argues that \"no obtained object of desire can give lasting satisfaction\" and that only the absence of happiness may be a true subject of art. Divided into four books, the last of which discusses the ultimate goal of self-denial, and influenced by the author's interest in the Upanishads, FTP, name this most famous work of Arnold Schopenhauer.": {
    "guess": "The World as Will and Representation",
    "confidence": [
      [
        "The",
        -0.0041876175
      ],
      [
        " World",
        -0.00012475411
      ],
      [
        " as",
        -0.00035286226
      ],
      [
        " Will",
        -9.960947e-05
      ],
      [
        " and",
        -7.703444e-06
      ],
      [
        " Representation",
        -0.00054552656
      ]
    ]
  },
  "The central figure of this work is depicted in the background of Alexander Moffat's painting Poets' Pub. Contemporary critics mocked the underarm hair and dirty appearance of this painting's central figure, who wears a Phrygian cap. It is similar to Schnetz's painting Combat de l'Hotel de Ville, and depicts the towers of Notre Dame in the distance, while its foreground portrays a fallen National Guardsman.": {
    "guess": "Liberty Leading the People",
    "confidence": [
      [
        "Lib",
        -0.012025206
      ],
      [
        "erty",
        -5.4385737e-06
      ],
      [
        " Leading",
        -0.0003303401
      ],
      [
        " the",
        -0.00018172979
      ],
      [
        " People",
        -4.0603656e-05
      ]
    ]
  },
  "At the center of this city was a building symbolic of Mount Meru. Important until its capture by an army from Ayutthaya in 1431, it came to prominence in the late ninth century when King Yashovarman I moved there, and it is most famous for complexes erected by Kings Jayavarman VII and Suryavarman II.  FTP, identify this capital of the Khmer Empire noted for its Thom and Wat.": {
    "guess": "Angkor",
    "confidence": [
      [
        "Ang",
        -0.031484596
      ],
      [
        "kor",
        -0.00017076306
      ]
    ]
  },
  "Below the central chandelier in this painting are the artist's signature and a declaration in Latin that": {
    "guess": "Arnolfini Portrait",
    "confidence": [
      [
        "Arn",
        -0.6323224
      ],
      [
        "ol",
        -4.6206227e-05
      ],
      [
        "fin",
        -0.00050835335
      ],
      [
        "i",
        -1.7716551e-05
      ],
      [
        " Portrait",
        -0.00011927807
      ]
    ]
  },
  "The central secret in this novel takes shape after the death of the horse Wildfire. The title character's backstory is related early on, including his loss of his fiancée Sarah and his betrayal at the hands of his friend William Dane. He once again falls under suspicion after using a foxglove remedy to cure the dropsy of his neighbor Sally Oates. He does grow close with another neighbor, Dolly Winthrop, whose son Aaron marries his daughter at the novel's end. This happens after a visit from Nancy Lammeter and Godfrey Cass who fail to gain custody of the title character's daughter, Eppie. For 10": {
    "guess": "Silas Marner",
    "confidence": [
      [
        "Sil",
        -0.00082999794
      ],
      [
        "as",
        -9.729906e-06
      ],
      [
        " Mar",
        -1.735894e-05
      ],
      [
        "ner",
        -1.8431772e-05
      ]
    ]
  },
  "The central concept in this work is irrational, since its actions are groundless, and it transcends space and time, even though worldly manifestations of it are governed by space and time. It does not": {
    "guess": "Noumenon",
    "confidence": [
      [
        "N",
        -0.62669396
      ],
      [
        "ou",
        -0.0015710416
      ],
      [
        "men",
        -2.8921695e-05
      ],
      [
        "on",
        -0.00066990557
      ]
    ]
  },
  "The central secret in this novel takes shape after the death of the horse Wildfire. The title character's backstory is related early on, including his loss of his fiancée Sarah and his betrayal at the hands of his friend William Dane. He once again falls under suspicion after using a foxglove remedy to cure the dropsy of his neighbor Sally Oates. He does grow close with another neighbor, Dolly Winthrop, whose son Aaron marries his daughter at the novel's end. This happens after a visit from Nancy": {
    "guess": "Silas Marner",
    "confidence": [
      [
        "Sil",
        -0.0041239923
      ],
      [
        "as",
        -1.867018e-05
      ],
      [
        " Mar",
        -0.0005328983
      ],
      [
        "ner",
        -3.5358695e-05
      ]
    ]
  },
  "Central notions of this group include marifa, while the hadarat are the levels of tajalliat and baqaa. Members hope to achieve fana, or self-annihilation, and muraqaba is used to acquaint oneself with the Six Subtleties. They are organized into tariqas, examples of which include the Chishti and Mevlevi.": {
    "guess": "Sufism",
    "confidence": [
      [
        "S",
        -0.0010546034
      ],
      [
        "uf",
        -7.89631e-07
      ],
      [
        "ism",
        -0.0006552508
      ]
    ]
  },
  "This is the central of the \"Three Parallel Rivers\" that name a UNESCO World Heritage Site. The Pak Mun dam is located at the confluence of this river and its tributary, the Mun River. A \"Friendship Bridge\" spanning this river forces users to change over driving side when going from Savannakhet Province to Mukdahan Province. Pyotr Kozlov discovered that this river's source is the Lasagongma Spring on": {
    "guess": "Mekong River",
    "confidence": [
      [
        "M",
        -0.0020851893
      ],
      [
        "ek",
        -0.000349409
      ],
      [
        "ong",
        -7.278864e-05
      ],
      [
        " River",
        -0.0013524989
      ]
    ]
  },
  "Central dominant types of these objects become large due to collisions. Ones forming new components at an unusually high rate are known as starburst ones. According to Hubble's law, more distant ones of these objects move away faster the more distant they are. If these objects are not irregular they": {
    "guess": "Galaxies",
    "confidence": [
      [
        "Gal",
        -0.0011011607
      ],
      [
        "axies",
        -0.01642306
      ]
    ]
  },
  "Its central action was preceded five years earlier by the botched Operation Eagle Claw, instigated by the hijacking of American Travelway Flight 282 from Athens to New York. New World Revolutionary Organization leader Abdul Rifa, who emerged as its central villain, used the covert backing of Iran to first divert the plane to Algiers prior to an abortive raid; that action was followed by a landing in Beirut, where U.S. forces under the command of Colonel Nick Alexander suffered their lone casualty": {
    "guess": "The Delta Force",
    "confidence": [
      [
        "The",
        -0.0407606
      ],
      [
        " Delta",
        -0.0013746378
      ],
      [
        " Force",
        -1.0087517e-05
      ]
    ]
  },
  "The central crime in this story occurs while its victim is \"making Buffalo Bill's show look like magic-lantern views of Palestine.\" This short story's narrator dreams about being chained to a tree by a redhead pilot until he hears the title character sitting on an accomplice's chest. That character, Bill, is hit between the eyes with a piece of brick, shot behind the ear with a rock, burned with a hot potato, and made to play Black Scout by the title character. That character of this story welcomes the chance to run away from his father, Ebenezer Dorset, although he is abducted for money. For 10": {
    "guess": "The Ransom of Red Chief",
    "confidence": [
      [
        "The",
        -0.1476877
      ],
      [
        " R",
        -0.032223254
      ],
      [
        "ansom",
        -0.00021474186
      ],
      [
        " of",
        -0.00011915887
      ],
      [
        " Red",
        -0.00026515033
      ],
      [
        " Chief",
        -5.5577775e-06
      ]
    ]
  },
  "The central executive controls this system and uses the phonological loop and the visuospacial buffer,": {
    "guess": "Working memory",
    "confidence": [
      [
        "Working",
        -0.00912891
      ],
      [
        " memory",
        -0.00768577
      ]
    ]
  },
  "The central question in this work occurs when Cephalus says that our wealth can prevent us from being unjust, but a debate unfolds when Socrates asks about the meaning of justice. Some of its important characters include Glaucon and Adeimantus, the principle speakers, and the silent spectators Lysias": {
    "guess": "The Republic",
    "confidence": [
      [
        "The",
        -0.35589585
      ],
      [
        " Republic",
        -0.00010032469
      ]
    ]
  },
  "This century featured an account of Byzantium complaining about its brackish water, despite the fact that its author, Liutprand of Cremona, was a guest of the Emperor. Liutprand also wrote about Marozia, who married Sergius III and put John XI in the papacy. In the Sixteenth century, Cardinal Baronius dubbed this century the Iron or Leaden century and it also saw the existence of the Saeculum obscurum or the Pornocracy. Poland under Mieszko I converted to Christianity, and Kievan Rus followed shortly after. Seeing the foundation of Cluny and the forced marriage of Adelaide of Italy lead to an invasion by a man who would spawn a namesake renaissance, this century also saw the end of the Carolingian dynasty. For 10 points, name this century that was the darkest of the Dark Ages, which saw the establishment of the Ottonian and Capetian dynasties, and preceded the century that saw the First Crusade and the Norman invasion of England.": {
    "guess": "10th century",
    "confidence": [
      [
        "10",
        -0.040670402
      ],
      [
        "th",
        -7.231183e-05
      ],
      [
        " century",
        -0.005603561
      ]
    ]
  },
  "Central to its critical theory was a condemnation of modern society, positing that the mechanisms of modern life, particularly mass media and market forces, are detrimental to personal values, dulling social morality in favor of an atmosphere which fosters the accumulation of material wealth.  Set up": {
    "guess": "Frankfurt School",
    "confidence": [
      [
        "Frank",
        -0.64507794
      ],
      [
        "furt",
        -0.0011193805
      ],
      [
        " School",
        -0.0001037816
      ]
    ]
  },
  "\"It had to be central intelligence, the family, all of this, the agency- Mafia/ One big set of criminal gangs working together/* Hitmen/ Murderers everywhere/ The secret/ The drunk/ The brutal/ The dirty rich/ On top of a slag heap of prisons/ Industrial cancer/ Plutonium smog/ Garbage cities/ Grandma's": {
    "guess": "Central Intelligence Agency",
    "confidence": [
      [
        "Central",
        -1.2795982
      ],
      [
        " Intelligence",
        -0.0010103036
      ],
      [
        " Agency",
        -0.0006882482
      ]
    ]
  },
  "One of its central scenes in Act I contains a tune that Beethoven first used in the scherzo to one of his Razumovsky quartets. It was originally divided into seven tableaux, of which the third was set in a cell and the fourth at an inn at the border. The second version was modified to have an interlude of a \"Polish\" third act and a scene of the title character going mad with guilt, but still included the character of Pimen and the famous Coronation Scene. FTP, identify this opera that drew partly on the work of Karamzin and more on that of Pushkin, the magnum opus of Mussorgsky.": {
    "guess": "Boris Godunov",
    "confidence": [
      [
        "B",
        -0.015047873
      ],
      [
        "oris",
        -2.7848862e-05
      ],
      [
        " God",
        -0.0032309485
      ],
      [
        "un",
        -0.00017326632
      ],
      [
        "ov",
        -2.7252845e-05
      ]
    ]
  },
  "The central concept in this work is irrational, since its actions are groundless, and it transcends space": {
    "guess": "Bhagavad Gita",
    "confidence": [
      [
        "B",
        -1.4145048
      ],
      [
        "h",
        -0.06946101
      ],
      [
        "ag",
        -0.010575875
      ],
      [
        "avad",
        -0.009576164
      ],
      [
        " G",
        -0.00023226479
      ],
      [
        "ita",
        -1.0445127e-05
      ]
    ]
  },
  "\"It had to be central intelligence, the family, all of this, the agency- Mafia/ One big set of criminal": {
    "guess": "Central Intelligence Agency",
    "confidence": [
      [
        "Central",
        -0.032658793
      ],
      [
        " Intelligence",
        -0.00055887003
      ],
      [
        " Agency",
        -4.179569e-05
      ]
    ]
  },
  "The central family in this novel lives next door to Levaque and Bouteloup, whose morning rituals they regularly hear. That family receives charity from the shopkeeper Maigrat, who trades food and money": {
    "guess": "Germinal (novel)",
    "confidence": [
      [
        "G",
        -0.05529949
      ],
      [
        "erm",
        -0.0018470092
      ],
      [
        "inal",
        -6.1537958e-06
      ],
      [
        " (",
        -0.03621834
      ],
      [
        "nov",
        -0.00012094693
      ],
      [
        "el",
        -1.7239736e-05
      ],
      [
        ")",
        -6.869018e-06
      ]
    ]
  },
  "One of its central scenes in Act I contains a tune that Beethoven first used in the scherzo to one of his Razumovsky quartets. It was originally divided into seven tableaux, of which the third was set in a cell and the fourth at an inn at the border. The second version was modified to have an interlude of a \"Polish\" third act and a scene of the title character going mad with guilt, but still included the character of Pimen and the famous Coronation Scene. FTP, identify this opera that drew partly": {
    "guess": "Boris Godunov",
    "confidence": [
      [
        "B",
        -0.0015932922
      ],
      [
        "oris",
        -1.6762922e-05
      ],
      [
        " God",
        -0.0029744953
      ],
      [
        "un",
        -5.7411373e-05
      ],
      [
        "ov",
        -1.5213274e-05
      ]
    ]
  },
  "The central question in this work occurs when Cephalus says that our wealth can prevent us from being": {
    "guess": "Republic (Plato)",
    "confidence": [
      [
        "Republic",
        -0.015136295
      ],
      [
        " (",
        -0.0005149059
      ],
      [
        "Pl",
        -0.000100205485
      ],
      [
        "ato",
        -1.0683535e-05
      ],
      [
        ")",
        -4.3202e-07
      ]
    ]
  },
  "At the center of this work, a man wearing a shirt with baggy, black and white-striped sleeves sits with": {
    "guess": "The Nightmare (painting)",
    "confidence": [
      [
        "The",
        -0.9566574
      ],
      [
        " Nightmare",
        -1.6971649
      ],
      [
        " (",
        -0.57209164
      ],
      [
        "paint",
        -0.6281273
      ],
      [
        "ing",
        -3.166338e-05
      ],
      [
        ")",
        -0.007526178
      ]
    ]
  },
  "Centered at the Universal House of Justice in Haifa, Israel, its fundamental tenets are set forth in works like The Book of Certitude. Its founder became a follower of the Bab at the age of twenty-seven,": {
    "guess": "Bahá'í Faith",
    "confidence": [
      [
        "Bah",
        -0.00033665422
      ],
      [
        "á",
        -0.00021176544
      ],
      [
        "'",
        -0.13342056
      ],
      [
        "í",
        -1.962381e-05
      ],
      [
        " Faith",
        -5.550411e-05
      ]
    ]
  },
  "The center of the defending forces in this battle was led by the Marquis of Caracena, while the cavalry on the right flank of the opposing forces was led by the Marquis de Crequy. The winning side featured Thomas Morgan, who had been made governor of Mardyke, which the winning forces had captured the": {
    "guess": "Siege of Mardyke",
    "confidence": [
      [
        "Sie",
        -0.157238
      ],
      [
        "ge",
        -0.0013336941
      ],
      [
        " of",
        -2.2961513e-05
      ],
      [
        " M",
        -0.39710033
      ],
      [
        "ardy",
        -0.071022965
      ],
      [
        "ke",
        -0.2857364
      ]
    ]
  },
  "The central facility of this program was visited by Jesse Croach and Ulysses Stabler, and that facility's": {
    "guess": "Manhattan Project",
    "confidence": [
      [
        "Man",
        -2.1777718
      ],
      [
        "hattan",
        -0.10894659
      ],
      [
        " Project",
        -0.0022588563
      ]
    ]
  },
  "This is the central of the \"Three Parallel Rivers\" that name a UNESCO World Heritage Site. The Pak Mun dam is located at the confluence of this river and its tributary, the Mun River. A \"Friendship Bridge\"": {
    "guess": "Mun River",
    "confidence": [
      [
        "M",
        -0.011972553
      ],
      [
        "un",
        -0.5854621
      ],
      [
        " River",
        -0.00056208856
      ]
    ]
  },
  "The central innovation in this concept takes into account the diurnal motion of the earth around its axis while ignoring the sun's apparent motion due to earth's rotation. The eponymous principle was given its name in 1880 by Adolph Sprung. Deficiencies in this concept were finally rectified by William Ferrell who included in his account the effect of Coriolis forces. Its namesake was interested in the causes of the Trade Winds, which according to him had not been fully explained by the likes of Edmund Halley and Robert Hooke. Air is drawn into the Intertropical Conversion Zone via the action of this pattern, for 10 points name this circulation model near the equator named after its English namesake.": {
    "guess": "Hadley cell",
    "confidence": [
      [
        "Had",
        -0.15821949
      ],
      [
        "ley",
        -7.465036e-06
      ],
      [
        " cell",
        -0.11358556
      ]
    ]
  },
  "The central facility of this program was visited by Jesse Croach and Ulysses Stabler, and that facility's construction was overseen by Manes Pratt. An attempt to acquire material for this program resulted in the Plumbat affair, and it was headed by Ernest Bergmann. Its existence was revealed in an interview with Peter Hounam, after which the interviewee was lured to Italy by Cheryl Bentov and captured. It is headquartered at Dimona and was revealed by (*) Mordechai Vanunu. Its host nation maintains": {
    "guess": "Dimona facility",
    "confidence": [
      [
        "Dim",
        -0.72703266
      ],
      [
        "ona",
        -9.4960524e-05
      ],
      [
        " facility",
        -0.73099965
      ]
    ]
  },
  "For centuries, its precise location was unclear, so a monument to this event was erected near Detmold, some 50 kilometers from the actual site. The victorious leader was able to unite the previously warring Chatti and Bructeri lie in wait for his foes, who supposed him their ally and who had trained him while he was a hostage. Upon learning of the loss, Augustus was said to have shouted \"Quintilius Varus, give me back my legions!\" For ten points, name this 9 CE battle which established the limits of the Roman Empire at the Rhine after the forces of Arminius completely annihilated a Roman army of over 20,000 troops.": {
    "guess": "Battle of Teutoburg Forest",
    "confidence": [
      [
        "Battle",
        -0.01323941
      ],
      [
        " of",
        -0.001130571
      ],
      [
        " Te",
        -0.22632831
      ],
      [
        "ut",
        -0.00020914296
      ],
      [
        "ob",
        -5.6769813e-06
      ],
      [
        "urg",
        -9.4914985e-06
      ],
      [
        " Forest",
        -1.8624639e-06
      ]
    ]
  },
  "Central to its critical theory was a condemnation of modern society, positing that the mechanisms of modern life, particularly mass media and market forces, are detrimental to personal values, dulling social morality in favor of an atmosphere which fosters the accumulation of material wealth.  Set up in its namesake city in 1923, it was funded by an endowment from Felix Weil, although during WWII it": {
    "guess": "Frankfurt School",
    "confidence": [
      [
        "Frank",
        -0.3359252
      ],
      [
        "furt",
        -0.0014676038
      ],
      [
        " School",
        -0.002605268
      ]
    ]
  },
  "The center of the defending forces in this battle was led by the Marquis of Caracena, while the cavalry on the right flank of the opposing forces was led by the Marquis de Crequy. The winning side featured Thomas Morgan, who had been made governor of Mardyke, which the winning forces had captured the previous year. This battle, which was fought near the Furnes canal, featured a charge by the left side": {
    "guess": "Battle of the Dunes",
    "confidence": [
      [
        "Battle",
        -0.56011057
      ],
      [
        " of",
        -0.000296136
      ],
      [
        " the",
        -0.76762956
      ],
      [
        " D",
        -0.007414363
      ],
      [
        "unes",
        -0.0004516454
      ]
    ]
  },
  "This man was censured by his party for a militant speech in Sophiatown. Prior to being prosecuted, this man gave the \"I am Prepared to Die\" speech. He was one of the defendants at the \"Treason Trial,\" where he was defended by Bram Fischer. Known for a time as the Black Pimpernel, he was put on trial at Rivona for his actions related to the Spear of the Nation movement, the military branch of his party.": {
    "guess": "Nelson Mandela",
    "confidence": [
      [
        "N",
        -0.0018392756
      ],
      [
        "elson",
        -4.00813e-06
      ],
      [
        " Mandela",
        -6.869018e-06
      ]
    ]
  },
  "The central character in this work expresses his wish to arrange a party for a group of peasants after drinking champagne. In an aria in this opera, Don Ottavio vows to avenge the death of his betrothed's father, Fuggi, crudele fuggi, and the title character escapes death at the hands of Zerlina and Masetto only by switching clothes with his servant. At the end of this opera, Donna Elvira expresses her pity for the central character, and after he refuses to repent for his sinful life, the statue": {
    "guess": "Don Giovanni",
    "confidence": [
      [
        "Don",
        -0.0022290023
      ],
      [
        " Giovanni",
        -2.8325678e-05
      ]
    ]
  },
  "The central executive controls this system and uses the phonological loop and the visuospacial buffer, and all of these parts can operate partially independent of each other to conserve resources. It allows for rehearsal in a process similar to overt speech and hearing. The system shows evidence of a": {
    "guess": "Working memory",
    "confidence": [
      [
        "Working",
        -0.10763881
      ],
      [
        " memory",
        -0.036108427
      ]
    ]
  },
  "This century featured an account of Byzantium complaining about its brackish water, despite the fact that its author, Liutprand of Cremona, was a guest of the Emperor. Liutprand also wrote about Marozia, who married Sergius III and put John XI in the papacy. In the Sixteenth century, Cardinal Baronius dubbed this century the Iron or Leaden century and it also saw the existence of the Saeculum obscurum or the Pornocracy. Poland under Mieszko I converted to Christianity, and Kievan Rus followed shortly after. Seeing the foundation of Cluny and the forced marriage of Adelaide of Italy lead to an invasion": {
    "guess": "10th century",
    "confidence": [
      [
        "10",
        -0.03263675
      ],
      [
        "th",
        -3.6789137e-05
      ],
      [
        " century",
        -0.0051846625
      ]
    ]
  },
  "The central innovation in this concept takes into account the diurnal motion of the earth around its axis while ignoring the sun's apparent motion due to earth's rotation. The eponymous principle was given": {
    "guess": "Foucault pendulum",
    "confidence": [
      [
        "F",
        -0.78864646
      ],
      [
        "ou",
        -0.014260348
      ],
      [
        "ca",
        -0.001421307
      ],
      [
        "ult",
        -5.6769813e-06
      ],
      [
        " pend",
        -0.11561241
      ],
      [
        "ulum",
        -2.2603901e-05
      ]
    ]
  },
  "This is the central of the \"Three Parallel Rivers\" that name a UNESCO World Heritage Site. The Pak Mun dam is located at the confluence of this river and its tributary, the Mun River. A \"Friendship Bridge\" spanning this river forces users to change over driving side when going from Savannakhet Province to Mukdahan Province. Pyotr Kozlov discovered that this river's source is the Lasagongma Spring on Mount Guozongmucha. Runoff from the Tonle Sap reservoir enters this river when the Tonle Sap River is formed. This river flows through Yunnan Province from its origin on the Tibetan Plateau, and it flows through Thailand, Burma, Laos, and Cambodia before emptying at its namesake delta in Vietnam. For 10 points, name this principle river of Southeast Asia.": {
    "guess": "Mekong River",
    "confidence": [
      [
        "M",
        -0.0007466177
      ],
      [
        "ek",
        -0.00017362394
      ],
      [
        "ong",
        -3.5835506e-05
      ],
      [
        " River",
        -0.010993469
      ]
    ]
  },
  "The center of the defending forces in this battle was led by the Marquis of Caracena, while the cavalry on the right flank of the opposing forces was led by the Marquis de Crequy. The winning side featured Thomas Morgan, who had been made governor of Mardyke, which the winning forces had captured the previous year. This battle, which was fought near the Furnes canal, featured a charge by the left side of the winning forces led by William Lockhart, while the losing side's left flank was led by a French rebel, the Prince de Cond? The victorious forces were led by Turenne, and this battle would lead to the signing of the Peace of the Pyrenees the next year. For 10 points, name this victory for a French-English alliance over the Spanish, a 1658 battle fought near Dunkirk.": {
    "guess": "Battle of the Dunes",
    "confidence": [
      [
        "Battle",
        -0.034213908
      ],
      [
        " of",
        -3.5477897e-05
      ],
      [
        " the",
        -0.0009761215
      ],
      [
        " D",
        -0.0002226093
      ],
      [
        "unes",
        -6.6306106e-06
      ]
    ]
  },
  "This century featured an account of Byzantium complaining about its brackish water, despite the fact that its author, Liutprand of Cremona, was a guest of the Emperor. Liutprand also wrote about Marozia,": {
    "guess": "10th century",
    "confidence": [
      [
        "10",
        -0.18088754
      ],
      [
        "th",
        -4.274932e-05
      ],
      [
        " century",
        -0.023131222
      ]
    ]
  },
  "The central male figure of this poem is described as possessing \"coal-black curls\" and wearing a \"silver bugle\" and a shield that \"sparkled on the yellow field\" while passing though the \"purple night\", but only comes to the attention of the titular figure after she hears him sing \"tirra lirra\". Only the reapers who harvest the barley hear her singing in the gray tower where she is fated to weave a magic, colorful web while only looking on the world through a mirror which cracks when she falls in": {
    "guess": "The Lady of Shalott",
    "confidence": [
      [
        "The",
        -0.003287275
      ],
      [
        " Lady",
        -0.0004073163
      ],
      [
        " of",
        -5.5861725e-05
      ],
      [
        " Sh",
        -0.00016468366
      ],
      [
        "al",
        -1.1994775e-05
      ],
      [
        "ott",
        -8.418666e-06
      ]
    ]
  },
  "The central character, a resident of the San Bernadino Arms, falls in with such characters as Harry, a purveyor of homemade silver polish, and Miguel, a Mexican breeder of fighting cocks.  There's also": {
    "guess": "The Day of the Locust",
    "confidence": [
      [
        "The",
        -0.04325711
      ],
      [
        " Day",
        -0.0044263205
      ],
      [
        " of",
        -0.000112245056
      ],
      [
        " the",
        -0.00022785427
      ],
      [
        " Loc",
        -2.2961513e-05
      ],
      [
        "ust",
        -2.6895234e-05
      ]
    ]
  },
  "This man was censured by his party for a militant speech in Sophiatown. Prior to being prosecuted, this man gave the \"I am Prepared to Die\" speech. He was one of the defendants at the \"Treason Trial,\" where he was defended by Bram Fischer. Known for a time as the Black Pimpernel, he was put on trial at Rivona for his actions related to the Spear of the Nation movement, the military branch of his party. He was imprisoned on Robben Island until being released by F.W. de Klerk. For 10 points, name this leader of the African National Congress, who fought for the end of apartheid before becoming president": {
    "guess": "Nelson Mandela",
    "confidence": [
      [
        "N",
        -0.013115291
      ],
      [
        "elson",
        -4.00813e-06
      ],
      [
        " Mandela",
        -0.00026932248
      ]
    ]
  },
  "The central characters grow up at a location which is described a ringed wood containing a ringed wall with a house where a lady is seen writing. The fourth section begins with a fantastic description of how light transforms a white plate into a white lake while a knife becomes an ice dagger. One character in this work is ashamed of his father's failure as a banker while in Brisbane, while another character in this novel repeatedly imagines himself as a man going to Greece to be a lecturer on the Parthenon. Each of the sections of this work begin with a description of the progress of the (*) sun. Much of the memory of one character is linked with the mystical location of Elvedon and the death": {
    "guess": "The Rings of Saturn",
    "confidence": [
      [
        "The",
        -0.1153761
      ],
      [
        " Rings",
        -1.7092478
      ],
      [
        " of",
        -6.062987e-05
      ],
      [
        " Saturn",
        -0.00035572314
      ]
    ]
  },
  "Central to its belief system is the doctrine of two eternal, coexisting, independent categories known as jiva and ajiva. Divided into the sects Digambara and Svetambara, in this religion the actions of": {
    "guess": "Jainism",
    "confidence": [
      [
        "J",
        -0.00037931444
      ],
      [
        "ain",
        -9.133887e-06
      ],
      [
        "ism",
        -0.0009621966
      ]
    ]
  },
  "At the center of this novel is a portrait ten years in the making that is finished at the story's end.": {
    "guess": "The Picture of Dorian Gray",
    "confidence": [
      [
        "The",
        -0.03958773
      ],
      [
        " Picture",
        -0.004873062
      ],
      [
        " of",
        -4.9305523e-05
      ],
      [
        " D",
        -0.00013393279
      ],
      [
        "orian",
        -1.3663626e-05
      ],
      [
        " Gray",
        -0.00055255595
      ]
    ]
  },
  "Below the central chandelier in this painting are the artist's signature and a declaration in Latin that the artist was there to witness the titular event, as shown by the images of himself and a priest reflected in a convex mirror below. A small terrier stands between the two main figures, a man in a black garment and a large hat and a woman in a white veil and green dress, who looks as if she may": {
    "guess": "The Arnolfini Portrait",
    "confidence": [
      [
        "The",
        -0.35055262
      ],
      [
        " Arn",
        -0.011484776
      ],
      [
        "ol",
        -8.299462e-06
      ],
      [
        "fin",
        -0.0006211769
      ],
      [
        "i",
        -7.1954215e-05
      ],
      [
        " Portrait",
        -0.008833789
      ]
    ]
  },
  "The central character in this work expresses his wish to arrange a party for a group of peasants after drinking champagne. In an aria in this opera, Don Ottavio vows to avenge the death of his betrothed's father, Fuggi, crudele fuggi, and the title character escapes death at the hands of Zerlina and": {
    "guess": "Don Giovanni",
    "confidence": [
      [
        "Don",
        -0.07692857
      ],
      [
        " Giovanni",
        -0.0056103235
      ]
    ]
  },
  "The center of the defending forces in this battle was led by the Marquis of Caracena, while the cavalry on the right flank of the opposing forces was led by the Marquis de Crequy. The winning side featured Thomas Morgan, who had been made governor of Mardyke, which the winning forces had captured the previous year. This battle, which was fought near the Furnes canal, featured a charge by the left side of the winning forces led by William Lockhart, while the losing side's left flank was led by a French rebel, the Prince de Cond? The victorious forces were led by Turenne, and this battle would lead": {
    "guess": "Battle of the Dunes",
    "confidence": [
      [
        "Battle",
        -0.24543132
      ],
      [
        " of",
        -0.000109622575
      ],
      [
        " the",
        -0.0057116775
      ],
      [
        " D",
        -0.0019736
      ],
      [
        "unes",
        -1.504853e-06
      ]
    ]
  },
  "At the center of this novel is a portrait ten years in the making that is finished at the story's end. Mrs. McNab restores the house of the central characters, who are frequented by the opium-using poet": {
    "guess": "To the Lighthouse",
    "confidence": [
      [
        "To",
        -1.1473088
      ],
      [
        " the",
        -0.0027553071
      ],
      [
        " L",
        -0.0002943479
      ],
      [
        "ighthouse",
        -3.8219583e-05
      ]
    ]
  },
  "The central character, a resident of the San Bernadino Arms, falls in with such characters as Harry, a purveyor of homemade silver polish, and Miguel, a Mexican breeder of fighting cocks.  There's also Abe Kusich, a dwarf horse player, and Earle Stroop, an unsuccessful cowboy actor.  This novel famously ends with a riot at the Persian Palace during which Homer Simpson likely dies and the protagonist Tod Hackett, barely escapes.  FTP, name this short novel by Nathaniel West.": {
    "guess": "The Day of the Locust (novel)",
    "confidence": [
      [
        "The",
        -0.021783262
      ],
      [
        " Day",
        -0.004650611
      ],
      [
        " of",
        -3.22594e-05
      ],
      [
        " the",
        -0.0006272526
      ],
      [
        " Loc",
        -0.00013464801
      ],
      [
        "ust",
        -1.831257e-05
      ],
      [
        " (",
        -0.5395108
      ],
      [
        "nov",
        -0.59760106
      ],
      [
        "el",
        -0.006207601
      ],
      [
        ")",
        -8.280175e-05
      ]
    ]
  },
  "\"It had to be central intelligence, the family, all of this, the agency- Mafia/ One big set of criminal gangs working together/* Hitmen/ Murderers everywhere/ The secret/ The drunk/ The brutal/ The dirty rich/ On top of a slag heap of prisons/ Industrial cancer/ Plutonium smog/ Garbage cities/ Grandma's bed soft from fathers' resentment/ It had to be the rulers/ They wanted law and order/ And they got rich on wanton protection for the status quo/ They wanted junkies/ They wanted Attica/ They wanted": {
    "guess": "The Family (Sopranos)",
    "confidence": [
      [
        "The",
        -1.4182053
      ],
      [
        " Family",
        -1.3595594
      ],
      [
        " (",
        -0.7217576
      ],
      [
        "S",
        -1.7785944
      ],
      [
        "op",
        -0.088143446
      ],
      [
        "ran",
        -4.1273333e-06
      ],
      [
        "os",
        -1.7239736e-05
      ],
      [
        ")",
        -0.63239795
      ]
    ]
  },
  "Its central action was preceded five years earlier by the botched Operation Eagle Claw, instigated by the hijacking of American Travelway Flight 282 from Athens to New York. New World Revolutionary Organization leader Abdul Rifa, who emerged as its central villain, used the covert backing of Iran to first divert the plane to Algiers prior to an abortive raid; that action was followed by a landing in": {
    "guess": "The Delta Force",
    "confidence": [
      [
        "The",
        -0.007992233
      ],
      [
        " Delta",
        -0.00012511172
      ],
      [
        " Force",
        -5.4385737e-06
      ]
    ]
  },
  "Its central basin is known as \"the cuvette,\" and its navigable portion begins at Kisangani. It receives the Luapula and Lualaba Rivers, from whose effluence at Boyoma Falls this river receives its name. Further downstream, following the addition of the Ubangi River, is the Pool Malebo, a widening of": {
    "guess": "Congo River",
    "confidence": [
      [
        "C",
        -0.0022674205
      ],
      [
        "ongo",
        -1.7432603e-06
      ],
      [
        " River",
        -7.433829e-05
      ]
    ]
  },
  "The central character, a resident of the San Bernadino Arms, falls in with such characters as Harry,": {
    "guess": "The Big Lebowski",
    "confidence": [
      [
        "The",
        -0.8124754
      ],
      [
        " Big",
        -1.0852036
      ],
      [
        " Le",
        -0.48975495
      ],
      [
        "b",
        -0.001546049
      ],
      [
        "owski",
        -8.299462e-06
      ]
    ]
  },
  "The central secret in this novel takes shape after the death of the horse Wildfire. The title character's backstory is related early on, including his loss of his fiancée Sarah and his betrayal at the hands of his friend William Dane. He once again falls under suspicion after using a foxglove remedy": {
    "guess": "Silas Marner",
    "confidence": [
      [
        "Sil",
        -0.013017041
      ],
      [
        "as",
        -5.705376e-05
      ],
      [
        " Mar",
        -0.00059699686
      ],
      [
        "ner",
        -0.000108907356
      ]
    ]
  },
  "The central coefficient in this law has dimensions of pressure divided by concentration and one can model the effects of temperature on this law's coefficient by integrating the van't Hoff equation. For ideal mixtures this law can be understood as a special case of Raoult's Law. For 10 points, name this eponymous law which relates the concentration and partial pressure of gas dissolved in a liquid,": {
    "guess": "Henry's law",
    "confidence": [
      [
        "Henry",
        -0.004583211
      ],
      [
        "'s",
        -4.1199673e-05
      ],
      [
        " law",
        -0.044393156
      ]
    ]
  },
  "Below the central chandelier in this painting are the artist's signature and a declaration in Latin that the artist was there to witness the titular event, as shown by the images of himself and a priest reflected in a convex mirror below. A small terrier stands between the two main figures, a man in": {
    "guess": "Arnolfini Portrait",
    "confidence": [
      [
        "Arn",
        -0.083765775
      ],
      [
        "ol",
        -7.493431e-05
      ],
      [
        "fin",
        -0.00041339206
      ],
      [
        "i",
        -6.659005e-05
      ],
      [
        " Portrait",
        -0.000101039914
      ]
    ]
  },
  "The center of its country's cotton industry, this island's southern coastline is known as the Uwa Sea, and the Onaruto Bridge joins it with Awaji. Found to the east of the (*) Bungo Strait, it includes Kochi and Ehime prefectures, and it has such urban areas as Matsuyama and Tokushima. For 10 points— name this island south of Honshu and east of Kyushu, the smallest of the four major Japanese islands.": {
    "guess": "Shikoku",
    "confidence": [
      [
        "Sh",
        -0.0018542696
      ],
      [
        "ik",
        -2.9756122e-05
      ],
      [
        "oku",
        -5.3954464e-05
      ]
    ]
  },
  "The central character in this work expresses his wish to arrange a party for a group of peasants after drinking champagne. In an aria in this opera, Don Ottavio vows to avenge the death of his betrothed's father, Fuggi, crudele fuggi, and the title character escapes death at the hands of Zerlina and Masetto only by switching clothes with his servant. At the end of this opera, Donna Elvira expresses her pity for the central character, and after he refuses to repent for his sinful life, the statue of the Commendatore drags him to hell. For 10 points, name this opera containing the Catalog Aria about": {
    "guess": "Don Giovanni",
    "confidence": [
      [
        "Don",
        -0.0005302758
      ],
      [
        " Giovanni",
        -8.89548e-06
      ]
    ]
  },
  "The central secret in this novel takes shape after the death of the horse Wildfire. The title character's backstory is related early on, including his loss of his fiancée Sarah and his betrayal at the hands of his friend William Dane. He once again falls under suspicion after using a foxglove remedy to cure the dropsy of his neighbor Sally Oates. He does grow close with another neighbor, Dolly Winthrop,": {
    "guess": "Silas Marner",
    "confidence": [
      [
        "Sil",
        -0.014021294
      ],
      [
        "as",
        -3.8934802e-05
      ],
      [
        " Mar",
        -0.00016349163
      ],
      [
        "ner",
        -0.0001693326
      ]
    ]
  },
  "Central notions of this group include marifa, while the hadarat are the levels of tajalliat and baqaa. Members hope to achieve fana, or self-annihilation, and muraqaba is used to acquaint oneself with the Six Subtleties. They are organized into tariqas, examples of which include the Chishti and Mevlevi. Famous exponents include the author of the Masnavi who founded the Mevlevi Order, Rumi, and in their search for love initiates are called dervishes. Taking their name from their wool clothing, for": {
    "guess": "Sufism",
    "confidence": [
      [
        "S",
        -0.00031639694
      ],
      [
        "uf",
        -7.89631e-07
      ],
      [
        "ism",
        -4.990154e-05
      ]
    ]
  },
  "Central notions of this group include marifa, while the hadarat are the levels of tajalliat and baqaa. Members hope to achieve fana, or self-annihilation, and muraqaba is used to acquaint oneself with the Six Subtleties. They are organized into tariqas, examples of which include the Chishti and Mevlevi. Famous exponents include the author of the Masnavi who founded the Mevlevi Order, Rumi, and in their": {
    "guess": "Sufism",
    "confidence": [
      [
        "S",
        -0.0013552369
      ],
      [
        "uf",
        -1.0280384e-06
      ],
      [
        "ism",
        -0.0011735595
      ]
    ]
  },
  "For centuries, its precise location was unclear, so a monument to this event was erected near Detmold, some 50 kilometers from the actual site. The victorious leader was able to unite the previously warring": {
    "guess": "Battle of the Teutoburg Forest",
    "confidence": [
      [
        "Battle",
        -0.12858225
      ],
      [
        " of",
        -0.00013560164
      ],
      [
        " the",
        -0.370276
      ],
      [
        " Te",
        -0.00019579215
      ],
      [
        "ut",
        -0.0022717009
      ],
      [
        "ob",
        -4.246537e-06
      ],
      [
        "urg",
        -4.1273333e-06
      ],
      [
        " Forest",
        -3.9650025e-05
      ]
    ]
  },
  "Below the central chandelier in this painting are the artist's signature and a declaration in Latin that the artist was there to witness the titular event, as shown by the images of himself and a priest reflected in a convex mirror below. A small terrier stands between the two main figures, a man in a black garment and a large hat and a woman in a white veil and green dress, who looks as if she may be pregnant. For 10 points, name this Jan van Eyck painting showing the nuptials of an Italian couple.": {
    "guess": "The Arnolfini Portrait",
    "confidence": [
      [
        "The",
        -0.28426728
      ],
      [
        " Arn",
        -0.05592329
      ],
      [
        "ol",
        -5.5577775e-06
      ],
      [
        "fin",
        -0.00036287535
      ],
      [
        "i",
        -0.00010175513
      ],
      [
        " Portrait",
        -0.0062855603
      ]
    ]
  },
  "For centuries, its precise location was unclear, so a monument to this event was erected near Detmold, some 50 kilometers from the actual site. The victorious leader was able to unite the previously warring Chatti and Bructeri lie in wait for his foes, who supposed him their ally and who had trained": {
    "guess": "Battle of the Teutoburg Forest",
    "confidence": [
      [
        "Battle",
        -0.073159315
      ],
      [
        " of",
        -0.00021557629
      ],
      [
        " the",
        -0.059997376
      ],
      [
        " Te",
        -8.3874584e-05
      ],
      [
        "ut",
        -0.00067955
      ],
      [
        "ob",
        -3.650519e-06
      ],
      [
        "urg",
        -4.246537e-06
      ],
      [
        " Forest",
        -6.754368e-05
      ]
    ]
  },
  "The center of its country's cotton industry, this island's southern coastline is known as the Uwa Sea,": {
    "guess": "Taiwan",
    "confidence": [
      [
        "Tai",
        -0.941554
      ],
      [
        "wan",
        -1.6240566e-06
      ]
    ]
  },
  "At the center of this city was a building symbolic of Mount Meru. Important until its capture by an army from Ayutthaya in 1431, it came to prominence in the late ninth century when King Yashovarman I moved there, and it is most famous for complexes erected by Kings Jayavarman VII and Suryavarman II.": {
    "guess": "Angkor",
    "confidence": [
      [
        "Ang",
        -0.016830584
      ],
      [
        "kor",
        -0.00012689977
      ]
    ]
  },
  "The central characters grow up at a location which is described a ringed wood containing a ringed wall": {
    "guess": "The Secret Garden",
    "confidence": [
      [
        "The",
        -0.26497078
      ],
      [
        " Secret",
        -0.0732793
      ],
      [
        " Garden",
        -0.006548513
      ]
    ]
  },
  "The central character's stepdaughter-in-law goes to jail after punching the mayor, and Nettie unknowingly meets her niece and nephew after befriending the missionaries Samuel and Corinne. From Samuel,": {
    "guess": "The Color Purple",
    "confidence": [
      [
        "The",
        -0.034161154
      ],
      [
        " Color",
        -0.00020628207
      ],
      [
        " Purple",
        -0.00012701898
      ]
    ]
  },
  "The center of its country's cotton industry, this island's southern coastline is known as the Uwa Sea, and the Onaruto Bridge joins it with Awaji. Found to the east of the (*) Bungo Strait, it includes Kochi and Ehime prefectures, and it has such urban areas as Matsuyama and Tokushima. For 10 points—": {
    "guess": "Shikoku",
    "confidence": [
      [
        "Sh",
        -0.0046733953
      ],
      [
        "ik",
        -2.5226382e-05
      ],
      [
        "oku",
        -1.569009e-05
      ]
    ]
  },
  "Its central basin is known as \"the cuvette,\" and its navigable portion begins at Kisangani. It receives the Luapula and Lualaba Rivers, from whose effluence at Boyoma Falls this river receives its name. Further downstream, following the addition of the Ubangi River, is the Pool Malebo, a widening of this river near two national capitals shortly before it tumbles over the Livingstone Falls on its way to the Atlantic Ocean. For 10 points, name this second longest river in Africa, which forms part of": {
    "guess": "Congo River",
    "confidence": [
      [
        "C",
        -0.0016700614
      ],
      [
        "ongo",
        -5.5122365e-07
      ],
      [
        " River",
        -0.0001136755
      ]
    ]
  },
  "The central figure of this work is depicted in the background of Alexander Moffat's painting Poets' Pub. Contemporary critics mocked the underarm hair and dirty appearance of this painting's central figure, who wears a Phrygian cap. It is similar to Schnetz's painting Combat de l'Hotel de Ville, and depicts the towers of Notre Dame in the distance, while its foreground portrays a fallen National Guardsman. It includes a man in a top hat carrying a gun and a boy brandishing two pistols. The title character is barefoot and bare-breasted, and is based on Marianne. For 10 points, name this painting": {
    "guess": "Liberty Leading the People",
    "confidence": [
      [
        "Lib",
        -0.003346921
      ],
      [
        "erty",
        -2.6418418e-05
      ],
      [
        " Leading",
        -0.00020210995
      ],
      [
        " the",
        -4.5371802e-05
      ],
      [
        " People",
        -1.0445127e-05
      ]
    ]
  },
  "Central to its critical theory was a condemnation of modern society, positing that the mechanisms of modern life, particularly mass media and market forces, are detrimental to personal values, dulling social morality in favor of an atmosphere which fosters the accumulation of material wealth.  Set up in its namesake city in 1923, it was funded by an endowment from Felix Weil, although during WWII it moved to Columbia Univeristy where it continued to exist as a recognized school until 1947. FTP, name this school of philosophy whose members included Walter Benjamin, Erich Fromm, Herbert Marcuse,": {
    "guess": "Frankfurt School",
    "confidence": [
      [
        "Frank",
        -0.10939175
      ],
      [
        "furt",
        -0.00019197763
      ],
      [
        " School",
        -0.0007126703
      ]
    ]
  },
  "Its central action was preceded five years earlier by the botched Operation Eagle Claw, instigated by the hijacking of American Travelway Flight 282 from Athens to New York. New World Revolutionary Organization": {
    "guess": "Revolutionary Organization 17 November",
    "confidence": [
      [
        "Rev",
        -1.2071061
      ],
      [
        "olution",
        -0.0002488231
      ],
      [
        "ary",
        -0.012391091
      ],
      [
        " Organization",
        -0.11157782
      ],
      [
        " ",
        -0.011730701
      ],
      [
        "17",
        -0.000616174
      ],
      [
        " November",
        -0.00065965764
      ]
    ]
  },
  "The center of its country's cotton industry, this island's southern coastline is known as the Uwa Sea, and the Onaruto Bridge joins it with Awaji. Found to the east of the (*) Bungo Strait, it includes": {
    "guess": "Shikoku",
    "confidence": [
      [
        "Sh",
        -0.0105923945
      ],
      [
        "ik",
        -1.4498052e-05
      ],
      [
        "oku",
        -9.849109e-06
      ]
    ]
  },
  "The central secret in this novel takes shape after the death of the horse Wildfire. The title character's backstory is related early on, including his loss of his fiancée Sarah and his betrayal at the": {
    "guess": "Silas Marner",
    "confidence": [
      [
        "Sil",
        -0.1400164
      ],
      [
        "as",
        -2.8564085e-05
      ],
      [
        " Mar",
        -8.590105e-05
      ],
      [
        "ner",
        -3.6908343e-05
      ]
    ]
  },
  "\"It had to be central intelligence, the family, all of this, the agency- Mafia/ One big set of criminal gangs working together/* Hitmen/ Murderers everywhere/ The secret/ The drunk/ The brutal/ The dirty rich/ On top of a slag heap of prisons/ Industrial cancer/ Plutonium smog/ Garbage cities/ Grandma's bed soft from fathers' resentment/ It had to be the rulers/ They wanted law and order/ And they got rich on wanton protection for the status quo/ They wanted junkies/ They wanted Attica/ They wanted Kent State/ They wanted war in Indochina\". FTP, what is this poem by Allen Ginsberg which appears": {
    "guess": "Howl",
    "confidence": [
      [
        "How",
        -0.61530626
      ],
      [
        "l",
        -0.00020246755
      ]
    ]
  },
  "The central character of this novel names a bra marketed as a \"swing top\" by Elaine for J. Peterman in a Seinfeld episode. In an episode of South Park, Timmy is diagnosed with ADD after being read this": {
    "guess": "The Great Gatsby",
    "confidence": [
      [
        "The",
        -0.2937259
      ],
      [
        " Great",
        -0.10304562
      ],
      [
        " G",
        -0.00022630462
      ],
      [
        "atsby",
        -2.4272753e-05
      ]
    ]
  },
  "The central character in this work expresses his wish to arrange a party for a group of peasants after drinking champagne. In an aria in this opera, Don Ottavio vows to avenge the death of his betrothed's father, Fuggi, crudele fuggi, and the title character escapes death at the hands of Zerlina and Masetto only by switching clothes with his servant. At the end of this opera, Donna Elvira expresses": {
    "guess": "Don Giovanni",
    "confidence": [
      [
        "Don",
        -0.0044463784
      ],
      [
        " Giovanni",
        -1.3544423e-05
      ]
    ]
  },
  "The central secret in this novel takes shape after the death of the horse Wildfire. The title character's backstory is related early on, including his loss of his fiancée Sarah and his betrayal at the hands of his friend William Dane. He once again falls under suspicion after using a foxglove remedy to cure the dropsy of his neighbor Sally Oates. He does grow close with another neighbor, Dolly Winthrop, whose son Aaron marries his daughter at the novel's end. This happens after a visit from Nancy Lammeter and Godfrey Cass who fail to gain custody of the title character's daughter, Eppie. For 10 points, name this novel about the titular weaver of Raveloe, a work by George Eliot.": {
    "guess": "Silas Marner",
    "confidence": [
      [
        "Sil",
        -0.00046045915
      ],
      [
        "as",
        -5.9153886e-06
      ],
      [
        " Mar",
        -9.849109e-06
      ],
      [
        "ner",
        -1.1994775e-05
      ]
    ]
  },
  "The central family in this novel lives next door to Levaque and Bouteloup, whose morning rituals they regularly hear. That family receives charity from the shopkeeper Maigrat, who trades food and money for a caress from the eldest daughter. The protagonist gains a new ideology from Pluchart, which he discusses with Souvarine at Rasseneur's. Having come from Marchienne to Montsou, he befriends \"Bonnemort\" and eventually kills Chaval, his rival for the affections of Catherine Maheu. An avowed socialist, he leads a strike against the local mine that results in a massacre. For 10 points, name this": {
    "guess": "Germinal (novel)",
    "confidence": [
      [
        "G",
        -0.0031938741
      ],
      [
        "erm",
        -6.704273e-07
      ],
      [
        "inal",
        -8.776276e-06
      ],
      [
        " (",
        -0.12120176
      ],
      [
        "nov",
        -0.000609748
      ],
      [
        "el",
        -1.5928495e-05
      ],
      [
        ")",
        -2.8444882e-05
      ]
    ]
  },
  "The central crime in this story occurs while its victim is \"making Buffalo Bill's show look like magic-lantern views of Palestine.\" This short story's narrator dreams about being chained to a tree by a redhead pilot until he hears the title character sitting on an accomplice's chest. That character, Bill, is hit between the eyes with a piece of brick, shot behind the ear with a rock, burned with a": {
    "guess": "The Secret Goldfish",
    "confidence": [
      [
        "The",
        -0.76539034
      ],
      [
        " Secret",
        -1.5409826
      ],
      [
        " Gold",
        -0.70597374
      ],
      [
        "fish",
        -0.0011153312
      ]
    ]
  },
  "Central notions of this group include marifa, while the hadarat are the levels of tajalliat and baqaa.": {
    "guess": "Sufism",
    "confidence": [
      [
        "S",
        -0.001833442
      ],
      [
        "uf",
        -1.3856493e-06
      ],
      [
        "ism",
        -0.0002450086
      ]
    ]
  },
  "Centering around a wealthy family, the first three acts of this play were originally performed at Versailles. The title character is at the center of a web of controversy, agreeing to marry Mariane while making a pass at her mother Elmire. Though Mariane's brother Damis attempts to convince their father Orgon of the title character's misdeeds, he does not believe him at first. FTP, identify this Moliere": {
    "guess": "Tartuffe",
    "confidence": [
      [
        "T",
        -0.016612656
      ],
      [
        "art",
        -6.4802e-05
      ],
      [
        "uff",
        -0.0001201125
      ],
      [
        "e",
        -1.6166903e-05
      ]
    ]
  },
  "The central character of this novel is comforted for a time by the ghost of a Native American woman named Morning Light. In one scene, a bunch of chickens disappear into a hole in the ground after attacking each other so furiously that they produce a tornado. The kindly Dr. John Brown rescues the central character from a dovecote on the central ranch after she has a breakdown. The central character's older sister Gertrudis flees from a shower and is swept up naked onto horseback by a soldier after eating a dish of quail in rose-petal sauce. A family tradition prohibiting the youngest de la Garza daughter from marrying keeps Pedro Muzquiz and Tita apart in, FTP, this novel whose chapters begin": {
    "guess": "Like Water For Chocolate",
    "confidence": [
      [
        "Like",
        -0.021968836
      ],
      [
        " Water",
        -0.00042626605
      ],
      [
        " For",
        -0.46673658
      ],
      [
        " Chocolate",
        -0.000112960275
      ]
    ]
  },
  "The central male figure of this poem is described as possessing \"coal-black curls\" and wearing a \"silver bugle\" and a shield that \"sparkled on the yellow field\" while passing though the \"purple night\",": {
    "guess": "The Lady of Shallott",
    "confidence": [
      [
        "The",
        -0.3390354
      ],
      [
        " Lady",
        -0.013942638
      ],
      [
        " of",
        -0.0010176869
      ],
      [
        " Shall",
        -0.043787822
      ],
      [
        "ott",
        -0.009596007
      ]
    ]
  },
  "The central family in this novel lives next door to Levaque and Bouteloup, whose morning rituals they": {
    "guess": "Germinal",
    "confidence": [
      [
        "G",
        -0.017932648
      ],
      [
        "erm",
        -0.0003514318
      ],
      [
        "inal",
        -2.1008714e-06
      ]
    ]
  },
  "The central character of this novel is comforted for a time by the ghost of a Native American woman named": {
    "guess": "Beloved",
    "confidence": [
      [
        "Bel",
        -1.2155591
      ],
      [
        "oved",
        -0.0005906827
      ]
    ]
  },
  "The central crime in this story occurs while its victim is \"making Buffalo Bill's show look like magic-lantern views of Palestine.\" This short story's narrator dreams about being chained to a tree by a redhead pilot until he hears the title character sitting on an accomplice's chest. That character,": {
    "guess": "The Secret Sharer",
    "confidence": [
      [
        "The",
        -0.15561296
      ],
      [
        " Secret",
        -0.8565152
      ],
      [
        " Shar",
        -0.71559995
      ],
      [
        "er",
        -3.4121115e-06
      ]
    ]
  },
  "Its Central Highlands occupy the heart of this nation and contain some of its highest points including Pada, or Adam's Peak. Among its rivers is the Mahaweli, which runs through the legislative capital of Kotte. The famous Trincomalee harbor lies on the northeast coast, and of the northwest coast of this island is the Palk Strait. Its official language is Sinhalese, and it was once known as Ceylon.": {
    "guess": "Sri Lanka",
    "confidence": [
      [
        "S",
        -0.006495097
      ],
      [
        "ri",
        -2.1008714e-06
      ],
      [
        " Lanka",
        -0.0004801241
      ]
    ]
  },
  "Centering around a wealthy family, the first three acts of this play were originally performed at Versailles. The title character is at the center of a web of controversy, agreeing to marry Mariane while": {
    "guess": "Tartuffe",
    "confidence": [
      [
        "T",
        -0.6636653
      ],
      [
        "art",
        -2.2961513e-05
      ],
      [
        "uff",
        0.0
      ],
      [
        "e",
        -1.9385403e-05
      ]
    ]
  },
  "The center of the defending forces in this battle was led by the Marquis of Caracena, while the cavalry on the right flank of the opposing forces was led by the Marquis de Crequy. The winning side featured": {
    "guess": "Battle of Rocroi",
    "confidence": [
      [
        "Battle",
        -0.09572503
      ],
      [
        " of",
        -5.8722613e-05
      ],
      [
        " Roc",
        -0.7050943
      ],
      [
        "roi",
        -0.0044252514
      ]
    ]
  },
  "This is the central of the \"Three Parallel Rivers\" that name a UNESCO World Heritage Site. The Pak Mun dam is located at the confluence of this river and its tributary, the Mun River. A \"Friendship Bridge\" spanning this river forces users to change over driving side when going from Savannakhet Province to Mukdahan Province. Pyotr Kozlov discovered that this river's source is the Lasagongma Spring on Mount Guozongmucha. Runoff from the Tonle Sap reservoir enters this river when the Tonle Sap River is formed. This river flows through Yunnan Province from its origin on the Tibetan Plateau, and it flows through Thailand, Burma, Laos, and Cambodia before emptying at its namesake delta in Vietnam.": {
    "guess": "Mekong River",
    "confidence": [
      [
        "M",
        -0.0065138103
      ],
      [
        "ek",
        -5.6457742e-05
      ],
      [
        "ong",
        -3.7623562e-05
      ],
      [
        " River",
        -0.6828975
      ]
    ]
  },
  "Central notions of this group include marifa, while the hadarat are the levels of tajalliat and baqaa. Members hope to achieve fana, or self-annihilation, and muraqaba is used to acquaint oneself with the Six Subtleties. They are organized into tariqas, examples of which include the Chishti and Mevlevi. Famous exponents include the author of the Masnavi who founded the Mevlevi Order, Rumi, and in their search for love initiates are called dervishes. Taking their name from their wool clothing, for 10 points, name this mystical sect of Islam.": {
    "guess": "Sufism",
    "confidence": [
      [
        "S",
        -0.00075530855
      ],
      [
        "uf",
        -1.9361265e-07
      ],
      [
        "ism",
        -0.00039659534
      ]
    ]
  },
  "Central to its critical theory was a condemnation of modern society, positing that the mechanisms of": {
    "guess": "Frankfurt School",
    "confidence": [
      [
        "Frank",
        -0.5805507
      ],
      [
        "furt",
        -0.001984187
      ],
      [
        " School",
        -0.000429358
      ]
    ]
  },
  "This century featured an account of Byzantium complaining about its brackish water, despite the fact that its author, Liutprand of Cremona, was a guest of the Emperor. Liutprand also wrote about Marozia, who married Sergius III and put John XI in the papacy. In the Sixteenth century, Cardinal Baronius dubbed this century the Iron or Leaden century and it also saw the existence of the Saeculum obscurum or the Pornocracy. Poland under Mieszko I converted to Christianity, and Kievan Rus followed shortly after. Seeing the foundation of Cluny and the forced marriage of Adelaide of Italy lead to an invasion by a man who would spawn a namesake renaissance, this century also saw the end of the Carolingian": {
    "guess": "10th century",
    "confidence": [
      [
        "10",
        -0.03927337
      ],
      [
        "th",
        -7.1238996e-05
      ],
      [
        " century",
        -0.009911202
      ]
    ]
  },
  "The central character of this novel is comforted for a time by the ghost of a Native American woman named Morning Light. In one scene, a bunch of chickens disappear into a hole in the ground after attacking each other so furiously that they produce a tornado. The kindly Dr. John Brown rescues the central character from a dovecote on the central ranch after she has a breakdown. The central character's": {
    "guess": "House of Leaves",
    "confidence": [
      [
        "House",
        -0.9879789
      ],
      [
        " of",
        -0.09799486
      ],
      [
        " Leaves",
        -0.6085306
      ]
    ]
  },
  "The central crime in this story occurs while its victim is \"making Buffalo Bill's show look like magic-lantern": {
    "guess": "Murder of Kitty Genovese",
    "confidence": [
      [
        "Mur",
        -0.30026153
      ],
      [
        "der",
        -0.025474021
      ],
      [
        " of",
        -0.08933005
      ],
      [
        " Kitty",
        -0.14487219
      ],
      [
        " Gen",
        -1.6286107e-05
      ],
      [
        "ov",
        -2.3319124e-05
      ],
      [
        "ese",
        -7.3458323e-06
      ]
    ]
  },
  "Centered at the Universal House of Justice in Haifa, Israel, its fundamental tenets are set forth in": {
    "guess": "Baháʼí Faith",
    "confidence": [
      [
        "Bah",
        -0.0019839485
      ],
      [
        "á",
        -2.3319124e-05
      ],
      [
        "\\xca",
        -0.26749575
      ],
      [
        "\\xbc",
        -3.23786e-05
      ],
      [
        "í",
        -0.00032068457
      ],
      [
        " Faith",
        -0.0011489099
      ]
    ]
  },
  "The center of the defending forces in this battle was led by the Marquis of Caracena, while the cavalry": {
    "guess": "Battle of St. Gotthard",
    "confidence": [
      [
        "Battle",
        -0.35688606
      ],
      [
        " of",
        -8.566264e-05
      ],
      [
        " St",
        -1.730904
      ],
      [
        ".",
        -0.01375806
      ],
      [
        " Got",
        -0.17834389
      ],
      [
        "th",
        -3.650519e-06
      ],
      [
        "ard",
        -7.8033605e-05
      ]
    ]
  },
  "Its central basin is known as \"the cuvette,\" and its navigable portion begins at Kisangani. It receives the Luapula and Lualaba Rivers, from whose effluence at Boyoma Falls this river receives its name. Further downstream, following the addition of the Ubangi River, is the Pool Malebo, a widening of this river near two national capitals shortly before it tumbles over the Livingstone Falls on its way": {
    "guess": "Congo River",
    "confidence": [
      [
        "C",
        -0.0020970877
      ],
      [
        "ongo",
        0.0
      ],
      [
        " River",
        -4.0603656e-05
      ]
    ]
  },
  "Central to its belief system is the doctrine of two eternal, coexisting, independent categories known as jiva and ajiva. Divided into the sects Digambara and Svetambara, in this religion the actions of mind, speech, and body produce subtle karma, which becomes the cause of bondage, and the soul must be freed of karma through the three \"jewels\" of right faith, right knowledge, and right conduct to achieve": {
    "guess": "Jainism",
    "confidence": [
      [
        "J",
        -0.0033901643
      ],
      [
        "ain",
        -2.6895234e-05
      ],
      [
        "ism",
        -0.008857302
      ]
    ]
  },
  "The central character, a resident of the San Bernadino Arms, falls in with such characters as Harry, a purveyor of homemade silver polish, and Miguel, a Mexican breeder of fighting cocks.  There's also Abe Kusich, a dwarf horse player, and Earle Stroop, an unsuccessful cowboy actor.  This novel famously ends with a riot at the Persian Palace during which Homer Simpson likely dies and the protagonist": {
    "guess": "The Day of the Locust",
    "confidence": [
      [
        "The",
        -0.006992773
      ],
      [
        " Day",
        -0.00035834563
      ],
      [
        " of",
        -2.1650272e-05
      ],
      [
        " the",
        -0.00018792471
      ],
      [
        " Loc",
        -6.6113236e-05
      ],
      [
        "ust",
        -1.4378848e-05
      ]
    ]
  },
  "The central innovation in this concept takes into account the diurnal motion of the earth around its axis while ignoring the sun's apparent motion due to earth's rotation. The eponymous principle was given its name in 1880 by Adolph Sprung. Deficiencies in this concept were finally rectified by William Ferrell who included in his account the effect of Coriolis forces. Its namesake was interested in": {
    "guess": "Adolph Sprung",
    "confidence": [
      [
        "Ad",
        -1.9418672
      ],
      [
        "olph",
        -0.6682104
      ],
      [
        " Spr",
        -0.00863265
      ],
      [
        "ung",
        -0.0001409658
      ]
    ]
  },
  "The central family in this novel lives next door to Levaque and Bouteloup, whose morning rituals they regularly hear. That family receives charity from the shopkeeper Maigrat, who trades food and money for a caress from the eldest daughter. The protagonist gains a new ideology from Pluchart, which he discusses with Souvarine at Rasseneur's. Having come from Marchienne to Montsou, he befriends \"Bonnemort\" and eventually kills Chaval, his rival for the affections of Catherine Maheu. An avowed socialist, he leads a strike against the local mine that results in a massacre. For 10 points, name this novel about Etienne Lantier, written by Emile Zola.": {
    "guess": "Germinal (novel)",
    "confidence": [
      [
        "G",
        -0.0013983337
      ],
      [
        "erm",
        0.0
      ],
      [
        "inal",
        -5.4385737e-06
      ],
      [
        " (",
        -0.17628787
      ],
      [
        "nov",
        -0.00025680976
      ],
      [
        "el",
        -9.729906e-06
      ],
      [
        ")",
        -3.650519e-06
      ]
    ]
  },
  "The central male figure of this poem is described as possessing \"coal-black curls\" and wearing a \"silver": {
    "guess": "The Lady of Shalott",
    "confidence": [
      [
        "The",
        -0.0654284
      ],
      [
        " Lady",
        -0.009749715
      ],
      [
        " of",
        -0.000181849
      ],
      [
        " Sh",
        -0.120659456
      ],
      [
        "al",
        -1.8789384e-05
      ],
      [
        "ott",
        -3.9650025e-05
      ]
    ]
  },
  "\"It had to be central intelligence, the family, all of this, the agency- Mafia/ One big set of criminal gangs working together/* Hitmen/ Murderers everywhere/ The secret/ The drunk/ The brutal/ The dirty rich/ On top of a slag heap of prisons/ Industrial cancer/ Plutonium smog/ Garbage cities/ Grandma's bed soft from fathers' resentment/ It had to be the rulers/ They wanted law and order/ And they got rich on wanton protection for the status quo/ They wanted junkies/ They wanted Attica/ They wanted Kent State/ They wanted war in Indochina\". FTP, what is this poem by Allen Ginsberg which appears on Rage Against the Machine's album Live & Rare?": {
    "guess": "Howl",
    "confidence": [
      [
        "How",
        -0.65500903
      ],
      [
        "l",
        -0.00029101022
      ]
    ]
  },
  "The central coefficient in this law has dimensions of pressure divided by concentration and one can model the effects of temperature on this law's coefficient by integrating the van't Hoff equation. For ideal mixtures this law can be understood as a special case of Raoult's Law. For 10 points, name this eponymous law which relates the concentration and partial pressure of gas dissolved in a liquid, named after a British chemist.": {
    "guess": "Henry's law",
    "confidence": [
      [
        "Henry",
        -0.004060948
      ],
      [
        "'s",
        -3.488188e-05
      ],
      [
        " law",
        -0.048934568
      ]
    ]
  },
  "Centered at the Universal House of Justice in Haifa, Israel, its fundamental tenets are set forth in works like The Book of Certitude. Its founder became a follower of the Bab at the age of twenty-seven, and began to preach tolerance and acceptance to all. This faith recognizes the divinity of Abraham, Zoroaster, Moses, Krishna, Jesus, and Muhammad, claiming that its founder is the latest manifestation": {
    "guess": "Bahá'í Faith",
    "confidence": [
      [
        "Bah",
        -0.0015866279
      ],
      [
        "á",
        -3.2736214e-05
      ],
      [
        "'",
        -0.00028290803
      ],
      [
        "í",
        -1.5213274e-05
      ],
      [
        " Faith",
        -2.3080716e-05
      ]
    ]
  },
  "The central male figure of this poem is described as possessing \"coal-black curls\" and wearing a \"silver bugle\" and a shield that \"sparkled on the yellow field\" while passing though the \"purple night\", but only comes to the attention of the titular figure after she hears him sing \"tirra lirra\". Only the reapers who harvest the barley hear her singing in the gray tower where she is fated to weave a magic, colorful web while only looking on the world through a mirror which cracks when she falls in love with Lancelot, invoking a curse which leads to her death. FTP, what is this poem set in Camelot by Alfred, Lord Tennyson?": {
    "guess": "The Lady of Shalott",
    "confidence": [
      [
        "The",
        -0.008670711
      ],
      [
        " Lady",
        -0.0002781399
      ],
      [
        " of",
        -5.967624e-05
      ],
      [
        " Sh",
        -0.09991124
      ],
      [
        "al",
        -1.3186812e-05
      ],
      [
        "ott",
        -4.179569e-05
      ]
    ]
  },
  "The central question in this work occurs when Cephalus says that our wealth can prevent us from being unjust, but a debate unfolds when Socrates asks about the meaning of justice. Some of its important characters include Glaucon and Adeimantus, the principle speakers, and the silent spectators Lysias and Euthydemus. It is perhaps most famous for discussing a scene in which chained prisoners watch shadows to illustrate the Allegory of the Cave. For ten points, identify this dialogue by Plato that discusses the idea of the philosopher-king ruling over the titular entity.": {
    "guess": "Republic (Plato)",
    "confidence": [
      [
        "Republic",
        -0.060304593
      ],
      [
        " (",
        -0.0011916565
      ],
      [
        "Pl",
        -0.00305935
      ],
      [
        "ato",
        -0.000106046464
      ],
      [
        ")",
        -7.107425e-06
      ]
    ]
  },
  "The central male figure of this poem is described as possessing \"coal-black curls\" and wearing a \"silver bugle\" and a shield that \"sparkled on the yellow field\" while passing though the \"purple night\", but only comes to the attention of the titular figure after she hears him sing \"tirra lirra\". Only the reapers who harvest the barley hear her singing in the gray tower where she is fated to weave a magic, colorful web while only looking on the world through a mirror which cracks when she falls in love with Lancelot, invoking a curse which leads to her death. FTP, what is this poem set in Camelot": {
    "guess": "The Lady of Shalott",
    "confidence": [
      [
        "The",
        -0.008166535
      ],
      [
        " Lady",
        -2.7014437e-05
      ],
      [
        " of",
        -3.4762674e-05
      ],
      [
        " Sh",
        -0.00047082987
      ],
      [
        "al",
        -1.342522e-05
      ],
      [
        "ott",
        -2.0935051e-05
      ]
    ]
  },
  "The central facility of this program was visited by Jesse Croach and Ulysses Stabler, and that facility's construction was overseen by Manes Pratt. An attempt to acquire material for this program resulted in the Plumbat affair, and it was headed by Ernest Bergmann. Its existence was revealed in an interview": {
    "guess": "Dimona facility",
    "confidence": [
      [
        "Dim",
        -0.9536789
      ],
      [
        "ona",
        -6.670925e-05
      ],
      [
        " facility",
        -0.9685102
      ]
    ]
  },
  "The central executive controls this system and uses the phonological loop and the visuospacial buffer, and all of these parts can operate partially independent of each other to conserve resources. It allows for rehearsal in a process similar to overt speech and hearing. The system shows evidence of a word length effect and also allows for the recency effect on the serial position curve. For ten points, name this system capable of holding seven plus or minus two chunks.": {
    "guess": "Working memory",
    "confidence": [
      [
        "Working",
        -0.08138064
      ],
      [
        " memory",
        -0.048114523
      ]
    ]
  },
  "The central characters grow up at a location which is described a ringed wood containing a ringed wall with a house where a lady is seen writing. The fourth section begins with a fantastic description of how light transforms a white plate into a white lake while a knife becomes an ice dagger. One character": {
    "guess": "To the Lighthouse",
    "confidence": [
      [
        "To",
        -0.56264
      ],
      [
        " the",
        -0.009049646
      ],
      [
        " L",
        -0.00059961935
      ],
      [
        "ighthouse",
        -1.8074163e-05
      ]
    ]
  },
  "Its Central Highlands occupy the heart of this nation and contain some of its highest points including Pada, or Adam's Peak. Among its rivers is the Mahaweli, which runs through the legislative capital of Kotte. The famous Trincomalee harbor lies on the northeast coast, and of the northwest coast of this island is the Palk Strait. Its official language is Sinhalese, and it was once known as Ceylon. With its capital at Colombo, FTP, identify this island nation off the southeast coast of India.": {
    "guess": "Sri Lanka",
    "confidence": [
      [
        "S",
        -0.018666415
      ],
      [
        "ri",
        -6.704273e-07
      ],
      [
        " Lanka",
        -0.00014156183
      ]
    ]
  },
  "At the center of this city was a building symbolic of Mount Meru. Important until its capture by an army from Ayutthaya in 1431, it came to prominence in the late ninth century when King Yashovarman I": {
    "guess": "Angkor Wat",
    "confidence": [
      [
        "Ang",
        -0.03953043
      ],
      [
        "kor",
        -6.0153056e-05
      ],
      [
        " Wat",
        -0.00013274075
      ]
    ]
  },
  "At the center of this work, a man wearing a shirt with baggy, black and white-striped sleeves sits with his back to the viewer and his face cast to a scene on the right. On the left of this painting, which hangs in the Contarelli Chapel, a wide-eyed, bearded man points at a young man in red slumping": {
    "guess": "The Calling of Saint Matthew",
    "confidence": [
      [
        "The",
        -0.04006222
      ],
      [
        " Calling",
        -0.52770865
      ],
      [
        " of",
        -2.1650272e-05
      ],
      [
        " Saint",
        -0.023739668
      ],
      [
        " Matthew",
        -0.00031389366
      ]
    ]
  },
  "Its central action was preceded five years earlier by the botched Operation Eagle Claw, instigated by the hijacking of American Travelway Flight 282 from Athens to New York. New World Revolutionary Organization leader Abdul Rifa, who emerged as its central villain, used the covert backing of Iran to first divert the plane to Algiers prior to an abortive raid; that action was followed by a landing in Beirut, where U.S. forces under the command of Colonel Nick Alexander suffered their lone casualty in the course of a successful rescue operation that saw Major Scott McCoy resolve the crisis using": {
    "guess": "The Delta Force",
    "confidence": [
      [
        "The",
        -0.0012911897
      ],
      [
        " Delta",
        -5.9795446e-05
      ],
      [
        " Force",
        -4.1273333e-06
      ]
    ]
  },
  "This is the central of the \"Three Parallel Rivers\" that name a UNESCO World Heritage Site. The Pak Mun": {
    "guess": "Mun River",
    "confidence": [
      [
        "M",
        -0.42992076
      ],
      [
        "un",
        -0.5148704
      ],
      [
        " River",
        -0.0058433465
      ]
    ]
  },
  "The central character's stepdaughter-in-law goes to jail after punching the mayor, and Nettie unknowingly": {
    "guess": "The Color Purple",
    "confidence": [
      [
        "The",
        -1.5533279
      ],
      [
        " Color",
        -0.13542366
      ],
      [
        " Purple",
        -0.000197461
      ]
    ]
  },
  "The central facility of this program was visited by Jesse Croach and Ulysses Stabler, and that facility's construction was overseen by Manes Pratt. An attempt to acquire material for this program resulted in the Plumbat affair, and it was headed by Ernest Bergmann. Its existence was revealed in an interview with Peter Hounam, after which the interviewee was lured to Italy by Cheryl Bentov and captured. It is headquartered at Dimona and was revealed by (*) Mordechai Vanunu. Its host nation maintains a deliberate policy of ambiguity regarding it, and it would probably use the Jericho missile as a": {
    "guess": "Nuclear program of Israel",
    "confidence": [
      [
        "N",
        -0.05258179
      ],
      [
        "uclear",
        -0.0010484122
      ],
      [
        " program",
        -0.03415977
      ],
      [
        " of",
        -0.0010479353
      ],
      [
        " Israel",
        -0.015468643
      ]
    ]
  },
  "The central crime in this story occurs while its victim is \"making Buffalo Bill's show look like magic-lantern views of Palestine.\" This short story's narrator dreams about being chained to a tree by a redhead pilot until he hears the title character sitting on an accomplice's chest. That character, Bill, is hit between the eyes with a piece of brick, shot behind the ear with a rock, burned with a hot potato, and made to play Black Scout by the title character. That character of this story welcomes the chance to run away from his father, Ebenezer Dorset, although he is abducted for money. For 10 points, name this O. Henry short story about a child who pretends to be the titular Indian.": {
    "guess": "The Ransom of Red Chief",
    "confidence": [
      [
        "The",
        -0.015865074
      ],
      [
        " R",
        -0.0035655005
      ],
      [
        "ansom",
        -0.00014001218
      ],
      [
        " of",
        -0.00020044109
      ],
      [
        " Red",
        -0.00023429126
      ],
      [
        " Chief",
        -4.246537e-06
      ]
    ]
  },
  "For centuries, its precise location was unclear, so a monument to this event was erected near Detmold,": {
    "guess": "Battle of the Teutoburg Forest",
    "confidence": [
      [
        "Battle",
        -0.23601495
      ],
      [
        " of",
        -7.600714e-05
      ],
      [
        " the",
        -0.6524051
      ],
      [
        " Te",
        -0.00012642296
      ],
      [
        "ut",
        -0.00069301634
      ],
      [
        "ob",
        -1.27099975e-05
      ],
      [
        "urg",
        -8.299462e-06
      ],
      [
        " Forest",
        -7.982166e-05
      ]
    ]
  },
  "The central figure of this work is depicted in the background of Alexander Moffat's painting Poets' Pub. Contemporary critics mocked the underarm hair and dirty appearance of this painting's central figure,": {
    "guess": "The Laughing Cavalier",
    "confidence": [
      [
        "The",
        -0.63141453
      ],
      [
        " Laugh",
        -1.9034188
      ],
      [
        "ing",
        -0.0007752045
      ],
      [
        " Caval",
        -0.0012138063
      ],
      [
        "ier",
        -9.0883464e-07
      ]
    ]
  },
  "The central character of this novel is comforted for a time by the ghost of a Native American woman named Morning Light. In one scene, a bunch of chickens disappear into a hole in the ground after attacking each other so furiously that they produce a tornado. The kindly Dr. John Brown rescues the central character from a dovecote on the central ranch after she has a breakdown. The central character's older sister Gertrudis flees from a shower and is swept up naked onto horseback by a soldier after eating a dish of quail in rose-petal sauce. A family tradition prohibiting the youngest de la Garza": {
    "guess": "Like Water For Chocolate",
    "confidence": [
      [
        "Like",
        -0.013783228
      ],
      [
        " Water",
        -0.00043209965
      ],
      [
        " For",
        -0.40665174
      ],
      [
        " Chocolate",
        -7.4695905e-05
      ]
    ]
  },
  "Its central action was preceded five years earlier by the botched Operation Eagle Claw, instigated by the hijacking of American Travelway Flight 282 from Athens to New York. New World Revolutionary Organization leader Abdul Rifa, who emerged as its central villain, used the covert backing of Iran to first divert the plane to Algiers prior to an abortive raid; that action was followed by a landing in Beirut, where U.S. forces under the command of Colonel Nick Alexander suffered their lone casualty in the course of a successful rescue operation that saw Major Scott McCoy resolve the crisis using (*) rockets fired from his motorcycle. Featuring Robert Forster, Lee Marvin, and Kim Delaney and followed by a sequel pitting its star against Colombian drug lords, for 10 points, name this 1986 film whose titular elite counter-terrorist organization is led by Chuck Norris.": {
    "guess": "The Delta Force",
    "confidence": [
      [
        "The",
        -0.017777616
      ],
      [
        " Delta",
        -0.00018601745
      ],
      [
        " Force",
        -6.9882217e-06
      ]
    ]
  },
  "For centuries, its precise location was unclear, so a monument to this event was erected near Detmold, some 50 kilometers from the actual site. The victorious leader was able to unite the previously warring Chatti and Bructeri lie in wait for his foes, who supposed him their ally and who had trained him while he was a hostage. Upon learning of the loss, Augustus was said to have shouted \"Quintilius Varus, give me back my legions!\" For ten points, name this 9 CE battle which established the limits of the Roman Empire at the Rhine after the forces of Arminius completely annihilated a Roman army of": {
    "guess": "Battle of Teutoburg Forest",
    "confidence": [
      [
        "Battle",
        -0.020308636
      ],
      [
        " of",
        -0.0020474824
      ],
      [
        " Te",
        -0.31535345
      ],
      [
        "ut",
        -0.00020318278
      ],
      [
        "ob",
        -5.6769813e-06
      ],
      [
        "urg",
        -8.537869e-06
      ],
      [
        " Forest",
        -3.0545007e-06
      ]
    ]
  },
  "The central coefficient in this law has dimensions of pressure divided by concentration and one can model": {
    "guess": "Henry's law",
    "confidence": [
      [
        "Henry",
        -0.00798502
      ],
      [
        "'s",
        -0.00024429336
      ],
      [
        " law",
        -0.17513646
      ]
    ]
  },
  "One of its central scenes in Act I contains a tune that Beethoven first used in the scherzo to one of his Razumovsky quartets. It was originally divided into seven tableaux, of which the third was set in a cell and the fourth at an inn at the border. The second version was modified to have an interlude": {
    "guess": "Fidelio",
    "confidence": [
      [
        "F",
        -0.02126477
      ],
      [
        "idel",
        -0.00015395533
      ],
      [
        "io",
        -1.9385403e-05
      ]
    ]
  },
  "The central character, a resident of the San Bernadino Arms, falls in with such characters as Harry, a purveyor of homemade silver polish, and Miguel, a Mexican breeder of fighting cocks.  There's also Abe Kusich, a dwarf horse player, and Earle Stroop, an unsuccessful cowboy actor.  This novel famously": {
    "guess": "The Day of the Locust",
    "confidence": [
      [
        "The",
        -0.38743934
      ],
      [
        " Day",
        -0.0020327305
      ],
      [
        " of",
        -0.00012594614
      ],
      [
        " the",
        -0.0009349247
      ],
      [
        " Loc",
        -5.6100132e-05
      ],
      [
        "ust",
        -2.7014437e-05
      ]
    ]
  },
  "This century featured an account of Byzantium complaining about its brackish water, despite the fact that its author, Liutprand of Cremona, was a guest of the Emperor. Liutprand also wrote about Marozia, who married Sergius III and put John XI in the papacy. In the Sixteenth century, Cardinal Baronius dubbed this century the Iron or Leaden century and it also saw the existence of the Saeculum obscurum or the Pornocracy. Poland under Mieszko I converted to Christianity, and Kievan Rus followed shortly after. Seeing the foundation of Cluny and the forced marriage of Adelaide of Italy lead to an invasion by a man who would spawn a namesake renaissance, this century also saw the end of the Carolingian dynasty. For 10 points, name this century that was the darkest of the Dark Ages, which saw the": {
    "guess": "10th century",
    "confidence": [
      [
        "10",
        -0.023813238
      ],
      [
        "th",
        -6.062987e-05
      ],
      [
        " century",
        -0.0036289315
      ]
    ]
  },
  "The central innovation in this concept takes into account the diurnal motion of the earth around its axis while ignoring the sun's apparent motion due to earth's rotation. The eponymous principle was given its name in 1880 by Adolph Sprung. Deficiencies in this concept were finally rectified by William Ferrell who included in his account the effect of Coriolis forces. Its namesake was interested in the causes of the Trade Winds, which according to him had not been fully explained by the likes of Edmund Halley and Robert Hooke. Air is drawn into the Intertropical Conversion Zone via the action of": {
    "guess": "Hadley cell",
    "confidence": [
      [
        "Had",
        -1.4785883
      ],
      [
        "ley",
        -6.869018e-06
      ],
      [
        " cell",
        -0.19040915
      ]
    ]
  },
  "Its central action was preceded five years earlier by the botched Operation Eagle Claw, instigated by the hijacking of American Travelway Flight 282 from Athens to New York. New World Revolutionary Organization leader Abdul Rifa, who emerged as its central villain, used the covert backing of Iran to first divert the plane to Algiers prior to an abortive raid; that action was followed by a landing in Beirut, where U.S. forces under the command of Colonel Nick Alexander suffered their lone casualty in the course of a successful rescue operation that saw Major Scott McCoy resolve the crisis using (*) rockets fired from his motorcycle. Featuring Robert Forster, Lee Marvin, and Kim Delaney and followed": {
    "guess": "The Delta Force",
    "confidence": [
      [
        "The",
        -0.004219317
      ],
      [
        " Delta",
        -8.304016e-05
      ],
      [
        " Force",
        -3.650519e-06
      ]
    ]
  },
  "At the center of this work, a man wearing a shirt with baggy, black and white-striped sleeves sits with his back to the viewer and his face cast to a scene on the right. On the left of this painting, which hangs in the Contarelli Chapel, a wide-eyed, bearded man points at a young man in red slumping over a wooden table, while a balding man peers through his spectacles at a pile of coins. An open window and a harsh beam of light illuminate the title action of this painting, which occurs as a figure": {
    "guess": "The Calling of Saint Matthew",
    "confidence": [
      [
        "The",
        -0.467599
      ],
      [
        " Calling",
        -0.22341095
      ],
      [
        " of",
        -5.931863e-05
      ],
      [
        " Saint",
        -0.034835678
      ],
      [
        " Matthew",
        -0.0005897291
      ]
    ]
  },
  "The central family in this novel lives next door to Levaque and Bouteloup, whose morning rituals they regularly hear. That family receives charity from the shopkeeper Maigrat, who trades food and money for a caress from the eldest daughter. The protagonist gains a new ideology from Pluchart, which he discusses with Souvarine at Rasseneur's. Having come from Marchienne to Montsou, he befriends \"Bonnemort\" and eventually kills Chaval, his rival for the affections of Catherine Maheu. An avowed socialist,": {
    "guess": "Germinal",
    "confidence": [
      [
        "G",
        -0.0017143318
      ],
      [
        "erm",
        -8.537869e-06
      ],
      [
        "inal",
        -1.7432603e-06
      ]
    ]
  },
  "The central characters grow up at a location which is described a ringed wood containing a ringed wall with a house where a lady is seen writing. The fourth section begins with a fantastic description": {
    "guess": "The Yellow Wallpaper",
    "confidence": [
      [
        "The",
        -0.2266127
      ],
      [
        " Yellow",
        -0.6162388
      ],
      [
        " Wallpaper",
        -0.017292086
      ]
    ]
  },
  "The central character of this novel is comforted for a time by the ghost of a Native American woman named Morning Light. In one scene, a bunch of chickens disappear into a hole in the ground after attacking each other so furiously that they produce a tornado. The kindly Dr. John Brown rescues the central character from a dovecote on the central ranch after she has a breakdown. The central character's older sister Gertrudis flees from a shower and is swept up naked onto horseback by a soldier after": {
    "guess": "Like Water for Chocolate",
    "confidence": [
      [
        "Like",
        -0.07377968
      ],
      [
        " Water",
        -0.000626895
      ],
      [
        " for",
        -0.00089335564
      ],
      [
        " Chocolate",
        -0.000119993296
      ]
    ]
  },
  "Central dominant types of these objects become large due to collisions. Ones forming new components at an unusually high rate are known as starburst ones. According to Hubble's law, more distant ones of": {
    "guess": "Galaxies",
    "confidence": [
      [
        "Gal",
        -0.0008034338
      ],
      [
        "axies",
        -0.008053251
      ]
    ]
  },
  "The central character of this novel names a bra marketed as a \"swing top\" by Elaine for J. Peterman in a Seinfeld episode. In an episode of South Park, Timmy is diagnosed with ADD after being read this novel and failing to remember what type of car the title character drives. Its most notable film adaptation": {
    "guess": "The Great Gatsby",
    "confidence": [
      [
        "The",
        -0.005155131
      ],
      [
        " Great",
        -0.0026332075
      ],
      [
        " G",
        -1.4259645e-05
      ],
      [
        "atsby",
        -5.0020742e-05
      ]
    ]
  },
  "This man was censured by his party for a militant speech in Sophiatown. Prior to being prosecuted, this man gave the \"I am Prepared to Die\" speech. He was one of the defendants at the \"Treason Trial,\" where he was defended by Bram Fischer. Known for a time as the Black Pimpernel, he was put on trial": {
    "guess": "Nelson Mandela",
    "confidence": [
      [
        "N",
        -0.004583211
      ],
      [
        "elson",
        -2.5583993e-05
      ],
      [
        " Mandela",
        -2.220075e-06
      ]
    ]
  },
  "The central characters grow up at a location which is described a ringed wood containing a ringed wall with a house where a lady is seen writing. The fourth section begins with a fantastic description of how light transforms a white plate into a white lake while a knife becomes an ice dagger. One character in this work is ashamed of his father's failure as a banker while in Brisbane, while another character in this novel repeatedly imagines himself as a man going to Greece to be a lecturer on the Parthenon. Each of the sections of this work begin with a description of the progress of the (*) sun. Much of the memory of one character is linked with the mystical location of Elvedon and the death of Perceval in India. Consisting of nine soliloquies spoken by Bernard, Susan, Jimmy and three others, for 10 points, name this playpoem whose text is twined with the rhythm of the title aqueous pulses,": {
    "guess": "The Waves",
    "confidence": [
      [
        "The",
        -0.1574463
      ],
      [
        " Waves",
        -0.035848424
      ]
    ]
  },
  "One of its central scenes in Act I contains a tune that Beethoven first used in the scherzo to one of his Razumovsky quartets. It was originally divided into seven tableaux, of which the third was set": {
    "guess": "Fidelio",
    "confidence": [
      [
        "F",
        -0.19330625
      ],
      [
        "idel",
        -0.00082880585
      ],
      [
        "io",
        -5.1689596e-05
      ]
    ]
  },
  "The central facility of this program was visited by Jesse Croach and Ulysses Stabler, and that facility's construction was overseen by Manes Pratt. An attempt to acquire material for this program resulted": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -1.0238194
      ]
    ]
  },
  "The central coefficient in this law has dimensions of pressure divided by concentration and one can model the effects of temperature on this law's coefficient by integrating the van't Hoff equation. For": {
    "guess": "Henry's law",
    "confidence": [
      [
        "Henry",
        -0.0067773038
      ],
      [
        "'s",
        -5.2643223e-05
      ],
      [
        " law",
        -0.04363457
      ]
    ]
  },
  "The central concept in this work is irrational, since its actions are groundless, and it transcends space and time, even though worldly manifestations of it are governed by space and time. It does not fulfill the principle of sufficient reason and the only adequate objectification of it is the Platonic Idea, covered in the third book. The author argues that \"no obtained object of desire can give lasting": {
    "guess": "The World as Will and Representation",
    "confidence": [
      [
        "The",
        -0.004503585
      ],
      [
        " World",
        -0.00018720949
      ],
      [
        " as",
        -7.004696e-05
      ],
      [
        " Will",
        -5.7292167e-05
      ],
      [
        " and",
        -1.147242e-06
      ],
      [
        " Representation",
        -0.00037251986
      ]
    ]
  },
  "The central character of this novel names a bra marketed as a \"swing top\" by Elaine for J. Peterman in a Seinfeld episode. In an episode of South Park, Timmy is diagnosed with ADD after being read this novel and failing to remember what type of car the title character drives. Its most notable film adaptation from 1974 was narrated by Sam Waterston and stars Robert Redford opposite Mia Farrow playing his love interest Daisy. Narrated by Nick Carraway, For 10 points, name this novel written by F. Scott": {
    "guess": "The Great Gatsby",
    "confidence": [
      [
        "The",
        -0.009323337
      ],
      [
        " Great",
        -0.0006825301
      ],
      [
        " G",
        -1.18755715e-05
      ],
      [
        "atsby",
        -2.5226382e-05
      ]
    ]
  },
  "The central character of this novel names a bra marketed as a \"swing top\" by Elaine for J. Peterman in a Seinfeld episode. In an episode of South Park, Timmy is diagnosed with ADD after being read this novel and failing to remember what type of car the title character drives. Its most notable film adaptation from 1974 was narrated by Sam Waterston and stars Robert Redford opposite Mia Farrow playing": {
    "guess": "The Great Gatsby",
    "confidence": [
      [
        "The",
        -0.0029376447
      ],
      [
        " Great",
        -0.00021617231
      ],
      [
        " G",
        -0.0001005631
      ],
      [
        "atsby",
        -6.134509e-05
      ]
    ]
  },
  "The central facility of this program was visited by Jesse Croach and Ulysses Stabler, and that facility's construction was overseen by Manes Pratt. An attempt to acquire material for this program resulted in the Plumbat affair, and it was headed by Ernest Bergmann. Its existence was revealed in an interview with Peter Hounam, after which the interviewee was lured to Italy by Cheryl Bentov and captured. It is headquartered at Dimona and was revealed by (*) Mordechai Vanunu. Its host nation maintains a deliberate policy of ambiguity regarding it, and it would probably use the Jericho missile as a delivery system. For 10 points, name this program whose creation was probably ordered by Shimon Peres": {
    "guess": "Nuclear program of Israel",
    "confidence": [
      [
        "N",
        -0.40224242
      ],
      [
        "uclear",
        -0.00014966767
      ],
      [
        " program",
        -0.022572624
      ],
      [
        " of",
        -0.002579463
      ],
      [
        " Israel",
        -0.05979764
      ]
    ]
  },
  "The central character's stepdaughter-in-law goes to jail after punching the mayor, and Nettie unknowingly meets her niece and nephew after befriending the missionaries Samuel and Corinne. From Samuel, Nettie learns that Alphonso is only her stepfather and that her real father was lynched by a jealous": {
    "guess": "The Color Purple",
    "confidence": [
      [
        "The",
        -0.039263852
      ],
      [
        " Color",
        -0.00026777282
      ],
      [
        " Purple",
        -0.00021951001
      ]
    ]
  },
  "This century featured an account of Byzantium complaining about its brackish water, despite the fact that its author, Liutprand of Cremona, was a guest of the Emperor. Liutprand also wrote about Marozia, who married Sergius III and put John XI in the papacy. In the Sixteenth century, Cardinal Baronius dubbed this century the Iron or Leaden century and it also saw the existence of the Saeculum obscurum or the Pornocracy. Poland under Mieszko I converted to Christianity, and Kievan Rus followed shortly after. Seeing the foundation of Cluny and the forced marriage of Adelaide of Italy lead to an invasion by a man who would spawn a namesake renaissance, this century also saw the end of the Carolingian dynasty. For 10 points, name this century that was the darkest of the Dark Ages, which saw the establishment of the Ottonian and Capetian dynasties, and preceded the century that saw the First Crusade": {
    "guess": "10th century",
    "confidence": [
      [
        "10",
        -0.046487134
      ],
      [
        "th",
        -0.00011629798
      ],
      [
        " century",
        -0.008603817
      ]
    ]
  },
  "Central to its belief system is the doctrine of two eternal, coexisting, independent categories known": {
    "guess": "Zoroastrianism",
    "confidence": [
      [
        "Z",
        -0.58178186
      ],
      [
        "oro",
        -0.0028756072
      ],
      [
        "ast",
        -2.7610455e-05
      ],
      [
        "rian",
        -9.729906e-06
      ],
      [
        "ism",
        -0.22831936
      ]
    ]
  },
  "In one of these, the central figure wears only a turban and sheaths a long sword; its political significance helped win its creator, Antonin Mercié, the Legion of Honor. The title figure wears a two-strapped garment that exposes his arms and is also see-through enough to show his ribs and nipples in the version of this scene done for Florence by Verrocchio. Bernini's depiction mimics the pose of the Discobolos, and another depicts its subject in action, biting his lower lip and stepping outside his plinth. A more effeminate one wears a flowered hat and has one hand on his hip; that example is the": {
    "guess": "David (Michelangelo)",
    "confidence": [
      [
        "David",
        -0.5209296
      ],
      [
        " (",
        -0.27400228
      ],
      [
        "Mich",
        -0.052281007
      ],
      [
        "el",
        -0.0003358198
      ],
      [
        "angelo",
        -0.00022451657
      ],
      [
        ")",
        -0.00093635515
      ]
    ]
  },
  "Its central action was preceded five years earlier by the botched Operation Eagle Claw, instigated by the hijacking of American Travelway Flight 282 from Athens to New York. New World Revolutionary Organization leader Abdul Rifa, who emerged as its central villain, used the covert backing of Iran to": {
    "guess": "The Delta Force",
    "confidence": [
      [
        "The",
        -0.016518034
      ],
      [
        " Delta",
        -0.00033689264
      ],
      [
        " Force",
        -1.0564331e-05
      ]
    ]
  },
  "Its central basin is known as \"the cuvette,\" and its navigable portion begins at Kisangani. It receives the Luapula and Lualaba Rivers, from whose effluence at Boyoma Falls this river receives its name. Further downstream, following the addition of the Ubangi River, is the Pool Malebo, a widening of this river near two national capitals shortly before it tumbles over the Livingstone Falls on its way to the Atlantic Ocean. For 10 points, name this second longest river in Africa, which forms part of the boundary between a namesake \"Republic\" and \"Democratic Republic.\"": {
    "guess": "Congo River",
    "confidence": [
      [
        "C",
        -0.00069992646
      ],
      [
        "ongo",
        -1.9361265e-07
      ],
      [
        " River",
        -0.00018125297
      ]
    ]
  },
  "The central innovation in this concept takes into account the diurnal motion of the earth around its": {
    "guess": "Tide",
    "confidence": [
      [
        "T",
        -1.1154721
      ],
      [
        "ide",
        -0.08886345
      ]
    ]
  },
  "Central to its critical theory was a condemnation of modern society, positing that the mechanisms of modern life, particularly mass media and market forces, are detrimental to personal values, dulling social morality in favor of an atmosphere which fosters the accumulation of material wealth.  Set up in its namesake city in 1923, it was funded by an endowment from Felix Weil, although during WWII it moved to Columbia Univeristy where it continued to exist as a recognized school until 1947. FTP, name": {
    "guess": "Frankfurt School",
    "confidence": [
      [
        "Frank",
        -0.45467135
      ],
      [
        "furt",
        -0.001212972
      ],
      [
        " School",
        -0.0029590426
      ]
    ]
  },
  "Central to its critical theory was a condemnation of modern society, positing that the mechanisms of modern life, particularly mass media and market forces, are detrimental to personal values, dulling social morality in favor of an atmosphere which fosters the accumulation of material wealth.  Set up in its namesake city in 1923, it was funded by an endowment from Felix Weil, although during WWII it moved to Columbia Univeristy where it continued to exist as a recognized school until 1947. FTP, name this school of philosophy whose members included Walter Benjamin, Erich Fromm, Herbert Marcuse, and Jurgen Habermas.": {
    "guess": "Frankfurt School",
    "confidence": [
      [
        "Frank",
        -0.014253417
      ],
      [
        "furt",
        -0.00023917861
      ],
      [
        " School",
        -0.00054266566
      ]
    ]
  },
  "The central male figure of this poem is described as possessing \"coal-black curls\" and wearing a \"silver bugle\" and a shield that \"sparkled on the yellow field\" while passing though the \"purple night\", but only comes to the attention of the titular figure after she hears him sing \"tirra lirra\". Only the reapers who harvest the barley hear her singing in the gray tower where she is fated to weave a": {
    "guess": "The Lady of Shalott",
    "confidence": [
      [
        "The",
        -0.004310953
      ],
      [
        " Lady",
        -0.00013107191
      ],
      [
        " of",
        -9.603336e-05
      ],
      [
        " Sh",
        -0.0005175284
      ],
      [
        "al",
        -1.2948405e-05
      ],
      [
        "ott",
        -1.2113979e-05
      ]
    ]
  },
  "Centering around a wealthy family, the first three acts of this play were originally performed at Versailles.": {
    "guess": "The Marriage of Figaro",
    "confidence": [
      [
        "The",
        -0.17151155
      ],
      [
        " Marriage",
        -0.6041361
      ],
      [
        " of",
        -0.0060263188
      ],
      [
        " Fig",
        -9.913265e-05
      ],
      [
        "aro",
        -4.561021e-05
      ]
    ]
  },
  "At the center of this novel is a portrait ten years in the making that is finished at the story's end. Mrs. McNab restores the house of the central characters, who are frequented by the opium-using poet Augustus Carmichael. The marriage of Paul Rayley to Minta Doyle ends with Paul taking a mistress. Its three sections include \"The Window,\" \"Time Passes,\" and the final section about the title object, which tells how Lily Briscoe finally completes her portrait of Mrs. Ramsay, whose husband was based on the author's father, Leslie Stephens. FTP, identify this 1927 novel by Virginia Woolf.": {
    "guess": "To the Lighthouse",
    "confidence": [
      [
        "To",
        -0.0074820416
      ],
      [
        " the",
        -0.0057184356
      ],
      [
        " L",
        -0.00025299523
      ],
      [
        "ighthouse",
        -6.0391463e-05
      ]
    ]
  },
  "The central figure of this work is depicted in the background of Alexander Moffat's painting Poets' Pub.": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -0.576261
      ]
    ]
  },
  "For centuries, its precise location was unclear, so a monument to this event was erected near Detmold, some 50 kilometers from the actual site. The victorious leader was able to unite the previously warring Chatti and Bructeri lie in wait for his foes, who supposed him their ally and who had trained him while he was a hostage. Upon learning of the loss, Augustus was said to have shouted \"Quintilius": {
    "guess": "Battle of the Teutoburg Forest",
    "confidence": [
      [
        "Battle",
        -0.05700126
      ],
      [
        " of",
        -0.00066228013
      ],
      [
        " the",
        -0.21018644
      ],
      [
        " Te",
        -0.00011248347
      ],
      [
        "ut",
        -0.00036930136
      ],
      [
        "ob",
        -3.4121115e-06
      ],
      [
        "urg",
        -1.4378848e-05
      ],
      [
        " Forest",
        -9.388769e-05
      ]
    ]
  },
  "This is the central of the \"Three Parallel Rivers\" that name a UNESCO World Heritage Site. The Pak Mun dam is located at the confluence of this river and its tributary, the Mun River. A \"Friendship Bridge\" spanning this river forces users to change over driving side when going from Savannakhet Province": {
    "guess": "Mekong River",
    "confidence": [
      [
        "M",
        -0.0021554956
      ],
      [
        "ek",
        -0.0011105668
      ],
      [
        "ong",
        -0.000118086034
      ],
      [
        " River",
        -0.0005146675
      ]
    ]
  },
  "The central character in this work expresses his wish to arrange a party for a group of peasants after drinking champagne. In an aria in this opera, Don Ottavio vows to avenge the death of his betrothed's father, Fuggi, crudele fuggi, and the title character escapes death at the hands of Zerlina and Masetto only by switching clothes with his servant. At the end of this opera, Donna Elvira expresses her pity for the central character, and after he refuses to repent for his sinful life, the statue of the Commendatore drags him to hell. For 10 points, name this opera containing the Catalog Aria about the titular Spanish libertine, written by Wolfgang Amadeus Mozart.": {
    "guess": "Don Giovanni",
    "confidence": [
      [
        "Don",
        -0.00021105022
      ],
      [
        " Giovanni",
        -5.443128e-05
      ]
    ]
  },
  "The central character of this novel names a bra marketed as a \"swing top\" by Elaine for J. Peterman in a Seinfeld episode. In an episode of South Park, Timmy is diagnosed with ADD after being read this novel and failing to remember what type of car the title character drives. Its most notable film adaptation from 1974 was narrated by Sam Waterston and stars Robert Redford opposite Mia Farrow playing his love interest Daisy. Narrated by Nick Carraway, For 10 points, name this novel written by F. Scott Fitzgerald.": {
    "guess": "The Great Gatsby",
    "confidence": [
      [
        "The",
        -0.0027067964
      ],
      [
        " Great",
        -0.00060236105
      ],
      [
        " G",
        -8.061054e-06
      ],
      [
        "atsby",
        -1.569009e-05
      ]
    ]
  },
  "The central secret in this novel takes shape after the death of the horse Wildfire. The title character's": {
    "guess": "Silas Marner",
    "confidence": [
      [
        "Sil",
        -0.0030459275
      ],
      [
        "as",
        -8.280175e-05
      ],
      [
        " Mar",
        -0.00058341504
      ],
      [
        "ner",
        -5.443128e-05
      ]
    ]
  },
  "At the center of this work, a man wearing a shirt with baggy, black and white-striped sleeves sits with his back to the viewer and his face cast to a scene on the right. On the left of this painting, which": {
    "guess": "The Absinthe Drinker",
    "confidence": [
      [
        "The",
        -0.8542052
      ],
      [
        " Abs",
        -1.2268434
      ],
      [
        "in",
        -0.00020878535
      ],
      [
        "the",
        -2.3392786e-06
      ],
      [
        " Dr",
        -2.1008714e-06
      ],
      [
        "inker",
        -5.9153886e-06
      ]
    ]
  },
  "The central crime in this story occurs while its victim is \"making Buffalo Bill's show look like magic-lantern views of Palestine.\" This short story's narrator dreams about being chained to a tree by a redhead pilot until he hears the title character sitting on an accomplice's chest. That character, Bill, is hit between the eyes with a piece of brick, shot behind the ear with a rock, burned with a hot potato, and made to play Black Scout by the title character. That character of this story welcomes": {
    "guess": "The Ransom of Red Chief",
    "confidence": [
      [
        "The",
        -0.26382786
      ],
      [
        " R",
        -1.1405897
      ],
      [
        "ansom",
        -0.00021295747
      ],
      [
        " of",
        -0.00024001303
      ],
      [
        " Red",
        -0.00032902884
      ],
      [
        " Chief",
        -6.392203e-06
      ]
    ]
  },
  "Below the central chandelier in this painting are the artist's signature and a declaration in Latin that the artist was there to witness the titular event, as shown by the images of himself and a priest": {
    "guess": "The Arnolfini Portrait",
    "confidence": [
      [
        "The",
        -0.3303619
      ],
      [
        " Arn",
        -0.10751313
      ],
      [
        "ol",
        -5.9153886e-06
      ],
      [
        "fin",
        -0.00022964232
      ],
      [
        "i",
        -0.00010688089
      ],
      [
        " Portrait",
        -0.0019392271
      ]
    ]
  },
  "Central to its critical theory was a condemnation of modern society, positing that the mechanisms of modern life, particularly mass media and market forces, are detrimental to personal values, dulling": {
    "guess": "Frankfurt School",
    "confidence": [
      [
        "Frank",
        -1.2700732
      ],
      [
        "furt",
        -0.0033280263
      ],
      [
        " School",
        -0.00012964146
      ]
    ]
  },
  "Its central basin is known as \"the cuvette,\" and its navigable portion begins at Kisangani. It receives": {
    "guess": "Congo River",
    "confidence": [
      [
        "C",
        -0.026547823
      ],
      [
        "ongo",
        -0.0005492182
      ],
      [
        " River",
        -0.001940773
      ]
    ]
  },
  "The central crime in this story occurs while its victim is \"making Buffalo Bill's show look like magic-lantern views of Palestine.\" This short story's narrator dreams about being chained to a tree by a": {
    "guess": "The Man That Corrupted Hadleyburg",
    "confidence": [
      [
        "The",
        -0.6328054
      ],
      [
        " Man",
        -1.298517
      ],
      [
        " That",
        -0.2789595
      ],
      [
        " Cor",
        -0.0015874623
      ],
      [
        "rupted",
        -8.208653e-05
      ],
      [
        " Had",
        -5.705376e-05
      ],
      [
        "ley",
        -2.6418418e-05
      ],
      [
        "burg",
        -5.216641e-05
      ]
    ]
  },
  "Central dominant types of these objects become large due to collisions. Ones forming new components at": {
    "guess": "Galaxies",
    "confidence": [
      [
        "Gal",
        -1.1813263
      ],
      [
        "axies",
        -0.65146184
      ]
    ]
  },
  "The central male figure of this poem is described as possessing \"coal-black curls\" and wearing a \"silver bugle\" and a shield that \"sparkled on the yellow field\" while passing though the \"purple night\", but only comes to the attention of the titular figure after she hears him sing \"tirra lirra\". Only": {
    "guess": "The Lady of Shalott",
    "confidence": [
      [
        "The",
        -0.004008353
      ],
      [
        " Lady",
        -0.00017708084
      ],
      [
        " of",
        -4.739826e-05
      ],
      [
        " Sh",
        -0.086566195
      ],
      [
        "al",
        -5.3193703e-06
      ],
      [
        "ott",
        -2.7968066e-05
      ]
    ]
  },
  "At the center of this work, a man wearing a shirt with baggy, black and white-striped sleeves sits with his back to the viewer and his face cast to a scene on the right. On the left of this painting, which hangs in the Contarelli Chapel, a wide-eyed, bearded man points at a young man in red slumping over a wooden table, while a balding man peers through his spectacles at a pile of coins. An open window": {
    "guess": "The Calling of Saint Matthew",
    "confidence": [
      [
        "The",
        -0.35357112
      ],
      [
        " Calling",
        -0.30566967
      ],
      [
        " of",
        -3.619312e-05
      ],
      [
        " Saint",
        -0.026757807
      ],
      [
        " Matthew",
        -0.0005934244
      ]
    ]
  },
  "This is the central of the \"Three Parallel Rivers\" that name a UNESCO World Heritage Site. The Pak Mun dam is located at the confluence of this river and its tributary, the Mun River. A \"Friendship Bridge\" spanning this river forces users to change over driving side when going from Savannakhet Province to Mukdahan Province. Pyotr Kozlov discovered that this river's source is the Lasagongma Spring on Mount Guozongmucha. Runoff from the Tonle Sap reservoir enters this river when the Tonle Sap River is formed. This river flows through Yunnan Province from its origin on the Tibetan Plateau, and it": {
    "guess": "Mekong",
    "confidence": [
      [
        "M",
        -0.39854532
      ],
      [
        "ek",
        -0.0031291135
      ],
      [
        "ong",
        -3.5835506e-05
      ]
    ]
  },
  "At the center of this novel is a portrait ten years in the making that is finished at the story's end. Mrs. McNab restores the house of the central characters, who are frequented by the opium-using poet Augustus Carmichael. The marriage of Paul Rayley to Minta Doyle ends with Paul taking a mistress. Its three sections include \"The Window,\" \"Time Passes,\" and the final section about the title object, which tells how Lily Briscoe finally completes her portrait of Mrs. Ramsay, whose husband was based": {
    "guess": "To the Lighthouse",
    "confidence": [
      [
        "To",
        -0.031063125
      ],
      [
        " the",
        -0.009315538
      ],
      [
        " L",
        -0.00036013365
      ],
      [
        "ighthouse",
        -7.7199176e-05
      ]
    ]
  },
  "The central facility of this program was visited by Jesse Croach and Ulysses Stabler, and that facility's construction was overseen by Manes Pratt. An attempt to acquire material for this program resulted in the Plumbat affair, and it was headed by Ernest Bergmann. Its existence was revealed in an interview with Peter Hounam, after which the interviewee was lured to Italy by Cheryl Bentov and captured.": {
    "guess": "Nuclear weapons and Israel",
    "confidence": [
      [
        "N",
        -0.4891983
      ],
      [
        "uclear",
        -0.036067724
      ],
      [
        " weapons",
        -0.69993603
      ],
      [
        " and",
        -0.015104241
      ],
      [
        " Israel",
        -0.0013598785
      ]
    ]
  },
  "This man was censured by his party for a militant speech in Sophiatown. Prior to being prosecuted, this man gave the \"I am Prepared to Die\" speech. He was one of the defendants at the \"Treason Trial,\"": {
    "guess": "Nelson Mandela",
    "confidence": [
      [
        "N",
        -0.014636571
      ],
      [
        "elson",
        -1.7432603e-06
      ],
      [
        " Mandela",
        -8.299462e-06
      ]
    ]
  },
  "The central figure of this work is depicted in the background of Alexander Moffat's painting Poets' Pub. Contemporary critics mocked the underarm hair and dirty appearance of this painting's central figure, who wears a Phrygian cap. It is similar to Schnetz's painting Combat de l'Hotel de Ville, and depicts the towers of Notre Dame in the distance, while its foreground portrays a fallen National Guardsman. It includes a man in a top hat carrying a gun and a boy brandishing two pistols. The title": {
    "guess": "Liberty Leading the People",
    "confidence": [
      [
        "Lib",
        -0.008086833
      ],
      [
        "erty",
        -1.4498052e-05
      ],
      [
        " Leading",
        -0.0002701569
      ],
      [
        " the",
        -0.0001505021
      ],
      [
        " People",
        -3.8219583e-05
      ]
    ]
  },
  "Centered at the Universal House of Justice in Haifa, Israel, its fundamental tenets are set forth in works like The Book of Certitude. Its founder became a follower of the Bab at the age of twenty-seven, and began to preach tolerance and acceptance to all. This faith recognizes the divinity of Abraham, Zoroaster, Moses, Krishna, Jesus, and Muhammad, claiming that its founder is the latest manifestation of the divine. For 10 points, name this \"universal religion\" founded in 1863 by Bahā'Ullāh.": {
    "guess": "Bahá'í Faith",
    "confidence": [
      [
        "Bah",
        -0.00096732244
      ],
      [
        "á",
        -9.066919e-05
      ],
      [
        "'",
        -0.00057971966
      ],
      [
        "í",
        -1.1637165e-05
      ],
      [
        " Faith",
        -2.2484697e-05
      ]
    ]
  },
  "\"It had to be central intelligence, the family, all of this, the agency- Mafia/ One big set of criminal gangs working together/* Hitmen/ Murderers everywhere/ The secret/ The drunk/ The brutal/ The dirty rich/ On top of a slag heap of prisons/ Industrial cancer/ Plutonium smog/ Garbage cities/ Grandma's bed soft from fathers' resentment/ It had to be the rulers/ They wanted law and order/ And they": {
    "guess": "CIA",
    "confidence": [
      [
        "C",
        -1.0577735
      ],
      [
        "IA",
        -0.6929269
      ]
    ]
  },
  "In one of these, the central figure wears only a turban and sheaths a long sword; its political significance helped win its creator, Antonin Mercié, the Legion of Honor. The title figure wears a two-strapped garment that exposes his arms and is also see-through enough to show his ribs and nipples in the version of this scene done for Florence by Verrocchio. Bernini's depiction mimics the pose of the Discobolos, and another depicts its subject in action, biting his lower lip and stepping outside his plinth. A more effeminate one wears a flowered hat and has one hand on his hip; that example is the first freestanding nude created since antiquity. For 10 points, name these 3D depictions of the biblical": {
    "guess": "Depictions of David",
    "confidence": [
      [
        "Dep",
        -1.4123355
      ],
      [
        "ictions",
        -0.16028179
      ],
      [
        " of",
        -0.0044739163
      ],
      [
        " David",
        -0.026857395
      ]
    ]
  },
  "Its central basin is known as \"the cuvette,\" and its navigable portion begins at Kisangani. It receives the Luapula and Lualaba Rivers, from whose effluence at Boyoma Falls this river receives its name.": {
    "guess": "Congo River",
    "confidence": [
      [
        "C",
        -0.0039747474
      ],
      [
        "ongo",
        -0.00016671013
      ],
      [
        " River",
        -0.00024441257
      ]
    ]
  },
  "\"It had to be central intelligence, the family, all of this, the agency- Mafia/ One big set of criminal gangs working together/* Hitmen/ Murderers everywhere/ The secret/ The drunk/ The brutal/ The dirty": {
    "guess": "Central Intelligence Agency",
    "confidence": [
      [
        "Central",
        -0.69724125
      ],
      [
        " Intelligence",
        -0.0004243588
      ],
      [
        " Agency",
        -6.337155e-05
      ]
    ]
  },
  "The central character in this work expresses his wish to arrange a party for a group of peasants after": {
    "guess": "The Great Gatsby",
    "confidence": [
      [
        "The",
        -0.52285314
      ],
      [
        " Great",
        -1.1724937
      ],
      [
        " G",
        -0.00015574339
      ],
      [
        "atsby",
        -2.0458236e-05
      ]
    ]
  },
  "The central character's stepdaughter-in-law goes to jail after punching the mayor, and Nettie unknowingly meets her niece and nephew after befriending the missionaries Samuel and Corinne. From Samuel, Nettie learns that Alphonso is only her stepfather and that her real father was lynched by a jealous mob. Nettie's sister Celie finally meets her biological children at the end of, for ten points, what Pulitzer Prize winning novel by Alice Walker?": {
    "guess": "The Color Purple",
    "confidence": [
      [
        "The",
        -0.0012205826
      ],
      [
        " Color",
        -5.8961017e-05
      ],
      [
        " Purple",
        -4.036525e-05
      ]
    ]
  },
  "The central figure of this work is depicted in the background of Alexander Moffat's painting Poets' Pub. Contemporary critics mocked the underarm hair and dirty appearance of this painting's central figure, who wears a Phrygian cap. It is similar to Schnetz's painting Combat de l'Hotel de Ville, and depicts the towers of Notre Dame in the distance, while its foreground portrays a fallen National Guardsman. It includes a man in a top hat carrying a gun and a boy brandishing two pistols. The title character is barefoot and bare-breasted, and is based on Marianne. For 10 points, name this painting whose title character holds up a flag over a barricade during the July Revolution, by Eugene Delacroix.": {
    "guess": "Liberty Leading the People",
    "confidence": [
      [
        "Lib",
        -0.0028034598
      ],
      [
        "erty",
        -1.147242e-06
      ],
      [
        " Leading",
        -0.00014799883
      ],
      [
        " the",
        -5.145119e-05
      ],
      [
        " People",
        -1.867018e-05
      ]
    ]
  },
  "One of its central scenes in Act I contains a tune that Beethoven first used in the scherzo to one of his Razumovsky quartets. It was originally divided into seven tableaux, of which the third was set in a cell and the fourth at an inn at the border. The second version was modified to have an interlude of a \"Polish\" third act and a scene of the title character going mad with guilt, but still included": {
    "guess": "Fidelio",
    "confidence": [
      [
        "F",
        -0.52462083
      ],
      [
        "idel",
        -0.029322486
      ],
      [
        "io",
        -0.00010831134
      ]
    ]
  },
  "The central character of this novel names a bra marketed as a \"swing top\" by Elaine for J. Peterman in": {
    "guess": "The Great Gatsby",
    "confidence": [
      [
        "The",
        -0.11514601
      ],
      [
        " Great",
        -0.88364434
      ],
      [
        " G",
        -0.00080271857
      ],
      [
        "atsby",
        -3.750436e-05
      ]
    ]
  },
  "This century featured an account of Byzantium complaining about its brackish water, despite the fact that its author, Liutprand of Cremona, was a guest of the Emperor. Liutprand also wrote about Marozia, who married Sergius III and put John XI in the papacy. In the Sixteenth century, Cardinal Baronius": {
    "guess": "10th century CE",
    "confidence": [
      [
        "10",
        -1.2063459
      ],
      [
        "th",
        -0.00013274075
      ],
      [
        " century",
        -0.011265685
      ],
      [
        " CE",
        -0.22849639
      ]
    ]
  },
  "The central concept in this work is irrational, since its actions are groundless, and it transcends space and time, even though worldly manifestations of it are governed by space and time. It does not fulfill the principle of sufficient reason and the only adequate objectification of it is the Platonic Idea, covered in the third book. The author argues that \"no obtained object of desire can give lasting satisfaction\" and that only the absence of happiness may be a true subject of art. Divided into four books, the last of which discusses the ultimate goal of self-denial, and influenced by the author's": {
    "guess": "The World as Will and Representation",
    "confidence": [
      [
        "The",
        -0.00031460886
      ],
      [
        " World",
        -0.00012916465
      ],
      [
        " as",
        -2.5703197e-05
      ],
      [
        " Will",
        -1.2590794e-05
      ],
      [
        " and",
        -4.3202e-07
      ],
      [
        " Representation",
        -4.501419e-05
      ]
    ]
  },
  "In one of these, the central figure wears only a turban and sheaths a long sword; its political significance helped win its creator, Antonin Mercié, the Legion of Honor. The title figure wears a two-strapped garment that exposes his arms and is also see-through enough to show his ribs and nipples in the version of this scene done for Florence by Verrocchio. Bernini's depiction mimics the pose of the Discobolos, and another depicts its subject in action, biting his lower lip and stepping outside his plinth. A more effeminate one wears a flowered hat and has one hand on his hip; that example is the first freestanding nude created since antiquity. For 10 points, name these 3D depictions of the biblical slayer of Goliath.": {
    "guess": "David (Michelangelo)",
    "confidence": [
      [
        "David",
        -0.011510599
      ],
      [
        " (",
        -0.10859662
      ],
      [
        "Mich",
        -1.3866917
      ],
      [
        "el",
        -0.00045998234
      ],
      [
        "angelo",
        -0.00069230114
      ],
      [
        ")",
        -0.07017995
      ]
    ]
  },
  "The central question in this work occurs when Cephalus says that our wealth can prevent us from being unjust, but a debate unfolds when Socrates asks about the meaning of justice. Some of its important characters include Glaucon and Adeimantus, the principle speakers, and the silent spectators Lysias and Euthydemus. It is perhaps most famous for discussing a scene in which chained prisoners watch shadows to illustrate the Allegory of the Cave. For ten points, identify this dialogue by Plato that": {
    "guess": "Republic (Plato)",
    "confidence": [
      [
        "Republic",
        -0.04145208
      ],
      [
        " (",
        -0.0023255793
      ],
      [
        "Pl",
        -0.0012347569
      ],
      [
        "ato",
        -3.3093824e-05
      ],
      [
        ")",
        -1.7239736e-05
      ]
    ]
  },
  "This man was censured by his party for a militant speech in Sophiatown. Prior to being prosecuted, this man gave the \"I am Prepared to Die\" speech. He was one of the defendants at the \"Treason Trial,\" where he was defended by Bram Fischer. Known for a time as the Black Pimpernel, he was put on trial at Rivona for his actions related to the Spear of the Nation movement, the military branch of his party. He was imprisoned on Robben Island until being released by F.W. de Klerk. For 10 points, name this": {
    "guess": "Nelson Mandela",
    "confidence": [
      [
        "N",
        -0.072142564
      ],
      [
        "elson",
        -1.735894e-05
      ],
      [
        " Mandela",
        -6.337155e-05
      ]
    ]
  },
  "The central question in this work occurs when Cephalus says that our wealth can prevent us from being unjust, but a debate unfolds when Socrates asks about the meaning of justice. Some of its important": {
    "guess": "Republic (Plato)",
    "confidence": [
      [
        "Republic",
        -0.020234227
      ],
      [
        " (",
        -0.0010565069
      ],
      [
        "Pl",
        -0.00019054719
      ],
      [
        "ato",
        -2.4749568e-05
      ],
      [
        ")",
        -4.604148e-06
      ]
    ]
  },
  "Central to its belief system is the doctrine of two eternal, coexisting, independent categories known as jiva and ajiva. Divided into the sects Digambara and Svetambara, in this religion the actions of mind, speech, and body produce subtle karma, which becomes the cause of bondage, and the soul must be freed of karma through the three \"jewels\" of right faith, right knowledge, and right conduct to achieve moksha. FTP, identify this religion often associated with the non-violence doctrine of ahimsa, founded by Nataputta Mahavira.": {
    "guess": "Jainism",
    "confidence": [
      [
        "J",
        -0.00065834646
      ],
      [
        "ain",
        -6.704273e-07
      ],
      [
        "ism",
        -1.378283e-05
      ]
    ]
  },
  "One of its central scenes in Act I contains a tune that Beethoven first used in the scherzo to one of": {
    "guess": "Fidelio",
    "confidence": [
      [
        "F",
        -0.021817442
      ],
      [
        "idel",
        -0.00032044618
      ],
      [
        "io",
        -3.357064e-05
      ]
    ]
  },
  "Centering on the grim family of Thomas Grangrind, it was written by Charles Dickens.": {
    "guess": "Bleak House",
    "confidence": [
      [
        "B",
        -0.19917603
      ],
      [
        "le",
        -0.002224364
      ],
      [
        "ak",
        -2.6968896e-06
      ],
      [
        " House",
        -0.00016384924
      ]
    ]
  },
  "At the center of this city was a building symbolic of Mount Meru. Important until its capture by an army": {
    "guess": "Angkor Wat",
    "confidence": [
      [
        "Ang",
        -0.83431256
      ],
      [
        "kor",
        -0.00045283744
      ],
      [
        " Wat",
        -0.0005319447
      ]
    ]
  },
  "The central concept in this work is irrational, since its actions are groundless, and it transcends space and time, even though worldly manifestations of it are governed by space and time. It does not fulfill the principle of sufficient reason and the only adequate objectification of it is the Platonic Idea, covered in the third book. The author argues that \"no obtained object of desire can give lasting satisfaction\" and that only the absence of happiness may be a true subject of art. Divided into": {
    "guess": "The World as Will and Representation",
    "confidence": [
      [
        "The",
        -0.0003768112
      ],
      [
        " World",
        -6.3490756e-05
      ],
      [
        " as",
        -1.8908588e-05
      ],
      [
        " Will",
        -2.1650272e-05
      ],
      [
        " and",
        -4.3202e-07
      ],
      [
        " Representation",
        -0.00014311148
      ]
    ]
  },
  "The central innovation in this concept takes into account the diurnal motion of the earth around its axis while ignoring the sun's apparent motion due to earth's rotation. The eponymous principle was given its name in 1880 by Adolph Sprung. Deficiencies in this concept were finally rectified by William": {
    "guess": "Geocentric model",
    "confidence": [
      [
        "Ge",
        -1.3773955
      ],
      [
        "oc",
        -0.06099422
      ],
      [
        "entric",
        -0.004002892
      ],
      [
        " model",
        -0.075530075
      ]
    ]
  },
  "Its central action was preceded five years earlier by the botched Operation Eagle Claw, instigated by": {
    "guess": "Operation Eagle Claw",
    "confidence": [
      [
        "Operation",
        -0.058975037
      ],
      [
        " Eagle",
        -0.3020948
      ],
      [
        " Claw",
        -7.016616e-05
      ]
    ]
  },
  "The central family in this novel lives next door to Levaque and Bouteloup, whose morning rituals they regularly hear. That family receives charity from the shopkeeper Maigrat, who trades food and money for a caress from the eldest daughter. The protagonist gains a new ideology from Pluchart, which he": {
    "guess": "Germinal",
    "confidence": [
      [
        "G",
        -0.0010411444
      ],
      [
        "erm",
        -2.749125e-05
      ],
      [
        "inal",
        -2.4584822e-06
      ]
    ]
  },
  "At the center of this novel is a portrait ten years in the making that is finished at the story's end. Mrs. McNab restores the house of the central characters, who are frequented by the opium-using poet Augustus Carmichael. The marriage of Paul Rayley to Minta Doyle ends with Paul taking a mistress.": {
    "guess": "To the Lighthouse",
    "confidence": [
      [
        "To",
        -0.03527825
      ],
      [
        " the",
        -0.0010883049
      ],
      [
        " L",
        -0.00016468366
      ],
      [
        "ighthouse",
        -6.670925e-05
      ]
    ]
  },
  "This is the central of the \"Three Parallel Rivers\" that name a UNESCO World Heritage Site. The Pak Mun dam is located at the confluence of this river and its tributary, the Mun River. A \"Friendship Bridge\" spanning this river forces users to change over driving side when going from Savannakhet Province to Mukdahan Province. Pyotr Kozlov discovered that this river's source is the Lasagongma Spring on Mount Guozongmucha. Runoff from the Tonle Sap reservoir enters this river when the Tonle Sap River": {
    "guess": "Mekong",
    "confidence": [
      [
        "M",
        -0.002439386
      ],
      [
        "ek",
        -0.0009107484
      ],
      [
        "ong",
        -1.6882126e-05
      ]
    ]
  },
  "The central family in this novel lives next door to Levaque and Bouteloup, whose morning rituals they regularly hear. That family receives charity from the shopkeeper Maigrat, who trades food and money for a caress from the eldest daughter. The protagonist gains a new ideology from Pluchart, which he discusses with Souvarine at Rasseneur's. Having come from Marchienne to Montsou, he befriends \"Bonnemort\"": {
    "guess": "Germinal",
    "confidence": [
      [
        "G",
        -0.0018101293
      ],
      [
        "erm",
        -2.577686e-06
      ],
      [
        "inal",
        -6.704273e-07
      ]
    ]
  },
  "This century featured an account of Byzantium complaining about its brackish water, despite the fact": {
    "guess": "Byzantine Empire",
    "confidence": [
      [
        "By",
        -1.3083813
      ],
      [
        "z",
        -5.4669687e-05
      ],
      [
        "antine",
        -0.13801362
      ],
      [
        " Empire",
        -0.11896983
      ]
    ]
  },
  "The central character in this work expresses his wish to arrange a party for a group of peasants after drinking champagne. In an aria in this opera, Don Ottavio vows to avenge the death of his betrothed's": {
    "guess": "Don Giovanni",
    "confidence": [
      [
        "Don",
        -0.0222108
      ],
      [
        " Giovanni",
        -0.0039727283
      ]
    ]
  },
  "This man was censured by his party for a militant speech in Sophiatown. Prior to being prosecuted, this man gave the \"I am Prepared to Die\" speech. He was one of the defendants at the \"Treason Trial,\" where he was defended by Bram Fischer. Known for a time as the Black Pimpernel, he was put on trial at Rivona for his actions related to the Spear of the Nation movement, the military branch of his party. He was imprisoned on Robben Island until being released by F.W. de Klerk. For 10 points, name this leader of the African National Congress, who fought for the end of apartheid before becoming president of South Africa.": {
    "guess": "Nelson Mandela",
    "confidence": [
      [
        "N",
        -0.021889871
      ],
      [
        "elson",
        -2.3392786e-06
      ],
      [
        " Mandela",
        -4.6683042e-05
      ]
    ]
  },
  "For centuries, its precise location was unclear, so a monument to this event was erected near Detmold, some 50 kilometers from the actual site. The victorious leader was able to unite the previously warring Chatti and Bructeri lie in wait for his foes, who supposed him their ally and who had trained him while he was a hostage. Upon learning of the loss, Augustus was said to have shouted \"Quintilius Varus, give me back my legions!\" For ten points, name this 9 CE battle which established the limits": {
    "guess": "Battle of the Teutoburg Forest",
    "confidence": [
      [
        "Battle",
        -0.03637044
      ],
      [
        " of",
        -0.0024521113
      ],
      [
        " the",
        -0.09233958
      ],
      [
        " Te",
        -9.5914154e-05
      ],
      [
        "ut",
        -0.00043794067
      ],
      [
        "ob",
        -2.8160932e-06
      ],
      [
        "urg",
        -4.365741e-06
      ],
      [
        " Forest",
        -1.3856493e-06
      ]
    ]
  },
  "In one of these, the central figure wears only a turban and sheaths a long sword; its political significance helped win its creator, Antonin Mercié, the Legion of Honor. The title figure wears a two-strapped garment that exposes his arms and is also see-through enough to show his ribs and nipples in": {
    "guess": "Gloria Victis",
    "confidence": [
      [
        "G",
        -0.040151894
      ],
      [
        "lor",
        -0.004587127
      ],
      [
        "ia",
        -0.07737816
      ],
      [
        " Vict",
        -0.0023117883
      ],
      [
        "is",
        -0.00015562419
      ]
    ]
  },
  "The central coefficient in this law has dimensions of pressure divided by concentration and one can model the effects of temperature on this law's coefficient by integrating the van't Hoff equation. For ideal mixtures this law can be understood as a special case of Raoult's Law. For 10 points, name this": {
    "guess": "Henry's law",
    "confidence": [
      [
        "Henry",
        -0.00303844
      ],
      [
        "'s",
        -1.6524515e-05
      ],
      [
        " law",
        -0.0673149
      ]
    ]
  },
  "The central characters grow up at a location which is described a ringed wood containing a ringed wall with a house where a lady is seen writing. The fourth section begins with a fantastic description of how light transforms a white plate into a white lake while a knife becomes an ice dagger. One character in this work is ashamed of his father's failure as a banker while in Brisbane, while another character in this novel repeatedly imagines himself as a man going to Greece to be a lecturer on the": {
    "guess": "The Secret History",
    "confidence": [
      [
        "The",
        -0.06583845
      ],
      [
        " Secret",
        -0.23118336
      ],
      [
        " History",
        -0.014993742
      ]
    ]
  },
  "In one of these, the central figure wears only a turban and sheaths a long sword; its political significance helped win its creator, Antonin Mercié, the Legion of Honor. The title figure wears a two-strapped": {
    "guess": "Gloria Victis",
    "confidence": [
      [
        "G",
        -0.11112028
      ],
      [
        "lor",
        -0.00042840437
      ],
      [
        "ia",
        -0.025408475
      ],
      [
        " Vict",
        -0.0010647248
      ],
      [
        "is",
        -0.00018339496
      ]
    ]
  },
  "The central facility of this program was visited by Jesse Croach and Ulysses Stabler, and that facility's construction was overseen by Manes Pratt. An attempt to acquire material for this program resulted in the Plumbat affair, and it was headed by Ernest Bergmann. Its existence was revealed in an interview with Peter Hounam, after which the interviewee was lured to Italy by Cheryl Bentov and captured. It is headquartered at Dimona and was revealed by (*) Mordechai Vanunu. Its host nation maintains a deliberate policy of ambiguity regarding it, and it would probably use the Jericho missile as a delivery system. For 10 points, name this program whose creation was probably ordered by Shimon Peres and has around one hundred warheads, a program that has developed weapons of mass destruction in": {
    "guess": "Nuclear program of Israel",
    "confidence": [
      [
        "N",
        -0.12781474
      ],
      [
        "uclear",
        -0.00046916102
      ],
      [
        " program",
        -0.10140094
      ],
      [
        " of",
        -0.0027896615
      ],
      [
        " Israel",
        -0.22935574
      ]
    ]
  },
  "Centering around a wealthy family, the first three acts of this play were originally performed at Versailles. The title character is at the center of a web of controversy, agreeing to marry Mariane while making a pass at her mother Elmire. Though Mariane's brother Damis attempts to convince their father Orgon of the title character's misdeeds, he does not believe him at first. FTP, identify this Moliere play named for the deceitful holy man.": {
    "guess": "Tartuffe",
    "confidence": [
      [
        "T",
        -0.0021913026
      ],
      [
        "art",
        -4.2630116e-05
      ],
      [
        "uff",
        -5.0497558e-05
      ],
      [
        "e",
        -3.2929079e-06
      ]
    ]
  },
  "Its Central Highlands occupy the heart of this nation and contain some of its highest points including Pada, or Adam's Peak. Among its rivers is the Mahaweli, which runs through the legislative capital": {
    "guess": "Sri Lanka",
    "confidence": [
      [
        "S",
        -0.01574329
      ],
      [
        "ri",
        -2.6968896e-06
      ],
      [
        " Lanka",
        -0.00010354319
      ]
    ]
  },
  "The center of the defending forces in this battle was led by the Marquis of Caracena, while the cavalry on the right flank of the opposing forces was led by the Marquis de Crequy. The winning side featured Thomas Morgan, who had been made governor of Mardyke, which the winning forces had captured the previous year. This battle, which was fought near the Furnes canal, featured a charge by the left side of the winning forces led by William Lockhart, while the losing side's left flank was led by a French rebel, the Prince de Cond? The victorious forces were led by Turenne, and this battle would lead to the signing of the Peace of the Pyrenees the next year. For 10 points, name this victory for a": {
    "guess": "Battle of the Dunes",
    "confidence": [
      [
        "Battle",
        -0.06125561
      ],
      [
        " of",
        -0.00012892624
      ],
      [
        " the",
        -0.11343604
      ],
      [
        " D",
        -0.0011773703
      ],
      [
        "unes",
        -4.0246043e-05
      ]
    ]
  },
  "At the center of this novel is a portrait ten years in the making that is finished at the story's end. Mrs. McNab restores the house of the central characters, who are frequented by the opium-using poet Augustus Carmichael. The marriage of Paul Rayley to Minta Doyle ends with Paul taking a mistress. Its three sections include \"The Window,\" \"Time Passes,\" and the final section about the title object,": {
    "guess": "To the Lighthouse",
    "confidence": [
      [
        "To",
        -0.002504436
      ],
      [
        " the",
        -0.0010056583
      ],
      [
        " L",
        -0.00011725161
      ],
      [
        "ighthouse",
        -0.00011272187
      ]
    ]
  },
  "The central innovation in this concept takes into account the diurnal motion of the earth around its axis while ignoring the sun's apparent motion due to earth's rotation. The eponymous principle was given its name in 1880 by Adolph Sprung. Deficiencies in this concept were finally rectified by William Ferrell who included in his account the effect of Coriolis forces. Its namesake was interested in the causes of the Trade Winds, which according to him had not been fully explained by the likes of": {
    "guess": "Coriolis force",
    "confidence": [
      [
        "Cor",
        -1.9152598
      ],
      [
        "iol",
        -0.0019132847
      ],
      [
        "is",
        -0.00030459944
      ],
      [
        " force",
        -0.34355542
      ]
    ]
  },
  "This man was censured by his party for a militant speech in Sophiatown. Prior to being prosecuted, this": {
    "guess": "Nelson Mandela",
    "confidence": [
      [
        "N",
        -1.981867
      ],
      [
        "elson",
        -0.046385624
      ],
      [
        " Mandela",
        -0.0009156247
      ]
    ]
  },
  "Central dominant types of these objects become large due to collisions. Ones forming new components at an unusually high rate are known as starburst ones. According to Hubble's law, more distant ones of these objects move away faster the more distant they are. If these objects are not irregular they are either elliptical, barred spiral, or spiral. For 10 points, name this term for a group of stars": {
    "guess": "Galaxy",
    "confidence": [
      [
        "Gal",
        -0.003766709
      ],
      [
        "axy",
        -0.15661664
      ]
    ]
  },
  "In one of these, the central figure wears only a turban and sheaths a long sword; its political significance helped win its creator, Antonin Mercié, the Legion of Honor. The title figure wears a two-strapped garment that exposes his arms and is also see-through enough to show his ribs and nipples in the version of this scene done for Florence by Verrocchio. Bernini's depiction mimics the pose of the": {
    "guess": "David (Michelangelo)",
    "confidence": [
      [
        "David",
        -0.115428045
      ],
      [
        " (",
        -0.22517014
      ],
      [
        "Mich",
        -0.09486757
      ],
      [
        "el",
        -0.00023786737
      ],
      [
        "angelo",
        -0.00019078559
      ],
      [
        ")",
        -0.0013566674
      ]
    ]
  },
  "Central to its belief system is the doctrine of two eternal, coexisting, independent categories known as jiva and ajiva. Divided into the sects Digambara and Svetambara, in this religion the actions of mind, speech, and body produce subtle karma, which becomes the cause of bondage, and the soul must": {
    "guess": "Jainism",
    "confidence": [
      [
        "J",
        -0.0004928642
      ],
      [
        "ain",
        -4.9617593e-06
      ],
      [
        "ism",
        -0.001997989
      ]
    ]
  },
  "The central characters grow up at a location which is described a ringed wood containing a ringed wall with a house where a lady is seen writing. The fourth section begins with a fantastic description of how light transforms a white plate into a white lake while a knife becomes an ice dagger. One character in this work is ashamed of his father's failure as a banker while in Brisbane, while another character in this novel repeatedly imagines himself as a man going to Greece to be a lecturer on the Parthenon. Each of the sections of this work begin with a description of the progress of the (*) sun. Much of the memory of one character is linked with the mystical location of Elvedon and the death of Perceval in India. Consisting of nine soliloquies spoken by Bernard, Susan, Jimmy and three others, for 10 points, name this playpoem whose text is twined with the rhythm of the title aqueous pulses, by Virginia Woolf. [Ike]": {
    "guess": "The Waves",
    "confidence": [
      [
        "The",
        -0.013117171
      ],
      [
        " Waves",
        -9.133887e-06
      ]
    ]
  },
  "In one of these, the central figure wears only a turban and sheaths a long sword; its political significance": {
    "guess": "The Assassination of Archduke Franz Ferdinand of Austria",
    "confidence": [
      [
        "The",
        -0.8750305
      ],
      [
        " Assass",
        -1.3923845
      ],
      [
        "ination",
        -0.00017934572
      ],
      [
        " of",
        -0.00043996712
      ],
      [
        " Arch",
        -0.83174044
      ],
      [
        "du",
        -0.007503102
      ],
      [
        "ke",
        -2.2246291e-05
      ],
      [
        " Franz",
        -0.07948099
      ],
      [
        " Ferdinand",
        -8.061054e-06
      ],
      [
        " of",
        -0.20285505
      ],
      [
        " Austria",
        -7.2907846e-05
      ]
    ]
  },
  "Its central action was preceded five years earlier by the botched Operation Eagle Claw, instigated by the hijacking of American Travelway Flight 282 from Athens to New York. New World Revolutionary Organization leader Abdul Rifa, who emerged as its central villain, used the covert backing of Iran to first divert the plane to Algiers prior to an abortive raid; that action was followed by a landing in Beirut, where U.S. forces under the command of Colonel Nick Alexander suffered their lone casualty in the course of a successful rescue operation that saw Major Scott McCoy resolve the crisis using (*) rockets fired from his motorcycle. Featuring Robert Forster, Lee Marvin, and Kim Delaney and followed by a sequel pitting its star against Colombian drug lords, for 10 points, name this 1986 film": {
    "guess": "The Delta Force (film)",
    "confidence": [
      [
        "The",
        -0.0007671024
      ],
      [
        " Delta",
        -5.3000836e-05
      ],
      [
        " Force",
        -1.6643718e-05
      ],
      [
        " (",
        -0.12891114
      ],
      [
        "film",
        -0.0041892794
      ],
      [
        ")",
        -1.4855664e-05
      ]
    ]
  },
  "The central executive controls this system and uses the phonological loop and the visuospacial buffer, and all of these parts can operate partially independent of each other to conserve resources. It allows for rehearsal in a process similar to overt speech and hearing. The system shows evidence of a word length effect and also allows for the recency effect on the serial position curve. For ten points,": {
    "guess": "Working memory",
    "confidence": [
      [
        "Working",
        -0.032047216
      ],
      [
        " memory",
        -0.021194173
      ]
    ]
  },
  "Its Central Highlands occupy the heart of this nation and contain some of its highest points including Pada, or Adam's Peak. Among its rivers is the Mahaweli, which runs through the legislative capital of Kotte. The famous Trincomalee harbor lies on the northeast coast, and of the northwest coast of": {
    "guess": "Sri Lanka",
    "confidence": [
      [
        "S",
        -0.10602091
      ],
      [
        "ri",
        -1.8624639e-06
      ],
      [
        " Lanka",
        -0.0001942425
      ]
    ]
  },
  "Centering around a wealthy family, the first three acts of this play were originally performed at Versailles. The title character is at the center of a web of controversy, agreeing to marry Mariane while making a pass at her mother Elmire. Though Mariane's brother Damis attempts to convince their father": {
    "guess": "Tartuffe",
    "confidence": [
      [
        "T",
        -0.001369523
      ],
      [
        "art",
        -1.7120534e-05
      ],
      [
        "uff",
        -2.7014437e-05
      ],
      [
        "e",
        -3.0545007e-06
      ]
    ]
  },
  "Its Central Highlands occupy the heart of this nation and contain some of its highest points including": {
    "guess": "Vietnam",
    "confidence": [
      [
        "Viet",
        -0.4543207
      ],
      [
        "nam",
        -9.603336e-05
      ]
    ]
  },
  "The central concept in this work is irrational, since its actions are groundless, and it transcends space and time, even though worldly manifestations of it are governed by space and time. It does not fulfill the principle of sufficient reason and the only adequate objectification of it is the Platonic": {
    "guess": "The World as Will and Representation",
    "confidence": [
      [
        "The",
        -0.0065453206
      ],
      [
        " World",
        -7.564953e-05
      ],
      [
        " as",
        -2.4749568e-05
      ],
      [
        " Will",
        -1.4021238e-05
      ],
      [
        " and",
        -3.1281633e-07
      ],
      [
        " Representation",
        -2.6060809e-05
      ]
    ]
  },
  "The central executive controls this system and uses the phonological loop and the visuospacial buffer, and all of these parts can operate partially independent of each other to conserve resources. It allows": {
    "guess": "Working memory",
    "confidence": [
      [
        "Working",
        -0.013820491
      ],
      [
        " memory",
        -0.0110205915
      ]
    ]
  },
  "The center of the defending forces in this battle was led by the Marquis of Caracena, while the cavalry on the right flank of the opposing forces was led by the Marquis de Crequy. The winning side featured Thomas Morgan, who had been made governor of Mardyke, which the winning forces had captured the previous year. This battle, which was fought near the Furnes canal, featured a charge by the left side of the winning forces led by William Lockhart, while the losing side's left flank was led by a French": {
    "guess": "Battle of the Dunes",
    "confidence": [
      [
        "Battle",
        -0.45529124
      ],
      [
        " of",
        -3.4762674e-05
      ],
      [
        " the",
        -0.14305472
      ],
      [
        " D",
        -0.0040373183
      ],
      [
        "unes",
        -3.035214e-05
      ]
    ]
  },
  "The central facility of this program was visited by Jesse Croach and Ulysses Stabler, and that facility's construction was overseen by Manes Pratt. An attempt to acquire material for this program resulted in the Plumbat affair, and it was headed by Ernest Bergmann. Its existence was revealed in an interview with Peter Hounam, after which the interviewee was lured to Italy by Cheryl Bentov and captured. It is headquartered at Dimona and was revealed by (*) Mordechai Vanunu. Its host nation maintains a deliberate policy of ambiguity regarding it, and it would probably use the Jericho missile as a delivery system. For 10 points, name this program whose creation was probably ordered by Shimon Peres and has around one hundred warheads, a program that has developed weapons of mass destruction in a non-Arab Middle Eastern nation.": {
    "guess": "Nuclear program of Israel",
    "confidence": [
      [
        "N",
        -0.4020418
      ],
      [
        "uclear",
        -0.0009289718
      ],
      [
        " program",
        -0.120347075
      ],
      [
        " of",
        -0.008129293
      ],
      [
        " Israel",
        -0.0054222927
      ]
    ]
  },
  "The central character's stepdaughter-in-law goes to jail after punching the mayor, and Nettie unknowingly meets her niece and nephew after befriending the missionaries Samuel and Corinne. From Samuel, Nettie learns that Alphonso is only her stepfather and that her real father was lynched by a jealous mob. Nettie's sister Celie finally meets her biological children at the end of, for ten points, what": {
    "guess": "The Color Purple",
    "confidence": [
      [
        "The",
        -0.011666245
      ],
      [
        " Color",
        -0.00025430648
      ],
      [
        " Purple",
        -0.0001876863
      ]
    ]
  },
  "Central to its belief system is the doctrine of two eternal, coexisting, independent categories known as jiva and ajiva. Divided into the sects Digambara and Svetambara, in this religion the actions of mind, speech, and body produce subtle karma, which becomes the cause of bondage, and the soul must be freed of karma through the three \"jewels\" of right faith, right knowledge, and right conduct to achieve moksha. FTP, identify this religion often associated with the non-violence doctrine of ahimsa,": {
    "guess": "Jainism",
    "confidence": [
      [
        "J",
        -0.0016664924
      ],
      [
        "ain",
        -2.577686e-06
      ],
      [
        "ism",
        -2.7372049e-05
      ]
    ]
  },
  "This century featured an account of Byzantium complaining about its brackish water, despite the fact that its author, Liutprand of Cremona, was a guest of the Emperor. Liutprand also wrote about Marozia, who married Sergius III and put John XI in the papacy. In the Sixteenth century, Cardinal Baronius dubbed this century the Iron or Leaden century and it also saw the existence of the Saeculum obscurum or the Pornocracy. Poland under Mieszko I converted to Christianity, and Kievan Rus followed shortly": {
    "guess": "10th century",
    "confidence": [
      [
        "10",
        -0.019257465
      ],
      [
        "th",
        -4.1557283e-05
      ],
      [
        " century",
        -0.006149427
      ]
    ]
  },
  "Central dominant types of these objects become large due to collisions. Ones forming new components at an unusually high rate are known as starburst ones. According to Hubble's law, more distant ones of these objects move away faster the more distant they are. If these objects are not irregular they are either elliptical, barred spiral, or spiral. For 10 points, name this term for a group of stars bound by gravity and orbiting together, such as the Andromeda one or our Milky Way.": {
    "guess": "Galaxies",
    "confidence": [
      [
        "Gal",
        -0.00043090762
      ],
      [
        "axies",
        -0.23593153
      ]
    ]
  }
}