{
  "In 2005, this man gave a short speech in which he said \"Peter Newman: go fuck yourself\" as Newman painted an unflattering picture of him in a biography. His time in power saw him sell 23 of his nation's 63 \"crown corporations\" and pay out 300 million dollars in reparations to Japanese interred during WWII. He replaced the Manufacturer's Tax with the Goods and Services Tax and passed an agreement that opponents like Ed Broadbent claimed would turn Canada into the 51st state, the Free Trade Agreement. He engaged in failed negotiations with Robert Bourassa over the Meech Lake Accord, which would have given a constitutional veto to Quebec, after he came to power by succeeding John Turner. For 10 points, name this Canadian prime minister who was followed by Kim Campbell after serving from 1984 to 1993.": {
    "guess": "Brian Mulroney",
    "confidence": [
      [
        "Brian",
        -0.004965359
      ],
      [
        " Mul",
        -0.00012725739
      ],
      [
        "r",
        -6.81397e-05
      ],
      [
        "oney",
        -1.9361265e-07
      ]
    ]
  },
  "This man gave evidence in Clodius' profanity trial, and unsuccessfully tried to defend Clodius' murderer Milo. This leader fought the Optimates in order to allow Pompey to command an army against Pontus, but the Optimates later were instrumental in making this man a consul. His election as consul prompted Catiline's attempted uprising, which this man exposed to the public. He delivered 14 speeches": {
    "guess": "Cicero",
    "confidence": [
      [
        "C",
        -0.17074153
      ],
      [
        "ic",
        -0.00024584302
      ],
      [
        "ero",
        -1.8431772e-05
      ]
    ]
  },
  "This man gave evidence in Clodius' profanity trial, and unsuccessfully tried to defend Clodius' murderer Milo. This leader fought the Optimates in order to allow Pompey to command an army against Pontus, but the Optimates later were instrumental in making this man a consul. His election as consul prompted": {
    "guess": "Julius Caesar",
    "confidence": [
      [
        "Jul",
        -0.54019815
      ],
      [
        "ius",
        -6.2656334e-05
      ],
      [
        " Caesar",
        -0.00046606173
      ]
    ]
  },
  "She gave up the teaching of philosophy after the 1943 publication of her first novel, She Came to Stay. Her autobiographical volumes include Memoirs of a Dutiful Daughter and A Very Easy Death. She wrote about many of her relationships, for example, Nelson Algren in Les Mandarins. For 10 points—name": {
    "guess": "Simone de Beauvoir",
    "confidence": [
      [
        "Sim",
        -0.014454232
      ],
      [
        "one",
        -3.1737043e-06
      ],
      [
        " de",
        -0.00040803154
      ],
      [
        " Beau",
        -0.00034797855
      ],
      [
        "voir",
        -6.0033854e-05
      ]
    ]
  },
  "In 2005, this man gave a short speech in which he said \"Peter Newman: go fuck yourself\" as Newman painted an unflattering picture of him in a biography. His time in power saw him sell 23 of his nation's": {
    "guess": "George W. Bush",
    "confidence": [
      [
        "George",
        -2.2976987
      ],
      [
        " W",
        -0.42515048
      ],
      [
        ".",
        -0.0028671622
      ],
      [
        " Bush",
        -0.00036347136
      ]
    ]
  },
  "He gave the story of an owner not being able to refuse his canoe when the community goes fishing as an example of what he calls \"primitive communism\" in a work that also discusses \"The Rules of Law in Religious Acts\" and \"Reciprocity as the Basis of Social Structure.\"  He wrote of gardeners performing rituals in an attempt to increase production despite their superior knowledge of soil in a work blending the three title concepts.  In addition to Crime and Custom in Savage Society and Magic, Science and Religion, he differentiates between basic individual and broad communal needs in a work resulting from research of Mexican Indian villages, A Scientific Theory of Culture.  More famously, he described the Tewara and Sanaroa with regards to their exchange cycle where the islanders visit other": {
    "guess": "Bronisław Malinowski",
    "confidence": [
      [
        "Bron",
        -0.019112574
      ],
      [
        "is",
        -2.6537622e-05
      ],
      [
        "ław",
        -0.0003777648
      ],
      [
        " Mal",
        -0.0007023032
      ],
      [
        "in",
        -1.640531e-05
      ],
      [
        "owski",
        -0.00010902656
      ]
    ]
  },
  "This man gave what is often considered the \"most eloquent speech in Congress,\" his reply to Hayne, and he supported the Compromise of 1850 in the \"Seventh of March speech.\" As Secretary of State in 1842, he helped end of the Aroostook War and settle the dispute over the location of the (*) Maine border in a treaty named for him and Ashburton. For ten points, name this Massachusetts senator, who, along": {
    "guess": "Daniel Webster",
    "confidence": [
      [
        "Daniel",
        -0.004475697
      ],
      [
        " Webster",
        -8.733149e-05
      ]
    ]
  },
  "He gave the story of an owner not being able to refuse his canoe when the community goes fishing as an example of what he calls \"primitive communism\" in a work that also discusses \"The Rules of Law in Religious Acts\" and \"Reciprocity as the Basis of Social Structure.\"  He wrote of gardeners performing rituals in an attempt to increase production despite their superior knowledge of soil in a work blending the three title concepts.  In addition to Crime and Custom in Savage Society and Magic, Science and Religion, he differentiates between basic individual and broad communal needs in a work resulting from research of Mexican Indian villages, A Scientific Theory of Culture.  More famously, he described the Tewara and Sanaroa with regards to their exchange cycle where the islanders visit other islands to barter, known as a kula ring.  FTP name this author of Coral Gardens and Their Magic who": {
    "guess": "Bronisław Malinowski",
    "confidence": [
      [
        "Bron",
        -0.0053432127
      ],
      [
        "is",
        -9.9490266e-05
      ],
      [
        "ław",
        -0.0005321831
      ],
      [
        " Mal",
        -0.00024299313
      ],
      [
        "in",
        -1.8908588e-05
      ],
      [
        "owski",
        -0.00014382669
      ]
    ]
  },
  "He gave the story of an owner not being able to refuse his canoe when the community goes fishing as an example of what he calls \"primitive communism\" in a work that also discusses \"The Rules of Law in Religious Acts\" and \"Reciprocity as the Basis of Social Structure.\"  He wrote of gardeners performing rituals in an attempt to increase production despite their superior knowledge of soil in a work blending the three title concepts.  In addition to Crime and Custom in Savage Society and Magic, Science and Religion, he differentiates between basic individual and broad communal needs in a work resulting": {
    "guess": "Argonauts of the Western Pacific",
    "confidence": [
      [
        "Arg",
        -0.53645194
      ],
      [
        "onaut",
        -5.967624e-05
      ],
      [
        "s",
        -0.00019555374
      ],
      [
        " of",
        -0.0068349605
      ],
      [
        " the",
        -5.669615e-05
      ],
      [
        " Western",
        -0.00033820388
      ],
      [
        " Pacific",
        -5.0735965e-05
      ]
    ]
  },
  "In 2005, this man gave a short speech in which he said \"Peter Newman: go fuck yourself\" as Newman painted an unflattering picture of him in a biography. His time in power saw him sell 23 of his nation's 63 \"crown corporations\" and pay out 300 million dollars in reparations to Japanese interred during WWII. He replaced the Manufacturer's Tax with the Goods and Services Tax and passed an agreement that opponents like Ed Broadbent claimed would turn Canada into the 51st state, the Free Trade Agreement. He engaged in failed negotiations with Robert Bourassa over the Meech Lake Accord, which would have given a constitutional veto to Quebec, after he came to power by succeeding John Turner. For 10 points, name this Canadian prime minister who was followed by Kim Campbell after serving from 1984 to": {
    "guess": "Brian Mulroney",
    "confidence": [
      [
        "Brian",
        -0.01020459
      ],
      [
        " Mul",
        -7.362307e-05
      ],
      [
        "r",
        -0.00011415232
      ],
      [
        "oney",
        0.0
      ]
    ]
  },
  "This man gave evidence in Clodius' profanity trial, and unsuccessfully tried to defend Clodius' murderer Milo. This leader fought the Optimates in order to allow Pompey to command an army against Pontus, but the Optimates later were instrumental in making this man a consul. His election as consul prompted Catiline's attempted uprising, which this man exposed to the public. He delivered 14 speeches in support of Octavian after Julius Caesar was murdered in order to warn Rome about the influence of Marc Antony. For 10 points, name this Roman orator who delivered the Demosthenes-inspired Philippics.": {
    "guess": "Cicero",
    "confidence": [
      [
        "C",
        -0.21405663
      ],
      [
        "ic",
        -8.418666e-06
      ],
      [
        "ero",
        -3.917321e-05
      ]
    ]
  },
  "He gave the story of an owner not being able to refuse his canoe when the community goes fishing as an example of what he calls \"primitive communism\" in a work that also discusses \"The Rules of Law in Religious Acts\" and \"Reciprocity as the Basis of Social Structure.\"  He wrote of gardeners performing rituals in an attempt to increase production despite their superior knowledge of soil in a work blending the three title concepts.  In addition to Crime and Custom in Savage Society and Magic, Science and Religion, he differentiates between basic individual and broad communal needs in a work resulting from research of Mexican Indian villages, A Scientific Theory of Culture.  More famously, he described the Tewara and Sanaroa with regards to their exchange cycle where the islanders visit other islands to barter, known as a kula ring.  FTP name this author of Coral Gardens and Their Magic who studied the Trobriand Islanders in Argonauts of the Western Pacific, a Polish anthropologist.": {
    "guess": "Bronisław Malinowski",
    "confidence": [
      [
        "Bron",
        -0.03345815
      ],
      [
        "is",
        -2.2842309e-05
      ],
      [
        "ław",
        -0.00049393706
      ],
      [
        " Mal",
        -0.000281716
      ],
      [
        "in",
        -2.3319124e-05
      ],
      [
        "owski",
        -8.10137e-05
      ]
    ]
  },
  "In 2005, this man gave a short speech in which he said \"Peter Newman: go fuck yourself\" as Newman painted an unflattering picture of him in a biography. His time in power saw him sell 23 of his nation's 63 \"crown corporations\" and pay out 300 million dollars in reparations to Japanese interred during WWII. He replaced the Manufacturer's Tax with the Goods and Services Tax and passed an agreement that": {
    "guess": "Jean Chrétien",
    "confidence": [
      [
        "Jean",
        -0.5867178
      ],
      [
        " Chr",
        -0.040877216
      ],
      [
        "ét",
        -8.657073e-06
      ],
      [
        "ien",
        -6.992776e-05
      ]
    ]
  },
  "He gave the story of an owner not being able to refuse his canoe when the community goes fishing as an example of what he calls \"primitive communism\" in a work that also discusses \"The Rules of Law in Religious Acts\" and \"Reciprocity as the Basis of Social Structure.\"  He wrote of gardeners performing rituals in an attempt to increase production despite their superior knowledge of soil in a work blending the three title concepts.  In addition to Crime and Custom in Savage Society and Magic, Science": {
    "guess": "Bronisław Malinowski",
    "confidence": [
      [
        "Bron",
        -0.07834233
      ],
      [
        "is",
        -2.58224e-05
      ],
      [
        "ław",
        -0.0005288454
      ],
      [
        " Mal",
        -0.00064952904
      ],
      [
        "in",
        -4.9305523e-05
      ],
      [
        "owski",
        -0.0001246349
      ]
    ]
  },
  "This man gave what is often considered the \"most eloquent speech in Congress,\" his reply to Hayne, and he supported the Compromise of 1850 in the \"Seventh of March speech.\" As Secretary of State in 1842,": {
    "guess": "Daniel Webster",
    "confidence": [
      [
        "Daniel",
        -0.0066406485
      ],
      [
        " Webster",
        -0.00032283025
      ]
    ]
  },
  "This man, who gave a series of Wednesday lectures, had a devotion to Our Lady of Fatima, who he credited": {
    "guess": "Fulton J. Sheen",
    "confidence": [
      [
        "F",
        -0.6186834
      ],
      [
        "ulton",
        -0.0031912627
      ],
      [
        " J",
        -0.036405735
      ],
      [
        ".",
        -0.0019280438
      ],
      [
        " She",
        -2.1411865e-05
      ],
      [
        "en",
        -0.0001135563
      ]
    ]
  },
  "She gave up the teaching of philosophy after the 1943 publication of her first novel, She Came to Stay. Her autobiographical volumes include Memoirs of a Dutiful Daughter and A Very Easy Death. She wrote": {
    "guess": "Simone de Beauvoir",
    "confidence": [
      [
        "Sim",
        -0.0022328093
      ],
      [
        "one",
        -2.1008714e-06
      ],
      [
        " de",
        -0.0003781224
      ],
      [
        " Beau",
        -0.00023178798
      ],
      [
        "voir",
        -4.036525e-05
      ]
    ]
  },
  "This man, who gave a series of Wednesday lectures, had a devotion to Our Lady of Fatima, who he credited with protecting him. This author of Theology of the Body wrote documents on moral theology and on the sanctity of life, the encyclicals Veritatis Splendour and Evangelium Vitae. He was succeeded by a man who served as his prefect of the Congregation for the Doctrine of the Faith, Joseph Ratzinger.": {
    "guess": "Pope John Paul II",
    "confidence": [
      [
        "P",
        -0.038094163
      ],
      [
        "ope",
        -2.4584822e-06
      ],
      [
        " John",
        -0.0075661684
      ],
      [
        " Paul",
        -0.00017767686
      ],
      [
        " II",
        -1.0206721e-05
      ]
    ]
  },
  "In 2005, this man gave a short speech in which he said \"Peter Newman: go fuck yourself\" as Newman painted an unflattering picture of him in a biography. His time in power saw him sell 23 of his nation's 63 \"crown corporations\" and pay out 300 million dollars in reparations to Japanese interred during WWII. He replaced the Manufacturer's Tax with the Goods and Services Tax and passed an agreement that opponents like Ed Broadbent claimed would turn Canada into the 51st state, the Free Trade Agreement.": {
    "guess": "Brian Mulroney",
    "confidence": [
      [
        "Brian",
        -0.018304104
      ],
      [
        " Mul",
        -0.00045200303
      ],
      [
        "r",
        -0.00017839209
      ],
      [
        "oney",
        0.0
      ]
    ]
  },
  "He gave the story of an owner not being able to refuse his canoe when the community goes fishing as an example of what he calls \"primitive communism\" in a work that also discusses \"The Rules of Law in Religious Acts\" and \"Reciprocity as the Basis of Social Structure.\"  He wrote of gardeners performing": {
    "guess": "Bronisław Malinowski",
    "confidence": [
      [
        "Bron",
        -0.21871763
      ],
      [
        "is",
        -0.00024453178
      ],
      [
        "ław",
        -0.00784983
      ],
      [
        " Mal",
        -0.0006920627
      ],
      [
        "in",
        -7.851042e-05
      ],
      [
        "owski",
        -0.0003246183
      ]
    ]
  },
  "He gave the story of an owner not being able to refuse his canoe when the community goes fishing as an example of what he calls \"primitive communism\" in a work that also discusses \"The Rules of Law in": {
    "guess": "Marcel Mauss",
    "confidence": [
      [
        "Mar",
        -0.32787904
      ],
      [
        "cel",
        -0.0950277
      ],
      [
        " Ma",
        -0.0018121521
      ],
      [
        "uss",
        -7.465036e-06
      ]
    ]
  },
  "This man, who gave a series of Wednesday lectures, had a devotion to Our Lady of Fatima, who he credited with protecting him. This author of Theology of the Body wrote documents on moral theology and on the sanctity of life, the encyclicals Veritatis Splendour and Evangelium Vitae. He was succeeded by": {
    "guess": "Pope John Paul II",
    "confidence": [
      [
        "P",
        -0.042938102
      ],
      [
        "ope",
        -4.012684e-05
      ],
      [
        " John",
        -0.058644135
      ],
      [
        " Paul",
        -0.000562327
      ],
      [
        " II",
        -0.00038908547
      ]
    ]
  },
  "This man gave evidence in Clodius' profanity trial, and unsuccessfully tried to defend Clodius' murderer Milo. This leader fought the Optimates in order to allow Pompey to command an army against Pontus, but the Optimates later were instrumental in making this man a consul. His election as consul prompted Catiline's attempted uprising, which this man exposed to the public. He delivered 14 speeches in support of Octavian after Julius Caesar was murdered in order to warn Rome about the influence of": {
    "guess": "Cicero",
    "confidence": [
      [
        "C",
        -0.35129046
      ],
      [
        "ic",
        -0.00014108501
      ],
      [
        "ero",
        -1.8431772e-05
      ]
    ]
  },
  "This man gave evidence in Clodius' profanity trial, and unsuccessfully tried to defend Clodius' murderer": {
    "guess": "Cicero",
    "confidence": [
      [
        "C",
        -1.3732102
      ],
      [
        "ic",
        -0.034271628
      ],
      [
        "ero",
        -1.473646e-05
      ]
    ]
  },
  "He gave the story of an owner not being able to refuse his canoe when the community goes fishing as an": {
    "guess": "Canoe Manned by Five Men, Perfectly Silent, Drifts Down the River at Night",
    "confidence": [
      [
        "Can",
        -0.6519715
      ],
      [
        "oe",
        -0.0006422613
      ],
      [
        " M",
        -0.57254446
      ],
      [
        "anned",
        -0.27319828
      ],
      [
        " by",
        -0.13663904
      ],
      [
        " Five",
        -1.8451967
      ],
      [
        " Men",
        -0.3866006
      ],
      [
        ",",
        -0.16590582
      ],
      [
        " Perfect",
        -2.4519708
      ],
      [
        "ly",
        -1.0990536
      ],
      [
        " Silent",
        -1.8466936
      ],
      [
        ",",
        -0.6404707
      ],
      [
        " Dr",
        -1.303687
      ],
      [
        "ift",
        -0.07812991
      ],
      [
        "s",
        -0.06956388
      ],
      [
        " Down",
        -0.8897789
      ],
      [
        " the",
        -0.63644874
      ],
      [
        " River",
        -0.74698406
      ],
      [
        " at",
        -1.2787337
      ],
      [
        " Night",
        -0.57693607
      ]
    ]
  },
  "This man gave what is often considered the \"most eloquent speech in Congress,\" his reply to Hayne, and": {
    "guess": "Daniel Webster",
    "confidence": [
      [
        "Daniel",
        -0.3318987
      ],
      [
        " Webster",
        -0.0006693095
      ]
    ]
  },
  "In 2005, this man gave a short speech in which he said \"Peter Newman: go fuck yourself\" as Newman painted an unflattering picture of him in a biography. His time in power saw him sell 23 of his nation's 63 \"crown corporations\" and pay out 300 million dollars in reparations to Japanese interred during": {
    "guess": "Pierre Trudeau",
    "confidence": [
      [
        "P",
        -1.1912513
      ],
      [
        "ierre",
        -0.0070428518
      ],
      [
        " Trudeau",
        -0.122095816
      ]
    ]
  },
  "This man gave what is often considered the \"most eloquent speech in Congress,\" his reply to Hayne, and he supported the Compromise of 1850 in the \"Seventh of March speech.\" As Secretary of State in 1842, he helped end of the Aroostook War and settle the dispute over the location of the (*) Maine border in a treaty named for him and Ashburton. For ten points, name this Massachusetts senator, who, along with John Calhoun and Henry Clay, was part of the Great Triumvirate.": {
    "guess": "Daniel Webster",
    "confidence": [
      [
        "Daniel",
        -0.00055350957
      ],
      [
        " Webster",
        -8.268255e-05
      ]
    ]
  },
  "He gave the story of an owner not being able to refuse his canoe when the community goes fishing as an example of what he calls \"primitive communism\" in a work that also discusses \"The Rules of Law in Religious Acts\" and \"Reciprocity as the Basis of Social Structure.\"  He wrote of gardeners performing rituals in an attempt to increase production despite their superior knowledge of soil in a work blending": {
    "guess": "Marcel Mauss",
    "confidence": [
      [
        "Mar",
        -0.058380708
      ],
      [
        "cel",
        -0.026823035
      ],
      [
        " Ma",
        -0.0023531686
      ],
      [
        "uss",
        -7.703444e-06
      ]
    ]
  },
  "In 2005, this man gave a short speech in which he said \"Peter Newman: go fuck yourself\" as Newman painted an unflattering picture of him in a biography. His time in power saw him sell 23 of his nation's 63 \"crown corporations\" and pay out 300 million dollars in reparations to Japanese interred during WWII. He replaced the Manufacturer's Tax with the Goods and Services Tax and passed an agreement that opponents like Ed Broadbent claimed would turn Canada into the 51st state, the Free Trade Agreement. He engaged in failed negotiations with Robert Bourassa over the Meech Lake Accord, which would have": {
    "guess": "Brian Mulroney",
    "confidence": [
      [
        "Brian",
        -0.025155544
      ],
      [
        " Mul",
        -0.00019686499
      ],
      [
        "r",
        -0.00015848507
      ],
      [
        "oney",
        0.0
      ]
    ]
  },
  "She gave up the teaching of philosophy after the 1943 publication of her first novel, She Came to Stay. Her autobiographical volumes include Memoirs of a Dutiful Daughter and A Very Easy Death. She wrote about many of her relationships, for example, Nelson Algren in Les Mandarins. For 10 points—name this author of the feminist work The Second Sex and close companion of Jean-Paul Sartre.": {
    "guess": "Simone de Beauvoir",
    "confidence": [
      [
        "Sim",
        -0.0020577156
      ],
      [
        "one",
        -4.604148e-06
      ],
      [
        " de",
        -0.00017302792
      ],
      [
        " Beau",
        -0.00016480287
      ],
      [
        "voir",
        -4.990154e-05
      ]
    ]
  },
  "In 2005, this man gave a short speech in which he said \"Peter Newman: go fuck yourself\" as Newman painted": {
    "guess": "Peter Newman",
    "confidence": [
      [
        "Peter",
        -0.4899256
      ],
      [
        " Newman",
        -0.06796666
      ]
    ]
  },
  "This man, who gave a series of Wednesday lectures, had a devotion to Our Lady of Fatima, who he credited with protecting him. This author of Theology of the Body wrote documents on moral theology and on": {
    "guess": "Pope John Paul II",
    "confidence": [
      [
        "P",
        -0.13364638
      ],
      [
        "ope",
        -0.00012296606
      ],
      [
        " John",
        -0.004894058
      ],
      [
        " Paul",
        -0.00025657137
      ],
      [
        " II",
        -0.0006841989
      ]
    ]
  },
  "This man gave what is often considered the \"most eloquent speech in Congress,\" his reply to Hayne, and he supported the Compromise of 1850 in the \"Seventh of March speech.\" As Secretary of State in 1842, he helped end of the Aroostook War and settle the dispute over the location of the (*) Maine border": {
    "guess": "Daniel Webster",
    "confidence": [
      [
        "Daniel",
        -0.0043288763
      ],
      [
        " Webster",
        -0.0002196292
      ]
    ]
  },
  "This man gave evidence in Clodius' profanity trial, and unsuccessfully tried to defend Clodius' murderer Milo. This leader fought the Optimates in order to allow Pompey to command an army against Pontus,": {
    "guess": "Marcus Licinius Crassus",
    "confidence": [
      [
        "Marcus",
        -1.5393159
      ],
      [
        " Lic",
        -0.84133434
      ],
      [
        "ini",
        -0.0002821928
      ],
      [
        "us",
        -2.057744e-05
      ],
      [
        " Cr",
        -0.00033522744
      ],
      [
        "ass",
        -6.704273e-07
      ],
      [
        "us",
        -0.00016361084
      ]
    ]
  },
  "He gave the story of an owner not being able to refuse his canoe when the community goes fishing as an example of what he calls \"primitive communism\" in a work that also discusses \"The Rules of Law in Religious Acts\" and \"Reciprocity as the Basis of Social Structure.\"  He wrote of gardeners performing rituals in an attempt to increase production despite their superior knowledge of soil in a work blending the three title concepts.  In addition to Crime and Custom in Savage Society and Magic, Science and Religion, he differentiates between basic individual and broad communal needs in a work resulting from research of Mexican Indian villages, A Scientific Theory of Culture.  More famously, he described": {
    "guess": "Bronisław Malinowski",
    "confidence": [
      [
        "Bron",
        -0.010079037
      ],
      [
        "is",
        -1.867018e-05
      ],
      [
        "ław",
        -0.000210335
      ],
      [
        " Mal",
        -0.0003196154
      ],
      [
        "in",
        -1.3306016e-05
      ],
      [
        "owski",
        -9.5079726e-05
      ]
    ]
  },
  "This man, who gave a series of Wednesday lectures, had a devotion to Our Lady of Fatima, who he credited with protecting him. This author of Theology of the Body wrote documents on moral theology and on the sanctity of life, the encyclicals Veritatis Splendour and Evangelium Vitae. He was succeeded by a man who served as his prefect of the Congregation for the Doctrine of the Faith, Joseph Ratzinger. For 10 points, name this predecessor to Benedict the Sixteenth, the first pope from Poland.": {
    "guess": "Pope John Paul II",
    "confidence": [
      [
        "P",
        -0.1976373
      ],
      [
        "ope",
        -5.080963e-06
      ],
      [
        " John",
        -0.009185144
      ],
      [
        " Paul",
        -0.000318781
      ],
      [
        " II",
        -2.2127088e-05
      ]
    ]
  },
  "In 2005, this man gave a short speech in which he said \"Peter Newman: go fuck yourself\" as Newman painted an unflattering picture of him in a biography. His time in power saw him sell 23 of his nation's 63 \"crown corporations\" and pay out 300 million dollars in reparations to Japanese interred during WWII. He replaced the Manufacturer's Tax with the Goods and Services Tax and passed an agreement that opponents like Ed Broadbent claimed would turn Canada into the 51st state, the Free Trade Agreement. He engaged in failed negotiations with Robert Bourassa over the Meech Lake Accord, which would have given a constitutional veto to Quebec, after he came to power by succeeding John Turner. For 10": {
    "guess": "Brian Mulroney",
    "confidence": [
      [
        "Brian",
        -0.08339395
      ],
      [
        " Mul",
        -0.0005311102
      ],
      [
        "r",
        -0.00012952226
      ],
      [
        "oney",
        0.0
      ]
    ]
  },
  "She gave up the teaching of philosophy after the 1943 publication of her first novel, She Came to Stay.": {
    "guess": "Simone de Beauvoir",
    "confidence": [
      [
        "Sim",
        -0.0026471214
      ],
      [
        "one",
        -5.5122365e-07
      ],
      [
        " de",
        -6.15835e-05
      ],
      [
        " Beau",
        -0.00034893217
      ],
      [
        "voir",
        -0.00010592726
      ]
    ]
  }
}