{
  "There are eighteen conditions that make it impossible to become one of these, including being born blind, deaf, or crippled. Some traditions have ten vows as part of the initiation, the last two of which": {
    "guess": "Bhikkhu",
    "confidence": [
      [
        "B",
        -0.9144753
      ],
      [
        "h",
        -0.30788392
      ],
      [
        "ikk",
        -0.09692243
      ],
      [
        "hu",
        -0.11382389
      ]
    ]
  },
  "Over eight hundred attended the ninety-meetings, with one hundred American representatives present. Among its proceedings was the proposed adoption of a universal catechism, and a draft concerning the nature of the Church, but the original agenda was drawn from the Syllabus of Errors. Voting on its most": {
    "guess": "First Vatican Council",
    "confidence": [
      [
        "First",
        -0.70046794
      ],
      [
        " Vatican",
        -0.003525598
      ],
      [
        " Council",
        -0.000287557
      ]
    ]
  },
  "The eighth of these poems, which is dedicated to Rudolph Kassner, expresses the poet's believe in a \"nowhere without no\", which animals look toward and humans look away from. In the sixth of these, the": {
    "guess": "Duino Elegies",
    "confidence": [
      [
        "Du",
        -0.07677536
      ],
      [
        "ino",
        -0.0016643505
      ],
      [
        " E",
        -0.00071636564
      ],
      [
        "leg",
        -3.5313153e-06
      ],
      [
        "ies",
        -9.9490266e-05
      ]
    ]
  },
  "The eighth chapter of this novel introduces a storyline about Federico Tellez Unzategui, who becomes obsessed with exterminating rats after rats eat his baby sister. Its sixth chapter describes the trial of Gumercindo Tello, who offers to castrate himself in court to prove that he did not rape Sarita Salaverria. One of this novel's title characters is based on Raul Salmon, and is hired by Genaro Jr., although his hatred of Argentina causes friction with his employer, Radio Panamerica. The even chapters of this novel contain screenplays that become confused with one another and resemble the love affair between the narrator and the first title character. For 10 points, name this novel that interweaves radio soap operas by Pedro Camacho and the romance of Mario Varguitas, written by Mario Vargas": {
    "guess": "Conversation in the Cathedral",
    "confidence": [
      [
        "Conversation",
        -0.13701394
      ],
      [
        " in",
        -0.00032998246
      ],
      [
        " the",
        -0.11139621
      ],
      [
        " Cathedral",
        -0.0006121211
      ]
    ]
  },
  "The eighth chapter of this novel introduces a storyline about Federico Tellez Unzategui, who becomes obsessed with exterminating rats after rats eat his baby sister. Its sixth chapter describes the trial": {
    "guess": "The Plague",
    "confidence": [
      [
        "The",
        -1.2748274
      ],
      [
        " Pl",
        -0.5756297
      ],
      [
        "ague",
        -0.010374386
      ]
    ]
  },
  "The Eight Banners system comprised the military of this dynasty, which was visited by an emissary who refused to perform the kowtow, George Macartney. It launched a period of modernization known as the Self-Strengthening Movement after suffering defeat in a war that began with the detainment of the (*) Arrow. A man who claimed to be the younger brother of Jesus led the Taiping Rebellion during this": {
    "guess": "Qing dynasty",
    "confidence": [
      [
        "Q",
        -0.30164522
      ],
      [
        "ing",
        -8.418666e-06
      ],
      [
        " dynasty",
        -0.0068195662
      ]
    ]
  },
  "Over eight hundred attended the ninety-meetings, with one hundred American representatives present. Among its proceedings was the proposed adoption of a universal catechism, and a draft concerning the": {
    "guess": "First Vatican Council",
    "confidence": [
      [
        "First",
        -0.16653466
      ],
      [
        " Vatican",
        -0.03556395
      ],
      [
        " Council",
        -0.00016837897
      ]
    ]
  },
  "Of the eighteen known varieties, most use the Jak-Stat pathway. Type two is approved as a cancer treatment, and is being investigated as a potential AIDS therapy. Type one promotes hematopoiesis, type eleven is found in stromal cells, and activated T-cells produce type nine. Th2 cells can make three, four, or five. Neutrophils like eight, while CD8 cells make sixteen in order to attract CD4 cells.": {
    "guess": "Interleukin",
    "confidence": [
      [
        "Inter",
        -0.22157384
      ],
      [
        "le",
        -0.18763146
      ],
      [
        "uk",
        -2.4584822e-06
      ],
      [
        "in",
        -0.18762472
      ]
    ]
  },
  "There are eighteen conditions that make it impossible to become one of these, including being born blind, deaf, or crippled. Some traditions have ten vows as part of the initiation, the last two of which involve saving other people. The definition of the term is different for Theravadas, who use it to describe somebody on the way to enlightenment. Name this term that in Mahayana Buddhism refers to": {
    "guess": "Bodhisattva",
    "confidence": [
      [
        "B",
        -0.67963576
      ],
      [
        "od",
        -0.14415342
      ],
      [
        "his",
        -0.0006414269
      ],
      [
        "att",
        -0.0004967943
      ],
      [
        "va",
        -0.00044687724
      ]
    ]
  },
  "Of the eighteen known varieties, most use the Jak-Stat pathway. Type two is approved as a cancer treatment, and is being investigated as a potential AIDS therapy. Type one promotes hematopoiesis, type eleven is found in stromal cells, and activated T-cells produce type nine. Th2 cells can make three, four, or five. Neutrophils like eight, while CD8 cells make sixteen in order to attract CD4 cells. Conversely, the inflammatory and immune response are inhibited by type ten. Eosinphils and allergies involve five. For ten points, this describes the numbering scheme of what class of cytokines that specifically acts between leukocytes?": {
    "guess": "Interleukins",
    "confidence": [
      [
        "Inter",
        -0.5538083
      ],
      [
        "le",
        -0.17354418
      ],
      [
        "uk",
        -2.4584822e-06
      ],
      [
        "ins",
        -0.3003116
      ]
    ]
  },
  "An eight volume, 6000-page series details what he was doing most days of his life. At one point, he thought he had been imprisoned for seven years for loving Leonora, the Duke of Alfonso's sister, but, in fact, he was just out of his mind. Coiner of the term morphology, he was an amateur scientist who": {
    "guess": "Giambattista Basile",
    "confidence": [
      [
        "Gi",
        -0.8768455
      ],
      [
        "amb",
        -0.46086642
      ],
      [
        "att",
        -0.00040183295
      ],
      [
        "ista",
        -0.00038503256
      ],
      [
        " Bas",
        -1.1306738
      ],
      [
        "ile",
        -0.00029148703
      ]
    ]
  },
  "The Eight Banners system comprised the military of this dynasty, which was visited by an emissary who": {
    "guess": "Qing dynasty",
    "confidence": [
      [
        "Q",
        -0.0008681101
      ],
      [
        "ing",
        -6.1106686e-05
      ],
      [
        " dynasty",
        -0.004468339
      ]
    ]
  },
  "There are eighteen conditions that make it impossible to become one of these, including being born blind, deaf, or crippled. Some traditions have ten vows as part of the initiation, the last two of which involve saving other people. The definition of the term is different for Theravadas, who use it to describe somebody on the way to enlightenment. Name this term that in Mahayana Buddhism refers to people who have delayed entering Nirvana so that they may help others.": {
    "guess": "Bodhisattva",
    "confidence": [
      [
        "B",
        -0.0015391463
      ],
      [
        "od",
        -0.0028099865
      ],
      [
        "his",
        -6.7901296e-05
      ],
      [
        "att",
        -1.3544423e-05
      ],
      [
        "va",
        -1.0564331e-05
      ]
    ]
  },
  "The eighth and final edition of this work added a group of new material  called _November Boughs_. The": {
    "guess": "Leaves of Grass",
    "confidence": [
      [
        "Le",
        -0.0009904149
      ],
      [
        "aves",
        -4.3202e-07
      ],
      [
        " of",
        -3.5120287e-05
      ],
      [
        " Grass",
        -2.9279307e-05
      ]
    ]
  },
  "The Eight Banners system comprised the military of this dynasty, which was visited by an emissary who refused to perform the kowtow, George Macartney. It launched a period of modernization known as the Self-Strengthening Movement after suffering defeat in a war that began with the detainment of the (*)": {
    "guess": "Qing dynasty",
    "confidence": [
      [
        "Q",
        -0.00032521432
      ],
      [
        "ing",
        -1.3663626e-05
      ],
      [
        " dynasty",
        -0.0025485544
      ]
    ]
  },
  "The eighth chapter of this novel introduces a storyline about Federico Tellez Unzategui, who becomes obsessed with exterminating rats after rats eat his baby sister. Its sixth chapter describes the trial of Gumercindo Tello, who offers to castrate himself in court to prove that he did not rape Sarita Salaverria. One of this novel's title characters is based on Raul Salmon, and is hired by Genaro Jr.,": {
    "guess": "Aunt Julia and the Scriptwriter",
    "confidence": [
      [
        "A",
        -0.11742177
      ],
      [
        "unt",
        -4.4537377e-05
      ],
      [
        " Julia",
        -0.0003807449
      ],
      [
        " and",
        -2.355753e-05
      ],
      [
        " the",
        -0.0001245157
      ],
      [
        " Script",
        -0.00021414584
      ],
      [
        "writer",
        -3.488188e-05
      ]
    ]
  },
  "The eighth of these poems, which is dedicated to Rudolph Kassner, expresses the poet's believe in a \"nowhere without no\", which animals look toward and humans look away from. In the sixth of these, the poet advances his view htat a hero is one for whom life is always beginning. This poetry collection praises Gaspara Sampa, who is lifted up as an example of someone who died young. The fifth of these was inspired by a Picasso painting of acrobats. Another poem in this collection, the tenth, portray the City of Pain, which includes horrible things like \"Life-Death\". The first of these poems begins \"Who, if I cried out, would hear me among the angels' hierarchies?\" For ten points, identify this set": {
    "guess": "Duino Elegies",
    "confidence": [
      [
        "Du",
        -0.014339088
      ],
      [
        "ino",
        -0.0001721935
      ],
      [
        " E",
        -6.229872e-05
      ],
      [
        "leg",
        -4.1080468e-05
      ],
      [
        "ies",
        -2.4987974e-05
      ]
    ]
  },
  "The eighth and final edition of this work added a group of new material  called _November Boughs_. The third version included the \"Calamus\" poems,  which described one of the author's homosexual love affairs, while the fourth  edition added the war poems _Drum Taps_. FTP, name this poetry collection": {
    "guess": "Leaves of Grass",
    "confidence": [
      [
        "Le",
        -0.0013235727
      ],
      [
        "aves",
        -1.3186812e-05
      ],
      [
        " of",
        -7.767599e-05
      ],
      [
        " Grass",
        -5.6219335e-05
      ]
    ]
  },
  "The eighth of these poems, which is dedicated to Rudolph Kassner, expresses the poet's believe in a \"nowhere without no\", which animals look toward and humans look away from. In the sixth of these, the poet advances his view htat a hero is one for whom life is always beginning. This poetry collection praises Gaspara Sampa, who is lifted up as an example of someone who died young. The fifth of these was inspired by a Picasso painting of acrobats. Another poem in this collection, the tenth, portray": {
    "guess": "New Poems",
    "confidence": [
      [
        "New",
        -0.3163394
      ],
      [
        " Po",
        -0.0012723776
      ],
      [
        "ems",
        -0.0010561493
      ]
    ]
  },
  "The eighth chapter of this novel introduces a storyline about Federico Tellez Unzategui, who becomes obsessed with exterminating rats after rats eat his baby sister. Its sixth chapter describes the trial of Gumercindo Tello, who offers to castrate himself in court to prove that he did not rape Sarita Salaverria. One of this novel's title characters is based on Raul Salmon, and is hired by Genaro Jr., although his hatred of Argentina causes friction with his employer, Radio Panamerica. The even chapters": {
    "guess": "Aunt Julia and the Scriptwriter",
    "confidence": [
      [
        "A",
        -0.07582913
      ],
      [
        "unt",
        -1.342522e-05
      ],
      [
        " Julia",
        -0.0001909048
      ],
      [
        " and",
        -1.6643718e-05
      ],
      [
        " the",
        -7.982166e-05
      ],
      [
        " Script",
        -0.00011844365
      ],
      [
        "writer",
        -1.3663626e-05
      ]
    ]
  },
  "An eight volume, 6000-page series details what he was doing most days of his life. At one point, he thought he had been imprisoned for seven years for loving Leonora, the Duke of Alfonso's sister, but, in fact, he was just out of his mind. Coiner of the term morphology, he was an amateur scientist who discovered the intermaxillary bone and wrote On the Theory of Colors. His first play was The Lover's Caprice, but he is more famous for such writings as Iphigenia in Tauris. For ten points, name this": {
    "guess": "Johann Wolfgang von Goethe",
    "confidence": [
      [
        "J",
        -0.008651684
      ],
      [
        "oh",
        -0.0006925395
      ],
      [
        "ann",
        -8.6735476e-05
      ],
      [
        " Wolfgang",
        -0.010292737
      ],
      [
        " von",
        -0.0026248815
      ],
      [
        " Go",
        -0.0001558626
      ],
      [
        "ethe",
        -7.815281e-05
      ]
    ]
  },
  "The eighth of these poems, which is dedicated to Rudolph Kassner, expresses the poet's believe in a \"nowhere without no\", which animals look toward and humans look away from. In the sixth of these, the poet advances his view htat a hero is one for whom life is always beginning. This poetry collection praises Gaspara Sampa, who is lifted up as an example of someone who died young. The fifth of these": {
    "guess": "Duino Elegies",
    "confidence": [
      [
        "Du",
        -0.23743281
      ],
      [
        "ino",
        -0.0012514197
      ],
      [
        " E",
        -3.5597102e-05
      ],
      [
        "leg",
        -5.7961847e-06
      ],
      [
        "ies",
        -4.5848617e-05
      ]
    ]
  },
  "There are eighteen conditions that make it impossible to become one of these, including being born blind, deaf, or crippled. Some traditions have ten vows as part of the initiation, the last two of which involve saving other people. The definition of the term is different for Theravadas, who use it to": {
    "guess": "Bhikkhu",
    "confidence": [
      [
        "B",
        -0.5647248
      ],
      [
        "h",
        -0.74934745
      ],
      [
        "ikk",
        -0.019306114
      ],
      [
        "hu",
        -0.06839071
      ]
    ]
  },
  "The eighth chapter of this novel introduces a storyline about Federico Tellez Unzategui, who becomes obsessed with exterminating rats after rats eat his baby sister. Its sixth chapter describes the trial of Gumercindo Tello, who offers to castrate himself in court to prove that he did not rape Sarita Salaverria. One of this novel's title characters is based on Raul Salmon, and is hired by Genaro Jr., although his hatred of Argentina causes friction with his employer, Radio Panamerica. The even chapters of this novel contain screenplays that become confused with one another and resemble the love affair between the narrator and the first title character. For 10 points, name this novel that interweaves": {
    "guess": "Aunt Julia and the Scriptwriter",
    "confidence": [
      [
        "A",
        -0.019816153
      ],
      [
        "unt",
        -1.3856493e-06
      ],
      [
        " Julia",
        -6.122589e-05
      ],
      [
        " and",
        -6.9882217e-06
      ],
      [
        " the",
        -5.5265704e-05
      ],
      [
        " Script",
        -2.3676734e-05
      ],
      [
        "writer",
        -6.2729996e-06
      ]
    ]
  },
  "Over eight hundred attended the ninety-meetings, with one hundred American representatives present. Among": {
    "guess": "Pan-African Congress",
    "confidence": [
      [
        "Pan",
        -0.94574034
      ],
      [
        "-A",
        -0.4998161
      ],
      [
        "frican",
        -0.00024631983
      ],
      [
        " Congress",
        -0.032031976
      ]
    ]
  },
  "The eighth of these poems, which is dedicated to Rudolph Kassner, expresses the poet's believe in a \"nowhere without no\", which animals look toward and humans look away from. In the sixth of these, the poet advances his view htat a hero is one for whom life is always beginning. This poetry collection praises Gaspara Sampa, who is lifted up as an example of someone who died young. The fifth of these was inspired by a Picasso painting of acrobats. Another poem in this collection, the tenth, portray the City of Pain, which includes horrible things like \"Life-Death\". The first of these poems begins \"Who, if I cried out, would hear me among the angels' hierarchies?\" For ten points, identify this set of poems that utilize imagery of angels and which were written near a titular castle, the most famous work by Erich Maria Rilke.": {
    "guess": "Duino Elegies",
    "confidence": [
      [
        "Du",
        -0.0013142859
      ],
      [
        "ino",
        -6.563642e-05
      ],
      [
        " E",
        -3.094816e-05
      ],
      [
        "leg",
        -1.5213274e-05
      ],
      [
        "ies",
        -3.7265952e-05
      ]
    ]
  },
  "The eighth chapter of this novel introduces a storyline about Federico Tellez Unzategui, who becomes obsessed with exterminating rats after rats eat his baby sister. Its sixth chapter describes the trial of Gumercindo Tello, who offers to castrate himself in court to prove that he did not rape Sarita Salaverria. One of this novel's title characters is based on Raul Salmon, and is hired by Genaro Jr., although his hatred of Argentina causes friction with his employer, Radio Panamerica. The even chapters of this novel contain screenplays that become confused with one another and resemble the love affair between the narrator and the first title character. For 10 points, name this novel that interweaves radio soap operas by Pedro Camacho and the romance of Mario Varguitas, written by Mario Vargas Llosa.": {
    "guess": "Aunt Julia and the Scriptwriter",
    "confidence": [
      [
        "A",
        -0.10230724
      ],
      [
        "unt",
        -3.368984e-05
      ],
      [
        " Julia",
        -0.0003036458
      ],
      [
        " and",
        -6.6113236e-05
      ],
      [
        " the",
        -0.00014931006
      ],
      [
        " Script",
        -0.000100205485
      ],
      [
        "writer",
        -2.8921695e-05
      ]
    ]
  },
  "The eighth chapter of this novel introduces a storyline about Federico Tellez Unzategui, who becomes obsessed with exterminating rats after rats eat his baby sister. Its sixth chapter describes the trial of Gumercindo Tello, who offers to castrate himself in court to prove that he did not rape Sarita Salaverria. One of this novel's title characters is based on Raul Salmon, and is hired by Genaro Jr., although his hatred of Argentina causes friction with his employer, Radio Panamerica. The even chapters of this novel contain screenplays that become confused with one another and resemble the love": {
    "guess": "Aunt Julia and the Scriptwriter",
    "confidence": [
      [
        "A",
        -0.07087727
      ],
      [
        "unt",
        -6.749814e-06
      ],
      [
        " Julia",
        -8.375538e-05
      ],
      [
        " and",
        -1.569009e-05
      ],
      [
        " the",
        -2.8206474e-05
      ],
      [
        " Script",
        -8.3874584e-05
      ],
      [
        "writer",
        -4.4849444e-06
      ]
    ]
  },
  "An eight volume, 6000-page series details what he was doing most days of his life. At one point, he thought he had been imprisoned for seven years for loving Leonora, the Duke of Alfonso's sister, but, in fact, he was just out of his mind. Coiner of the term morphology, he was an amateur scientist who discovered the intermaxillary bone and wrote On the Theory of Colors. His first play was The Lover's": {
    "guess": "Johann Wolfgang von Goethe",
    "confidence": [
      [
        "J",
        -0.009435647
      ],
      [
        "oh",
        -0.00030864868
      ],
      [
        "ann",
        -5.0497558e-05
      ],
      [
        " Wolfgang",
        -0.0024228678
      ],
      [
        " von",
        -0.0011149737
      ],
      [
        " Go",
        -6.778209e-05
      ],
      [
        "ethe",
        -0.00013131031
      ]
    ]
  },
  "The eighth chapter of this novel introduces a storyline about Federico Tellez Unzategui, who becomes obsessed with exterminating rats after rats eat his baby sister. Its sixth chapter describes the trial of Gumercindo Tello, who offers to castrate himself in court to prove that he did not rape Sarita": {
    "guess": "Aunt Julia and the Scriptwriter",
    "confidence": [
      [
        "A",
        -0.040338647
      ],
      [
        "unt",
        -7.13582e-05
      ],
      [
        " Julia",
        -0.0007594807
      ],
      [
        " and",
        -2.1054253e-05
      ],
      [
        " the",
        -0.00022153647
      ],
      [
        " Script",
        -0.00027635184
      ],
      [
        "writer",
        -2.319992e-05
      ]
    ]
  },
  "The eighth of these poems, which is dedicated to Rudolph Kassner, expresses the poet's believe in a \"nowhere": {
    "guess": "Duino Elegies",
    "confidence": [
      [
        "Du",
        -0.007288927
      ],
      [
        "ino",
        -0.00022356294
      ],
      [
        " E",
        -3.2497806e-05
      ],
      [
        "leg",
        -2.0219828e-05
      ],
      [
        "ies",
        -5.4669687e-05
      ]
    ]
  },
  "The eighth and final edition of this work added a group of new material  called _November Boughs_. The third version included the \"Calamus\" poems,  which described one of the author's homosexual love affairs, while the fourth  edition added the war poems _Drum Taps_. FTP, name this poetry collection  published between 1855 and 1888, which also includes \"When Lilacs Last in the  Dooryard Bloom'd,\" \"I Sing the Body Electric,\" and \"Song of Myself.\"": {
    "guess": "Leaves of Grass",
    "confidence": [
      [
        "Le",
        -0.0010299502
      ],
      [
        "aves",
        -1.1517961e-05
      ],
      [
        " of",
        -1.867018e-05
      ],
      [
        " Grass",
        -1.18755715e-05
      ]
    ]
  },
  "Over eight hundred attended the ninety-meetings, with one hundred American representatives present. Among its proceedings was the proposed adoption of a universal catechism, and a draft concerning the nature of the Church, but the original agenda was drawn from the Syllabus of Errors. Voting on its most famous proposal was 433 for to 2 against, occurring on July 18, 1870, but many abstained from the": {
    "guess": "First Vatican Council",
    "confidence": [
      [
        "First",
        -0.27158773
      ],
      [
        " Vatican",
        -2.8921695e-05
      ],
      [
        " Council",
        -0.00013131031
      ]
    ]
  },
  "Of the eighteen known varieties, most use the Jak-Stat pathway. Type two is approved as a cancer treatment, and is being investigated as a potential AIDS therapy. Type one promotes hematopoiesis, type": {
    "guess": "Interferon",
    "confidence": [
      [
        "Inter",
        -0.36123887
      ],
      [
        "fer",
        -0.17146654
      ],
      [
        "on",
        -0.12323381
      ]
    ]
  },
  "Of the eighteen known varieties, most use the Jak-Stat pathway. Type two is approved as a cancer treatment, and is being investigated as a potential AIDS therapy. Type one promotes hematopoiesis, type eleven is found in stromal cells, and activated T-cells produce type nine. Th2 cells can make three,": {
    "guess": "Interferon",
    "confidence": [
      [
        "Inter",
        -0.03007882
      ],
      [
        "fer",
        -0.39829844
      ],
      [
        "on",
        -0.3168649
      ]
    ]
  },
  "Of the eighteen known varieties, most use the Jak-Stat pathway. Type two is approved as a cancer treatment, and is being investigated as a potential AIDS therapy. Type one promotes hematopoiesis, type eleven is found in stromal cells, and activated T-cells produce type nine. Th2 cells can make three, four, or five. Neutrophils like eight, while CD8 cells make sixteen in order to attract CD4 cells. Conversely, the inflammatory and immune response are inhibited by type ten. Eosinphils and allergies": {
    "guess": "Interleukin",
    "confidence": [
      [
        "Inter",
        -0.052982785
      ],
      [
        "le",
        -0.102049045
      ],
      [
        "uk",
        -1.1398757e-05
      ],
      [
        "in",
        -0.037134472
      ]
    ]
  },
  "An eight volume, 6000-page series details what he was doing most days of his life. At one point, he thought": {
    "guess": "Marcel Proust's In Search of Lost Time",
    "confidence": [
      [
        "Mar",
        -0.9787905
      ],
      [
        "cel",
        -0.00025573693
      ],
      [
        " P",
        -1.0087517e-05
      ],
      [
        "rou",
        -1.247159e-05
      ],
      [
        "st",
        -4.2272506e-05
      ],
      [
        "'s",
        -0.20101288
      ],
      [
        " In",
        -0.15435983
      ],
      [
        " Search",
        -0.00017815368
      ],
      [
        " of",
        -0.00011176824
      ],
      [
        " Lost",
        -8.089449e-05
      ],
      [
        " Time",
        -8.602025e-05
      ]
    ]
  },
  "The eighth of these poems, which is dedicated to Rudolph Kassner, expresses the poet's believe in a \"nowhere without no\", which animals look toward and humans look away from. In the sixth of these, the poet advances his view htat a hero is one for whom life is always beginning. This poetry collection": {
    "guess": "Duino Elegies",
    "confidence": [
      [
        "Du",
        -0.023884706
      ],
      [
        "ino",
        -0.00019591136
      ],
      [
        " E",
        -5.4550484e-05
      ],
      [
        "leg",
        -9.4914985e-06
      ],
      [
        "ies",
        -5.3000836e-05
      ]
    ]
  },
  "The eighth and final edition of this work added a group of new material  called _November Boughs_. The third version included the \"Calamus\" poems,  which described one of the author's homosexual love affairs,": {
    "guess": "Leaves of Grass",
    "confidence": [
      [
        "Le",
        -0.11096901
      ],
      [
        "aves",
        -7.89631e-07
      ],
      [
        " of",
        -6.670925e-05
      ],
      [
        " Grass",
        -9.817902e-05
      ]
    ]
  },
  "There are eighteen conditions that make it impossible to become one of these, including being born blind,": {
    "guess": "List of people who were blind or visually impaired",
    "confidence": [
      [
        "List",
        -0.94266784
      ],
      [
        " of",
        -0.00060486066
      ],
      [
        " people",
        -0.1631068
      ],
      [
        " who",
        -0.17841369
      ],
      [
        " were",
        -0.9254343
      ],
      [
        " blind",
        -0.6932755
      ],
      [
        " or",
        -0.018487034
      ],
      [
        " visually",
        -0.0027679058
      ],
      [
        " impaired",
        -4.3202e-07
      ]
    ]
  },
  "Of the eighteen known varieties, most use the Jak-Stat pathway. Type two is approved as a cancer treatment,": {
    "guess": "Interferon",
    "confidence": [
      [
        "Inter",
        -0.12663175
      ],
      [
        "fer",
        -0.09959124
      ],
      [
        "on",
        -0.0058638514
      ]
    ]
  },
  "The Eight Banners system comprised the military of this dynasty, which was visited by an emissary who refused to perform the kowtow, George Macartney. It launched a period of modernization known as the Self-Strengthening Movement after suffering defeat in a war that began with the detainment of the (*) Arrow. A man who claimed to be the younger brother of Jesus led the Taiping Rebellion during this dynasty. Its defeat in the Opium Wars and the Boxer Rebellion eventually led to its downfall to Sun": {
    "guess": "Qing dynasty",
    "confidence": [
      [
        "Q",
        -0.0019699119
      ],
      [
        "ing",
        -1.8193366e-05
      ],
      [
        " dynasty",
        -0.017749038
      ]
    ]
  },
  "Over eight hundred attended the ninety-meetings, with one hundred American representatives present. Among its proceedings was the proposed adoption of a universal catechism, and a draft concerning the nature of the Church, but the original agenda was drawn from the Syllabus of Errors. Voting on its most famous proposal was 433 for to 2 against, occurring on July 18, 1870, but many abstained from the controversy. For 10 points--name this council that defined papal primacy and infallibility, which": {
    "guess": "First Vatican Council",
    "confidence": [
      [
        "First",
        -0.0040206956
      ],
      [
        " Vatican",
        -0.0002885106
      ],
      [
        " Council",
        -0.0001752928
      ]
    ]
  },
  "An eight volume, 6000-page series details what he was doing most days of his life. At one point, he thought he had been imprisoned for seven years for loving Leonora, the Duke of Alfonso's sister, but,": {
    "guess": "Marcel Proust",
    "confidence": [
      [
        "Mar",
        -0.64973456
      ],
      [
        "cel",
        -0.0055320817
      ],
      [
        " P",
        -3.1544176e-05
      ],
      [
        "rou",
        -1.0445127e-05
      ],
      [
        "st",
        -1.9504607e-05
      ]
    ]
  },
  "Over eight hundred attended the ninety-meetings, with one hundred American representatives present. Among its proceedings was the proposed adoption of a universal catechism, and a draft concerning the nature of the Church, but the original agenda was drawn from the Syllabus of Errors. Voting on its most famous proposal was 433 for to 2 against, occurring on July 18, 1870, but many abstained from the controversy. For 10 points--name this council that defined papal primacy and infallibility, which was followed by a Second such meeting in the 1960s.": {
    "guess": "First Vatican Council",
    "confidence": [
      [
        "First",
        -0.010551813
      ],
      [
        " Vatican",
        -0.0006351164
      ],
      [
        " Council",
        -0.0001752928
      ]
    ]
  },
  "An eight volume, 6000-page series details what he was doing most days of his life. At one point, he thought he had been imprisoned for seven years for loving Leonora, the Duke of Alfonso's sister, but, in fact, he was just out of his mind. Coiner of the term morphology, he was an amateur scientist who discovered the intermaxillary bone and wrote On the Theory of Colors. His first play was The Lover's Caprice, but he is more famous for such writings as Iphigenia in Tauris. For ten points, name this German author of Faust and The Sorrows of Young Werther.": {
    "guess": "Johann Wolfgang von Goethe",
    "confidence": [
      [
        "J",
        -0.0031224599
      ],
      [
        "oh",
        -5.145119e-05
      ],
      [
        "ann",
        -1.2664457e-06
      ],
      [
        " Wolfgang",
        -0.00019686499
      ],
      [
        " von",
        -3.1544176e-05
      ],
      [
        " Go",
        -2.1008714e-06
      ],
      [
        "ethe",
        -2.6656826e-05
      ]
    ]
  },
  "The eighth of these poems, which is dedicated to Rudolph Kassner, expresses the poet's believe in a \"nowhere without no\", which animals look toward and humans look away from. In the sixth of these, the poet advances his view htat a hero is one for whom life is always beginning. This poetry collection praises Gaspara Sampa, who is lifted up as an example of someone who died young. The fifth of these was inspired by a Picasso painting of acrobats. Another poem in this collection, the tenth, portray the City of Pain, which includes horrible things like \"Life-Death\". The first of these poems begins": {
    "guess": "Duino Elegies",
    "confidence": [
      [
        "Du",
        -0.3685534
      ],
      [
        "ino",
        -0.00015359772
      ],
      [
        " E",
        -5.2001665e-06
      ],
      [
        "leg",
        -2.319992e-05
      ],
      [
        "ies",
        -1.0564331e-05
      ]
    ]
  },
  "The Eight Banners system comprised the military of this dynasty, which was visited by an emissary who refused to perform the kowtow, George Macartney. It launched a period of modernization known as the Self-Strengthening Movement after suffering defeat in a war that began with the detainment of the (*) Arrow. A man who claimed to be the younger brother of Jesus led the Taiping Rebellion during this dynasty. Its defeat in the Opium Wars and the Boxer Rebellion eventually led to its downfall to Sun Yat-sen in 1911. For ten points, identify this last dynasty of China.": {
    "guess": "Qing dynasty",
    "confidence": [
      [
        "Q",
        -0.0016704189
      ],
      [
        "ing",
        -7.58424e-06
      ],
      [
        " dynasty",
        -0.017207952
      ]
    ]
  },
  "Of the eighteen known varieties, most use the Jak-Stat pathway. Type two is approved as a cancer treatment, and is being investigated as a potential AIDS therapy. Type one promotes hematopoiesis, type eleven is found in stromal cells, and activated T-cells produce type nine. Th2 cells can make three, four, or five. Neutrophils like eight, while CD8 cells make sixteen in order to attract CD4 cells. Conversely, the inflammatory and immune response are inhibited by type ten. Eosinphils and allergies involve five. For ten points, this describes the numbering scheme of what class of cytokines that specifically": {
    "guess": "Cytokine",
    "confidence": [
      [
        "C",
        -0.43578434
      ],
      [
        "yt",
        -2.2723105e-05
      ],
      [
        "ok",
        -5.6576944e-05
      ],
      [
        "ine",
        -0.0794844
      ]
    ]
  },
  "The eighth chapter of this novel introduces a storyline about Federico Tellez Unzategui, who becomes": {
    "guess": "One Hundred Years of Solitude",
    "confidence": [
      [
        "One",
        -0.49927422
      ],
      [
        " Hundred",
        -0.00024120507
      ],
      [
        " Years",
        -0.0003802681
      ],
      [
        " of",
        -0.00029005657
      ],
      [
        " Sol",
        -4.0961266e-05
      ],
      [
        "itude",
        -4.429897e-05
      ]
    ]
  },
  "The Eight Banners system comprised the military of this dynasty, which was visited by an emissary who refused to perform the kowtow, George Macartney. It launched a period of modernization known as the": {
    "guess": "Qing dynasty",
    "confidence": [
      [
        "Q",
        -0.0012647595
      ],
      [
        "ing",
        -4.4537377e-05
      ],
      [
        " dynasty",
        -0.024421506
      ]
    ]
  },
  "The eighth of these poems, which is dedicated to Rudolph Kassner, expresses the poet's believe in a \"nowhere without no\", which animals look toward and humans look away from. In the sixth of these, the poet advances his view htat a hero is one for whom life is always beginning. This poetry collection praises Gaspara Sampa, who is lifted up as an example of someone who died young. The fifth of these was inspired by a Picasso painting of acrobats. Another poem in this collection, the tenth, portray the City of Pain, which includes horrible things like \"Life-Death\". The first of these poems begins \"Who, if I cried out, would hear me among the angels' hierarchies?\" For ten points, identify this set of poems that utilize imagery of angels and which were written near a titular castle, the most famous": {
    "guess": "Duino Elegies",
    "confidence": [
      [
        "Du",
        -0.005567294
      ],
      [
        "ino",
        -0.00026860725
      ],
      [
        " E",
        -6.098748e-05
      ],
      [
        "leg",
        -1.378283e-05
      ],
      [
        "ies",
        -5.1928004e-05
      ]
    ]
  },
  "The eighth and final edition of this work added a group of new material  called _November Boughs_. The third version included the \"Calamus\" poems,  which described one of the author's homosexual love affairs, while the fourth  edition added the war poems _Drum Taps_. FTP, name this poetry collection  published between 1855 and 1888, which also includes \"When Lilacs Last in the  Dooryard Bloom'd,\" \"I": {
    "guess": "Leaves of Grass",
    "confidence": [
      [
        "Le",
        -0.00074815995
      ],
      [
        "aves",
        -2.451116e-05
      ],
      [
        " of",
        -5.5623317e-05
      ],
      [
        " Grass",
        -2.9875326e-05
      ]
    ]
  }
}