{
  "Glenn Gould wrote one of these with lyrics about writing one, and Verdi's Falstaff opens with one for ten voices. They can be classified by whether they have a real or tonal answer and consist of alternating expositions and episodes in which key changes are accomplished. (*) J. S. Bach created complete cycles of them in The Well-Tempered Clavier and The Art of, FTP, what musical form associated with": {
    "guess": "Fugue",
    "confidence": [
      [
        "F",
        -0.003941618
      ],
      [
        "ug",
        -0.00010580806
      ],
      [
        "ue",
        -0.00036144492
      ]
    ]
  },
  "Glenn Reeder argued against John Harvey's 1981 article claiming that this was a misnomer, and Joseph": {
    "guess": "Misnomer",
    "confidence": [
      [
        "Mis",
        -0.9238817
      ],
      [
        "nom",
        -0.0056032115
      ],
      [
        "er",
        -0.011483137
      ]
    ]
  },
  "Glenn Reeder argued against John Harvey's 1981 article claiming that this was a misnomer, and Joseph Forgas showed that it is less severe in people in bad moods. Evidence for this comes from a 1977 paper in which neutral observers rated people who asked difficult questions more knowledgeable than their counterparts who could not answer them, and from a 1967 paper by Jones and Harris in which people listening to a speech about Castro identified the speaker's true beliefs as consistent with the speech.  For ten points name this common mistake, discovered by Lee Ross, in which people underestimate": {
    "guess": "Fundamental attribution error",
    "confidence": [
      [
        "Fund",
        -0.29957005
      ],
      [
        "amental",
        -8.43514e-05
      ],
      [
        " attribution",
        -0.041822113
      ],
      [
        " error",
        -0.0001875671
      ]
    ]
  },
  "The Glenn-Nye law governs these objects' movement, which can be facilitated by basal sliding. Areas affected by them are subject to isostatic rebound. They produce chatter marks through plucking, and affected areas are marked by kames and kettles. Sometimes featuring moulins and ogives, these features": {
    "guess": "Glaciers",
    "confidence": [
      [
        "Gl",
        -0.0019827604
      ],
      [
        "ac",
        -0.59095114
      ],
      [
        "iers",
        -0.00059795054
      ]
    ]
  },
  "The Glenn-Nye law governs these objects' movement, which can be facilitated by basal sliding. Areas affected by them are subject to isostatic rebound. They produce chatter marks through plucking, and affected areas are marked by kames and kettles. Sometimes featuring moulins and ogives, these features can form eskers and paternosters. They carve out U- or V-shaped valleys, as well as inlets called fjords, and leave behind drumlins and moraines. Calving on the edges of these objects produces icebergs. For 10 points, name these large frozen rivers of ice.": {
    "guess": "Glacier",
    "confidence": [
      [
        "Gl",
        -0.0004871571
      ],
      [
        "acier",
        -0.00075995753
      ]
    ]
  },
  "The Glenn-Nye law governs these objects' movement, which can be facilitated by basal sliding. Areas affected": {
    "guess": "Ice sheets",
    "confidence": [
      [
        "Ice",
        -0.2747132
      ],
      [
        " sheets",
        -0.9065601
      ]
    ]
  },
  "Glenn Reeder argued against John Harvey's 1981 article claiming that this was a misnomer, and Joseph Forgas showed that it is less severe in people in bad moods. Evidence for this comes from a 1977 paper in which neutral observers rated people who asked difficult questions more knowledgeable than their counterparts who could not answer them, and from a 1967 paper by Jones and Harris in which people listening to a speech about Castro identified the speaker's true beliefs as consistent with the speech.  For ten points name this common mistake, discovered by Lee Ross, in which people underestimate the effect of situational factors and overestimate the effect of internal factors on one's behavior.": {
    "guess": "Fundamental attribution error",
    "confidence": [
      [
        "Fund",
        -0.006148127
      ],
      [
        "amental",
        -0.00023095356
      ],
      [
        " attribution",
        -0.01714656
      ],
      [
        " error",
        -0.00019912985
      ]
    ]
  },
  "The Glenn-Nye law governs these objects' movement, which can be facilitated by basal sliding. Areas affected by them are subject to isostatic rebound. They produce chatter marks through plucking, and affected areas are marked by kames and kettles. Sometimes featuring moulins and ogives, these features can form eskers and paternosters. They carve out U- or V-shaped valleys, as well as inlets called": {
    "guess": "Glacier",
    "confidence": [
      [
        "Gl",
        -0.0035565894
      ],
      [
        "acier",
        -0.00021533787
      ]
    ]
  },
  "The Glenn-Nye law governs these objects' movement, which can be facilitated by basal sliding. Areas affected by them are subject to isostatic rebound. They produce chatter marks through plucking, and affected areas are marked by kames and kettles. Sometimes featuring moulins and ogives, these features can form eskers and paternosters. They carve out U- or V-shaped valleys, as well as inlets called fjords, and leave behind drumlins and moraines. Calving on the edges of these objects produces icebergs.": {
    "guess": "Glacier",
    "confidence": [
      [
        "Gl",
        -0.00082344905
      ],
      [
        "acier",
        -6.301394e-05
      ]
    ]
  },
  "Glenn Reeder argued against John Harvey's 1981 article claiming that this was a misnomer, and Joseph Forgas showed that it is less severe in people in bad moods. Evidence for this comes from a 1977 paper in which neutral observers rated people who asked difficult questions more knowledgeable than their counterparts who could not answer them, and from a 1967 paper by Jones and Harris in which people listening to a speech about Castro identified the speaker's true beliefs as consistent with the speech.": {
    "guess": "Fundamental attribution error",
    "confidence": [
      [
        "Fund",
        -0.06550879
      ],
      [
        "amental",
        -0.0009969638
      ],
      [
        " attribution",
        -0.18522687
      ],
      [
        " error",
        -0.0015943651
      ]
    ]
  },
  "Glenn Gould wrote one of these with lyrics about writing one, and Verdi's Falstaff opens with one for ten voices. They can be classified by whether they have a real or tonal answer and consist of alternating": {
    "guess": "Fugue",
    "confidence": [
      [
        "F",
        -0.016977211
      ],
      [
        "ug",
        -0.00038741663
      ],
      [
        "ue",
        -0.0020459364
      ]
    ]
  },
  "Glenn Reeder argued against John Harvey's 1981 article claiming that this was a misnomer, and Joseph Forgas showed that it is less severe in people in bad moods. Evidence for this comes from a 1977 paper": {
    "guess": "Mood-congruent memory",
    "confidence": [
      [
        "M",
        -0.5025167
      ],
      [
        "ood",
        -0.00087990024
      ],
      [
        "-con",
        -0.4782021
      ],
      [
        "gr",
        -8.299462e-06
      ],
      [
        "uent",
        -0.009055436
      ],
      [
        " memory",
        -0.018936781
      ]
    ]
  },
  "Glenn Gould wrote one of these with lyrics about writing one, and Verdi's Falstaff opens with one for": {
    "guess": "Fugue",
    "confidence": [
      [
        "F",
        -1.0521737
      ],
      [
        "ug",
        -0.0074396785
      ],
      [
        "ue",
        -0.021692166
      ]
    ]
  },
  "Glenn Gould wrote one of these with lyrics about writing one, and Verdi's Falstaff opens with one for ten voices. They can be classified by whether they have a real or tonal answer and consist of alternating expositions and episodes in which key changes are accomplished. (*) J. S. Bach created complete": {
    "guess": "Fugue",
    "confidence": [
      [
        "F",
        -0.6069082
      ],
      [
        "ug",
        -0.017857712
      ],
      [
        "ue",
        -0.05850012
      ]
    ]
  },
  "Glenn Reeder argued against John Harvey's 1981 article claiming that this was a misnomer, and Joseph Forgas showed that it is less severe in people in bad moods. Evidence for this comes from a 1977 paper in which neutral observers rated people who asked difficult questions more knowledgeable than their counterparts who could not answer them, and from a 1967 paper by Jones and Harris in which people": {
    "guess": "Fundamental attribution error",
    "confidence": [
      [
        "Fund",
        -0.056120202
      ],
      [
        "amental",
        -0.0002844577
      ],
      [
        " attribution",
        -0.20235537
      ],
      [
        " error",
        -0.0015761637
      ]
    ]
  },
  "The Glenn-Nye law governs these objects' movement, which can be facilitated by basal sliding. Areas affected by them are subject to isostatic rebound. They produce chatter marks through plucking, and affected": {
    "guess": "Glacier",
    "confidence": [
      [
        "Gl",
        -0.022899266
      ],
      [
        "acier",
        -0.052590724
      ]
    ]
  },
  "Glenn Gould wrote one of these with lyrics about writing one, and Verdi's Falstaff opens with one for ten voices. They can be classified by whether they have a real or tonal answer and consist of alternating expositions and episodes in which key changes are accomplished. (*) J. S. Bach created complete cycles of them in The Well-Tempered Clavier and The Art of, FTP, what musical form associated with the Baroque, based on contrapuntal arrangement and re-arrangement of a single theme?": {
    "guess": "Fugue",
    "confidence": [
      [
        "F",
        -0.055374835
      ],
      [
        "ug",
        -0.0013704767
      ],
      [
        "ue",
        -0.0030719487
      ]
    ]
  },
  "Glenn Reeder argued against John Harvey's 1981 article claiming that this was a misnomer, and Joseph Forgas showed that it is less severe in people in bad moods. Evidence for this comes from a 1977 paper in which neutral observers rated people who asked difficult questions more knowledgeable than their": {
    "guess": "Fundamental attribution error",
    "confidence": [
      [
        "Fund",
        -1.657974
      ],
      [
        "amental",
        -0.00017386234
      ],
      [
        " attribution",
        -0.18284096
      ],
      [
        " error",
        -0.0017173045
      ]
    ]
  }
}