{
  "One exhibit on this island contains Warhol's versions of The Brooch, Madonna, and The Scream, and is located in the The Louisiana Museum of Modern Art. Another attraction in this location is a palace designed by J. C. Krieger, which was seldom used for a time after Juliane Marie's death, but is now often home to its country's royal family. This island is located to the west of Møns, which is home to a group of large white cliffs. One of the world's largest suspension bridges connects it to the island of Funen by a bridge across the Great Belt, and it is connected to Skane and nearby Malmo through a route passing through Amager, the Oresund Bridge. To its north lies the Kattegat, and to its east lie the Koge and Fakse Bays, both part of the Baltic Sea. For 10 points, name this Danish island which contains the majority of Denmark's capital, Copenhagen.": {
    "guess": "Zealand",
    "confidence": [
      [
        "Ze",
        -0.0008541669
      ],
      [
        "aland",
        -3.4166656e-05
      ]
    ]
  },
  "To exhibit this property, phosphorus must be compressed at a pressure of two and a half megabars.  Two types of devices use this property, one of which was not verified until after the Meissner effect was discovered.  Of the elements exhibiting the other type, lead does so at the highest temperature.  Some materials with this property have limits on the amount of magnetic field in which they can be": {
    "guess": "Superconductivity",
    "confidence": [
      [
        "Super",
        -0.112065926
      ],
      [
        "conduct",
        -0.0012640443
      ],
      [
        "ivity",
        -0.0012749963
      ]
    ]
  },
  "To exhibit this property, phosphorus must be compressed at a pressure of two and a half megabars.  Two types of devices use this property, one of which was not verified until after the Meissner effect": {
    "guess": "Superconductivity",
    "confidence": [
      [
        "Super",
        -0.41720882
      ],
      [
        "conduct",
        -0.08131383
      ],
      [
        "ivity",
        -0.010841357
      ]
    ]
  },
  "To exhibit this property, phosphorus must be compressed at a pressure of two and a half megabars.  Two types of devices use this property, one of which was not verified until after the Meissner effect was discovered.  Of the elements exhibiting the other type, lead does so at the highest temperature.  Some materials with this property have limits on the amount of magnetic field in which they can be to exhibit it, while others work by trapping a magnetic field.  FTP, what is this property in which a material loses all electrical resistance?": {
    "guess": "Superconductivity",
    "confidence": [
      [
        "Super",
        -0.026452873
      ],
      [
        "conduct",
        -0.004850173
      ],
      [
        "ivity",
        -0.00053087185
      ]
    ]
  },
  "One exhibit on this island contains Warhol's versions of The Brooch, Madonna, and The Scream, and is located in the The Louisiana Museum of Modern Art. Another attraction in this location is a palace designed by J. C. Krieger, which was seldom used for a time after Juliane Marie's death, but is now often home to its country's royal family. This island is located to the west of Møns, which is home to a group of large white cliffs. One of the world's largest suspension bridges connects it to the island of Funen by a bridge across the Great Belt, and it is connected to Skane and nearby Malmo through a route passing through Amager, the Oresund Bridge. To its north lies the Kattegat, and to its east": {
    "guess": "Zealand",
    "confidence": [
      [
        "Ze",
        -0.0040185647
      ],
      [
        "aland",
        -3.1782583e-05
      ]
    ]
  },
  "To exhibit this property, phosphorus must be compressed at a pressure of two and a half megabars.  Two": {
    "guess": "Phosphorescence",
    "confidence": [
      [
        "Ph",
        -0.45482537
      ],
      [
        "osph",
        -0.0043704254
      ],
      [
        "ores",
        -0.48041797
      ],
      [
        "cence",
        -0.025632638
      ]
    ]
  },
  "In an 1878 exhibition in Paris, the artist of this painting reproduced its central group as a bronze": {
    "guess": "The Age of Bronze",
    "confidence": [
      [
        "The",
        -0.36169878
      ],
      [
        " Age",
        -0.5933594
      ],
      [
        " of",
        -0.00022713904
      ],
      [
        " Bronze",
        -0.0022323327
      ]
    ]
  },
  "In an 1878 exhibition in Paris, the artist of this painting reproduced its central group as a bronze sculpture. In the upper center of this painting, a brown haired woman holds her right hand over her breast, while on the center left a red tapestry hangs beneath two columns, at the top of which are golden": {
    "guess": "The Birth of Venus",
    "confidence": [
      [
        "The",
        -0.53758836
      ],
      [
        " Birth",
        -0.87571007
      ],
      [
        " of",
        -0.00031723134
      ],
      [
        " Venus",
        -7.743759e-05
      ]
    ]
  },
  "One exhibit on this island contains Warhol's versions of The Brooch, Madonna, and The Scream, and is": {
    "guess": "The Factory",
    "confidence": [
      [
        "The",
        -1.7653303
      ],
      [
        " Factory",
        -1.2875172
      ]
    ]
  },
  "In an 1878 exhibition in Paris, the artist of this painting reproduced its central group as a bronze sculpture. In the upper center of this painting, a brown haired woman holds her right hand over her breast, while on the center left a red tapestry hangs beneath two columns, at the top of which are golden statues of eagles. On the upper right of this painting, a group of white-robed women watch the main scene in which two men lie on the ground with weapons, including a trident and a net, scattered": {
    "guess": "The Death of Sardanapalus",
    "confidence": [
      [
        "The",
        -0.31283614
      ],
      [
        " Death",
        -0.47318116
      ],
      [
        " of",
        -0.00031675454
      ],
      [
        " S",
        -0.049650475
      ],
      [
        "ard",
        -0.0007094518
      ],
      [
        "an",
        -0.00018554063
      ],
      [
        "ap",
        -0.0007636455
      ],
      [
        "alus",
        -0.0006544164
      ]
    ]
  },
  "In an 1878 exhibition in Paris, the artist of this painting reproduced its central group as a bronze sculpture. In the upper center of this painting, a brown haired woman holds her right hand over her breast, while on the center left a red tapestry hangs beneath two columns, at the top of which are golden statues of eagles. On the upper right of this painting, a group of white-robed women watch the main scene in which two men lie on the ground with weapons, including a trident and a net, scattered around them. This painting's main action involves a third man, who has his foot on the neck of one of the men on the ground, and who looks expectantly at the Vestal Virgins seated in the lower rows on the right. For 10 points, identify this painting by Jean-Leon Gerome, whose central action is the gesture being made by spectators in the Coliseum, indicating that the victorious gladiator should kill": {
    "guess": "Pollice Verso",
    "confidence": [
      [
        "Pol",
        -0.051403224
      ],
      [
        "lice",
        -8.470901e-05
      ],
      [
        " Vers",
        -0.07202244
      ],
      [
        "o",
        -2.451116e-05
      ]
    ]
  },
  "In an 1878 exhibition in Paris, the artist of this painting reproduced its central group as a bronze sculpture. In the upper center of this painting, a brown haired woman holds her right hand over her breast, while on the center left a red tapestry hangs beneath two columns, at the top of which are golden statues of eagles. On the upper right of this painting, a group of white-robed women watch the": {
    "guess": "The Birth of Venus",
    "confidence": [
      [
        "The",
        -0.13161644
      ],
      [
        " Birth",
        -1.504156
      ],
      [
        " of",
        -0.00048083928
      ],
      [
        " Venus",
        -0.00052038557
      ]
    ]
  },
  "To exhibit this property, phosphorus must be compressed at a pressure of two and a half megabars.  Two types of devices use this property, one of which was not verified until after the Meissner effect was discovered.  Of the elements exhibiting the other type, lead does so at the highest temperature.": {
    "guess": "Superconductivity",
    "confidence": [
      [
        "Super",
        -0.075973324
      ],
      [
        "conduct",
        -0.016052667
      ],
      [
        "ivity",
        -0.0041200733
      ]
    ]
  },
  "One exhibit on this island contains Warhol's versions of The Brooch, Madonna, and The Scream, and is located in the The Louisiana Museum of Modern Art. Another attraction in this location is a palace designed by J. C. Krieger, which was seldom used for a time after Juliane Marie's death, but is now often home to its country's royal family. This island is located to the west of Møns, which is home to": {
    "guess": "Zealand",
    "confidence": [
      [
        "Ze",
        -0.72486746
      ],
      [
        "aland",
        -3.6908343e-05
      ]
    ]
  },
  "In an 1878 exhibition in Paris, the artist of this painting reproduced its central group as a bronze sculpture. In the upper center of this painting, a brown haired woman holds her right hand over her breast, while on the center left a red tapestry hangs beneath two columns, at the top of which are golden statues of eagles. On the upper right of this painting, a group of white-robed women watch the main scene in which two men lie on the ground with weapons, including a trident and a net, scattered around them. This painting's main action involves a third man, who has his foot on the neck of one of the men on the ground, and who looks expectantly at the Vestal Virgins seated in the lower rows on the right. For 10 points, identify this painting by Jean-Leon Gerome, whose central action is the gesture being made by spectators in the Coliseum, indicating that the victorious gladiator should kill his opponent.": {
    "guess": "Pollice Verso",
    "confidence": [
      [
        "Pol",
        -0.055272307
      ],
      [
        "lice",
        -3.392825e-05
      ],
      [
        " Vers",
        -0.08681105
      ],
      [
        "o",
        -1.7239736e-05
      ]
    ]
  },
  "One exhibit on this island contains Warhol's versions of The Brooch, Madonna, and The Scream, and is located in the The Louisiana Museum of Modern Art. Another attraction in this location is a palace designed by J. C. Krieger, which was seldom used for a time after Juliane Marie's death, but is now often home to its country's royal family. This island is located to the west of Møns, which is home to a group of large white cliffs. One of the world's largest suspension bridges connects it to the island of Funen by a bridge across the Great Belt, and it is connected to Skane and nearby Malmo through a route passing through Amager, the Oresund Bridge. To its north lies the Kattegat, and to its east lie the Koge and Fakse Bays, both part of the Baltic Sea. For 10 points, name this Danish island": {
    "guess": "Zealand",
    "confidence": [
      [
        "Ze",
        -0.0011624845
      ],
      [
        "aland",
        -2.7968066e-05
      ]
    ]
  },
  "In an 1878 exhibition in Paris, the artist of this painting reproduced its central group as a bronze sculpture. In the upper center of this painting, a brown haired woman holds her right hand over her breast, while on the center left a red tapestry hangs beneath two columns, at the top of which are golden statues of eagles. On the upper right of this painting, a group of white-robed women watch the main scene in which two men lie on the ground with weapons, including a trident and a net, scattered around them. This painting's main action involves a third man, who has his foot on the neck of one of the men on the ground, and who looks expectantly at the Vestal Virgins seated in the lower rows": {
    "guess": "The Oath of the Horatii",
    "confidence": [
      [
        "The",
        -0.15767041
      ],
      [
        " O",
        -0.50077075
      ],
      [
        "ath",
        -2.2246291e-05
      ],
      [
        " of",
        -0.0013172623
      ],
      [
        " the",
        -0.0030244102
      ],
      [
        " Hor",
        -0.008646834
      ],
      [
        "at",
        -0.0016789869
      ],
      [
        "ii",
        -4.9067115e-05
      ]
    ]
  },
  "To exhibit this property, phosphorus must be compressed at a pressure of two and a half megabars.  Two types of devices use this property, one of which was not verified until after the Meissner effect was discovered.  Of the elements exhibiting the other type, lead does so at the highest temperature.  Some materials with this property have limits on the amount of magnetic field in which they can be to exhibit it, while others work by trapping a magnetic field.  FTP, what is this property in which": {
    "guess": "Superconductivity",
    "confidence": [
      [
        "Super",
        -0.6488514
      ],
      [
        "conduct",
        -0.034432314
      ],
      [
        "ivity",
        -0.0017180197
      ]
    ]
  },
  "One exhibit on this island contains Warhol's versions of The Brooch, Madonna, and The Scream, and is located in the The Louisiana Museum of Modern Art. Another attraction in this location is a palace designed by J. C. Krieger, which was seldom used for a time after Juliane Marie's death, but is now often home to its country's royal family. This island is located to the west of Møns, which is home to a group of large white cliffs. One of the world's largest suspension bridges connects it to the island": {
    "guess": "Zealand",
    "confidence": [
      [
        "Ze",
        -0.051347412
      ],
      [
        "aland",
        -0.0001470452
      ]
    ]
  },
  "One exhibit on this island contains Warhol's versions of The Brooch, Madonna, and The Scream, and is located in the The Louisiana Museum of Modern Art. Another attraction in this location is a palace designed by J. C. Krieger, which was seldom used for a time after Juliane Marie's death, but is now often home to its country's royal family. This island is located to the west of Møns, which is home to a group of large white cliffs. One of the world's largest suspension bridges connects it to the island of Funen by a bridge across the Great Belt, and it is connected to Skane and nearby Malmo through": {
    "guess": "Zealand",
    "confidence": [
      [
        "Ze",
        -0.016643023
      ],
      [
        "aland",
        -6.754368e-05
      ]
    ]
  },
  "In an 1878 exhibition in Paris, the artist of this painting reproduced its central group as a bronze sculpture. In the upper center of this painting, a brown haired woman holds her right hand over her breast, while on the center left a red tapestry hangs beneath two columns, at the top of which are golden statues of eagles. On the upper right of this painting, a group of white-robed women watch the main scene in which two men lie on the ground with weapons, including a trident and a net, scattered around them. This painting's main action involves a third man, who has his foot on the neck of one": {
    "guess": "The Oath of the Horatii",
    "confidence": [
      [
        "The",
        -0.5766431
      ],
      [
        " O",
        -0.7835564
      ],
      [
        "ath",
        -3.1782583e-05
      ],
      [
        " of",
        -0.0012564226
      ],
      [
        " the",
        -0.00874706
      ],
      [
        " Hor",
        -0.012958799
      ],
      [
        "at",
        -0.001975742
      ],
      [
        "ii",
        -7.517272e-05
      ]
    ]
  },
  "In an 1878 exhibition in Paris, the artist of this painting reproduced its central group as a bronze sculpture. In the upper center of this painting, a brown haired woman holds her right hand over her": {
    "guess": "The Birth of Venus",
    "confidence": [
      [
        "The",
        -0.12717734
      ],
      [
        " Birth",
        -1.2960942
      ],
      [
        " of",
        -0.00012320446
      ],
      [
        " Venus",
        -0.0004546255
      ]
    ]
  },
  "In an 1878 exhibition in Paris, the artist of this painting reproduced its central group as a bronze sculpture. In the upper center of this painting, a brown haired woman holds her right hand over her breast, while on the center left a red tapestry hangs beneath two columns, at the top of which are golden statues of eagles. On the upper right of this painting, a group of white-robed women watch the main scene in which two men lie on the ground with weapons, including a trident and a net, scattered around them. This painting's main action involves a third man, who has his foot on the neck of one of the men on the ground, and who looks expectantly at the Vestal Virgins seated in the lower rows on the right. For 10 points, identify this painting by Jean-Leon Gerome, whose central action is the": {
    "guess": "Pollice Verso",
    "confidence": [
      [
        "Pol",
        -0.16862683
      ],
      [
        "lice",
        -0.00012356207
      ],
      [
        " Vers",
        -0.055249862
      ],
      [
        "o",
        -9.066919e-05
      ]
    ]
  },
  "One exhibit on this island contains Warhol's versions of The Brooch, Madonna, and The Scream, and is located in the The Louisiana Museum of Modern Art. Another attraction in this location is a palace designed": {
    "guess": "Helsingør",
    "confidence": [
      [
        "H",
        -0.6110696
      ],
      [
        "elsing",
        -0.3058467
      ],
      [
        "ør",
        -0.05517157
      ]
    ]
  },
  "One exhibit on this island contains Warhol's versions of The Brooch, Madonna, and The Scream, and is located in the The Louisiana Museum of Modern Art. Another attraction in this location is a palace designed by J. C. Krieger, which was seldom used for a time after Juliane Marie's death, but is now often": {
    "guess": "Museum Island",
    "confidence": [
      [
        "M",
        -1.0009066
      ],
      [
        "useum",
        -0.06480435
      ],
      [
        " Island",
        -0.03656733
      ]
    ]
  }
}