{
  "This oration discusses a ten-dollar check which the speaker promises to \"never cash\" and a woman born on St. Patrick's Day who, like the speaker, is \"not a quitter.\" Part of it questions Stephen Mitchell's assertion that only a rich man should run for Senate, and its speaker earlier noted that he did not pay a salary to his wife, unlike his counterpart John Sparkman.  This speech listed completely a man's financial situation, explaining that \"Pat\" \"doesn't have a mink coat\" and why its speaker needed an eighteen-thousand dollar political fund. This speech saved its giver's spot on the Republican ticket, and was given eight years to the day after FDR's similarly-themed \"Fala\" speech. For ten points, identify this 1952 Richard Nixon speech in which he discussed his family's black and white cocker": {
    "guess": "Checkers speech",
    "confidence": [
      [
        "Check",
        -0.0034449263
      ],
      [
        "ers",
        -5.5122365e-07
      ],
      [
        " speech",
        -0.002954047
      ]
    ]
  },
  "The oracle Heremod (HAIR­a­mahd) casts augurs, and finds that everything this man has built will end": {
    "guess": "Oedipus",
    "confidence": [
      [
        "O",
        -1.4063764
      ],
      [
        "ed",
        -0.22062378
      ],
      [
        "ip",
        -0.00016229959
      ],
      [
        "us",
        -9.066919e-05
      ]
    ]
  },
  "His oratorio Paradise and the Peri borrows from Thomas Moore's Lalla-Rookh. This composer declared \"Hats off, gentleman--a genius!\" after hearing Chopin's compositions, and dedicated his solo piano work": {
    "guess": "Don Giovanni",
    "confidence": [
      [
        "Don",
        -1.7167522
      ],
      [
        " Giovanni",
        -0.00101423
      ]
    ]
  },
  "This oration discusses a ten-dollar check which the speaker promises to \"never cash\" and a woman born on St. Patrick's Day who, like the speaker, is \"not a quitter.\" Part of it questions Stephen Mitchell's assertion that only a rich man should run for Senate, and its speaker earlier noted that he did not pay a salary to his wife, unlike his counterpart John Sparkman.  This speech listed completely a man's financial situation, explaining that \"Pat\" \"doesn't have a mink coat\" and why its speaker needed an eighteen-thousand dollar political fund. This speech saved its giver's spot on the Republican ticket, and was given eight years to the day after FDR's similarly-themed \"Fala\" speech. For ten points, identify this 1952 Richard Nixon speech in which he discussed his family's black and white cocker spaniel.": {
    "guess": "Checkers speech",
    "confidence": [
      [
        "Check",
        -0.002556996
      ],
      [
        "ers",
        -4.3202e-07
      ],
      [
        " speech",
        -0.003914069
      ]
    ]
  },
  "His oratorio Paradise and the Peri borrows from Thomas Moore's Lalla-Rookh. This composer declared \"Hats": {
    "guess": "Robert Schumann",
    "confidence": [
      [
        "Robert",
        -0.007713697
      ],
      [
        " Sch",
        -7.564953e-05
      ],
      [
        "umann",
        -0.00036001447
      ]
    ]
  },
  "His oratorio Paradise and the Peri borrows from Thomas Moore's Lalla-Rookh. This composer declared \"Hats off, gentleman--a genius!\" after hearing Chopin's compositions, and dedicated his solo piano work Kreisleriana to Chopin. Other piano pieces by this man include Carnival and Scenes from Childhood. This composer's third symphony has five rather than the usual four movements, and was nicknamed after a river near the composer's home, the \"Rhenish.\" For 10 points, name this composer of the \"Spring\" Symphony.": {
    "guess": "Robert Schumann",
    "confidence": [
      [
        "Robert",
        -0.0002663424
      ],
      [
        " Sch",
        -6.515961e-05
      ],
      [
        "umann",
        -7.1954215e-05
      ]
    ]
  },
  "His oratorio Paradise and the Peri borrows from Thomas Moore's Lalla-Rookh. This composer declared \"Hats off, gentleman--a genius!\" after hearing Chopin's compositions, and dedicated his solo piano work Kreisleriana to Chopin. Other piano pieces by this man include Carnival and Scenes from Childhood. This composer's third symphony has five rather than the usual four movements, and was nicknamed after": {
    "guess": "Robert Schumann",
    "confidence": [
      [
        "Robert",
        -0.00046880342
      ],
      [
        " Sch",
        -5.931863e-05
      ],
      [
        "umann",
        -0.00027313698
      ]
    ]
  },
  "His oratorio Paradise and the Peri borrows from Thomas Moore's Lalla-Rookh. This composer declared \"Hats off, gentleman--a genius!\" after hearing Chopin's compositions, and dedicated his solo piano work Kreisleriana to Chopin. Other piano pieces by this man include Carnival and Scenes from Childhood. This composer's third symphony has five rather than the usual four movements, and was nicknamed after a river near the composer's home, the \"Rhenish.\" For 10 points, name this composer of the \"Spring\"": {
    "guess": "Robert Schumann",
    "confidence": [
      [
        "Robert",
        -0.0009152671
      ],
      [
        " Sch",
        -0.00011915887
      ],
      [
        "umann",
        -0.0006928971
      ]
    ]
  },
  "This oration discusses a ten-dollar check which the speaker promises to \"never cash\" and a woman born on St. Patrick's Day who, like the speaker, is \"not a quitter.\" Part of it questions Stephen Mitchell's assertion that only a rich man should run for Senate, and its speaker earlier noted that he did not pay a salary to his wife, unlike his counterpart John Sparkman.  This speech listed completely a man's financial situation, explaining that \"Pat\" \"doesn't have a mink coat\" and why its speaker needed an eighteen-thousand dollar political fund. This speech saved its giver's spot on the Republican ticket, and was given eight years to the day after FDR's similarly-themed \"Fala\" speech. For ten points,": {
    "guess": "Checkers speech",
    "confidence": [
      [
        "Check",
        -0.07144037
      ],
      [
        "ers",
        -0.0017249188
      ],
      [
        " speech",
        -0.007050195
      ]
    ]
  },
  "This oration discusses a ten-dollar check which the speaker promises to \"never cash\" and a woman born on St. Patrick's Day who, like the speaker, is \"not a quitter.\" Part of it questions Stephen Mitchell's": {
    "guess": "The Wikipedia page on \"The Last Lecture\"",
    "confidence": [
      [
        "The",
        -2.2819126
      ],
      [
        " Wikipedia",
        -1.5588937
      ],
      [
        " page",
        -0.0044073327
      ],
      [
        " on",
        -0.22511399
      ],
      [
        " \"",
        -1.8343303
      ],
      [
        "The",
        -1.3670322
      ],
      [
        " Last",
        -1.7968019
      ],
      [
        " Lecture",
        -0.032925617
      ],
      [
        "\"",
        -0.007032905
      ]
    ]
  },
  "The oracle Heremod (HAIR­a­mahd) casts augurs, and finds that everything this man has built will end within one generation, leaving only \"fields of ashes and wastes of salt where the sea has dried away.\"": {
    "guess": "Beowulf",
    "confidence": [
      [
        "Be",
        -0.9692017
      ],
      [
        "ow",
        -0.0047778073
      ],
      [
        "ulf",
        -4.727906e-05
      ]
    ]
  },
  "This oration discusses a ten-dollar check which the speaker promises to \"never cash\" and a woman born on St. Patrick's Day who, like the speaker, is \"not a quitter.\" Part of it questions Stephen Mitchell's assertion that only a rich man should run for Senate, and its speaker earlier noted that he did": {
    "guess": "The Man in the Arena",
    "confidence": [
      [
        "The",
        -2.2882965
      ],
      [
        " Man",
        -1.8701155
      ],
      [
        " in",
        -0.5864417
      ],
      [
        " the",
        -0.007290343
      ],
      [
        " Arena",
        -0.009513584
      ]
    ]
  },
  "This oration discusses a ten-dollar check which the speaker promises to \"never cash\" and a woman born": {
    "guess": "Maya Angelou's poem \"On the Pulse of Morning\"",
    "confidence": [
      [
        "May",
        -0.8440411
      ],
      [
        "a",
        -0.00028064317
      ],
      [
        " Angel",
        -0.0012723776
      ],
      [
        "ou",
        -8.3993786e-05
      ],
      [
        "'s",
        -0.2198175
      ],
      [
        " poem",
        -1.2035764
      ],
      [
        " \"",
        -0.046012737
      ],
      [
        "On",
        -0.4051333
      ],
      [
        " the",
        -0.00045343346
      ],
      [
        " Pulse",
        -0.00081320124
      ],
      [
        " of",
        -0.0003459521
      ],
      [
        " Morning",
        -0.0051357965
      ],
      [
        "\"",
        -0.0013740417
      ]
    ]
  },
  "The oracle Heremod (HAIR­a­mahd) casts augurs, and finds that everything this man has built will end within one generation, leaving only \"fields of ashes and wastes of salt where the sea has dried away.\" Unfortunately, the warning is too late, since Prince Ingeld has already brought his people, the Heathobards": {
    "guess": "Beowulf",
    "confidence": [
      [
        "Be",
        -0.19144215
      ],
      [
        "ow",
        -0.0012873788
      ],
      [
        "ulf",
        -0.00015574339
      ]
    ]
  },
  "His oratorio Paradise and the Peri borrows from Thomas Moore's Lalla-Rookh. This composer declared \"Hats off, gentleman--a genius!\" after hearing Chopin's compositions, and dedicated his solo piano work Kreisleriana to Chopin. Other piano pieces by this man include Carnival and Scenes from Childhood.": {
    "guess": "Robert Schumann",
    "confidence": [
      [
        "Robert",
        -0.0014596429
      ],
      [
        " Sch",
        -0.000119754885
      ],
      [
        "umann",
        -6.897413e-05
      ]
    ]
  },
  "The oracle Heremod (HAIR­a­mahd) casts augurs, and finds that everything this man has built will end within one generation, leaving only \"fields of ashes and wastes of salt where the sea has dried away.\" Unfortunately, the warning is too late, since Prince Ingeld has already brought his people, the Heathobards (HAY­tho­bards), into the kingdom, when he married this king's daughter Freawaru (fray­WAH­roo). As such, he is the last of the line of kings which began with Scyld (SHIELD) and continued to Half­Dane, this king's father, who ordered the construction of Heorot (HAY­or­rot). For ten points": {
    "guess": "Beowulf",
    "confidence": [
      [
        "Be",
        -0.60327613
      ],
      [
        "ow",
        -2.6537622e-05
      ],
      [
        "ulf",
        -1.0325924e-05
      ]
    ]
  },
  "The oracle Heremod (HAIR­a­mahd) casts augurs, and finds that everything this man has built will end within one generation, leaving only \"fields of ashes and wastes of salt where the sea has dried away.\" Unfortunately, the warning is too late, since Prince Ingeld has already brought his people, the Heathobards (HAY­tho­bards), into the kingdom, when he married this king's daughter Freawaru (fray­WAH­roo).": {
    "guess": "Hrothgar",
    "confidence": [
      [
        "H",
        -0.35309324
      ],
      [
        "ro",
        -0.0039638244
      ],
      [
        "th",
        -0.08826733
      ],
      [
        "gar",
        -0.0021669136
      ]
    ]
  },
  "The oracle Heremod (HAIR­a­mahd) casts augurs, and finds that everything this man has built will end within one generation, leaving only \"fields of ashes and wastes of salt where the sea has dried away.\" Unfortunately, the warning is too late, since Prince Ingeld has already brought his people, the Heathobards (HAY­tho­bards), into the kingdom, when he married this king's daughter Freawaru (fray­WAH­roo). As such, he is the last of the line of kings which began with Scyld (SHIELD) and continued to": {
    "guess": "Hrothgar",
    "confidence": [
      [
        "H",
        -0.37444925
      ],
      [
        "ro",
        -0.0017125437
      ],
      [
        "th",
        -0.08166699
      ],
      [
        "gar",
        -0.010791476
      ]
    ]
  },
  "This oration discusses a ten-dollar check which the speaker promises to \"never cash\" and a woman born on St. Patrick's Day who, like the speaker, is \"not a quitter.\" Part of it questions Stephen Mitchell's assertion that only a rich man should run for Senate, and its speaker earlier noted that he did not pay a salary to his wife, unlike his counterpart John Sparkman.  This speech listed completely": {
    "guess": "Howard Baker's farewell address",
    "confidence": [
      [
        "Howard",
        -2.141124
      ],
      [
        " Baker",
        -0.23103671
      ],
      [
        "'s",
        -0.15097304
      ],
      [
        " farewell",
        -2.0759575
      ],
      [
        " address",
        -0.07366673
      ]
    ]
  },
  "The oracle Heremod (HAIR­a­mahd) casts augurs, and finds that everything this man has built will end within one generation, leaving only \"fields of ashes and wastes of salt where the sea has dried away.\" Unfortunately, the warning is too late, since Prince Ingeld has already brought his people, the Heathobards (HAY­tho­bards), into the kingdom, when he married this king's daughter Freawaru (fray­WAH­roo). As such, he is the last of the line of kings which began with Scyld (SHIELD) and continued to Half­Dane, this king's father, who ordered the construction of Heorot (HAY­or­rot). For ten points identify this Danish King who gives his sword, Hrunting, to Beowulf.": {
    "guess": "Hrothgar",
    "confidence": [
      [
        "H",
        -0.023496909
      ],
      [
        "ro",
        -0.0006722823
      ],
      [
        "th",
        -0.0011868956
      ],
      [
        "gar",
        -8.602025e-05
      ]
    ]
  },
  "This oration discusses a ten-dollar check which the speaker promises to \"never cash\" and a woman born on St. Patrick's Day who, like the speaker, is \"not a quitter.\" Part of it questions Stephen Mitchell's assertion that only a rich man should run for Senate, and its speaker earlier noted that he did not pay a salary to his wife, unlike his counterpart John Sparkman.  This speech listed completely a man's financial situation, explaining that \"Pat\" \"doesn't have a mink coat\" and why its speaker needed": {
    "guess": "Checkers speech",
    "confidence": [
      [
        "Check",
        -1.5757898
      ],
      [
        "ers",
        -0.006433741
      ],
      [
        " speech",
        -0.00900841
      ]
    ]
  },
  "This oration discusses a ten-dollar check which the speaker promises to \"never cash\" and a woman born on St. Patrick's Day who, like the speaker, is \"not a quitter.\" Part of it questions Stephen Mitchell's assertion that only a rich man should run for Senate, and its speaker earlier noted that he did not pay a salary to his wife, unlike his counterpart John Sparkman.  This speech listed completely a man's financial situation, explaining that \"Pat\" \"doesn't have a mink coat\" and why its speaker needed an eighteen-thousand dollar political fund. This speech saved its giver's spot on the Republican": {
    "guess": "Checkers speech",
    "confidence": [
      [
        "Check",
        -1.3735576
      ],
      [
        "ers",
        -0.0010848518
      ],
      [
        " speech",
        -0.0070804907
      ]
    ]
  }
}