{
  "He gets up amid the carnage of the battle of Shrewsbury and claims to have killed the rebellious Hotspur.  In an earlier scene, he imagines a chair cushion as a crown, a dagger as a scepter, and a chair as a throne to impersonate the king of England before he switches roles with Hostpur's true killer, Prince Hal.  A different play culminates with this character roaming around the woods at midnight with deer horns attached to his head. For 10 points, name this fat, lusty knight of Shakespeare's Henry IV and The Merry Wives of Windsor.": {
    "guess": "Falstaff",
    "confidence": [
      [
        "Fal",
        -0.46753255
      ],
      [
        "staff",
        -8.180258e-06
      ]
    ]
  },
  "After getting wind of a conspiracy to overthrow Mt. Olympus, it was this figure that traveled to Tartarus and brought back the Hundred Armed giant, Briareos, to save Zeus. After a fight between Lycurgus and Dionysus, this figure sheltered the latter god and was given a Golden Vase. According to Alcman, this personage represented metallurgy, which may refer to her role rescuing Hephaestus after he was": {
    "guess": "Thetis",
    "confidence": [
      [
        "Th",
        -0.0031619146
      ],
      [
        "et",
        -5.9437833e-05
      ],
      [
        "is",
        -8.180258e-06
      ]
    ]
  },
  "After getting wind of a conspiracy to overthrow Mt. Olympus, it was this figure that traveled to Tartarus and brought back the Hundred Armed giant, Briareos, to save Zeus. After a fight between Lycurgus and Dionysus, this figure sheltered the latter god and was given a Golden Vase. According to Alcman, this personage represented metallurgy, which may refer to her role rescuing Hephaestus after he was thrown into the sea. This sister of Eurynome and daughter of Nereus was resting in a cave on the": {
    "guess": "Thetis",
    "confidence": [
      [
        "Th",
        -0.0038256103
      ],
      [
        "et",
        -9.877504e-05
      ],
      [
        "is",
        -1.0564331e-05
      ]
    ]
  },
  "After getting wind of a conspiracy to overthrow Mt. Olympus, it was this figure that traveled to Tartarus and brought back the Hundred Armed giant, Briareos, to save Zeus. After a fight between Lycurgus": {
    "guess": "Thetis",
    "confidence": [
      [
        "Th",
        -0.5194015
      ],
      [
        "et",
        -0.010771193
      ],
      [
        "is",
        -2.3319124e-05
      ]
    ]
  },
  "He gets up amid the carnage of the battle of Shrewsbury and claims to have killed the rebellious Hotspur.  In an earlier scene, he imagines a chair cushion as a crown, a dagger as a scepter, and a chair as a throne to impersonate the king of England before he switches roles with Hostpur's true killer, Prince Hal.  A different play culminates with this character roaming around the woods at midnight": {
    "guess": "Falstaff",
    "confidence": [
      [
        "Fal",
        -0.55574
      ],
      [
        "staff",
        -0.00012642296
      ]
    ]
  },
  "After getting wind of a conspiracy to overthrow Mt. Olympus, it was this figure that traveled to Tartarus": {
    "guess": "Hades",
    "confidence": [
      [
        "H",
        -0.18507126
      ],
      [
        "ades",
        -0.028473124
      ]
    ]
  },
  "He gets up amid the carnage of the battle of Shrewsbury and claims to have killed the rebellious Hotspur.  In an earlier scene, he imagines a chair cushion as a crown, a dagger as a scepter, and a chair as a throne to impersonate the king of England before he switches roles with Hostpur's true killer, Prince Hal.  A different play culminates with this character roaming around the woods at midnight with deer horns attached to his head. For 10 points, name this fat, lusty knight of Shakespeare's Henry": {
    "guess": "Falstaff",
    "confidence": [
      [
        "Fal",
        -0.40308446
      ],
      [
        "staff",
        -3.7265952e-05
      ]
    ]
  },
  "After getting wind of a conspiracy to overthrow Mt. Olympus, it was this figure that traveled to Tartarus and brought back the Hundred Armed giant, Briareos, to save Zeus. After a fight between Lycurgus and Dionysus, this figure sheltered the latter god and was given a Golden Vase. According to Alcman, this personage represented metallurgy, which may refer to her role rescuing Hephaestus after he was thrown into the sea. This sister of Eurynome and daughter of Nereus was resting in a cave on the coast of Magnesia when the King of Phthia cornered her, leading to a wedding that featured Eris throwing down the golden apple of contention. Better known is her decision to dip her son in the river Styx. For 10 points, identify this sea goddess who married Peleus and gave birth to Achilles.": {
    "guess": "Thetis",
    "confidence": [
      [
        "Th",
        -0.00090967544
      ],
      [
        "et",
        -6.511407e-06
      ],
      [
        "is",
        -1.0445127e-05
      ]
    ]
  },
  "After getting wind of a conspiracy to overthrow Mt. Olympus, it was this figure that traveled to Tartarus and brought back the Hundred Armed giant, Briareos, to save Zeus. After a fight between Lycurgus and Dionysus, this figure sheltered the latter god and was given a Golden Vase. According to Alcman, this personage represented metallurgy, which may refer to her role rescuing Hephaestus after he was thrown into the sea. This sister of Eurynome and daughter of Nereus was resting in a cave on the coast of Magnesia when the King of Phthia cornered her, leading to a wedding that featured Eris throwing down the golden apple of contention. Better known is her decision to dip her son in the river Styx.": {
    "guess": "Thetis",
    "confidence": [
      [
        "Th",
        -0.00041470327
      ],
      [
        "et",
        -4.5371802e-05
      ],
      [
        "is",
        -4.8425554e-06
      ]
    ]
  },
  "He gets up amid the carnage of the battle of Shrewsbury and claims to have killed the rebellious Hotspur.": {
    "guess": "Henry V of England",
    "confidence": [
      [
        "Henry",
        -0.34733266
      ],
      [
        " V",
        -0.5731969
      ],
      [
        " of",
        -0.00065822725
      ],
      [
        " England",
        -1.998142e-05
      ]
    ]
  },
  "After getting wind of a conspiracy to overthrow Mt. Olympus, it was this figure that traveled to Tartarus and brought back the Hundred Armed giant, Briareos, to save Zeus. After a fight between Lycurgus and Dionysus, this figure sheltered the latter god and was given a Golden Vase. According to Alcman, this personage represented metallurgy, which may refer to her role rescuing Hephaestus after he was thrown into the sea. This sister of Eurynome and daughter of Nereus was resting in a cave on the coast of Magnesia when the King of Phthia cornered her, leading to a wedding that featured Eris throwing": {
    "guess": "Thetis",
    "confidence": [
      [
        "Th",
        -0.0008603655
      ],
      [
        "et",
        -3.035214e-05
      ],
      [
        "is",
        -8.299462e-06
      ]
    ]
  },
  "He gets up amid the carnage of the battle of Shrewsbury and claims to have killed the rebellious Hotspur.  In an earlier scene, he imagines a chair cushion as a crown, a dagger as a scepter, and a chair as a throne to impersonate the king of England before he switches roles with Hostpur's true killer,": {
    "guess": "Henry IV of England",
    "confidence": [
      [
        "Henry",
        -0.21091418
      ],
      [
        " IV",
        -0.35665312
      ],
      [
        " of",
        -0.560794
      ],
      [
        " England",
        -8.3874584e-05
      ]
    ]
  },
  "He gets up amid the carnage of the battle of Shrewsbury and claims to have killed the rebellious Hotspur.  In an earlier scene, he imagines a chair cushion as a crown, a dagger as a scepter, and a chair": {
    "guess": "Henry IV, Part 1",
    "confidence": [
      [
        "Henry",
        -0.4984765
      ],
      [
        " IV",
        -0.30829898
      ],
      [
        ",",
        -0.30963895
      ],
      [
        " Part",
        -0.0041177
      ],
      [
        " ",
        -0.0080908565
      ],
      [
        "1",
        -0.0033743614
      ]
    ]
  },
  "After getting wind of a conspiracy to overthrow Mt. Olympus, it was this figure that traveled to Tartarus and brought back the Hundred Armed giant, Briareos, to save Zeus. After a fight between Lycurgus and Dionysus, this figure sheltered the latter god and was given a Golden Vase. According to Alcman,": {
    "guess": "Thetis",
    "confidence": [
      [
        "Th",
        -0.058253407
      ],
      [
        "et",
        -0.0017321793
      ],
      [
        "is",
        -7.703444e-06
      ]
    ]
  }
}