{
  "Pius V claimed that the performance of this action by a group in Rome brought about the victory at Lepanto, thus establishing the \"Feast\" of this practice on the first Sunday of October. While performing this ritual, one reflects on the \"Joyful,\" \"Sorrowful,\" \"Luminous,\" or \"Glorious\" mysteries according to the day of the week. This practice is said to have been created by Saint (*) Dominic during the time of the Albigensian Heresy. According to legend, Mary once took flowers from the lips of a monk performing this ritual and wove them into a garland for herself. This practice involves the recitation of fifteen \"decades,\" or sets of Hail Mary's, with ten \"Our Fathers\" at each decade. For 10 points,": {
    "guess": "Rosary",
    "confidence": [
      [
        "Ros",
        -0.022189692
      ],
      [
        "ary",
        -6.392203e-06
      ]
    ]
  },
  "This man pitted his psychological methods against Fritz Perls and a leading Humanistic theorist in a": {
    "guess": "Gestalt psychology",
    "confidence": [
      [
        "G",
        -0.36943096
      ],
      [
        "est",
        -0.14154449
      ],
      [
        "alt",
        -5.252402e-05
      ],
      [
        " psychology",
        -0.32020885
      ]
    ]
  },
  "This man pitted his psychological methods against Fritz Perls and a leading Humanistic theorist in a series of sessions with a single mother, the \"Gloria Tapes.\" His bombastic persona was enhanced by his regular Friday Night public therapy sessions and numerous post-Kinsey works like Sex without Guilt, and he popularized the MMPI on the East Coast while practicing without actually having a doctorate. His major work relies on Korzybski's General Semantics, inspired the work of Aaron Beck, and drew from sources like Epictetus as described in his book How To Live with a Neurotic. That system of his": {
    "guess": "Albert Ellis",
    "confidence": [
      [
        "Albert",
        -0.0067054275
      ],
      [
        " Ellis",
        -0.00016957101
      ]
    ]
  },
  "This man pitted his psychological methods against Fritz Perls and a leading Humanistic theorist in a series of sessions with a single mother, the \"Gloria Tapes.\" His bombastic persona was enhanced by his regular Friday Night public therapy sessions and numerous post-Kinsey works like Sex without Guilt, and he popularized the MMPI on the East Coast while practicing without actually having a doctorate.": {
    "guess": "Albert Ellis",
    "confidence": [
      [
        "Albert",
        -0.0071171834
      ],
      [
        " Ellis",
        -0.00014907165
      ]
    ]
  },
  "Pius V claimed that the performance of this action by a group in Rome brought about the victory at Lepanto, thus establishing the \"Feast\" of this practice on the first Sunday of October. While performing this ritual, one reflects on the \"Joyful,\" \"Sorrowful,\" \"Luminous,\" or \"Glorious\" mysteries according": {
    "guess": "Rosary",
    "confidence": [
      [
        "Ros",
        -0.108161904
      ],
      [
        "ary",
        -3.7385154e-05
      ]
    ]
  },
  "Pius V claimed that the performance of this action by a group in Rome brought about the victory at Lepanto, thus establishing the \"Feast\" of this practice on the first Sunday of October. While performing this ritual, one reflects on the \"Joyful,\" \"Sorrowful,\" \"Luminous,\" or \"Glorious\" mysteries according to the day of the week. This practice is said to have been created by Saint (*) Dominic during the time of the Albigensian Heresy. According to legend, Mary once took flowers from the lips of a monk": {
    "guess": "Rosary",
    "confidence": [
      [
        "Ros",
        -0.012456793
      ],
      [
        "ary",
        -1.0564331e-05
      ]
    ]
  },
  "Pius VII greenlighted Gaspare del Bufalo's establishment of an order of missionaries named for this thing. Denizens of Bruges dress up in medieval garb to celebrate a relic of this entity, which was brought there during the Second Crusade. This thing is invoked twenty-four times, each time with the exhortation": {
    "guess": "Holy Blood",
    "confidence": [
      [
        "Holy",
        -0.41699594
      ],
      [
        " Blood",
        -0.0064094625
      ]
    ]
  },
  "Pius VII greenlighted Gaspare del Bufalo's establishment of an order of missionaries named for this thing. Denizens of Bruges dress up in medieval garb to celebrate a relic of this entity, which was brought": {
    "guess": "The Holy Blood of Jesus",
    "confidence": [
      [
        "The",
        -0.4993064
      ],
      [
        " Holy",
        -0.70831555
      ],
      [
        " Blood",
        -0.0073721153
      ],
      [
        " of",
        -0.02393115
      ],
      [
        " Jesus",
        -0.22790381
      ]
    ]
  },
  "This man pitted his psychological methods against Fritz Perls and a leading Humanistic theorist in a series of sessions with a single mother, the \"Gloria Tapes.\" His bombastic persona was enhanced by his regular Friday Night public therapy sessions and numerous post-Kinsey works like Sex without Guilt, and he popularized the MMPI on the East Coast while practicing without actually having a doctorate. His major work relies on Korzybski's General Semantics, inspired the work of Aaron Beck, and drew": {
    "guess": "Albert Ellis",
    "confidence": [
      [
        "Albert",
        -0.006648703
      ],
      [
        " Ellis",
        -0.00014299227
      ]
    ]
  },
  "Pitot tubes use this law to find velocity, and a special type of this principle is the Venturi effect. This statement is the general case of Torricelli's law and can be found by integrating Euler's equation. Along with Newton's laws of motion, this law helps to explain why airplanes lift, and a special": {
    "guess": "Bernoulli's principle",
    "confidence": [
      [
        "Bern",
        -0.01213403
      ],
      [
        "ou",
        -2.1008714e-06
      ],
      [
        "lli",
        -2.2961513e-05
      ],
      [
        "'s",
        -1.1041146e-05
      ],
      [
        " principle",
        -0.0009381395
      ]
    ]
  },
  "This man pitted his psychological methods against Fritz Perls and a leading Humanistic theorist in a series of sessions with a single mother, the \"Gloria Tapes.\" His bombastic persona was enhanced by his regular Friday Night public therapy sessions and numerous post-Kinsey works like Sex without Guilt, and he popularized the MMPI on the East Coast while practicing without actually having a doctorate. His major work relies on Korzybski's General Semantics, inspired the work of Aaron Beck, and drew from sources like Epictetus as described in his book How To Live with a Neurotic. That system of his relies on restructuring of damaging internal constructs and was advocated over behaviorism and psychoanalysis by this man. FTP, name this early cognitive-behaviorist who authored Reason and Emotion in Psychotherapy and created Rational-Emotive Therapy.": {
    "guess": "Albert Ellis",
    "confidence": [
      [
        "Albert",
        -0.0123666115
      ],
      [
        " Ellis",
        -7.564953e-05
      ]
    ]
  },
  "Pitot tubes use this law to find velocity, and a special type of this principle is the Venturi effect. This statement is the general case of Torricelli's law and can be found by integrating Euler's equation.": {
    "guess": "Bernoulli's principle",
    "confidence": [
      [
        "Bern",
        -0.0029534546
      ],
      [
        "ou",
        -9.0883464e-07
      ],
      [
        "lli",
        -1.18755715e-05
      ],
      [
        "'s",
        -8.776276e-06
      ],
      [
        " principle",
        -0.0008319015
      ]
    ]
  },
  "Pius V claimed that the performance of this action by a group in Rome brought about the victory at Lepanto, thus establishing the \"Feast\" of this practice on the first Sunday of October. While performing": {
    "guess": "Rosary",
    "confidence": [
      [
        "Ros",
        -0.09053223
      ],
      [
        "ary",
        -3.7265952e-05
      ]
    ]
  },
  "This man pitted his psychological methods against Fritz Perls and a leading Humanistic theorist in a series of sessions with a single mother, the \"Gloria Tapes.\" His bombastic persona was enhanced by his": {
    "guess": "Albert Ellis",
    "confidence": [
      [
        "Albert",
        -0.5754294
      ],
      [
        " Ellis",
        -0.00012296606
      ]
    ]
  },
  "This man pitted his psychological methods against Fritz Perls and a leading Humanistic theorist in a series of sessions with a single mother, the \"Gloria Tapes.\" His bombastic persona was enhanced by his regular Friday Night public therapy sessions and numerous post-Kinsey works like Sex without Guilt, and he popularized the MMPI on the East Coast while practicing without actually having a doctorate. His major work relies on Korzybski's General Semantics, inspired the work of Aaron Beck, and drew from sources like Epictetus as described in his book How To Live with a Neurotic. That system of his relies on restructuring of damaging internal constructs and was advocated over behaviorism and psychoanalysis": {
    "guess": "Albert Ellis",
    "confidence": [
      [
        "Albert",
        -0.005940652
      ],
      [
        " Ellis",
        -0.000134052
      ]
    ]
  },
  "This man pitted his psychological methods against Fritz Perls and a leading Humanistic theorist in a series of sessions with a single mother, the \"Gloria Tapes.\" His bombastic persona was enhanced by his regular Friday Night public therapy sessions and numerous post-Kinsey works like Sex without Guilt,": {
    "guess": "Albert Ellis",
    "confidence": [
      [
        "Albert",
        -0.20316507
      ],
      [
        " Ellis",
        -9.448371e-05
      ]
    ]
  },
  "Pius V claimed that the performance of this action by a group in Rome brought about the victory at Lepanto, thus establishing the \"Feast\" of this practice on the first Sunday of October. While performing this ritual, one reflects on the \"Joyful,\" \"Sorrowful,\" \"Luminous,\" or \"Glorious\" mysteries according to the day of the week. This practice is said to have been created by Saint (*) Dominic during the time of the Albigensian Heresy. According to legend, Mary once took flowers from the lips of a monk performing this ritual and wove them into a garland for herself. This practice involves the recitation of fifteen \"decades,\" or sets of Hail Mary's, with ten \"Our Fathers\" at each decade. For 10 points, name this prayer to the Virgin Mary recited using a set of beads.": {
    "guess": "Rosary",
    "confidence": [
      [
        "Ros",
        -0.015236563
      ],
      [
        "ary",
        -9.014684e-06
      ]
    ]
  },
  "Pius VII greenlighted Gaspare del Bufalo's establishment of an order of missionaries named for this thing. Denizens of Bruges dress up in medieval garb to celebrate a relic of this entity, which was brought there during the Second Crusade. This thing is invoked twenty-four times, each time with the exhortation \"save us!,\" in a \"most precious\" litany. This is the second of two items mentioned in John": {
    "guess": "Second Crusade",
    "confidence": [
      [
        "Second",
        -0.8676229
      ],
      [
        " Crus",
        -0.06397409
      ],
      [
        "ade",
        -0.0011774895
      ]
    ]
  },
  "Pius VII greenlighted Gaspare del Bufalo's establishment of an order of missionaries named for this thing. Denizens of Bruges dress up in medieval garb to celebrate a relic of this entity, which was brought there during the Second Crusade. This thing is invoked twenty-four times, each time with the exhortation \"save us!,\" in a \"most precious\" litany. This is the second of two items mentioned in John 6:53-55 in connection with eternal life. In a literal sense, this substance was produced alongside the Holy Prepuce, and it resulted from the Five Holy Wounds. For 10 points, name this substance, which, according to the doctrine of transubstantiation, is what the wine in the Eucharist really becomes.": {
    "guess": "Blood",
    "confidence": [
      [
        "Blood",
        -0.23891646
      ]
    ]
  },
  "Pius VII greenlighted Gaspare del Bufalo's establishment of an order of missionaries named for this thing. Denizens of Bruges dress up in medieval garb to celebrate a relic of this entity, which was brought there during the Second Crusade. This thing is invoked twenty-four times, each time with the exhortation \"save us!,\" in a \"most precious\" litany. This is the second of two items mentioned in John 6:53-55 in connection with eternal life. In a literal sense, this substance was produced alongside": {
    "guess": "Precious Blood",
    "confidence": [
      [
        "Prec",
        -1.0869466
      ],
      [
        "ious",
        -0.00016611411
      ],
      [
        " Blood",
        -0.0014479756
      ]
    ]
  },
  "Pius V claimed that the performance of this action by a group in Rome brought about the victory at Lepanto, thus establishing the \"Feast\" of this practice on the first Sunday of October. While performing this ritual, one reflects on the \"Joyful,\" \"Sorrowful,\" \"Luminous,\" or \"Glorious\" mysteries according to the day of the week. This practice is said to have been created by Saint (*) Dominic during": {
    "guess": "Rosary",
    "confidence": [
      [
        "Ros",
        -0.015177039
      ],
      [
        "ary",
        -2.0815847e-05
      ]
    ]
  },
  "Pitot tubes use this law to find velocity, and a special type of this principle is the Venturi effect. This statement is the general case of Torricelli's law and can be found by integrating Euler's equation. Along with Newton's laws of motion, this law helps to explain why airplanes lift, and a special case of it helps to figure out why boats travel at a faster speed than the winds propelling them. For 10 points, name this equation, important to hydrodynamics, which is named after a Swiss mathematician.": {
    "guess": "Bernoulli's principle",
    "confidence": [
      [
        "Bern",
        -0.013903848
      ],
      [
        "ou",
        -5.5122365e-07
      ],
      [
        "lli",
        -2.6895234e-05
      ],
      [
        "'s",
        -0.00015550498
      ],
      [
        " principle",
        -0.11038076
      ]
    ]
  },
  "Pius V claimed that the performance of this action by a group in Rome brought about the victory at Lepanto,": {
    "guess": "Rosary of the Blessed Virgin Mary",
    "confidence": [
      [
        "Ros",
        -0.49063402
      ],
      [
        "ary",
        -0.00034642892
      ],
      [
        " of",
        -0.8529299
      ],
      [
        " the",
        -0.10350608
      ],
      [
        " Blessed",
        -0.69599485
      ],
      [
        " Virgin",
        -5.4385737e-06
      ],
      [
        " Mary",
        -7.5411124e-05
      ]
    ]
  },
  "Pius V claimed that the performance of this action by a group in Rome brought about the victory at Lepanto, thus establishing the \"Feast\" of this practice on the first Sunday of October. While performing this ritual, one reflects on the \"Joyful,\" \"Sorrowful,\" \"Luminous,\" or \"Glorious\" mysteries according to the day of the week. This practice is said to have been created by Saint (*) Dominic during the time of the Albigensian Heresy. According to legend, Mary once took flowers from the lips of a monk performing this ritual and wove them into a garland for herself. This practice involves the recitation": {
    "guess": "Rosary",
    "confidence": [
      [
        "Ros",
        -0.011920961
      ],
      [
        "ary",
        -2.5345586e-05
      ]
    ]
  },
  "Pius VII greenlighted Gaspare del Bufalo's establishment of an order of missionaries named for this thing.": {
    "guess": "Missionaries of the Precious Blood",
    "confidence": [
      [
        "Mission",
        -0.5647851
      ],
      [
        "aries",
        -0.021414723
      ],
      [
        " of",
        -0.00051347545
      ],
      [
        " the",
        -0.0014798635
      ],
      [
        " Prec",
        -0.0017278953
      ],
      [
        "ious",
        -1.8193366e-05
      ],
      [
        " Blood",
        -1.27099975e-05
      ]
    ]
  },
  "This man pitted his psychological methods against Fritz Perls and a leading Humanistic theorist in a series of sessions with a single mother, the \"Gloria Tapes.\" His bombastic persona was enhanced by his regular Friday Night public therapy sessions and numerous post-Kinsey works like Sex without Guilt, and he popularized the MMPI on the East Coast while practicing without actually having a doctorate. His major work relies on Korzybski's General Semantics, inspired the work of Aaron Beck, and drew from sources like Epictetus as described in his book How To Live with a Neurotic. That system of his relies on restructuring of damaging internal constructs and was advocated over behaviorism and psychoanalysis by this man. FTP, name this early cognitive-behaviorist who authored Reason and Emotion": {
    "guess": "Albert Ellis",
    "confidence": [
      [
        "Albert",
        -0.003151577
      ],
      [
        " Ellis",
        -8.75699e-05
      ]
    ]
  },
  "Pius VII greenlighted Gaspare del Bufalo's establishment of an order of missionaries named for this thing. Denizens of Bruges dress up in medieval garb to celebrate a relic of this entity, which was brought there during the Second Crusade. This thing is invoked twenty-four times, each time with the exhortation \"save us!,\" in a \"most precious\" litany. This is the second of two items mentioned in John 6:53-55 in connection with eternal life. In a literal sense, this substance was produced alongside the Holy Prepuce, and it resulted from the Five Holy Wounds. For 10 points, name this substance, which,": {
    "guess": "Precious Blood",
    "confidence": [
      [
        "Prec",
        -0.70105404
      ],
      [
        "ious",
        -1.6882126e-05
      ],
      [
        " Blood",
        -0.001484032
      ]
    ]
  },
  "Pitot tubes use this law to find velocity, and a special type of this principle is the Venturi effect.": {
    "guess": "Bernoulli's principle",
    "confidence": [
      [
        "Bern",
        -0.00040576665
      ],
      [
        "ou",
        -4.246537e-06
      ],
      [
        "lli",
        -2.5941605e-05
      ],
      [
        "'s",
        -3.106736e-05
      ],
      [
        " principle",
        -0.002637607
      ]
    ]
  },
  "Pitot tubes use this law to find velocity, and a special type of this principle is the Venturi effect. This statement is the general case of Torricelli's law and can be found by integrating Euler's equation. Along with Newton's laws of motion, this law helps to explain why airplanes lift, and a special case of it helps to figure out why boats travel at a faster speed than the winds propelling them.": {
    "guess": "Bernoulli's principle",
    "confidence": [
      [
        "Bern",
        -0.0007032568
      ],
      [
        "ou",
        -1.7432603e-06
      ],
      [
        "lli",
        -1.1041146e-05
      ],
      [
        "'s",
        -2.3319124e-05
      ],
      [
        " principle",
        -0.0035257174
      ]
    ]
  }
}