{
  "Ichiro Suzuki once claimed that his favorite actress is this wife of Jesse James. She has played a character who is at a wedding when she is forced to tend to her boss's \"emergency\" of not knowing what to wear, a woman named Annie Porter forced to drive a bus, and a victim of a carjacking named Jean": {
    "guess": "Sandra Bullock",
    "confidence": [
      [
        "S",
        -0.01200778
      ],
      [
        "andra",
        -0.0026565127
      ],
      [
        " Bul",
        -8.76891e-05
      ],
      [
        "lock",
        -0.000108668944
      ]
    ]
  },
  "Ichiro Suzuki once claimed that his favorite actress is this wife of Jesse James. She has played a character": {
    "guess": "Sandra Bullock",
    "confidence": [
      [
        "S",
        -0.021816513
      ],
      [
        "andra",
        -0.009248216
      ],
      [
        " Bul",
        -2.8444882e-05
      ],
      [
        "lock",
        -9.436451e-05
      ]
    ]
  },
  "Ichiro Suzuki once claimed that his favorite actress is this wife of Jesse James. She has played a character who is at a wedding when she is forced to tend to her boss's \"emergency\" of not knowing what to wear, a woman named Annie Porter forced to drive a bus, and a victim of a carjacking named Jean Cabot. In addition to these roles in Two Weeks' Notice, Speed, and Crash, she more recently portrayed a Canadian publishing executive who travels to Alaska to pretend to marry her assistant. For 10 points,": {
    "guess": "Sandra Bullock",
    "confidence": [
      [
        "S",
        -0.0011379543
      ],
      [
        "andra",
        -1.247159e-05
      ],
      [
        " Bul",
        -2.9636918e-05
      ],
      [
        "lock",
        -7.7079974e-05
      ]
    ]
  },
  "Ichiro Suzuki once claimed that his favorite actress is this wife of Jesse James. She has played a character who is at a wedding when she is forced to tend to her boss's \"emergency\" of not knowing what to wear, a woman named Annie Porter forced to drive a bus, and a victim of a carjacking named Jean Cabot. In addition to these roles in Two Weeks' Notice, Speed, and Crash, she more recently portrayed": {
    "guess": "Sandra Bullock",
    "confidence": [
      [
        "S",
        -0.0054069962
      ],
      [
        "andra",
        -0.000107953725
      ],
      [
        " Bul",
        -0.00019531534
      ],
      [
        "lock",
        -0.0001440651
      ]
    ]
  },
  "Ichiro Suzuki once claimed that his favorite actress is this wife of Jesse James. She has played a character who is at a wedding when she is forced to tend to her boss's \"emergency\" of not knowing what to wear, a woman named Annie Porter forced to drive a bus, and a victim of a carjacking named Jean Cabot. In addition to these roles in Two Weeks' Notice, Speed, and Crash, she more recently portrayed a Canadian publishing executive who travels to Alaska to pretend to marry her assistant. For 10 points, identify this star of Miss Congeniality and The Proposal.": {
    "guess": "Sandra Bullock",
    "confidence": [
      [
        "S",
        -0.0014508291
      ],
      [
        "andra",
        -0.00081629684
      ],
      [
        " Bul",
        -0.00038169484
      ],
      [
        "lock",
        -6.6947665e-05
      ]
    ]
  },
  "Ichiro Suzuki once claimed that his favorite actress is this wife of Jesse James. She has played a character who is at a wedding when she is forced to tend to her boss's \"emergency\" of not knowing what": {
    "guess": "Sandra Bullock",
    "confidence": [
      [
        "S",
        -1.0583783
      ],
      [
        "andra",
        -0.01073015
      ],
      [
        " Bul",
        -0.000631544
      ],
      [
        "lock",
        -0.00022666223
      ]
    ]
  }
}