{
  "Ithobaal III was among the rulers of this civilization. The sarcophagus of another of their rulers, Ahiram, contains the first inscriptions found in this people's language. This people's major trade good,": {
    "guess": "Phoenicia",
    "confidence": [
      [
        "Ph",
        -0.00375709
      ],
      [
        "oen",
        -1.7597347e-05
      ],
      [
        "icia",
        -0.12590931
      ]
    ]
  },
  "Ithobaal III was among the rulers of this civilization. The sarcophagus of another of their rulers, Ahiram,": {
    "guess": "Phoenicia",
    "confidence": [
      [
        "Ph",
        -0.009103519
      ],
      [
        "oen",
        -2.8921695e-05
      ],
      [
        "icia",
        -0.03062882
      ]
    ]
  },
  "Ithobaal III was among the rulers of this civilization. The sarcophagus of another of their rulers, Ahiram, contains the first inscriptions found in this people's language. This people's major trade good, a brominated compound obtained from the spiny murex shell, let them make a dye from which they got a name meaning \"purple people.\" These people founded Hippo and brought their Semitic language and": {
    "guess": "Phoenicia",
    "confidence": [
      [
        "Ph",
        -0.008169254
      ],
      [
        "oen",
        -0.000114748334
      ],
      [
        "icia",
        -0.055310436
      ]
    ]
  },
  "Ithobaal III was among the rulers of this civilization. The sarcophagus of another of their rulers, Ahiram, contains the first inscriptions found in this people's language. This people's major trade good, a brominated compound obtained from the spiny murex shell, let them make a dye from which they got": {
    "guess": "Phoenicia",
    "confidence": [
      [
        "Ph",
        -0.01300234
      ],
      [
        "oen",
        -5.3000836e-05
      ],
      [
        "icia",
        -0.11053521
      ]
    ]
  },
  "Ithobaal III was among the rulers of this civilization. The sarcophagus of another of their rulers, Ahiram, contains the first inscriptions found in this people's language. This people's major trade good, a brominated compound obtained from the spiny murex shell, let them make a dye from which they got a name meaning \"purple people.\" These people founded Hippo and brought their Semitic language and an early consonantal alphabet from Tyre to the founding site of Carthage. For 10 points, name these": {
    "guess": "Phoenicians",
    "confidence": [
      [
        "Ph",
        -0.020047763
      ],
      [
        "oen",
        -5.121278e-05
      ],
      [
        "icians",
        -0.06436125
      ]
    ]
  },
  "Ithobaal III was among the rulers of this civilization. The sarcophagus of another of their rulers, Ahiram, contains the first inscriptions found in this people's language. This people's major trade good, a brominated compound obtained from the spiny murex shell, let them make a dye from which they got a name meaning \"purple people.\" These people founded Hippo and brought their Semitic language and an early consonantal alphabet from Tyre to the founding site of Carthage. For 10 points, name these pre-Greek people who traded extensively in the eastern Mediterranean.": {
    "guess": "Phoenicia",
    "confidence": [
      [
        "Ph",
        -0.005018617
      ],
      [
        "oen",
        -8.180258e-06
      ],
      [
        "icia",
        -0.031556673
      ]
    ]
  }
}