{
  "Glima, a form of wrestling, is its traditional sport, but soccer is the most popular. In 1998, 64% of this country's births were to single mothers, but its generous maternity insurance and leave give it extremely low infant mortality. Its largest glacier, Vatnajokull, is bigger than all others in Europe": {
    "guess": "Iceland",
    "confidence": [
      [
        "I",
        -0.0019238754
      ],
      [
        "celand",
        -0.00020425562
      ]
    ]
  },
  "Glima, a form of wrestling, is its traditional sport, but soccer is the most popular. In 1998, 64% of": {
    "guess": "Iceland",
    "confidence": [
      [
        "I",
        -0.041594464
      ],
      [
        "celand",
        -0.00019007038
      ]
    ]
  },
  "Glima, a form of wrestling, is its traditional sport, but soccer is the most popular. In 1998, 64% of this country's births were to single mothers, but its generous maternity insurance and leave give it": {
    "guess": "Iceland",
    "confidence": [
      [
        "I",
        -0.002623693
      ],
      [
        "celand",
        -0.00014835644
      ]
    ]
  },
  "Glima, a form of wrestling, is its traditional sport, but soccer is the most popular. In 1998, 64% of this country's births were to single mothers, but its generous maternity insurance and leave give it extremely low infant mortality. Its largest glacier, Vatnajokull, is bigger than all others in Europe combined and its capital city, whose name means \"smoking bay,\" is the world's most northerly. For ten points, name this country on the second largest Atlantic island, with capital at Reykjavik.": {
    "guess": "Iceland",
    "confidence": [
      [
        "I",
        -0.0005611349
      ],
      [
        "celand",
        -0.00017481597
      ]
    ]
  },
  "Glima, a form of wrestling, is its traditional sport, but soccer is the most popular. In 1998, 64% of this country's births were to single mothers, but its generous maternity insurance and leave give it extremely low infant mortality. Its largest glacier, Vatnajokull, is bigger than all others in Europe combined and its capital city, whose name means \"smoking bay,\" is the world's most northerly. For": {
    "guess": "Iceland",
    "confidence": [
      [
        "I",
        -0.0029544046
      ],
      [
        "celand",
        -0.00013810492
      ]
    ]
  }
}