{
  "Otto Stern proposed a slipping plane in these systems, at which ions with non-negligible volume adsorb to a surface, modifying the Helmholtz and Gouy-Chapman models. These systems are stabilized through the addition of a salt, called peptization. Because these materials effectively scatter light with low wavelengths, they often appear blue when light is shined through them in the Tyndall effect. Flocculation disrupts these systems, which are defined to be dispersions with particle diameter between a nanometer and a micrometer. For 10 points, name these systems of in which one substance is dispersed throughout another, exemplified by foams, emulsions, and aerosols.": {
    "guess": "Colloid",
    "confidence": [
      [
        "Col",
        -0.0022543375
      ],
      [
        "loid",
        -0.01048209
      ]
    ]
  },
  "Otus and Ephialtes were immune from any weapons thrown at them by the gods, and were finally killed when this god caused a stag to run between them and they shot each other aiming for it. For a final five points name this god, who devised the stratagem in retaliation for the attempted rape of his sister": {
    "guess": "Apollo",
    "confidence": [
      [
        "Apollo",
        -0.32029626
      ]
    ]
  },
  "Otto Stern proposed a slipping plane in these systems, at which ions with non-negligible volume adsorb to a surface, modifying the Helmholtz and Gouy-Chapman models. These systems are stabilized through the addition of a salt, called peptization. Because these materials effectively scatter light with": {
    "guess": "Colloid",
    "confidence": [
      [
        "Col",
        -0.101538695
      ],
      [
        "loid",
        -0.22587569
      ]
    ]
  },
  "Otus and Ephialtes were immune from any weapons thrown at them by the gods, and were finally killed when this god caused a stag to run between them and they shot each other aiming for it. For a final five points name this god, who devised the stratagem in retaliation for the attempted rape of his sister Artemis.": {
    "guess": "Apollo",
    "confidence": [
      [
        "Apollo",
        -0.044214
      ]
    ]
  },
  "Otto Stern proposed a slipping plane in these systems, at which ions with non-negligible volume adsorb to a surface, modifying the Helmholtz and Gouy-Chapman models. These systems are stabilized through the addition of a salt, called peptization. Because these materials effectively scatter light with low wavelengths, they often appear blue when light is shined through them in the Tyndall effect. Flocculation disrupts these systems, which are defined to be dispersions with particle diameter between a nanometer and a micrometer. For 10 points, name these systems of in which one substance is dispersed": {
    "guess": "Colloid",
    "confidence": [
      [
        "Col",
        -0.0031205565
      ],
      [
        "loid",
        -0.022227688
      ]
    ]
  },
  "Otus and Ephialtes were immune from any weapons thrown at them by the gods, and were finally killed when": {
    "guess": "Heracles",
    "confidence": [
      [
        "Her",
        -1.0329049
      ],
      [
        "acles",
        -0.00942029
      ]
    ]
  },
  "Otto Stern proposed a slipping plane in these systems, at which ions with non-negligible volume adsorb to a surface, modifying the Helmholtz and Gouy-Chapman models. These systems are stabilized through the addition of a salt, called peptization. Because these materials effectively scatter light with low wavelengths, they often appear blue when light is shined through them in the Tyndall effect. Flocculation disrupts these systems, which are defined to be dispersions with particle diameter between": {
    "guess": "Colloid",
    "confidence": [
      [
        "Col",
        -0.027914744
      ],
      [
        "loid",
        -0.046615824
      ]
    ]
  },
  "Otus and Ephialtes were immune from any weapons thrown at them by the gods, and were finally killed when this god caused a stag to run between them and they shot each other aiming for it. For a final five": {
    "guess": "Apollo",
    "confidence": [
      [
        "Apollo",
        -0.8174784
      ]
    ]
  },
  "Otto Stern proposed a slipping plane in these systems, at which ions with non-negligible volume adsorb to a surface, modifying the Helmholtz and Gouy-Chapman models. These systems are stabilized through": {
    "guess": "Colloid",
    "confidence": [
      [
        "Col",
        -1.112734
      ],
      [
        "loid",
        -0.09883257
      ]
    ]
  },
  "Otto Stern proposed a slipping plane in these systems, at which ions with non-negligible volume adsorb to a surface, modifying the Helmholtz and Gouy-Chapman models. These systems are stabilized through the addition of a salt, called peptization. Because these materials effectively scatter light with low wavelengths, they often appear blue when light is shined through them in the Tyndall effect. Flocculation": {
    "guess": "Colloid",
    "confidence": [
      [
        "Col",
        -0.083733
      ],
      [
        "loid",
        -0.017073428
      ]
    ]
  },
  "Otto Stern proposed a slipping plane in these systems, at which ions with non-negligible volume adsorb": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -1.1802474
      ]
    ]
  }
}