{
  "This academic put forth the \"fundamental rule\" that \"One must consider social facts as things.\" His study of animism and totemism argued that religions were instances of abstract society worship, and focused on the sacred/profane dichotomy. This author of Elementary Forms of Religious Life wrote a dissertation on the shift from \"mechanical\" to \"organic\" solidarity, The Division of Labor in Society. He described egoistic, fatalistic, and altruistic deaths in a study which included a state of disconnect from social norms, or anomie, among four causes of Suicide. For 10 points, name this pioneering French sociologist.": {
    "guess": "Émile Durkheim",
    "confidence": [
      [
        "É",
        -0.002643556
      ],
      [
        "mile",
        -1.18755715e-05
      ],
      [
        " Dur",
        -7.89631e-07
      ],
      [
        "k",
        -3.88156e-05
      ],
      [
        "heim",
        -5.1689596e-05
      ]
    ]
  },
  "This academic put forth the \"fundamental rule\" that \"One must consider social facts as things.\" His study of animism and totemism argued that religions were instances of abstract society worship, and focused": {
    "guess": "Émile Durkheim",
    "confidence": [
      [
        "É",
        -0.10354434
      ],
      [
        "mile",
        -6.50404e-05
      ],
      [
        " Dur",
        -0.00067907316
      ],
      [
        "k",
        -3.6073914e-05
      ],
      [
        "heim",
        -4.3941356e-05
      ]
    ]
  },
  "This academic put forth the \"fundamental rule\" that \"One must consider social facts as things.\" His study of animism and totemism argued that religions were instances of abstract society worship, and focused on the sacred/profane dichotomy. This author of Elementary Forms of Religious Life wrote a dissertation on the shift from \"mechanical\" to \"organic\" solidarity, The Division of Labor in Society. He described egoistic, fatalistic, and altruistic deaths in a study which included a state of disconnect": {
    "guess": "Émile Durkheim",
    "confidence": [
      [
        "É",
        -0.005326367
      ],
      [
        "mile",
        -2.1769476e-05
      ],
      [
        " Dur",
        -0.00022737744
      ],
      [
        "k",
        -6.408677e-05
      ],
      [
        "heim",
        -0.00013309837
      ]
    ]
  },
  "This academic put forth the \"fundamental rule\" that \"One must consider social facts as things.\" His study of animism and totemism argued that religions were instances of abstract society worship, and focused on the sacred/profane dichotomy. This author of Elementary Forms of Religious Life wrote a dissertation on the shift from \"mechanical\" to \"organic\" solidarity, The Division of Labor in Society.": {
    "guess": "Émile Durkheim",
    "confidence": [
      [
        "É",
        -0.008067441
      ],
      [
        "mile",
        -2.057744e-05
      ],
      [
        " Dur",
        -0.00011093382
      ],
      [
        "k",
        -2.5107178e-05
      ],
      [
        "heim",
        -4.5252596e-05
      ]
    ]
  },
  "This academic put forth the \"fundamental rule\" that \"One must consider social facts as things.\" His study": {
    "guess": "Émile Durkheim",
    "confidence": [
      [
        "É",
        -0.09738238
      ],
      [
        "mile",
        -7.6364755e-05
      ],
      [
        " Dur",
        -0.00066764065
      ],
      [
        "k",
        -4.9305523e-05
      ],
      [
        "heim",
        -7.7318386e-05
      ]
    ]
  },
  "This academic put forth the \"fundamental rule\" that \"One must consider social facts as things.\" His study of animism and totemism argued that religions were instances of abstract society worship, and focused on the sacred/profane dichotomy. This author of Elementary Forms of Religious Life wrote a dissertation": {
    "guess": "Émile Durkheim",
    "confidence": [
      [
        "É",
        -0.038411174
      ],
      [
        "mile",
        -7.684157e-05
      ],
      [
        " Dur",
        -0.0013247648
      ],
      [
        "k",
        -5.800739e-05
      ],
      [
        "heim",
        -5.7411373e-05
      ]
    ]
  },
  "This academic put forth the \"fundamental rule\" that \"One must consider social facts as things.\" His study of animism and totemism argued that religions were instances of abstract society worship, and focused on the sacred/profane dichotomy. This author of Elementary Forms of Religious Life wrote a dissertation on the shift from \"mechanical\" to \"organic\" solidarity, The Division of Labor in Society. He described egoistic, fatalistic, and altruistic deaths in a study which included a state of disconnect from social norms, or anomie, among four causes of Suicide. For 10 points, name this pioneering": {
    "guess": "Émile Durkheim",
    "confidence": [
      [
        "É",
        -0.0065560946
      ],
      [
        "mile",
        -3.0828953e-05
      ],
      [
        " Dur",
        -6.241792e-05
      ],
      [
        "k",
        -6.301394e-05
      ],
      [
        "heim",
        -0.00010950337
      ]
    ]
  },
  "He won an Academy Award for The Heiress on his fourth nomination.  Among his Socialist-themed works were": {
    "guess": "Ruth Gordon",
    "confidence": [
      [
        "R",
        -0.15660298
      ],
      [
        "uth",
        -0.042680092
      ],
      [
        " Gordon",
        -0.16998923
      ]
    ]
  },
  "He won an Academy Award for The Heiress on his fourth nomination.  Among his Socialist-themed works were Into The Street May First and an article about proletarian music for The New Masses.  His symphonies": {
    "guess": "Marc Blitzstein",
    "confidence": [
      [
        "Marc",
        -0.40764883
      ],
      [
        " Blitz",
        -0.0016024599
      ],
      [
        "stein",
        -9.8536635e-05
      ]
    ]
  },
  "He won an Academy Award for The Heiress on his fourth nomination.  Among his Socialist-themed works were Into The Street May First and an article about proletarian music for The New Masses.  His symphonies include a Short Symphony and an Organ Symphony, and Something Wild and his Clarinet Concerto showed": {
    "guess": "Marc Blitzstein",
    "confidence": [
      [
        "Marc",
        -0.64405495
      ],
      [
        " Blitz",
        -0.00059163634
      ],
      [
        "stein",
        -5.550411e-05
      ]
    ]
  },
  "He won an Academy Award for The Heiress on his fourth nomination.  Among his Socialist-themed works were Into The Street May First and an article about proletarian music for The New Masses.  His symphonies include a Short Symphony and an Organ Symphony, and Something Wild and his Clarinet Concerto showed jazz influences.  His ballets include Hear Ye, Hear Ye!, a satire of the American judicial system,": {
    "guess": "Aaron Copland",
    "confidence": [
      [
        "Aaron",
        -0.0031666718
      ],
      [
        " Cop",
        -1.9146995e-05
      ],
      [
        "land",
        -8.017927e-05
      ]
    ]
  },
  "He won an Academy Award for The Heiress on his fourth nomination.  Among his Socialist-themed works were Into The Street May First and an article about proletarian music for The New Masses.  His symphonies include a Short Symphony and an Organ Symphony, and Something Wild and his Clarinet Concerto showed jazz influences.  His ballets include Hear Ye, Hear Ye!, a satire of the American judicial system, and several more famous works.  For ten points, name this American composer of Billy The Kid, Rodeo,": {
    "guess": "Aaron Copland",
    "confidence": [
      [
        "Aaron",
        -0.035886023
      ],
      [
        " Cop",
        -2.0100624e-05
      ],
      [
        "land",
        -0.0001005631
      ]
    ]
  },
  "He won an Academy Award for The Heiress on his fourth nomination.  Among his Socialist-themed works were Into The Street May First and an article about proletarian music for The New Masses.  His symphonies include a Short Symphony and an Organ Symphony, and Something Wild and his Clarinet Concerto showed jazz influences.  His ballets include Hear Ye, Hear Ye!, a satire of the American judicial system, and several more famous works.  For ten points, name this American composer of Billy The Kid, Rodeo, and Appalachian Spring,  as well as the Fanfare for the Common Man.": {
    "guess": "Aaron Copland",
    "confidence": [
      [
        "Aaron",
        -0.0060790605
      ],
      [
        " Cop",
        -3.4762674e-05
      ],
      [
        "land",
        -0.00016396845
      ]
    ]
  }
}