{
  "This body issued the \"Solemn Engagement\" and appointed Agitators to complain about a lack of payment before issuing an \"Agreement of the People.\" This body was bound by the Solemn League and Covenant,": {
    "guess": "New Model Army",
    "confidence": [
      [
        "New",
        -0.47509328
      ],
      [
        " Model",
        -1.7478143e-05
      ],
      [
        " Army",
        -1.0280384e-06
      ]
    ]
  },
  "His body disappeared after William Cobbett had exhumed it and taken it to England, where it was not allowed to be buried. He was not allowed to be buried in consecrated ground in America because of \"atheism\" and had been interred on his farm in New Rochelle, which the State of New York had given him. _FOR 10 POINTS_ —name this political radical, author of such works as The Age of Reason and Common Sense.": {
    "guess": "Thomas Paine",
    "confidence": [
      [
        "Thomas",
        -0.0046754037
      ],
      [
        " P",
        -9.253091e-06
      ],
      [
        "aine",
        -2.1008714e-06
      ]
    ]
  },
  "His bodyguards originally consisted of a brainwashed group of 16-year old girls called \"The Dolls\", each one named after a different month of the year. The fortune teller Rose shared a soul with him, because he had to expel all of the good in his soul to master \"Psycho Power\". He tried to transfer his": {
    "guess": "M. Bison",
    "confidence": [
      [
        "M",
        -0.0761376
      ],
      [
        ".",
        -0.00056697224
      ],
      [
        " Bison",
        -5.5122365e-07
      ]
    ]
  },
  "This body of water is bordered to the east and south by the Kyzyl and Kara deserts, and to the west by the Ust'-Urt Plateau. The Russian-administered Baikonur Cosmodrome lies on one of the two major rivers flowing into it, and the Dike Kokaral separates its northern and southern sections. The Amu Darya and Syr Darya drain into this saline lake, which is rapidly shrinking due to irrigation. FTP, name this central Asian lake.": {
    "guess": "Aral Sea",
    "confidence": [
      [
        "A",
        -0.013239999
      ],
      [
        "ral",
        -1.962381e-05
      ],
      [
        " Sea",
        -0.0025188231
      ]
    ]
  },
  "This body of water is home to the Kariba Dam, the reaction of which forced the relocation of 50,000 Tonga. It is joined by the Cuando and Lunagwa as if flows through eight countries over 1,600 miles before": {
    "guess": "Zambezi",
    "confidence": [
      [
        "Z",
        -0.02117164
      ],
      [
        "am",
        -0.0003706126
      ],
      [
        "be",
        -7.89631e-07
      ],
      [
        "zi",
        -5.800739e-05
      ]
    ]
  },
  "This body of water is bounded by the Konkori Scarp to the west and the Gambaga Scarp to the north, and much of this body of water lies in the Kwahu Plateau. The Afram River flows into this body of water, and cities on its banks include Yeji and Kete Krachi. Fed by the Daka and Oti Rivers, this lake supplies water to the nearby cities of Kpandu and Koforidua, and on its shores lies Digya National Park. This body of water was originally part of a plan to supply electricity to aluminum refineries in the city of Tema. Eventually created when Kwame Nkrumah ordered the construction of the Akosombo Dam, this body of water was created by damming its namesake White, Black, and Red Rivers in the Ashanti Uplands. For 10 points, name this largest artificially created lake in the world, which is located in Ghana.": {
    "guess": "Lake Volta",
    "confidence": [
      [
        "Lake",
        -0.08904482
      ],
      [
        " Vol",
        -1.3544423e-05
      ],
      [
        "ta",
        -4.3202e-07
      ]
    ]
  },
  "His bodyguards originally consisted of a brainwashed group of 16-year old girls called \"The Dolls\", each": {
    "guess": "Dolls",
    "confidence": [
      [
        "D",
        -0.98566717
      ],
      [
        "olls",
        -0.024269098
      ]
    ]
  },
  "This body is the second densest in the solar system and has the greatest temperature variation in the solar system.  Its surface has \"weird terrain\", a region hypothesized to have been created by seismic convergence when an asteroid struck the surface creating the Caloris Basin. The MESSENGER mission will start orbiting it in 2011, but up till now only Mariner 10 has visited it.  This planet also has the lowest albedo of any in the solar system.  FTP, name this planet nearest to the Sun.": {
    "guess": "Mercury",
    "confidence": [
      [
        "Mer",
        -0.004461924
      ],
      [
        "cury",
        -2.3676734e-05
      ]
    ]
  },
  "This body of water is the endpoint of a river that empties into it in a delta also known as the Oil Rivers. One country that shares its name with this body of water owns the two Elobeys, Corisco, Annobón,": {
    "guess": "Gulf of Guinea",
    "confidence": [
      [
        "G",
        -0.046506826
      ],
      [
        "ulf",
        -3.5313153e-06
      ],
      [
        " of",
        -6.253713e-05
      ],
      [
        " Guinea",
        -9.729906e-06
      ]
    ]
  },
  "This body is the second densest in the solar system and has the greatest temperature variation in the solar system.  Its surface has \"weird terrain\", a region hypothesized to have been created by seismic convergence when an asteroid struck the surface creating the Caloris Basin. The MESSENGER mission will start orbiting it in 2011, but up till now only Mariner 10 has visited it.  This planet also has": {
    "guess": "Mercury (planet)",
    "confidence": [
      [
        "Mer",
        -0.007027816
      ],
      [
        "cury",
        -5.3239244e-05
      ],
      [
        " (",
        -0.0051302193
      ],
      [
        "planet",
        -0.0008772778
      ],
      [
        ")",
        -1.4974867e-05
      ]
    ]
  },
  "This body part regulates fluid intake and feelings of thirst, contains a center that determines wakefulness and sleep, regulates body heat in response to variations in external temperature, and influences caloric intake and weight regulation by establishing a stable \"set point\" for individual weight gain. It is connected by both nervous and chemical pathways to the pituitary, and triggers the pituitary's release of growth hormone, oxytocin, and vasopressin. FTP, what is this region of the brain making up the floor of the third cerebral ventricle, named for its location below the thalamus?": {
    "guess": "Hypothalamus",
    "confidence": [
      [
        "H",
        -0.008374975
      ],
      [
        "yp",
        -3.1186566e-05
      ],
      [
        "oth",
        -7.465036e-06
      ],
      [
        "alam",
        -6.754368e-05
      ],
      [
        "us",
        -2.8444882e-05
      ]
    ]
  },
  "This body of water will lie at the eastern end of the planned Manych Ship Canal. The humid Hyrcanian Forest is a temperate rain forest that lies south of this body of water in the Alborz Mountains. Baku, Azerbaijan lies on a peninsula that juts into this body of water, and the Volga empties into this lake. For 10 points, name this largest lake in the world, which is sandwiched between the Caucasus,": {
    "guess": "Caspian Sea",
    "confidence": [
      [
        "C",
        -0.003502669
      ],
      [
        "asp",
        -7.89631e-07
      ],
      [
        "ian",
        -4.1318875e-05
      ],
      [
        " Sea",
        -4.00813e-06
      ]
    ]
  },
  "This body's exocrine component, arranged in its namesake acini, is composed of centroacinar and basophilic cells, which secrete bicarbonate and other enzymes. Its endocrine component is composed of four kinds of cells, named after Greek letters. A common autoimmune disease disrupts function in this organ, often manifesting as ketoacidosis. Cancer in this organ may be treated by the Whipple procedure,": {
    "guess": "Pancreas",
    "confidence": [
      [
        "Pan",
        -0.002015479
      ],
      [
        "cre",
        -4.4849444e-06
      ],
      [
        "as",
        -0.00017398155
      ]
    ]
  },
  "Bodies of water off the coast of this region include the Queen Charlotte Sound and the Hecate Straight,": {
    "guess": "British Columbia Coast",
    "confidence": [
      [
        "British",
        -0.05887602
      ],
      [
        " Columbia",
        -0.00015705463
      ],
      [
        " Coast",
        -1.0599164
      ]
    ]
  },
  "These bodies form through a process that begins with ambipolar diffusion, which leads to cloud collapse. During the formation of these bodies, they go through the Hayashi and sometimes the Henyey track.": {
    "guess": "Stellar evolution",
    "confidence": [
      [
        "St",
        -0.8063225
      ],
      [
        "ellar",
        -1.0445127e-05
      ],
      [
        " evolution",
        -0.74775434
      ]
    ]
  },
  "The Bodroux reaction forms them from a Grignard reagent, an aniline derivative, and a carboxylic acid, and the Beckmann rearrangement produces cyclic ones, called lactams, from oximes. Their IR shift is the furthest downfield of any saturated carbonyl, between 1630 and 1695, reflecting the fact that they are the least reactive derivative. a This term is sometimes used to describe deprotonated ammonia, and peptide bonds are also called these linkages. FTP, identify this functional group, which may be described as an amine with an acyl group for one substituent, or as a nitrogen analogue of carboxylic": {
    "guess": "Amide",
    "confidence": [
      [
        "Am",
        -0.01807982
      ],
      [
        "ide",
        -0.0031103343
      ]
    ]
  },
  "This body is the second densest in the solar system and has the greatest temperature variation in the solar system.  Its surface has \"weird terrain\", a region hypothesized to have been created by seismic": {
    "guess": "Mercury (planet)",
    "confidence": [
      [
        "Mer",
        -0.06627498
      ],
      [
        "cury",
        -9.372295e-06
      ],
      [
        " (",
        -0.013079998
      ],
      [
        "planet",
        -0.0005760281
      ],
      [
        ")",
        -1.9504607e-05
      ]
    ]
  },
  "This body has relatively large and widely distributed networks of thrust faults from the pre-Tolstojan called lobate scarps, which are exemplified by the Beagle Rupes. This body's hollows are believed to be the result of surprisingly active processes. Sodium and potassium are found concentrated in its exosphere near its poles. It is home to a hilly area called the \"Weird Terrain\" and to the large Caloris": {
    "guess": "Mercury (planet)",
    "confidence": [
      [
        "Mer",
        -0.0005985465
      ],
      [
        "cury",
        -1.147242e-06
      ],
      [
        " (",
        -4.365741e-06
      ],
      [
        "planet",
        -8.43514e-05
      ],
      [
        ")",
        -4.3202e-07
      ]
    ]
  },
  "His body disappeared after William Cobbett had exhumed it and taken it to England, where it was not allowed to be buried. He was not allowed to be buried in consecrated ground in America because of \"atheism\" and had been interred on his farm in New Rochelle, which the State of New York had given him.": {
    "guess": "Thomas Paine",
    "confidence": [
      [
        "Thomas",
        -0.040533505
      ],
      [
        " P",
        -6.849731e-05
      ],
      [
        "aine",
        -3.1737043e-06
      ]
    ]
  },
  "This body of water is the endpoint of a river that empties into it in a delta also known as the Oil Rivers. One country that shares its name with this body of water owns the two Elobeys, Corisco, Annobón, and Bioko, five islands located within it. The Bight of Bonny and the Bight of Benin are part of the coastline of this gulf, which counts Sao Tomé and Principe among its Cameroon Line of volcanic islands and is the gulf into which the Niger River flows. This gulf contains the intersection between the prime meridian and the equator. For 10 points, name this gulf on Africa's west coast that shares its name with a country that also contains \"Bissau\" in its name.": {
    "guess": "Gulf of Guinea",
    "confidence": [
      [
        "G",
        -0.04332618
      ],
      [
        "ulf",
        -2.1008714e-06
      ],
      [
        " of",
        -0.00018363337
      ],
      [
        " Guinea",
        -0.00015884268
      ]
    ]
  },
  "This body's exocrine component, arranged in its namesake acini, is composed of centroacinar and basophilic cells, which secrete bicarbonate and other enzymes. Its endocrine component is composed of four kinds of cells, named after Greek letters. A common autoimmune disease disrupts function in this organ, often manifesting as ketoacidosis. Cancer in this organ may be treated by the Whipple procedure, which allows blood to pass to the duodenum despite removing the head of this organ. Name this digestive and endocrine organ which produces glucagon and insulin.": {
    "guess": "Pancreas",
    "confidence": [
      [
        "Pan",
        -0.0019007939
      ],
      [
        "cre",
        -1.9361265e-07
      ],
      [
        "as",
        -0.00046415447
      ]
    ]
  },
  "This body of water will lie at the eastern end of the planned Manych Ship Canal. The humid Hyrcanian Forest is a temperate rain forest that lies south of this body of water in the Alborz Mountains. Baku, Azerbaijan lies on a peninsula that juts into this body of water, and the Volga empties into this": {
    "guess": "Caspian Sea",
    "confidence": [
      [
        "C",
        -0.0010765148
      ],
      [
        "asp",
        -1.6240566e-06
      ],
      [
        "ian",
        -4.823269e-05
      ],
      [
        " Sea",
        -6.0345924e-06
      ]
    ]
  },
  "This body of water contains the Samborombón Bay, and the North Point of the San Antonio Cape juts into it. It is both the habitat for and the namesake of a type of saltwater river dolphin. Punta Brava and Punta del Este are two points on its north shore, and Flores Island lies near one of two national capitals on it. Formed by the confluence of the Paraná and Uruguay rivers, Montevideo and Buenos Aires": {
    "guess": "Río de la Plata",
    "confidence": [
      [
        "R",
        -0.20200175
      ],
      [
        "ío",
        -0.00028874903
      ],
      [
        " de",
        -0.0002450086
      ],
      [
        " la",
        -0.0009968446
      ],
      [
        " Pl",
        -1.5451682e-05
      ],
      [
        "ata",
        -2.9352968e-06
      ]
    ]
  },
  "This body of water contains the Samborombón Bay, and the North Point of the San Antonio Cape juts into it. It is both the habitat for and the namesake of a type of saltwater river dolphin. Punta Brava and Punta del Este are two points on its north shore, and Flores Island lies near one of two national capitals on it. Formed by the confluence of the Paraná and Uruguay rivers, Montevideo and Buenos Aires lie on it. FTP, name this South American estuary whose English name is an archaic word for silver.": {
    "guess": "Río de la Plata",
    "confidence": [
      [
        "R",
        -0.124345146
      ],
      [
        "ío",
        -4.8709502e-05
      ],
      [
        " de",
        -0.00043877508
      ],
      [
        " la",
        -0.000656916
      ],
      [
        " Pl",
        -0.00017815368
      ],
      [
        "ata",
        -4.3202e-07
      ]
    ]
  },
  "This body's exocrine component, arranged in its namesake acini, is composed of centroacinar and basophilic cells, which secrete bicarbonate and other enzymes. Its endocrine component is composed of four kinds of cells, named after Greek letters. A common autoimmune disease disrupts function in this organ,": {
    "guess": "Pancreas",
    "confidence": [
      [
        "Pan",
        -0.001141646
      ],
      [
        "cre",
        0.0
      ],
      [
        "as",
        -4.143808e-05
      ]
    ]
  },
  "This body of water is bordered to the east and south by the Kyzyl and Kara deserts, and to the west by": {
    "guess": "Aral Sea",
    "confidence": [
      [
        "A",
        -0.5490875
      ],
      [
        "ral",
        -8.43514e-05
      ],
      [
        " Sea",
        -0.0018951986
      ]
    ]
  },
  "This body of water is known to the Chorotega people as Cocibolca and the Solentiname Islands are located": {
    "guess": "Lake Nicaragua",
    "confidence": [
      [
        "Lake",
        -0.0078100855
      ],
      [
        " Nicaragua",
        -0.0047181263
      ]
    ]
  },
  "This body of water contains the Hecla, Deer, and Black Islands, and is fed from many sources, including the Red River and a river of the same name, which means \"muddy water\" in the Cree Indian language.  A remnant of glacial Lake Agassiz, it is drained by the Nelson River to the Hudson Bay.  FTP, identify": {
    "guess": "Lake Winnipeg",
    "confidence": [
      [
        "Lake",
        -0.0023309325
      ],
      [
        " Winnipeg",
        -0.044477988
      ]
    ]
  },
  "Bodies of water off the coast of this region include the Queen Charlotte Sound and the Hecate Straight, and this region is home to the wine producing Okanagan Valley. This territory's economic center is home to Arthur Erickson designed Robson Square. The Fraser River runs entirely through this territory. This territory also controls the northern portion of the San Juan Islands and was the site of the brief Pig War. This territory north of the Juan de Fuca straight is home to the resort town of Whistler and borders Montana, Idaho, and Washington. For 10 points, name this southwestern province of Canada which has capital at Victoria and contains the city of Vancouver.": {
    "guess": "British Columbia",
    "confidence": [
      [
        "British",
        -0.002973899
      ],
      [
        " Columbia",
        -0.0009962486
      ]
    ]
  },
  "This body of water is bounded by the Konkori Scarp to the west and the Gambaga Scarp to the north, and much of this body of water lies in the Kwahu Plateau. The Afram River flows into this body of water, and cities on its banks include Yeji and Kete Krachi. Fed by the Daka and Oti Rivers, this lake supplies water to the nearby cities of Kpandu and Koforidua, and on its shores lies Digya National Park.": {
    "guess": "Lake Volta",
    "confidence": [
      [
        "Lake",
        -0.10240463
      ],
      [
        " Vol",
        -1.2233183e-05
      ],
      [
        "ta",
        -3.1281633e-07
      ]
    ]
  },
  "This body has relatively large and widely distributed networks of thrust faults from the pre-Tolstojan called lobate scarps, which are exemplified by the Beagle Rupes. This body's hollows are believed to be the result of surprisingly active processes. Sodium and potassium are found concentrated in its exosphere near its poles. It is home to a hilly area called the \"Weird Terrain\" and to the large Caloris Basin. Its iron core takes up relatively more of its interior than Earth's. This planet has a": {
    "guess": "Mercury (planet)",
    "confidence": [
      [
        "Mer",
        -0.00021164624
      ],
      [
        "cury",
        -1.6240566e-06
      ],
      [
        " (",
        -2.4153549e-05
      ],
      [
        "planet",
        -0.00014621076
      ],
      [
        ")",
        -5.5122365e-07
      ]
    ]
  },
  "This body has relatively large and widely distributed networks of thrust faults from the pre-Tolstojan called lobate scarps, which are exemplified by the Beagle Rupes. This body's hollows are believed": {
    "guess": "Mercury (planet)",
    "confidence": [
      [
        "Mer",
        -0.36982283
      ],
      [
        "cury",
        -1.6524515e-05
      ],
      [
        " (",
        -0.112955414
      ],
      [
        "planet",
        -0.0023581677
      ],
      [
        ")",
        -1.7716551e-05
      ]
    ]
  },
  "This body of water is bounded by the Konkori Scarp to the west and the Gambaga Scarp to the north, and": {
    "guess": "Volta River",
    "confidence": [
      [
        "Vol",
        -0.41221878
      ],
      [
        "ta",
        -3.4047454e-05
      ],
      [
        " River",
        -0.15843205
      ]
    ]
  },
  "The Bodroux reaction forms them from a Grignard reagent, an aniline derivative, and a carboxylic acid, and the Beckmann rearrangement produces cyclic ones, called lactams, from oximes. Their IR shift is": {
    "guess": "Amide",
    "confidence": [
      [
        "Am",
        -1.0627658
      ],
      [
        "ide",
        -0.09989376
      ]
    ]
  },
  "His bodyguards originally consisted of a brainwashed group of 16-year old girls called \"The Dolls\", each one named after a different month of the year. The fortune teller Rose shared a soul with him, because": {
    "guess": "The Garden of Sinners",
    "confidence": [
      [
        "The",
        -2.058302
      ],
      [
        " Garden",
        -1.4224132
      ],
      [
        " of",
        -0.00066251855
      ],
      [
        " Sin",
        -0.029259406
      ],
      [
        "ners",
        -4.723352e-06
      ]
    ]
  },
  "This body of water is bounded by the Konkori Scarp to the west and the Gambaga Scarp to the north, and much of this body of water lies in the Kwahu Plateau. The Afram River flows into this body of water, and cities on its banks include Yeji and Kete Krachi. Fed by the Daka and Oti Rivers, this lake supplies": {
    "guess": "Lake Volta",
    "confidence": [
      [
        "Lake",
        -0.19731411
      ],
      [
        " Vol",
        -5.4788892e-05
      ],
      [
        "ta",
        -4.3202e-07
      ]
    ]
  },
  "His bodyguards originally consisted of a brainwashed group of 16-year old girls called \"The Dolls\", each one named after a different month of the year. The fortune teller Rose shared a soul with him, because he had to expel all of the good in his soul to master \"Psycho Power\". He tried to transfer his consciousness into Cammy White, who was revealed to be a clone of him. He hosts the second World Warrior tournament as revenge for the destruction of his satellite, but Akuma sends his soul to hell, and he is never heard from again. He was the head of the criminal organization Shadaloo until his death,": {
    "guess": "M. Bison",
    "confidence": [
      [
        "M",
        -0.12656337
      ],
      [
        ".",
        -0.0030318983
      ],
      [
        " Bison",
        -1.504853e-06
      ]
    ]
  },
  "This body of water contains the Samborombón Bay, and the North Point of the San Antonio Cape juts into it. It is both the habitat for and the namesake of a type of saltwater river dolphin. Punta Brava and Punta del Este are two points on its north shore, and Flores Island lies near one of two national": {
    "guess": "Río de la Plata",
    "confidence": [
      [
        "R",
        -0.6969108
      ],
      [
        "ío",
        -0.0022406548
      ],
      [
        " de",
        -0.0006452414
      ],
      [
        " la",
        -0.003957767
      ],
      [
        " Pl",
        -0.00014549555
      ],
      [
        "ata",
        -4.4849444e-06
      ]
    ]
  },
  "This body of water is known to the Chorotega people as Cocibolca and the Solentiname Islands are located in its south. A city whose name means \"place of mosquitos,\" Moyogalpa, is the main port on this lake's largest island, Ometepe; that island is home to two volcanoes, Maderas and Concepción. Located twelve miles from the (*) Pacific Ocean, this lake also contains a population of bull sharks, which were once thought to be its own species.  It drains into the Caribbean Sea via the San Juan River, which Cornelius Vanderbilt used along with this lake to create an ocean-to-ocean route before the Panama Canal was built. For 10 points, identify this lake, the largest in Central America, which is named after a country with its capital at Managua.": {
    "guess": "Lake Nicaragua",
    "confidence": [
      [
        "Lake",
        -0.006257127
      ],
      [
        " Nicaragua",
        -0.0050754333
      ]
    ]
  },
  "This body is largely redundant as approximately one tenth of its volume can adequately serve its function, a fact exploited by Whipple's operation. Abnormal stomach parietal cell activity may be symptomatic of Zollinger- Ellison syndrome, a disfunction of cells in this organ. Cholecystokinin is actually a form of its namesake hormone. The grape-like clustering of its secretory cells leads to their being called acinar cells.  It empties via the ducts of Santorini of Wirsung into the duodenum.  FTP, name this endocrine organ perhaps best known as the sites of the islets of Langerhans, which produce": {
    "guess": "Pancreas",
    "confidence": [
      [
        "Pan",
        -0.00057292875
      ],
      [
        "cre",
        -1.11603495e-05
      ],
      [
        "as",
        -0.00032390308
      ]
    ]
  },
  "This body has relatively large and widely distributed networks of thrust faults from the pre-Tolstojan called lobate scarps, which are exemplified by the Beagle Rupes. This body's hollows are believed to be the result of surprisingly active processes. Sodium and potassium are found concentrated in its exosphere near its poles. It is home to a hilly area called the \"Weird Terrain\" and to the large Caloris Basin. Its iron core takes up relatively more of its interior than Earth's. This planet has a 3:2 rotational to orbital resonance, one of the reasons it has the greatest difference between high": {
    "guess": "Mercury (planet)",
    "confidence": [
      [
        "Mer",
        -4.310693e-05
      ],
      [
        "cury",
        -3.1281633e-07
      ],
      [
        " (",
        -1.378283e-05
      ],
      [
        "planet",
        -7.409989e-05
      ],
      [
        ")",
        0.0
      ]
    ]
  },
  "This body of water is home to the Kariba Dam, the reaction of which forced the relocation of 50,000 Tonga. It is joined by the Cuando and Lunagwa as if flows through eight countries over 1,600 miles before emptying into the Indian Ocean. It was first explored by Europeans in the 1850's when David Livingstone,": {
    "guess": "Zambezi",
    "confidence": [
      [
        "Z",
        -0.030379992
      ],
      [
        "am",
        -0.00011892046
      ],
      [
        "be",
        -2.9352968e-06
      ],
      [
        "zi",
        -3.1424974e-05
      ]
    ]
  },
  "These bodies form through a process that begins with ambipolar diffusion, which leads to cloud collapse. During the formation of these bodies, they go through the Hayashi and sometimes the Henyey track. The Pillars of Creation are a region in which many of these bodies form. These bodies can be grouped": {
    "guess": "Star formation",
    "confidence": [
      [
        "Star",
        -0.40853664
      ],
      [
        " formation",
        -0.17127794
      ]
    ]
  },
  "This body of water is bounded by the Konkori Scarp to the west and the Gambaga Scarp to the north, and much of this body of water lies in the Kwahu Plateau. The Afram River flows into this body of water, and cities on its banks include Yeji and Kete Krachi. Fed by the Daka and Oti Rivers, this lake supplies water to the nearby cities of Kpandu and Koforidua, and on its shores lies Digya National Park. This body of water was originally part of a plan to supply electricity to aluminum refineries in the city of Tema. Eventually created when Kwame Nkrumah ordered the construction of the Akosombo Dam, this body of water was created by damming its namesake White, Black, and Red Rivers in the Ashanti": {
    "guess": "Lake Volta",
    "confidence": [
      [
        "Lake",
        -0.20782338
      ],
      [
        " Vol",
        -6.217952e-05
      ],
      [
        "ta",
        -7.89631e-07
      ]
    ]
  },
  "This body of water is bounded by the Konkori Scarp to the west and the Gambaga Scarp to the north, and much of this body of water lies in the Kwahu Plateau. The Afram River flows into this body of water, and cities on its banks include Yeji and Kete Krachi. Fed by the Daka and Oti Rivers, this lake supplies water to the nearby cities of Kpandu and Koforidua, and on its shores lies Digya National Park. This body of water was originally part of a plan to supply electricity to aluminum refineries in the city of Tema. Eventually created when Kwame Nkrumah ordered the construction of the Akosombo Dam, this body of water was created by damming its namesake White, Black, and Red Rivers in the Ashanti Uplands. For 10 points, name this largest artificially created lake in the world, which is located": {
    "guess": "Lake Volta",
    "confidence": [
      [
        "Lake",
        -0.05758055
      ],
      [
        " Vol",
        -7.9418505e-06
      ],
      [
        "ta",
        -9.0883464e-07
      ]
    ]
  },
  "Bodies of water off the coast of this region include the Queen Charlotte Sound and the Hecate Straight, and this region is home to the wine producing Okanagan Valley. This territory's economic center is home to Arthur Erickson designed Robson Square. The Fraser River runs entirely through this territory. This territory also controls the northern portion of the San Juan Islands and was the site of the brief Pig War. This territory north of the Juan de Fuca straight is home to the resort town of Whistler and borders Montana, Idaho, and Washington. For 10 points, name this southwestern province of": {
    "guess": "British Columbia",
    "confidence": [
      [
        "British",
        -0.0038699047
      ],
      [
        " Columbia",
        -0.0008183233
      ]
    ]
  },
  "This body of water contains the Samborombón Bay, and the North Point of the San Antonio Cape juts into it. It is both the habitat for and the namesake of a type of saltwater river dolphin. Punta Brava": {
    "guess": "Río de la Plata",
    "confidence": [
      [
        "R",
        -0.10471643
      ],
      [
        "ío",
        -1.8550976e-05
      ],
      [
        " de",
        -4.167649e-05
      ],
      [
        " la",
        -0.00018506382
      ],
      [
        " Pl",
        -1.8193366e-05
      ],
      [
        "ata",
        -3.1281633e-07
      ]
    ]
  },
  "This body of water is known to the Chorotega people as Cocibolca and the Solentiname Islands are located in its south. A city whose name means \"place of mosquitos,\" Moyogalpa, is the main port on this lake's largest island, Ometepe; that island is home to two volcanoes, Maderas and Concepción. Located twelve miles from the (*) Pacific Ocean, this lake also contains a population of bull sharks, which were once thought to be its own species.  It drains into the Caribbean Sea via the San Juan River,": {
    "guess": "Lake Nicaragua",
    "confidence": [
      [
        "Lake",
        -0.0067389314
      ],
      [
        " Nicaragua",
        -0.0030308329
      ]
    ]
  },
  "This body is the second densest in the solar system and has the greatest temperature variation in the solar system.  Its surface has \"weird terrain\", a region hypothesized to have been created by seismic convergence when an asteroid struck the surface creating the Caloris Basin. The MESSENGER mission": {
    "guess": "Mercury (planet)",
    "confidence": [
      [
        "Mer",
        -0.00072422944
      ],
      [
        "cury",
        -1.504853e-06
      ],
      [
        " (",
        -5.6815352e-05
      ],
      [
        "planet",
        -0.00024453178
      ],
      [
        ")",
        -5.5122365e-07
      ]
    ]
  },
  "This body of water is known to the Chorotega people as Cocibolca and the Solentiname Islands are located in its south. A city whose name means \"place of mosquitos,\" Moyogalpa, is the main port on this lake's largest island, Ometepe; that island is home to two volcanoes, Maderas and Concepción. Located": {
    "guess": "Lake Nicaragua",
    "confidence": [
      [
        "Lake",
        -0.0036418843
      ],
      [
        " Nicaragua",
        -0.02825389
      ]
    ]
  },
  "This body of water is bounded by the Konkori Scarp to the west and the Gambaga Scarp to the north, and much of this body of water lies in the Kwahu Plateau. The Afram River flows into this body of water,": {
    "guess": "Volta River",
    "confidence": [
      [
        "Vol",
        -0.4315311
      ],
      [
        "ta",
        -1.1279553e-05
      ],
      [
        " River",
        -0.48150983
      ]
    ]
  },
  "This body has relatively large and widely distributed networks of thrust faults from the pre-Tolstojan called lobate scarps, which are exemplified by the Beagle Rupes. This body's hollows are believed to be the result of surprisingly active processes. Sodium and potassium are found concentrated in its exosphere near its poles. It is home to a hilly area called the \"Weird Terrain\" and to the large Caloris Basin. Its iron core takes up relatively more of its interior than Earth's. This planet has a 3:2 rotational to orbital resonance, one of the reasons it has the greatest difference between high and low surface temperatures in the solar system. For 10 points, name this nearest planet to the sun.": {
    "guess": "Mercury (planet)",
    "confidence": [
      [
        "Mer",
        -0.0002670576
      ],
      [
        "cury",
        -9.0883464e-07
      ],
      [
        " (",
        -5.240482e-05
      ],
      [
        "planet",
        -0.00011880126
      ],
      [
        ")",
        -4.3202e-07
      ]
    ]
  },
  "This body of water contains the Samborombón Bay, and the North Point of the San Antonio Cape juts into": {
    "guess": "Río de la Plata",
    "confidence": [
      [
        "R",
        -0.031052032
      ],
      [
        "ío",
        -0.00035906085
      ],
      [
        " de",
        -0.0010655591
      ],
      [
        " la",
        -0.0005663762
      ],
      [
        " Pl",
        -0.00017624642
      ],
      [
        "ata",
        -2.1008714e-06
      ]
    ]
  },
  "This body of water is known to the Chorotega people as Cocibolca and the Solentiname Islands are located in its south. A city whose name means \"place of mosquitos,\" Moyogalpa, is the main port on this lake's largest island, Ometepe; that island is home to two volcanoes, Maderas and Concepción. Located twelve miles from the (*) Pacific Ocean, this lake also contains a population of bull sharks, which": {
    "guess": "Lake Nicaragua",
    "confidence": [
      [
        "Lake",
        -0.017039446
      ],
      [
        " Nicaragua",
        -0.008626867
      ]
    ]
  },
  "This body's exocrine component, arranged in its namesake acini, is composed of centroacinar and basophilic cells, which secrete bicarbonate and other enzymes. Its endocrine component is composed of four kinds of cells, named after Greek letters. A common autoimmune disease disrupts function in this organ, often manifesting as ketoacidosis. Cancer in this organ may be treated by the Whipple procedure, which allows blood to pass to the duodenum despite removing the head of this organ. Name this digestive": {
    "guess": "Pancreas",
    "confidence": [
      [
        "Pan",
        -0.0017582409
      ],
      [
        "cre",
        -1.147242e-06
      ],
      [
        "as",
        -0.0005524367
      ]
    ]
  },
  "This body of water is bounded by the Konkori Scarp to the west and the Gambaga Scarp to the north, and much of this body of water lies in the Kwahu Plateau. The Afram River flows into this body of water, and cities on its banks include Yeji and Kete Krachi. Fed by the Daka and Oti Rivers, this lake supplies water to the nearby cities of Kpandu and Koforidua, and on its shores lies Digya National Park. This body of water was originally part of a plan to supply electricity to aluminum refineries in the city of Tema. Eventually created when Kwame Nkrumah ordered the construction of the Akosombo Dam,": {
    "guess": "Lake Volta",
    "confidence": [
      [
        "Lake",
        -0.049510155
      ],
      [
        " Vol",
        -3.619312e-05
      ],
      [
        "ta",
        -1.2664457e-06
      ]
    ]
  },
  "This body part regulates fluid intake and feelings of thirst, contains a center that determines wakefulness": {
    "guess": "Hypothalamus",
    "confidence": [
      [
        "H",
        -0.17968993
      ],
      [
        "yp",
        -0.00023441046
      ],
      [
        "oth",
        -6.81397e-05
      ],
      [
        "alam",
        -0.0003029306
      ],
      [
        "us",
        -4.739826e-05
      ]
    ]
  },
  "This body of water is bordered to the east and south by the Kyzyl and Kara deserts, and to the west by the Ust'-Urt Plateau. The Russian-administered Baikonur Cosmodrome lies on one of the two major rivers flowing into it, and the Dike Kokaral separates its northern and southern sections. The Amu Darya": {
    "guess": "Aral Sea",
    "confidence": [
      [
        "A",
        -0.024518065
      ],
      [
        "ral",
        -2.0815847e-05
      ],
      [
        " Sea",
        -0.002751738
      ]
    ]
  },
  "This body of water is known to the Chorotega people as Cocibolca and the Solentiname Islands are located in its south. A city whose name means \"place of mosquitos,\" Moyogalpa, is the main port on this lake's largest island, Ometepe; that island is home to two volcanoes, Maderas and Concepción. Located twelve miles from the (*) Pacific Ocean, this lake also contains a population of bull sharks, which were once thought to be its own species.  It drains into the Caribbean Sea via the San Juan River, which Cornelius Vanderbilt used along with this lake to create an ocean-to-ocean route before the Panama Canal was built. For 10 points, identify this lake, the largest in Central America, which is named": {
    "guess": "Lake Nicaragua",
    "confidence": [
      [
        "Lake",
        -0.0069906493
      ],
      [
        " Nicaragua",
        -0.0011022298
      ]
    ]
  },
  "This body of water is the endpoint of a river that empties into it in a delta also known as the Oil Rivers.": {
    "guess": "Gulf of Guinea",
    "confidence": [
      [
        "G",
        -0.24087135
      ],
      [
        "ulf",
        -6.9882217e-06
      ],
      [
        " of",
        -2.2603901e-05
      ],
      [
        " Guinea",
        -7.58424e-06
      ]
    ]
  },
  "His bodyguards originally consisted of a brainwashed group of 16-year old girls called \"The Dolls\", each one named after a different month of the year. The fortune teller Rose shared a soul with him, because he had to expel all of the good in his soul to master \"Psycho Power\". He tried to transfer his consciousness into Cammy White, who was revealed to be a clone of him. He hosts the second World Warrior tournament as revenge for the destruction of his satellite, but Akuma sends his soul to hell, and he is never heard from again. He was the head of the criminal organization Shadaloo until his death, where his subordinates included Balrog, Vega, and Sagat. FTP, name this Psycho-Crusher-using military": {
    "guess": "M. Bison",
    "confidence": [
      [
        "M",
        -0.091672204
      ],
      [
        ".",
        -0.0007717476
      ],
      [
        " Bison",
        -3.1281633e-07
      ]
    ]
  },
  "This body of water is known to the Chorotega people as Cocibolca and the Solentiname Islands are located in its south. A city whose name means \"place of mosquitos,\" Moyogalpa, is the main port on this lake's largest island, Ometepe; that island is home to two volcanoes, Maderas and Concepción. Located twelve miles from the (*) Pacific Ocean, this lake also contains a population of bull sharks, which were once thought to be its own species.  It drains into the Caribbean Sea via the San Juan River, which Cornelius Vanderbilt used along with this lake to create an ocean-to-ocean route before the Panama": {
    "guess": "Lake Nicaragua",
    "confidence": [
      [
        "Lake",
        -0.0024679287
      ],
      [
        " Nicaragua",
        -0.00053659
      ]
    ]
  },
  "This body part regulates fluid intake and feelings of thirst, contains a center that determines wakefulness and sleep, regulates body heat in response to variations in external temperature, and influences": {
    "guess": "Hypothalamus",
    "confidence": [
      [
        "H",
        -0.026313074
      ],
      [
        "yp",
        -5.7888185e-05
      ],
      [
        "oth",
        -4.1080468e-05
      ],
      [
        "alam",
        -0.00021521868
      ],
      [
        "us",
        -4.692145e-05
      ]
    ]
  },
  "The Bodroux reaction forms them from a Grignard reagent, an aniline derivative, and a carboxylic acid, and the Beckmann rearrangement produces cyclic ones, called lactams, from oximes. Their IR shift is the furthest downfield of any saturated carbonyl, between 1630 and 1695, reflecting the fact that": {
    "guess": "Ketones",
    "confidence": [
      [
        "K",
        -0.10494303
      ],
      [
        "et",
        -0.00052646134
      ],
      [
        "ones",
        -0.5256736
      ]
    ]
  },
  "This body of water will lie at the eastern end of the planned Manych Ship Canal. The humid Hyrcanian Forest is a temperate rain forest that lies south of this body of water in the Alborz Mountains. Baku,": {
    "guess": "Caspian Sea",
    "confidence": [
      [
        "C",
        -0.0013001154
      ],
      [
        "asp",
        -1.9361265e-07
      ],
      [
        "ian",
        -6.575563e-05
      ],
      [
        " Sea",
        -1.0087517e-05
      ]
    ]
  },
  "Bodies of water off the coast of this region include the Queen Charlotte Sound and the Hecate Straight, and this region is home to the wine producing Okanagan Valley. This territory's economic center is home to Arthur Erickson designed Robson Square. The Fraser River runs entirely through this territory.": {
    "guess": "British Columbia",
    "confidence": [
      [
        "British",
        -0.007500621
      ],
      [
        " Columbia",
        -0.00047082987
      ]
    ]
  },
  "The Bodroux reaction forms them from a Grignard reagent, an aniline derivative, and a carboxylic acid,": {
    "guess": "Amine",
    "confidence": [
      [
        "A",
        -0.518207
      ],
      [
        "mine",
        -0.3511044
      ]
    ]
  },
  "His bodyguards originally consisted of a brainwashed group of 16-year old girls called \"The Dolls\", each one named after a different month of the year. The fortune teller Rose shared a soul with him, because he had to expel all of the good in his soul to master \"Psycho Power\". He tried to transfer his consciousness into Cammy White, who was revealed to be a clone of him. He hosts the second World Warrior": {
    "guess": "M. Bison",
    "confidence": [
      [
        "M",
        -0.06429094
      ],
      [
        ".",
        -0.00083512004
      ],
      [
        " Bison",
        -1.9361265e-07
      ]
    ]
  },
  "This body of water contains the Hecla, Deer, and Black Islands, and is fed from many sources, including the Red River and a river of the same name, which means \"muddy water\" in the Cree Indian language.  A remnant of glacial Lake Agassiz, it is drained by the Nelson River to the Hudson Bay.  FTP, identify this lake which ranks as the 13th largest in the world and the third largest entirely within Canada,": {
    "guess": "Lake Winnipeg",
    "confidence": [
      [
        "Lake",
        -0.005028575
      ],
      [
        " Winnipeg",
        -0.108989656
      ]
    ]
  },
  "His bodyguards originally consisted of a brainwashed group of 16-year old girls called \"The Dolls\", each one named after a different month of the year. The fortune teller Rose shared a soul with him, because he had to expel all of the good in his soul to master \"Psycho Power\". He tried to transfer his consciousness into Cammy White, who was revealed to be a clone of him. He hosts the second World Warrior tournament as revenge for the destruction of his satellite, but Akuma sends his soul to hell,": {
    "guess": "M. Bison",
    "confidence": [
      [
        "M",
        -0.1108062
      ],
      [
        ".",
        -0.0019308975
      ],
      [
        " Bison",
        -5.5122365e-07
      ]
    ]
  },
  "This body of water is the endpoint of a river that empties into it in a delta also known as the Oil Rivers. One country that shares its name with this body of water owns the two Elobeys, Corisco, Annobón, and Bioko, five islands located within it. The Bight of Bonny and the Bight of Benin are part of the coastline of this gulf, which counts Sao Tomé and Principe among its Cameroon Line of volcanic islands and is the gulf into which the Niger River flows. This gulf contains the intersection between the prime meridian and the equator. For 10 points, name this gulf on Africa's west coast that shares": {
    "guess": "Gulf of Guinea",
    "confidence": [
      [
        "G",
        -0.028353665
      ],
      [
        "ulf",
        -9.0883464e-07
      ],
      [
        " of",
        -0.00037478472
      ],
      [
        " Guinea",
        -5.5146502e-05
      ]
    ]
  },
  "This body of water is the endpoint of a river that empties into it in a delta also known as the Oil Rivers. One country that shares its name with this body of water owns the two Elobeys, Corisco, Annobón, and Bioko, five islands located within it. The Bight of Bonny and the Bight of Benin are part of the coastline of this gulf, which counts Sao Tomé and Principe among its Cameroon Line of volcanic islands and is the gulf into which the Niger River flows. This gulf contains the intersection between": {
    "guess": "Gulf of Guinea",
    "confidence": [
      [
        "G",
        -0.095609225
      ],
      [
        "ulf",
        -1.2664457e-06
      ],
      [
        " of",
        -9.0788395e-05
      ],
      [
        " Guinea",
        -2.7968066e-05
      ]
    ]
  },
  "This body is largely redundant as approximately one tenth of its volume can adequately serve its function,": {
    "guess": "Liver",
    "confidence": [
      [
        "Liver",
        -0.5479435
      ]
    ]
  },
  "This body issued the \"Solemn Engagement\" and appointed Agitators to complain about a lack of payment before issuing an \"Agreement of the People.\" This body was bound by the Solemn League and Covenant, and one of its leaders was Henry Ireton. Legislators were forbidden from commanding in this body by the Self-Denying Ordinance, and its members considered constitutional questions at the Putney Debates. Its members fought for the \"Good Old Cause,\" triumphed at Naseby, and opposed Charles I. For 10 points, name this army that fought for the Parliamentarians under the command of Oliver Cromwell during the English Civil Wars.": {
    "guess": "New Model Army",
    "confidence": [
      [
        "New",
        -0.0073960107
      ],
      [
        " Model",
        -5.7292167e-05
      ],
      [
        " Army",
        -5.2001665e-06
      ]
    ]
  },
  "This body of water contains the Hecla, Deer, and Black Islands, and is fed from many sources, including the Red River and a river of the same name, which means \"muddy water\" in the Cree Indian language.  A remnant of glacial Lake Agassiz, it is drained by the Nelson River to the Hudson Bay.  FTP, identify this lake which ranks as the 13th largest in the world and the third largest entirely within Canada, which shares its name with the nearby capital of Manitoba.": {
    "guess": "Lake Winnipeg",
    "confidence": [
      [
        "Lake",
        -0.009112147
      ],
      [
        " Winnipeg",
        -0.043842696
      ]
    ]
  },
  "His body disappeared after William Cobbett had exhumed it and taken it to England, where it was not allowed": {
    "guess": "Thomas Paine",
    "confidence": [
      [
        "Thomas",
        -0.7263077
      ],
      [
        " P",
        -0.052049045
      ],
      [
        "aine",
        -0.00064702943
      ]
    ]
  },
  "This body's exocrine component, arranged in its namesake acini, is composed of centroacinar and basophilic cells, which secrete bicarbonate and other enzymes. Its endocrine component is composed of four": {
    "guess": "Pancreas",
    "confidence": [
      [
        "Pan",
        -0.035239816
      ],
      [
        "cre",
        -1.9385403e-05
      ],
      [
        "as",
        -0.024854645
      ]
    ]
  },
  "This body part regulates fluid intake and feelings of thirst, contains a center that determines wakefulness and sleep, regulates body heat in response to variations in external temperature, and influences caloric intake and weight regulation by establishing a stable \"set point\" for individual weight gain. It is connected by both nervous and chemical pathways to the pituitary, and triggers the pituitary's release of growth hormone, oxytocin, and vasopressin. FTP, what is this region of the brain making": {
    "guess": "Hypothalamus",
    "confidence": [
      [
        "H",
        -0.004924547
      ],
      [
        "yp",
        -0.00010676169
      ],
      [
        "oth",
        -1.1041146e-05
      ],
      [
        "alam",
        -0.00011069541
      ],
      [
        "us",
        -1.4021238e-05
      ]
    ]
  },
  "This body issued the \"Solemn Engagement\" and appointed Agitators to complain about a lack of payment before issuing an \"Agreement of the People.\" This body was bound by the Solemn League and Covenant, and one of its leaders was Henry Ireton. Legislators were forbidden from commanding in this body by": {
    "guess": "The New Model Army",
    "confidence": [
      [
        "The",
        -0.8883257
      ],
      [
        " New",
        -0.27934068
      ],
      [
        " Model",
        -8.75699e-05
      ],
      [
        " Army",
        -1.3306016e-05
      ]
    ]
  },
  "These bodies form through a process that begins with ambipolar diffusion, which leads to cloud collapse. During the formation of these bodies, they go through the Hayashi and sometimes the Henyey track. The Pillars of Creation are a region in which many of these bodies form. These bodies can be grouped by population depending on their metallicity. Their life cycles follow the Main Sequence of the Hertzsprung-Russell": {
    "guess": "Stellar evolution",
    "confidence": [
      [
        "St",
        -0.51751447
      ],
      [
        "ellar",
        -9.968313e-06
      ],
      [
        " evolution",
        -0.4486503
      ]
    ]
  },
  "This body is largely redundant as approximately one tenth of its volume can adequately serve its function, a fact exploited by Whipple's operation. Abnormal stomach parietal cell activity may be symptomatic": {
    "guess": "Stomach",
    "confidence": [
      [
        "St",
        -0.66997427
      ],
      [
        "om",
        -0.0025295296
      ],
      [
        "ach",
        -0.00023250321
      ]
    ]
  },
  "His bodyguards originally consisted of a brainwashed group of 16-year old girls called \"The Dolls\", each one named after a different month of the year. The fortune teller Rose shared a soul with him, because he had to expel all of the good in his soul to master \"Psycho Power\". He tried to transfer his consciousness into Cammy White, who was revealed to be a clone of him. He hosts the second World Warrior tournament as revenge for the destruction of his satellite, but Akuma sends his soul to hell, and he is never heard from again. He was the head of the criminal organization Shadaloo until his death, where his subordinates included Balrog, Vega, and Sagat. FTP, name this Psycho-Crusher-using military crime lord and opponent of Guile, Ryu, Ken, and Chun-Li, the main antagonist of the Street Fighter series.": {
    "guess": "M. Bison",
    "confidence": [
      [
        "M",
        -0.020486064
      ],
      [
        ".",
        -0.0007198188
      ],
      [
        " Bison",
        -4.3202e-07
      ]
    ]
  },
  "This body of water is the endpoint of a river that empties into it in a delta also known as the Oil Rivers. One country that shares its name with this body of water owns the two Elobeys, Corisco, Annobón, and Bioko, five islands located within it. The Bight of Bonny and the Bight of Benin are part of": {
    "guess": "Gulf of Guinea",
    "confidence": [
      [
        "G",
        -0.035108153
      ],
      [
        "ulf",
        -4.365741e-06
      ],
      [
        " of",
        -8.029847e-05
      ],
      [
        " Guinea",
        -4.9617593e-06
      ]
    ]
  },
  "This body issued the \"Solemn Engagement\" and appointed Agitators to complain about a lack of payment before issuing an \"Agreement of the People.\" This body was bound by the Solemn League and Covenant, and one of its leaders was Henry Ireton. Legislators were forbidden from commanding in this body by the Self-Denying Ordinance, and its members considered constitutional questions at the Putney Debates.": {
    "guess": "New Model Army",
    "confidence": [
      [
        "New",
        -0.37182453
      ],
      [
        " Model",
        -4.0961266e-05
      ],
      [
        " Army",
        -6.2729996e-06
      ]
    ]
  },
  "Bodies of water off the coast of this region include the Queen Charlotte Sound and the Hecate Straight, and this region is home to the wine producing Okanagan Valley. This territory's economic center is home to Arthur Erickson designed Robson Square. The Fraser River runs entirely through this territory. This territory also controls the northern portion of the San Juan Islands and was the site of the brief Pig War. This territory north of the Juan de Fuca straight is home to the resort town of Whistler": {
    "guess": "British Columbia",
    "confidence": [
      [
        "British",
        -0.0074519836
      ],
      [
        " Columbia",
        -0.0007139816
      ]
    ]
  },
  "His body disappeared after William Cobbett had exhumed it and taken it to England, where it was not allowed to be buried. He was not allowed to be buried in consecrated ground in America because of \"atheism\"": {
    "guess": "Thomas Paine",
    "confidence": [
      [
        "Thomas",
        -0.053998206
      ],
      [
        " P",
        -0.0019270902
      ],
      [
        "aine",
        -3.5313153e-06
      ]
    ]
  },
  "Bodies of water off the coast of this region include the Queen Charlotte Sound and the Hecate Straight, and this region is home to the wine producing Okanagan Valley. This territory's economic center is": {
    "guess": "British Columbia",
    "confidence": [
      [
        "British",
        -0.00593164
      ],
      [
        " Columbia",
        -0.0002477503
      ]
    ]
  },
  "This body has relatively large and widely distributed networks of thrust faults from the pre-Tolstojan": {
    "guess": "Thrust belt",
    "confidence": [
      [
        "Th",
        -1.3901781
      ],
      [
        "rust",
        -0.50086206
      ],
      [
        " belt",
        -0.8927017
      ]
    ]
  },
  "These bodies form through a process that begins with ambipolar diffusion, which leads to cloud collapse. During the formation of these bodies, they go through the Hayashi and sometimes the Henyey track. The Pillars of Creation are a region in which many of these bodies form. These bodies can be grouped by population depending on their metallicity. Their life cycles follow the Main Sequence of the Hertzsprung-Russell diagram. For 10 points, name these bodies that include Alpha Centauri and the sun.": {
    "guess": "Stars",
    "confidence": [
      [
        "Stars",
        -0.69936556
      ]
    ]
  },
  "This body of water contains the Hecla, Deer, and Black Islands, and is fed from many sources, including the Red River and a river of the same name, which means \"muddy water\" in the Cree Indian language.": {
    "guess": "Lake Winnipeg",
    "confidence": [
      [
        "Lake",
        -0.02724341
      ],
      [
        " Winnipeg",
        -0.013106698
      ]
    ]
  },
  "This body of water is the endpoint of a river that empties into it in a delta also known as the Oil Rivers. One country that shares its name with this body of water owns the two Elobeys, Corisco, Annobón, and Bioko, five islands located within it. The Bight of Bonny and the Bight of Benin are part of the coastline of this gulf, which counts Sao Tomé and Principe among its Cameroon Line of volcanic": {
    "guess": "Gulf of Guinea",
    "confidence": [
      [
        "G",
        -0.030224329
      ],
      [
        "ulf",
        -6.704273e-07
      ],
      [
        " of",
        -7.958325e-05
      ],
      [
        " Guinea",
        -1.0280384e-06
      ]
    ]
  },
  "This body is largely redundant as approximately one tenth of its volume can adequately serve its function, a fact exploited by Whipple's operation. Abnormal stomach parietal cell activity may be symptomatic of Zollinger- Ellison syndrome, a disfunction of cells in this organ. Cholecystokinin is actually": {
    "guess": "Stomach",
    "confidence": [
      [
        "St",
        -0.6903404
      ],
      [
        "om",
        -2.220075e-06
      ],
      [
        "ach",
        -0.00016814057
      ]
    ]
  },
  "This body issued the \"Solemn Engagement\" and appointed Agitators to complain about a lack of payment before issuing an \"Agreement of the People.\" This body was bound by the Solemn League and Covenant, and one of its leaders was Henry Ireton. Legislators were forbidden from commanding in this body by the Self-Denying Ordinance, and its members considered constitutional questions at the Putney Debates. Its members fought for the \"Good Old Cause,\" triumphed at Naseby, and opposed Charles I. For 10 points, name this army that fought for the Parliamentarians under the command of Oliver Cromwell during": {
    "guess": "New Model Army",
    "confidence": [
      [
        "New",
        -0.020707829
      ],
      [
        " Model",
        -0.000114748334
      ],
      [
        " Army",
        -1.8431772e-05
      ]
    ]
  },
  "This body is largely redundant as approximately one tenth of its volume can adequately serve its function, a fact exploited by Whipple's operation. Abnormal stomach parietal cell activity may be symptomatic of Zollinger- Ellison syndrome, a disfunction of cells in this organ. Cholecystokinin is actually a form of its namesake hormone. The grape-like clustering of its secretory cells leads to their being called acinar cells.  It empties via the ducts of Santorini of Wirsung into the duodenum.  FTP, name this endocrine organ perhaps best known as the sites of the islets of Langerhans, which produce glucagon and insulin.": {
    "guess": "Pancreas",
    "confidence": [
      [
        "Pan",
        -0.0009164591
      ],
      [
        "cre",
        -4.604148e-06
      ],
      [
        "as",
        -0.000107238506
      ]
    ]
  },
  "The Bodroux reaction forms them from a Grignard reagent, an aniline derivative, and a carboxylic acid, and the Beckmann rearrangement produces cyclic ones, called lactams, from oximes. Their IR shift is the furthest downfield of any saturated carbonyl, between 1630 and 1695, reflecting the fact that they are the least reactive derivative. a This term is sometimes used to describe deprotonated ammonia, and peptide bonds are also called these linkages. FTP, identify this functional group, which may": {
    "guess": "Amide",
    "confidence": [
      [
        "Am",
        -0.087656416
      ],
      [
        "ide",
        -0.009341875
      ]
    ]
  },
  "This body issued the \"Solemn Engagement\" and appointed Agitators to complain about a lack of payment": {
    "guess": "Levellers",
    "confidence": [
      [
        "Le",
        -0.48413432
      ],
      [
        "v",
        -0.00017851128
      ],
      [
        "ellers",
        -0.25746986
      ]
    ]
  },
  "This body has relatively large and widely distributed networks of thrust faults from the pre-Tolstojan called lobate scarps, which are exemplified by the Beagle Rupes. This body's hollows are believed to be the result of surprisingly active processes. Sodium and potassium are found concentrated in its": {
    "guess": "Mercury (planet)",
    "confidence": [
      [
        "Mer",
        -0.5485442
      ],
      [
        "cury",
        -4.572941e-05
      ],
      [
        " (",
        -0.19690605
      ],
      [
        "planet",
        -0.0020465287
      ],
      [
        ")",
        -1.4378848e-05
      ]
    ]
  },
  "This body part regulates fluid intake and feelings of thirst, contains a center that determines wakefulness and sleep, regulates body heat in response to variations in external temperature, and influences caloric intake and weight regulation by establishing a stable \"set point\" for individual weight": {
    "guess": "Hypothalamus",
    "confidence": [
      [
        "H",
        -0.013610367
      ],
      [
        "yp",
        -2.9040899e-05
      ],
      [
        "oth",
        -1.2948405e-05
      ],
      [
        "alam",
        -0.0001407274
      ],
      [
        "us",
        -2.5107178e-05
      ]
    ]
  },
  "This body of water is bordered to the east and south by the Kyzyl and Kara deserts, and to the west by the Ust'-Urt Plateau. The Russian-administered Baikonur Cosmodrome lies on one of the two major rivers": {
    "guess": "Aral Sea",
    "confidence": [
      [
        "A",
        -0.101392105
      ],
      [
        "ral",
        -1.0445127e-05
      ],
      [
        " Sea",
        -0.0022052128
      ]
    ]
  },
  "This body of water is home to the Kariba Dam, the reaction of which forced the relocation of 50,000 Tonga. It is joined by the Cuando and Lunagwa as if flows through eight countries over 1,600 miles before emptying into the Indian Ocean. It was first explored by Europeans in the 1850's when David Livingstone, traversed much of the river. For ten points, name this fourth longest river in Africa, home to Victoria Falls.": {
    "guess": "Zambezi",
    "confidence": [
      [
        "Z",
        -0.010418156
      ],
      [
        "am",
        -9.233804e-05
      ],
      [
        "be",
        -7.3458323e-06
      ],
      [
        "zi",
        -2.0696643e-05
      ]
    ]
  },
  "This body's exocrine component, arranged in its namesake acini, is composed of centroacinar and basophilic": {
    "guess": "Pancreas",
    "confidence": [
      [
        "Pan",
        -0.1420849
      ],
      [
        "cre",
        -0.00014120422
      ],
      [
        "as",
        -0.07838939
      ]
    ]
  },
  "This body is largely redundant as approximately one tenth of its volume can adequately serve its function, a fact exploited by Whipple's operation. Abnormal stomach parietal cell activity may be symptomatic of Zollinger- Ellison syndrome, a disfunction of cells in this organ. Cholecystokinin is actually a form of its namesake hormone. The grape-like clustering of its secretory cells leads to their being called acinar cells.  It empties via the ducts of Santorini of Wirsung into the duodenum.  FTP,": {
    "guess": "Pancreas",
    "confidence": [
      [
        "Pan",
        -0.001658636
      ],
      [
        "cre",
        -9.133887e-06
      ],
      [
        "as",
        -0.00052646134
      ]
    ]
  },
  "This body of water is bounded by the Konkori Scarp to the west and the Gambaga Scarp to the north, and much of this body of water lies in the Kwahu Plateau. The Afram River flows into this body of water, and cities on its banks include Yeji and Kete Krachi. Fed by the Daka and Oti Rivers, this lake supplies water to the nearby cities of Kpandu and Koforidua, and on its shores lies Digya National Park. This body of water was originally part of a plan to supply electricity to aluminum refineries in": {
    "guess": "Lake Volta",
    "confidence": [
      [
        "Lake",
        -0.08275753
      ],
      [
        " Vol",
        -6.511407e-06
      ],
      [
        "ta",
        -1.9361265e-07
      ]
    ]
  },
  "Bodies of water off the coast of this region include the Queen Charlotte Sound and the Hecate Straight, and this region is home to the wine producing Okanagan Valley. This territory's economic center is home to Arthur Erickson designed Robson Square. The Fraser River runs entirely through this territory. This territory also controls the northern portion of the San Juan Islands and was the site of the": {
    "guess": "British Columbia",
    "confidence": [
      [
        "British",
        -0.012141568
      ],
      [
        " Columbia",
        -0.0016115084
      ]
    ]
  },
  "His body disappeared after William Cobbett had exhumed it and taken it to England, where it was not allowed to be buried. He was not allowed to be buried in consecrated ground in America because of \"atheism\" and had been interred on his farm in New Rochelle, which the State of New York had given him. _FOR 10 POINTS_ —name this political radical, author of such works as The Age of Reason and Common": {
    "guess": "Thomas Paine",
    "confidence": [
      [
        "Thomas",
        -0.0048633423
      ],
      [
        " P",
        -4.85903e-05
      ],
      [
        "aine",
        -7.822647e-06
      ]
    ]
  },
  "His bodyguards originally consisted of a brainwashed group of 16-year old girls called \"The Dolls\", each one named after a different month of the year. The fortune teller Rose shared a soul with him, because he had to expel all of the good in his soul to master \"Psycho Power\". He tried to transfer his consciousness into Cammy White, who was revealed to be a clone of him. He hosts the second World Warrior tournament as revenge for the destruction of his satellite, but Akuma sends his soul to hell, and he is never heard from again. He was the head of the criminal organization Shadaloo until his death, where his subordinates included Balrog, Vega, and Sagat. FTP, name this Psycho-Crusher-using military crime lord and opponent of Guile, Ryu, Ken, and Chun-Li, the main antagonist of the Street Fighter": {
    "guess": "M. Bison",
    "confidence": [
      [
        "M",
        -0.027941981
      ],
      [
        ".",
        -0.0011512941
      ],
      [
        " Bison",
        -1.147242e-06
      ]
    ]
  },
  "This body of water contains the Hecla, Deer, and Black Islands, and is fed from many sources, including": {
    "guess": "Lake Winnipeg",
    "confidence": [
      [
        "Lake",
        -0.030522691
      ],
      [
        " Winnipeg",
        -0.93862444
      ]
    ]
  },
  "These bodies form through a process that begins with ambipolar diffusion, which leads to cloud collapse.": {
    "guess": "Star Formation",
    "confidence": [
      [
        "Star",
        -0.69231325
      ],
      [
        " Formation",
        -0.10520993
      ]
    ]
  },
  "This body is the second densest in the solar system and has the greatest temperature variation in the": {
    "guess": "Moon",
    "confidence": [
      [
        "Moon",
        -0.73517096
      ]
    ]
  },
  "This body of water will lie at the eastern end of the planned Manych Ship Canal. The humid Hyrcanian Forest is a temperate rain forest that lies south of this body of water in the Alborz Mountains. Baku, Azerbaijan lies on a peninsula that juts into this body of water, and the Volga empties into this lake. For 10 points, name this largest lake in the world, which is sandwiched between the Caucasus, Iran, and Russia.": {
    "guess": "Caspian Sea",
    "confidence": [
      [
        "C",
        -0.0035637268
      ],
      [
        "asp",
        -3.1281633e-07
      ],
      [
        "ian",
        -4.8709502e-05
      ],
      [
        " Sea",
        -4.246537e-06
      ]
    ]
  },
  "The Bodroux reaction forms them from a Grignard reagent, an aniline derivative, and a carboxylic acid, and the Beckmann rearrangement produces cyclic ones, called lactams, from oximes. Their IR shift is the furthest downfield of any saturated carbonyl, between 1630 and 1695, reflecting the fact that they are the least reactive derivative. a This term is sometimes used to describe deprotonated ammonia,": {
    "guess": "Amide",
    "confidence": [
      [
        "Am",
        -0.5826636
      ],
      [
        "ide",
        -0.027149556
      ]
    ]
  },
  "This body issued the \"Solemn Engagement\" and appointed Agitators to complain about a lack of payment before issuing an \"Agreement of the People.\" This body was bound by the Solemn League and Covenant, and one of its leaders was Henry Ireton. Legislators were forbidden from commanding in this body by the Self-Denying Ordinance, and its members considered constitutional questions at the Putney Debates. Its members fought for the \"Good Old Cause,\" triumphed at Naseby, and opposed Charles I. For 10 points,": {
    "guess": "New Model Army",
    "confidence": [
      [
        "New",
        -0.14587536
      ],
      [
        " Model",
        -4.0842064e-05
      ],
      [
        " Army",
        -5.2001665e-06
      ]
    ]
  },
  "This body of water is home to the Kariba Dam, the reaction of which forced the relocation of 50,000 Tonga. It is joined by the Cuando and Lunagwa as if flows through eight countries over 1,600 miles before emptying into the Indian Ocean. It was first explored by Europeans in the 1850's when David Livingstone, traversed much of the river. For ten points, name this fourth longest river in Africa, home": {
    "guess": "Zambezi",
    "confidence": [
      [
        "Z",
        -0.018366612
      ],
      [
        "am",
        -0.0004243588
      ],
      [
        "be",
        -1.7432603e-06
      ],
      [
        "zi",
        -3.5477897e-05
      ]
    ]
  },
  "This body of water is home to the Kariba Dam, the reaction of which forced the relocation of 50,000 Tonga.": {
    "guess": "Lake Kariba",
    "confidence": [
      [
        "Lake",
        -0.09636917
      ],
      [
        " Kar",
        -0.00038693982
      ],
      [
        "iba",
        -4.604148e-06
      ]
    ]
  },
  "This body of water is known to the Chorotega people as Cocibolca and the Solentiname Islands are located in its south. A city whose name means \"place of mosquitos,\" Moyogalpa, is the main port on this": {
    "guess": "Lake Nicaragua",
    "confidence": [
      [
        "Lake",
        -0.0055708485
      ],
      [
        " Nicaragua",
        -0.020718345
      ]
    ]
  },
  "The Bodroux reaction forms them from a Grignard reagent, an aniline derivative, and a carboxylic acid, and the Beckmann rearrangement produces cyclic ones, called lactams, from oximes. Their IR shift is the furthest downfield of any saturated carbonyl, between 1630 and 1695, reflecting the fact that they are the least reactive derivative. a This term is sometimes used to describe deprotonated ammonia, and peptide bonds are also called these linkages. FTP, identify this functional group, which may be described as an amine with an acyl group for one substituent, or as a nitrogen analogue of carboxylic acids.": {
    "guess": "Amide",
    "confidence": [
      [
        "Am",
        -0.00951382
      ],
      [
        "ide",
        -0.0031987505
      ]
    ]
  },
  "This body is largely redundant as approximately one tenth of its volume can adequately serve its function, a fact exploited by Whipple's operation. Abnormal stomach parietal cell activity may be symptomatic of Zollinger- Ellison syndrome, a disfunction of cells in this organ. Cholecystokinin is actually a form of its namesake hormone. The grape-like clustering of its secretory cells leads to their": {
    "guess": "Pancreas",
    "confidence": [
      [
        "Pan",
        -0.01063391
      ],
      [
        "cre",
        -0.00011427152
      ],
      [
        "as",
        -0.00047952807
      ]
    ]
  },
  "This body of water will lie at the eastern end of the planned Manych Ship Canal. The humid Hyrcanian": {
    "guess": "Caspian Sea",
    "confidence": [
      [
        "C",
        -0.009773797
      ],
      [
        "asp",
        -4.246537e-06
      ],
      [
        "ian",
        -0.00028386168
      ],
      [
        " Sea",
        -2.0219828e-05
      ]
    ]
  },
  "This body of water is bordered to the east and south by the Kyzyl and Kara deserts, and to the west by the Ust'-Urt Plateau. The Russian-administered Baikonur Cosmodrome lies on one of the two major rivers flowing into it, and the Dike Kokaral separates its northern and southern sections. The Amu Darya and Syr Darya drain into this saline lake, which is rapidly shrinking due to irrigation. FTP, name": {
    "guess": "Aral Sea",
    "confidence": [
      [
        "A",
        -0.010601936
      ],
      [
        "ral",
        -8.299462e-06
      ],
      [
        " Sea",
        -0.00070754817
      ]
    ]
  },
  "This body part regulates fluid intake and feelings of thirst, contains a center that determines wakefulness and sleep, regulates body heat in response to variations in external temperature, and influences caloric intake and weight regulation by establishing a stable \"set point\" for individual weight gain. It is connected by both nervous and chemical pathways to the pituitary, and triggers the pituitary's": {
    "guess": "Hypothalamus",
    "confidence": [
      [
        "H",
        -0.009800835
      ],
      [
        "yp",
        -4.0961266e-05
      ],
      [
        "oth",
        -2.3915141e-05
      ],
      [
        "alam",
        -0.000320923
      ],
      [
        "us",
        -1.7835755e-05
      ]
    ]
  }
}