{
  "This man guest-voiced on the Simpsons episode \"O Brother, Where Bart Thou, \" He hosted Saturday Night Live on his 31st birthday with Carrie Underwood as musical guest, and on that show is remembered for his United Way commercial where he manhandles a youth group on the football field. This man surprised many people when he didn't attend his father's alma mater, the University of Mississippi. He was the first overall selection in the 1998 NFL draft and holds the most NFL MVP awards. His brother is the starting quarterback for the New York Giants. For 10 points, name this current quarterback now": {
    "guess": "Peyton Manning",
    "confidence": [
      [
        "P",
        -0.08487233
      ],
      [
        "ey",
        -8.537869e-06
      ],
      [
        "ton",
        -7.266944e-05
      ],
      [
        " Manning",
        -0.00044115915
      ]
    ]
  },
  "This man guest-voiced on the Simpsons episode \"O Brother, Where Bart Thou, \" He hosted Saturday Night Live on his 31st birthday with Carrie Underwood as musical guest, and on that show is remembered for his United Way commercial where he manhandles a youth group on the football field. This man surprised": {
    "guess": "Peyton Manning",
    "confidence": [
      [
        "P",
        -0.08783363
      ],
      [
        "ey",
        -6.968935e-05
      ],
      [
        "ton",
        -3.1424974e-05
      ],
      [
        " Manning",
        -0.00022356294
      ]
    ]
  },
  "This man guest-voiced on the Simpsons episode \"O Brother, Where Bart Thou, \" He hosted Saturday Night Live on his 31st birthday with Carrie Underwood as musical guest, and on that show is remembered for his United Way commercial where he manhandles a youth group on the football field. This man surprised many people when he didn't attend his father's alma mater, the University of Mississippi. He was the first overall selection in the 1998 NFL draft and holds the most NFL MVP awards. His brother is": {
    "guess": "Peyton Manning",
    "confidence": [
      [
        "P",
        -0.6561332
      ],
      [
        "ey",
        -4.9617593e-06
      ],
      [
        "ton",
        -3.059055e-05
      ],
      [
        " Manning",
        -0.00020377879
      ]
    ]
  },
  "A Guercino landscape, a Sannazzaro poem, a Sir Philip Sidney romance, and a Tom Stoppard play all share": {
    "guess": "Arcadia (play)",
    "confidence": [
      [
        "Arc",
        -0.04749847
      ],
      [
        "adia",
        -0.00061319396
      ],
      [
        " (",
        -0.350348
      ],
      [
        "play",
        -0.011391563
      ],
      [
        ")",
        -0.0008350008
      ]
    ]
  },
  "A Guercino landscape, a Sannazzaro poem, a Sir Philip Sidney romance, and a Tom Stoppard play all share their name with this bleak and mountainous region of the Peloponnese that also figures in the title": {
    "guess": "Arcadia (utopia)",
    "confidence": [
      [
        "Arc",
        -0.005352467
      ],
      [
        "adia",
        -7.934485e-05
      ],
      [
        " (",
        -0.116369285
      ],
      [
        "ut",
        -0.11028191
      ],
      [
        "opia",
        -0.015638137
      ],
      [
        ")",
        -0.0017943009
      ]
    ]
  },
  "A Guercino landscape, a Sannazzaro poem, a Sir Philip Sidney romance, and a Tom Stoppard play all share their name with this bleak and mountainous region of the Peloponnese that also figures in the title of Nicholas Poussin's most famous painting. FTP, name this rural district of central Greece, which": {
    "guess": "Arcadia",
    "confidence": [
      [
        "Arc",
        -0.0039690477
      ],
      [
        "adia",
        -0.0005606581
      ]
    ]
  },
  "This man guest-voiced on the Simpsons episode \"O Brother, Where Bart Thou, \" He hosted Saturday Night": {
    "guess": "George Carlin",
    "confidence": [
      [
        "George",
        -0.54415244
      ],
      [
        " Car",
        -0.81867623
      ],
      [
        "lin",
        -0.00020187153
      ]
    ]
  },
  "This man guest-voiced on the Simpsons episode \"O Brother, Where Bart Thou, \" He hosted Saturday Night Live on his 31st birthday with Carrie Underwood as musical guest, and on that show is remembered for his United Way commercial where he manhandles a youth group on the football field. This man surprised many people when he didn't attend his father's alma mater, the University of Mississippi. He was the first overall selection in the 1998 NFL draft and holds the most NFL MVP awards. His brother is the starting quarterback for the New York Giants. For 10 points, name this current quarterback now fighting a major injury who plays for the Indianapolis Colts.": {
    "guess": "Peyton Manning",
    "confidence": [
      [
        "P",
        -0.006737154
      ],
      [
        "ey",
        -3.464347e-05
      ],
      [
        "ton",
        -6.15835e-05
      ],
      [
        " Manning",
        -0.0006190312
      ]
    ]
  },
  "This man guest-voiced on the Simpsons episode \"O Brother, Where Bart Thou, \" He hosted Saturday Night Live on his 31st birthday with Carrie Underwood as musical guest, and on that show is remembered for his United Way commercial where he manhandles a youth group on the football field. This man surprised many people when he didn't attend his father's alma mater, the University of Mississippi. He was": {
    "guess": "Eli Manning",
    "confidence": [
      [
        "E",
        -0.51589364
      ],
      [
        "li",
        -3.1737043e-06
      ],
      [
        " Manning",
        -0.0012067807
      ]
    ]
  },
  "A Guercino landscape, a Sannazzaro poem, a Sir Philip Sidney romance, and a Tom Stoppard play all share their name with this bleak and mountainous region of the Peloponnese that also figures in the title of Nicholas Poussin's most famous painting. FTP, name this rural district of central Greece, which -- thanks to Virgil's Eclogues -- is now synonymous with an idealized world of pastoral beauty.": {
    "guess": "Arcadia",
    "confidence": [
      [
        "Arc",
        -0.012574046
      ],
      [
        "adia",
        -1.6882126e-05
      ]
    ]
  },
  "This man guest-voiced on the Simpsons episode \"O Brother, Where Bart Thou, \" He hosted Saturday Night Live on his 31st birthday with Carrie Underwood as musical guest, and on that show is remembered for": {
    "guess": "Jonah Hill",
    "confidence": [
      [
        "Jon",
        -0.6712044
      ],
      [
        "ah",
        -0.32777143
      ],
      [
        " Hill",
        -0.00053063344
      ]
    ]
  }
}