{
  "This effect is behind the arrangement of polystyrene nanoparticles in hexagonal lattices and straight lines on silicon dioxide, and it can occur in layers that are too thin to exhibit Rayleigh-B?ard convection. It also leads to instability in Langmuir monolayers, and, according to Pearson, those instabilities": {
    "guess": "Langmuir-Blodgett film",
    "confidence": [
      [
        "Lang",
        -1.0595124
      ],
      [
        "mu",
        -4.2272506e-05
      ],
      [
        "ir",
        -4.596782e-05
      ],
      [
        "-",
        -0.40181106
      ],
      [
        "Bl",
        -0.00031162877
      ],
      [
        "od",
        -8.299462e-06
      ],
      [
        "gett",
        -0.0001878055
      ],
      [
        " film",
        -0.24616179
      ]
    ]
  },
  "An effort to seize control of this country's trade routes led to the death of journalist Hansi Krauss.": {
    "guess": "Somalia",
    "confidence": [
      [
        "Som",
        -0.03422601
      ],
      [
        "alia",
        -0.0037481792
      ]
    ]
  },
  "An effect bearing this man's name states that when blood pH decreases, so does the ability of hemoglobin to bind oxygen. If p and q are generalized momentum and position, the requirement that the path integral of p dq be equal to an integer times hbar is known as his and Sommerfeld's quantization rule. His son shared the 1975 Nobel Prize in physics for work on atomic structure with Ben Mottelson and Leo Rainwater, and this man himself originated such ideas as the correspondence principle and an interpretation of quantum mechanics named for his home city. For 10 points, identify this man who first": {
    "guess": "Niels Bohr",
    "confidence": [
      [
        "Ni",
        -0.025509119
      ],
      [
        "els",
        -1.6240566e-06
      ],
      [
        " Boh",
        -9.8536635e-05
      ],
      [
        "r",
        -1.3856493e-06
      ]
    ]
  },
  "Efforts in this opera to lift the title character's spirits include the piano-accompanied \"Lieben, hassen\" and a quartet sung by four men with a coloratura soprano descant. That coloratura soprano role is best known for the massive aria \"Grossm?htige Prinzessin!\", in which she lists men who have seduced her, to which the title character responds by withdrawing into her cave. The title location disappears upon the appearance of a certain god, and the Prologue to the opera, not included in its original version, ends with the Composer singing \"Musik ist eine heilige Kunst.\" Zerbinetta and four commedia dell'arte characters star in the comedy that infringes upon the Composer's opera seria, creating": {
    "guess": "Ariadne auf Naxos",
    "confidence": [
      [
        "A",
        -0.0035899756
      ],
      [
        "riad",
        -0.000892048
      ],
      [
        "ne",
        -6.4325184e-05
      ],
      [
        " auf",
        -0.0033593897
      ],
      [
        " N",
        -3.631232e-05
      ],
      [
        "ax",
        -3.5313153e-06
      ],
      [
        "os",
        -0.00016945181
      ]
    ]
  },
  "An effort to increase Catholic influence in the Church of England, described in John Henry Newman's Apologia Pro Vita Sua, was a mid-19th century movement named for this institution. Emo of Friesland was the first non-native attendee of this institution, of which the Scholastic philosopher Robert Grosseteste": {
    "guess": "University of Oxford",
    "confidence": [
      [
        "University",
        -0.7890922
      ],
      [
        " of",
        -0.00017135908
      ],
      [
        " Oxford",
        -0.06341146
      ]
    ]
  },
  "To have an efficient operation, it requires that the loss of ammonia be no more than one-tenth of one percent of the weight of the end product. The resultant ammonia, which is obtained along with calcium": {
    "guess": "Ammonium nitrate",
    "confidence": [
      [
        "Am",
        -0.41924474
      ],
      [
        "mon",
        -0.00012499251
      ],
      [
        "ium",
        -0.043260306
      ],
      [
        " nit",
        -0.25926632
      ],
      [
        "rate",
        -0.00016527968
      ]
    ]
  },
  "An effect bearing this man's name states that when blood pH decreases, so does the ability of hemoglobin to bind oxygen. If p and q are generalized momentum and position, the requirement that the path integral of p dq be equal to an integer times hbar is known as his and Sommerfeld's quantization rule. His son shared the 1975 Nobel Prize in physics for work on atomic structure with Ben Mottelson and Leo Rainwater, and this man himself originated such ideas as the correspondence principle and an interpretation of quantum mechanics named for his home city. For 10 points, identify this man who first proposed the quantization of angular momentum and who received the Nobel Prize in physics in 1922,": {
    "guess": "Niels Bohr",
    "confidence": [
      [
        "Ni",
        -0.005268738
      ],
      [
        "els",
        -1.9816675e-06
      ],
      [
        " Boh",
        -0.00014227704
      ],
      [
        "r",
        -2.220075e-06
      ]
    ]
  },
  "This effect dominates in energy regimes under one mega-electron volt, while at higher energies Compton scattering and pair production are likely to occur. It was first observed by Heinrich Hertz while working with spark gaps. Mathematically, this effect is likely to occur when the threshold frequency": {
    "guess": "Photoelectric effect",
    "confidence": [
      [
        "Photo",
        -0.0005449306
      ],
      [
        "electric",
        -3.5120287e-05
      ],
      [
        " effect",
        -0.0007144584
      ]
    ]
  },
  "This effect is behind the arrangement of polystyrene nanoparticles in hexagonal lattices and straight": {
    "guess": "Self-assembly",
    "confidence": [
      [
        "Self",
        -0.2551605
      ],
      [
        "-",
        -0.019415898
      ],
      [
        "assembly",
        -0.055370886
      ]
    ]
  },
  "The effect in which a suddenly magnetized iron bar rotates in the opposite direction of an applied current is named after de Haas and this man. This man introduced the idea of stimulated emission while proving Planck's radiation equation. He also developed the equivalence principle and postulated that": {
    "guess": "Albert Einstein",
    "confidence": [
      [
        "Albert",
        -0.029031763
      ],
      [
        " Einstein",
        -0.0012773768
      ]
    ]
  },
  "Effects of these phenomena in Cimarron County are depicted in a famous photo by Arthur Rothstein. An agency called the SCS was created in response to a particularly devastating one of these phenomena on": {
    "guess": "Dust Bowl",
    "confidence": [
      [
        "D",
        -0.028719885
      ],
      [
        "ust",
        -1.0802739e-05
      ],
      [
        " Bowl",
        -0.0011845153
      ]
    ]
  },
  "An effect bearing this man's name states that when blood pH decreases, so does the ability of hemoglobin": {
    "guess": "Bohr effect",
    "confidence": [
      [
        "Bo",
        -0.4410487
      ],
      [
        "hr",
        -4.6206227e-05
      ],
      [
        " effect",
        -0.33718795
      ]
    ]
  },
  "To have an efficient operation, it requires that the loss of ammonia be no more than one-tenth of one percent of the weight of the end product. The resultant ammonia, which is obtained along with calcium chloride, can be reused when the first step is repeated. The calcium chloride, however, is a waste product and is usually discarded. Its predecessor, which treated sodium chloride with sulfuric acid to produce sodium sulfate, which was heated with limestone and coal, was pioneered by the French chemist Nicolas Leblanc in 1890, some 70 years before its development. FTP, name this industrial process that obtains sodium chloride from treating sodium chloride with ammonia and carbon dioxide, the": {
    "guess": "Solvay Process",
    "confidence": [
      [
        "S",
        -0.109430425
      ],
      [
        "olv",
        -0.0017415818
      ],
      [
        "ay",
        -4.1273333e-06
      ],
      [
        " Process",
        -0.25708103
      ]
    ]
  },
  "Its effectiveness is greatly limited by botulinum toxin, atropine, curare, and the antibodies involved in myasthenia gravis.  That disease can be treated by neostigmine, which increases its effectiveness by stimulating its target nicotinic and  muscarinic receptors. It plays a role in memory, though": {
    "guess": "Acetylcholine",
    "confidence": [
      [
        "Ac",
        -0.026972746
      ],
      [
        "etyl",
        -1.2829201e-05
      ],
      [
        "ch",
        -7.89631e-07
      ],
      [
        "oline",
        -0.00019829543
      ]
    ]
  },
  "To have an efficient operation, it requires that the loss of ammonia be no more than one-tenth of one percent of the weight of the end product. The resultant ammonia, which is obtained along with calcium chloride, can be reused when the first step is repeated. The calcium chloride, however, is a waste": {
    "guess": "Ammonium chloride",
    "confidence": [
      [
        "Am",
        -0.3462957
      ],
      [
        "mon",
        -0.00019662657
      ],
      [
        "ium",
        -0.04659204
      ],
      [
        " chloride",
        -0.63227963
      ]
    ]
  },
  "In an effect named for this man, increasing oxygen levels lead to decreasing fermentation activity. He showed that microbes were the cause of two silkworm parasites. In his \"soup of life\" experiment, this": {
    "guess": "Louis Pasteur",
    "confidence": [
      [
        "Louis",
        -0.0015771172
      ],
      [
        " Paste",
        -0.00010819213
      ],
      [
        "ur",
        -0.00010413921
      ]
    ]
  },
  "An effort to replace coal miners with convicts in this state's Anderson County led to the Coal Creek War. The decorated World War I hero Alvin York hailed from this state. During the Civil War, Ulysses Grant captured Fort Donelson in this state, and the battles of Stones River and Murfreesboro occurred": {
    "guess": "Tennessee",
    "confidence": [
      [
        "T",
        -0.018045519
      ],
      [
        "ennessee",
        -0.0008928788
      ]
    ]
  },
  "To have an efficient operation, it requires that the loss of ammonia be no more than one-tenth of one percent of the weight of the end product. The resultant ammonia, which is obtained along with calcium chloride, can be reused when the first step is repeated. The calcium chloride, however, is a waste product and is usually discarded. Its predecessor, which treated sodium chloride with sulfuric acid to produce sodium sulfate, which was heated with limestone and coal, was pioneered by the French chemist Nicolas Leblanc in 1890, some 70 years before its development. FTP, name this industrial process that obtains sodium chloride from treating sodium chloride with ammonia and carbon dioxide, the brainchild of a Belgian engineer.": {
    "guess": "Solvay Process",
    "confidence": [
      [
        "S",
        -0.04871261
      ],
      [
        "olv",
        -0.00014931006
      ],
      [
        "ay",
        -4.246537e-06
      ],
      [
        " Process",
        -0.23686245
      ]
    ]
  },
  "This effect was first experimentally verified when Ives and Stilwell observed the exact decrease in frequency predicted by the transverse Doppler effect. This effect is most often illustrated by considering a traveler who moves at relativistic speeds and returns to find that he is (*) younger than his": {
    "guess": "Ives–Stilwell experiment",
    "confidence": [
      [
        "I",
        -0.50428456
      ],
      [
        "ves",
        -1.8431772e-05
      ],
      [
        "–",
        -0.36236006
      ],
      [
        "St",
        -0.0012711856
      ],
      [
        "il",
        -9.729906e-06
      ],
      [
        "well",
        0.0
      ],
      [
        " experiment",
        -0.033445124
      ]
    ]
  },
  "This effect occurs in a vacuum under the Sposita potential, but not under the HFDHE2 [\"H-F-D-H-E-2\"] potential. Sandouqa et al. used the Galitskii-Migdal-Feynman formalism to analyze this effect's occurrence in liquid helium-3. Vahedi et al. applied the generalized uncertainty principle to show that": {
    "guess": "Superfluidity",
    "confidence": [
      [
        "Super",
        -1.98392
      ],
      [
        "fluid",
        -0.033746667
      ],
      [
        "ity",
        -0.07524905
      ]
    ]
  },
  "The effectiveness of dialysis relies on the Donnan form of this concept, which must be modified by the Curtin-Hammett principle when side reactions occur. This concept corresponds to the minimum Gibbs free energy and the presence of pure liquids and solids is ignored for the heterogeneous type. The law of mass action can be used to find this concept's constant, and the effect of a shift in this state can be predicted by Le Chatelier's principle. Existing when the forward and reverse rates of a reaction are the same, name this chemical condition in which the concentrations of reactants and products": {
    "guess": "Chemical equilibrium",
    "confidence": [
      [
        "Chem",
        -0.01219833
      ],
      [
        "ical",
        -2.7372049e-05
      ],
      [
        " equilibrium",
        -0.06471553
      ]
    ]
  },
  "This effect was first experimentally verified when Ives and Stilwell observed the exact decrease in frequency predicted by the transverse Doppler effect. This effect is most often illustrated by considering": {
    "guess": "Ives–Stilwell experiment",
    "confidence": [
      [
        "I",
        -0.5159291
      ],
      [
        "ves",
        -1.4855664e-05
      ],
      [
        "–",
        -0.38844728
      ],
      [
        "St",
        -0.0027035892
      ],
      [
        "il",
        -2.6060809e-05
      ],
      [
        "well",
        -4.3202e-07
      ],
      [
        " experiment",
        -0.024993135
      ]
    ]
  },
  "This effect's analog in electrodynamics is called the Christoffel voltage, and the normal component of this force is found by the Eotvos effect. The ratio of inertial forces to this force is called the": {
    "guess": "Coriolis force",
    "confidence": [
      [
        "Cor",
        -0.09006183
      ],
      [
        "iol",
        -4.561021e-05
      ],
      [
        "is",
        -1.4259645e-05
      ],
      [
        " force",
        -0.0011052099
      ]
    ]
  },
  "This effect is present in purines and pyrimidines, a fact which initially confused Watson and Crick; for example, adenine can base pair with cytosine if adenine is present as a lactim.  It occurs very rarely in DNA, because hydrogen bonds and the attachment to the sugar prevent access to the acid or base which catalyzes it through protonation or deprotonation.  Due to aromatic stability, it can only be induced in phenols with great difficulty.  This is in sharp contrast to ketones and aldehydes,": {
    "guess": "Tautomerism",
    "confidence": [
      [
        "T",
        -0.0654888
      ],
      [
        "aut",
        -0.36000866
      ],
      [
        "omer",
        -1.2590794e-05
      ],
      [
        "ism",
        -0.034549326
      ]
    ]
  },
  "This effect was first experimentally verified when Ives and Stilwell observed the exact decrease in frequency": {
    "guess": "Doppler effect",
    "confidence": [
      [
        "D",
        -0.012675042
      ],
      [
        "op",
        -1.2664457e-06
      ],
      [
        "pler",
        -3.7697225e-06
      ],
      [
        " effect",
        -0.0017725197
      ]
    ]
  },
  "One effect in this economic concept explains the Penn Effect in its model of productivity and is co-named for Bela Balassa. A model analogizing this to gravity was developed by Jan Tinbergen. Another model describing this concept can be simplified to the 2x2x2 model and assumes that there are no barriers to it and that transportation costs are zero. That model, which links the use derived from it to differences in factor endowments and intensities, is the Hecksher-Olin Model. Countries can fix exchange rates by controlling the flow of this, and the idea that countries engaging in this should specialize": {
    "guess": "International trade",
    "confidence": [
      [
        "International",
        -0.13446456
      ],
      [
        " trade",
        -0.5730196
      ]
    ]
  },
  "This effect can be eliminated in haloalkanes by rapid magnetic equilibration, and in alcohols by fast proton exchange. Either geminal or vicinal, its ratios are given by Pascal's triangle under first order conditions, but if nonequivalent neighbors are involved, the sequential N + 1 rule is applied to find the number of peaks. When its coupling constant is comparable to the frequency difference, higher field strength is needed to improve resolution. Caused by local magnetic fields of neighboring atoms – for ten points–  name this phenomenon observed in NMR in which a peak in the spectrum splits up.": {
    "guess": "Spin-spin coupling",
    "confidence": [
      [
        "Spin",
        -0.89935106
      ],
      [
        "-spin",
        -0.0018257156
      ],
      [
        " coupling",
        -0.037888616
      ]
    ]
  },
  "Efforts in this opera to lift the title character's spirits include the piano-accompanied \"Lieben, hassen\" and a quartet sung by four men with a coloratura soprano descant. That coloratura soprano role is best known for the massive aria \"Grossm?htige Prinzessin!\", in which she lists men who have seduced her, to which the title character responds by withdrawing into her cave. The title location disappears upon the appearance of a certain god, and the Prologue to the opera, not included in its original version, ends with the Composer singing \"Musik ist eine heilige Kunst.\" Zerbinetta and four commedia": {
    "guess": "Ariadne auf Naxos",
    "confidence": [
      [
        "A",
        -0.00092944864
      ],
      [
        "riad",
        -0.00023762896
      ],
      [
        "ne",
        -1.9504607e-05
      ],
      [
        " auf",
        -0.0009635079
      ],
      [
        " N",
        -2.7133641e-05
      ],
      [
        "ax",
        -1.0280384e-06
      ],
      [
        "os",
        -0.000134052
      ]
    ]
  },
  "This effect is present in purines and pyrimidines, a fact which initially confused Watson and Crick; for example, adenine can base pair with cytosine if adenine is present as a lactim.  It occurs very rarely in DNA, because hydrogen bonds and the attachment to the sugar prevent access to the acid or": {
    "guess": "Tautomeric shift",
    "confidence": [
      [
        "T",
        -0.13377184
      ],
      [
        "autom",
        -0.5201122
      ],
      [
        "eric",
        -0.00080009975
      ],
      [
        " shift",
        -0.6780427
      ]
    ]
  },
  "An effort to seize control of this country's trade routes led to the death of journalist Hansi Krauss. American soldiers were dragged and broadcasted through the streets of this nation after the failed Olympic Hotel bombing. An attempt to overthrow a leader in this country began at Bakara Market, which": {
    "guess": "Somalia",
    "confidence": [
      [
        "Som",
        -0.028311953
      ],
      [
        "alia",
        -0.0003962377
      ]
    ]
  },
  "This effect, along with the Doppler effect, is utilized in telescopes such as NARVAL to map the magnetic fields of stars. In a Fabry-Perot interferometer, this effect can be used to measure the electron": {
    "guess": "Zeeman effect",
    "confidence": [
      [
        "Ze",
        -0.13718504
      ],
      [
        "eman",
        -4.572941e-05
      ],
      [
        " effect",
        -0.021374702
      ]
    ]
  },
  "An effort to replace coal miners with convicts in this state's Anderson County led to the Coal Creek War. The decorated World War I hero Alvin York hailed from this state. During the Civil War, Ulysses Grant captured Fort Donelson in this state, and the battles of Stones River and Murfreesboro occurred in this state. Clarence Darrow faced off against William Jennings Bryan in the Scopes Monkey Trial in this state. For 10 points, name this southern state where thousands died at the \"Hornet's Nest\" at the Battle of Shiloh, and which has its capital at Nashville.": {
    "guess": "Tennessee",
    "confidence": [
      [
        "T",
        -0.06252562
      ],
      [
        "ennessee",
        -0.0008641763
      ]
    ]
  },
  "An effort to replace coal miners with convicts in this state's Anderson County led to the Coal Creek War. The decorated World War I hero Alvin York hailed from this state. During the Civil War, Ulysses Grant captured Fort Donelson in this state, and the battles of Stones River and Murfreesboro occurred in this state. Clarence Darrow faced off against William Jennings Bryan in the Scopes Monkey Trial in this state. For 10 points, name this southern state where thousands died at the \"Hornet's Nest\"": {
    "guess": "Tennessee",
    "confidence": [
      [
        "T",
        -0.006907187
      ],
      [
        "ennessee",
        -0.0009833892
      ]
    ]
  },
  "At efficiency in the Keynesian Cross, this equals the total output of an economy. An externality is beneficial": {
    "guess": "Aggregate supply",
    "confidence": [
      [
        "Aggregate",
        -1.0574106
      ],
      [
        " supply",
        -0.41321686
      ]
    ]
  },
  "This effect dominates in energy regimes under one mega-electron volt, while at higher energies Compton scattering and pair production are likely to occur. It was first observed by Heinrich Hertz while working with spark gaps. Mathematically, this effect is likely to occur when the threshold frequency of the electromagnetic radiation times Planck's constant is equal to the work function, usually represented by a lower case phi. For 10 points, name this effect where incident light on the surface of a metal releases electrons.": {
    "guess": "Photoelectric effect",
    "confidence": [
      [
        "Photo",
        -0.0005583932
      ],
      [
        "electric",
        -6.8854926e-05
      ],
      [
        " effect",
        -0.0006279678
      ]
    ]
  },
  "The effects of this event were exacerbated by the \"Gregory\" clause and the initial laissez-faire approach of Assistant Treasury Secretary Trevelyan and Prime Minister John Russell.  Earlier Robert Peel had used it to justify repeal of the Corn Laws.  One of its results were the death of many in cramped \"coffin ships\" to the Americas, while it's indirect cause was a boom in population which necessitated the use of the large \"Aran Banner\" variety, which was immune to the fungus that caused it.  FTP, identify this 1846-1850 catastrophe which hit the Emerald Isle.": {
    "guess": "Great Famine (Ireland)",
    "confidence": [
      [
        "Great",
        -0.021199653
      ],
      [
        " F",
        -0.011941453
      ],
      [
        "amine",
        -4.9617593e-06
      ],
      [
        " (",
        -0.060507372
      ],
      [
        "I",
        -7.946405e-05
      ],
      [
        "reland",
        -1.4021238e-05
      ],
      [
        ")",
        -6.456359e-05
      ]
    ]
  },
  "This effect is behind the arrangement of polystyrene nanoparticles in hexagonal lattices and straight lines on silicon dioxide, and it can occur in layers that are too thin to exhibit Rayleigh-B?ard convection.": {
    "guess": "Self-assembly of nanoparticles",
    "confidence": [
      [
        "Self",
        -0.10360495
      ],
      [
        "-",
        -0.018128876
      ],
      [
        "assembly",
        -0.053138107
      ],
      [
        " of",
        -0.6496837
      ],
      [
        " nanoparticles",
        -0.0049239583
      ]
    ]
  },
  "This effect is behind the arrangement of polystyrene nanoparticles in hexagonal lattices and straight lines on silicon dioxide, and it can occur in layers that are too thin to exhibit Rayleigh-B?ard convection. It also leads to instability in Langmuir monolayers, and, according to Pearson, those instabilities occur when its namesake's number is greater than eighty. This effect is responsible for the unusual deposition of solutes at the center of an evaporating drop of liquid, and for the stability of soap films. James Thompson first described this effect in a paper explaining that a gradient in alcohol content causes droplets to form above the surface making tears of wine. For 10 points, name this effect in which liquid flows according to differences in surface tension.": {
    "guess": "Marangoni effect",
    "confidence": [
      [
        "Mar",
        -0.0063851797
      ],
      [
        "ang",
        -0.00036763248
      ],
      [
        "oni",
        0.0
      ],
      [
        " effect",
        -0.025160197
      ]
    ]
  },
  "One effect in this economic concept explains the Penn Effect in its model of productivity and is co-named for Bela Balassa. A model analogizing this to gravity was developed by Jan Tinbergen. Another model": {
    "guess": "Gravity model of trade",
    "confidence": [
      [
        "Gravity",
        -0.1944228
      ],
      [
        " model",
        -0.022405714
      ],
      [
        " of",
        -0.6653144
      ],
      [
        " trade",
        -0.21602114
      ]
    ]
  },
  "An effect bearing this man's name states that when blood pH decreases, so does the ability of hemoglobin to bind oxygen. If p and q are generalized momentum and position, the requirement that the path integral of p dq be equal to an integer times hbar is known as his and Sommerfeld's quantization rule. His son shared the 1975 Nobel Prize in physics for work on atomic structure with Ben Mottelson and Leo Rainwater, and this man himself originated such ideas as the correspondence principle and an interpretation of quantum mechanics named for his home city. For 10 points, identify this man who first proposed the quantization of angular momentum and who received the Nobel Prize in physics in 1922, a native of Copenhagen.": {
    "guess": "Niels Bohr",
    "confidence": [
      [
        "Ni",
        -0.0016194804
      ],
      [
        "els",
        -1.2664457e-06
      ],
      [
        " Boh",
        -0.00017469678
      ],
      [
        "r",
        -1.6240566e-06
      ]
    ]
  },
  "To have an efficient operation, it requires that the loss of ammonia be no more than one-tenth of one": {
    "guess": "Haber process",
    "confidence": [
      [
        "H",
        -0.80323356
      ],
      [
        "aber",
        -8.053688e-05
      ],
      [
        " process",
        -0.5559639
      ]
    ]
  },
  "This effect is present in purines and pyrimidines, a fact which initially confused Watson and Crick; for example, adenine can base pair with cytosine if adenine is present as a lactim.  It occurs very rarely in DNA, because hydrogen bonds and the attachment to the sugar prevent access to the acid or base which catalyzes it through protonation or deprotonation.  Due to aromatic stability, it can only be induced in phenols with great difficulty.  This is in sharp contrast to ketones and aldehydes, where contact with a glass surface can catalyze interconversion between keto and enol forms.  The result": {
    "guess": "Tautomerism",
    "confidence": [
      [
        "T",
        -0.074682586
      ],
      [
        "aut",
        -0.49344292
      ],
      [
        "omer",
        -2.4584822e-06
      ],
      [
        "ism",
        -0.059081443
      ]
    ]
  },
  "This effect occurs in a vacuum under the Sposita potential, but not under the HFDHE2 [\"H-F-D-H-E-2\"] potential. Sandouqa et al. used the Galitskii-Migdal-Feynman formalism to analyze this effect's occurrence in liquid helium-3. Vahedi et al. applied the generalized uncertainty principle to show that this effect causes a shift in the transmission resonance wavenumber. An experiment commonly used to demonstrate this effect includes parameters such as the cathode space charge factor and the ratio of": {
    "guess": "Casimir effect",
    "confidence": [
      [
        "Cas",
        -0.569225
      ],
      [
        "imir",
        -1.962381e-05
      ],
      [
        " effect",
        -0.012414404
      ]
    ]
  },
  "Efforts in this opera to lift the title character's spirits include the piano-accompanied \"Lieben, hassen\" and a quartet sung by four men with a coloratura soprano descant. That coloratura soprano role is best known for the massive aria \"Grossm?htige Prinzessin!\", in which she lists men who have seduced her, to which the title character responds by withdrawing into her cave. The title location disappears upon the appearance of a certain god, and the Prologue to the opera, not included in its original version, ends with the Composer singing \"Musik ist eine heilige Kunst.\" Zerbinetta and four commedia dell'arte characters star in the comedy that infringes upon the Composer's opera seria, creating the opera-within-an-opera that forms the body of this work. For 10 points, identify this opera with": {
    "guess": "Ariadne auf Naxos",
    "confidence": [
      [
        "A",
        -0.0011990397
      ],
      [
        "riad",
        -0.0043917825
      ],
      [
        "ne",
        -4.739826e-05
      ],
      [
        " auf",
        -0.0008003382
      ],
      [
        " N",
        -4.1199673e-05
      ],
      [
        "ax",
        -3.5313153e-06
      ],
      [
        "os",
        -7.350386e-05
      ]
    ]
  },
  "This effect dominates in energy regimes under one mega-electron volt, while at higher energies Compton scattering and pair production are likely to occur. It was first observed by Heinrich Hertz while": {
    "guess": "Photoelectric effect",
    "confidence": [
      [
        "Photo",
        -0.035879463
      ],
      [
        "electric",
        -0.0013104788
      ],
      [
        " effect",
        -0.02084035
      ]
    ]
  },
  "This effect, along with the Doppler effect, is utilized in telescopes such as NARVAL to map the magnetic fields of stars. In a Fabry-Perot interferometer, this effect can be used to measure the electron charge-mass ratio. In the weak field case, spin-orbit coupling occurs in conjunction with this, causing the angular momentum and spin to precess around the total angular momentum. In this case, the resulting energy is the product of the Bohr magneton, the Lande g-factor, the external field, and the": {
    "guess": "Paschen-Back effect",
    "confidence": [
      [
        "Pas",
        -0.47650924
      ],
      [
        "chen",
        -2.677603e-05
      ],
      [
        "-",
        -0.0036848781
      ],
      [
        "Back",
        -2.5345586e-05
      ],
      [
        " effect",
        -0.010932861
      ]
    ]
  },
  "This effect's analog in electrodynamics is called the Christoffel voltage, and the normal component of this force is found by the Eotvos effect. The ratio of inertial forces to this force is called the Rossby number, and this effect is responsible for movements in the ocean's Ekman layer. This effect concerns moving objects in a rotating reference frame, and it is one of the fictitious forces. The effect responsible for the rotation of cyclones, for 10 points, identify this effect in which a moving object will drift to the right in the Northern Hemisphere": {
    "guess": "Coriolis force",
    "confidence": [
      [
        "Cor",
        -0.0069518145
      ],
      [
        "iol",
        -6.869018e-06
      ],
      [
        "is",
        -1.3663626e-05
      ],
      [
        " force",
        -0.185471
      ]
    ]
  },
  "One effect in this economic concept explains the Penn Effect in its model of productivity and is co-named for Bela Balassa. A model analogizing this to gravity was developed by Jan Tinbergen. Another model describing this concept can be simplified to the 2x2x2 model and assumes that there are no barriers to it and that transportation costs are zero. That model, which links the use derived from it to differences in factor endowments and intensities, is the Hecksher-Olin Model. Countries can fix exchange rates by controlling the flow of this, and the idea that countries engaging in this should specialize in productions with low opportunity costs is comparative advantage. For 10 points, name this transfer of ownership of goods and services between entities, which comes in a \"free\" variety.": {
    "guess": "International trade",
    "confidence": [
      [
        "International",
        -0.029511746
      ],
      [
        " trade",
        -0.1970293
      ]
    ]
  },
  "Efforts in this opera to lift the title character's spirits include the piano-accompanied \"Lieben, hassen\" and a quartet sung by four men with a coloratura soprano descant. That coloratura soprano role is best known for the massive aria \"Grossm?htige Prinzessin!\", in which she lists men who have seduced": {
    "guess": "Ariadne auf Naxos",
    "confidence": [
      [
        "A",
        -0.7242549
      ],
      [
        "riad",
        -0.045389947
      ],
      [
        "ne",
        -0.00014013138
      ],
      [
        " auf",
        -0.004500262
      ],
      [
        " N",
        -4.3464544e-05
      ],
      [
        "ax",
        -1.2829201e-05
      ],
      [
        "os",
        -0.00010914576
      ]
    ]
  },
  "This effect can be eliminated in haloalkanes by rapid magnetic equilibration, and in alcohols by fast proton exchange. Either geminal or vicinal, its ratios are given by Pascal's triangle under first order conditions, but if nonequivalent neighbors are involved, the sequential N + 1 rule is applied to find the number of peaks. When its coupling constant is comparable to the frequency difference, higher": {
    "guess": "Nuclear magnetic resonance spectroscopy",
    "confidence": [
      [
        "N",
        -0.18059811
      ],
      [
        "uclear",
        -0.0007719861
      ],
      [
        " magnetic",
        -0.0050212247
      ],
      [
        " resonance",
        -2.6968896e-06
      ],
      [
        " spectro",
        -0.0035883104
      ],
      [
        "scopy",
        -4.7875077e-05
      ]
    ]
  },
  "This effect occurs in a vacuum under the Sposita potential, but not under the HFDHE2 [\"H-F-D-H-E-2\"] potential. Sandouqa et al. used the Galitskii-Migdal-Feynman formalism to analyze this effect's occurrence in liquid helium-3. Vahedi et al. applied the generalized uncertainty principle to show that this effect causes a shift in the transmission resonance wavenumber. An experiment commonly used to demonstrate this effect includes parameters such as the cathode space charge factor and the ratio of the plate angle to the shield angle; that experiment features a 2D21 [\"2-D-2-1\"] thyratron. The simplest model that predicts this effect is a one-dimensional finite square potential well. In the standard example of this effect, a kinetic energy of approximately 0.7 electronvolts results in a minimum probability of collision with xenon, which cannot be explained by classical physics. For 10 points, name this quantum mechanical effect involving the scattering of electrons by the atoms of a noble gas.": {
    "guess": "Ramsauer–Townsend effect",
    "confidence": [
      [
        "R",
        -0.28893277
      ],
      [
        "ams",
        -0.1517782
      ],
      [
        "auer",
        -0.00018029935
      ],
      [
        "–",
        -0.21809635
      ],
      [
        "Town",
        -6.392203e-06
      ],
      [
        "send",
        -1.6240566e-06
      ],
      [
        " effect",
        -0.0004012369
      ]
    ]
  },
  "The effects of this event were exacerbated by the \"Gregory\" clause and the initial laissez-faire approach of Assistant Treasury Secretary Trevelyan and Prime Minister John Russell.  Earlier Robert Peel": {
    "guess": "Great Famine (Ireland)",
    "confidence": [
      [
        "Great",
        -0.0022169882
      ],
      [
        " F",
        -9.9371064e-05
      ],
      [
        "amine",
        -1.6240566e-06
      ],
      [
        " (",
        -1.9027791e-05
      ],
      [
        "I",
        -8.299462e-06
      ],
      [
        "reland",
        -3.8577193e-05
      ],
      [
        ")",
        -1.7432603e-06
      ]
    ]
  },
  "Effectively, it is a proof that every individual geometry can be constructed projectively. Constructed by the man who in 1895 initiated the writing of an encyclopedia of mathematics, it is a one-sided surface which is closed and has no boundary. FTP name this attempt to unify Euclidean and non- Euclidean": {
    "guess": "Poincaré disk model",
    "confidence": [
      [
        "P",
        -0.9195221
      ],
      [
        "oin",
        -0.34123445
      ],
      [
        "car",
        -0.0061592665
      ],
      [
        "é",
        -3.2140193e-05
      ],
      [
        " disk",
        -0.10273932
      ],
      [
        " model",
        -0.000717554
      ]
    ]
  },
  "This man was effectively adopted as a son by Sisygambis, the mother of one of his defeated enemies. While being burned alive, Calanus mysteriously told this him \"We shall meet in Babylon,\" and this man indeed died in Babylon. His life was chronicled by Callisthenes and he was devastated after the death of Hephaestion, his second in command. This leader built a causeway to allow the siege of the island city of (*) Tyre. This man's troops refused to cross the Beas River some time after defeating King Porus at the bloody Battle of the Hydaspes River. His heirs were known as the Diadochi. This victor at Issus and Gaugamela died after an aborted invasion of India. For 10 points, name this Macedonian": {
    "guess": "Alexander the Great",
    "confidence": [
      [
        "Alexander",
        -0.0025837435
      ],
      [
        " the",
        -0.0009469495
      ],
      [
        " Great",
        -6.706687e-05
      ]
    ]
  },
  "An effort to seize control of this country's trade routes led to the death of journalist Hansi Krauss. American soldiers were dragged and broadcasted through the streets of this nation after the failed": {
    "guess": "Somalia",
    "confidence": [
      [
        "Som",
        -0.005299454
      ],
      [
        "alia",
        -0.001347496
      ]
    ]
  },
  "This effect is present in purines and pyrimidines, a fact which initially confused Watson and Crick;": {
    "guess": "Base stacking",
    "confidence": [
      [
        "Base",
        -0.3020144
      ],
      [
        " stacking",
        -0.15382183
      ]
    ]
  },
  "The effect in which a suddenly magnetized iron bar rotates in the opposite direction of an applied current is named after de Haas and this man. This man introduced the idea of stimulated emission while proving Planck's radiation equation. He also developed the equivalence principle and postulated that the speed of light is the same in all reference frames, and his paper \"On the Electrodynamics of Moving Bodies\" introduced special relativity. For 10 points, name this man who won the 1921 Nobel Prize": {
    "guess": "Albert Einstein",
    "confidence": [
      [
        "Albert",
        -0.019574668
      ],
      [
        " Einstein",
        -0.000853228
      ]
    ]
  },
  "This effect is behind the arrangement of polystyrene nanoparticles in hexagonal lattices and straight lines on silicon dioxide, and it can occur in layers that are too thin to exhibit Rayleigh-B?ard convection. It also leads to instability in Langmuir monolayers, and, according to Pearson, those instabilities occur when its namesake's number is greater than eighty. This effect is responsible for the unusual deposition of solutes at the center of an evaporating drop of liquid, and for the stability of soap films. James Thompson first described this effect in a paper explaining that a gradient in": {
    "guess": "Marangoni effect",
    "confidence": [
      [
        "Mar",
        -0.02019404
      ],
      [
        "ang",
        -0.0004073163
      ],
      [
        "oni",
        -1.9361265e-07
      ],
      [
        " effect",
        -0.061987184
      ]
    ]
  },
  "The effectiveness of dialysis relies on the Donnan form of this concept, which must be modified by the Curtin-Hammett principle when side reactions occur. This concept corresponds to the minimum Gibbs free energy and the presence of pure liquids and solids is ignored for the heterogeneous type. The law of mass action can be used to find this concept's constant, and the effect of a shift in this state": {
    "guess": "Chemical equilibrium",
    "confidence": [
      [
        "Chem",
        -0.07866371
      ],
      [
        "ical",
        -7.107425e-06
      ],
      [
        " equilibrium",
        -0.038450062
      ]
    ]
  },
  "This man was effectively adopted as a son by Sisygambis, the mother of one of his defeated enemies. While being burned alive, Calanus mysteriously told this him \"We shall meet in Babylon,\" and this man indeed died in Babylon. His life was chronicled by Callisthenes and he was devastated after the death of Hephaestion, his second in command. This leader built a causeway to allow the siege of the island city of (*) Tyre. This man's troops refused to cross the Beas River some time after defeating King": {
    "guess": "Alexander the Great",
    "confidence": [
      [
        "Alexander",
        -0.0045028734
      ],
      [
        " the",
        -0.0030077733
      ],
      [
        " Great",
        -8.709308e-05
      ]
    ]
  },
  "One effect in this economic concept explains the Penn Effect in its model of productivity and is co-named for Bela Balassa. A model analogizing this to gravity was developed by Jan Tinbergen. Another model describing this concept can be simplified to the 2x2x2 model and assumes that there are no barriers to it and that transportation costs are zero. That model, which links the use derived from it to differences in factor endowments and intensities, is the Hecksher-Olin Model. Countries can fix exchange rates by controlling the flow of this, and the idea that countries engaging in this should specialize in productions with low opportunity costs is comparative advantage. For 10 points, name this": {
    "guess": "International trade",
    "confidence": [
      [
        "International",
        -0.03710862
      ],
      [
        " trade",
        -0.33011115
      ]
    ]
  },
  "Its effectiveness is greatly limited by botulinum toxin, atropine, curare, and the antibodies involved in myasthenia gravis.  That disease can be treated by neostigmine, which increases its effectiveness by stimulating its target nicotinic and  muscarinic receptors. It plays a role in memory, though it is much better known for its release from both sympathetic and parasympathetic neurons and its breakdown by a namesake esterase. FTP, name this neurotransmitter that is necessary  for proper muscle": {
    "guess": "Acetylcholine",
    "confidence": [
      [
        "Ac",
        -0.022613889
      ],
      [
        "etyl",
        -0.00026252787
      ],
      [
        "ch",
        -1.0206721e-05
      ],
      [
        "oline",
        -7.493431e-05
      ]
    ]
  },
  "This effect occurs in a vacuum under the Sposita potential, but not under the HFDHE2 [\"H-F-D-H-E-2\"] potential. Sandouqa et al. used the Galitskii-Migdal-Feynman formalism to analyze this effect's occurrence in liquid helium-3. Vahedi et al. applied the generalized uncertainty principle to show that this effect causes a shift in the transmission resonance wavenumber. An experiment commonly used to demonstrate this effect includes parameters such as the cathode space charge factor and the ratio of the plate angle to the shield angle; that experiment features a 2D21 [\"2-D-2-1\"] thyratron. The simplest model that predicts this effect is a one-dimensional finite square potential well. In the standard example of this effect, a kinetic energy of approximately 0.7 electronvolts results in a minimum probability of collision with xenon, which cannot be explained by classical physics. For 10 points, name this quantum mechanical effect involving the scattering of electrons by the atoms of a noble": {
    "guess": "Quantum mechanical scattering",
    "confidence": [
      [
        "Quant",
        -0.6909359
      ],
      [
        "um",
        -5.538491e-05
      ],
      [
        " mechanical",
        -1.3265672
      ],
      [
        " scattering",
        -0.210642
      ]
    ]
  },
  "The efficiency of this process can be quantified with either overall, point, or Murphree efficiency. One method of performing calculations for this process first requires determination of the slope of the q-line for the feed. The next steps in that method are to split the operating line into enriching and stripping sections, to draw alternating horizontal and vertical lines between the operating and equilibrium lines, and finally to count off the number of horizontal lines drawn. That method determines the number of (*) theoretical trays required for this process and is named for McCabe and Thiele.": {
    "guess": "Distillation",
    "confidence": [
      [
        "Dist",
        -0.03608233
      ],
      [
        "illation",
        -8.89548e-06
      ]
    ]
  },
  "This effect can be eliminated in haloalkanes by rapid magnetic equilibration, and in alcohols by fast proton exchange. Either geminal or vicinal, its ratios are given by Pascal's triangle under first order conditions, but if nonequivalent neighbors are involved, the sequential N + 1 rule is applied to": {
    "guess": "Nuclear magnetic resonance spectroscopy",
    "confidence": [
      [
        "N",
        -0.56667227
      ],
      [
        "uclear",
        -0.24191052
      ],
      [
        " magnetic",
        -0.31298965
      ],
      [
        " resonance",
        -1.1279553e-05
      ],
      [
        " spectro",
        -0.0008676333
      ],
      [
        "scopy",
        -4.167649e-05
      ]
    ]
  },
  "The effects of this event were exacerbated by the \"Gregory\" clause and the initial laissez-faire approach": {
    "guess": "Great Famine (Ireland)",
    "confidence": [
      [
        "Great",
        -0.013560872
      ],
      [
        " F",
        -0.009230034
      ],
      [
        "amine",
        -3.5313153e-06
      ],
      [
        " (",
        -0.023948379
      ],
      [
        "I",
        -3.4047454e-05
      ],
      [
        "reland",
        -2.2961513e-05
      ],
      [
        ")",
        -1.6762922e-05
      ]
    ]
  },
  "This effect, along with the Doppler effect, is utilized in telescopes such as NARVAL to map the magnetic": {
    "guess": "Zeeman effect",
    "confidence": [
      [
        "Ze",
        -0.78497964
      ],
      [
        "eman",
        -0.00024810788
      ],
      [
        " effect",
        -0.07223096
      ]
    ]
  },
  "This effect occurs in a vacuum under the Sposita potential, but not under the HFDHE2 [\"H-F-D-H-E-2\"] potential. Sandouqa et al. used the Galitskii-Migdal-Feynman formalism to analyze this effect's occurrence in liquid helium-3. Vahedi et al. applied the generalized uncertainty principle to show that this effect causes a shift in the transmission resonance wavenumber. An experiment commonly used to demonstrate this effect includes parameters such as the cathode space charge factor and the ratio of the plate angle to the shield angle; that experiment features a 2D21 [\"2-D-2-1\"] thyratron. The simplest model that predicts this effect is a one-dimensional finite square potential well. In the standard example of this effect, a kinetic energy of approximately 0.7 electronvolts results in a minimum probability of collision with xenon, which cannot be explained by classical physics. For 10 points,": {
    "guess": "Quantum tunneling",
    "confidence": [
      [
        "Quant",
        -0.023907755
      ],
      [
        "um",
        -4.8828708e-05
      ],
      [
        " tunnel",
        -0.58206296
      ],
      [
        "ing",
        -3.8100377e-05
      ]
    ]
  },
  "This effect was first experimentally verified when Ives and Stilwell observed the exact decrease in frequency predicted by the transverse Doppler effect. This effect is most often illustrated by considering a traveler who moves at relativistic speeds and returns to find that he is (*) younger than his twin, a result known as the \"twin paradox.\" It was verified at non-relativistic speeds by placing four atomic clocks on planes and seeing what time they read compared to a stationary one. For 10 points, name this effect which, like length contraction, is predicted by special relativity.": {
    "guess": "Twin paradox",
    "confidence": [
      [
        "T",
        -0.21782294
      ],
      [
        "win",
        -1.6882126e-05
      ],
      [
        " paradox",
        -0.030422434
      ]
    ]
  },
  "The effectiveness of dialysis relies on the Donnan form of this concept, which must be modified by the Curtin-Hammett principle when side reactions occur. This concept corresponds to the minimum Gibbs": {
    "guess": "Donnan equilibrium",
    "confidence": [
      [
        "Don",
        -0.7627125
      ],
      [
        "nan",
        -2.9040899e-05
      ],
      [
        " equilibrium",
        -0.6963621
      ]
    ]
  },
  "This effect was first experimentally verified when Ives and Stilwell observed the exact decrease in frequency predicted by the transverse Doppler effect. This effect is most often illustrated by considering a traveler who moves at relativistic speeds and returns to find that he is (*) younger than his twin, a result known as the \"twin paradox.\" It was verified at non-relativistic speeds by placing four atomic clocks on planes and seeing what time they read compared to a stationary one. For 10 points,": {
    "guess": "Twin paradox",
    "confidence": [
      [
        "T",
        -0.05450159
      ],
      [
        "win",
        -9.014684e-06
      ],
      [
        " paradox",
        -0.026781142
      ]
    ]
  },
  "This effect can be eliminated in haloalkanes by rapid magnetic equilibration, and in alcohols by fast proton exchange. Either geminal or vicinal, its ratios are given by Pascal's triangle under first order": {
    "guess": "Nuclear Overhauser effect",
    "confidence": [
      [
        "N",
        -0.80193186
      ],
      [
        "uclear",
        -0.32782528
      ],
      [
        " Over",
        -0.56725794
      ],
      [
        "ha",
        -0.0006210577
      ],
      [
        "user",
        -9.849109e-06
      ],
      [
        " effect",
        -0.07893936
      ]
    ]
  },
  "The effect in which a suddenly magnetized iron bar rotates in the opposite direction of an applied current is named after de Haas and this man. This man introduced the idea of stimulated emission while proving Planck's radiation equation. He also developed the equivalence principle and postulated that the speed of light is the same in all reference frames, and his paper \"On the Electrodynamics of Moving": {
    "guess": "Albert Einstein",
    "confidence": [
      [
        "Albert",
        -0.030047135
      ],
      [
        " Einstein",
        -0.00019626896
      ]
    ]
  },
  "Its effects are particularly evident in aromatic systems and in symmetrical molecular entities. Some": {
    "guess": "Symmetry in biology",
    "confidence": [
      [
        "Sym",
        -0.7536837
      ],
      [
        "metry",
        -0.00049083773
      ],
      [
        " in",
        -0.34930798
      ],
      [
        " biology",
        -0.23335199
      ]
    ]
  },
  "An effort to increase Catholic influence in the Church of England, described in John Henry Newman's Apologia": {
    "guess": "Oxford Movement",
    "confidence": [
      [
        "O",
        -0.036260992
      ],
      [
        "xford",
        -1.27099975e-05
      ],
      [
        " Movement",
        -0.0005699523
      ]
    ]
  },
  "The effect in which a suddenly magnetized iron bar rotates in the opposite direction of an applied current is named after de Haas and this man. This man introduced the idea of stimulated emission while proving Planck's radiation equation. He also developed the equivalence principle and postulated that the speed of light is the same in all reference frames, and his paper \"On the Electrodynamics of Moving Bodies\" introduced special relativity. For 10 points, name this man who won the 1921 Nobel Prize in Physics for his explanation of the photoelectric effect.": {
    "guess": "Albert Einstein",
    "confidence": [
      [
        "Albert",
        -0.005887199
      ],
      [
        " Einstein",
        -0.0008644148
      ]
    ]
  },
  "This effect, along with the Doppler effect, is utilized in telescopes such as NARVAL to map the magnetic fields of stars. In a Fabry-Perot interferometer, this effect can be used to measure the electron charge-mass ratio. In the weak field case, spin-orbit coupling occurs in conjunction with this, causing the angular momentum and spin to precess around the total angular momentum. In this case, the resulting energy is the product of the Bohr magneton, the Lande g-factor, the external field, and the z-component of the angular momentum. In the strong field, this is also known as the Paschen-Back effect,": {
    "guess": "Zeeman effect",
    "confidence": [
      [
        "Ze",
        -0.28102487
      ],
      [
        "eman",
        -1.9743013e-05
      ],
      [
        " effect",
        -0.07957876
      ]
    ]
  },
  "This effect was first experimentally verified when Ives and Stilwell observed the exact decrease in frequency predicted by the transverse Doppler effect. This effect is most often illustrated by considering a traveler who moves at relativistic speeds and returns to find that he is (*) younger than his twin, a result known as the \"twin paradox.\" It was verified at non-relativistic speeds by placing": {
    "guess": "Twin paradox",
    "confidence": [
      [
        "T",
        -0.0646734
      ],
      [
        "win",
        -1.342522e-05
      ],
      [
        " paradox",
        -0.017609661
      ]
    ]
  },
  "Effectively, it is a proof that every individual geometry can be constructed projectively. Constructed by the man who in 1895 initiated the writing of an encyclopedia of mathematics, it is a one-sided surface which is closed and has no boundary. FTP name this attempt to unify Euclidean and non- Euclidean geometries, which resembles a trumpet with the mouth-piece doubled back.": {
    "guess": "Klein bottle",
    "confidence": [
      [
        "K",
        -0.22679906
      ],
      [
        "lein",
        -0.033900287
      ],
      [
        " bottle",
        -0.0073046605
      ]
    ]
  },
  "The effectiveness of dialysis relies on the Donnan form of this concept, which must be modified by the": {
    "guess": "Donnan effect",
    "confidence": [
      [
        "Don",
        -0.3292503
      ],
      [
        "nan",
        -0.00013560164
      ],
      [
        " effect",
        -0.30670285
      ]
    ]
  },
  "The efficiency of this process can be quantified with either overall, point, or Murphree efficiency. One method of performing calculations for this process first requires determination of the slope of the q-line for the feed. The next steps in that method are to split the operating line into enriching": {
    "guess": "Distillation",
    "confidence": [
      [
        "Dist",
        -0.08275292
      ],
      [
        "illation",
        -9.4914985e-06
      ]
    ]
  },
  "An effort to replace coal miners with convicts in this state's Anderson County led to the Coal Creek War. The decorated World War I hero Alvin York hailed from this state. During the Civil War, Ulysses Grant captured Fort Donelson in this state, and the battles of Stones River and Murfreesboro occurred in this state. Clarence Darrow faced off against William Jennings Bryan in the Scopes Monkey Trial": {
    "guess": "Tennessee",
    "confidence": [
      [
        "T",
        -0.019807503
      ],
      [
        "ennessee",
        -0.0011655801
      ]
    ]
  },
  "The efficiency of this process can be quantified with either overall, point, or Murphree efficiency. One method of performing calculations for this process first requires determination of the slope of": {
    "guess": "Distillation",
    "confidence": [
      [
        "Dist",
        -0.32464805
      ],
      [
        "illation",
        -1.0087517e-05
      ]
    ]
  },
  "At efficiency in the Keynesian Cross, this equals the total output of an economy. An externality is beneficial if the social type of this is higher than the private type. A Giffen Good has an upward sloping curve that measures this, while Say's law states that this is created by the presence of a good. Price elasticity is computed by dividing change in price over change in this variable, which can be measured as an individual's marginal utility for consumption of a good. For 10 points, identify this measurement of desire for a good, often paired with supply.": {
    "guess": "Demand",
    "confidence": [
      [
        "Demand",
        -0.008518005
      ]
    ]
  },
  "In an effect named for this man, increasing oxygen levels lead to decreasing fermentation activity. He showed that microbes were the cause of two silkworm parasites. In his \"soup of life\" experiment, this microbiologist disproved (*) spontaneous generation in favor of biogenesis, and he separately developed vaccines for rabies and anthrax. For 10 points, name this French scientist who developed a method": {
    "guess": "Louis Pasteur",
    "confidence": [
      [
        "Louis",
        -0.009072327
      ],
      [
        " Paste",
        -0.00011927807
      ],
      [
        "ur",
        -0.00018542144
      ]
    ]
  },
  "An effort to increase Catholic influence in the Church of England, described in John Henry Newman's Apologia Pro Vita Sua, was a mid-19th century movement named for this institution. Emo of Friesland was": {
    "guess": "Oxford Movement",
    "confidence": [
      [
        "O",
        -0.047152936
      ],
      [
        "xford",
        -0.0015203377
      ],
      [
        " Movement",
        -0.13915265
      ]
    ]
  },
  "The efficiency of this process can be quantified with either overall, point, or Murphree efficiency.": {
    "guess": "Distillation",
    "confidence": [
      [
        "Dist",
        -0.055932757
      ],
      [
        "illation",
        -5.6769813e-06
      ]
    ]
  },
  "The effects of this event were exacerbated by the \"Gregory\" clause and the initial laissez-faire approach of Assistant Treasury Secretary Trevelyan and Prime Minister John Russell.  Earlier Robert Peel had used it to justify repeal of the Corn Laws.  One of its results were the death of many in cramped": {
    "guess": "Great Famine (Ireland)",
    "confidence": [
      [
        "Great",
        -0.052191846
      ],
      [
        " F",
        -0.0015678303
      ],
      [
        "amine",
        -3.2929079e-06
      ],
      [
        " (",
        -0.000609748
      ],
      [
        "I",
        -4.632543e-05
      ],
      [
        "reland",
        -1.18755715e-05
      ],
      [
        ")",
        -9.014684e-06
      ]
    ]
  },
  "Its effects are particularly evident in aromatic systems and in symmetrical molecular entities. Some degree of it is always present and can be estimated by quantum mechanical calculations. It has a corresponding energy, identifiable with the stabilization of the system compared with a hypothetical alternative in which formal single and double bonds are present. When it occurs, each link between atoms has a fractional double bond character or bond order. FTP, name this quantum mechanical concept most usually applied in organic chemistry to describe the pi bonding in a conjugated system.": {
    "guess": "Resonance (chemistry)",
    "confidence": [
      [
        "Res",
        -0.28758404
      ],
      [
        "on",
        -4.723352e-06
      ],
      [
        "ance",
        -1.1041146e-05
      ],
      [
        " (",
        -0.21057574
      ],
      [
        "chemistry",
        -0.00041398805
      ],
      [
        ")",
        -0.000121542944
      ]
    ]
  },
  "This effect is present in purines and pyrimidines, a fact which initially confused Watson and Crick; for example, adenine can base pair with cytosine if adenine is present as a lactim.  It occurs very rarely in DNA, because hydrogen bonds and the attachment to the sugar prevent access to the acid or base which catalyzes it through protonation or deprotonation.  Due to aromatic stability, it can only": {
    "guess": "Tautomerism",
    "confidence": [
      [
        "T",
        -0.027007768
      ],
      [
        "aut",
        -0.6450621
      ],
      [
        "omer",
        -2.9875326e-05
      ],
      [
        "ism",
        -0.0850877
      ]
    ]
  },
  "This effect, along with the Doppler effect, is utilized in telescopes such as NARVAL to map the magnetic fields of stars. In a Fabry-Perot interferometer, this effect can be used to measure the electron charge-mass ratio. In the weak field case, spin-orbit coupling occurs in conjunction with this, causing the angular momentum and spin to precess around the total angular momentum. In this case, the": {
    "guess": "Zeeman effect",
    "confidence": [
      [
        "Ze",
        -0.07653411
      ],
      [
        "eman",
        -8.89548e-06
      ],
      [
        " effect",
        -0.023787862
      ]
    ]
  },
  "At efficiency in the Keynesian Cross, this equals the total output of an economy. An externality is beneficial if the social type of this is higher than the private type. A Giffen Good has an upward sloping curve that measures this, while Say's law states that this is created by the presence of a good. Price elasticity is computed by dividing change in price over change in this variable, which can be measured as an individual's marginal utility for consumption of a good. For 10 points, identify this": {
    "guess": "Income",
    "confidence": [
      [
        "Income",
        -0.9205451
      ]
    ]
  },
  "The efficiency of this process can be quantified with either overall, point, or Murphree efficiency. One method of performing calculations for this process first requires determination of the slope of the q-line for the feed. The next steps in that method are to split the operating line into enriching and stripping sections, to draw alternating horizontal and vertical lines between the operating and equilibrium lines, and finally to count off the number of horizontal lines drawn. That method determines the number of (*) theoretical trays required for this process and is named for McCabe and Thiele. Mixtures that do not change composition when this process is performed are termed azeotropes. For 10 points, name this process which separates components of a solution based on their boiling points.": {
    "guess": "Distillation",
    "confidence": [
      [
        "Dist",
        -0.02369147
      ],
      [
        "illation",
        -2.3392786e-06
      ]
    ]
  },
  "One effect in this economic concept explains the Penn Effect in its model of productivity and is co-named for Bela Balassa. A model analogizing this to gravity was developed by Jan Tinbergen. Another model describing this concept can be simplified to the 2x2x2 model and assumes that there are no barriers to it and that transportation costs are zero. That model, which links the use derived from it to": {
    "guess": "Gravity model of trade",
    "confidence": [
      [
        "Gravity",
        -0.12672733
      ],
      [
        " model",
        -0.0046726805
      ],
      [
        " of",
        -0.09185709
      ],
      [
        " trade",
        -0.1765417
      ]
    ]
  },
  "This effect is present in purines and pyrimidines, a fact which initially confused Watson and Crick; for example, adenine can base pair with cytosine if adenine is present as a lactim.  It occurs very": {
    "guess": "Tautomerism",
    "confidence": [
      [
        "T",
        -0.18009366
      ],
      [
        "aut",
        -0.39592108
      ],
      [
        "omer",
        -2.8206474e-05
      ],
      [
        "ism",
        -0.042627085
      ]
    ]
  },
  "Effectively, it is a proof that every individual geometry can be constructed projectively. Constructed": {
    "guess": "Projective geometry",
    "confidence": [
      [
        "Project",
        -0.0181078
      ],
      [
        "ive",
        -0.00017970333
      ],
      [
        " geometry",
        -0.24301676
      ]
    ]
  },
  "This effect occurs in a vacuum under the Sposita potential, but not under the HFDHE2 [\"H-F-D-H-E-2\"] potential. Sandouqa et al. used the Galitskii-Migdal-Feynman formalism to analyze this effect's occurrence in liquid helium-3. Vahedi et al. applied the generalized uncertainty principle to show that this effect causes a shift in the transmission resonance wavenumber. An experiment commonly used to demonstrate this effect includes parameters such as the cathode space charge factor and the ratio of the plate angle to the shield angle; that experiment features a 2D21 [\"2-D-2-1\"] thyratron. The simplest model that predicts this effect is a one-dimensional finite square potential well. In the standard example of this effect, a kinetic energy of approximately 0.7 electronvolts results in a minimum": {
    "guess": "Quantum tunneling",
    "confidence": [
      [
        "Quant",
        -0.033869173
      ],
      [
        "um",
        -0.00014382669
      ],
      [
        " tunnel",
        -0.047008958
      ],
      [
        "ing",
        -6.0033854e-05
      ]
    ]
  },
  "This effect occurs in a vacuum under the Sposita potential, but not under the HFDHE2 [\"H-F-D-H-E-2\"] potential. Sandouqa et al. used the Galitskii-Migdal-Feynman formalism to analyze this effect's occurrence in liquid helium-3. Vahedi et al. applied the generalized uncertainty principle to show that this effect causes a shift in the transmission resonance wavenumber. An experiment commonly used to demonstrate this effect includes parameters such as the cathode space charge factor and the ratio of the plate angle to the shield angle; that experiment features a 2D21 [\"2-D-2-1\"] thyratron. The simplest model that predicts this effect is a one-dimensional finite square potential well. In the standard": {
    "guess": "Quantum tunneling",
    "confidence": [
      [
        "Quant",
        -0.12390017
      ],
      [
        "um",
        -0.00078532955
      ],
      [
        " tunnel",
        -0.2521443
      ],
      [
        "ing",
        -0.00014346908
      ]
    ]
  },
  "Its effectiveness is greatly limited by botulinum toxin, atropine, curare, and the antibodies involved in myasthenia gravis.  That disease can be treated by neostigmine, which increases its effectiveness": {
    "guess": "Acetylcholine",
    "confidence": [
      [
        "Ac",
        -0.041242078
      ],
      [
        "etyl",
        -2.7610455e-05
      ],
      [
        "ch",
        -5.6769813e-06
      ],
      [
        "oline",
        -0.0068132887
      ]
    ]
  },
  "In an effect named for this man, increasing oxygen levels lead to decreasing fermentation activity. He": {
    "guess": "Louis Pasteur",
    "confidence": [
      [
        "Louis",
        -0.07474519
      ],
      [
        " Paste",
        -0.0017505074
      ],
      [
        "ur",
        -0.00020509004
      ]
    ]
  },
  "In an effect named for this man, increasing oxygen levels lead to decreasing fermentation activity. He showed that microbes were the cause of two silkworm parasites. In his \"soup of life\" experiment, this microbiologist disproved (*) spontaneous generation in favor of biogenesis, and he separately developed": {
    "guess": "Louis Pasteur",
    "confidence": [
      [
        "Louis",
        -0.0013179776
      ],
      [
        " Paste",
        -0.00023643693
      ],
      [
        "ur",
        -0.00032855204
      ]
    ]
  },
  "This effect dominates in energy regimes under one mega-electron volt, while at higher energies Compton scattering and pair production are likely to occur. It was first observed by Heinrich Hertz while working with spark gaps. Mathematically, this effect is likely to occur when the threshold frequency of the electromagnetic radiation times Planck's constant is equal to the work function, usually represented by a lower case phi. For 10 points, name this effect where incident light on the surface of": {
    "guess": "Photoelectric effect",
    "confidence": [
      [
        "Photo",
        -0.00032688316
      ],
      [
        "electric",
        -3.7146747e-05
      ],
      [
        " effect",
        -0.000342972
      ]
    ]
  },
  "This effect's analog in electrodynamics is called the Christoffel voltage, and the normal component of this force is found by the Eotvos effect. The ratio of inertial forces to this force is called the Rossby number, and this effect is responsible for movements in the ocean's Ekman layer. This effect": {
    "guess": "Coriolis force",
    "confidence": [
      [
        "Cor",
        -0.08095648
      ],
      [
        "iol",
        -8.923875e-05
      ],
      [
        "is",
        -1.5213274e-05
      ],
      [
        " force",
        -0.5951133
      ]
    ]
  },
  "Efforts in this opera to lift the title character's spirits include the piano-accompanied \"Lieben, hassen\" and a quartet sung by four men with a coloratura soprano descant. That coloratura soprano role is best known for the massive aria \"Grossm?htige Prinzessin!\", in which she lists men who have seduced her, to which the title character responds by withdrawing into her cave. The title location disappears upon the appearance of a certain god, and the Prologue to the opera, not included in its original version, ends with the Composer singing \"Musik ist eine heilige Kunst.\" Zerbinetta and four commedia dell'arte characters star in the comedy that infringes upon the Composer's opera seria, creating the opera-within-an-opera that forms the body of this work. For 10 points, identify this opera with libretto by Hugo von Hofmannsthal, a work by Richard Strauss about the abandoned lover of Theseus.": {
    "guess": "Ariadne auf Naxos",
    "confidence": [
      [
        "A",
        -0.0011759399
      ],
      [
        "riad",
        -7.107425e-06
      ],
      [
        "ne",
        -3.488188e-05
      ],
      [
        " auf",
        -0.00024643904
      ],
      [
        " N",
        -1.0683535e-05
      ],
      [
        "ax",
        -2.3392786e-06
      ],
      [
        "os",
        -4.894791e-05
      ]
    ]
  },
  "The efficiency of this process can be quantified with either overall, point, or Murphree efficiency. One method of performing calculations for this process first requires determination of the slope of the q-line for the feed. The next steps in that method are to split the operating line into enriching and stripping sections, to draw alternating horizontal and vertical lines between the operating and equilibrium lines, and finally to count off the number of horizontal lines drawn. That method determines the number of (*) theoretical trays required for this process and is named for McCabe and Thiele. Mixtures that do not change composition when this process is performed are termed azeotropes. For": {
    "guess": "Distillation",
    "confidence": [
      [
        "Dist",
        -0.15482211
      ],
      [
        "illation",
        -3.5313153e-06
      ]
    ]
  },
  "This effect occurs in a vacuum under the Sposita potential, but not under the HFDHE2 [\"H-F-D-H-E-2\"] potential. Sandouqa et al. used the Galitskii-Migdal-Feynman formalism to analyze this effect's occurrence in liquid helium-3. Vahedi et al. applied the generalized uncertainty principle to show that this effect causes a shift in the transmission resonance wavenumber. An experiment commonly used to": {
    "guess": "Casimir effect",
    "confidence": [
      [
        "Cas",
        -1.5444672
      ],
      [
        "imir",
        -1.867018e-05
      ],
      [
        " effect",
        -0.020489333
      ]
    ]
  },
  "To have an efficient operation, it requires that the loss of ammonia be no more than one-tenth of one percent of the weight of the end product. The resultant ammonia, which is obtained along with calcium chloride, can be reused when the first step is repeated. The calcium chloride, however, is a waste product and is usually discarded. Its predecessor, which treated sodium chloride with sulfuric acid": {
    "guess": "Solvay Process",
    "confidence": [
      [
        "S",
        -0.2174853
      ],
      [
        "olv",
        -0.012632546
      ],
      [
        "ay",
        -1.1756368e-05
      ],
      [
        " Process",
        -0.02896611
      ]
    ]
  },
  "In an effect named for this man, increasing oxygen levels lead to decreasing fermentation activity. He showed that microbes were the cause of two silkworm parasites. In his \"soup of life\" experiment, this microbiologist disproved (*) spontaneous generation in favor of biogenesis, and he separately developed vaccines for rabies and anthrax. For 10 points, name this French scientist who developed a method of heat-treating perishable products, like milk, to give them a longer shelf life.": {
    "guess": "Louis Pasteur",
    "confidence": [
      [
        "Louis",
        -0.0011505788
      ],
      [
        " Paste",
        -4.501419e-05
      ],
      [
        "ur",
        -0.00010032469
      ]
    ]
  },
  "An effort to seize control of this country's trade routes led to the death of journalist Hansi Krauss. American soldiers were dragged and broadcasted through the streets of this nation after the failed Olympic Hotel bombing. An attempt to overthrow a leader in this country began at Bakara Market, which served as a focal point for the Habar Gidir clan. The UN failed to capture warlord Mohammad Farah Aidid during Operation Restore Hope in this country, which burst into civil war after the Delta Force lost two Blackhawks in 1993. For 10 points, name this east African nation, the site of the Battle": {
    "guess": "Somalia",
    "confidence": [
      [
        "Som",
        -0.012201867
      ],
      [
        "alia",
        -0.00022094045
      ]
    ]
  },
  "This effect can be eliminated in haloalkanes by rapid magnetic equilibration, and in alcohols by fast": {
    "guess": "Spin-lattice relaxation",
    "confidence": [
      [
        "Spin",
        -1.2817128
      ],
      [
        "-l",
        -0.26976967
      ],
      [
        "attice",
        -3.1281633e-07
      ],
      [
        " relaxation",
        -0.0013124978
      ]
    ]
  },
  "Efforts in this opera to lift the title character's spirits include the piano-accompanied \"Lieben, hassen\"": {
    "guess": "The Magic Flute",
    "confidence": [
      [
        "The",
        -1.9058918
      ],
      [
        " Magic",
        -1.7832739
      ],
      [
        " Fl",
        -1.6882126e-05
      ],
      [
        "ute",
        -2.8802491e-05
      ]
    ]
  },
  "This effect can be eliminated in haloalkanes by rapid magnetic equilibration, and in alcohols by fast proton exchange. Either geminal or vicinal, its ratios are given by Pascal's triangle under first order conditions, but if nonequivalent neighbors are involved, the sequential N + 1 rule is applied to find the number of peaks. When its coupling constant is comparable to the frequency difference, higher field strength is needed to improve resolution. Caused by local magnetic fields of neighboring": {
    "guess": "Nuclear magnetic resonance spectroscopy",
    "confidence": [
      [
        "N",
        -0.0074248877
      ],
      [
        "uclear",
        -5.3596854e-05
      ],
      [
        " magnetic",
        -0.000757931
      ],
      [
        " resonance",
        -3.650519e-06
      ],
      [
        " spectro",
        -0.00061795843
      ],
      [
        "scopy",
        -1.735894e-05
      ]
    ]
  },
  "This effect's analog in electrodynamics is called the Christoffel voltage, and the normal component of this force is found by the Eotvos effect. The ratio of inertial forces to this force is called the Rossby number, and this effect is responsible for movements in the ocean's Ekman layer. This effect concerns moving objects in a rotating reference frame, and it is one of the fictitious forces. The effect responsible for the rotation of cyclones, for 10 points, identify this effect in which a moving": {
    "guess": "Coriolis force",
    "confidence": [
      [
        "Cor",
        -0.0076205875
      ],
      [
        "iol",
        -1.9862217e-05
      ],
      [
        "is",
        -2.0100624e-05
      ],
      [
        " force",
        -0.060285285
      ]
    ]
  },
  "An effort to seize control of this country's trade routes led to the death of journalist Hansi Krauss. American soldiers were dragged and broadcasted through the streets of this nation after the failed Olympic Hotel bombing. An attempt to overthrow a leader in this country began at Bakara Market, which served as a focal point for the Habar Gidir clan. The UN failed to capture warlord Mohammad Farah Aidid during Operation Restore Hope in this country, which burst into civil war after the Delta Force lost two Blackhawks in 1993. For 10 points, name this east African nation, the site of the Battle of Mogadishu.": {
    "guess": "Somalia",
    "confidence": [
      [
        "Som",
        -0.0063102045
      ],
      [
        "alia",
        -0.00017338553
      ]
    ]
  },
  "This man was effectively adopted as a son by Sisygambis, the mother of one of his defeated enemies. While being burned alive, Calanus mysteriously told this him \"We shall meet in Babylon,\" and this man indeed died in Babylon. His life was chronicled by Callisthenes and he was devastated after the death of Hephaestion, his second in command. This leader built a causeway to allow the siege of the island city of (*) Tyre. This man's troops refused to cross the Beas River some time after defeating King Porus at the bloody Battle of the Hydaspes River. His heirs were known as the Diadochi. This victor at Issus and Gaugamela died after an aborted invasion of India. For 10 points, name this Macedonian who conquered the Persians before dying at age thirty two.": {
    "guess": "Alexander the Great",
    "confidence": [
      [
        "Alexander",
        -0.0015552095
      ],
      [
        " the",
        -0.00044604283
      ],
      [
        " Great",
        -2.4987974e-05
      ]
    ]
  },
  "The effectiveness of dialysis relies on the Donnan form of this concept, which must be modified by the Curtin-Hammett principle when side reactions occur. This concept corresponds to the minimum Gibbs free energy and the presence of pure liquids and solids is ignored for the heterogeneous type. The law of mass action can be used to find this concept's constant, and the effect of a shift in this state can be predicted by Le Chatelier's principle. Existing when the forward and reverse rates of a reaction are the same, name this chemical condition in which the concentrations of reactants and products do not change.": {
    "guess": "Chemical equilibrium",
    "confidence": [
      [
        "Chem",
        -0.030909302
      ],
      [
        "ical",
        -1.8074163e-05
      ],
      [
        " equilibrium",
        -0.01853045
      ]
    ]
  },
  "This effect is behind the arrangement of polystyrene nanoparticles in hexagonal lattices and straight lines on silicon dioxide, and it can occur in layers that are too thin to exhibit Rayleigh-B?ard convection. It also leads to instability in Langmuir monolayers, and, according to Pearson, those instabilities occur when its namesake's number is greater than eighty. This effect is responsible for the unusual deposition of solutes at the center of an evaporating drop of liquid, and for the stability": {
    "guess": "Marangoni effect",
    "confidence": [
      [
        "Mar",
        -0.079707116
      ],
      [
        "ang",
        -0.00538008
      ],
      [
        "oni",
        0.0
      ],
      [
        " effect",
        -0.34864938
      ]
    ]
  },
  "An effect bearing this man's name states that when blood pH decreases, so does the ability of hemoglobin to bind oxygen. If p and q are generalized momentum and position, the requirement that the path integral of p dq be equal to an integer times hbar is known as his and Sommerfeld's quantization rule. His son shared the 1975 Nobel Prize in physics for work on atomic structure with Ben Mottelson and Leo Rainwater, and this man himself originated such ideas as the correspondence principle and an interpretation": {
    "guess": "Niels Bohr",
    "confidence": [
      [
        "Ni",
        -0.044621643
      ],
      [
        "els",
        -2.1008714e-06
      ],
      [
        " Boh",
        -0.0008415496
      ],
      [
        "r",
        -4.1273333e-06
      ]
    ]
  },
  "Effects of these phenomena in Cimarron County are depicted in a famous photo by Arthur Rothstein. An agency called the SCS was created in response to a particularly devastating one of these phenomena on Black Sunday. Wheat price increases resulting from the Russian Revolution may have prompted the (*) overcultivation that caused these phenomena, whose effects on sharecroppers are explored in Let Us Now Praise Famous Men. Many \"Okies\" moved west to escape - for 10 points - what crop-killing weather": {
    "guess": "Dust Bowl",
    "confidence": [
      [
        "D",
        -0.017000185
      ],
      [
        "ust",
        -4.1273333e-06
      ],
      [
        " Bowl",
        -0.0028372072
      ]
    ]
  },
  "This man was effectively adopted as a son by Sisygambis, the mother of one of his defeated enemies. While being burned alive, Calanus mysteriously told this him \"We shall meet in Babylon,\" and this man": {
    "guess": "Alexander the Great",
    "confidence": [
      [
        "Alexander",
        -0.010822959
      ],
      [
        " the",
        -0.0090336995
      ],
      [
        " Great",
        -0.00028743778
      ]
    ]
  },
  "The effects of this event were exacerbated by the \"Gregory\" clause and the initial laissez-faire approach of Assistant Treasury Secretary Trevelyan and Prime Minister John Russell.  Earlier Robert Peel had used it to justify repeal of the Corn Laws.  One of its results were the death of many in cramped \"coffin ships\" to the Americas, while it's indirect cause was a boom in population which necessitated": {
    "guess": "Great Famine (Ireland)",
    "confidence": [
      [
        "Great",
        -0.03136019
      ],
      [
        " F",
        -0.0032890593
      ],
      [
        "amine",
        -2.6968896e-06
      ],
      [
        " (",
        -0.0025349983
      ],
      [
        "I",
        -5.2285613e-05
      ],
      [
        "reland",
        -1.3663626e-05
      ],
      [
        ")",
        -2.0458236e-05
      ]
    ]
  },
  "Its effectiveness is greatly limited by botulinum toxin, atropine, curare, and the antibodies involved in myasthenia gravis.  That disease can be treated by neostigmine, which increases its effectiveness by stimulating its target nicotinic and  muscarinic receptors. It plays a role in memory, though it is much better known for its release from both sympathetic and parasympathetic neurons and its breakdown": {
    "guess": "Acetylcholine",
    "confidence": [
      [
        "Ac",
        -0.01729806
      ],
      [
        "etyl",
        -1.831257e-05
      ],
      [
        "ch",
        -6.2729996e-06
      ],
      [
        "oline",
        -0.00015312091
      ]
    ]
  },
  "This effect dominates in energy regimes under one mega-electron volt, while at higher energies Compton": {
    "guess": "Photoelectric effect",
    "confidence": [
      [
        "Photo",
        -1.1092204
      ],
      [
        "electric",
        -0.005256884
      ],
      [
        " effect",
        -0.02031763
      ]
    ]
  },
  "This man was effectively adopted as a son by Sisygambis, the mother of one of his defeated enemies. While being burned alive, Calanus mysteriously told this him \"We shall meet in Babylon,\" and this man indeed died in Babylon. His life was chronicled by Callisthenes and he was devastated after the death": {
    "guess": "Alexander the Great",
    "confidence": [
      [
        "Alexander",
        -0.006503628
      ],
      [
        " the",
        -3.7146747e-05
      ],
      [
        " Great",
        -2.1173457e-05
      ]
    ]
  },
  "This effect is present in purines and pyrimidines, a fact which initially confused Watson and Crick; for example, adenine can base pair with cytosine if adenine is present as a lactim.  It occurs very rarely in DNA, because hydrogen bonds and the attachment to the sugar prevent access to the acid or base which catalyzes it through protonation or deprotonation.  Due to aromatic stability, it can only be induced in phenols with great difficulty.  This is in sharp contrast to ketones and aldehydes, where contact with a glass surface can catalyze interconversion between keto and enol forms.  The result of a migration of a proton and a double bond, FTP, name this type of isomerism which involves a chemical equilibrium between two forms.": {
    "guess": "Tautomeric",
    "confidence": [
      [
        "T",
        -0.011890812
      ],
      [
        "autom",
        -0.4231876
      ],
      [
        "eric",
        -0.0044575357
      ]
    ]
  },
  "The effect in which a suddenly magnetized iron bar rotates in the opposite direction of an applied current is named after de Haas and this man. This man introduced the idea of stimulated emission while": {
    "guess": "Albert Einstein",
    "confidence": [
      [
        "Albert",
        -0.14060229
      ],
      [
        " Einstein",
        -0.00020294437
      ]
    ]
  },
  "Effects of these phenomena in Cimarron County are depicted in a famous photo by Arthur Rothstein. An agency called the SCS was created in response to a particularly devastating one of these phenomena on Black Sunday. Wheat price increases resulting from the Russian Revolution may have prompted the (*) overcultivation that caused these phenomena, whose effects on sharecroppers are explored in Let Us": {
    "guess": "Dust Bowl",
    "confidence": [
      [
        "D",
        -0.012155345
      ],
      [
        "ust",
        -5.2001665e-06
      ],
      [
        " Bowl",
        -0.0004063627
      ]
    ]
  },
  "To have an efficient operation, it requires that the loss of ammonia be no more than one-tenth of one percent of the weight of the end product. The resultant ammonia, which is obtained along with calcium chloride, can be reused when the first step is repeated. The calcium chloride, however, is a waste product and is usually discarded. Its predecessor, which treated sodium chloride with sulfuric acid to produce sodium sulfate, which was heated with limestone and coal, was pioneered by the French chemist Nicolas Leblanc in 1890, some 70 years before its development. FTP, name this industrial process": {
    "guess": "Solvay Process",
    "confidence": [
      [
        "S",
        -0.07265162
      ],
      [
        "olv",
        -0.0010116112
      ],
      [
        "ay",
        -1.1398757e-05
      ],
      [
        " Process",
        -0.073928826
      ]
    ]
  },
  "Effectively, it is a proof that every individual geometry can be constructed projectively. Constructed by the man who in 1895 initiated the writing of an encyclopedia of mathematics, it is a one-sided": {
    "guess": "Karl von Staudt",
    "confidence": [
      [
        "K",
        -1.3214266
      ],
      [
        "arl",
        -0.03977287
      ],
      [
        " von",
        -0.7515273
      ],
      [
        " St",
        -0.0023490037
      ],
      [
        "aud",
        -0.00014001218
      ],
      [
        "t",
        -0.000887399
      ]
    ]
  },
  "At efficiency in the Keynesian Cross, this equals the total output of an economy. An externality is beneficial if the social type of this is higher than the private type. A Giffen Good has an upward sloping": {
    "guess": "Demand",
    "confidence": [
      [
        "Demand",
        -0.028659645
      ]
    ]
  },
  "The efficiency of this process can be quantified with either overall, point, or Murphree efficiency. One method of performing calculations for this process first requires determination of the slope of the q-line for the feed. The next steps in that method are to split the operating line into enriching and stripping sections, to draw alternating horizontal and vertical lines between the operating and": {
    "guess": "Distillation",
    "confidence": [
      [
        "Dist",
        -0.77123696
      ],
      [
        "illation",
        -6.17027e-05
      ]
    ]
  },
  "Efforts in this opera to lift the title character's spirits include the piano-accompanied \"Lieben, hassen\" and a quartet sung by four men with a coloratura soprano descant. That coloratura soprano role is best known for the massive aria \"Grossm?htige Prinzessin!\", in which she lists men who have seduced her, to which the title character responds by withdrawing into her cave. The title location disappears upon the appearance of a certain god, and the Prologue to the opera, not included in its original": {
    "guess": "Ariadne auf Naxos",
    "confidence": [
      [
        "A",
        -0.69894874
      ],
      [
        "riad",
        -0.022998184
      ],
      [
        "ne",
        -2.9517714e-05
      ],
      [
        " auf",
        -0.0010743728
      ],
      [
        " N",
        -2.486877e-05
      ],
      [
        "ax",
        -1.7432603e-06
      ],
      [
        "os",
        -7.815281e-05
      ]
    ]
  },
  "At efficiency in the Keynesian Cross, this equals the total output of an economy. An externality is beneficial if the social type of this is higher than the private type. A Giffen Good has an upward sloping curve that measures this, while Say's law states that this is created by the presence of a good. Price elasticity is computed by dividing change in price over change in this variable, which can": {
    "guess": "Aggregate Demand",
    "confidence": [
      [
        "Aggregate",
        -0.91753805
      ],
      [
        " Demand",
        -0.41815713
      ]
    ]
  },
  "The effects of this event were exacerbated by the \"Gregory\" clause and the initial laissez-faire approach of Assistant Treasury Secretary Trevelyan and Prime Minister John Russell.  Earlier Robert Peel had used it to justify repeal of the Corn Laws.  One of its results were the death of many in cramped \"coffin ships\" to the Americas, while it's indirect cause was a boom in population which necessitated the use of the large \"Aran Banner\" variety, which was immune to the fungus that caused it.  FTP,": {
    "guess": "Great Famine (Ireland)",
    "confidence": [
      [
        "Great",
        -0.017122652
      ],
      [
        " F",
        -0.005776273
      ],
      [
        "amine",
        -5.6769813e-06
      ],
      [
        " (",
        -0.037547894
      ],
      [
        "I",
        -8.852353e-05
      ],
      [
        "reland",
        -9.968313e-06
      ],
      [
        ")",
        -5.6338537e-05
      ]
    ]
  },
  "This effect is behind the arrangement of polystyrene nanoparticles in hexagonal lattices and straight lines on silicon dioxide, and it can occur in layers that are too thin to exhibit Rayleigh-B?ard convection. It also leads to instability in Langmuir monolayers, and, according to Pearson, those instabilities occur when its namesake's number is greater than eighty. This effect is responsible for the": {
    "guess": "Marangoni effect",
    "confidence": [
      [
        "Mar",
        -0.5498966
      ],
      [
        "ang",
        -0.00042900036
      ],
      [
        "oni",
        0.0
      ],
      [
        " effect",
        -0.17678116
      ]
    ]
  },
  "Its effects are particularly evident in aromatic systems and in symmetrical molecular entities. Some degree of it is always present and can be estimated by quantum mechanical calculations. It has a corresponding energy, identifiable with the stabilization of the system compared with a hypothetical alternative in which formal single and double bonds are present. When it occurs, each link between atoms": {
    "guess": "Resonance (chemistry)",
    "confidence": [
      [
        "Res",
        -0.024959998
      ],
      [
        "on",
        -6.2729996e-06
      ],
      [
        "ance",
        -5.3239244e-05
      ],
      [
        " (",
        -0.63304365
      ],
      [
        "chemistry",
        -0.0010490044
      ],
      [
        ")",
        -3.5954712e-05
      ]
    ]
  },
  "Its effects are particularly evident in aromatic systems and in symmetrical molecular entities. Some degree of it is always present and can be estimated by quantum mechanical calculations. It has a corresponding energy, identifiable with the stabilization of the system compared with a hypothetical alternative in which formal single and double bonds are present. When it occurs, each link between atoms has a fractional double bond character or bond order. FTP, name this quantum mechanical concept most": {
    "guess": "Resonance (chemistry)",
    "confidence": [
      [
        "Res",
        -0.01963042
      ],
      [
        "on",
        -6.2729996e-06
      ],
      [
        "ance",
        -3.3093824e-05
      ],
      [
        " (",
        -0.31366932
      ],
      [
        "chemistry",
        -0.002528576
      ],
      [
        ")",
        -0.00024394676
      ]
    ]
  },
  "An effort to replace coal miners with convicts in this state's Anderson County led to the Coal Creek": {
    "guess": "Coal Creek War",
    "confidence": [
      [
        "Coal",
        -0.39443904
      ],
      [
        " Creek",
        -0.08244144
      ],
      [
        " War",
        -0.003927249
      ]
    ]
  },
  "Its effectiveness is greatly limited by botulinum toxin, atropine, curare, and the antibodies involved": {
    "guess": "Acetylcholine",
    "confidence": [
      [
        "Ac",
        -1.048074
      ],
      [
        "etyl",
        -0.0003812217
      ],
      [
        "ch",
        -7.465036e-06
      ],
      [
        "oline",
        -0.30323988
      ]
    ]
  },
  "An effect bearing this man's name states that when blood pH decreases, so does the ability of hemoglobin to bind oxygen. If p and q are generalized momentum and position, the requirement that the path integral of p dq be equal to an integer times hbar is known as his and Sommerfeld's quantization rule. His son shared the 1975 Nobel Prize in physics for work on atomic structure with Ben Mottelson and": {
    "guess": "Max Planck",
    "confidence": [
      [
        "Max",
        -0.6000247
      ],
      [
        " Plan",
        -0.3717849
      ],
      [
        "ck",
        -2.4584822e-06
      ]
    ]
  },
  "Its effects are particularly evident in aromatic systems and in symmetrical molecular entities. Some degree of it is always present and can be estimated by quantum mechanical calculations. It has a corresponding": {
    "guess": "Molecular orbital theory",
    "confidence": [
      [
        "M",
        -1.1421006
      ],
      [
        "olecular",
        -0.006472591
      ],
      [
        " orbital",
        -0.21349204
      ],
      [
        " theory",
        -0.005125477
      ]
    ]
  },
  "An effort to seize control of this country's trade routes led to the death of journalist Hansi Krauss. American soldiers were dragged and broadcasted through the streets of this nation after the failed Olympic Hotel bombing. An attempt to overthrow a leader in this country began at Bakara Market, which served as a focal point for the Habar Gidir clan. The UN failed to capture warlord Mohammad Farah": {
    "guess": "Somalia",
    "confidence": [
      [
        "Som",
        -0.047001112
      ],
      [
        "alia",
        -0.0046504918
      ]
    ]
  },
  "Efforts in this opera to lift the title character's spirits include the piano-accompanied \"Lieben, hassen\" and a quartet sung by four men with a coloratura soprano descant. That coloratura soprano role is best known for the massive aria \"Grossm?htige Prinzessin!\", in which she lists men who have seduced her, to which the title character responds by withdrawing into her cave. The title location disappears": {
    "guess": "Ariadne auf Naxos",
    "confidence": [
      [
        "A",
        -0.14100729
      ],
      [
        "riad",
        -0.031154415
      ],
      [
        "ne",
        -8.8165914e-05
      ],
      [
        " auf",
        -0.0021231382
      ],
      [
        " N",
        -2.6656826e-05
      ],
      [
        "ax",
        -6.704273e-07
      ],
      [
        "os",
        -3.8696395e-05
      ]
    ]
  },
  "This effect occurs in a vacuum under the Sposita potential, but not under the HFDHE2 [\"H-F-D-H-E-2\"]": {
    "guess": "Casimir effect",
    "confidence": [
      [
        "Cas",
        -0.076074965
      ],
      [
        "imir",
        -3.8457987e-05
      ],
      [
        " effect",
        -0.021177948
      ]
    ]
  },
  "This effect dominates in energy regimes under one mega-electron volt, while at higher energies Compton scattering and pair production are likely to occur. It was first observed by Heinrich Hertz while working with spark gaps. Mathematically, this effect is likely to occur when the threshold frequency of the electromagnetic radiation times Planck's constant is equal to the work function, usually represented": {
    "guess": "Photoelectric effect",
    "confidence": [
      [
        "Photo",
        -0.001941369
      ],
      [
        "electric",
        -2.4272753e-05
      ],
      [
        " effect",
        -0.0004806009
      ]
    ]
  },
  "This man was effectively adopted as a son by Sisygambis, the mother of one of his defeated enemies. While being burned alive, Calanus mysteriously told this him \"We shall meet in Babylon,\" and this man indeed died in Babylon. His life was chronicled by Callisthenes and he was devastated after the death of Hephaestion, his second in command. This leader built a causeway to allow the siege of the island": {
    "guess": "Alexander the Great",
    "confidence": [
      [
        "Alexander",
        -0.1828802
      ],
      [
        " the",
        -0.013386562
      ],
      [
        " Great",
        -0.0005985465
      ]
    ]
  },
  "An effort to increase Catholic influence in the Church of England, described in John Henry Newman's Apologia Pro Vita Sua, was a mid-19th century movement named for this institution. Emo of Friesland was the first non-native attendee of this institution, of which the Scholastic philosopher Robert Grosseteste was the first official chancellor. Its Radcliffe Camera houses this institution's science holdings,": {
    "guess": "University of Oxford",
    "confidence": [
      [
        "University",
        -0.008270815
      ],
      [
        " of",
        -0.00011343709
      ],
      [
        " Oxford",
        -0.0007698441
      ]
    ]
  },
  "This effect can be eliminated in haloalkanes by rapid magnetic equilibration, and in alcohols by fast proton exchange. Either geminal or vicinal, its ratios are given by Pascal's triangle under first order conditions, but if nonequivalent neighbors are involved, the sequential N + 1 rule is applied to find the number of peaks. When its coupling constant is comparable to the frequency difference, higher field strength is needed to improve resolution. Caused by local magnetic fields of neighboring atoms – for ten points–  name this phenomenon observed in NMR in which a peak in the spectrum splits": {
    "guess": "Spin-spin coupling",
    "confidence": [
      [
        "Spin",
        -0.8267978
      ],
      [
        "-spin",
        -0.0016078205
      ],
      [
        " coupling",
        -0.029061524
      ]
    ]
  },
  "This effect, along with the Doppler effect, is utilized in telescopes such as NARVAL to map the magnetic fields of stars. In a Fabry-Perot interferometer, this effect can be used to measure the electron charge-mass ratio. In the weak field case, spin-orbit coupling occurs in conjunction with this, causing the angular momentum and spin to precess around the total angular momentum. In this case, the resulting energy is the product of the Bohr magneton, the Lande g-factor, the external field, and the z-component of the angular momentum. In the strong field, this is also known as the Paschen-Back effect, and its analogue for electric fields is the Stark effect. FTP, name this splitting of spectral lines in a magnetic field.": {
    "guess": "Zeeman effect",
    "confidence": [
      [
        "Ze",
        -0.030778458
      ],
      [
        "eman",
        -2.9160103e-05
      ],
      [
        " effect",
        -0.027786287
      ]
    ]
  },
  "An effect bearing this man's name states that when blood pH decreases, so does the ability of hemoglobin to bind oxygen. If p and q are generalized momentum and position, the requirement that the path": {
    "guess": "Bohr Effect",
    "confidence": [
      [
        "Bo",
        -0.10229142
      ],
      [
        "hr",
        -0.00034011112
      ],
      [
        " Effect",
        -0.523743
      ]
    ]
  },
  "One effect in this economic concept explains the Penn Effect in its model of productivity and is co-named": {
    "guess": "Balassa-Samuelson effect",
    "confidence": [
      [
        "Bal",
        -0.5380543
      ],
      [
        "assa",
        -0.00055327115
      ],
      [
        "-S",
        -0.29314527
      ],
      [
        "am",
        -3.1737043e-06
      ],
      [
        "uel",
        -3.5313153e-06
      ],
      [
        "son",
        -4.4179764e-05
      ],
      [
        " effect",
        -0.00942608
      ]
    ]
  },
  "This man was effectively adopted as a son by Sisygambis, the mother of one of his defeated enemies. While": {
    "guess": "Ada of Caria",
    "confidence": [
      [
        "Ada",
        -0.56170243
      ],
      [
        " of",
        -0.0020524778
      ],
      [
        " Car",
        -0.00023727135
      ],
      [
        "ia",
        -0.0004110116
      ]
    ]
  },
  "Effects of these phenomena in Cimarron County are depicted in a famous photo by Arthur Rothstein. An": {
    "guess": "Dust Bowl",
    "confidence": [
      [
        "D",
        -0.057107557
      ],
      [
        "ust",
        -0.00028386168
      ],
      [
        " Bowl",
        -0.002484454
      ]
    ]
  },
  "Effects of these phenomena in Cimarron County are depicted in a famous photo by Arthur Rothstein. An agency called the SCS was created in response to a particularly devastating one of these phenomena on Black Sunday. Wheat price increases resulting from the Russian Revolution may have prompted the (*)": {
    "guess": "Dust Bowl",
    "confidence": [
      [
        "D",
        -0.017198348
      ],
      [
        "ust",
        -6.837811e-05
      ],
      [
        " Bowl",
        -0.00032736
      ]
    ]
  },
  "This effect is present in purines and pyrimidines, a fact which initially confused Watson and Crick; for example, adenine can base pair with cytosine if adenine is present as a lactim.  It occurs very rarely in DNA, because hydrogen bonds and the attachment to the sugar prevent access to the acid or base which catalyzes it through protonation or deprotonation.  Due to aromatic stability, it can only be induced in phenols with great difficulty.  This is in sharp contrast to ketones and aldehydes, where contact with a glass surface can catalyze interconversion between keto and enol forms.  The result of a migration of a proton and a double bond, FTP, name this type of isomerism which involves a": {
    "guess": "Tautomerism",
    "confidence": [
      [
        "T",
        -0.022389162
      ],
      [
        "aut",
        -0.6138298
      ],
      [
        "omer",
        -5.6219335e-05
      ],
      [
        "ism",
        -0.0026819455
      ]
    ]
  },
  "This effect, along with the Doppler effect, is utilized in telescopes such as NARVAL to map the magnetic fields of stars. In a Fabry-Perot interferometer, this effect can be used to measure the electron charge-mass ratio. In the weak field case, spin-orbit coupling occurs in conjunction with this, causing the angular momentum and spin to precess around the total angular momentum. In this case, the resulting energy is the product of the Bohr magneton, the Lande g-factor, the external field, and the z-component of the angular momentum. In the strong field, this is also known as the Paschen-Back effect, and its analogue for electric fields is the Stark effect. FTP, name this splitting of spectral": {
    "guess": "Zeeman effect",
    "confidence": [
      [
        "Ze",
        -0.25239655
      ],
      [
        "eman",
        -6.396757e-05
      ],
      [
        " effect",
        -0.4443778
      ]
    ]
  },
  "An effort to increase Catholic influence in the Church of England, described in John Henry Newman's Apologia Pro Vita Sua, was a mid-19th century movement named for this institution. Emo of Friesland was the first non-native attendee of this institution, of which the Scholastic philosopher Robert Grosseteste was the first official chancellor. Its Radcliffe Camera houses this institution's science holdings, while four copies of the Magna Carta can be found in its Bodleian Library. For 10 points, what": {
    "guess": "University of Oxford",
    "confidence": [
      [
        "University",
        -0.01497918
      ],
      [
        " of",
        -0.0008419073
      ],
      [
        " Oxford",
        -0.0002632431
      ]
    ]
  },
  "Efforts in this opera to lift the title character's spirits include the piano-accompanied \"Lieben, hassen\" and a quartet sung by four men with a coloratura soprano descant. That coloratura soprano role": {
    "guess": "Ariadne auf Naxos",
    "confidence": [
      [
        "A",
        -1.5552394
      ],
      [
        "riad",
        -0.07412919
      ],
      [
        "ne",
        -6.706687e-05
      ],
      [
        " auf",
        -0.0069631813
      ],
      [
        " N",
        -6.6947665e-05
      ],
      [
        "ax",
        -1.4974867e-05
      ],
      [
        "os",
        -0.00012201976
      ]
    ]
  },
  "An effect bearing this man's name states that when blood pH decreases, so does the ability of hemoglobin to bind oxygen. If p and q are generalized momentum and position, the requirement that the path integral of p dq be equal to an integer times hbar is known as his and Sommerfeld's quantization rule.": {
    "guess": "Max Planck",
    "confidence": [
      [
        "Max",
        -0.32210636
      ],
      [
        " Plan",
        -0.018290997
      ],
      [
        "ck",
        -8.89548e-06
      ]
    ]
  },
  "This effect occurs in a vacuum under the Sposita potential, but not under the HFDHE2 [\"H-F-D-H-E-2\"] potential. Sandouqa et al. used the Galitskii-Migdal-Feynman formalism to analyze this effect's occurrence in liquid helium-3. Vahedi et al. applied the generalized uncertainty principle to show that this effect causes a shift in the transmission resonance wavenumber. An experiment commonly used to demonstrate this effect includes parameters such as the cathode space charge factor and the ratio of the plate angle to the shield angle; that experiment features a 2D21 [\"2-D-2-1\"] thyratron. The simplest": {
    "guess": "Stark effect",
    "confidence": [
      [
        "St",
        -0.21459001
      ],
      [
        "ark",
        -1.6286107e-05
      ],
      [
        " effect",
        -0.016581122
      ]
    ]
  },
  "An effort to replace coal miners with convicts in this state's Anderson County led to the Coal Creek War. The decorated World War I hero Alvin York hailed from this state. During the Civil War, Ulysses": {
    "guess": "Tennessee",
    "confidence": [
      [
        "T",
        -0.0039520673
      ],
      [
        "ennessee",
        -0.0017175429
      ]
    ]
  },
  "This man was effectively adopted as a son by Sisygambis, the mother of one of his defeated enemies. While being burned alive, Calanus mysteriously told this him \"We shall meet in Babylon,\" and this man indeed died in Babylon. His life was chronicled by Callisthenes and he was devastated after the death of Hephaestion, his second in command. This leader built a causeway to allow the siege of the island city of (*) Tyre. This man's troops refused to cross the Beas River some time after defeating King Porus at the bloody Battle of the Hydaspes River. His heirs were known as the Diadochi. This victor": {
    "guess": "Alexander the Great",
    "confidence": [
      [
        "Alexander",
        -0.0003278368
      ],
      [
        " the",
        -0.0003236647
      ],
      [
        " Great",
        -3.7385154e-05
      ]
    ]
  },
  "To have an efficient operation, it requires that the loss of ammonia be no more than one-tenth of one percent of the weight of the end product. The resultant ammonia, which is obtained along with calcium chloride, can be reused when the first step is repeated. The calcium chloride, however, is a waste product and is usually discarded. Its predecessor, which treated sodium chloride with sulfuric acid to produce sodium sulfate, which was heated with limestone and coal, was pioneered by the French chemist": {
    "guess": "Solvay Process",
    "confidence": [
      [
        "S",
        -0.24250907
      ],
      [
        "olv",
        -0.009924074
      ],
      [
        "ay",
        -4.246537e-06
      ],
      [
        " Process",
        -0.06376059
      ]
    ]
  },
  "This effect, along with the Doppler effect, is utilized in telescopes such as NARVAL to map the magnetic fields of stars. In a Fabry-Perot interferometer, this effect can be used to measure the electron charge-mass ratio. In the weak field case, spin-orbit coupling occurs in conjunction with this, causing": {
    "guess": "Zeeman effect",
    "confidence": [
      [
        "Ze",
        -0.16915241
      ],
      [
        "eman",
        -2.2842309e-05
      ],
      [
        " effect",
        -0.011202492
      ]
    ]
  },
  "One effect in this economic concept explains the Penn Effect in its model of productivity and is co-named for Bela Balassa. A model analogizing this to gravity was developed by Jan Tinbergen. Another model describing this concept can be simplified to the 2x2x2 model and assumes that there are no barriers to it and that transportation costs are zero. That model, which links the use derived from it to differences in factor endowments and intensities, is the Hecksher-Olin Model. Countries can fix exchange": {
    "guess": "Gravity model of trade",
    "confidence": [
      [
        "Gravity",
        -0.87052083
      ],
      [
        " model",
        -0.008571784
      ],
      [
        " of",
        -0.102339424
      ],
      [
        " trade",
        -0.12322843
      ]
    ]
  },
  "The effectiveness of dialysis relies on the Donnan form of this concept, which must be modified by the Curtin-Hammett principle when side reactions occur. This concept corresponds to the minimum Gibbs free energy and the presence of pure liquids and solids is ignored for the heterogeneous type. The law": {
    "guess": "Chemical potential",
    "confidence": [
      [
        "Chem",
        -1.1302401
      ],
      [
        "ical",
        -0.00017064385
      ],
      [
        " potential",
        -0.40694883
      ]
    ]
  },
  "The effect in which a suddenly magnetized iron bar rotates in the opposite direction of an applied current": {
    "guess": "Eddy current brake",
    "confidence": [
      [
        "E",
        -0.8077774
      ],
      [
        "ddy",
        -0.0024634062
      ],
      [
        " current",
        -0.46892747
      ],
      [
        " brake",
        -0.31588554
      ]
    ]
  },
  "One effect in this economic concept explains the Penn Effect in its model of productivity and is co-named for Bela Balassa. A model analogizing this to gravity was developed by Jan Tinbergen. Another model describing this concept can be simplified to the 2x2x2 model and assumes that there are no barriers": {
    "guess": "Gravity model of trade",
    "confidence": [
      [
        "Gravity",
        -0.057992127
      ],
      [
        " model",
        -0.006808211
      ],
      [
        " of",
        -0.23001792
      ],
      [
        " trade",
        -0.10540177
      ]
    ]
  },
  "This effect's analog in electrodynamics is called the Christoffel voltage, and the normal component of this force is found by the Eotvos effect. The ratio of inertial forces to this force is called the Rossby number, and this effect is responsible for movements in the ocean's Ekman layer. This effect concerns moving objects in a rotating reference frame, and it is one of the fictitious forces. The": {
    "guess": "Coriolis force",
    "confidence": [
      [
        "Cor",
        -0.004948036
      ],
      [
        "iol",
        -1.60477e-05
      ],
      [
        "is",
        -1.2948405e-05
      ],
      [
        " force",
        -0.009775094
      ]
    ]
  },
  "At efficiency in the Keynesian Cross, this equals the total output of an economy. An externality is beneficial if the social type of this is higher than the private type. A Giffen Good has an upward sloping curve that measures this, while Say's law states that this is created by the presence of a good.": {
    "guess": "Demand",
    "confidence": [
      [
        "Demand",
        -0.5794857
      ]
    ]
  },
  "The effectiveness of dialysis relies on the Donnan form of this concept, which must be modified by the Curtin-Hammett principle when side reactions occur. This concept corresponds to the minimum Gibbs free energy and the presence of pure liquids and solids is ignored for the heterogeneous type. The law of mass action can be used to find this concept's constant, and the effect of a shift in this state can be predicted by Le Chatelier's principle. Existing when the forward and reverse rates of a reaction": {
    "guess": "Chemical equilibrium",
    "confidence": [
      [
        "Chem",
        -0.41350687
      ],
      [
        "ical",
        -1.6762922e-05
      ],
      [
        " equilibrium",
        -0.049410533
      ]
    ]
  },
  "An effort to increase Catholic influence in the Church of England, described in John Henry Newman's Apologia Pro Vita Sua, was a mid-19th century movement named for this institution. Emo of Friesland was the first non-native attendee of this institution, of which the Scholastic philosopher Robert Grosseteste was the first official chancellor. Its Radcliffe Camera houses this institution's science holdings, while four copies of the Magna Carta can be found in its Bodleian Library. For 10 points, what is this oldest English-speaking university in the world?": {
    "guess": "University of Oxford",
    "confidence": [
      [
        "University",
        -0.0082760155
      ],
      [
        " of",
        -0.00022642381
      ],
      [
        " Oxford",
        -0.0004546255
      ]
    ]
  },
  "An effort to seize control of this country's trade routes led to the death of journalist Hansi Krauss. American soldiers were dragged and broadcasted through the streets of this nation after the failed Olympic Hotel bombing. An attempt to overthrow a leader in this country began at Bakara Market, which served as a focal point for the Habar Gidir clan. The UN failed to capture warlord Mohammad Farah Aidid during Operation Restore Hope in this country, which burst into civil war after the Delta Force": {
    "guess": "Somalia",
    "confidence": [
      [
        "Som",
        -0.0115823615
      ],
      [
        "alia",
        -0.0031671452
      ]
    ]
  },
  "Its effects are particularly evident in aromatic systems and in symmetrical molecular entities. Some degree of it is always present and can be estimated by quantum mechanical calculations. It has a corresponding energy, identifiable with the stabilization of the system compared with a hypothetical alternative": {
    "guess": "Aromaticity",
    "confidence": [
      [
        "A",
        -0.3559476
      ],
      [
        "romatic",
        -0.0013523798
      ],
      [
        "ity",
        -0.36069196
      ]
    ]
  },
  "The efficiency of this process can be quantified with either overall, point, or Murphree efficiency. One method of performing calculations for this process first requires determination of the slope of the q-line for the feed. The next steps in that method are to split the operating line into enriching and stripping sections, to draw alternating horizontal and vertical lines between the operating and equilibrium lines, and finally to count off the number of horizontal lines drawn. That method determines": {
    "guess": "Distillation",
    "confidence": [
      [
        "Dist",
        -0.6054884
      ],
      [
        "illation",
        -3.3093824e-05
      ]
    ]
  },
  "Effects of these phenomena in Cimarron County are depicted in a famous photo by Arthur Rothstein. An agency called the SCS was created in response to a particularly devastating one of these phenomena on Black Sunday. Wheat price increases resulting from the Russian Revolution may have prompted the (*) overcultivation that caused these phenomena, whose effects on sharecroppers are explored in Let Us Now Praise Famous Men. Many \"Okies\" moved west to escape - for 10 points - what crop-killing weather events of the 1930s?": {
    "guess": "Dust Bowl",
    "confidence": [
      [
        "D",
        -0.009139192
      ],
      [
        "ust",
        -1.6240566e-06
      ],
      [
        " Bowl",
        -0.0016561365
      ]
    ]
  },
  "This effect is behind the arrangement of polystyrene nanoparticles in hexagonal lattices and straight lines on silicon dioxide, and it can occur in layers that are too thin to exhibit Rayleigh-B?ard convection. It also leads to instability in Langmuir monolayers, and, according to Pearson, those instabilities occur when its namesake's number is greater than eighty. This effect is responsible for the unusual deposition of solutes at the center of an evaporating drop of liquid, and for the stability of soap films. James Thompson first described this effect in a paper explaining that a gradient in alcohol content causes droplets to form above the surface making tears of wine. For 10 points, name": {
    "guess": "Marangoni effect",
    "confidence": [
      [
        "Mar",
        -0.10659629
      ],
      [
        "ang",
        -0.00024358915
      ],
      [
        "oni",
        0.0
      ],
      [
        " effect",
        -0.059820317
      ]
    ]
  },
  "Its effectiveness is greatly limited by botulinum toxin, atropine, curare, and the antibodies involved in myasthenia gravis.  That disease can be treated by neostigmine, which increases its effectiveness by stimulating its target nicotinic and  muscarinic receptors. It plays a role in memory, though it is much better known for its release from both sympathetic and parasympathetic neurons and its breakdown by a namesake esterase. FTP, name this neurotransmitter that is necessary  for proper muscle contraction.": {
    "guess": "Acetylcholine",
    "confidence": [
      [
        "Ac",
        -0.020605773
      ],
      [
        "etyl",
        -0.0001593195
      ],
      [
        "ch",
        -1.1637165e-05
      ],
      [
        "oline",
        -6.8854926e-05
      ]
    ]
  },
  "This effect occurs in a vacuum under the Sposita potential, but not under the HFDHE2 [\"H-F-D-H-E-2\"] potential. Sandouqa et al. used the Galitskii-Migdal-Feynman formalism to analyze this effect's occurrence": {
    "guess": "Cherenkov radiation",
    "confidence": [
      [
        "Ch",
        -0.37551844
      ],
      [
        "eren",
        -0.0063123386
      ],
      [
        "kov",
        -1.9816675e-06
      ],
      [
        " radiation",
        -0.035158217
      ]
    ]
  },
  "This effect's analog in electrodynamics is called the Christoffel voltage, and the normal component of": {
    "guess": "Coriolis force",
    "confidence": [
      [
        "Cor",
        -0.002260879
      ],
      [
        "iol",
        -2.9040899e-05
      ],
      [
        "is",
        -1.3663626e-05
      ],
      [
        " force",
        -0.0014997448
      ]
    ]
  }
}