{
  "Before one game, this coach choked on a pork chop, prompting opposing fans to throw meat towards the sideline. Some of this man's plays had such names as the \"Taco Bell\" and the \"cheeseburger\" blitz. During": {
    "guess": "Buddy Ryan",
    "confidence": [
      [
        "B",
        -0.021360233
      ],
      [
        "uddy",
        -0.05096898
      ],
      [
        " Ryan",
        -0.0003028114
      ]
    ]
  },
  "The gameboard for this game consists of thirty spaces, known as \"houses,\" arranged in three rows. Pieces that land in house twenty-seven must go back to the beginning. Each turn, players roll four sticks with one rounded and one flat side, and move either a lion or a jackal piece a certain number of": {
    "guess": "Mancala",
    "confidence": [
      [
        "M",
        -1.0657432
      ],
      [
        "anc",
        -0.037891947
      ],
      [
        "ala",
        -1.6240566e-06
      ]
    ]
  },
  "Galois theory can be applied to the symmetric type of these expressions, which also appear in Vieta's formulas. Weierstrass's theorem uses these to achieve a uniform approximation, and Cardano's theorem is used to solve a specific type of them. There are no general solutions to these expressions with": {
    "guess": "Polynomial equation",
    "confidence": [
      [
        "Pol",
        -0.021619601
      ],
      [
        "ynomial",
        -0.00946186
      ],
      [
        " equation",
        -0.57719654
      ]
    ]
  },
  "One game with this noun in its title sees Rumble and Tumble being employed by the Dream Queen. Another game with this noun in its title features the malice rating, which when full sees the Grim Reaper fight the Harmonixer Yuri. Another game sees Toroah the Messiah as a historical figure in a game where you can control Grog Drinkwater and Ash Lambert, while a fourth game with this body part in its title ends at The World that Never Was and begins at Twilight Town. For ten points, what noun titles": {
    "guess": "Eye (video game)",
    "confidence": [
      [
        "Eye",
        -1.6647955
      ],
      [
        " (",
        -0.66396165
      ],
      [
        "video",
        -0.4618347
      ],
      [
        " game",
        -0.1727281
      ],
      [
        ")",
        -0.6832472
      ]
    ]
  },
  "Galois theory can be applied to the symmetric type of these expressions, which also appear in Vieta's formulas. Weierstrass's theorem uses these to achieve a uniform approximation, and Cardano's theorem is used to solve a specific type of them. There are no general solutions to these expressions with degree (*) five or higher, and they can be simplified using synthetic division. Functions of this type are all continuous and differentiable, and they have at least one complex root according to the fundamental theorem of algebra. For ten points, identify these algebraic expressions that contain variables": {
    "guess": "Polynomial",
    "confidence": [
      [
        "Pol",
        -0.00018339496
      ],
      [
        "ynomial",
        -0.0021570416
      ]
    ]
  },
  "Before one game, this coach choked on a pork chop, prompting opposing fans to throw meat towards the sideline. Some of this man's plays had such names as the \"Taco Bell\" and the \"cheeseburger\" blitz. During one game, he got into a physical altercation with offensive coordinator Kevin Gilbride. An earlier gig for this coach was working as defensive line coach for the \"Purple People Eater\" Vikings squads. Jimmy Johnson alleged this coach took out a bounty on Luis Zendejas and Troy Aikman in a Thanksgiving game against the Cowboys, while during the following year, fans of this man's team threw snowballs": {
    "guess": "Buddy Ryan",
    "confidence": [
      [
        "B",
        -0.004231547
      ],
      [
        "uddy",
        -0.00010258956
      ],
      [
        " Ryan",
        -0.00030471865
      ]
    ]
  },
  "Galois theory can be applied to the symmetric type of these expressions, which also appear in Vieta's formulas. Weierstrass's theorem uses these to achieve a uniform approximation, and Cardano's theorem": {
    "guess": "Polynomial",
    "confidence": [
      [
        "Pol",
        -0.00027647105
      ],
      [
        "ynomial",
        -3.7742768e-05
      ]
    ]
  },
  "The gameboard for this game consists of thirty spaces, known as \"houses,\" arranged in three rows. Pieces that land in house twenty-seven must go back to the beginning. Each turn, players roll four sticks with one rounded and one flat side, and move either a lion or a jackal piece a certain number of squares. For 10 points, name this ancestor of backgammon played by both commoners and pharaohs in ancient Egypt.": {
    "guess": "Senet",
    "confidence": [
      [
        "Sen",
        -0.2283426
      ],
      [
        "et",
        -8.537869e-06
      ]
    ]
  },
  "In this game, the achievement \"The Moose\" is unlocked by never going into cover while tailing the suspect, Candy Edwards. In one mission, you hunt for US Army Surplus morphine, much of which is sold on the underside of popcorn cups from the Black Caesar in the Wilshire District. With your partner (*) \"Rusty\" Galloway, you run down clues relating to the Black Dahlia killer, found in such places as Pershing Square and the Westlake Tar Pits. During interrogations in this game the player can choose from \"Truth\", \"Doubt\", or \"Lie\". For 10 points, name this Rockstar Games production set in the \"City": {
    "guess": "L.A. Noire",
    "confidence": [
      [
        "L",
        -0.018086374
      ],
      [
        ".A",
        -0.0032048076
      ],
      [
        ".",
        -0.008137568
      ],
      [
        " No",
        -0.00040826996
      ],
      [
        "ire",
        -1.2664457e-06
      ]
    ]
  },
  "The gamma function extends this operation to complex numbers, and an approximation named for Stirling can calculate very large ones. This function, whose rate of growth surpasses the exponential function, can be used to find how many permutations there are of n objects. For 10 points, name this function whose symbol is the exclamation point, which for a positive integer consists of multiplication by": {
    "guess": "Factorial",
    "confidence": [
      [
        "Factor",
        -0.02785968
      ],
      [
        "ial",
        -0.0004512878
      ]
    ]
  },
  "In one game, this character must kill rival hunters Ghor, Rundas, and Gandrayda while destroying the": {
    "guess": "Metroid Prime 3: Corruption",
    "confidence": [
      [
        "Met",
        -0.47352242
      ],
      [
        "roid",
        -4.4849444e-06
      ],
      [
        " Prime",
        -1.5570886e-05
      ],
      [
        " ",
        -9.567575e-05
      ],
      [
        "3",
        -6.921253e-05
      ],
      [
        ":",
        -6.749814e-06
      ],
      [
        " Corruption",
        -7.8033605e-05
      ]
    ]
  },
  "In this game, items like heart boosts and the parrot Squawks are sold by a character named Cranky, and a pig with glasses marks the players' reaching of checkpoints in levels. This game's antagonists are": {
    "guess": "Donkey Kong Country Returns",
    "confidence": [
      [
        "Don",
        -0.0027629137
      ],
      [
        "key",
        -2.4584822e-06
      ],
      [
        " Kong",
        -7.302705e-05
      ],
      [
        " Country",
        -0.002077098
      ],
      [
        " Returns",
        -0.0049678474
      ]
    ]
  },
  "In one game, this character is given ludicrous objectives such as finding another character's cook book, calling a friend for advice on building a bomb, and searching for missing ingredients for a friend's meth lab.  An upcoming game starring this character involves a ridiculous plot where he and his associates are given a skull studded with diamonds (+) rather than the money they think they deserve by a Middle Eastern promoter.  Besides Blood on the Sands, (*) this person has starred in the 2006 recipient of GameSpot's \"Worst Game Everyone Played\" award.  The only FAQ on GameFAQs for one of this person's games laments how disappointed the author is that Olivia could not be incorporated into the plot, although Popcorn, Booker and Doc Friday do co-star with him.  Both the console and PSP versions of his game have come packed with \"over 160 tracks\" , including ones from The Massacre.  FTP,": {
    "guess": "50 Cent: Bulletproof",
    "confidence": [
      [
        "50",
        -0.02885633
      ],
      [
        " Cent",
        -0.0006218921
      ],
      [
        ":",
        -0.8282649
      ],
      [
        " Bullet",
        -0.0088313045
      ],
      [
        "proof",
        -3.0828953e-05
      ]
    ]
  },
  "In this game, the achievement \"The Moose\" is unlocked by never going into cover while tailing the suspect, Candy Edwards. In one mission, you hunt for US Army Surplus morphine, much of which is sold on the underside of popcorn cups from the Black Caesar in the Wilshire District. With your partner (*) \"Rusty\" Galloway, you run down clues relating to the Black Dahlia killer, found in such places as Pershing": {
    "guess": "L.A. Noire",
    "confidence": [
      [
        "L",
        -0.012909367
      ],
      [
        ".A",
        -0.00080474507
      ],
      [
        ".",
        -0.0013532141
      ],
      [
        " No",
        -3.3451433e-05
      ],
      [
        "ire",
        -5.5122365e-07
      ]
    ]
  },
  "In this game, the achievement \"The Moose\" is unlocked by never going into cover while tailing the suspect, Candy Edwards. In one mission, you hunt for US Army Surplus morphine, much of which is sold on the underside of popcorn cups from the Black Caesar in the Wilshire District. With your partner (*)": {
    "guess": "L.A. Noire",
    "confidence": [
      [
        "L",
        -0.035429336
      ],
      [
        ".A",
        -0.0015780635
      ],
      [
        ".",
        -0.0024398626
      ],
      [
        " No",
        -0.00025335286
      ],
      [
        "ire",
        -5.5122365e-07
      ]
    ]
  },
  "This game saw safety Jim Hudson ejected and Jim Turner kick a 26-yard field goal to give the New York Jets a 32-29 lead with 1:05 to go. Following the kickoff, Raiders quarterback Daryle Lamonica completed two passes, the second a 43-yard touchdown pass to Charlie Smith with 42 seconds left. Earl Christy then fumbled the ensuing kickoff and the Raiders scored another touchdown, then held on for the 43-32 win. However, the game was more notable for Dick Kline's decision to cut away from the action to show a regularly scheduled program, which led to changes that require a game be shown in its entirety. For 10 points, name this 1968 NFL game more famous for having its thrilling finish pre-empted": {
    "guess": "Heidi Game",
    "confidence": [
      [
        "He",
        -0.00642226
      ],
      [
        "idi",
        -6.704273e-07
      ],
      [
        " Game",
        -0.0015018833
      ]
    ]
  },
  "The gamma function extends this operation to complex numbers, and an approximation named for Stirling can calculate very large ones. This function, whose rate of growth surpasses the exponential function, can be used to find how many permutations there are of n objects. For 10 points, name this function": {
    "guess": "Factorial",
    "confidence": [
      [
        "Factor",
        -0.008703686
      ],
      [
        "ial",
        -0.00095946225
      ]
    ]
  },
  "Gamma-tubulin (TOO-byoo-lin) is needed to activate centrosomes in this phase, which follows the G2 checkpoint. One of these phases in meiosis includes synapsis (sin-APP-sis) and the crossing over of homologous": {
    "guess": "Meiosis",
    "confidence": [
      [
        "Me",
        -0.44841132
      ],
      [
        "iosis",
        -0.005102949
      ]
    ]
  },
  "In one game, this character must kill rival hunters Ghor, Rundas, and Gandrayda while destroying the Leviathan seeds. This warrior combats such evils as Phazon using technology from the Chozo culture, including the trademark Varia Suit. This character frequently encounters the dragon (*) Ridley, a high-ranking member of the Space Pirates. She is the star of the recent \"Other M\" as well as the three": {
    "guess": "Samus Aran",
    "confidence": [
      [
        "Sam",
        -0.01483849
      ],
      [
        "us",
        -1.700133e-05
      ],
      [
        " Ar",
        -2.7729659e-05
      ],
      [
        "an",
        -5.7961847e-06
      ]
    ]
  },
  "Gamma ray bursts may be a result of these objects colliding with neutron stars, and one theory attempting to model these posits that the only externally observable qualities they can have are mass, angular momentum, and electric charge. In addition to being defined by the no hair theorem, a type of radiation": {
    "guess": "Black hole",
    "confidence": [
      [
        "Black",
        -0.0054147043
      ],
      [
        " hole",
        -0.003179975
      ]
    ]
  },
  "The gamma function extends this operation to complex numbers, and an approximation named for Stirling can calculate very large ones. This function, whose rate of growth surpasses the exponential function, can be used to find how many permutations there are of n objects. For 10 points, name this function whose symbol is the exclamation point, which for a positive integer consists of multiplication by all lower positive integers.": {
    "guess": "Factorial",
    "confidence": [
      [
        "Factor",
        -0.00086084235
      ],
      [
        "ial",
        -1.0087517e-05
      ]
    ]
  },
  "The gamoroi (gah-mo-ROI) government in this polity was broken by the defeat of this city by Hippocrates of Gela. Timoleon's (tih-MOH-lee-ONZ) oligarchy was overthrown by Agathocles here in 317 BCE. This": {
    "guess": "Syracuse",
    "confidence": [
      [
        "S",
        -0.64835966
      ],
      [
        "yr",
        -0.0036910512
      ],
      [
        "ac",
        -0.00041065403
      ],
      [
        "use",
        -6.921253e-05
      ]
    ]
  },
  "In this game, items like heart boosts and the parrot Squawks are sold by a character named Cranky, and": {
    "guess": "Donkey Kong Country Returns",
    "confidence": [
      [
        "Don",
        -0.0076317047
      ],
      [
        "key",
        -1.504853e-06
      ],
      [
        " Kong",
        -0.0005205048
      ],
      [
        " Country",
        -0.0007980733
      ],
      [
        " Returns",
        -0.006885158
      ]
    ]
  },
  "The gameboard for this game consists of thirty spaces, known as \"houses,\" arranged in three rows. Pieces that land in house twenty-seven must go back to the beginning. Each turn, players roll four sticks with one rounded and one flat side, and move either a lion or a jackal piece a certain number of squares. For 10 points, name this ancestor of backgammon played by both commoners and pharaohs in ancient": {
    "guess": "Senet",
    "confidence": [
      [
        "Sen",
        -0.11854246
      ],
      [
        "et",
        -9.4914985e-06
      ]
    ]
  },
  "In one game in which he appears, he battles against the Battle Kukku army in order to save Cocoa island, and in another he is able to summon a group of four robot-killing birds upon collecting all seven Super Emeralds. The inventor of the \"Cyclone\" mechanized armor and a plane dubbed \"Tornado,\" he appears in another game as the flight-type member of one team, and in his first appearance he was prized": {
    "guess": "Miles \"Tails\" Prower",
    "confidence": [
      [
        "M",
        -0.40429986
      ],
      [
        "iles",
        -0.00044938055
      ],
      [
        " \"",
        -0.033821005
      ],
      [
        "T",
        -1.0564331e-05
      ],
      [
        "ails",
        -5.2001665e-06
      ],
      [
        "\"",
        -8.780831e-05
      ],
      [
        " P",
        -0.0003480978
      ],
      [
        "row",
        -2.319992e-05
      ],
      [
        "er",
        -0.0003035266
      ]
    ]
  },
  "The gamoroi (gah-mo-ROI) government in this polity was broken by the defeat of this city by Hippocrates of Gela. Timoleon's (tih-MOH-lee-ONZ) oligarchy was overthrown by Agathocles here in 317 BCE. This city was defended against the Carthaginians by Dionysius I. It was settled by the Corinthian aristocrat": {
    "guess": "SYRACUSE",
    "confidence": [
      [
        "SY",
        -0.005908296
      ],
      [
        "R",
        -0.00010592726
      ],
      [
        "AC",
        -9.0883464e-07
      ],
      [
        "USE",
        -0.000100205485
      ]
    ]
  },
  "Before one game, this coach choked on a pork chop, prompting opposing fans to throw meat towards the sideline. Some of this man's plays had such names as the \"Taco Bell\" and the \"cheeseburger\" blitz. During one game, he got into a physical altercation with offensive coordinator Kevin Gilbride. An earlier gig for this coach was working as defensive line coach for the \"Purple People Eater\" Vikings squads. Jimmy Johnson alleged this coach took out a bounty on Luis Zendejas and Troy Aikman in a Thanksgiving game against the Cowboys, while during the following year, fans of this man's team threw snowballs at opposing players. This man was Mike Dikta's defensive coordinator on the 1985 Bears before": {
    "guess": "Buddy Ryan",
    "confidence": [
      [
        "B",
        -0.0075926716
      ],
      [
        "uddy",
        -0.00017076306
      ],
      [
        " Ryan",
        -0.00043996712
      ]
    ]
  },
  "Before one game, this coach choked on a pork chop, prompting opposing fans to throw meat towards the sideline. Some of this man's plays had such names as the \"Taco Bell\" and the \"cheeseburger\" blitz. During one game, he got into a physical altercation with offensive coordinator Kevin Gilbride. An earlier": {
    "guess": "Buddy Ryan",
    "confidence": [
      [
        "B",
        -0.0073478506
      ],
      [
        "uddy",
        -9.849109e-06
      ],
      [
        " Ryan",
        -0.0004397287
      ]
    ]
  },
  "In one game, this character must kill rival hunters Ghor, Rundas, and Gandrayda while destroying the Leviathan seeds. This warrior combats such evils as Phazon using technology from the Chozo culture,": {
    "guess": "Metroid Prime 3: Corruption",
    "confidence": [
      [
        "Met",
        -0.026415363
      ],
      [
        "roid",
        -1.3544423e-05
      ],
      [
        " Prime",
        -6.718607e-05
      ],
      [
        " ",
        -0.0014966491
      ],
      [
        "3",
        -0.00016420685
      ],
      [
        ":",
        -1.962381e-05
      ],
      [
        " Corruption",
        -0.00018601745
      ]
    ]
  },
  "Galois theory can be applied to the symmetric type of these expressions, which also appear in Vieta's formulas. Weierstrass's theorem uses these to achieve a uniform approximation, and Cardano's theorem is used to solve a specific type of them. There are no general solutions to these expressions with degree (*) five or higher, and they can be simplified using synthetic division. Functions of this type are all continuous and differentiable, and they have at least one complex root according to the": {
    "guess": "Polynomial",
    "confidence": [
      [
        "Pol",
        -0.0021500231
      ],
      [
        "ynomial",
        -0.00048477305
      ]
    ]
  },
  "In one game, this character is given ludicrous objectives such as finding another character's cook book,": {
    "guess": "Trevor Philips",
    "confidence": [
      [
        "T",
        -1.6312588
      ],
      [
        "rev",
        -0.0017183773
      ],
      [
        "or",
        -8.180258e-06
      ],
      [
        " Philips",
        -0.07024873
      ]
    ]
  },
  "Gamma-tubulin (TOO-byoo-lin) is needed to activate centrosomes in this phase, which follows the G2 checkpoint.": {
    "guess": "Mitosis",
    "confidence": [
      [
        "Mit",
        -0.15371205
      ],
      [
        "osis",
        -0.0009030038
      ]
    ]
  },
  "In this game, Turtle Paradise is advertised six times. The protagonist can go on a date while in the": {
    "guess": "Final Fantasy VII",
    "confidence": [
      [
        "Final",
        -0.05586095
      ],
      [
        " Fantasy",
        -0.00027266017
      ],
      [
        " VII",
        -0.03860801
      ]
    ]
  },
  "This game was originally a preparation for wartime action, and was referred to as baggataway by the Native Americans who first practiced it. It received its present name from the equipment used, which": {
    "guess": "Lacrosse",
    "confidence": [
      [
        "L",
        -0.002813671
      ],
      [
        "ac",
        -4.3202e-07
      ],
      [
        "rosse",
        -9.8536635e-05
      ]
    ]
  },
  "In this game, items like heart boosts and the parrot Squawks are sold by a character named Cranky, and a pig with glasses marks the players' reaching of checkpoints in levels. This game's antagonists are the Tiki Tak Tribe, who stole the protagonist's bananas. For 10 points, name this game for the Wii, which sees the return of the title character and Diddy Kong.": {
    "guess": "Donkey Kong Country Returns",
    "confidence": [
      [
        "Don",
        -0.00054898346
      ],
      [
        "key",
        -4.365741e-06
      ],
      [
        " Kong",
        -1.1637165e-05
      ],
      [
        " Country",
        -4.1273333e-06
      ],
      [
        " Returns",
        -4.3583746e-05
      ]
    ]
  },
  "Gamma-tubulin (TOO-byoo-lin) is needed to activate centrosomes in this phase, which follows the G2 checkpoint. One of these phases in meiosis includes synapsis (sin-APP-sis) and the crossing over of homologous chromosomes. Asters form during this phase that sees the disappearance of the nucleolus (noo-klee-OH-luss)": {
    "guess": "Meiosis",
    "confidence": [
      [
        "Me",
        -0.339854
      ],
      [
        "iosis",
        -0.002298586
      ]
    ]
  },
  "Gamelan music from Java was the inspiration for this composer's only String Quartet in G minor. \"Footsteps in the Snow,\" \"The Sunken Cathedral,\" and \"The Girl with the Flaxen Hair\" all appear in his first set of Préludes. A parody of Wagner's Tristan und Isolde appears in this composer's \"Golliwogg's": {
    "guess": "Claude Debussy",
    "confidence": [
      [
        "Cla",
        -0.0008371465
      ],
      [
        "ude",
        -1.9361265e-07
      ],
      [
        " Deb",
        -5.0974373e-05
      ],
      [
        "ussy",
        -5.080963e-06
      ]
    ]
  },
  "The gameboard for this game consists of thirty spaces, known as \"houses,\" arranged in three rows. Pieces that land in house twenty-seven must go back to the beginning. Each turn, players roll four sticks": {
    "guess": "Pachisi",
    "confidence": [
      [
        "P",
        -0.9145319
      ],
      [
        "ach",
        -0.36250564
      ],
      [
        "isi",
        -0.00037478472
      ]
    ]
  },
  "In one game in which he appears, he battles against the Battle Kukku army in order to save Cocoa island, and in another he is able to summon a group of four robot-killing birds upon collecting all seven Super Emeralds. The inventor of the \"Cyclone\" mechanized armor and a plane dubbed \"Tornado,\" he appears": {
    "guess": "Miles \"Tails\" Prower",
    "confidence": [
      [
        "M",
        -0.57016426
      ],
      [
        "iles",
        -0.0005809117
      ],
      [
        " \"",
        -0.014498176
      ],
      [
        "T",
        -1.2352386e-05
      ],
      [
        "ails",
        -9.849109e-06
      ],
      [
        "\"",
        -4.632543e-05
      ],
      [
        " P",
        -0.00025728656
      ],
      [
        "row",
        -1.0921943e-05
      ],
      [
        "er",
        -0.00017505439
      ]
    ]
  },
  "Gamma-tubulin (TOO-byoo-lin) is needed to activate centrosomes in this phase, which follows the G2 checkpoint. One of these phases in meiosis includes synapsis (sin-APP-sis) and the crossing over of homologous chromosomes. Asters form during this phase that sees the disappearance of the nucleolus (noo-klee-OH-luss) and the growth of spindle fibers. For 10 points, name this phase of mitosis in which chromatin condenses into chromosomes prior to metaphase.": {
    "guess": "Prophase",
    "confidence": [
      [
        "Pro",
        -0.44549257
      ],
      [
        "phase",
        -4.823269e-05
      ]
    ]
  },
  "In this game, Turtle Paradise is advertised six times. The protagonist can go on a date while in the casino-like Gold Saucer, and early on he is forced to dress in female attire to impress Don Corneo. Lucretia lives in the submerged Crystal Cave, and unlocking a coffin in Shinra Manor lets the player use her lover, Vincent, in battle. Players can walk across the sea and up mountains on a Gold Chocobo. A flower girl in the streets of Midgar turns out to be the last living Ancient, and a major turning point occurs when she tries to use the White Materia, but is killed by Sephiroth. For 10 points,": {
    "guess": "Final Fantasy VII",
    "confidence": [
      [
        "Final",
        -0.0008015266
      ],
      [
        " Fantasy",
        -0.000110337794
      ],
      [
        " VII",
        -6.194111e-05
      ]
    ]
  },
  "In one game, this character is given ludicrous objectives such as finding another character's cook book, calling a friend for advice on building a bomb, and searching for missing ingredients for a friend's": {
    "guess": "Grand Theft Auto: San Andreas",
    "confidence": [
      [
        "Grand",
        -1.0833457
      ],
      [
        " Theft",
        -0.00026932248
      ],
      [
        " Auto",
        -2.7848862e-05
      ],
      [
        ":",
        -0.807429
      ],
      [
        " San",
        -0.07068968
      ],
      [
        " Andreas",
        -0.00066477974
      ]
    ]
  },
  "One game with this noun in its title sees Rumble and Tumble being employed by the Dream Queen. Another game with this noun in its title features the malice rating, which when full sees the Grim Reaper fight the Harmonixer Yuri. Another game sees Toroah the Messiah as a historical figure in a game where you can control Grog Drinkwater and Ash Lambert, while a fourth game with this body part in its title ends at The World that Never Was and begins at Twilight Town. For ten points, what noun titles a kingdom wherein a player plays as Sora?": {
    "guess": "Kingdom Hearts",
    "confidence": [
      [
        "King",
        -0.8052001
      ],
      [
        "dom",
        -0.00014537634
      ],
      [
        " Hearts",
        -0.013319633
      ]
    ]
  },
  "In one game, this character must kill rival hunters Ghor, Rundas, and Gandrayda while destroying the Leviathan seeds. This warrior combats such evils as Phazon using technology from the Chozo culture, including the trademark Varia Suit. This character frequently encounters the dragon (*) Ridley, a high-ranking member of the Space Pirates. She is the star of the recent \"Other M\" as well as the three \"Prime\" games. For 10 points, name this video game character, a woman who uses her power suit to kill": {
    "guess": "Samus Aran",
    "confidence": [
      [
        "Sam",
        -0.006497228
      ],
      [
        "us",
        -3.0471343e-05
      ],
      [
        " Ar",
        -1.735894e-05
      ],
      [
        "an",
        -4.4849444e-06
      ]
    ]
  },
  "In this game, Turtle Paradise is advertised six times. The protagonist can go on a date while in the casino-like Gold Saucer, and early on he is forced to dress in female attire to impress Don Corneo.": {
    "guess": "Final Fantasy VII",
    "confidence": [
      [
        "Final",
        -0.0057648956
      ],
      [
        " Fantasy",
        -0.0011934409
      ],
      [
        " VII",
        -0.00015335932
      ]
    ]
  },
  "Galois theory can be applied to the symmetric type of these expressions, which also appear in Vieta's formulas. Weierstrass's theorem uses these to achieve a uniform approximation, and Cardano's theorem is used to solve a specific type of them. There are no general solutions to these expressions with degree (*) five or higher, and they can be simplified using synthetic division. Functions of this type": {
    "guess": "Polynomial",
    "confidence": [
      [
        "Pol",
        -0.0044422243
      ],
      [
        "ynomial",
        -0.00034511767
      ]
    ]
  },
  "This game was originally a preparation for wartime action, and was referred to as baggataway by the Native Americans who first practiced it. It received its present name from the equipment used, which resembles a bishop's crosier. FTP, name this sport, of which Johns Hopkins and Princeton are perennial": {
    "guess": "Lacrosse",
    "confidence": [
      [
        "L",
        -0.00886026
      ],
      [
        "ac",
        -5.145119e-05
      ],
      [
        "rosse",
        -0.00028016636
      ]
    ]
  },
  "Before one game, this coach choked on a pork chop, prompting opposing fans to throw meat towards the sideline. Some of this man's plays had such names as the \"Taco Bell\" and the \"cheeseburger\" blitz. During one game, he got into a physical altercation with offensive coordinator Kevin Gilbride. An earlier gig for this coach was working as defensive line coach for the \"Purple People Eater\" Vikings squads.": {
    "guess": "Buddy Ryan",
    "confidence": [
      [
        "B",
        -0.0021268262
      ],
      [
        "uddy",
        -5.2001665e-06
      ],
      [
        " Ryan",
        -0.00025049195
      ]
    ]
  },
  "In one game in which he appears, he battles against the Battle Kukku army in order to save Cocoa island,": {
    "guess": "Bean the Dynamite",
    "confidence": [
      [
        "Bean",
        -1.5589496
      ],
      [
        " the",
        -0.031814907
      ],
      [
        " Dynam",
        -0.00028028555
      ],
      [
        "ite",
        -0.00020687809
      ]
    ]
  },
  "In one game in which he appears, he battles against the Battle Kukku army in order to save Cocoa island, and in another he is able to summon a group of four robot-killing birds upon collecting all seven Super Emeralds. The inventor of the \"Cyclone\" mechanized armor and a plane dubbed \"Tornado,\" he appears in another game as the flight-type member of one team, and in his first appearance he was prized for his ability to carry his friend while flying. For 10 points, name this creature with real name Miles Prower, a vulpine sidekick of Sonic the Hedgehog.": {
    "guess": "Tails (character)",
    "confidence": [
      [
        "T",
        -0.27513036
      ],
      [
        "ails",
        -2.7133641e-05
      ],
      [
        " (",
        -0.012835938
      ],
      [
        "character",
        -0.2511466
      ],
      [
        ")",
        -0.00026848805
      ]
    ]
  },
  "In this game, the achievement \"The Moose\" is unlocked by never going into cover while tailing the suspect, Candy Edwards. In one mission, you hunt for US Army Surplus morphine, much of which is sold on": {
    "guess": "L.A. Noire",
    "confidence": [
      [
        "L",
        -0.07253987
      ],
      [
        ".A",
        -0.00078687555
      ],
      [
        ".",
        -0.0014257102
      ],
      [
        " No",
        -0.0002074741
      ],
      [
        "ire",
        -1.7432603e-06
      ]
    ]
  },
  "Gamelan music from Java was the inspiration for this composer's only String Quartet in G minor. \"Footsteps in the Snow,\" \"The Sunken Cathedral,\" and \"The Girl with the Flaxen Hair\" all appear in his first set of Préludes. A parody of Wagner's Tristan und Isolde appears in this composer's \"Golliwogg's Cakewalk,\" part of his Children's Corner suite. This composer composed a work in which a harp plays a dreamy theme after a descending chromatic scale in a flute introduction, which was inspired by a Mallarmé poem. For 10 points, name this French composer of \"Prelude to the Afternoon of a Faun\" and \"Claire de Lune.\"": {
    "guess": "Claude Debussy",
    "confidence": [
      [
        "Cla",
        -0.003775739
      ],
      [
        "ude",
        -9.0883464e-07
      ],
      [
        " Deb",
        -7.1954215e-05
      ],
      [
        "ussy",
        -7.9418505e-06
      ]
    ]
  },
  "In this game, Turtle Paradise is advertised six times. The protagonist can go on a date while in the casino-like Gold Saucer, and early on he is forced to dress in female attire to impress Don Corneo. Lucretia lives in the submerged Crystal Cave, and unlocking a coffin in Shinra Manor lets the player": {
    "guess": "Final Fantasy VII",
    "confidence": [
      [
        "Final",
        -0.005808513
      ],
      [
        " Fantasy",
        -0.00088025787
      ],
      [
        " VII",
        -0.0003545311
      ]
    ]
  },
  "In one game, this character is given ludicrous objectives such as finding another character's cook book, calling a friend for advice on building a bomb, and searching for missing ingredients for a friend's meth lab.  An upcoming game starring this character involves a ridiculous plot where he and his associates are given a skull studded with diamonds (+) rather than the money they think they deserve by a Middle Eastern promoter.  Besides Blood on the Sands, (*) this person has starred in the 2006": {
    "guess": "Nathan Drake",
    "confidence": [
      [
        "N",
        -0.7009359
      ],
      [
        "athan",
        -0.057715137
      ],
      [
        " Drake",
        -0.021011384
      ]
    ]
  },
  "Before one game, this coach choked on a pork chop, prompting opposing fans to throw meat towards the": {
    "guess": "Arkansas Razorbacks football",
    "confidence": [
      [
        "Ark",
        -1.3757714
      ],
      [
        "ansas",
        -0.007895017
      ],
      [
        " Razor",
        -0.50857365
      ],
      [
        "backs",
        -0.013796514
      ],
      [
        " football",
        -0.069955
      ]
    ]
  },
  "This game saw safety Jim Hudson ejected and Jim Turner kick a 26-yard field goal to give the New York Jets a 32-29 lead with 1:05 to go. Following the kickoff, Raiders quarterback Daryle Lamonica completed two passes, the second a 43-yard touchdown pass to Charlie Smith with 42 seconds left. Earl Christy": {
    "guess": "Heidi Game",
    "confidence": [
      [
        "He",
        -0.20256878
      ],
      [
        "idi",
        -8.180258e-06
      ],
      [
        " Game",
        -0.00046510808
      ]
    ]
  },
  "Gamelan music from Java was the inspiration for this composer's only String Quartet in G minor. \"Footsteps in the Snow,\" \"The Sunken Cathedral,\" and \"The Girl with the Flaxen Hair\" all appear in his first set of Préludes. A parody of Wagner's Tristan und Isolde appears in this composer's \"Golliwogg's Cakewalk,\" part of his Children's Corner suite. This composer composed a work in which a harp plays a dreamy theme after a descending chromatic scale in a flute introduction, which was inspired by a Mallarmé poem. For 10 points, name this French composer of \"Prelude to the Afternoon of a Faun\" and": {
    "guess": "Claude Debussy",
    "confidence": [
      [
        "Cla",
        -0.0014132122
      ],
      [
        "ude",
        0.0
      ],
      [
        " Deb",
        -1.6524515e-05
      ],
      [
        "ussy",
        -1.0325924e-05
      ]
    ]
  },
  "In this game, the achievement \"The Moose\" is unlocked by never going into cover while tailing the suspect, Candy Edwards. In one mission, you hunt for US Army Surplus morphine, much of which is sold on the underside of popcorn cups from the Black Caesar in the Wilshire District. With your partner (*) \"Rusty\" Galloway, you run down clues relating to the Black Dahlia killer, found in such places as Pershing Square and the Westlake Tar Pits. During interrogations in this game the player can choose from \"Truth\", \"Doubt\", or \"Lie\". For 10 points, name this Rockstar Games production set in the \"City of Angels\", alluding to a film style exemplified by The Big Sleep.": {
    "guess": "L.A. Noire",
    "confidence": [
      [
        "L",
        -0.017290441
      ],
      [
        ".A",
        -0.0028791763
      ],
      [
        ".",
        -0.0040795896
      ],
      [
        " No",
        -0.00040815072
      ],
      [
        "ire",
        -7.89631e-07
      ]
    ]
  },
  "This game saw safety Jim Hudson ejected and Jim Turner kick a 26-yard field goal to give the New York Jets a 32-29 lead with 1:05 to go. Following the kickoff, Raiders quarterback Daryle Lamonica completed two passes, the second a 43-yard touchdown pass to Charlie Smith with 42 seconds left. Earl Christy then fumbled the ensuing kickoff and the Raiders scored another touchdown, then held on for the": {
    "guess": "1974 AFC Championship Game",
    "confidence": [
      [
        "197",
        -1.0867602
      ],
      [
        "4",
        -1.0388212
      ],
      [
        " AFC",
        -0.20811762
      ],
      [
        " Championship",
        -0.5396955
      ],
      [
        " Game",
        -0.0015305745
      ]
    ]
  },
  "In one game, this character is given ludicrous objectives such as finding another character's cook book, calling a friend for advice on building a bomb, and searching for missing ingredients for a friend's meth lab.  An upcoming game starring this character involves a ridiculous plot where he and his associates are given a skull studded with diamonds (+) rather than the money they think they deserve by a Middle Eastern promoter.  Besides Blood on the Sands, (*) this person has starred in the 2006 recipient of GameSpot's \"Worst Game Everyone Played\" award.  The only FAQ on GameFAQs for one of this person's games laments how disappointed the author is that Olivia could not be incorporated into the plot, although Popcorn, Booker and Doc Friday do co-star with him.  Both the console and PSP versions": {
    "guess": "Leisure Suit Larry: Box Office Bust",
    "confidence": [
      [
        "Le",
        -0.9505392
      ],
      [
        "isure",
        -0.000601765
      ],
      [
        " Suit",
        -0.00032962486
      ],
      [
        " Larry",
        -2.4034345e-05
      ],
      [
        ":",
        -0.009602728
      ],
      [
        " Box",
        -0.017997866
      ],
      [
        " Office",
        -2.0935051e-05
      ],
      [
        " Bust",
        -2.8444882e-05
      ]
    ]
  },
  "Before one game, this coach choked on a pork chop, prompting opposing fans to throw meat towards the sideline. Some of this man's plays had such names as the \"Taco Bell\" and the \"cheeseburger\" blitz. During one game, he got into a physical altercation with offensive coordinator Kevin Gilbride. An earlier gig for this coach was working as defensive line coach for the \"Purple People Eater\" Vikings squads. Jimmy Johnson alleged this coach took out a bounty on Luis Zendejas and Troy Aikman in a Thanksgiving game against the Cowboys, while during the following year, fans of this man's team threw snowballs at opposing players. This man was Mike Dikta's defensive coordinator on the 1985 Bears before serving as the tumultuous head coach of the late 1980's Eagles. For 10 points, name this retired football coach, the father of Cowboys coordinator Rob and current Jets coach Rex.": {
    "guess": "Buddy Ryan",
    "confidence": [
      [
        "B",
        -0.0049491045
      ],
      [
        "uddy",
        -2.1411865e-05
      ],
      [
        " Ryan",
        -0.00034428327
      ]
    ]
  },
  "Gamelan music from Java was the inspiration for this composer's only String Quartet in G minor. \"Footsteps in the Snow,\" \"The Sunken Cathedral,\" and \"The Girl with the Flaxen Hair\" all appear in his first set of Préludes. A parody of Wagner's Tristan und Isolde appears in this composer's \"Golliwogg's Cakewalk,\" part of his Children's Corner suite. This composer composed a work in which a harp plays": {
    "guess": "Claude Debussy",
    "confidence": [
      [
        "Cla",
        -0.00030960233
      ],
      [
        "ude",
        -5.5122365e-07
      ],
      [
        " Deb",
        -5.955704e-05
      ],
      [
        "ussy",
        -1.5570886e-05
      ]
    ]
  },
  "The gamoroi (gah-mo-ROI) government in this polity was broken by the defeat of this city by Hippocrates of Gela. Timoleon's (tih-MOH-lee-ONZ) oligarchy was overthrown by Agathocles here in 317 BCE. This city was defended against the Carthaginians by Dionysius I. It was settled by the Corinthian aristocrat Archias in 734 BCE, and this city's independence declined under the rule of Hieron (HIE-ron) II.": {
    "guess": "Syracuse",
    "confidence": [
      [
        "S",
        -0.12580082
      ],
      [
        "yr",
        -0.00032235344
      ],
      [
        "ac",
        -4.4894987e-05
      ],
      [
        "use",
        -3.631232e-05
      ]
    ]
  },
  "Gamelan music from Java was the inspiration for this composer's only String Quartet in G minor. \"Footsteps in the Snow,\" \"The Sunken Cathedral,\" and \"The Girl with the Flaxen Hair\" all appear in his first set of Préludes. A parody of Wagner's Tristan und Isolde appears in this composer's \"Golliwogg's Cakewalk,\" part of his Children's Corner suite. This composer composed a work in which a harp plays a dreamy theme after a descending chromatic scale in a flute introduction, which was inspired by a": {
    "guess": "Claude Debussy",
    "confidence": [
      [
        "Cla",
        -0.0006042647
      ],
      [
        "ude",
        -5.5122365e-07
      ],
      [
        " Deb",
        -9.698699e-05
      ],
      [
        "ussy",
        -1.60477e-05
      ]
    ]
  },
  "In one game, this character must kill rival hunters Ghor, Rundas, and Gandrayda while destroying the Leviathan seeds. This warrior combats such evils as Phazon using technology from the Chozo culture, including the trademark Varia Suit. This character frequently encounters the dragon (*) Ridley, a high-ranking": {
    "guess": "Samus Aran",
    "confidence": [
      [
        "Sam",
        -0.09026639
      ],
      [
        "us",
        -2.2365493e-05
      ],
      [
        " Ar",
        -7.958325e-05
      ],
      [
        "an",
        -3.7697225e-06
      ]
    ]
  },
  "In this game, Turtle Paradise is advertised six times. The protagonist can go on a date while in the casino-like Gold Saucer, and early on he is forced to dress in female attire to impress Don Corneo. Lucretia lives in the submerged Crystal Cave, and unlocking a coffin in Shinra Manor lets the player use her lover, Vincent, in battle. Players can walk across the sea and up mountains on a Gold Chocobo. A flower girl in the streets of Midgar turns out to be the last living Ancient, and a major turning point occurs when she tries to use the White Materia, but is killed by Sephiroth. For 10 points, name this Playstation game in which Cloud Strife seeks to avenge Aeris's death, a Squaresoft title": {
    "guess": "Final Fantasy VII",
    "confidence": [
      [
        "Final",
        -0.0068164817
      ],
      [
        " Fantasy",
        -0.0011311669
      ],
      [
        " VII",
        -0.00031079436
      ]
    ]
  },
  "The gamoroi (gah-mo-ROI) government in this polity was broken by the defeat of this city by Hippocrates of Gela. Timoleon's (tih-MOH-lee-ONZ) oligarchy was overthrown by Agathocles here in 317 BCE. This city was defended against the Carthaginians by Dionysius I. It was settled by the Corinthian aristocrat Archias in 734 BCE, and this city's independence declined under the rule of Hieron (HIE-ron) II. For 10 points, name this Sicilian city that was defended against the Romans by the war machines of Archimedes.": {
    "guess": "SYRACUSE",
    "confidence": [
      [
        "SY",
        -0.6921487
      ],
      [
        "R",
        -5.025915e-05
      ],
      [
        "AC",
        -1.3663626e-05
      ],
      [
        "USE",
        -6.1821906e-05
      ]
    ]
  },
  "The gameboard for this game consists of thirty spaces, known as \"houses,\" arranged in three rows. Pieces": {
    "guess": "Nine Men's Morris",
    "confidence": [
      [
        "Nine",
        -0.24581736
      ],
      [
        " Men",
        -0.0039967154
      ],
      [
        "'s",
        -3.035214e-05
      ],
      [
        " Morris",
        -5.7961847e-06
      ]
    ]
  },
  "In one game, this character is given ludicrous objectives such as finding another character's cook book, calling a friend for advice on building a bomb, and searching for missing ingredients for a friend's meth lab.  An upcoming game starring this character involves a ridiculous plot where he and his associates are given a skull studded with diamonds (+) rather than the money they think they deserve by a Middle Eastern promoter.  Besides Blood on the Sands, (*) this person has starred in the 2006 recipient of GameSpot's \"Worst Game Everyone Played\" award.  The only FAQ on GameFAQs for one of this person's games laments how disappointed the author is that Olivia could not be incorporated into": {
    "guess": "Leisure Suit Larry: Box Office Bust",
    "confidence": [
      [
        "Le",
        -0.85911953
      ],
      [
        "isure",
        -0.00044687724
      ],
      [
        " Suit",
        -0.00012058931
      ],
      [
        " Larry",
        -1.60477e-05
      ],
      [
        ":",
        -0.15276098
      ],
      [
        " Box",
        -0.044742253
      ],
      [
        " Office",
        -2.0696643e-05
      ],
      [
        " Bust",
        -1.4617256e-05
      ]
    ]
  },
  "This game saw safety Jim Hudson ejected and Jim Turner kick a 26-yard field goal to give the New York Jets a 32-29 lead with 1:05 to go. Following the kickoff, Raiders quarterback Daryle Lamonica completed two passes, the second a 43-yard touchdown pass to Charlie Smith with 42 seconds left. Earl Christy then fumbled the ensuing kickoff and the Raiders scored another touchdown, then held on for the 43-32 win. However, the game was more notable for Dick Kline's decision to cut away from the action to show a regularly scheduled program, which led to changes that require a game be shown in its entirety.": {
    "guess": "Heidi Game",
    "confidence": [
      [
        "He",
        -0.0038199103
      ],
      [
        "idi",
        -1.0802739e-05
      ],
      [
        " Game",
        -0.07659141
      ]
    ]
  },
  "In one game, this character is given ludicrous objectives such as finding another character's cook book, calling a friend for advice on building a bomb, and searching for missing ingredients for a friend's meth lab.  An upcoming game starring this character involves a ridiculous plot where he and his associates are given a skull studded with diamonds (+) rather than the money they think they deserve": {
    "guess": "List of Grand Theft Auto V characters",
    "confidence": [
      [
        "List",
        -0.85597384
      ],
      [
        " of",
        -0.0003781224
      ],
      [
        " Grand",
        -0.011705012
      ],
      [
        " Theft",
        -2.220075e-06
      ],
      [
        " Auto",
        -3.6908343e-05
      ],
      [
        " V",
        -0.047752157
      ],
      [
        " characters",
        -0.0022887103
      ]
    ]
  },
  "In one game in which he appears, he battles against the Battle Kukku army in order to save Cocoa island, and in another he is able to summon a group of four robot-killing birds upon collecting all seven": {
    "guess": "NiGHTS: Journey of Dreams",
    "confidence": [
      [
        "Ni",
        -0.89598477
      ],
      [
        "G",
        -2.1769476e-05
      ],
      [
        "HT",
        -7.107425e-06
      ],
      [
        "S",
        -0.0007718668
      ],
      [
        ":",
        -0.3085095
      ],
      [
        " Journey",
        -0.0010884242
      ],
      [
        " of",
        -0.0015486642
      ],
      [
        " Dreams",
        -0.00059008674
      ]
    ]
  },
  "In one game, this character is given ludicrous objectives such as finding another character's cook book, calling a friend for advice on building a bomb, and searching for missing ingredients for a friend's meth lab.  An upcoming game starring this character involves a ridiculous plot where he and his": {
    "guess": "TREVOR PHILIPS",
    "confidence": [
      [
        "T",
        -0.5316899
      ],
      [
        "REV",
        -0.047749657
      ],
      [
        "OR",
        -0.00016027314
      ],
      [
        " PH",
        -0.016091734
      ],
      [
        "IL",
        -0.1731248
      ],
      [
        "IPS",
        -0.0005563704
      ]
    ]
  },
  "Galois theory can be applied to the symmetric type of these expressions, which also appear in Vieta's": {
    "guess": "Polynomial",
    "confidence": [
      [
        "Pol",
        -0.57984906
      ],
      [
        "ynomial",
        -0.012471983
      ]
    ]
  },
  "This game saw safety Jim Hudson ejected and Jim Turner kick a 26-yard field goal to give the New York Jets a 32-29 lead with 1:05 to go. Following the kickoff, Raiders quarterback Daryle Lamonica completed two passes, the second a 43-yard touchdown pass to Charlie Smith with 42 seconds left. Earl Christy then fumbled the ensuing kickoff and the Raiders scored another touchdown, then held on for the 43-32 win. However, the game was more notable for Dick Kline's decision to cut away from the action to show a regularly scheduled program, which led to changes that require a game be shown in its entirety. For 10 points, name this 1968 NFL game more famous for having its thrilling finish pre-empted on NBC by the start of a children's movie.": {
    "guess": "Heidi Game",
    "confidence": [
      [
        "He",
        -0.004006811
      ],
      [
        "idi",
        -3.1281633e-07
      ],
      [
        " Game",
        -0.00086834846
      ]
    ]
  },
  "One game with this noun in its title sees Rumble and Tumble being employed by the Dream Queen. Another game with this noun in its title features the malice rating, which when full sees the Grim Reaper fight the Harmonixer Yuri. Another game sees Toroah the Messiah as a historical figure in a game where": {
    "guess": "Shadow Hearts",
    "confidence": [
      [
        "Shadow",
        -0.054445587
      ],
      [
        " Hearts",
        -0.055533856
      ]
    ]
  },
  "This game saw safety Jim Hudson ejected and Jim Turner kick a 26-yard field goal to give the New York": {
    "guess": "New York Jets",
    "confidence": [
      [
        "New",
        -1.1281621
      ],
      [
        " York",
        -0.006196592
      ],
      [
        " Jets",
        -0.16867153
      ]
    ]
  },
  "In this game, Turtle Paradise is advertised six times. The protagonist can go on a date while in the casino-like Gold Saucer, and early on he is forced to dress in female attire to impress Don Corneo. Lucretia lives in the submerged Crystal Cave, and unlocking a coffin in Shinra Manor lets the player use her lover, Vincent, in battle. Players can walk across the sea and up mountains on a Gold Chocobo. A flower girl in the streets of Midgar turns out to be the last living Ancient, and a major turning": {
    "guess": "Final Fantasy VII",
    "confidence": [
      [
        "Final",
        -0.00036323295
      ],
      [
        " Fantasy",
        -0.00014764121
      ],
      [
        " VII",
        -7.171581e-05
      ]
    ]
  },
  "Gamelan music from Java was the inspiration for this composer's only String Quartet in G minor. \"Footsteps": {
    "guess": "Claude Debussy",
    "confidence": [
      [
        "Cla",
        -0.62881005
      ],
      [
        "ude",
        -1.9361265e-07
      ],
      [
        " Deb",
        -2.4749568e-05
      ],
      [
        "ussy",
        -6.0345924e-06
      ]
    ]
  },
  "This game saw safety Jim Hudson ejected and Jim Turner kick a 26-yard field goal to give the New York Jets a 32-29 lead with 1:05 to go. Following the kickoff, Raiders quarterback Daryle Lamonica completed": {
    "guess": "1972 AFC Divisional Playoff Game",
    "confidence": [
      [
        "197",
        -1.1350108
      ],
      [
        "2",
        -0.9292409
      ],
      [
        " AFC",
        -0.25220203
      ],
      [
        " Division",
        -0.11400292
      ],
      [
        "al",
        -0.003647938
      ],
      [
        " Playoff",
        -0.21841452
      ],
      [
        " Game",
        -0.0015328322
      ]
    ]
  },
  "One game with this noun in its title sees Rumble and Tumble being employed by the Dream Queen. Another": {
    "guess": "Rumble & Tumble",
    "confidence": [
      [
        "R",
        -1.3873428
      ],
      [
        "umble",
        -0.04667829
      ],
      [
        " &",
        -1.4842972
      ],
      [
        " T",
        -0.0015493794
      ],
      [
        "umble",
        -6.9331734e-05
      ]
    ]
  },
  "In one game, this character is given ludicrous objectives such as finding another character's cook book, calling a friend for advice on building a bomb, and searching for missing ingredients for a friend's meth lab.  An upcoming game starring this character involves a ridiculous plot where he and his associates are given a skull studded with diamonds (+) rather than the money they think they deserve by a Middle Eastern promoter.  Besides Blood on the Sands, (*) this person has starred in the 2006 recipient of GameSpot's \"Worst Game Everyone Played\" award.  The only FAQ on GameFAQs for one of this": {
    "guess": "Duke Nukem",
    "confidence": [
      [
        "D",
        -0.94112206
      ],
      [
        "uke",
        -0.00048536903
      ],
      [
        " N",
        -0.00024953834
      ],
      [
        "uk",
        -0.0001408466
      ],
      [
        "em",
        -1.0087517e-05
      ]
    ]
  },
  "This game was originally a preparation for wartime action, and was referred to as baggataway by the Native Americans who first practiced it. It received its present name from the equipment used, which resembles a bishop's crosier. FTP, name this sport, of which Johns Hopkins and Princeton are perennial powerhouses, where teams attempt to score goals by tossing a ball with netted sticks.": {
    "guess": "Lacrosse",
    "confidence": [
      [
        "L",
        -0.0011461719
      ],
      [
        "ac",
        -1.2233183e-05
      ],
      [
        "rosse",
        -0.000646791
      ]
    ]
  },
  "In this game, Turtle Paradise is advertised six times. The protagonist can go on a date while in the casino-like Gold Saucer, and early on he is forced to dress in female attire to impress Don Corneo. Lucretia lives in the submerged Crystal Cave, and unlocking a coffin in Shinra Manor lets the player use her lover, Vincent, in battle. Players can walk across the sea and up mountains on a Gold Chocobo.": {
    "guess": "Final Fantasy VII",
    "confidence": [
      [
        "Final",
        -0.032647487
      ],
      [
        " Fantasy",
        -0.0004124384
      ],
      [
        " VII",
        -8.43514e-05
      ]
    ]
  },
  "Gamelan music from Java was the inspiration for this composer's only String Quartet in G minor. \"Footsteps in the Snow,\" \"The Sunken Cathedral,\" and \"The Girl with the Flaxen Hair\" all appear in his first": {
    "guess": "Claude Debussy",
    "confidence": [
      [
        "Cla",
        -0.0011795124
      ],
      [
        "ude",
        0.0
      ],
      [
        " Deb",
        -2.4749568e-05
      ],
      [
        "ussy",
        -8.061054e-06
      ]
    ]
  },
  "The gamma function extends this operation to complex numbers, and an approximation named for Stirling": {
    "guess": "Factorial",
    "confidence": [
      [
        "Factor",
        -0.15098484
      ],
      [
        "ial",
        -4.4894987e-05
      ]
    ]
  },
  "This game was originally a preparation for wartime action, and was referred to as baggataway by the Native": {
    "guess": "Lacrosse",
    "confidence": [
      [
        "L",
        -0.0029452518
      ],
      [
        "ac",
        0.0
      ],
      [
        "rosse",
        -5.4669687e-05
      ]
    ]
  },
  "In this game, Turtle Paradise is advertised six times. The protagonist can go on a date while in the casino-like Gold Saucer, and early on he is forced to dress in female attire to impress Don Corneo. Lucretia lives in the submerged Crystal Cave, and unlocking a coffin in Shinra Manor lets the player use her lover, Vincent, in battle. Players can walk across the sea and up mountains on a Gold Chocobo. A flower girl in the streets of Midgar turns out to be the last living Ancient, and a major turning point occurs when she tries to use the White Materia, but is killed by Sephiroth. For 10 points, name this Playstation game in which Cloud Strife seeks to avenge Aeris's death, a Squaresoft title that inspired spinoffs like Dirge of Cerberus and Advent Children.": {
    "guess": "Final Fantasy VII",
    "confidence": [
      [
        "Final",
        -0.0029779412
      ],
      [
        " Fantasy",
        -0.00018006093
      ],
      [
        " VII",
        -0.00016337242
      ]
    ]
  },
  "In this game, the achievement \"The Moose\" is unlocked by never going into cover while tailing the suspect, Candy Edwards. In one mission, you hunt for US Army Surplus morphine, much of which is sold on the underside of popcorn cups from the Black Caesar in the Wilshire District. With your partner (*) \"Rusty\" Galloway, you run down clues relating to the Black Dahlia killer, found in such places as Pershing Square and the Westlake Tar Pits. During interrogations in this game the player can choose from": {
    "guess": "L.A. Noire",
    "confidence": [
      [
        "L",
        -0.012214822
      ],
      [
        ".A",
        -0.0019011515
      ],
      [
        ".",
        -0.002251484
      ],
      [
        " No",
        -0.00014120422
      ],
      [
        "ire",
        -6.704273e-07
      ]
    ]
  },
  "The gamoroi (gah-mo-ROI) government in this polity was broken by the defeat of this city by Hippocrates of Gela. Timoleon's (tih-MOH-lee-ONZ) oligarchy was overthrown by Agathocles here in 317 BCE. This city was defended against the Carthaginians by Dionysius I. It was settled by the Corinthian aristocrat Archias in 734 BCE, and this city's independence declined under the rule of Hieron (HIE-ron) II. For 10 points, name this Sicilian city that was defended against the Romans by the war machines of": {
    "guess": "Syracuse",
    "confidence": [
      [
        "S",
        -0.004333153
      ],
      [
        "yr",
        -2.1008714e-06
      ],
      [
        "ac",
        -2.451116e-05
      ],
      [
        "use",
        -1.2829201e-05
      ]
    ]
  },
  "The gamma function extends this operation to complex numbers, and an approximation named for Stirling can calculate very large ones. This function, whose rate of growth surpasses the exponential function,": {
    "guess": "Factorial",
    "confidence": [
      [
        "Factor",
        -0.015673812
      ],
      [
        "ial",
        -1.4259645e-05
      ]
    ]
  },
  "Before one game, this coach choked on a pork chop, prompting opposing fans to throw meat towards the sideline. Some of this man's plays had such names as the \"Taco Bell\" and the \"cheeseburger\" blitz. During one game, he got into a physical altercation with offensive coordinator Kevin Gilbride. An earlier gig for this coach was working as defensive line coach for the \"Purple People Eater\" Vikings squads. Jimmy Johnson alleged this coach took out a bounty on Luis Zendejas and Troy Aikman in a Thanksgiving game against the Cowboys, while during the following year, fans of this man's team threw snowballs at opposing players. This man was Mike Dikta's defensive coordinator on the 1985 Bears before serving as the tumultuous head coach of the late 1980's Eagles. For 10 points, name this retired football": {
    "guess": "Buddy Ryan",
    "confidence": [
      [
        "B",
        -0.0012990461
      ],
      [
        "uddy",
        -5.5577775e-06
      ],
      [
        " Ryan",
        -0.00021879478
      ]
    ]
  },
  "In one game, this character must kill rival hunters Ghor, Rundas, and Gandrayda while destroying the Leviathan seeds. This warrior combats such evils as Phazon using technology from the Chozo culture, including the trademark Varia Suit. This character frequently encounters the dragon (*) Ridley, a high-ranking member of the Space Pirates. She is the star of the recent \"Other M\" as well as the three \"Prime\" games. For 10 points, name this video game character, a woman who uses her power suit to kill Metroids.": {
    "guess": "Samus Aran",
    "confidence": [
      [
        "Sam",
        -0.011222887
      ],
      [
        "us",
        -2.9279307e-05
      ],
      [
        " Ar",
        -3.0113732e-05
      ],
      [
        "an",
        -2.4584822e-06
      ]
    ]
  },
  "In this game, items like heart boosts and the parrot Squawks are sold by a character named Cranky, and a pig with glasses marks the players' reaching of checkpoints in levels. This game's antagonists are the Tiki Tak Tribe, who stole the protagonist's bananas. For 10 points, name this game for the Wii,": {
    "guess": "Donkey Kong Country Returns",
    "confidence": [
      [
        "Don",
        -0.0003770496
      ],
      [
        "key",
        -1.6240566e-06
      ],
      [
        " Kong",
        -3.888926e-06
      ],
      [
        " Country",
        -1.8624639e-06
      ],
      [
        " Returns",
        -2.6299214e-05
      ]
    ]
  },
  "Gamma-tubulin (TOO-byoo-lin) is needed to activate centrosomes in this phase, which follows the G2 checkpoint. One of these phases in meiosis includes synapsis (sin-APP-sis) and the crossing over of homologous chromosomes. Asters form during this phase that sees the disappearance of the nucleolus (noo-klee-OH-luss) and the growth of spindle fibers. For 10 points, name this phase of mitosis in which": {
    "guess": "Prophase",
    "confidence": [
      [
        "Pro",
        -0.3452101
      ],
      [
        "phase",
        -0.00012630376
      ]
    ]
  },
  "One game with this noun in its title sees Rumble and Tumble being employed by the Dream Queen. Another game with this noun in its title features the malice rating, which when full sees the Grim Reaper fight the Harmonixer Yuri. Another game sees Toroah the Messiah as a historical figure in a game where you can control Grog Drinkwater and Ash Lambert, while a fourth game with this body part in its title": {
    "guess": "List of video games with LGBT characters",
    "confidence": [
      [
        "List",
        -0.47553948
      ],
      [
        " of",
        -0.0023327132
      ],
      [
        " video",
        -0.6532109
      ],
      [
        " games",
        -0.0042488775
      ],
      [
        " with",
        -0.052475914
      ],
      [
        " LGBT",
        -1.5719804
      ],
      [
        " characters",
        -0.0027906115
      ]
    ]
  },
  "Gamma ray bursts may be a result of these objects colliding with neutron stars, and one theory attempting": {
    "guess": "Neutron star merger",
    "confidence": [
      [
        "Ne",
        -0.57183015
      ],
      [
        "utron",
        -2.0815847e-05
      ],
      [
        " star",
        -0.0041304035
      ],
      [
        " merger",
        -0.26737124
      ]
    ]
  },
  "In this game, the achievement \"The Moose\" is unlocked by never going into cover while tailing the suspect,": {
    "guess": "Watch Dogs",
    "confidence": [
      [
        "Watch",
        -0.0275219
      ],
      [
        " Dogs",
        -0.0073302174
      ]
    ]
  },
  "Gamma ray bursts may be a result of these objects colliding with neutron stars, and one theory attempting to model these posits that the only externally observable qualities they can have are mass, angular": {
    "guess": "Black hole",
    "confidence": [
      [
        "Black",
        -0.12815027
      ],
      [
        " hole",
        -0.020988265
      ]
    ]
  },
  "This game saw safety Jim Hudson ejected and Jim Turner kick a 26-yard field goal to give the New York Jets a 32-29 lead with 1:05 to go. Following the kickoff, Raiders quarterback Daryle Lamonica completed two passes, the second a 43-yard touchdown pass to Charlie Smith with 42 seconds left. Earl Christy then fumbled the ensuing kickoff and the Raiders scored another touchdown, then held on for the 43-32 win. However, the game was more notable for Dick Kline's decision to cut away from the action": {
    "guess": "Heidi Game",
    "confidence": [
      [
        "He",
        -0.055409234
      ],
      [
        "idi",
        -1.27099975e-05
      ],
      [
        " Game",
        -0.06218177
      ]
    ]
  },
  "In one game in which he appears, he battles against the Battle Kukku army in order to save Cocoa island, and in another he is able to summon a group of four robot-killing birds upon collecting all seven Super Emeralds. The inventor of the \"Cyclone\" mechanized armor and a plane dubbed \"Tornado,\" he appears in another game as the flight-type member of one team, and in his first appearance he was prized for his ability to carry his friend while flying. For 10 points, name this creature with real name": {
    "guess": "Miles \"Tails\" Prower",
    "confidence": [
      [
        "M",
        -0.20854728
      ],
      [
        "iles",
        -0.0008036722
      ],
      [
        " \"",
        -0.01537098
      ],
      [
        "T",
        -0.000106284875
      ],
      [
        "ails",
        -8.299462e-06
      ],
      [
        "\"",
        -9.972867e-05
      ],
      [
        " P",
        -0.00020246755
      ],
      [
        "row",
        -1.3902034e-05
      ],
      [
        "er",
        -0.00032843283
      ]
    ]
  },
  "One game with this noun in its title sees Rumble and Tumble being employed by the Dream Queen. Another game with this noun in its title features the malice rating, which when full sees the Grim Reaper": {
    "guess": "Nightmare (video game)",
    "confidence": [
      [
        "Night",
        -1.4428958
      ],
      [
        "mare",
        -0.026984798
      ],
      [
        " (",
        -0.23169477
      ],
      [
        "video",
        -0.026782418
      ],
      [
        " game",
        -0.04891878
      ],
      [
        ")",
        -0.12362746
      ]
    ]
  },
  "Before one game, this coach choked on a pork chop, prompting opposing fans to throw meat towards the sideline. Some of this man's plays had such names as the \"Taco Bell\" and the \"cheeseburger\" blitz. During one game, he got into a physical altercation with offensive coordinator Kevin Gilbride. An earlier gig for this coach was working as defensive line coach for the \"Purple People Eater\" Vikings squads. Jimmy Johnson alleged this coach took out a bounty on Luis Zendejas and Troy Aikman in a Thanksgiving": {
    "guess": "Buddy Ryan",
    "confidence": [
      [
        "B",
        -0.0009095563
      ],
      [
        "uddy",
        -9.372295e-06
      ],
      [
        " Ryan",
        -0.00023047674
      ]
    ]
  },
  "Galois theory can be applied to the symmetric type of these expressions, which also appear in Vieta's formulas. Weierstrass's theorem uses these to achieve a uniform approximation, and Cardano's theorem is used to solve a specific type of them. There are no general solutions to these expressions with degree (*) five or higher, and they can be simplified using synthetic division. Functions of this type are all continuous and differentiable, and they have at least one complex root according to the fundamental theorem of algebra. For ten points, identify these algebraic expressions that contain variables raised to a power, such as 2y and 3x plus 1.": {
    "guess": "Polynomial",
    "confidence": [
      [
        "Pol",
        -0.00012047011
      ],
      [
        "ynomial",
        -0.00090752984
      ]
    ]
  },
  "The gamoroi (gah-mo-ROI) government in this polity was broken by the defeat of this city by Hippocrates": {
    "guess": "Athens",
    "confidence": [
      [
        "Ath",
        -0.5075743
      ],
      [
        "ens",
        -1.8908588e-05
      ]
    ]
  },
  "In one game, this character is given ludicrous objectives such as finding another character's cook book, calling a friend for advice on building a bomb, and searching for missing ingredients for a friend's meth lab.  An upcoming game starring this character involves a ridiculous plot where he and his associates are given a skull studded with diamonds (+) rather than the money they think they deserve by a Middle Eastern promoter.  Besides Blood on the Sands, (*) this person has starred in the 2006 recipient of GameSpot's \"Worst Game Everyone Played\" award.  The only FAQ on GameFAQs for one of this person's games laments how disappointed the author is that Olivia could not be incorporated into the plot, although Popcorn, Booker and Doc Friday do co-star with him.  Both the console and PSP versions of his game have come packed with \"over 160 tracks\" , including ones from The Massacre.  FTP, identify this rapper and star of the namesake Bulletproof, along with his G-Unit crew.": {
    "guess": "50 Cent",
    "confidence": [
      [
        "50",
        -0.006335661
      ],
      [
        " Cent",
        -0.00036347136
      ]
    ]
  },
  "Gamma ray bursts may be a result of these objects colliding with neutron stars, and one theory attempting to model these posits that the only externally observable qualities they can have are mass, angular momentum, and electric charge. In addition to being defined by the no hair theorem, a type of radiation that may be emitted from rotating ones may yet provide the first evidence of quantum gravity. By": {
    "guess": "Black hole",
    "confidence": [
      [
        "Black",
        -0.0026777987
      ],
      [
        " hole",
        -0.021313785
      ]
    ]
  },
  "Gamma ray bursts may be a result of these objects colliding with neutron stars, and one theory attempting to model these posits that the only externally observable qualities they can have are mass, angular momentum, and electric charge. In addition to being defined by the no hair theorem, a type of radiation that may be emitted from rotating ones may yet provide the first evidence of quantum gravity. By definition, any mass which is compressed to smaller than its Schwarzchild radius forms, for 10": {
    "guess": "Black hole",
    "confidence": [
      [
        "Black",
        -0.0005710252
      ],
      [
        " hole",
        -0.023995401
      ]
    ]
  },
  "Gamma ray bursts may be a result of these objects colliding with neutron stars, and one theory attempting to model these posits that the only externally observable qualities they can have are mass, angular momentum, and electric charge. In addition to being defined by the no hair theorem, a type of radiation that may be emitted from rotating ones may yet provide the first evidence of quantum gravity. By definition, any mass which is compressed to smaller than its Schwarzchild radius forms, for 10 points, what astronomical bodies, whose gravity is so strong, even light cannot escape once it crosses": {
    "guess": "Black hole",
    "confidence": [
      [
        "Black",
        -0.0038405713
      ],
      [
        " hole",
        -0.050947454
      ]
    ]
  },
  "Gamma ray bursts may be a result of these objects colliding with neutron stars, and one theory attempting to model these posits that the only externally observable qualities they can have are mass, angular momentum, and electric charge. In addition to being defined by the no hair theorem, a type of radiation that may be emitted from rotating ones may yet provide the first evidence of quantum gravity. By definition, any mass which is compressed to smaller than its Schwarzchild radius forms, for 10 points, what astronomical bodies, whose gravity is so strong, even light cannot escape once it crosses the event horizon?": {
    "guess": "Black hole",
    "confidence": [
      [
        "Black",
        -0.0013688077
      ],
      [
        " hole",
        -0.036407113
      ]
    ]
  }
}