{
  "This era saw the development of the first birds and flowering plants, and gymnosperms and other plants": {
    "guess": "Mesozoic",
    "confidence": [
      [
        "Mes",
        -0.13466796
      ],
      [
        "ozo",
        -2.8206474e-05
      ],
      [
        "ic",
        -1.6524515e-05
      ]
    ]
  },
  "This era saw the development of the first birds and flowering plants, and gymnosperms and other plants predominated in the first period in this era. The beginning of this era saw life flourish after the Permian extinction, and the end of this era saw the massive K-T extinction, which wiped out the dinosaurs. The Triassic, Jurassic, and Cretaceous were the three periods of this era. For 10 points, identify": {
    "guess": "Mesozoic Era",
    "confidence": [
      [
        "Mes",
        -0.14749405
      ],
      [
        "ozo",
        -1.2829201e-05
      ],
      [
        "ic",
        -1.1279553e-05
      ],
      [
        " Era",
        -0.06914056
      ]
    ]
  },
  "This era had no specific beginning or ending, but is usually characterized as being bookmarked by two depressions twenty years apart. Though the wealth of this period is evidenced by the American increases": {
    "guess": "Great Depression",
    "confidence": [
      [
        "Great",
        -0.41303405
      ],
      [
        " Depression",
        -0.0017769228
      ]
    ]
  },
  "Erasmus was among the first to cast doubt on this figure's authorship of a set of commentaries on the Pauline epistles, but he did eulogize Satyrus in his sermon On the Death of a Brother. In response to the resistance posed by Symmachus, this figure wrote a letter outlining the hypocrisies of the pagan priesthood and his belief that voluntary virginity was the most honorable kind. This brother of": {
    "guess": "Jerome",
    "confidence": [
      [
        "Jer",
        -0.077702604
      ],
      [
        "ome",
        -0.00011331789
      ]
    ]
  },
  "This era had no specific beginning or ending, but is usually characterized as being bookmarked by two depressions twenty years apart. Though the wealth of this period is evidenced by the American increases in consumption, acts of philanthropy also boomed during the era, akin to what Carnegie termed,": {
    "guess": "Gilded Age",
    "confidence": [
      [
        "G",
        -0.060213234
      ],
      [
        "ilded",
        -0.0005912788
      ],
      [
        " Age",
        -0.0023588794
      ]
    ]
  },
  "Erasmus was among the first to cast doubt on this figure's authorship of a set of commentaries on the Pauline epistles, but he did eulogize Satyrus in his sermon On the Death of a Brother. In response to the resistance posed by Symmachus, this figure wrote a letter outlining the hypocrisies of the pagan priesthood and his belief that voluntary virginity was the most honorable kind. This brother of Marcellina opposed the rebuilding of a synagogoue by Theodosius, whom he made perform penance after": {
    "guess": "Jerome",
    "confidence": [
      [
        "Jer",
        -0.06801634
      ],
      [
        "ome",
        -5.7649777e-05
      ]
    ]
  },
  "Erasmus was among the first to cast doubt on this figure's authorship of a set of commentaries on the Pauline epistles, but he did eulogize Satyrus in his sermon On the Death of a Brother. In response": {
    "guess": "Erasmus of Rotterdam",
    "confidence": [
      [
        "Er",
        -1.218256
      ],
      [
        "asmus",
        -0.00090061966
      ],
      [
        " of",
        -0.020266358
      ],
      [
        " Rotterdam",
        -0.0038544666
      ]
    ]
  },
  "This era had no specific beginning or ending, but is usually characterized as being bookmarked by two depressions twenty years apart. Though the wealth of this period is evidenced by the American increases in consumption, acts of philanthropy also boomed during the era, akin to what Carnegie termed, \"The Gospel of Wealth.\" Mark Twain and Charles Dudley Warner wrote a book about it subtitling it \"A Tale of Today.\" For ten points, what is this late nineteenth century era in American history?": {
    "guess": "Gilded Age",
    "confidence": [
      [
        "G",
        -0.009634375
      ],
      [
        "ilded",
        -0.000557678
      ],
      [
        " Age",
        -0.00078580267
      ]
    ]
  },
  "This era had no specific beginning or ending, but is usually characterized as being bookmarked by two depressions twenty years apart. Though the wealth of this period is evidenced by the American increases in consumption, acts of philanthropy also boomed during the era, akin to what Carnegie termed, \"The Gospel of Wealth.\" Mark Twain and Charles Dudley Warner wrote a book about it subtitling it \"A": {
    "guess": "Gilded Age",
    "confidence": [
      [
        "G",
        -0.055048153
      ],
      [
        "ilded",
        -0.0010306655
      ],
      [
        " Age",
        -0.002426433
      ]
    ]
  },
  "This era saw the development of the first birds and flowering plants, and gymnosperms and other plants predominated in the first period in this era. The beginning of this era saw life flourish after the Permian extinction, and the end of this era saw the massive K-T extinction, which wiped out the dinosaurs. The Triassic, Jurassic, and Cretaceous were the three periods of this era. For 10 points, identify this geologic era between the Paleozoic and Cenozoic eras.": {
    "guess": "Mesozoic Era",
    "confidence": [
      [
        "Mes",
        -0.0023176074
      ],
      [
        "ozo",
        -5.1689596e-05
      ],
      [
        "ic",
        -2.1650272e-05
      ],
      [
        " Era",
        -0.22856802
      ]
    ]
  },
  "This era saw the development of the first birds and flowering plants, and gymnosperms and other plants predominated in the first period in this era. The beginning of this era saw life flourish after the Permian extinction, and the end of this era saw the massive K-T extinction, which wiped out the dinosaurs.": {
    "guess": "Cretaceous Period",
    "confidence": [
      [
        "C",
        -0.4697851
      ],
      [
        "ret",
        -5.5577775e-06
      ],
      [
        "aceous",
        -8.685468e-05
      ],
      [
        " Period",
        -0.19508988
      ]
    ]
  },
  "This era had no specific beginning or ending, but is usually characterized as being bookmarked by two": {
    "guess": "Heisei era",
    "confidence": [
      [
        "He",
        -0.57177234
      ],
      [
        "ise",
        -0.41153938
      ],
      [
        "i",
        -3.7697225e-06
      ],
      [
        " era",
        -0.6345663
      ]
    ]
  },
  "Erasmus was among the first to cast doubt on this figure's authorship of a set of commentaries on the Pauline epistles, but he did eulogize Satyrus in his sermon On the Death of a Brother. In response to the resistance posed by Symmachus, this figure wrote a letter outlining the hypocrisies of the pagan": {
    "guess": "Jerome",
    "confidence": [
      [
        "Jer",
        -1.4540589
      ],
      [
        "ome",
        -0.00019531534
      ]
    ]
  },
  "Erasmus was among the first to cast doubt on this figure's authorship of a set of commentaries on the Pauline epistles, but he did eulogize Satyrus in his sermon On the Death of a Brother. In response to the resistance posed by Symmachus, this figure wrote a letter outlining the hypocrisies of the pagan priesthood and his belief that voluntary virginity was the most honorable kind. This brother of Marcellina opposed the rebuilding of a synagogoue by Theodosius, whom he made perform penance after the massacre at Thessalonica. The spiritual predecessor to St. Augustine, for 10 points, identify this doctor of the Church and Bishop of Milan.": {
    "guess": "Ambrose of Milan",
    "confidence": [
      [
        "Amb",
        -0.006974779
      ],
      [
        "rose",
        -0.00028076238
      ],
      [
        " of",
        -0.4269138
      ],
      [
        " Milan",
        -6.742448e-05
      ]
    ]
  },
  "Erasmus was among the first to cast doubt on this figure's authorship of a set of commentaries on the Pauline epistles, but he did eulogize Satyrus in his sermon On the Death of a Brother. In response to the resistance posed by Symmachus, this figure wrote a letter outlining the hypocrisies of the pagan priesthood and his belief that voluntary virginity was the most honorable kind. This brother of Marcellina opposed the rebuilding of a synagogoue by Theodosius, whom he made perform penance after the massacre at Thessalonica. The spiritual predecessor to St. Augustine, for 10 points, identify this": {
    "guess": "Jerome",
    "confidence": [
      [
        "Jer",
        -0.19087103
      ],
      [
        "ome",
        -0.000101874335
      ]
    ]
  },
  "This era saw the development of the first birds and flowering plants, and gymnosperms and other plants predominated in the first period in this era. The beginning of this era saw life flourish after the": {
    "guess": "Mesozoic",
    "confidence": [
      [
        "Mes",
        -0.04176094
      ],
      [
        "ozo",
        -4.00813e-06
      ],
      [
        "ic",
        -1.7120534e-05
      ]
    ]
  },
  "Erasmus was among the first to cast doubt on this figure's authorship of a set of commentaries on the": {
    "guess": "Upanishads",
    "confidence": [
      [
        "U",
        -0.0058879065
      ],
      [
        "pan",
        -4.4537377e-05
      ],
      [
        "ish",
        -4.441817e-05
      ],
      [
        "ads",
        -0.00044508922
      ]
    ]
  }
}