{
  "One corollary of the Riemann Hypothesis is that the difference between the logarithmic integral and the prime counting function is upper bounded by the product of the square root function and this function.": {
    "guess": "Natural logarithm",
    "confidence": [
      [
        "Natural",
        -0.14945646
      ],
      [
        " logarith",
        -0.0009111059
      ],
      [
        "m",
        -8.566264e-05
      ]
    ]
  },
  "His cosmology was a conjunction of the astronomy of Alpetragius and the chemistry of Paracelsus. In one": {
    "guess": "Johannes Kepler",
    "confidence": [
      [
        "J",
        -1.2935097
      ],
      [
        "oh",
        -0.003513595
      ],
      [
        "annes",
        -0.04335632
      ],
      [
        " Kepler",
        -0.0019417267
      ]
    ]
  },
  "In one corner of this work, a man offers up an apple to a bird he is balancing on his feet, while in another corner, a woman can be seen holding what looks like an oversized pear. This work also depicts a pair of ears placed together near a fire, and a man is held fast to an overturned table by a dagger pierced through his hand. In another part of this work, an enormous bird feeds a group of humans standing under a branch, and nearby a man is carrying a large mussel shell containing another man.": {
    "guess": "The Garden of Earthly Delights",
    "confidence": [
      [
        "The",
        -0.084810995
      ],
      [
        " Garden",
        -0.0004907185
      ],
      [
        " of",
        -0.00088692224
      ],
      [
        " Earth",
        -1.7432603e-06
      ],
      [
        "ly",
        -0.00073185476
      ],
      [
        " Del",
        -1.9361265e-07
      ],
      [
        "ights",
        -0.0003807449
      ]
    ]
  },
  "Cortical and cancellous tissues compose these organs, and the fusion of their epiphysis and diaphysis signals the end of growth in humans. Haversian canals perforate the compact form of them, and they contain large amounts of hydroxylapatite. Their tissue is produced by osteoblasts and strengthened by": {
    "guess": "Bone",
    "confidence": [
      [
        "Bone",
        -0.20946413
      ]
    ]
  },
  "Correlation functions between an odd number of terms vanish in this theory according to Furry's theorem. The Z1 and Z2 renormalization factors are equal to all orders of this theory, which accurately describes Bhabha scattering. The inner product of an on-shell four-momentum with a scattering amplitude equals zero according to the Ward identity in this theory. Trace identities are very useful for manipulating the (*) gamma matrices that appear in this theory. This U(1) abelian gauge theory expands problems perturbatively in powers of the fine structure constant, which is also the coupling constant for the interaction it describes. This theory can be used to compute the Klein-Nishina formula for": {
    "guess": "Quantum electrodynamics",
    "confidence": [
      [
        "Quant",
        -0.005583656
      ],
      [
        "um",
        -6.6306106e-06
      ],
      [
        " elect",
        -0.07253378
      ],
      [
        "rod",
        -4.4849444e-06
      ],
      [
        "ynamics",
        -1.0325924e-05
      ]
    ]
  },
  "The coronation festivities of this man resulted in an unfortunate tragedy in Khodynka as peasants started to worry about there being enough beer. Evno Azef was outed as a spy working for this man, and Father Gapon attempted to organize a strike during this man's reign that was brutally suppressed. This": {
    "guess": "Nicholas II of Russia",
    "confidence": [
      [
        "Nich",
        -0.018547416
      ],
      [
        "olas",
        -7.58424e-06
      ],
      [
        " II",
        -9.805982e-05
      ],
      [
        " of",
        -0.0058072098
      ],
      [
        " Russia",
        -5.6934558e-05
      ]
    ]
  },
  "The costs that make responding to this phenomenon irrational are termed either menu costs or shoeleather costs. The NAIRU (NAY-roo) gives the lowest possible level of unemployment at which this phenomenon increases. The real interest rate on a loan is calculated by subtracting the rate of this phenomenon from the (*) nominal interest rate. The relationship between this phenomenon and unemployment is shown in the Phillips Curve. It is measured by the Consumer Price Index. For 10 points, name this": {
    "guess": "Inflation",
    "confidence": [
      [
        "In",
        -0.11349118
      ],
      [
        "flation",
        -7.433829e-05
      ]
    ]
  },
  "Corrections to paintings of this type are often made via the secco process, and copies can be made using the techniques of strappo and stacco. Typically, after a scratch coat, brown coat, and sand coat": {
    "guess": "Fresco",
    "confidence": [
      [
        "F",
        -0.0069265966
      ],
      [
        "resco",
        -0.0004889305
      ]
    ]
  },
  "In one corner of this work, a man offers up an apple to a bird he is balancing on his feet, while in another corner, a woman can be seen holding what looks like an oversized pear. This work also depicts a pair of ears placed together near a fire, and a man is held fast to an overturned table by a dagger pierced through his hand. In another part of this work, an enormous bird feeds a group of humans standing under a branch, and nearby a man is carrying a large mussel shell containing another man. More notably, a man with tree-like arms has a round disk on his head that carries a group of creatures, and Jesus holds the hand of Eve in the Garden of Eden.  For 10 points, name this triptych that depicts scenes from Eden and Hell on the side panels, a creation of Hieronymus Bosch.": {
    "guess": "The Garden of Earthly Delights",
    "confidence": [
      [
        "The",
        -0.012613377
      ],
      [
        " Garden",
        -0.0015424766
      ],
      [
        " of",
        -0.00012964146
      ],
      [
        " Earth",
        -6.2729996e-06
      ],
      [
        "ly",
        -6.396757e-05
      ],
      [
        " Del",
        -3.1281633e-07
      ],
      [
        "ights",
        -0.0002663424
      ]
    ]
  },
  "The cosmic microwave background radiation exists slightly above this condition, as do both lambda points for helium. Bose-Einstein condensates also exist at points near this condition. The Third Law of Thermodynamics states that the entropy of a perfect crystal is (*) zero at this condition. A simple way to determine the value for this condition is to graph the relationship between a gas's temperature": {
    "guess": "Absolute zero",
    "confidence": [
      [
        "Absolute",
        -0.020224184
      ],
      [
        " zero",
        -0.0040471754
      ]
    ]
  },
  "This man corrected the Clausius-Mossotti equation to account for permanent dipoles in a gas, and he confirmed the existence of the acusto-optic diffraction with Sears. With Lorenz and Mie, he lends his name to a model of light scattering by a spherical particle. His temperature is defined as his frequency multiplied by Planck's quantum constant, divided by Boltzmann's constant. That frequency is the": {
    "guess": "Max Planck",
    "confidence": [
      [
        "Max",
        -1.4600729
      ],
      [
        " Plan",
        -0.49556658
      ],
      [
        "ck",
        -1.27099975e-05
      ]
    ]
  },
  "The costs that make responding to this phenomenon irrational are termed either menu costs or shoeleather costs. The NAIRU (NAY-roo) gives the lowest possible level of unemployment at which this phenomenon increases. The real interest rate on a loan is calculated by subtracting the rate of this phenomenon from the (*) nominal interest rate. The relationship between this phenomenon and unemployment is shown in the Phillips Curve. It is measured by the Consumer Price Index. For 10 points, name this general rise in prices over time.": {
    "guess": "Inflation",
    "confidence": [
      [
        "In",
        -0.04146809
      ],
      [
        "flation",
        -8.89548e-06
      ]
    ]
  },
  "Corticosterone, in addition to regulating CRF, is the best-understood regulator of this hormone. The presence of the 1a class of receptors for this hormone in the brain has been linked to social recognition and affiliative behavior, while that of the 1b class is associated with aggression. It achieves its principal function by promoting the release of aquaporins and, like aldosterone, increase in its production is caused by angiotensin II. It is primarily produced in the supraoptic nucleus and, like the structurally similar oxytocin, released from the hypothalamus via the posterior pituitary gland. For 10 points, name this hormone, which constricts blood vessels and restricts water loss in the": {
    "guess": "Vasopressin",
    "confidence": [
      [
        "V",
        -0.0046648495
      ],
      [
        "as",
        -5.4385737e-06
      ],
      [
        "op",
        -9.372295e-06
      ],
      [
        "ress",
        -0.000108668944
      ],
      [
        "in",
        -4.4894987e-05
      ]
    ]
  },
  "The corner of a window is visible behind a second archway in the upper right of this painting, which is set in a room with white and hatched brown tiles. One of the title figures of this painting has his arm around the side of another, and on the right a woman with a green headband leans on the shoulder of her sister, while a third woman cradles two children beside them. One bronze and two silver helmets are worn by the title figures, one of who holds a spear that mirrors the angle of three differently": {
    "guess": "Oath of the Horatii",
    "confidence": [
      [
        "O",
        -0.13898337
      ],
      [
        "ath",
        -2.0815847e-05
      ],
      [
        " of",
        -5.8126592e-05
      ],
      [
        " the",
        -0.00073219766
      ],
      [
        " Hor",
        -0.00012546933
      ],
      [
        "at",
        -0.00026789203
      ],
      [
        "ii",
        -2.4034345e-05
      ]
    ]
  },
  "The cores of these stars are convectively mixed with their outer layers in a process known as dredge-up. They're not white dwarfs, but these stars experience periods of helium burning known as thermal pulses. These stars, which are of luminosity class II or III and spectral class K or M, have run out": {
    "guess": "Asymptotic giant branch star",
    "confidence": [
      [
        "As",
        -0.29871437
      ],
      [
        "ym",
        -1.4617256e-05
      ],
      [
        "pt",
        -1.6240566e-06
      ],
      [
        "otic",
        -0.0013085714
      ],
      [
        " giant",
        -0.01683809
      ],
      [
        " branch",
        -0.00012701898
      ],
      [
        " star",
        -0.17509113
      ]
    ]
  },
  "The costs that make responding to this phenomenon irrational are termed either menu costs or shoeleather costs. The NAIRU (NAY-roo) gives the lowest possible level of unemployment at which this phenomenon increases. The real interest rate on a loan is calculated by subtracting the rate of this phenomenon from the (*) nominal interest rate. The relationship between this phenomenon and unemployment is": {
    "guess": "Inflation",
    "confidence": [
      [
        "In",
        -0.15890045
      ],
      [
        "flation",
        -1.5570886e-05
      ]
    ]
  },
  "The cortex secretes about 30 steroid hormones which can be separated into the glucocorticoids, the mineralocorticoids, and androgens. The central medulla secretes epinephrine and norepinephrine. FTP, name these glands, whose disorders include Addison's disease and Cushing's syndrome, which are situated": {
    "guess": "Adrenal gland",
    "confidence": [
      [
        "Ad",
        -0.0023440155
      ],
      [
        "renal",
        -4.0722858e-05
      ],
      [
        " gland",
        -0.0038994653
      ]
    ]
  },
  "Corrections to paintings of this type are often made via the secco process, and copies can be made using": {
    "guess": "Fresco",
    "confidence": [
      [
        "F",
        -0.6570246
      ],
      [
        "resco",
        -0.00092754135
      ]
    ]
  },
  "The coronation festivities of this man resulted in an unfortunate tragedy in Khodynka as peasants started to worry about there being enough beer. Evno Azef was outed as a spy working for this man, and Father Gapon attempted to organize a strike during this man's reign that was brutally suppressed. This man's finance minister negotiated the end to a war with Japan in the Treaty of Portsmuth, and was": {
    "guess": "Nicholas II of Russia",
    "confidence": [
      [
        "Nich",
        -0.0019705044
      ],
      [
        "olas",
        -0.00049107615
      ],
      [
        " II",
        -0.0023198684
      ],
      [
        " of",
        -0.12213042
      ],
      [
        " Russia",
        -0.00037085102
      ]
    ]
  },
  "Cost-push inflation occurs as a result of the decline in it paired with an increase in the price level, while demand-pull inflation is caused by a rise in it as well as the price level. Calculated through either the circular flow model or the income approach, the ratio of capital stock over it is known": {
    "guess": "Gross Domestic Product",
    "confidence": [
      [
        "G",
        -1.1771599
      ],
      [
        "ross",
        -0.05888434
      ],
      [
        " Domestic",
        -0.5852346
      ],
      [
        " Product",
        -0.00045736716
      ]
    ]
  },
  "Corticosterone, in addition to regulating CRF, is the best-understood regulator of this hormone. The presence of the 1a class of receptors for this hormone in the brain has been linked to social recognition and affiliative behavior, while that of the 1b class is associated with aggression. It achieves its principal function by promoting the release of aquaporins and, like aldosterone, increase in its production is caused by angiotensin II. It is primarily produced in the supraoptic nucleus and, like": {
    "guess": "Vasopressin",
    "confidence": [
      [
        "V",
        -0.010343709
      ],
      [
        "as",
        -1.2590794e-05
      ],
      [
        "op",
        -7.398068e-05
      ],
      [
        "ress",
        -9.5198935e-05
      ],
      [
        "in",
        -5.7649777e-05
      ]
    ]
  },
  "The corner of a window is visible behind a second archway in the upper right of this painting, which is set in a room with white and hatched brown tiles. One of the title figures of this painting has his arm around the side of another, and on the right a woman with a green headband leans on the shoulder of her sister, while a third woman cradles two children beside them. One bronze and two silver helmets are worn by the title figures, one of who holds a spear that mirrors the angle of three differently shaped swords, which are being offered to their outstretched hands by their father. For ten points,": {
    "guess": "The Lictors Bring to Brutus the Bodies of His Sons",
    "confidence": [
      [
        "The",
        -0.17438215
      ],
      [
        " L",
        -1.0525315
      ],
      [
        "ict",
        -1.2664457e-06
      ],
      [
        "ors",
        -0.0001626572
      ],
      [
        " Bring",
        -0.009707457
      ],
      [
        " to",
        -0.00054135814
      ],
      [
        " Brut",
        -2.7133641e-05
      ],
      [
        "us",
        -0.00010211275
      ],
      [
        " the",
        -0.00070111855
      ],
      [
        " Bodies",
        -5.3193703e-06
      ],
      [
        " of",
        -3.7697225e-06
      ],
      [
        " His",
        -6.50404e-05
      ],
      [
        " Sons",
        -3.6073914e-05
      ]
    ]
  },
  "Cortical and cancellous tissues compose these organs, and the fusion of their epiphysis and diaphysis signals the end of growth in humans. Haversian canals perforate the compact form of them, and they contain large amounts of hydroxylapatite. Their tissue is produced by osteoblasts and strengthened by the consumption of calcium. For 10 points, name these marrow-containing supportive organs of the skeletal": {
    "guess": "Bone",
    "confidence": [
      [
        "Bone",
        -0.0041950983
      ]
    ]
  },
  "In one corner of this work, a man offers up an apple to a bird he is balancing on his feet, while in another corner, a woman can be seen holding what looks like an oversized pear. This work also depicts a pair of ears placed together near a fire, and a man is held fast to an overturned table by a dagger pierced through his hand. In another part of this work, an enormous bird feeds a group of humans standing under a branch, and nearby a man is carrying a large mussel shell containing another man. More notably, a man with tree-like arms has a round disk on his head that carries a group of creatures, and Jesus holds the hand of Eve in the Garden of Eden.  For 10 points, name this triptych that depicts": {
    "guess": "The Garden of Earthly Delights",
    "confidence": [
      [
        "The",
        -0.052507933
      ],
      [
        " Garden",
        -5.7649777e-05
      ],
      [
        " of",
        -0.0001439459
      ],
      [
        " Earth",
        -3.1281633e-07
      ],
      [
        "ly",
        -0.0005215776
      ],
      [
        " Del",
        0.0
      ],
      [
        "ights",
        -0.0003341546
      ]
    ]
  },
  "In one corner of this work, a man offers up an apple to a bird he is balancing on his feet, while in": {
    "guess": "The Garden of Earthly Delights",
    "confidence": [
      [
        "The",
        -0.46837112
      ],
      [
        " Garden",
        -0.1829487
      ],
      [
        " of",
        -0.00015264409
      ],
      [
        " Earth",
        -2.220075e-06
      ],
      [
        "ly",
        -0.00067538157
      ],
      [
        " Del",
        0.0
      ],
      [
        "ights",
        -0.0003457137
      ]
    ]
  },
  "Corticosterone, in addition to regulating CRF, is the best-understood regulator of this hormone. The presence of the 1a class of receptors for this hormone in the brain has been linked to social recognition and affiliative behavior, while that of the 1b class is associated with aggression. It achieves its principal function by promoting the release of aquaporins and, like aldosterone, increase in its production is caused by angiotensin II. It is primarily produced in the supraoptic nucleus and, like the structurally similar oxytocin, released from the hypothalamus via the posterior pituitary gland. For 10 points, name this hormone, which constricts blood vessels and restricts water loss in the kidneys.": {
    "guess": "Vasopressin",
    "confidence": [
      [
        "V",
        -0.0018472476
      ],
      [
        "as",
        -4.604148e-06
      ],
      [
        "op",
        -7.822647e-06
      ],
      [
        "ress",
        -8.2324936e-05
      ],
      [
        "in",
        -4.0246043e-05
      ]
    ]
  },
  "Corrections to paintings of this type are often made via the secco process, and copies can be made using the techniques of strappo and stacco. Typically, after a scratch coat, brown coat, and sand coat are created, a preliminary sketch is pounced on the surface, and after the intonaco, or painting coat, is laid, the artist paints on the intonaco until the surface becomes too dry to accept new paint. Major examples can be found in the Arena chapel at Padua and the Sistine Chapel. FTP, name this type of painting in which the pigments become an integral part of a wall.": {
    "guess": "Fresco",
    "confidence": [
      [
        "F",
        -0.009027668
      ],
      [
        "resco",
        -0.0014961724
      ]
    ]
  },
  "Corticosterone, in addition to regulating CRF, is the best-understood regulator of this hormone. The": {
    "guess": "Vasopressin",
    "confidence": [
      [
        "V",
        -0.35862327
      ],
      [
        "as",
        -1.0325924e-05
      ],
      [
        "op",
        -8.418666e-06
      ],
      [
        "ress",
        -6.134509e-05
      ],
      [
        "in",
        -4.143808e-05
      ]
    ]
  },
  "Corrections to paintings of this type are often made via the secco process, and copies can be made using the techniques of strappo and stacco. Typically, after a scratch coat, brown coat, and sand coat are created, a preliminary sketch is pounced on the surface, and after the intonaco, or painting coat, is laid, the artist paints on the intonaco until the surface becomes too dry to accept new paint. Major examples can be found in the Arena chapel at Padua and the Sistine Chapel. FTP, name this type": {
    "guess": "Fresco",
    "confidence": [
      [
        "F",
        -0.0034374422
      ],
      [
        "resco",
        -0.0032638614
      ]
    ]
  },
  "Corticosterone, in addition to regulating CRF, is the best-understood regulator of this hormone. The presence of the 1a class of receptors for this hormone in the brain has been linked to social recognition and affiliative behavior, while that of the 1b class is associated with aggression. It achieves its principal function by promoting the release of aquaporins and, like aldosterone, increase in its production is caused by angiotensin II. It is primarily produced in the supraoptic nucleus and, like the structurally similar oxytocin, released from the hypothalamus via the posterior pituitary gland.": {
    "guess": "Vasopressin",
    "confidence": [
      [
        "V",
        -0.010947132
      ],
      [
        "as",
        -9.372295e-06
      ],
      [
        "op",
        -2.4034345e-05
      ],
      [
        "ress",
        -0.00014251545
      ],
      [
        "in",
        -7.111979e-05
      ]
    ]
  },
  "The correspondence of one ruler from the Middle Period of this people with Egypt's Akhenaten makes up part of the so-called \"Amarna Letters,\" which include details of that ruler's daughter's marriage to the king of Babylon. Along with Ashur-Uballit, another ruler of a later period of this kingdom was known as \"Pul\" in the Old Testament, which documents his seizure of Damascus in the Book of Kings. Tiglath-Pilaser III of this kingdom was succeeded by Sargon II. FTP what was this Ancient Near East kingdom also ruled by Ashurbanipal from its capital at Nineveh?": {
    "guess": "Assyria",
    "confidence": [
      [
        "Ass",
        -0.12786236
      ],
      [
        "y",
        -2.4584822e-06
      ],
      [
        "ria",
        -0.015685547
      ]
    ]
  },
  "The cortex secretes about 30 steroid hormones which can be separated into the glucocorticoids, the mineralocorticoids,": {
    "guess": "Adrenal cortex",
    "confidence": [
      [
        "Ad",
        -0.37352133
      ],
      [
        "renal",
        -0.04494923
      ],
      [
        " cortex",
        -0.14911227
      ]
    ]
  },
  "This man corrected the Clausius-Mossotti equation to account for permanent dipoles in a gas, and he confirmed the existence of the acusto-optic diffraction with Sears. With Lorenz and Mie, he lends his name to a model of light scattering by a spherical particle. His temperature is defined as his frequency multiplied by Planck's quantum constant, divided by Boltzmann's constant. That frequency is the highest-frequency normal mode of vibration in a crystalline lattice, and with Ivar Waller he lends his name to a factor that describes the disorder in a crystal. Together with H?ckel, he developed a model of the behavior of electrolyte solutions. For ten points, identify this Dutch scientist who developed": {
    "guess": "Wilhelm Lenz",
    "confidence": [
      [
        "Wil",
        -0.36985758
      ],
      [
        "helm",
        -0.14109425
      ],
      [
        " L",
        -0.19415551
      ],
      [
        "enz",
        -0.10773291
      ]
    ]
  },
  "Cost-push inflation occurs as a result of the decline in it paired with an increase in the price level, while demand-pull inflation is caused by a rise in it as well as the price level. Calculated through": {
    "guess": "Inflation",
    "confidence": [
      [
        "In",
        -0.193754
      ],
      [
        "flation",
        -0.00023298002
      ]
    ]
  },
  "Corticosterone, in addition to regulating CRF, is the best-understood regulator of this hormone. The presence of the 1a class of receptors for this hormone in the brain has been linked to social recognition and affiliative behavior, while that of the 1b class is associated with aggression. It achieves": {
    "guess": "Vasopressin",
    "confidence": [
      [
        "V",
        -0.15232357
      ],
      [
        "as",
        -2.319992e-05
      ],
      [
        "op",
        -0.0003771688
      ],
      [
        "ress",
        -9.400689e-05
      ],
      [
        "in",
        -7.088138e-05
      ]
    ]
  },
  "The corner of a window is visible behind a second archway in the upper right of this painting, which is set in a room with white and hatched brown tiles. One of the title figures of this painting has his": {
    "guess": "The Calling of St Matthew (Caravaggio)",
    "confidence": [
      [
        "The",
        -0.41488346
      ],
      [
        " Calling",
        -1.20436
      ],
      [
        " of",
        -4.9663133e-05
      ],
      [
        " St",
        -0.0127966255
      ],
      [
        " Matthew",
        -0.03174573
      ],
      [
        " (",
        -0.13446371
      ],
      [
        "Car",
        -0.00033010167
      ],
      [
        "av",
        -8.6735476e-05
      ],
      [
        "aggio",
        -6.2729996e-06
      ],
      [
        ")",
        -9.253091e-06
      ]
    ]
  },
  "His cosmology was a conjunction of the astronomy of Alpetragius and the chemistry of Paracelsus. In one of his early works, he compared his theories to a bee gathering honey, in contrast to a spider spinning a web. In that work he also attacked the work of Telesio, as an extension of earlier criticisms in On the Principles and Origins According to the Fables of Cupid and Coleum. In the second part of his most famous work he discussed his catalog of errors in human ideas, which are caused by \"the Cave\", \"the market-place,\" or \"the Tribe.\" These Idols were later expounded upon in The Advancement of Learning. FTP, identify this philosopher who advocated for the scientific method in his Novum Organum": {
    "guess": "Francis Bacon",
    "confidence": [
      [
        "Franc",
        -0.018771837
      ],
      [
        "is",
        -1.1994775e-05
      ],
      [
        " Bacon",
        -0.00039373443
      ]
    ]
  },
  "One corollary of the Riemann Hypothesis is that the difference between the logarithmic integral and the prime counting function is upper bounded by the product of the square root function and this function. The first term of the Maclaurin series of this function is x minus 1, and the integral of this function is 1 over x. When this function is applied to a product, it may be written as the sum of this": {
    "guess": "Natural logarithm",
    "confidence": [
      [
        "Natural",
        -0.0077819605
      ],
      [
        " logarith",
        -0.0035214368
      ],
      [
        "m",
        -0.00054183125
      ]
    ]
  },
  "The coronation festivities of this man resulted in an unfortunate tragedy in Khodynka as peasants started to worry about there being enough beer. Evno Azef was outed as a spy working for this man, and": {
    "guess": "Khodynka Tragedy",
    "confidence": [
      [
        "Kh",
        -0.5863402
      ],
      [
        "odyn",
        -0.000104377614
      ],
      [
        "ka",
        -1.735894e-05
      ],
      [
        " Tr",
        -0.061475016
      ],
      [
        "aged",
        -1.9816675e-06
      ],
      [
        "y",
        -2.6895234e-05
      ]
    ]
  },
  "Cost-push inflation occurs when the basic price rises while this value falls. Calculated using either the income or expenditure approach, its namesake \"deflator\" includes producer goods as well as government-purchased goods and services. Its \"net\" form can be found by subtracting capital depreciation from this value. Unlike its counterpart, it does not account for investments by foreigners nor investments": {
    "guess": "Gross domestic product",
    "confidence": [
      [
        "G",
        -0.014854578
      ],
      [
        "ross",
        -0.00038419815
      ],
      [
        " domestic",
        -0.05985782
      ],
      [
        " product",
        -5.7530575e-05
      ]
    ]
  },
  "The cores of these stars are convectively mixed with their outer layers in a process known as dredge-up. They're not white dwarfs, but these stars experience periods of helium burning known as thermal pulses. These stars, which are of luminosity class II or III and spectral class K or M, have run out of hydrogen in their core and instead draw fuel from a shell around the core. Some of these stars enter a namesake asymptotic branch on the HR-diagram, and they often lose their outer mass to planetary nebulae before reducing into a white dwarf. For 10 points, name these large, cool stars such as Aldebaran and Arcturus, which are smaller than a \"super\" variety exemplified by Betelgeuse.": {
    "guess": "Red Giant",
    "confidence": [
      [
        "Red",
        -0.42097154
      ],
      [
        " Giant",
        -0.5186121
      ]
    ]
  },
  "Correlation functions between an odd number of terms vanish in this theory according to Furry's theorem. The Z1 and Z2 renormalization factors are equal to all orders of this theory, which accurately describes Bhabha scattering. The inner product of an on-shell four-momentum with a scattering amplitude equals zero according to the Ward identity in this theory. Trace identities are very useful for manipulating the (*) gamma matrices that appear in this theory. This U(1) abelian gauge theory expands problems perturbatively in powers of the fine structure constant, which is also the coupling constant for the interaction it describes. This theory can be used to compute the Klein-Nishina formula for the Compton scattering cross section, and its extremely accurate predictions won the Nobel Prize for Feynman, Schwinger, and Tomonaga. For 10 points, name this quantum field theory that describes the fundamental force mediated by photons.": {
    "guess": "Quantum Electrodynamics",
    "confidence": [
      [
        "Quant",
        -0.0023917062
      ],
      [
        "um",
        -7.9418505e-06
      ],
      [
        " Elect",
        -0.0095203165
      ],
      [
        "rod",
        -7.89631e-07
      ],
      [
        "ynamics",
        -2.1173457e-05
      ]
    ]
  },
  "The cores of these stars are convectively mixed with their outer layers in a process known as dredge-up. They're not white dwarfs, but these stars experience periods of helium burning known as thermal": {
    "guess": "Red giant",
    "confidence": [
      [
        "Red",
        -0.8020357
      ],
      [
        " giant",
        -0.41953856
      ]
    ]
  },
  "Corticosterone, in addition to regulating CRF, is the best-understood regulator of this hormone. The presence of the 1a class of receptors for this hormone in the brain has been linked to social recognition": {
    "guess": "Vasopressin",
    "confidence": [
      [
        "V",
        -0.12778085
      ],
      [
        "as",
        -3.094816e-05
      ],
      [
        "op",
        -0.0013020226
      ],
      [
        "ress",
        -5.9437833e-05
      ],
      [
        "in",
        -5.967624e-05
      ]
    ]
  },
  "Cost-push inflation occurs when the basic price rises while this value falls. Calculated using either the income or expenditure approach, its namesake \"deflator\" includes producer goods as well as government-purchased": {
    "guess": "GDP deflator",
    "confidence": [
      [
        "G",
        -0.0015827088
      ],
      [
        "DP",
        -0.24248624
      ],
      [
        " def",
        -0.1513131
      ],
      [
        "lator",
        -3.059055e-05
      ]
    ]
  },
  "The cosmic microwave background radiation exists slightly above this condition, as do both lambda points": {
    "guess": "Superfluidity",
    "confidence": [
      [
        "Super",
        -0.63784206
      ],
      [
        "fluid",
        -0.053515255
      ],
      [
        "ity",
        -0.25231078
      ]
    ]
  },
  "Cortical and cancellous tissues compose these organs, and the fusion of their epiphysis and diaphysis signals the end of growth in humans. Haversian canals perforate the compact form of them, and they": {
    "guess": "Bone",
    "confidence": [
      [
        "Bone",
        -0.038403373
      ]
    ]
  },
  "His cosmology was a conjunction of the astronomy of Alpetragius and the chemistry of Paracelsus. In one of his early works, he compared his theories to a bee gathering honey, in contrast to a spider spinning a web. In that work he also attacked the work of Telesio, as an extension of earlier criticisms in On the Principles and Origins According to the Fables of Cupid and Coleum. In the second part of his most famous work he discussed his catalog of errors in human ideas, which are caused by \"the Cave\", \"the market-place,\" or \"the Tribe.\" These Idols were later expounded upon in The Advancement of Learning. FTP, identify this philosopher who advocated for the scientific method in his Novum Organum and wrote The New Atlantis.": {
    "guess": "Francis Bacon",
    "confidence": [
      [
        "Franc",
        -0.0064158593
      ],
      [
        "is",
        -6.392203e-06
      ],
      [
        " Bacon",
        -8.625866e-05
      ]
    ]
  },
  "Correlation functions between an odd number of terms vanish in this theory according to Furry's theorem. The Z1 and Z2 renormalization factors are equal to all orders of this theory, which accurately describes Bhabha scattering. The inner product of an on-shell four-momentum with a scattering amplitude equals zero according to the Ward identity in this theory. Trace identities are very useful for manipulating": {
    "guess": "Quantum electrodynamics",
    "confidence": [
      [
        "Quant",
        -0.0027169029
      ],
      [
        "um",
        -2.6968896e-06
      ],
      [
        " elect",
        -0.080563694
      ],
      [
        "rod",
        -1.3186812e-05
      ],
      [
        "ynamics",
        -6.392203e-06
      ]
    ]
  },
  "The cores of these stars are convectively mixed with their outer layers in a process known as dredge-up. They're not white dwarfs, but these stars experience periods of helium burning known as thermal pulses. These stars, which are of luminosity class II or III and spectral class K or M, have run out of hydrogen in their core and instead draw fuel from a shell around the core. Some of these stars enter": {
    "guess": "Red giant",
    "confidence": [
      [
        "Red",
        -0.60348684
      ],
      [
        " giant",
        -0.635974
      ]
    ]
  },
  "In one corner of this work, a man offers up an apple to a bird he is balancing on his feet, while in another corner, a woman can be seen holding what looks like an oversized pear. This work also depicts": {
    "guess": "The Garden of Earthly Delights",
    "confidence": [
      [
        "The",
        -0.041764252
      ],
      [
        " Garden",
        -0.46330675
      ],
      [
        " of",
        -0.0002702761
      ],
      [
        " Earth",
        -1.3306016e-05
      ],
      [
        "ly",
        -0.0005118066
      ],
      [
        " Del",
        0.0
      ],
      [
        "ights",
        -0.0003485746
      ]
    ]
  },
  "In one corner of this work, a man offers up an apple to a bird he is balancing on his feet, while in another corner, a woman can be seen holding what looks like an oversized pear. This work also depicts a pair of ears placed together near a fire, and a man is held fast to an overturned table by a dagger pierced through his hand. In another part of this work, an enormous bird feeds a group of humans": {
    "guess": "The Garden of Earthly Delights",
    "confidence": [
      [
        "The",
        -0.055748098
      ],
      [
        " Garden",
        -0.008189357
      ],
      [
        " of",
        -0.00024311233
      ],
      [
        " Earth",
        -1.3856493e-06
      ],
      [
        "ly",
        -0.00033057848
      ],
      [
        " Del",
        0.0
      ],
      [
        "ights",
        -0.0003540543
      ]
    ]
  },
  "Correlation functions between an odd number of terms vanish in this theory according to Furry's theorem. The Z1 and Z2 renormalization factors are equal to all orders of this theory, which accurately describes Bhabha scattering. The inner product of an on-shell four-momentum with a scattering amplitude": {
    "guess": "Quantum electrodynamics",
    "confidence": [
      [
        "Quant",
        -0.0021033944
      ],
      [
        "um",
        -2.220075e-06
      ],
      [
        " elect",
        -0.02820858
      ],
      [
        "rod",
        -1.1279553e-05
      ],
      [
        "ynamics",
        -2.4584822e-06
      ]
    ]
  },
  "One corollary of the Riemann Hypothesis is that the difference between the logarithmic integral and the prime counting function is upper bounded by the product of the square root function and this function. The first term of the Maclaurin series of this function is x minus 1, and the integral of this function is 1 over x. When this function is applied to a product, it may be written as the sum of this function applied to each term in the product. For 10 points, name this mathematical function, which specifically has base e.": {
    "guess": "Natural logarithm",
    "confidence": [
      [
        "Natural",
        -0.030422783
      ],
      [
        " logarith",
        -0.000267296
      ],
      [
        "m",
        -1.9862217e-05
      ]
    ]
  },
  "In one corner of this work, a man offers up an apple to a bird he is balancing on his feet, while in another corner, a woman can be seen holding what looks like an oversized pear. This work also depicts a pair of ears placed together near a fire, and a man is held fast to an overturned table by a dagger": {
    "guess": "The Garden of Earthly Delights",
    "confidence": [
      [
        "The",
        -0.123092785
      ],
      [
        " Garden",
        -0.032555748
      ],
      [
        " of",
        -0.00037347348
      ],
      [
        " Earth",
        -3.2929079e-06
      ],
      [
        "ly",
        -0.00067907316
      ],
      [
        " Del",
        -1.9361265e-07
      ],
      [
        "ights",
        -0.00044401636
      ]
    ]
  },
  "This man corrected the Clausius-Mossotti equation to account for permanent dipoles in a gas, and he confirmed the existence of the acusto-optic diffraction with Sears. With Lorenz and Mie, he lends his name to a model of light scattering by a spherical particle. His temperature is defined as his frequency multiplied by Planck's quantum constant, divided by Boltzmann's constant. That frequency is the highest-frequency normal mode of vibration in a crystalline lattice, and with Ivar Waller he lends his name to a factor that describes the disorder in a crystal. Together with H?ckel, he developed a model of the behavior of electrolyte solutions. For ten points, identify this Dutch scientist who developed a model of heat capacity employing phonons, and who gives his name to the unit for electric dipole.": {
    "guess": "Peter Debye",
    "confidence": [
      [
        "Peter",
        -0.07642202
      ],
      [
        " De",
        -0.00021295747
      ],
      [
        "bye",
        -7.350386e-05
      ]
    ]
  },
  "This man corrected the Clausius-Mossotti equation to account for permanent dipoles in a gas, and he confirmed the existence of the acusto-optic diffraction with Sears. With Lorenz and Mie, he lends his name to a model of light scattering by a spherical particle. His temperature is defined as his frequency multiplied by Planck's quantum constant, divided by Boltzmann's constant. That frequency is the highest-frequency normal mode of vibration in a crystalline lattice, and with Ivar Waller he lends his name to a factor that describes the disorder in a crystal. Together with H?ckel, he developed a model of the behavior of electrolyte solutions. For ten points, identify this Dutch scientist who developed a model of heat capacity employing phonons, and who gives his name to the unit for electric": {
    "guess": "Peter Debye",
    "confidence": [
      [
        "Peter",
        -0.085969664
      ],
      [
        " De",
        -0.00021355349
      ],
      [
        "bye",
        -3.070975e-05
      ]
    ]
  },
  "A cornerstone laid for this building was removed two years later after it was redesigned. Chamfered corners": {
    "guess": "United States Capitol",
    "confidence": [
      [
        "United",
        -1.8122513
      ],
      [
        " States",
        -0.0038472246
      ],
      [
        " Capitol",
        -0.025413245
      ]
    ]
  },
  "The cosmic microwave background radiation exists slightly above this condition, as do both lambda points for helium. Bose-Einstein condensates also exist at points near this condition. The Third Law of Thermodynamics states that the entropy of a perfect crystal is (*) zero at this condition. A simple": {
    "guess": "Absolute zero",
    "confidence": [
      [
        "Absolute",
        -0.099193946
      ],
      [
        " zero",
        -0.009463992
      ]
    ]
  },
  "Corrections to paintings of this type are often made via the secco process, and copies can be made using the techniques of strappo and stacco. Typically, after a scratch coat, brown coat, and sand coat are created, a preliminary sketch is pounced on the surface, and after the intonaco, or painting coat,": {
    "guess": "Fresco",
    "confidence": [
      [
        "F",
        -0.100979805
      ],
      [
        "resco",
        -0.0007844951
      ]
    ]
  },
  "His cosmology was a conjunction of the astronomy of Alpetragius and the chemistry of Paracelsus. In one of his early works, he compared his theories to a bee gathering honey, in contrast to a spider spinning a web. In that work he also attacked the work of Telesio, as an extension of earlier criticisms in On the Principles and Origins According to the Fables of Cupid and Coleum. In the second part of his most famous work he discussed his catalog of errors in human ideas, which are caused by \"the": {
    "guess": "Denis Diderot",
    "confidence": [
      [
        "Den",
        -0.14749701
      ],
      [
        "is",
        -0.00048821527
      ],
      [
        " D",
        -0.00075876544
      ],
      [
        "ider",
        -2.7729659e-05
      ],
      [
        "ot",
        -0.00014263466
      ]
    ]
  },
  "His cosmology was a conjunction of the astronomy of Alpetragius and the chemistry of Paracelsus. In one of his early works, he compared his theories to a bee gathering honey, in contrast to a spider spinning a web. In that work he also attacked the work of Telesio, as an extension of earlier criticisms in On the Principles and Origins According to the Fables of Cupid and Coleum. In the second part of his most famous work he discussed his catalog of errors in human ideas, which are caused by \"the Cave\", \"the market-place,\" or \"the Tribe.\" These Idols were later expounded upon in The Advancement": {
    "guess": "Francis Bacon",
    "confidence": [
      [
        "Franc",
        -0.37360033
      ],
      [
        "is",
        -0.00024382756
      ],
      [
        " Bacon",
        -0.00018744789
      ]
    ]
  },
  "Cost-push inflation occurs as a result of the decline in it paired with an increase in the price level, while demand-pull inflation is caused by a rise in it as well as the price level. Calculated through either the circular flow model or the income approach, the ratio of capital stock over it is known as the capital-output ratio, and when unadjusted for price, it is referred to as nominal. The total": {
    "guess": "Gross Domestic Product",
    "confidence": [
      [
        "G",
        -0.22566237
      ],
      [
        "ross",
        -0.018434366
      ],
      [
        " Domestic",
        -0.69075024
      ],
      [
        " Product",
        -0.00013810492
      ]
    ]
  },
  "Correlation functions between an odd number of terms vanish in this theory according to Furry's theorem. The Z1 and Z2 renormalization factors are equal to all orders of this theory, which accurately describes Bhabha scattering. The inner product of an on-shell four-momentum with a scattering amplitude equals zero according to the Ward identity in this theory. Trace identities are very useful for manipulating the (*) gamma matrices that appear in this theory. This U(1) abelian gauge theory expands problems perturbatively in powers of the fine structure constant, which is also the coupling constant": {
    "guess": "Quantum electrodynamics",
    "confidence": [
      [
        "Quant",
        -0.0041195997
      ],
      [
        "um",
        -7.58424e-06
      ],
      [
        " elect",
        -0.1042577
      ],
      [
        "rod",
        -3.1281633e-07
      ],
      [
        "ynamics",
        -1.1041146e-05
      ]
    ]
  },
  "Cost-push inflation occurs as a result of the decline in it paired with an increase in the price level, while demand-pull inflation is caused by a rise in it as well as the price level. Calculated through either the circular flow model or the income approach, the ratio of capital stock over it is known as the capital-output ratio, and when unadjusted for price, it is referred to as nominal. The total value of all final goods and services produced in an economy with resources from that economy, FTP,": {
    "guess": "Gross domestic product",
    "confidence": [
      [
        "G",
        -0.015642948
      ],
      [
        "ross",
        -0.0012647595
      ],
      [
        " domestic",
        -0.03444267
      ],
      [
        " product",
        -0.00017731925
      ]
    ]
  },
  "Correlation functions between an odd number of terms vanish in this theory according to Furry's theorem.": {
    "guess": "Quantum electrodynamics",
    "confidence": [
      [
        "Quant",
        -0.03986956
      ],
      [
        "um",
        -0.00011176824
      ],
      [
        " elect",
        -0.3352415
      ],
      [
        "rod",
        -3.4121115e-06
      ],
      [
        "ynamics",
        -6.122589e-05
      ]
    ]
  },
  "The correspondence of one ruler from the Middle Period of this people with Egypt's Akhenaten makes up part of the so-called \"Amarna Letters,\" which include details of that ruler's daughter's marriage to": {
    "guess": "Middle Kingdom of Egypt",
    "confidence": [
      [
        "Middle",
        -1.1955793
      ],
      [
        " Kingdom",
        -1.0207578
      ],
      [
        " of",
        -0.3982313
      ],
      [
        " Egypt",
        -0.0070698396
      ]
    ]
  },
  "Cost-push inflation occurs when the basic price rises while this value falls. Calculated using either": {
    "guess": "Purchasing power",
    "confidence": [
      [
        "P",
        -1.1044399
      ],
      [
        "urch",
        -7.6364755e-05
      ],
      [
        "asing",
        -3.1544176e-05
      ],
      [
        " power",
        -0.31511086
      ]
    ]
  },
  "The cortex secretes about 30 steroid hormones which can be separated into the glucocorticoids, the mineralocorticoids, and androgens. The central medulla secretes epinephrine and norepinephrine. FTP, name these glands, whose disorders include Addison's disease and Cushing's syndrome, which are situated just above the kidneys.": {
    "guess": "Adrenal gland",
    "confidence": [
      [
        "Ad",
        -0.0014520211
      ],
      [
        "renal",
        -1.3663626e-05
      ],
      [
        " gland",
        -0.0008881143
      ]
    ]
  },
  "The coronation festivities of this man resulted in an unfortunate tragedy in Khodynka as peasants started": {
    "guess": "Nicholas II of Russia",
    "confidence": [
      [
        "Nich",
        -0.0010656783
      ],
      [
        "olas",
        -1.7432603e-06
      ],
      [
        " II",
        -6.849731e-05
      ],
      [
        " of",
        -1.6240566e-06
      ],
      [
        " Russia",
        -4.990154e-05
      ]
    ]
  },
  "The correspondence of one ruler from the Middle Period of this people with Egypt's Akhenaten makes up": {
    "guess": "Hittites",
    "confidence": [
      [
        "H",
        -0.40522146
      ],
      [
        "itt",
        -0.00042268995
      ],
      [
        "ites",
        -0.0771993
      ]
    ]
  },
  "Correlation functions between an odd number of terms vanish in this theory according to Furry's theorem. The Z1 and Z2 renormalization factors are equal to all orders of this theory, which accurately describes Bhabha scattering. The inner product of an on-shell four-momentum with a scattering amplitude equals zero according to the Ward identity in this theory. Trace identities are very useful for manipulating the (*) gamma matrices that appear in this theory. This U(1) abelian gauge theory expands problems perturbatively in powers of the fine structure constant, which is also the coupling constant for the interaction it describes. This theory can be used to compute the Klein-Nishina formula for the Compton scattering cross section, and its extremely accurate predictions won the Nobel Prize": {
    "guess": "Quantum electrodynamics",
    "confidence": [
      [
        "Quant",
        -0.011048054
      ],
      [
        "um",
        -6.869018e-06
      ],
      [
        " elect",
        -0.20198587
      ],
      [
        "rod",
        -1.2829201e-05
      ],
      [
        "ynamics",
        -3.2497806e-05
      ]
    ]
  },
  "Cortical and cancellous tissues compose these organs, and the fusion of their epiphysis and diaphysis signals the end of growth in humans. Haversian canals perforate the compact form of them, and they contain large amounts of hydroxylapatite. Their tissue is produced by osteoblasts and strengthened by the consumption of calcium. For 10 points, name these marrow-containing supportive organs of the skeletal system, of which the adult body contains 206.": {
    "guess": "Bone",
    "confidence": [
      [
        "Bone",
        -0.004669238
      ]
    ]
  },
  "The corner of a window is visible behind a second archway in the upper right of this painting, which is set in a room with white and hatched brown tiles. One of the title figures of this painting has his arm around the side of another, and on the right a woman with a green headband leans on the shoulder of her sister, while a third woman cradles two children beside them. One bronze and two silver helmets": {
    "guess": "The Wedding at Cana (Veronese)",
    "confidence": [
      [
        "The",
        -0.4401516
      ],
      [
        " Wedding",
        -1.2095758
      ],
      [
        " at",
        -0.00612206
      ],
      [
        " Can",
        -1.2352386e-05
      ],
      [
        "a",
        -8.637786e-05
      ],
      [
        " (",
        -0.6471233
      ],
      [
        "Ver",
        -0.03106948
      ],
      [
        "on",
        -9.849109e-06
      ],
      [
        "ese",
        -3.9650025e-05
      ],
      [
        ")",
        -0.005649679
      ]
    ]
  },
  "Cost-push inflation occurs when the basic price rises while this value falls. Calculated using either the income or expenditure approach, its namesake \"deflator\" includes producer goods as well as government-purchased goods and services. Its \"net\" form can be found by subtracting capital depreciation from this value. Unlike its counterpart, it does not account for investments by foreigners nor investments held by natives in other countries. For 10 points, identify this measure of economic growth": {
    "guess": "Gross domestic product",
    "confidence": [
      [
        "G",
        -0.00299434
      ],
      [
        "ross",
        -0.0032062347
      ],
      [
        " domestic",
        -0.18110768
      ],
      [
        " product",
        -6.301394e-05
      ]
    ]
  },
  "The cortex secretes about 30 steroid hormones which can be separated into the glucocorticoids, the mineralocorticoids, and androgens. The central medulla secretes epinephrine and norepinephrine. FTP, name": {
    "guess": "Adrenal gland",
    "confidence": [
      [
        "Ad",
        -0.0065083667
      ],
      [
        "renal",
        -0.00021426505
      ],
      [
        " gland",
        -0.047283024
      ]
    ]
  },
  "The cores of these stars are convectively mixed with their outer layers in a process known as dredge-up. They're not white dwarfs, but these stars experience periods of helium burning known as thermal pulses. These stars, which are of luminosity class II or III and spectral class K or M, have run out of hydrogen in their core and instead draw fuel from a shell around the core. Some of these stars enter a namesake asymptotic branch on the HR-diagram, and they often lose their outer mass to planetary": {
    "guess": "Red giant",
    "confidence": [
      [
        "Red",
        -0.26569116
      ],
      [
        " giant",
        -0.014016114
      ]
    ]
  },
  "Cost-push inflation occurs as a result of the decline in it paired with an increase in the price level,": {
    "guess": "Aggregate supply",
    "confidence": [
      [
        "Aggregate",
        -0.22794995
      ],
      [
        " supply",
        -0.13630769
      ]
    ]
  },
  "The correspondence of one ruler from the Middle Period of this people with Egypt's Akhenaten makes up part of the so-called \"Amarna Letters,\" which include details of that ruler's daughter's marriage to the king of Babylon. Along with Ashur-Uballit, another ruler of a later period of this kingdom was known as \"Pul\" in the Old Testament, which documents his seizure of Damascus in the Book of Kings.": {
    "guess": "Assyria",
    "confidence": [
      [
        "Ass",
        -0.1464401
      ],
      [
        "y",
        -1.3663626e-05
      ],
      [
        "ria",
        -0.027323335
      ]
    ]
  },
  "Corrections to paintings of this type are often made via the secco process, and copies can be made using the techniques of strappo and stacco. Typically, after a scratch coat, brown coat, and sand coat are created, a preliminary sketch is pounced on the surface, and after the intonaco, or painting coat, is laid, the artist paints on the intonaco until the surface becomes too dry to accept new paint.": {
    "guess": "Fresco",
    "confidence": [
      [
        "F",
        -0.09153025
      ],
      [
        "resco",
        -0.0013384549
      ]
    ]
  },
  "His cosmology was a conjunction of the astronomy of Alpetragius and the chemistry of Paracelsus. In one of his early works, he compared his theories to a bee gathering honey, in contrast to a spider spinning": {
    "guess": "Denis Diderot",
    "confidence": [
      [
        "Den",
        -0.45249245
      ],
      [
        "is",
        -0.000377288
      ],
      [
        " D",
        -0.0041478495
      ],
      [
        "ider",
        -7.398068e-05
      ],
      [
        "ot",
        -0.0001005631
      ]
    ]
  },
  "The cosmic microwave background radiation exists slightly above this condition, as do both lambda points for helium. Bose-Einstein condensates also exist at points near this condition. The Third Law of Thermodynamics states that the entropy of a perfect crystal is (*) zero at this condition. A simple way to determine the value for this condition is to graph the relationship between a gas's temperature and its pressure, then extrapolate the line to where pressure equals zero. For 10 points, name this": {
    "guess": "Absolute zero",
    "confidence": [
      [
        "Absolute",
        -0.09746467
      ],
      [
        " zero",
        -0.0030578075
      ]
    ]
  },
  "Cost-push inflation occurs as a result of the decline in it paired with an increase in the price level, while demand-pull inflation is caused by a rise in it as well as the price level. Calculated through either the circular flow model or the income approach, the ratio of capital stock over it is known as the capital-output ratio, and when unadjusted for price, it is referred to as nominal. The total value of all final goods and services produced in an economy with resources from that economy, FTP, identify this economic value also known as the GDP.": {
    "guess": "Gross domestic product",
    "confidence": [
      [
        "G",
        -0.94343704
      ],
      [
        "ross",
        -0.00422074
      ],
      [
        " domestic",
        -0.17017578
      ],
      [
        " product",
        -9.0073176e-05
      ]
    ]
  },
  "The costs that make responding to this phenomenon irrational are termed either menu costs or shoeleather costs. The NAIRU (NAY-roo) gives the lowest possible level of unemployment at which this phenomenon increases. The real interest rate on a loan is calculated by subtracting the rate of this phenomenon": {
    "guess": "Inflation",
    "confidence": [
      [
        "In",
        -0.15198825
      ],
      [
        "flation",
        -5.4385737e-06
      ]
    ]
  },
  "One corollary of the Riemann Hypothesis is that the difference between the logarithmic integral and the prime counting function is upper bounded by the product of the square root function and this function. The first term of the Maclaurin series of this function is x minus 1, and the integral of this": {
    "guess": "Natural logarithm",
    "confidence": [
      [
        "Natural",
        -0.0007179116
      ],
      [
        " logarith",
        -0.00036597464
      ],
      [
        "m",
        -4.298773e-05
      ]
    ]
  },
  "The corner of a window is visible behind a second archway in the upper right of this painting, which is set in a room with white and hatched brown tiles. One of the title figures of this painting has his arm around the side of another, and on the right a woman with a green headband leans on the shoulder of her sister, while a third woman cradles two children beside them. One bronze and two silver helmets are worn by the title figures, one of who holds a spear that mirrors the angle of three differently shaped swords, which are being offered to their outstretched hands by their father. For ten points, name this painting of an episode from Livy, a Jacques-Louis David work in which three Roman brothers vow to fight the Curiatii.": {
    "guess": "Oath of the Horatii",
    "confidence": [
      [
        "O",
        -0.0015946034
      ],
      [
        "ath",
        -1.962381e-05
      ],
      [
        " of",
        -4.441817e-05
      ],
      [
        " the",
        -0.00010151673
      ],
      [
        " Hor",
        -7.3458323e-06
      ],
      [
        "at",
        -0.0001005631
      ],
      [
        "ii",
        -8.776276e-06
      ]
    ]
  },
  "This man corrected the Clausius-Mossotti equation to account for permanent dipoles in a gas, and he confirmed the existence of the acusto-optic diffraction with Sears. With Lorenz and Mie, he lends his name to a model of light scattering by a spherical particle. His temperature is defined as his frequency": {
    "guess": "Gustav Mie",
    "confidence": [
      [
        "G",
        -0.6951029
      ],
      [
        "ust",
        -0.16341472
      ],
      [
        "av",
        -1.9027791e-05
      ],
      [
        " M",
        -0.00022284771
      ],
      [
        "ie",
        -3.1281633e-07
      ]
    ]
  },
  "Correlation functions between an odd number of terms vanish in this theory according to Furry's theorem. The Z1 and Z2 renormalization factors are equal to all orders of this theory, which accurately describes": {
    "guess": "Quantum electrodynamics",
    "confidence": [
      [
        "Quant",
        -0.014730081
      ],
      [
        "um",
        -7.3458323e-06
      ],
      [
        " elect",
        -0.0029685497
      ],
      [
        "rod",
        -4.1273333e-06
      ],
      [
        "ynamics",
        -3.888926e-06
      ]
    ]
  },
  "Cost-push inflation occurs when the basic price rises while this value falls. Calculated using either the income or expenditure approach, its namesake \"deflator\" includes producer goods as well as government-purchased goods and services. Its \"net\" form can be found by subtracting capital depreciation": {
    "guess": "Gross Domestic Product Deflator",
    "confidence": [
      [
        "G",
        -0.008262785
      ],
      [
        "ross",
        -0.039348446
      ],
      [
        " Domestic",
        -0.19573101
      ],
      [
        " Product",
        -0.0008064139
      ],
      [
        " Def",
        -0.0028102251
      ],
      [
        "lator",
        -9.849109e-06
      ]
    ]
  },
  "Corticosterone, in addition to regulating CRF, is the best-understood regulator of this hormone. The presence of the 1a class of receptors for this hormone in the brain has been linked to social recognition and affiliative behavior, while that of the 1b class is associated with aggression. It achieves its principal function by promoting the release of aquaporins and, like aldosterone, increase in its": {
    "guess": "Vasopressin",
    "confidence": [
      [
        "V",
        -0.1879331
      ],
      [
        "as",
        -4.00813e-06
      ],
      [
        "op",
        -1.4378848e-05
      ],
      [
        "ress",
        -5.443128e-05
      ],
      [
        "in",
        -3.9650025e-05
      ]
    ]
  },
  "The costs that make responding to this phenomenon irrational are termed either menu costs or shoeleather costs. The NAIRU (NAY-roo) gives the lowest possible level of unemployment at which this phenomenon": {
    "guess": "NAIRU",
    "confidence": [
      [
        "NA",
        -0.7132348
      ],
      [
        "IR",
        -3.4047454e-05
      ],
      [
        "U",
        -5.252402e-05
      ]
    ]
  },
  "His cosmology was a conjunction of the astronomy of Alpetragius and the chemistry of Paracelsus. In one of his early works, he compared his theories to a bee gathering honey, in contrast to a spider spinning a web. In that work he also attacked the work of Telesio, as an extension of earlier criticisms": {
    "guess": "Denis Diderot",
    "confidence": [
      [
        "Den",
        -0.5270073
      ],
      [
        "is",
        -0.0017213537
      ],
      [
        " D",
        -0.0026892058
      ],
      [
        "ider",
        -8.363618e-05
      ],
      [
        "ot",
        -0.00020818933
      ]
    ]
  },
  "In one corner of this work, a man offers up an apple to a bird he is balancing on his feet, while in another corner, a woman can be seen holding what looks like an oversized pear. This work also depicts a pair of ears placed together near a fire, and a man is held fast to an overturned table by a dagger pierced through his hand. In another part of this work, an enormous bird feeds a group of humans standing under a branch, and nearby a man is carrying a large mussel shell containing another man. More notably, a man with tree-like arms has a round disk on his head that carries a group of creatures,": {
    "guess": "The Garden of Earthly Delights",
    "confidence": [
      [
        "The",
        -0.03603955
      ],
      [
        " Garden",
        -0.0001690942
      ],
      [
        " of",
        -0.0010176869
      ],
      [
        " Earth",
        -1.2664457e-06
      ],
      [
        "ly",
        -0.00050835335
      ],
      [
        " Del",
        0.0
      ],
      [
        "ights",
        -0.0002585978
      ]
    ]
  },
  "A cornerstone laid for this building was removed two years later after it was redesigned. Chamfered corners begin on this building's 20th floor, making the rest consist of 8 isosceles triangles. When completed, this structure will stand 1776 feet tall, and(*) Conde Nast is a planned major tenant of this building. Designed by Daniel Libeskind, this structure surpassed the Empire State Building as the tallest in New York in April, 2012 and is planned to be the third tallest building in the world. For 10 points, name this unfinished skyscraper being built at the former Ground Zero in Manhattan.": {
    "guess": "One World Trade Center",
    "confidence": [
      [
        "One",
        -0.10079381
      ],
      [
        " World",
        -2.4584822e-06
      ],
      [
        " Trade",
        -1.1637165e-05
      ],
      [
        " Center",
        -4.0961266e-05
      ]
    ]
  },
  "The cosmic microwave background radiation exists slightly above this condition, as do both lambda points for helium. Bose-Einstein condensates also exist at points near this condition. The Third Law of Thermodynamics states that the entropy of a perfect crystal is (*) zero at this condition. A simple way to determine the value for this condition is to graph the relationship between a gas's temperature and its pressure, then extrapolate the line to where pressure equals zero. For 10 points, name this temperature roughly equal to negative 273 degrees Celsius.": {
    "guess": "Absolute zero",
    "confidence": [
      [
        "Absolute",
        -0.020566646
      ],
      [
        " zero",
        -0.012308433
      ]
    ]
  },
  "One corollary of the Riemann Hypothesis is that the difference between the logarithmic integral and the prime counting function is upper bounded by the product of the square root function and this function. The first term of the Maclaurin series of this function is x minus 1, and the integral of this function is 1 over x. When this function is applied to a product, it may be written as the sum of this function applied to each term in the product. For 10 points, name this mathematical function, which": {
    "guess": "Natural logarithm",
    "confidence": [
      [
        "Natural",
        -0.017125694
      ],
      [
        " logarith",
        -0.20763296
      ],
      [
        "m",
        -0.00018351417
      ]
    ]
  },
  "The cores of these stars are convectively mixed with their outer layers in a process known as dredge-up. They're not white dwarfs, but these stars experience periods of helium burning known as thermal pulses. These stars, which are of luminosity class II or III and spectral class K or M, have run out of hydrogen in their core and instead draw fuel from a shell around the core. Some of these stars enter a namesake asymptotic branch on the HR-diagram, and they often lose their outer mass to planetary nebulae before reducing into a white dwarf. For 10 points, name these large, cool stars such as Aldebaran": {
    "guess": "Red giant",
    "confidence": [
      [
        "Red",
        -0.38982213
      ],
      [
        " giant",
        -0.5389318
      ]
    ]
  },
  "The correspondence of one ruler from the Middle Period of this people with Egypt's Akhenaten makes up part of the so-called \"Amarna Letters,\" which include details of that ruler's daughter's marriage to the king of Babylon. Along with Ashur-Uballit, another ruler of a later period of this kingdom was known as \"Pul\" in the Old Testament, which documents his seizure of Damascus in the Book of Kings. Tiglath-Pilaser III of this kingdom was succeeded by Sargon II. FTP what was this Ancient Near East": {
    "guess": "Assyria",
    "confidence": [
      [
        "Ass",
        -0.07492028
      ],
      [
        "y",
        -6.869018e-06
      ],
      [
        "ria",
        -0.029579459
      ]
    ]
  },
  "A cornerstone laid for this building was removed two years later after it was redesigned. Chamfered corners begin on this building's 20th floor, making the rest consist of 8 isosceles triangles. When completed, this structure will stand 1776 feet tall, and(*) Conde Nast is a planned major tenant of this building. Designed by Daniel Libeskind, this structure surpassed the Empire State Building as the tallest in New York in April, 2012 and is planned to be the third tallest building in the world. For": {
    "guess": "One World Trade Center",
    "confidence": [
      [
        "One",
        -0.27340916
      ],
      [
        " World",
        -2.129266e-05
      ],
      [
        " Trade",
        -1.7478143e-05
      ],
      [
        " Center",
        -3.631232e-05
      ]
    ]
  },
  "The costs that make responding to this phenomenon irrational are termed either menu costs or shoeleather": {
    "guess": "Inflation",
    "confidence": [
      [
        "In",
        -0.06084213
      ],
      [
        "flation",
        -9.4914985e-06
      ]
    ]
  },
  "His cosmology was a conjunction of the astronomy of Alpetragius and the chemistry of Paracelsus. In one of his early works, he compared his theories to a bee gathering honey, in contrast to a spider spinning a web. In that work he also attacked the work of Telesio, as an extension of earlier criticisms in On the Principles and Origins According to the Fables of Cupid and Coleum. In the second part": {
    "guess": "Denis Diderot",
    "confidence": [
      [
        "Den",
        -0.42624706
      ],
      [
        "is",
        -0.001168199
      ],
      [
        " D",
        -0.00089275953
      ],
      [
        "ider",
        -8.089449e-05
      ],
      [
        "ot",
        -0.00023321842
      ]
    ]
  },
  "The correspondence of one ruler from the Middle Period of this people with Egypt's Akhenaten makes up part of the so-called \"Amarna Letters,\" which include details of that ruler's daughter's marriage to the king of Babylon. Along with Ashur-Uballit, another ruler of a later period of this kingdom was": {
    "guess": "Assyria",
    "confidence": [
      [
        "Ass",
        -0.7460938
      ],
      [
        "y",
        -8.172892e-05
      ],
      [
        "ria",
        -0.031855322
      ]
    ]
  },
  "Correlation functions between an odd number of terms vanish in this theory according to Furry's theorem. The Z1 and Z2 renormalization factors are equal to all orders of this theory, which accurately describes Bhabha scattering. The inner product of an on-shell four-momentum with a scattering amplitude equals zero according to the Ward identity in this theory. Trace identities are very useful for manipulating the (*) gamma matrices that appear in this theory. This U(1) abelian gauge theory expands problems perturbatively in powers of the fine structure constant, which is also the coupling constant for the interaction it describes. This theory can be used to compute the Klein-Nishina formula for the Compton scattering cross section, and its extremely accurate predictions won the Nobel Prize for Feynman, Schwinger, and Tomonaga. For 10 points, name this quantum field theory that describes the": {
    "guess": "Quantum electrodynamics",
    "confidence": [
      [
        "Quant",
        -0.0075190733
      ],
      [
        "um",
        -7.6364755e-05
      ],
      [
        " elect",
        -0.1688381
      ],
      [
        "rod",
        -3.1737043e-06
      ],
      [
        "ynamics",
        -4.465658e-05
      ]
    ]
  },
  "One corollary of the Riemann Hypothesis is that the difference between the logarithmic integral and the": {
    "guess": "Natural logarithm",
    "confidence": [
      [
        "Natural",
        -0.20928787
      ],
      [
        " logarith",
        -0.0005237233
      ],
      [
        "m",
        -0.00026145502
      ]
    ]
  },
  "The cosmic microwave background radiation exists slightly above this condition, as do both lambda points for helium. Bose-Einstein condensates also exist at points near this condition. The Third Law of": {
    "guess": "Absolute zero",
    "confidence": [
      [
        "Absolute",
        -0.31350595
      ],
      [
        " zero",
        -0.011136251
      ]
    ]
  },
  "A cornerstone laid for this building was removed two years later after it was redesigned. Chamfered corners begin on this building's 20th floor, making the rest consist of 8 isosceles triangles. When completed, this structure will stand 1776 feet tall, and(*) Conde Nast is a planned major tenant of this building. Designed by Daniel Libeskind, this structure surpassed the Empire State Building as the": {
    "guess": "2 World Trade Center",
    "confidence": [
      [
        "2",
        -0.69831204
      ],
      [
        " World",
        -0.00071779237
      ],
      [
        " Trade",
        -8.351697e-05
      ],
      [
        " Center",
        -7.7318386e-05
      ]
    ]
  },
  "Cortical and cancellous tissues compose these organs, and the fusion of their epiphysis and diaphysis": {
    "guess": "Bone",
    "confidence": [
      [
        "Bone",
        -0.12037953
      ]
    ]
  },
  "Cost-push inflation occurs when the basic price rises while this value falls. Calculated using either the income or expenditure approach, its namesake \"deflator\" includes producer goods as well as government-purchased goods and services. Its \"net\" form can be found by subtracting capital depreciation from this value. Unlike its counterpart, it does not account for investments by foreigners nor investments held by natives in other countries. For 10 points, identify this measure of economic growth abbreviated as GDP.": {
    "guess": "Gross domestic product",
    "confidence": [
      [
        "G",
        -0.0013698806
      ],
      [
        "ross",
        -0.0050872876
      ],
      [
        " domestic",
        -0.14204952
      ],
      [
        " product",
        -3.368984e-05
      ]
    ]
  },
  "The corner of a window is visible behind a second archway in the upper right of this painting, which is set in a room with white and hatched brown tiles. One of the title figures of this painting has his arm around the side of another, and on the right a woman with a green headband leans on the shoulder of her sister, while a third woman cradles two children beside them. One bronze and two silver helmets are worn by the title figures, one of who holds a spear that mirrors the angle of three differently shaped swords, which are being offered to their outstretched hands by their father. For ten points, name this painting of an episode from Livy, a Jacques-Louis David work in which three Roman brothers": {
    "guess": "Oath of the Horatii",
    "confidence": [
      [
        "O",
        -0.0035783339
      ],
      [
        "ath",
        -2.677603e-05
      ],
      [
        " of",
        -4.692145e-05
      ],
      [
        " the",
        -0.00035465028
      ],
      [
        " Hor",
        -3.8219583e-05
      ],
      [
        "at",
        -0.00021283828
      ],
      [
        "ii",
        -1.700133e-05
      ]
    ]
  },
  "The coronation festivities of this man resulted in an unfortunate tragedy in Khodynka as peasants started to worry about there being enough beer. Evno Azef was outed as a spy working for this man, and Father Gapon attempted to organize a strike during this man's reign that was brutally suppressed. This man's finance minister negotiated the end to a war with Japan in the Treaty of Portsmuth, and was named Sergei Witte. Along with members of his family, he was killed in the Ipatiev house in the city": {
    "guess": "Nicholas II of Russia",
    "confidence": [
      [
        "Nich",
        -0.0029381213
      ],
      [
        "olas",
        -0.0005964009
      ],
      [
        " II",
        -0.002538444
      ],
      [
        " of",
        -0.108890556
      ],
      [
        " Russia",
        -0.000687533
      ]
    ]
  },
  "The corner of a window is visible behind a second archway in the upper right of this painting, which": {
    "guess": "The Arnolfini Portrait",
    "confidence": [
      [
        "The",
        -0.6615981
      ],
      [
        " Arn",
        -1.1066908
      ],
      [
        "ol",
        -8.89548e-06
      ],
      [
        "fin",
        -6.1537958e-06
      ],
      [
        "i",
        -1.7835755e-05
      ],
      [
        " Portrait",
        -8.900034e-05
      ]
    ]
  },
  "The corner of a window is visible behind a second archway in the upper right of this painting, which is set in a room with white and hatched brown tiles. One of the title figures of this painting has his arm around the side of another, and on the right a woman with a green headband leans on the shoulder": {
    "guess": "The Calling of St Matthew (Caravaggio)",
    "confidence": [
      [
        "The",
        -0.4338326
      ],
      [
        " Calling",
        -1.2613122
      ],
      [
        " of",
        -4.954393e-05
      ],
      [
        " St",
        -0.0066877836
      ],
      [
        " Matthew",
        -0.022461664
      ],
      [
        " (",
        -0.015486255
      ],
      [
        "Car",
        -0.0011022298
      ],
      [
        "av",
        -0.00016802136
      ],
      [
        "aggio",
        -8.89548e-06
      ],
      [
        ")",
        -3.0545007e-06
      ]
    ]
  },
  "This man corrected the Clausius-Mossotti equation to account for permanent dipoles in a gas, and he confirmed the existence of the acusto-optic diffraction with Sears. With Lorenz and Mie, he lends his name to a model of light scattering by a spherical particle. His temperature is defined as his frequency multiplied by Planck's quantum constant, divided by Boltzmann's constant. That frequency is the highest-frequency normal mode of vibration in a crystalline lattice, and with Ivar Waller he lends": {
    "guess": "Albert Einstein",
    "confidence": [
      [
        "Albert",
        -0.5571245
      ],
      [
        " Einstein",
        -0.004427509
      ]
    ]
  },
  "This man corrected the Clausius-Mossotti equation to account for permanent dipoles in a gas, and he confirmed": {
    "guess": "Fritz London",
    "confidence": [
      [
        "F",
        -0.22699498
      ],
      [
        "ritz",
        -0.038189985
      ],
      [
        " London",
        -0.029903907
      ]
    ]
  },
  "A cornerstone laid for this building was removed two years later after it was redesigned. Chamfered corners begin on this building's 20th floor, making the rest consist of 8 isosceles triangles. When completed,": {
    "guess": "Flatiron Building",
    "confidence": [
      [
        "Flat",
        -1.0843588
      ],
      [
        "iron",
        -0.0008089099
      ],
      [
        " Building",
        -7.696077e-05
      ]
    ]
  },
  "Correlation functions between an odd number of terms vanish in this theory according to Furry's theorem. The Z1 and Z2 renormalization factors are equal to all orders of this theory, which accurately describes Bhabha scattering. The inner product of an on-shell four-momentum with a scattering amplitude equals zero according to the Ward identity in this theory. Trace identities are very useful for manipulating the (*) gamma matrices that appear in this theory. This U(1) abelian gauge theory expands": {
    "guess": "Quantum electrodynamics",
    "confidence": [
      [
        "Quant",
        -0.010006095
      ],
      [
        "um",
        -1.6240566e-06
      ],
      [
        " elect",
        -0.2075205
      ],
      [
        "rod",
        -7.107425e-06
      ],
      [
        "ynamics",
        -5.2001665e-06
      ]
    ]
  },
  "A cornerstone laid for this building was removed two years later after it was redesigned. Chamfered corners begin on this building's 20th floor, making the rest consist of 8 isosceles triangles. When completed, this structure will stand 1776 feet tall, and(*) Conde Nast is a planned major tenant of this": {
    "guess": "List of tallest buildings in New York City",
    "confidence": [
      [
        "List",
        -1.201695
      ],
      [
        " of",
        -3.166338e-05
      ],
      [
        " tallest",
        -0.04536705
      ],
      [
        " buildings",
        -0.00081915775
      ],
      [
        " in",
        -0.009379191
      ],
      [
        " New",
        -0.6481634
      ],
      [
        " York",
        -0.00020234835
      ],
      [
        " City",
        -1.5809293e-05
      ]
    ]
  },
  "This man corrected the Clausius-Mossotti equation to account for permanent dipoles in a gas, and he confirmed the existence of the acusto-optic diffraction with Sears. With Lorenz and Mie, he lends his name to a model of light scattering by a spherical particle. His temperature is defined as his frequency multiplied by Planck's quantum constant, divided by Boltzmann's constant. That frequency is the highest-frequency normal mode of vibration in a crystalline lattice, and with Ivar Waller he lends his name to a factor that describes the disorder in a crystal. Together with H?ckel, he developed a": {
    "guess": "Albert Einstein",
    "confidence": [
      [
        "Albert",
        -0.3107434
      ],
      [
        " Einstein",
        -0.006847743
      ]
    ]
  },
  "The cores of these stars are convectively mixed with their outer layers in a process known as dredge-up.": {
    "guess": "Red giant",
    "confidence": [
      [
        "Red",
        -0.611968
      ],
      [
        " giant",
        -0.31135094
      ]
    ]
  },
  "This man corrected the Clausius-Mossotti equation to account for permanent dipoles in a gas, and he confirmed the existence of the acusto-optic diffraction with Sears. With Lorenz and Mie, he lends his": {
    "guess": "Fritz London",
    "confidence": [
      [
        "F",
        -0.7406151
      ],
      [
        "ritz",
        -0.24187073
      ],
      [
        " London",
        -0.53002244
      ]
    ]
  },
  "The coronation festivities of this man resulted in an unfortunate tragedy in Khodynka as peasants started to worry about there being enough beer. Evno Azef was outed as a spy working for this man, and Father Gapon attempted to organize a strike during this man's reign that was brutally suppressed. This man's finance minister negotiated the end to a war with Japan in the Treaty of Portsmuth, and was named Sergei Witte. Along with members of his family, he was killed in the Ipatiev house in the city of Yekaterinburg. For 10 points, identify this Tsar, the last Romanov ruler of Russia. ": {
    "guess": "Nicholas II of Russia",
    "confidence": [
      [
        "Nich",
        -0.000932183
      ],
      [
        "olas",
        -1.2664457e-06
      ],
      [
        " II",
        -1.342522e-05
      ],
      [
        " of",
        -1.6166903e-05
      ],
      [
        " Russia",
        -3.1544176e-05
      ]
    ]
  }
}