{
  "One agitator of this conflict was broken at the wheel at Kazimiersz despite the pleas of his sister, Princess Ulrica; that man was Johann Patkul. One battle in this war led to Denmark's exit in the Peace of Travendal, and another country in this conflict was occupied with Golitsyn as its governor in": {
    "guess": "Great Northern War",
    "confidence": [
      [
        "Great",
        -0.18136089
      ],
      [
        " Northern",
        -0.0044708275
      ],
      [
        " War",
        -0.00022701983
      ]
    ]
  },
  "One agitator of this conflict was broken at the wheel at Kazimiersz despite the pleas of his sister, Princess Ulrica; that man was Johann Patkul. One battle in this war led to Denmark's exit in the Peace of Travendal, and another country in this conflict was occupied with Golitsyn as its governor in an event known as the Greater Wrath. The Treaty of Preobrazhenskoye spurred this conflict, which saw early defeat for the eventual victors under Charles Eugene de Croy. This war ended by the Treaty of": {
    "guess": "Great Northern War",
    "confidence": [
      [
        "Great",
        -0.06827681
      ],
      [
        " Northern",
        -0.00076734077
      ],
      [
        " War",
        -2.2842309e-05
      ]
    ]
  },
  "One agitator of this conflict was broken at the wheel at Kazimiersz despite the pleas of his sister, Princess Ulrica; that man was Johann Patkul. One battle in this war led to Denmark's exit in the Peace of Travendal, and another country in this conflict was occupied with Golitsyn as its governor in an event known as the Greater Wrath. The Treaty of Preobrazhenskoye spurred this conflict, which saw": {
    "guess": "Great Northern War",
    "confidence": [
      [
        "Great",
        -0.019193733
      ],
      [
        " Northern",
        -0.00029768562
      ],
      [
        " War",
        -2.6537622e-05
      ]
    ]
  },
  "One agitator of this conflict was broken at the wheel at Kazimiersz despite the pleas of his sister, Princess Ulrica; that man was Johann Patkul. One battle in this war led to Denmark's exit in the Peace of Travendal, and another country in this conflict was occupied with Golitsyn as its governor in an event known as the Greater Wrath. The Treaty of Preobrazhenskoye spurred this conflict, which saw early defeat for the eventual victors under Charles Eugene de Croy. This war ended by the Treaty of Nystadt included the decisive Battle of Poltava. For 10 points, name this 1700s conflict that began at the Battle of Narva between Charles XII's Sweden and Peter the Great's Russia.": {
    "guess": "Great Northern War",
    "confidence": [
      [
        "Great",
        -0.0029210183
      ],
      [
        " Northern",
        -5.0735965e-05
      ],
      [
        " War",
        -9.133887e-06
      ]
    ]
  },
  "One agitator of this conflict was broken at the wheel at Kazimiersz despite the pleas of his sister,": {
    "guess": "Cercis siliquastrum",
    "confidence": [
      [
        "C",
        -1.2927142
      ],
      [
        "erc",
        -0.04617529
      ],
      [
        "is",
        -0.0001039008
      ],
      [
        " s",
        -0.0014339206
      ],
      [
        "ili",
        -3.6789137e-05
      ],
      [
        "qu",
        -0.00010497363
      ],
      [
        "astr",
        -7.107425e-06
      ],
      [
        "um",
        -1.3544423e-05
      ]
    ]
  },
  "One agitator of this conflict was broken at the wheel at Kazimiersz despite the pleas of his sister, Princess Ulrica; that man was Johann Patkul. One battle in this war led to Denmark's exit in the Peace": {
    "guess": "Great Northern War",
    "confidence": [
      [
        "Great",
        -0.9081519
      ],
      [
        " Northern",
        -0.002243989
      ],
      [
        " War",
        -0.00026228945
      ]
    ]
  },
  "One agitator of this conflict was broken at the wheel at Kazimiersz despite the pleas of his sister, Princess Ulrica; that man was Johann Patkul. One battle in this war led to Denmark's exit in the Peace of Travendal, and another country in this conflict was occupied with Golitsyn as its governor in an event known as the Greater Wrath. The Treaty of Preobrazhenskoye spurred this conflict, which saw early defeat for the eventual victors under Charles Eugene de Croy. This war ended by the Treaty of Nystadt included the decisive Battle of Poltava. For 10 points, name this 1700s conflict that began": {
    "guess": "Great Northern War",
    "confidence": [
      [
        "Great",
        -0.024960464
      ],
      [
        " Northern",
        -0.00049298344
      ],
      [
        " War",
        -1.569009e-05
      ]
    ]
  }
}