{
  "The Qaraqum canal's inefficiency has caused partially recession of this body, whose surrounding hands were once home to Khwarezm. Once home to more than 1000 islands, this \"Sea of Islands\" consists of three separate bodies water, including a \"Greater\" and \"Lesser\" one. On its eastern edge lies the Ustyurt Plateau, while its southern shore holds the Amu Darya delta. Once the fourth largest inland lake, the diversion of the Amu Darya and Syr Darya into Soviet irrigation and hydroelectric power projects have caused its waters to recede, leaving a large desert in its wake. FTP, name this Eurasian saltwater": {
    "guess": "Aral Sea",
    "confidence": [
      [
        "A",
        -0.006251204
      ],
      [
        "ral",
        -1.7716551e-05
      ],
      [
        " Sea",
        -0.0016173348
      ]
    ]
  },
  "The Qaraqum canal's inefficiency has caused partially recession of this body, whose surrounding hands were once home to Khwarezm. Once home to more than 1000 islands, this \"Sea of Islands\" consists of three separate bodies water, including a \"Greater\" and \"Lesser\" one. On its eastern edge lies the Ustyurt Plateau, while its southern shore holds the Amu Darya delta. Once the fourth largest inland lake, the diversion of the Amu Darya and Syr Darya into Soviet irrigation and hydroelectric power projects": {
    "guess": "Aral Sea",
    "confidence": [
      [
        "A",
        -0.029944288
      ],
      [
        "ral",
        -2.6060809e-05
      ],
      [
        " Sea",
        -0.0014764139
      ]
    ]
  },
  "The Qaraqum canal's inefficiency has caused partially recession of this body, whose surrounding hands were once home to Khwarezm. Once home to more than 1000 islands, this \"Sea of Islands\" consists of": {
    "guess": "Aral Sea",
    "confidence": [
      [
        "A",
        -0.006523049
      ],
      [
        "ral",
        -2.2723105e-05
      ],
      [
        " Sea",
        -0.002422391
      ]
    ]
  },
  "The Qaraqum canal's inefficiency has caused partially recession of this body, whose surrounding hands were once home to Khwarezm. Once home to more than 1000 islands, this \"Sea of Islands\" consists of three separate bodies water, including a \"Greater\" and \"Lesser\" one. On its eastern edge lies the Ustyurt Plateau, while its southern shore holds the Amu Darya delta. Once the fourth largest inland lake,": {
    "guess": "Aral Sea",
    "confidence": [
      [
        "A",
        -0.007672399
      ],
      [
        "ral",
        -5.0974373e-05
      ],
      [
        " Sea",
        -0.0015328322
      ]
    ]
  },
  "The Qaraqum canal's inefficiency has caused partially recession of this body, whose surrounding hands were once home to Khwarezm. Once home to more than 1000 islands, this \"Sea of Islands\" consists of three separate bodies water, including a \"Greater\" and \"Lesser\" one. On its eastern edge lies the Ustyurt": {
    "guess": "Aral Sea",
    "confidence": [
      [
        "A",
        -0.0070460485
      ],
      [
        "ral",
        -3.368984e-05
      ],
      [
        " Sea",
        -0.0018561732
      ]
    ]
  },
  "The Qaraqum canal's inefficiency has caused partially recession of this body, whose surrounding hands were once home to Khwarezm. Once home to more than 1000 islands, this \"Sea of Islands\" consists of three separate bodies water, including a \"Greater\" and \"Lesser\" one. On its eastern edge lies the Ustyurt Plateau, while its southern shore holds the Amu Darya delta. Once the fourth largest inland lake, the diversion of the Amu Darya and Syr Darya into Soviet irrigation and hydroelectric power projects have caused its waters to recede, leaving a large desert in its wake. FTP, name this Eurasian saltwater lake shared by Kazakhstan and Uzbekistan.": {
    "guess": "Aral Sea",
    "confidence": [
      [
        "A",
        -0.02786571
      ],
      [
        "ral",
        -3.190179e-05
      ],
      [
        " Sea",
        -0.0009035998
      ]
    ]
  },
  "The Qaraqum canal's inefficiency has caused partially recession of this body, whose surrounding hands": {
    "guess": "Aral Sea",
    "confidence": [
      [
        "A",
        -0.020006748
      ],
      [
        "ral",
        -1.9146995e-05
      ],
      [
        " Sea",
        -0.005197586
      ]
    ]
  }
}