{
  "or _f_]  A work of fiction in this book describes a couple embracing and kissing each other while standing in a field of violets. One character in this book discusses his theories on how all scenic glances are composed of air and distance, but it's the supernaturalism that makes them special. George tosses some pictures besmirched with blood into a river after an Italian is stabbed. The protagonist": {
    "guess": "The Picture of Dorian Gray",
    "confidence": [
      [
        "The",
        -1.305429
      ],
      [
        " Picture",
        -0.522904
      ],
      [
        " of",
        -0.00019293126
      ],
      [
        " D",
        -0.000723395
      ],
      [
        "orian",
        -1.1637165e-05
      ],
      [
        " Gray",
        -0.00067062076
      ]
    ]
  },
  "or _f_]  A work of fiction in this book describes a couple embracing and kissing each other while standing in a field of violets. One character in this book discusses his theories on how all scenic glances are composed of air and distance, but it's the supernaturalism that makes them special. George tosses some pictures besmirched with blood into a river after an Italian is stabbed. The protagonist of this work is disappointed while traveling with Mr. Eager, because the book-writing Miss Lavish is using a murder for her novel. It begins at the Bertolini Pension, where Reverend Beebe does a room swap with Charlotte Bartlett. FTP, name this novel in which Cecil Vyse and Lucy Honeychurch interact": {
    "guess": "A Room with a View",
    "confidence": [
      [
        "A",
        -0.028758328
      ],
      [
        " Room",
        -0.001218094
      ],
      [
        " with",
        -0.001964201
      ],
      [
        " a",
        -0.0007485176
      ],
      [
        " View",
        -0.00019698418
      ]
    ]
  },
  "or _f_]  A work of fiction in this book describes a couple embracing and kissing each other while standing in a field of violets. One character in this book discusses his theories on how all scenic glances are composed of air and distance, but it's the supernaturalism that makes them special. George tosses some pictures besmirched with blood into a river after an Italian is stabbed. The protagonist of this work is disappointed while traveling with Mr. Eager, because the book-writing Miss Lavish is using a murder for her novel. It begins at the Bertolini Pension, where Reverend Beebe does a room swap with Charlotte Bartlett. FTP, name this novel in which Cecil Vyse and Lucy Honeychurch interact with George Emerson and spend some time gazing out from the title location, a work written by E.M.": {
    "guess": "A Room with a View",
    "confidence": [
      [
        "A",
        -0.011675556
      ],
      [
        " Room",
        -0.0017082561
      ],
      [
        " with",
        -0.003084071
      ],
      [
        " a",
        -0.0006701439
      ],
      [
        " View",
        -0.00034476008
      ]
    ]
  },
  "or _f_]  A work of fiction in this book describes a couple embracing and kissing each other while standing in a field of violets. One character in this book discusses his theories on how all scenic glances are composed of air and distance, but it's the supernaturalism that makes them special. George tosses some pictures besmirched with blood into a river after an Italian is stabbed. The protagonist of this work is disappointed while traveling with Mr. Eager, because the book-writing Miss Lavish is using a murder for her novel. It begins at the Bertolini Pension, where Reverend Beebe does a room swap with Charlotte Bartlett. FTP, name this novel in which Cecil Vyse and Lucy Honeychurch interact with George Emerson and spend some time gazing out from the title location, a work written by E.M. Forster.": {
    "guess": "A Room with a View",
    "confidence": [
      [
        "A",
        -0.0033888603
      ],
      [
        " Room",
        -0.000685987
      ],
      [
        " with",
        -0.0002447702
      ],
      [
        " a",
        -0.00020449402
      ],
      [
        " View",
        -6.384837e-05
      ]
    ]
  },
  "or _f_]  A work of fiction in this book describes a couple embracing and kissing each other while standing in a field of violets. One character in this book discusses his theories on how all scenic glances": {
    "guess": "The Picture of Dorian Gray",
    "confidence": [
      [
        "The",
        -0.88004875
      ],
      [
        " Picture",
        -0.3187684
      ],
      [
        " of",
        -0.00021867557
      ],
      [
        " D",
        -0.0002577634
      ],
      [
        "orian",
        -1.0564331e-05
      ],
      [
        " Gray",
        -0.00030495704
      ]
    ]
  },
  "or _f_]  A work of fiction in this book describes a couple embracing and kissing each other while standing in a field of violets. One character in this book discusses his theories on how all scenic glances are composed of air and distance, but it's the supernaturalism that makes them special. George": {
    "guess": "The Picture of Dorian Gray",
    "confidence": [
      [
        "The",
        -1.4417483
      ],
      [
        " Picture",
        -0.5474457
      ],
      [
        " of",
        -0.00010235115
      ],
      [
        " D",
        -0.00029530155
      ],
      [
        "orian",
        -7.822647e-06
      ],
      [
        " Gray",
        -0.00019877224
      ]
    ]
  },
  "or _f_]  A work of fiction in this book describes a couple embracing and kissing each other while standing": {
    "guess": "The Great Gatsby",
    "confidence": [
      [
        "The",
        -1.0116014
      ],
      [
        " Great",
        -1.2524441
      ],
      [
        " G",
        -0.00031353603
      ],
      [
        "atsby",
        -6.134509e-05
      ]
    ]
  },
  "or _f_]  A work of fiction in this book describes a couple embracing and kissing each other while standing in a field of violets. One character in this book discusses his theories on how all scenic glances are composed of air and distance, but it's the supernaturalism that makes them special. George tosses some pictures besmirched with blood into a river after an Italian is stabbed. The protagonist of this work is disappointed while traveling with Mr. Eager, because the book-writing Miss Lavish is": {
    "guess": "A Room with a View",
    "confidence": [
      [
        "A",
        -0.19571191
      ],
      [
        " Room",
        -0.008966236
      ],
      [
        " with",
        -0.0038433056
      ],
      [
        " a",
        -0.0006604921
      ],
      [
        " View",
        -0.0005211008
      ]
    ]
  },
  "or _f_]  A work of fiction in this book describes a couple embracing and kissing each other while standing in a field of violets. One character in this book discusses his theories on how all scenic glances are composed of air and distance, but it's the supernaturalism that makes them special. George tosses some pictures besmirched with blood into a river after an Italian is stabbed. The protagonist of this work is disappointed while traveling with Mr. Eager, because the book-writing Miss Lavish is using a murder for her novel. It begins at the Bertolini Pension, where Reverend Beebe does a room": {
    "guess": "A Room with a View",
    "confidence": [
      [
        "A",
        -0.07850855
      ],
      [
        " Room",
        -0.0015371197
      ],
      [
        " with",
        -0.0041847713
      ],
      [
        " a",
        -0.00053158705
      ],
      [
        " View",
        -0.00036502103
      ]
    ]
  }
}