{
  "Taught English by \"The Fiddler,\" he marries a woman named Bell and has a daughter named Kizzy after part of his foot is cut off. The son of Omoro and Binta, he is attacked by toubob while looking for wood to make a drum and taken from the Gambia to Annapolis, where a memorial to him now stands. For 10": {
    "guess": "Kunta Kinte",
    "confidence": [
      [
        "K",
        -0.019340146
      ],
      [
        "unta",
        -0.00013250235
      ],
      [
        " K",
        -0.00042638523
      ],
      [
        "inte",
        -0.0013444005
      ]
    ]
  },
  "He taught himself composition, with the help in counterpoint from the Austrian composer Alexander Zemlinsky,": {
    "guess": "Arnold Schoenberg",
    "confidence": [
      [
        "Arn",
        -0.77624327
      ],
      [
        "old",
        -9.126521e-05
      ],
      [
        " Scho",
        -0.0017749037
      ],
      [
        "enberg",
        -4.954393e-05
      ]
    ]
  },
  "This man was taught by a musical theorist named Damon, and he prosecuted Cimon failing to conquer Macedonia,": {
    "guess": "Pericles",
    "confidence": [
      [
        "Per",
        -0.04652673
      ],
      [
        "icles",
        -0.0017496729
      ]
    ]
  },
  "Taught by his musicologist father, this performer gave his first public concert in Paris at the age of 6. Studing under Leonard Rose at Julliard, he is known for his many groundbreaking recording with the pianist Emanuel Ax, and received the prestigious Avery Fisher Prize in 1978, although in recent": {
    "guess": "Yo-Yo Ma",
    "confidence": [
      [
        "Yo",
        -0.003956225
      ],
      [
        "-Y",
        -0.011423267
      ],
      [
        "o",
        -5.8722613e-05
      ],
      [
        " Ma",
        -0.00033308176
      ]
    ]
  },
  "Taught English by \"The Fiddler,\" he marries a woman named Bell and has a daughter named Kizzy after part of his foot is cut off. The son of Omoro and Binta, he is attacked by toubob while looking for wood": {
    "guess": "Kunta Kinte",
    "confidence": [
      [
        "K",
        -0.059332445
      ],
      [
        "unta",
        -5.347765e-05
      ],
      [
        " K",
        -0.00056709145
      ],
      [
        "inte",
        -0.0016695844
      ]
    ]
  },
  "Taught by his musicologist father, this performer gave his first public concert in Paris at the age of": {
    "guess": "Wolfgang Amadeus Mozart",
    "confidence": [
      [
        "W",
        -0.7400348
      ],
      [
        "ol",
        -0.0024924222
      ],
      [
        "fgang",
        -0.000111291425
      ],
      [
        " Am",
        -0.0059221582
      ],
      [
        "ade",
        -6.098748e-05
      ],
      [
        "us",
        -0.0002456046
      ],
      [
        " Mozart",
        -7.5411124e-05
      ]
    ]
  },
  "This man was taught by a musical theorist named Damon, and he prosecuted Cimon failing to conquer Macedonia, and he subdued Samos following its 440 BCE revolt. The son of Xanthippus, this man paid Aeschylus": {
    "guess": "Pericles",
    "confidence": [
      [
        "Per",
        -0.004456824
      ],
      [
        "icles",
        -0.00026300468
      ]
    ]
  },
  "He taught himself composition, with the help in counterpoint from the Austrian composer Alexander Zemlinsky, and in 1899, produced his first major work, the tone poem Verklärte Nacht. In 1903, he moved to Vienna where he published the book Theory of Harmony, and then moved on to Berlin, where he wrote Pierrot Lunaire. For ten points, name this composer who helped develop atonality in music as the creator of the twelve-tone row.": {
    "guess": "Arnold Schoenberg",
    "confidence": [
      [
        "Arn",
        -0.0016561365
      ],
      [
        "old",
        -4.9617593e-06
      ],
      [
        " Scho",
        -0.00045045334
      ],
      [
        "enberg",
        -1.1756368e-05
      ]
    ]
  },
  "This man was taught by a musical theorist named Damon, and he prosecuted Cimon failing to conquer Macedonia, and he subdued Samos following its 440 BCE revolt. The son of Xanthippus, this man paid Aeschylus to write the Persian trilogy and ostracized his rival, the statesman Thucydides, and this man's mistress was Aspasia. For 10 points name this Athenian statesman who oversaw the construction of the Acropolis.": {
    "guess": "Pericles",
    "confidence": [
      [
        "Per",
        -0.005226648
      ],
      [
        "icles",
        -0.0001505021
      ]
    ]
  },
  "Taught by his musicologist father, this performer gave his first public concert in Paris at the age of 6. Studing under Leonard Rose at Julliard, he is known for his many groundbreaking recording with the pianist Emanuel Ax, and received the prestigious Avery Fisher Prize in 1978, although in recent years he has professed a desire to give up his most famous instrument for the accordian. Known for his wide reportoire and combination of technical virtuosity and lyrical expression, FTP, who is this famous cellist?": {
    "guess": "Yo-Yo Ma",
    "confidence": [
      [
        "Yo",
        -0.018924374
      ],
      [
        "-Y",
        -0.013740778
      ],
      [
        "o",
        -3.5597102e-05
      ],
      [
        " Ma",
        -9.400689e-05
      ]
    ]
  },
  "Taught English by \"The Fiddler,\" he marries a woman named Bell and has a daughter named Kizzy after part": {
    "guess": "Roots: The Saga of an American Family",
    "confidence": [
      [
        "Root",
        -0.037966885
      ],
      [
        "s",
        -0.001295835
      ],
      [
        ":",
        -0.11425667
      ],
      [
        " The",
        -0.0005063269
      ],
      [
        " Saga",
        -0.0056733913
      ],
      [
        " of",
        -8.041768e-05
      ],
      [
        " an",
        -0.00033808468
      ],
      [
        " American",
        -6.945094e-05
      ],
      [
        " Family",
        -1.8550976e-05
      ]
    ]
  },
  "He taught himself composition, with the help in counterpoint from the Austrian composer Alexander Zemlinsky, and in 1899, produced his first major work, the tone poem Verklärte Nacht. In 1903, he moved to Vienna where he published the book Theory of Harmony, and then moved on to Berlin, where he wrote": {
    "guess": "Arnold Schoenberg",
    "confidence": [
      [
        "Arn",
        -0.035806548
      ],
      [
        "old",
        -3.2929079e-06
      ],
      [
        " Scho",
        -0.002533687
      ],
      [
        "enberg",
        -1.342522e-05
      ]
    ]
  },
  "This man was taught by a musical theorist named Damon, and he prosecuted Cimon failing to conquer Macedonia, and he subdued Samos following its 440 BCE revolt. The son of Xanthippus, this man paid Aeschylus to write the Persian trilogy and ostracized his rival, the statesman Thucydides, and this man's": {
    "guess": "Pericles",
    "confidence": [
      [
        "Per",
        -0.007226905
      ],
      [
        "icles",
        -0.00056697224
      ]
    ]
  },
  "He taught himself composition, with the help in counterpoint from the Austrian composer Alexander Zemlinsky, and in 1899, produced his first major work, the tone poem Verklärte Nacht. In 1903, he moved": {
    "guess": "Alexander von Zemlinsky",
    "confidence": [
      [
        "Alexander",
        -0.7809619
      ],
      [
        " von",
        -0.5048834
      ],
      [
        " Z",
        -9.133887e-06
      ],
      [
        "em",
        -1.0564331e-05
      ],
      [
        "l",
        -0.0007630494
      ],
      [
        "insky",
        -1.3544423e-05
      ]
    ]
  },
  "Taught English by \"The Fiddler,\" he marries a woman named Bell and has a daughter named Kizzy after part of his foot is cut off. The son of Omoro and Binta, he is attacked by toubob while looking for wood to make a drum and taken from the Gambia to Annapolis, where a memorial to him now stands. For 10 points, name this man given the name \"Toby\" by a slave driver, the protagonist of the first part of": {
    "guess": "Kunta Kinte",
    "confidence": [
      [
        "K",
        -0.45059502
      ],
      [
        "unta",
        -0.0006775272
      ],
      [
        " K",
        -0.000462724
      ],
      [
        "inte",
        -0.0011909412
      ]
    ]
  },
  "This man was taught by a musical theorist named Damon, and he prosecuted Cimon failing to conquer Macedonia, and he subdued Samos following its 440 BCE revolt. The son of Xanthippus, this man paid Aeschylus to write the Persian trilogy and ostracized his rival, the statesman Thucydides, and this man's mistress was Aspasia. For 10 points name this Athenian statesman who oversaw the construction of the": {
    "guess": "Pericles",
    "confidence": [
      [
        "Per",
        -0.0074250074
      ],
      [
        "icles",
        -0.00019293126
      ]
    ]
  },
  "Taught English by \"The Fiddler,\" he marries a woman named Bell and has a daughter named Kizzy after part of his foot is cut off. The son of Omoro and Binta, he is attacked by toubob while looking for wood to make a drum and taken from the Gambia to Annapolis, where a memorial to him now stands. For 10 points, name this man given the name \"Toby\" by a slave driver, the protagonist of the first part of Alex Haley's novel Roots.": {
    "guess": "Kunta Kinte",
    "confidence": [
      [
        "K",
        -0.18354903
      ],
      [
        "unta",
        -3.7027545e-05
      ],
      [
        " K",
        -0.000108907356
      ],
      [
        "inte",
        -0.00014263466
      ]
    ]
  },
  "Taught by his musicologist father, this performer gave his first public concert in Paris at the age of 6. Studing under Leonard Rose at Julliard, he is known for his many groundbreaking recording with the pianist Emanuel Ax, and received the prestigious Avery Fisher Prize in 1978, although in recent years he has professed a desire to give up his most famous instrument for the accordian. Known for his wide reportoire and combination of technical virtuosity and lyrical expression, FTP, who is this": {
    "guess": "Yo-Yo Ma",
    "confidence": [
      [
        "Yo",
        -0.0134705445
      ],
      [
        "-Y",
        -0.037631243
      ],
      [
        "o",
        -5.121278e-05
      ],
      [
        " Ma",
        -0.00037788402
      ]
    ]
  },
  "He taught himself composition, with the help in counterpoint from the Austrian composer Alexander Zemlinsky, and in 1899, produced his first major work, the tone poem Verklärte Nacht. In 1903, he moved to Vienna where he published the book Theory of Harmony, and then moved on to Berlin, where he wrote Pierrot Lunaire. For ten points, name this composer who helped develop atonality in music as the creator": {
    "guess": "Arnold Schoenberg",
    "confidence": [
      [
        "Arn",
        -0.0035210797
      ],
      [
        "old",
        -5.4385737e-06
      ],
      [
        " Scho",
        -0.00089419
      ],
      [
        "enberg",
        -1.0921943e-05
      ]
    ]
  },
  "Taught by his musicologist father, this performer gave his first public concert in Paris at the age of 6. Studing under Leonard Rose at Julliard, he is known for his many groundbreaking recording with": {
    "guess": "Yo-Yo Ma",
    "confidence": [
      [
        "Yo",
        -0.019029297
      ],
      [
        "-Y",
        -0.010607722
      ],
      [
        "o",
        -1.3663626e-05
      ],
      [
        " Ma",
        -3.6431527e-05
      ]
    ]
  },
  "Taught by his musicologist father, this performer gave his first public concert in Paris at the age of 6. Studing under Leonard Rose at Julliard, he is known for his many groundbreaking recording with the pianist Emanuel Ax, and received the prestigious Avery Fisher Prize in 1978, although in recent years he has professed a desire to give up his most famous instrument for the accordian. Known for his": {
    "guess": "Yo-Yo Ma",
    "confidence": [
      [
        "Yo",
        -0.0092325155
      ],
      [
        "-Y",
        -0.012344466
      ],
      [
        "o",
        -4.739826e-05
      ],
      [
        " Ma",
        -0.0004454468
      ]
    ]
  }
}