{
  "Vieth, Kolinski, and Skolnick develop Monte Carlo methods for approximating the partition function as well as this quantity. One is subtracted from this quantity and multiplied by beta, representing the fraction of vaporized feed, in the denominator of the Rachford-Rice equation. For multicomponent systems, this quantity's relation to temperature and pressure is graphed in Depriester charts. The change": {
    "guess": "Fugacity",
    "confidence": [
      [
        "F",
        -0.020993523
      ],
      [
        "ug",
        -4.3202e-07
      ],
      [
        "acity",
        -5.8365e-05
      ]
    ]
  },
  "He viewed the home as a \"machine for living in\". His architecture saw buildings reduced to their simplest geometric shapes and his city planning physically separated the individual functions of the metropolis. In 1925 his Plan Voisin proposed the application of his principles to the city of Paris, but": {
    "guess": "Le Corbusier",
    "confidence": [
      [
        "Le",
        -0.004201275
      ],
      [
        " Cor",
        -7.3742274e-05
      ],
      [
        "bus",
        -1.4855664e-05
      ],
      [
        "ier",
        -5.085517e-05
      ]
    ]
  },
  "The Vietnamese version of it was spearheaded by the editor of Giai Pham Mua Xuan, Phan Khoi.  The better-known version featured a symposium at which an engineer complained about 600,000 plows which were unusable in damp soil.  It was inspired by a speech \"On the Correct Handling of Contradictions Among the People,\" though its leader later modified that speech and proclaimed that the intelligentsia had gone too far, sparking the Anti-Rightist campaign.  With a name taken from a slogan which includes a phrase about letting \"schools of thought contend,\" FTP, name this campaign which granted non-Party": {
    "guess": "Hundred Flowers Campaign",
    "confidence": [
      [
        "H",
        -0.035769857
      ],
      [
        "undred",
        -0.00019877224
      ],
      [
        " Flowers",
        -0.0037139768
      ],
      [
        " Campaign",
        -0.00094861846
      ]
    ]
  },
  "Vieth, Kolinski, and Skolnick develop Monte Carlo methods for approximating the partition function as well as this quantity. One is subtracted from this quantity and multiplied by beta, representing the fraction of vaporized feed, in the denominator of the Rachford-Rice equation. For multicomponent systems, this quantity's relation to temperature and pressure is graphed in Depriester charts. The change in the partial molar volume over RT is equal to the partial with respect to pressure of this quantity's natural log, and the temperature partial of the log of this quantity equals the negative change in enthalpy over ideal gas constant by the van 't Hoff equation. Defined as the ratios of the activities of the products to the activities of the reactants, for 10 points, name this quantity usually symbolized k-eq.": {
    "guess": "Gibbs free energy",
    "confidence": [
      [
        "G",
        -0.64671123
      ],
      [
        "ib",
        -2.577686e-06
      ],
      [
        "bs",
        -0.00015669702
      ],
      [
        " free",
        -0.16669472
      ],
      [
        " energy",
        -6.551722e-05
      ]
    ]
  },
  "The Vietnamese version of it was spearheaded by the editor of Giai Pham Mua Xuan, Phan Khoi.  The better-known version featured a symposium at which an engineer complained about 600,000 plows which were unusable in damp soil.  It was inspired by a speech \"On the Correct Handling of Contradictions Among the People,\" though its leader later modified that speech and proclaimed that the intelligentsia had gone too far, sparking the Anti-Rightist campaign.  With a name taken from a slogan which includes a phrase about letting \"schools of thought contend,\" FTP, name this campaign which granted non-Party members freedom of speech and the right to criticize Mao's government in 1956.": {
    "guess": "Hundred Flowers Campaign",
    "confidence": [
      [
        "H",
        -0.0159485
      ],
      [
        "undred",
        -0.00012035091
      ],
      [
        " Flowers",
        -0.0021444317
      ],
      [
        " Campaign",
        -0.0015865087
      ]
    ]
  },
  "Vieth, Kolinski, and Skolnick develop Monte Carlo methods for approximating the partition function as well as this quantity. One is subtracted from this quantity and multiplied by beta, representing the": {
    "guess": "Free energy",
    "confidence": [
      [
        "Free",
        -0.36901274
      ],
      [
        " energy",
        -0.02203728
      ]
    ]
  },
  "He viewed the home as a \"machine for living in\". His architecture saw buildings reduced to their simplest geometric shapes and his city planning physically separated the individual functions of the metropolis. In 1925 his Plan Voisin proposed the application of his principles to the city of Paris, but fortunately it was not adopted. He did receive a commission to design the capital of the Indian State of Punjab, Chandigarh. FTP who was this Swiss- French architect known for putting buildings on concrete pylons?": {
    "guess": "Le Corbusier",
    "confidence": [
      [
        "Le",
        -0.0013883279
      ],
      [
        " Cor",
        -0.000118086034
      ],
      [
        "bus",
        -2.319992e-05
      ],
      [
        "ier",
        -4.2630116e-05
      ]
    ]
  },
  "He viewed the home as a \"machine for living in\". His architecture saw buildings reduced to their simplest geometric shapes and his city planning physically separated the individual functions of the metropolis. In 1925 his Plan Voisin proposed the application of his principles to the city of Paris, but fortunately it was not adopted. He did receive a commission to design the capital of the Indian State": {
    "guess": "Le Corbusier",
    "confidence": [
      [
        "Le",
        -0.0028684698
      ],
      [
        " Cor",
        -0.00026157423
      ],
      [
        "bus",
        -3.631232e-05
      ],
      [
        "ier",
        -5.8722613e-05
      ]
    ]
  },
  "Vieth, Kolinski, and Skolnick develop Monte Carlo methods for approximating the partition function as well as this quantity. One is subtracted from this quantity and multiplied by beta, representing the fraction of vaporized feed, in the denominator of the Rachford-Rice equation. For multicomponent systems, this quantity's relation to temperature and pressure is graphed in Depriester charts. The change in the partial molar volume over RT is equal to the partial with respect to pressure of this quantity's": {
    "guess": "Chemical potential",
    "confidence": [
      [
        "Chem",
        -0.68213
      ],
      [
        "ical",
        -7.465036e-06
      ],
      [
        " potential",
        -0.15580854
      ]
    ]
  },
  "A Viennese one of these objects is depicted by an E-flat major theme in Zoltan Kodaly's Hary Janos suite. The \"chemical\" type of them includes the bromine-dependent B-Z reaction and an iodine-dependent color-changing reaction. A bassoon and string ostinato pattern represents this title object of Haydn's": {
    "guess": "Clock",
    "confidence": [
      [
        "Clock",
        -0.54609144
      ]
    ]
  },
  "A View from the 20th Century of it is the subject of a work by Kaufman Burton, and it is paired with the Cold War in a work by Edward Pessen. Paragraph 29 of it concerns education and states that \"It is essential that public opinion should be enlightened.\" It uses the metaphor of a \"fire not to be quenched\" that \"demands a uniform vigilance to prevent its bursting into a flame.\" First printed in the American Daily Advertiser, it is recited as part of a Senate event every February. It includes the famous line \"Citizens, by birth or choice, of a common country,\" and warned against permanent foreign": {
    "guess": "George Washington's Farewell Address",
    "confidence": [
      [
        "George",
        -0.057164304
      ],
      [
        " Washington",
        -0.00013500563
      ],
      [
        "'s",
        -0.00024739266
      ],
      [
        " Fare",
        -0.001795847
      ],
      [
        "well",
        -6.0391463e-05
      ],
      [
        " Address",
        -4.7994283e-05
      ]
    ]
  },
  "A View from the 20th Century of it is the subject of a work by Kaufman Burton, and it is paired with the Cold War in a work by Edward Pessen. Paragraph 29 of it concerns education and states that \"It is": {
    "guess": "History of education in the United States",
    "confidence": [
      [
        "History",
        -0.7068539
      ],
      [
        " of",
        -0.0026681654
      ],
      [
        " education",
        -0.11208735
      ],
      [
        " in",
        -0.29786733
      ],
      [
        " the",
        -0.005975485
      ],
      [
        " United",
        -0.00014632997
      ],
      [
        " States",
        -0.00066323375
      ]
    ]
  },
  "The viewer is positioned as the role of the fourth player in his painting of three well-dressed ladies playing a parlor card game, Hearts are Trumps. Two nuns can be seen digging a grave at sunset in his far more somber scene, The Vale of Rest. His favorite model and future wife can be seen wrapped in blue and brown blankets, holding a child, and embracing a man in a Tartan kilt in his take on the Jacobite Rebellion, The Order of Release. A magnet for controversy, he was subjected to scathing criticism": {
    "guess": "William Holman Hunt",
    "confidence": [
      [
        "William",
        -0.29333028
      ],
      [
        " Hol",
        -0.37107104
      ],
      [
        "man",
        -0.00026789203
      ],
      [
        " Hunt",
        -0.00034690573
      ]
    ]
  },
  "Vietnamese national hero Le Loi defended his country against this dynasty's forces. The Fish Scale Records were used to calculate taxes by this dynasty's founder, the Hongwu Emperor. This dynasty's Yong-le Emperor ordered the construction of Beijing's Forbidden City. The (*) Yuan Dynasty fell during the Red Turban Rebellion, which brought this dynasty to power. Zheng He was a eunuch admiral who explored": {
    "guess": "Ming dynasty",
    "confidence": [
      [
        "M",
        -0.0027073924
      ],
      [
        "ing",
        -1.7478143e-05
      ],
      [
        " dynasty",
        -0.023178153
      ]
    ]
  },
  "A View from the 20th Century of it is the subject of a work by Kaufman Burton, and it is paired with the Cold War in a work by Edward Pessen. Paragraph 29 of it concerns education and states that \"It is essential that public opinion should be enlightened.\" It uses the metaphor of a \"fire not to be quenched\"": {
    "guess": "History of education in the United States",
    "confidence": [
      [
        "History",
        -1.2915858
      ],
      [
        " of",
        -0.01041297
      ],
      [
        " education",
        -0.69750667
      ],
      [
        " in",
        -0.1015528
      ],
      [
        " the",
        -0.01010122
      ],
      [
        " United",
        -0.00066394533
      ],
      [
        " States",
        -0.0021054097
      ]
    ]
  },
  "The Vietnamese version of it was spearheaded by the editor of Giai Pham Mua Xuan, Phan Khoi.  The better-known version featured a symposium at which an engineer complained about 600,000 plows which were unusable in damp soil.  It was inspired by a speech \"On the Correct Handling of Contradictions Among": {
    "guess": "The Hundred Flowers Campaign",
    "confidence": [
      [
        "The",
        -1.0536819
      ],
      [
        " Hundred",
        -0.084035434
      ],
      [
        " Flowers",
        -0.00032306867
      ],
      [
        " Campaign",
        -0.003550297
      ]
    ]
  },
  "The Vietnamese version of it was spearheaded by the editor of Giai Pham Mua Xuan, Phan Khoi.  The better-known version featured a symposium at which an engineer complained about 600,000 plows which were": {
    "guess": "Vietnamese literature",
    "confidence": [
      [
        "Viet",
        -1.3581058
      ],
      [
        "namese",
        -0.27475068
      ],
      [
        " literature",
        -1.6513602
      ]
    ]
  },
  "Vietnamese national hero Le Loi defended his country against this dynasty's forces. The Fish Scale Records were used to calculate taxes by this dynasty's founder, the Hongwu Emperor. This dynasty's Yong-le": {
    "guess": "Ming dynasty",
    "confidence": [
      [
        "M",
        -0.005735502
      ],
      [
        "ing",
        -2.939851e-05
      ],
      [
        " dynasty",
        -0.014828266
      ]
    ]
  },
  "Vieth, Kolinski, and Skolnick develop Monte Carlo methods for approximating the partition function as well as this quantity. One is subtracted from this quantity and multiplied by beta, representing the fraction of vaporized feed, in the denominator of the Rachford-Rice equation. For multicomponent systems, this quantity's relation to temperature and pressure is graphed in Depriester charts. The change in the partial molar volume over RT is equal to the partial with respect to pressure of this quantity's natural log, and the temperature partial of the log of this quantity equals the negative change": {
    "guess": "Fugacity",
    "confidence": [
      [
        "F",
        -0.14767659
      ],
      [
        "ug",
        -4.3202e-07
      ],
      [
        "acity",
        -0.0001693326
      ]
    ]
  },
  "A View from the 20th Century of it is the subject of a work by Kaufman Burton, and it is paired with the Cold War in a work by Edward Pessen. Paragraph 29 of it concerns education and states that \"It is essential that public opinion should be enlightened.\" It uses the metaphor of a \"fire not to be quenched\" that \"demands a uniform vigilance to prevent its bursting into a flame.\" First printed in the American Daily Advertiser, it is recited as part of a Senate event every February. It includes the": {
    "guess": "George Washington's Farewell Address",
    "confidence": [
      [
        "George",
        -0.042704653
      ],
      [
        " Washington",
        -9.400689e-05
      ],
      [
        "'s",
        -0.00022332452
      ],
      [
        " Fare",
        -0.001878424
      ],
      [
        "well",
        -9.555654e-05
      ],
      [
        " Address",
        -2.7848862e-05
      ]
    ]
  },
  "He viewed the home as a \"machine for living in\". His architecture saw buildings reduced to their simplest": {
    "guess": "Le Corbusier",
    "confidence": [
      [
        "Le",
        -0.0018047726
      ],
      [
        " Cor",
        -7.696077e-05
      ],
      [
        "bus",
        -1.18755715e-05
      ],
      [
        "ier",
        -3.464347e-05
      ]
    ]
  },
  "Vietnamese national hero Le Loi defended his country against this dynasty's forces. The Fish Scale Records were used to calculate taxes by this dynasty's founder, the Hongwu Emperor. This dynasty's Yong-le Emperor ordered the construction of Beijing's Forbidden City. The (*) Yuan Dynasty fell during the Red Turban Rebellion, which brought this dynasty to power. Zheng He was a eunuch admiral who explored under this dynasty's banner. For 10 points, name this Chinese dynasty that began in the 1300s and was renowned for its porcelain.": {
    "guess": "Ming Dynasty",
    "confidence": [
      [
        "M",
        -0.0024100158
      ],
      [
        "ing",
        -3.5597102e-05
      ],
      [
        " Dynasty",
        -0.09408066
      ]
    ]
  },
  "Vieth, Kolinski, and Skolnick develop Monte Carlo methods for approximating the partition function as well as this quantity. One is subtracted from this quantity and multiplied by beta, representing the fraction of vaporized feed, in the denominator of the Rachford-Rice equation. For multicomponent systems, this quantity's relation to temperature and pressure is graphed in Depriester charts. The change in the partial molar volume over RT is equal to the partial with respect to pressure of this quantity's natural log, and the temperature partial of the log of this quantity equals the negative change in enthalpy over ideal gas constant by the van 't Hoff equation. Defined as the ratios of the activities": {
    "guess": "Chemical potential",
    "confidence": [
      [
        "Chem",
        -0.5544859
      ],
      [
        "ical",
        -6.704273e-07
      ],
      [
        " potential",
        -0.3778783
      ]
    ]
  },
  "The viewer is positioned as the role of the fourth player in his painting of three well-dressed ladies playing a parlor card game, Hearts are Trumps. Two nuns can be seen digging a grave at sunset in his far more somber scene, The Vale of Rest. His favorite model and future wife can be seen wrapped in blue and brown blankets, holding a child, and embracing a man in a Tartan kilt in his take on the Jacobite Rebellion, The Order of Release. A magnet for controversy, he was subjected to scathing criticism from Charles Dickens for his Christ in the House of the Carpenters, and attracted infamy by marrying Effie Gray, the ex-wife of John Ruskin, and by making his model Elizabeth Siddal lie in a freezing bathtub to pose for his masterpiece. FTP, name this Pre-Raphaelite painter of Ophelia.": {
    "guess": "John Everett Millais",
    "confidence": [
      [
        "John",
        -0.03156014
      ],
      [
        " Everett",
        -0.00013393279
      ],
      [
        " Mill",
        -5.7961847e-06
      ],
      [
        "ais",
        -9.73446e-05
      ]
    ]
  },
  "A Viennese one of these objects is depicted by an E-flat major theme in Zoltan Kodaly's Hary Janos suite. The \"chemical\" type of them includes the bromine-dependent B-Z reaction and an iodine-dependent color-changing reaction. A bassoon and string ostinato pattern represents this title object of Haydn's 101st symphony. In Great Expectations, these objects are disabled and display equally in Miss Havisham's": {
    "guess": "Clock",
    "confidence": [
      [
        "Clock",
        -0.1495163
      ]
    ]
  },
  "A Viennese one of these objects is depicted by an E-flat major theme in Zoltan Kodaly's Hary Janos suite. The \"chemical\" type of them includes the bromine-dependent B-Z reaction and an iodine-dependent color-changing reaction. A bassoon and string ostinato pattern represents this title object of Haydn's 101st symphony. In Great Expectations, these objects are disabled and display equally in Miss Havisham's house. Ancient China used a type of these objects which used a flow of water to run. A CPU's": {
    "guess": "Clock (signal)",
    "confidence": [
      [
        "Clock",
        -0.10104219
      ],
      [
        " (",
        -0.40194854
      ],
      [
        "signal",
        -0.52272356
      ],
      [
        ")",
        -0.014551399
      ]
    ]
  },
  "A View from the 20th Century of it is the subject of a work by Kaufman Burton, and it is paired with": {
    "guess": "Gross Indecency: The Three Trials of Oscar Wilde",
    "confidence": [
      [
        "G",
        -0.7031617
      ],
      [
        "ross",
        -0.0049731894
      ],
      [
        " Ind",
        -0.0021706016
      ],
      [
        "ec",
        -0.00024168189
      ],
      [
        "ency",
        -0.0024106118
      ],
      [
        ":",
        -0.00033725024
      ],
      [
        " The",
        -0.00036144492
      ],
      [
        " Three",
        -0.005977739
      ],
      [
        " Trials",
        -8.89548e-06
      ],
      [
        " of",
        -7.0523776e-05
      ],
      [
        " Oscar",
        -0.00010664248
      ],
      [
        " Wilde",
        -8.44706e-05
      ]
    ]
  },
  "A View from the 20th Century of it is the subject of a work by Kaufman Burton, and it is paired with the Cold War in a work by Edward Pessen. Paragraph 29 of it concerns education and states that \"It is essential that public opinion should be enlightened.\" It uses the metaphor of a \"fire not to be quenched\" that \"demands a uniform vigilance to prevent its bursting into a flame.\" First printed in the American Daily Advertiser, it is recited as part of a Senate event every February. It includes the famous line \"Citizens, by birth or choice, of a common country,\" and warned against permanent foreign alliances and political factions. FTP, name this famous speech that was actually written as a letter": {
    "guess": "George Washington's Farewell Address",
    "confidence": [
      [
        "George",
        -0.041981127
      ],
      [
        " Washington",
        -0.00018053775
      ],
      [
        "'s",
        -0.00031258242
      ],
      [
        " Fare",
        -0.00058806024
      ],
      [
        "well",
        -9.3530085e-05
      ],
      [
        " Address",
        -3.7623562e-05
      ]
    ]
  },
  "The viewer is positioned as the role of the fourth player in his painting of three well-dressed ladies": {
    "guess": "Édouard Manet",
    "confidence": [
      [
        "É",
        -1.0498195
      ],
      [
        "d",
        -0.0019904936
      ],
      [
        "ou",
        -7.2192626e-05
      ],
      [
        "ard",
        -9.41261e-05
      ],
      [
        " Man",
        -0.0024024087
      ],
      [
        "et",
        -1.0206721e-05
      ]
    ]
  },
  "The viewer is positioned as the role of the fourth player in his painting of three well-dressed ladies playing a parlor card game, Hearts are Trumps. Two nuns can be seen digging a grave at sunset in his far more somber scene, The Vale of Rest. His favorite model and future wife can be seen wrapped in blue and brown blankets, holding a child, and embracing a man in a Tartan kilt in his take on the": {
    "guess": "William Holman Hunt",
    "confidence": [
      [
        "William",
        -1.303068
      ],
      [
        " Hol",
        -0.2530055
      ],
      [
        "man",
        -0.0020549775
      ],
      [
        " Hunt",
        -0.0009430268
      ]
    ]
  },
  "The viewer is positioned as the role of the fourth player in his painting of three well-dressed ladies playing a parlor card game, Hearts are Trumps. Two nuns can be seen digging a grave at sunset in his": {
    "guess": "Johannes Vermeer",
    "confidence": [
      [
        "J",
        -1.9547741
      ],
      [
        "oh",
        -0.013171175
      ],
      [
        "annes",
        -0.004436409
      ],
      [
        " Ver",
        -0.0059183664
      ],
      [
        "meer",
        -7.481511e-05
      ]
    ]
  },
  "Vietnamese national hero Le Loi defended his country against this dynasty's forces. The Fish Scale Records were used to calculate taxes by this dynasty's founder, the Hongwu Emperor. This dynasty's Yong-le Emperor ordered the construction of Beijing's Forbidden City. The (*) Yuan Dynasty fell during": {
    "guess": "Ming dynasty",
    "confidence": [
      [
        "M",
        -0.0008970509
      ],
      [
        "ing",
        -2.8325678e-05
      ],
      [
        " dynasty",
        -0.030951023
      ]
    ]
  },
  "He viewed the home as a \"machine for living in\". His architecture saw buildings reduced to their simplest geometric shapes and his city planning physically separated the individual functions of the metropolis.": {
    "guess": "Le Corbusier",
    "confidence": [
      [
        "Le",
        -0.0010646054
      ],
      [
        " Cor",
        -3.8338785e-05
      ],
      [
        "bus",
        -1.4617256e-05
      ],
      [
        "ier",
        -3.750436e-05
      ]
    ]
  },
  "He viewed the home as a \"machine for living in\". His architecture saw buildings reduced to their simplest geometric shapes and his city planning physically separated the individual functions of the metropolis. In 1925 his Plan Voisin proposed the application of his principles to the city of Paris, but fortunately it was not adopted. He did receive a commission to design the capital of the Indian State of Punjab, Chandigarh. FTP who was this Swiss- French architect known for putting buildings on concrete": {
    "guess": "Le Corbusier",
    "confidence": [
      [
        "Le",
        -0.0007610303
      ],
      [
        " Cor",
        -0.00014942927
      ],
      [
        "bus",
        -1.8193366e-05
      ],
      [
        "ier",
        -3.035214e-05
      ]
    ]
  },
  "The viewer is positioned as the role of the fourth player in his painting of three well-dressed ladies playing a parlor card game, Hearts are Trumps. Two nuns can be seen digging a grave at sunset in his far more somber scene, The Vale of Rest. His favorite model and future wife can be seen wrapped in blue and brown blankets, holding a child, and embracing a man in a Tartan kilt in his take on the Jacobite Rebellion, The Order of Release. A magnet for controversy, he was subjected to scathing criticism from Charles Dickens for his Christ in the House of the Carpenters, and attracted infamy by marrying Effie Gray, the ex-wife of John Ruskin, and by making his model Elizabeth Siddal lie in a freezing": {
    "guess": "John Everett Millais",
    "confidence": [
      [
        "John",
        -0.17584583
      ],
      [
        " Everett",
        -0.0010763956
      ],
      [
        " Mill",
        -3.1544176e-05
      ],
      [
        "ais",
        -0.00015622021
      ]
    ]
  },
  "Vieth, Kolinski, and Skolnick develop Monte Carlo methods for approximating the partition function as well as this quantity. One is subtracted from this quantity and multiplied by beta, representing the fraction of vaporized feed, in the denominator of the Rachford-Rice equation. For multicomponent systems, this quantity's relation to temperature and pressure is graphed in Depriester charts. The change in the partial molar volume over RT is equal to the partial with respect to pressure of this quantity's natural log, and the temperature partial of the log of this quantity equals the negative change in enthalpy over ideal gas constant by the van 't Hoff equation. Defined as the ratios of the activities of the products to the activities of the reactants, for 10 points, name this quantity usually": {
    "guess": "Gibbs free energy",
    "confidence": [
      [
        "G",
        -0.44992766
      ],
      [
        "ib",
        -2.6968896e-06
      ],
      [
        "bs",
        -0.00011415232
      ],
      [
        " free",
        -0.3949951
      ],
      [
        " energy",
        -9.543734e-05
      ]
    ]
  },
  "Vietnamese national hero Le Loi defended his country against this dynasty's forces. The Fish Scale Records were used to calculate taxes by this dynasty's founder, the Hongwu Emperor. This dynasty's Yong-le Emperor ordered the construction of Beijing's Forbidden City. The (*) Yuan Dynasty fell during the Red Turban Rebellion, which brought this dynasty to power. Zheng He was a eunuch admiral who explored under this dynasty's banner. For 10 points, name this Chinese dynasty that began in the 1300s": {
    "guess": "Ming Dynasty",
    "confidence": [
      [
        "M",
        -0.0023875413
      ],
      [
        "ing",
        -6.670925e-05
      ],
      [
        " Dynasty",
        -0.095853075
      ]
    ]
  },
  "A Viennese one of these objects is depicted by an E-flat major theme in Zoltan Kodaly's Hary Janos suite. The \"chemical\" type of them includes the bromine-dependent B-Z reaction and an iodine-dependent color-changing reaction. A bassoon and string ostinato pattern represents this title object of Haydn's 101st symphony. In Great Expectations, these objects are disabled and display equally in Miss Havisham's house. Ancient China used a type of these objects which used a flow of water to run. A CPU's processing rate is named after, for 10 points, what object connected to a bell in London's Big Ben": {
    "guess": "Clock",
    "confidence": [
      [
        "Clock",
        -0.7070431
      ]
    ]
  },
  "Vieth, Kolinski, and Skolnick develop Monte Carlo methods for approximating the partition function as": {
    "guess": "Monte Carlo method",
    "confidence": [
      [
        "Mont",
        -1.2257663
      ],
      [
        "e",
        -2.7133641e-05
      ],
      [
        " Carlo",
        -7.77952e-05
      ],
      [
        " method",
        -0.80450994
      ]
    ]
  },
  "A Viennese one of these objects is depicted by an E-flat major theme in Zoltan Kodaly's Hary Janos suite. The \"chemical\" type of them includes the bromine-dependent B-Z reaction and an iodine-dependent color-changing reaction. A bassoon and string ostinato pattern represents this title object of Haydn's 101st symphony. In Great Expectations, these objects are disabled and display equally in Miss Havisham's house. Ancient China used a type of these objects which used a flow of water to run. A CPU's processing rate is named after, for 10 points, what object connected to a bell in London's Big Ben tower which, in Orwell's 1984, can strike thirteen?": {
    "guess": "Clock",
    "confidence": [
      [
        "Clock",
        -0.04611633
      ]
    ]
  },
  "Vietnamese national hero Le Loi defended his country against this dynasty's forces. The Fish Scale Records": {
    "guess": "Ming Dynasty",
    "confidence": [
      [
        "M",
        -0.027500913
      ],
      [
        "ing",
        -0.00019603055
      ],
      [
        " Dynasty",
        -0.5897108
      ]
    ]
  },
  "The viewer is positioned as the role of the fourth player in his painting of three well-dressed ladies playing a parlor card game, Hearts are Trumps. Two nuns can be seen digging a grave at sunset in his far more somber scene, The Vale of Rest. His favorite model and future wife can be seen wrapped in": {
    "guess": "Ford Madox Brown",
    "confidence": [
      [
        "Ford",
        -0.6398676
      ],
      [
        " M",
        -0.002340566
      ],
      [
        "adox",
        -0.0008471486
      ],
      [
        " Brown",
        -0.00033188972
      ]
    ]
  },
  "The viewer is positioned as the role of the fourth player in his painting of three well-dressed ladies playing a parlor card game, Hearts are Trumps. Two nuns can be seen digging a grave at sunset in his far more somber scene, The Vale of Rest. His favorite model and future wife can be seen wrapped in blue and brown blankets, holding a child, and embracing a man in a Tartan kilt in his take on the Jacobite Rebellion, The Order of Release. A magnet for controversy, he was subjected to scathing criticism from Charles Dickens for his Christ in the House of the Carpenters, and attracted infamy by marrying": {
    "guess": "John Everett Millais",
    "confidence": [
      [
        "John",
        -0.20938243
      ],
      [
        " Everett",
        -0.0038631393
      ],
      [
        " Mill",
        -6.869018e-06
      ],
      [
        "ais",
        -0.00020973898
      ]
    ]
  },
  "The Vietnamese version of it was spearheaded by the editor of Giai Pham Mua Xuan, Phan Khoi.  The better-known version featured a symposium at which an engineer complained about 600,000 plows which were unusable in damp soil.  It was inspired by a speech \"On the Correct Handling of Contradictions Among the People,\" though its leader later modified that speech and proclaimed that the intelligentsia had gone too far, sparking the Anti-Rightist campaign.  With a name taken from a slogan which includes": {
    "guess": "Hundred Flowers Campaign",
    "confidence": [
      [
        "H",
        -0.05803408
      ],
      [
        "undred",
        -0.0049241893
      ],
      [
        " Flowers",
        -0.005658452
      ],
      [
        " Campaign",
        -0.0046700686
      ]
    ]
  },
  "A View from the 20th Century of it is the subject of a work by Kaufman Burton, and it is paired with the Cold War in a work by Edward Pessen. Paragraph 29 of it concerns education and states that \"It is essential that public opinion should be enlightened.\" It uses the metaphor of a \"fire not to be quenched\" that \"demands a uniform vigilance to prevent its bursting into a flame.\" First printed in the American Daily Advertiser, it is recited as part of a Senate event every February. It includes the famous line \"Citizens, by birth or choice, of a common country,\" and warned against permanent foreign alliances and political factions. FTP, name this famous speech that was actually written as a letter by an outgoing US President.": {
    "guess": "George Washington's Farewell Address",
    "confidence": [
      [
        "George",
        -0.037759252
      ],
      [
        " Washington",
        -0.00014287306
      ],
      [
        "'s",
        -0.0002326224
      ],
      [
        " Fare",
        -0.00038765505
      ],
      [
        "well",
        -7.9702455e-05
      ],
      [
        " Address",
        -4.8709502e-05
      ]
    ]
  },
  "A Viennese one of these objects is depicted by an E-flat major theme in Zoltan Kodaly's Hary Janos suite. The \"chemical\" type of them includes the bromine-dependent B-Z reaction and an iodine-dependent": {
    "guess": "Catalyst",
    "confidence": [
      [
        "C",
        -1.2456932
      ],
      [
        "atal",
        -0.061798703
      ],
      [
        "yst",
        -0.60016567
      ]
    ]
  },
  "A View from the 20th Century of it is the subject of a work by Kaufman Burton, and it is paired with the Cold War in a work by Edward Pessen. Paragraph 29 of it concerns education and states that \"It is essential that public opinion should be enlightened.\" It uses the metaphor of a \"fire not to be quenched\" that \"demands a uniform vigilance to prevent its bursting into a flame.\" First printed in the": {
    "guess": "Thomas Paine",
    "confidence": [
      [
        "Thomas",
        -1.6999367
      ],
      [
        " P",
        -0.65035707
      ],
      [
        "aine",
        -0.005720812
      ]
    ]
  },
  "The Vietnamese version of it was spearheaded by the editor of Giai Pham Mua Xuan, Phan Khoi.  The better-known version featured a symposium at which an engineer complained about 600,000 plows which were unusable in damp soil.  It was inspired by a speech \"On the Correct Handling of Contradictions Among the People,\" though its leader later modified that speech and proclaimed that the intelligentsia": {
    "guess": "The Hundred Flowers Campaign",
    "confidence": [
      [
        "The",
        -0.80185944
      ],
      [
        " Hundred",
        -0.019071642
      ],
      [
        " Flowers",
        -0.00037800323
      ],
      [
        " Campaign",
        -0.0033820805
      ]
    ]
  },
  "A Viennese one of these objects is depicted by an E-flat major theme in Zoltan Kodaly's Hary Janos suite.": {
    "guess": "Symphony No. 5 (Beethoven)",
    "confidence": [
      [
        "Sym",
        -0.8619274
      ],
      [
        "phony",
        -0.0010817562
      ],
      [
        " No",
        -0.49009427
      ],
      [
        ".",
        -0.00019984508
      ],
      [
        " ",
        -0.001153436
      ],
      [
        "5",
        -0.018918175
      ],
      [
        " (",
        -0.0023273635
      ],
      [
        "Be",
        -3.655073e-05
      ],
      [
        "ethoven",
        -0.00015467056
      ],
      [
        ")",
        -7.822647e-06
      ]
    ]
  },
  "Vieth, Kolinski, and Skolnick develop Monte Carlo methods for approximating the partition function as well as this quantity. One is subtracted from this quantity and multiplied by beta, representing the fraction of vaporized feed, in the denominator of the Rachford-Rice equation. For multicomponent systems,": {
    "guess": "Fugacity coefficient",
    "confidence": [
      [
        "F",
        -0.07994386
      ],
      [
        "ug",
        -7.9418505e-06
      ],
      [
        "acity",
        -0.00083976163
      ],
      [
        " coefficient",
        -0.6107765
      ]
    ]
  },
  "The Vietnamese version of it was spearheaded by the editor of Giai Pham Mua Xuan, Phan Khoi.  The better-known": {
    "guess": "Vietnamese Nationalism",
    "confidence": [
      [
        "Viet",
        -0.419663
      ],
      [
        "namese",
        -0.254606
      ],
      [
        " National",
        -1.5853803
      ],
      [
        "ism",
        -0.7107907
      ]
    ]
  }
}