{
  "Upon being asked what's the matter, this character yells \"murder's the matter! slaughter's the matter!": {
    "guess": "Madame Defarge",
    "confidence": [
      [
        "Mad",
        -1.4709386
      ],
      [
        "ame",
        -0.78399265
      ],
      [
        " Def",
        -0.17363758
      ],
      [
        "arge",
        -0.00015252856
      ]
    ]
  },
  "Upon returning home, this character is recognized by Peter Vanderdonk. His wife died while berating a New England peddler, according to his daughter Judith. After growing a beard, this character regaled children with tales of playing ninepins with the spirits of Hendrick Hudson. Name this Washington": {
    "guess": "Rip Van Winkle",
    "confidence": [
      [
        "R",
        -0.08908833
      ],
      [
        "ip",
        -2.5107178e-05
      ],
      [
        " Van",
        -0.00065631996
      ],
      [
        " W",
        -0.00017159748
      ],
      [
        "inkle",
        -8.45898e-05
      ]
    ]
  },
  "Upon rediscovering this object in 1612, Simon Marius said that it glowed like a candle seen through   a horn. Its first discoverer, who described it as a small cloud, was Abd al- Rahman al-Sufi. This  can be located using Alpheratz and Mirach, two stars in the constellation that shares this object's": {
    "guess": "Andromeda Galaxy",
    "confidence": [
      [
        "And",
        -0.0066475184
      ],
      [
        "rom",
        -1.6524515e-05
      ],
      [
        "eda",
        -6.6306106e-06
      ],
      [
        " Galaxy",
        -1.5570886e-05
      ]
    ]
  },
  "Upon first acquiring this object, its owner granted a future favor that became a request for the head of Sir Balin. The predecessor to this item was destroyed in a duel against the father of Tor and Lamorak, King Pellinore, while the companion piece to this object prevented its wearer from losing blood in battle, but was thrown away by Morgana le Fay. After the Battle of Camlann, Sir Bedivere saw a": {
    "guess": "Holy Grail",
    "confidence": [
      [
        "Holy",
        -0.5533249
      ],
      [
        " Gr",
        -0.0014418998
      ],
      [
        "ail",
        -2.0458236e-05
      ]
    ]
  },
  "Upon realizing that she is beautiful, this character is at first incredibly emotionally overcome and then proceeds to go out and buy clothing to make herself even more attractive. Her mother had a dowry of gold and pearls, but the gold was on her head, and the pearls were in her mouth. This character falls in love with a man who visits his father's grave when his grandfather believes he is seeing a girl; that man picks up her father's handkerchief from a garden, believing it to belong to this character, and thus believing her name is (*) Ursule. This character's house is almost robbed by Patron-Minette, Brujon, and Thenardier, but the three are stopped by Eponine, who once lived with this character.": {
    "guess": "Cosette",
    "confidence": [
      [
        "Cos",
        -0.37352848
      ],
      [
        "ette",
        -0.00053230225
      ]
    ]
  },
  "Upon rediscovering this object in 1612, Simon Marius said that it glowed like a candle seen through ": {
    "guess": "Andromeda Galaxy",
    "confidence": [
      [
        "And",
        -0.0023130958
      ],
      [
        "rom",
        -1.569009e-05
      ],
      [
        "eda",
        -8.537869e-06
      ],
      [
        " Galaxy",
        -1.504853e-06
      ]
    ]
  },
  "Upon returning home, this character is recognized by Peter Vanderdonk. His wife died while berating a New England peddler, according to his daughter Judith. After growing a beard, this character regaled": {
    "guess": "Rip Van Winkle",
    "confidence": [
      [
        "R",
        -0.03452767
      ],
      [
        "ip",
        -5.5861725e-05
      ],
      [
        " Van",
        -0.00016396845
      ],
      [
        " W",
        -7.171581e-05
      ],
      [
        "inkle",
        -5.216641e-05
      ]
    ]
  },
  "Upon heating, this element sublimes from its most common ore, mispickel. This element reacts with zinc": {
    "guess": "Arsenic",
    "confidence": [
      [
        "Ars",
        -0.016255822
      ],
      [
        "enic",
        -7.9702455e-05
      ]
    ]
  },
  "Upon its completion in 1962, a writer for Interiors magazine named Edgar Kaufmann called it \"a festival": {
    "guess": "Frank Lloyd Wright",
    "confidence": [
      [
        "Frank",
        -0.5846027
      ],
      [
        " Lloyd",
        -0.011681092
      ],
      [
        " Wright",
        -9.794062e-05
      ]
    ]
  },
  "Upon being shown a picture, one character in this work falls in love and sings the aria \"This likeness is enchantingly lovely.\" This work composed for the troupe of Emanuel Schikaneder begins with three ladies killing a serpent to save the protagonist. This work sees the moor Monostatos reprimanded by": {
    "guess": "The Magic Flute",
    "confidence": [
      [
        "The",
        -0.0012782112
      ],
      [
        " Magic",
        -0.0003011425
      ],
      [
        " Fl",
        -1.6240566e-06
      ],
      [
        "ute",
        -3.6908343e-05
      ]
    ]
  },
  "Upon his death, his son Eleazar succeeded him, and during a battle with Amalek, Hur and this man fulfilled the command that an object \"of God might be lifted up.\" A possession of this man was the only one to bear almonds when left alone in the tabernacle, and that object was later kept in the Holy of Holies, which could only be entered by this man on Yom Kippur. Descended from Amram and Jochebad, the marriage of his younger brother to a foreigner was opposed by this man and his sister Miriam, and he supervised the creation of the Golden Calf while that brother was away. For 10 points, identify this Biblical figure, the high priest of the First Temple, who often spoke on behalf of his brother,": {
    "guess": "Aaron",
    "confidence": [
      [
        "Aaron",
        -0.22496635
      ]
    ]
  },
  "In 1819, upon a suggestion that the composer should someday write this musical work, the composer immediately": {
    "guess": "Symphony No. 9 (Beethoven)",
    "confidence": [
      [
        "Sym",
        -0.27572113
      ],
      [
        "phony",
        -0.01985705
      ],
      [
        " No",
        -0.86285007
      ],
      [
        ".",
        -0.00041113084
      ],
      [
        " ",
        -0.002955716
      ],
      [
        "9",
        -0.2314137
      ],
      [
        " (",
        -0.19722378
      ],
      [
        "Be",
        -0.0021562108
      ],
      [
        "ethoven",
        -9.221884e-05
      ],
      [
        ")",
        -0.00083261676
      ]
    ]
  },
  "Upon rediscovering this object in 1612, Simon Marius said that it glowed like a candle seen through   a horn. Its first discoverer, who described it as a small cloud, was Abd al- Rahman al-Sufi. This": {
    "guess": "Andromeda Galaxy",
    "confidence": [
      [
        "And",
        -0.002658297
      ],
      [
        "rom",
        -4.441817e-05
      ],
      [
        "eda",
        -3.5313153e-06
      ],
      [
        " Galaxy",
        -1.5451682e-05
      ]
    ]
  },
  "Upon first acquiring this object, its owner granted a future favor that became a request for the head of Sir Balin. The predecessor to this item was destroyed in a duel against the father of Tor and Lamorak,": {
    "guess": "Holy Grail",
    "confidence": [
      [
        "Holy",
        -0.52155596
      ],
      [
        " Gr",
        -0.0011180693
      ],
      [
        "ail",
        -1.7954959e-05
      ]
    ]
  },
  "Upon returning home, this character is recognized by Peter Vanderdonk. His wife died while berating a New England peddler, according to his daughter Judith. After growing a beard, this character regaled children with tales of playing ninepins with the spirits of Hendrick Hudson. Name this Washington Irving character who missed the American Revolution because he fell asleep for 20 years.": {
    "guess": "Rip Van Winkle (character)",
    "confidence": [
      [
        "R",
        -0.005080295
      ],
      [
        "ip",
        -7.9418505e-06
      ],
      [
        " Van",
        -0.0003892047
      ],
      [
        " W",
        -0.00010664248
      ],
      [
        "inkle",
        -2.0219828e-05
      ],
      [
        " (",
        -0.5076507
      ],
      [
        "character",
        -1.0763712
      ],
      [
        ")",
        -0.0011828464
      ]
    ]
  },
  "Upon its completion in 1962, a writer for Interiors magazine named Edgar Kaufmann called it \"a festival of ordered movements and exhilarating vistas; however, its chief architect quietly explained, \"I wanted to catch the excitement of the trip.\"  Using four angled carapaces for its roof, each separated by a band of skylight, the space within its sprawling, crablike shell sparkles with excitement. ": {
    "guess": "Guggenheim Museum",
    "confidence": [
      [
        "G",
        -1.0033839
      ],
      [
        "ugg",
        -0.0010066082
      ],
      [
        "enheim",
        -0.00025704817
      ],
      [
        " Museum",
        -0.010738872
      ]
    ]
  },
  "In 1819, upon a suggestion that the composer should someday write this musical work, the composer immediately sat down and wrote the string sections, and later played the piano part from memory. The first important composition of its type, it is written in five movements instead of the usual four. The first two movements are a series of themes with little development, the third and fifth movements are styled after Austrian peasant dances, while the fourth is a theme with five variations based on": {
    "guess": "Symphony No. 6 (Beethoven)",
    "confidence": [
      [
        "Sym",
        -0.10202881
      ],
      [
        "phony",
        -0.005349498
      ],
      [
        " No",
        -0.010368127
      ],
      [
        ".",
        -0.0012386832
      ],
      [
        " ",
        -0.0020393913
      ],
      [
        "6",
        -0.76645976
      ],
      [
        " (",
        -0.02048665
      ],
      [
        "Be",
        -0.35377365
      ],
      [
        "ethoven",
        -0.0001726703
      ],
      [
        ")",
        -0.00017493518
      ]
    ]
  },
  "Upon heating, this element sublimes from its most common ore, mispickel. This element reacts with zinc metal and sulphuric acid to produce a gas which is then passed along a heated glass tube in the Marsh": {
    "guess": "Arsenic",
    "confidence": [
      [
        "Ars",
        -0.029193642
      ],
      [
        "enic",
        -0.00097053725
      ]
    ]
  },
  "Upon heating, this element sublimes from its most common ore, mispickel. This element reacts with zinc metal and sulphuric acid to produce a gas which is then passed along a heated glass tube in the Marsh test for its presence. The yellow allotrope of this element resembles white phosphorus in adopting": {
    "guess": "Arsenic",
    "confidence": [
      [
        "Ars",
        -0.12419134
      ],
      [
        "enic",
        -0.0002734946
      ]
    ]
  },
  "Upon surveying a caricature depicting him with giant green ears, the central character of this work dismisses": {
    "guess": "Shrek",
    "confidence": [
      [
        "Sh",
        -1.0007912
      ],
      [
        "rek",
        -0.0007063562
      ]
    ]
  },
  "Upon first acquiring this object, its owner granted a future favor that became a request for the head of Sir Balin. The predecessor to this item was destroyed in a duel against the father of Tor and Lamorak, King Pellinore, while the companion piece to this object prevented its wearer from losing blood": {
    "guess": "Holy Grail",
    "confidence": [
      [
        "Holy",
        -0.560306
      ],
      [
        " Gr",
        -0.002908893
      ],
      [
        "ail",
        -4.572941e-05
      ]
    ]
  },
  "Upon his graduation from a conservatory, he received no degree in music composition due to failure to complete assignments. Vladimir Horowitz is responsible for the popularity of this man's Tenth Piano": {
    "guess": "Sergei Prokofiev",
    "confidence": [
      [
        "S",
        -0.39740515
      ],
      [
        "erge",
        -0.0048168343
      ],
      [
        "i",
        -0.0043802788
      ],
      [
        " Pro",
        -0.38128546
      ],
      [
        "k",
        -0.000101039914
      ],
      [
        "of",
        -6.5278815e-05
      ],
      [
        "iev",
        -9.233804e-05
      ]
    ]
  },
  "Upon being shown a picture, one character in this work falls in love and sings the aria \"This likeness is enchantingly lovely.\" This work composed for the troupe of Emanuel Schikaneder begins with three ladies killing a serpent to save the protagonist. This work sees the moor Monostatos reprimanded by Sarastro for lusting after the protagonist's love. A padlock is placed over the mouth of the bird-catcher Papageno, while Pamina temporarily loses faith in Tamino after a trial of silence. For 10 points,": {
    "guess": "The Magic Flute",
    "confidence": [
      [
        "The",
        -0.0016653042
      ],
      [
        " Magic",
        -5.5122365e-07
      ],
      [
        " Fl",
        -7.89631e-07
      ],
      [
        "ute",
        -1.5213274e-05
      ]
    ]
  },
  "Upon realizing that she is beautiful, this character is at first incredibly emotionally overcome and then proceeds to go out and buy clothing to make herself even more attractive. Her mother had a dowry of gold and pearls, but the gold was on her head, and the pearls were in her mouth. This character falls in love with a man who visits his father's grave when his grandfather believes he is seeing a girl; that man picks up her father's handkerchief from a garden, believing it to belong to this character, and thus believing her name is (*) Ursule. This character's house is almost robbed by Patron-Minette, Brujon, and Thenardier, but the three are stopped by Eponine, who once lived with this character. For 10 points, name this girl who falls in love with Marius Pontmercy after being adopted by": {
    "guess": "Cosette",
    "confidence": [
      [
        "Cos",
        -0.2223995
      ],
      [
        "ette",
        -0.00083690806
      ]
    ]
  },
  "Upon being shown a picture, one character in this work falls in love and sings the aria \"This likeness is enchantingly lovely.\" This work composed for the troupe of Emanuel Schikaneder begins with three": {
    "guess": "The Magic Flute",
    "confidence": [
      [
        "The",
        -0.0014749871
      ],
      [
        " Magic",
        -4.7755875e-05
      ],
      [
        " Fl",
        -7.89631e-07
      ],
      [
        "ute",
        -1.3306016e-05
      ]
    ]
  },
  "Upon surveying a caricature depicting him with giant green ears, the central character of this work dismisses it as \"one of those trashy humor rags put out by the kikes.\" As the ostensible reward for committing the central act, one character moves out into the countryside and becomes an expert of Egyptian history. This novel was originally conceived as the second volume in the author's East and West Trilogy along with The Silver Dove. At its ending, Dudkin fulfills his oath to the Bronze Horsemen": {
    "guess": "The Master and Margarita",
    "confidence": [
      [
        "The",
        -0.070522286
      ],
      [
        " Master",
        -0.7674511
      ],
      [
        " and",
        -0.00013834333
      ],
      [
        " Marg",
        -1.8550976e-05
      ],
      [
        "ar",
        -0.00015145572
      ],
      [
        "ita",
        -1.0564331e-05
      ]
    ]
  },
  "Upon surveying a caricature depicting him with giant green ears, the central character of this work dismisses it as \"one of those trashy humor rags put out by the kikes.\" As the ostensible reward for committing the central act, one character moves out into the countryside and becomes an expert of Egyptian history. This novel was originally conceived as the second volume in the author's East and West Trilogy along with The Silver Dove. At its ending, Dudkin fulfills his oath to the Bronze Horsemen to kill the party contact responsible for the explosive device built to commit the central act, which": {
    "guess": "The Bronze Horseman (novel)",
    "confidence": [
      [
        "The",
        -0.052402165
      ],
      [
        " Bronze",
        -0.49303547
      ],
      [
        " Horse",
        -0.00025835942
      ],
      [
        "man",
        -0.0009132516
      ],
      [
        " (",
        -0.64314383
      ],
      [
        "nov",
        -0.11474963
      ],
      [
        "el",
        -0.00020568605
      ],
      [
        ")",
        -0.00036667887
      ]
    ]
  },
  "In 1819, upon a suggestion that the composer should someday write this musical work, the composer immediately sat down and wrote the string sections, and later played the piano part from memory. The first": {
    "guess": "Piano Quintet (Schubert)",
    "confidence": [
      [
        "P",
        -1.3013121
      ],
      [
        "iano",
        -0.0002637199
      ],
      [
        " Quint",
        -0.5464826
      ],
      [
        "et",
        -0.0001693326
      ],
      [
        " (",
        -0.652137
      ],
      [
        "Sch",
        -0.0007169579
      ],
      [
        "ub",
        -0.0016695844
      ],
      [
        "ert",
        -6.9882217e-06
      ],
      [
        ")",
        -0.0020142868
      ]
    ]
  },
  "Upon realizing that she is beautiful, this character is at first incredibly emotionally overcome and": {
    "guess": "Psyche",
    "confidence": [
      [
        "Psy",
        -0.9117271
      ],
      [
        "che",
        -0.06212285
      ]
    ]
  },
  "Upon being asked what's the matter, this character yells \"murder's the matter! slaughter's the matter! killing's the matter!\" This character's popularity owes a great deal to the actress Jane Green, who played her in the premiere. This character gives Sir Lucius O'Trigger false hope by exchanging flirtatious letters with him. Bob Acres is this character's preferred suitor for her niece. She praises": {
    "guess": "The Rivals",
    "confidence": [
      [
        "The",
        -0.3084537
      ],
      [
        " R",
        -0.011498815
      ],
      [
        "ivals",
        -0.0022604023
      ]
    ]
  },
  "Upon realizing that she is beautiful, this character is at first incredibly emotionally overcome and then proceeds to go out and buy clothing to make herself even more attractive. Her mother had a dowry of gold and pearls, but the gold was on her head, and the pearls were in her mouth. This character falls in love with a man who visits his father's grave when his grandfather believes he is seeing a girl; that man picks up her father's handkerchief from a garden, believing it to belong to this character, and thus believing her name is (*) Ursule. This character's house is almost robbed by Patron-Minette,": {
    "guess": "Les Misérables",
    "confidence": [
      [
        "Les",
        -0.7223741
      ],
      [
        " Mis",
        -0.023700317
      ],
      [
        "ér",
        -0.00065334357
      ],
      [
        "ables",
        -0.00018577903
      ]
    ]
  },
  "Upon realizing that she is beautiful, this character is at first incredibly emotionally overcome and then proceeds to go out and buy clothing to make herself even more attractive. Her mother had a dowry of gold and pearls, but the gold was on her head, and the pearls were in her mouth. This character falls in love with a man who visits his father's grave when his grandfather believes he is seeing a girl; that man picks up her father's handkerchief from a garden, believing it to belong to this character, and thus believing her name is (*) Ursule. This character's house is almost robbed by Patron-Minette, Brujon, and Thenardier, but the three are stopped by Eponine, who once lived with this character. For 10 points, name this girl who falls in love with Marius Pontmercy after being adopted by Jean Valjean in Les Miserables.": {
    "guess": "Cosette",
    "confidence": [
      [
        "Cos",
        -0.027412418
      ],
      [
        "ette",
        -0.001901863
      ]
    ]
  },
  "Upon his graduation from a conservatory, he received no degree in music composition due to failure to complete assignments. Vladimir Horowitz is responsible for the popularity of this man's Tenth Piano sonata, and a special chord featured in symphonies such as Prometheus: Poem of Fire and Poem of Ecstasy was to have been heavily utilized in a work completed by Alexander Nemtin, his unfinished Mysterium. His 24 preludes show him to be an early pioneer of modern dissonance and rhythm. For 10 points, name this Russian composer best known for the White Mass and Black Mass Sonatas.": {
    "guess": "Alexander Scriabin",
    "confidence": [
      [
        "Alexander",
        -0.10858529
      ],
      [
        " Scri",
        -0.023133548
      ],
      [
        "abin",
        -1.2664457e-06
      ]
    ]
  },
  "Upon first acquiring this object, its owner granted a future favor that became a request for the head of Sir Balin. The predecessor to this item was destroyed in a duel against the father of Tor and Lamorak, King Pellinore, while the companion piece to this object prevented its wearer from losing blood in battle, but was thrown away by Morgana le Fay. After the Battle of Camlann, Sir Bedivere saw a mysterious hand emerge from a pool when he went to return this weapon to the Lady of the Lake. For": {
    "guess": "Excalibur",
    "confidence": [
      [
        "Ex",
        -0.13606489
      ],
      [
        "cal",
        -5.2001665e-06
      ],
      [
        "ibur",
        -4.8425554e-06
      ]
    ]
  },
  "Upon being shown a picture, one character in this work falls in love and sings the aria \"This likeness": {
    "guess": "The Magic Flute",
    "confidence": [
      [
        "The",
        -0.2361453
      ],
      [
        " Magic",
        -0.06251946
      ],
      [
        " Fl",
        -9.610702e-06
      ],
      [
        "ute",
        -2.9636918e-05
      ]
    ]
  },
  "Upon first acquiring this object, its owner granted a future favor that became a request for the head of Sir Balin. The predecessor to this item was destroyed in a duel against the father of Tor and Lamorak, King Pellinore, while the companion piece to this object prevented its wearer from losing blood in battle, but was thrown away by Morgana le Fay. After the Battle of Camlann, Sir Bedivere saw a mysterious hand emerge from a pool when he went to return this weapon to the Lady of the Lake. For 10 points, name this weapon that succeeded another object that was pulled out of an anvil and a slab of marble, the sword of King Arthur.": {
    "guess": "Excalibur",
    "confidence": [
      [
        "Ex",
        -0.7419768
      ],
      [
        "cal",
        -2.6968896e-06
      ],
      [
        "ibur",
        -3.3451433e-05
      ]
    ]
  },
  "Upon his graduation from a conservatory, he received no degree in music composition due to failure to": {
    "guess": "Conservatoire de Paris",
    "confidence": [
      [
        "Cons",
        -1.2625808
      ],
      [
        "erv",
        -0.00010819213
      ],
      [
        "atoire",
        -0.4104613
      ],
      [
        " de",
        -0.010214269
      ],
      [
        " Paris",
        -0.0071248803
      ]
    ]
  },
  "Upon his death, his son Eleazar succeeded him, and during a battle with Amalek, Hur and this man fulfilled the command that an object \"of God might be lifted up.\" A possession of this man was the only one to bear almonds when left alone in the tabernacle, and that object was later kept in the Holy of Holies, which could only be entered by this man on Yom Kippur. Descended from Amram and Jochebad, the marriage of his younger brother to a foreigner was opposed by this man and his sister Miriam, and": {
    "guess": "Aaron",
    "confidence": [
      [
        "Aaron",
        -0.31800854
      ]
    ]
  },
  "Upon realizing that she is beautiful, this character is at first incredibly emotionally overcome and then proceeds to go out and buy clothing to make herself even more attractive. Her mother had a dowry of gold and pearls, but the gold was on her head, and the pearls were in her mouth. This character": {
    "guess": "The Joy Luck Club",
    "confidence": [
      [
        "The",
        -0.79659766
      ],
      [
        " Joy",
        -0.8384136
      ],
      [
        " Luck",
        -0.0010057775
      ],
      [
        " Club",
        -5.2047206e-05
      ]
    ]
  },
  "Upon his death, his son Eleazar succeeded him, and during a battle with Amalek, Hur and this man fulfilled the command that an object \"of God might be lifted up.\" A possession of this man was the only one to bear almonds when left alone in the tabernacle, and that object was later kept in the Holy of": {
    "guess": "Aaron",
    "confidence": [
      [
        "Aaron",
        -0.12575942
      ]
    ]
  },
  "Upon his death, his son Eleazar succeeded him, and during a battle with Amalek, Hur and this man fulfilled the command that an object \"of God might be lifted up.\" A possession of this man was the only one to bear almonds when left alone in the tabernacle, and that object was later kept in the Holy of Holies, which could only be entered by this man on Yom Kippur. Descended from Amram and Jochebad, the marriage of his younger brother to a foreigner was opposed by this man and his sister Miriam, and he supervised the creation of the Golden Calf while that brother was away. For 10 points, identify": {
    "guess": "Moses",
    "confidence": [
      [
        "M",
        -0.082366556
      ],
      [
        "oses",
        -5.9199425e-05
      ]
    ]
  },
  "Upon his death, his son Eleazar succeeded him, and during a battle with Amalek, Hur and this man fulfilled": {
    "guess": "Moses",
    "confidence": [
      [
        "M",
        -0.28107262
      ],
      [
        "oses",
        -0.001142838
      ]
    ]
  },
  "In 1819, upon a suggestion that the composer should someday write this musical work, the composer immediately sat down and wrote the string sections, and later played the piano part from memory. The first important composition of its type, it is written in five movements instead of the usual four. The": {
    "guess": "Symphony No. 1 (Mahler)",
    "confidence": [
      [
        "Sym",
        -0.41189334
      ],
      [
        "phony",
        -0.29311362
      ],
      [
        " No",
        -0.10751088
      ],
      [
        ".",
        -0.0009245613
      ],
      [
        " ",
        -0.0028002448
      ],
      [
        "1",
        -0.81566405
      ],
      [
        " (",
        -0.07809562
      ],
      [
        "Mah",
        -0.55333894
      ],
      [
        "ler",
        -7.465036e-06
      ],
      [
        ")",
        -2.3080716e-05
      ]
    ]
  },
  "Upon being asked what's the matter, this character yells \"murder's the matter! slaughter's the matter! killing's the matter!\" This character's popularity owes a great deal to the actress Jane Green, who played her in the premiere. This character gives Sir Lucius O'Trigger false hope by exchanging flirtatious letters with him. Bob Acres is this character's preferred suitor for her niece. She praises a man for being \"the very (*) pine-apple of politeness\" and says that a girl is \"as headstrong as an": {
    "guess": "Lydia Languish",
    "confidence": [
      [
        "Ly",
        -0.6613964
      ],
      [
        "dia",
        -3.7623562e-05
      ],
      [
        " L",
        -0.00044592362
      ],
      [
        "angu",
        -2.6968896e-06
      ],
      [
        "ish",
        -8.180258e-06
      ]
    ]
  },
  "Upon surveying a caricature depicting him with giant green ears, the central character of this work dismisses it as \"one of those trashy humor rags put out by the kikes.\" As the ostensible reward for committing": {
    "guess": "The Merchant of Venice",
    "confidence": [
      [
        "The",
        -0.5423103
      ],
      [
        " Merchant",
        -1.4948857
      ],
      [
        " of",
        -0.00072804024
      ],
      [
        " Venice",
        -0.0028271044
      ]
    ]
  },
  "Upon his death, his son Eleazar succeeded him, and during a battle with Amalek, Hur and this man fulfilled the command that an object \"of God might be lifted up.\" A possession of this man was the only one to bear almonds when left alone in the tabernacle, and that object was later kept in the Holy of Holies, which could only be entered by this man on Yom Kippur. Descended from Amram and Jochebad, the": {
    "guess": "Aaron",
    "confidence": [
      [
        "Aaron",
        -0.054690093
      ]
    ]
  },
  "Upon first acquiring this object, its owner granted a future favor that became a request for the head": {
    "guess": "Orisha",
    "confidence": [
      [
        "Or",
        -2.4204292
      ],
      [
        "isha",
        -1.440651
      ]
    ]
  },
  "Upon being shown a picture, one character in this work falls in love and sings the aria \"This likeness is enchantingly lovely.\" This work composed for the troupe of Emanuel Schikaneder begins with three ladies killing a serpent to save the protagonist. This work sees the moor Monostatos reprimanded by Sarastro for lusting after the protagonist's love. A padlock is placed over the mouth of the bird-catcher": {
    "guess": "The Magic Flute",
    "confidence": [
      [
        "The",
        -0.0018257156
      ],
      [
        " Magic",
        -4.723352e-06
      ],
      [
        " Fl",
        -1.504853e-06
      ],
      [
        "ute",
        -2.3080716e-05
      ]
    ]
  },
  "In 1819, upon a suggestion that the composer should someday write this musical work, the composer immediately sat down and wrote the string sections, and later played the piano part from memory. The first important composition of its type, it is written in five movements instead of the usual four. The first two movements are a series of themes with little development, the third and fifth movements": {
    "guess": "Symphony No. 9 (Beethoven)",
    "confidence": [
      [
        "Sym",
        -0.2693564
      ],
      [
        "phony",
        -0.020546444
      ],
      [
        " No",
        -0.07257347
      ],
      [
        ".",
        -0.0012617831
      ],
      [
        " ",
        -0.0022211531
      ],
      [
        "9",
        -0.62534505
      ],
      [
        " (",
        -0.049484286
      ],
      [
        "Be",
        -0.23642749
      ],
      [
        "ethoven",
        -8.1609716e-05
      ],
      [
        ")",
        -7.743759e-05
      ]
    ]
  },
  "Upon his death, his son Eleazar succeeded him, and during a battle with Amalek, Hur and this man fulfilled the command that an object \"of God might be lifted up.\" A possession of this man was the only one to bear almonds when left alone in the tabernacle, and that object was later kept in the Holy of Holies, which could only be entered by this man on Yom Kippur. Descended from Amram and Jochebad, the marriage of his younger brother to a foreigner was opposed by this man and his sister Miriam, and he supervised the creation of the Golden Calf while that brother was away. For 10 points, identify this Biblical figure, the high priest of the First Temple, who often spoke on behalf of his brother, Moses.": {
    "guess": "Aaron",
    "confidence": [
      [
        "Aaron",
        -0.21833882
      ]
    ]
  },
  "Upon being shown a picture, one character in this work falls in love and sings the aria \"This likeness is enchantingly lovely.\" This work composed for the troupe of Emanuel Schikaneder begins with three ladies killing a serpent to save the protagonist. This work sees the moor Monostatos reprimanded by Sarastro for lusting after the protagonist's love. A padlock is placed over the mouth of the bird-catcher Papageno, while Pamina temporarily loses faith in Tamino after a trial of silence. For 10 points, name this opera in which the evil Queen of the Night is defeated that also sees Tamino play the": {
    "guess": "The Magic Flute",
    "confidence": [
      [
        "The",
        -0.00076781755
      ],
      [
        " Magic",
        -4.246537e-06
      ],
      [
        " Fl",
        -1.2664457e-06
      ],
      [
        "ute",
        -2.5226382e-05
      ]
    ]
  },
  "Upon his graduation from a conservatory, he received no degree in music composition due to failure to complete assignments. Vladimir Horowitz is responsible for the popularity of this man's Tenth Piano sonata, and a special chord featured in symphonies such as Prometheus: Poem of Fire and Poem of Ecstasy": {
    "guess": "Alexander Scriabin",
    "confidence": [
      [
        "Alexander",
        -0.30092517
      ],
      [
        " Scri",
        -0.0005138331
      ],
      [
        "abin",
        0.0
      ]
    ]
  },
  "Upon its completion in 1962, a writer for Interiors magazine named Edgar Kaufmann called it \"a festival of ordered movements and exhilarating vistas; however, its chief architect quietly explained, \"I": {
    "guess": "Frank Lloyd Wright",
    "confidence": [
      [
        "Frank",
        -0.3453341
      ],
      [
        " Lloyd",
        -0.0008696524
      ],
      [
        " Wright",
        -3.2736214e-05
      ]
    ]
  },
  "Upon being asked what's the matter, this character yells \"murder's the matter! slaughter's the matter! killing's the matter!\" This character's popularity owes a great deal to the actress Jane Green, who played her in the premiere. This character gives Sir Lucius O'Trigger false hope by exchanging flirtatious letters with him. Bob Acres is this character's preferred suitor for her niece. She praises a man for being \"the very (*) pine-apple of politeness\" and says that a girl is \"as headstrong as an allegory on the banks of the Nile\". For 10 points, name this guardian of Lydia in Richard Sheridan's": {
    "guess": "Mrs. Malaprop",
    "confidence": [
      [
        "Mrs",
        -0.7186718
      ],
      [
        ".",
        -0.0090253055
      ],
      [
        " Mal",
        -0.001422853
      ],
      [
        "ap",
        -0.000134052
      ],
      [
        "rop",
        -6.4802e-05
      ]
    ]
  },
  "Upon its completion in 1962, a writer for Interiors magazine named Edgar Kaufmann called it \"a festival of ordered movements and exhilarating vistas; however, its chief architect quietly explained, \"I wanted to catch the excitement of the trip.\"  Using four angled carapaces for its roof, each separated": {
    "guess": "Sydney Opera House",
    "confidence": [
      [
        "Sy",
        -0.77959543
      ],
      [
        "dney",
        -0.0005474338
      ],
      [
        " Opera",
        -3.23786e-05
      ],
      [
        " House",
        -0.00028672256
      ]
    ]
  },
  "Upon realizing that she is beautiful, this character is at first incredibly emotionally overcome and then proceeds to go out and buy clothing to make herself even more attractive. Her mother had a dowry": {
    "guess": "Pride and Prejudice",
    "confidence": [
      [
        "P",
        -1.0168928
      ],
      [
        "ride",
        -0.009625403
      ],
      [
        " and",
        -0.0012742812
      ],
      [
        " Pre",
        -0.00050060876
      ],
      [
        "jud",
        -3.368984e-05
      ],
      [
        "ice",
        -5.3000836e-05
      ]
    ]
  },
  "Upon rediscovering this object in 1612, Simon Marius said that it glowed like a candle seen through   a horn. Its first discoverer, who described it as a small cloud, was Abd al- Rahman al-Sufi. This  can be located using Alpheratz and Mirach, two stars in the constellation that shares this object's   name. The discovery of Cepheid [SEF-ee-id] variables inside this object by Edwin Hubble settled  the Shapley-Curtis Debate, proving that this object is not a nebula and establishing the existence of  galaxies outside the Milky Way. Also known as Messier [mess-yay] 31, this is the largest galaxy": {
    "guess": "Andromeda Galaxy",
    "confidence": [
      [
        "And",
        -0.004838315
      ],
      [
        "rom",
        -8.184812e-05
      ],
      [
        "eda",
        -2.220075e-06
      ],
      [
        " Galaxy",
        -8.256335e-05
      ]
    ]
  },
  "Upon returning home, this character is recognized by Peter Vanderdonk. His wife died while berating a": {
    "guess": "Rip Van Winkle",
    "confidence": [
      [
        "R",
        -0.84421
      ],
      [
        "ip",
        -5.0020742e-05
      ],
      [
        " Van",
        -0.0029527394
      ],
      [
        " W",
        -0.00013309837
      ],
      [
        "inkle",
        -9.6867785e-05
      ]
    ]
  },
  "Upon being asked what's the matter, this character yells \"murder's the matter! slaughter's the matter! killing's the matter!\" This character's popularity owes a great deal to the actress Jane Green, who played her in the premiere. This character gives Sir Lucius O'Trigger false hope by exchanging flirtatious letters with him. Bob Acres is this character's preferred suitor for her niece. She praises a man for being \"the very (*) pine-apple of politeness\" and says that a girl is \"as headstrong as an allegory on the banks of the Nile\". For 10 points, name this guardian of Lydia in Richard Sheridan's The Rivals, a comical woman who lends her name to the practice of using incorrect but similar-sounding words.": {
    "guess": "Mrs. Malaprop",
    "confidence": [
      [
        "Mrs",
        -0.06799741
      ],
      [
        ".",
        -0.0035358022
      ],
      [
        " Mal",
        -0.0006184352
      ],
      [
        "ap",
        -2.7252845e-05
      ],
      [
        "rop",
        -4.8425554e-06
      ]
    ]
  },
  "In 1819, upon a suggestion that the composer should someday write this musical work, the composer immediately sat down and wrote the string sections, and later played the piano part from memory. The first important composition of its type, it is written in five movements instead of the usual four. The first two movements are a series of themes with little development, the third and fifth movements are styled after Austrian peasant dances, while the fourth is a theme with five variations based on one of the composer's songs. Scored for violin, viola, cello, double-bass, and piano, FTP, what is this": {
    "guess": "Piano Quintet in A major, D. 667 (Schubert)",
    "confidence": [
      [
        "P",
        -0.023933131
      ],
      [
        "iano",
        -9.014684e-06
      ],
      [
        " Quint",
        -0.00085738546
      ],
      [
        "et",
        -0.00010139752
      ],
      [
        " in",
        -0.1572821
      ],
      [
        " A",
        -0.06616809
      ],
      [
        " major",
        -0.21179488
      ],
      [
        ",",
        -0.07322977
      ],
      [
        " D",
        -0.03138017
      ],
      [
        ".",
        -0.00528285
      ],
      [
        " ",
        -0.008578878
      ],
      [
        "667",
        -0.00020020269
      ],
      [
        " (",
        -0.2946965
      ],
      [
        "Sch",
        -0.030989628
      ],
      [
        "ub",
        -1.342522e-05
      ],
      [
        "ert",
        -0.00015467056
      ],
      [
        ")",
        -0.004692969
      ]
    ]
  },
  "Upon being shown a picture, one character in this work falls in love and sings the aria \"This likeness is enchantingly lovely.\" This work composed for the troupe of Emanuel Schikaneder begins with three ladies killing a serpent to save the protagonist. This work sees the moor Monostatos reprimanded by Sarastro for lusting after the protagonist's love. A padlock is placed over the mouth of the bird-catcher Papageno, while Pamina temporarily loses faith in Tamino after a trial of silence. For 10 points, name this opera in which the evil Queen of the Night is defeated that also sees Tamino play the titular instrument, written by Wolfgang Amadeus Mozart.": {
    "guess": "The Magic Flute",
    "confidence": [
      [
        "The",
        -0.0015118853
      ],
      [
        " Magic",
        -0.00086393795
      ],
      [
        " Fl",
        -4.604148e-06
      ],
      [
        "ute",
        -2.355753e-05
      ]
    ]
  },
  "Upon surveying a caricature depicting him with giant green ears, the central character of this work dismisses it as \"one of those trashy humor rags put out by the kikes.\" As the ostensible reward for committing the central act, one character moves out into the countryside and becomes an expert of Egyptian history. This novel was originally conceived as the second volume in the author's East and West": {
    "guess": "The Recognitions",
    "confidence": [
      [
        "The",
        -0.5163526
      ],
      [
        " Recogn",
        -1.2260715
      ],
      [
        "itions",
        -1.1994775e-05
      ]
    ]
  },
  "Upon rediscovering this object in 1612, Simon Marius said that it glowed like a candle seen through   a horn. Its first discoverer, who described it as a small cloud, was Abd al- Rahman al-Sufi. This  can be located using Alpheratz and Mirach, two stars in the constellation that shares this object's   name. The discovery of Cepheid [SEF-ee-id] variables inside this object by Edwin Hubble settled  the Shapley-Curtis Debate, proving that this object is not a nebula and establishing the existence of  galaxies outside the Milky Way. Also known as Messier [mess-yay] 31, this is the largest galaxy in  the Local Group. Name this spiral galaxy expected to eventually collide with the Milky Way.": {
    "guess": "Andromeda Galaxy",
    "confidence": [
      [
        "And",
        -0.0011726059
      ],
      [
        "rom",
        -7.1238996e-05
      ],
      [
        "eda",
        -2.4584822e-06
      ],
      [
        " Galaxy",
        -3.6908343e-05
      ]
    ]
  },
  "Upon his graduation from a conservatory, he received no degree in music composition due to failure to complete assignments. Vladimir Horowitz is responsible for the popularity of this man's Tenth Piano sonata, and a special chord featured in symphonies such as Prometheus: Poem of Fire and Poem of Ecstasy was to have been heavily utilized in a work completed by Alexander Nemtin, his unfinished Mysterium.": {
    "guess": "Alexander Scriabin",
    "confidence": [
      [
        "Alexander",
        -0.118365
      ],
      [
        " Scri",
        -0.002157876
      ],
      [
        "abin",
        -2.2603901e-05
      ]
    ]
  },
  "Upon rediscovering this object in 1612, Simon Marius said that it glowed like a candle seen through   a horn. Its first discoverer, who described it as a small cloud, was Abd al- Rahman al-Sufi. This  can be located using Alpheratz and Mirach, two stars in the constellation that shares this object's   name. The discovery of Cepheid [SEF-ee-id] variables inside this object by Edwin Hubble settled": {
    "guess": "Andromeda Galaxy",
    "confidence": [
      [
        "And",
        -0.04135372
      ],
      [
        "rom",
        -1.5809293e-05
      ],
      [
        "eda",
        -1.1398757e-05
      ],
      [
        " Galaxy",
        -0.00047845521
      ]
    ]
  },
  "Upon being asked what's the matter, this character yells \"murder's the matter! slaughter's the matter! killing's the matter!\" This character's popularity owes a great deal to the actress Jane Green, who played her in the premiere. This character gives Sir Lucius O'Trigger false hope by exchanging flirtatious": {
    "guess": "The Rivals",
    "confidence": [
      [
        "The",
        -0.29948974
      ],
      [
        " R",
        -0.014780939
      ],
      [
        "ivals",
        -0.0046058767
      ]
    ]
  },
  "Upon his death, his son Eleazar succeeded him, and during a battle with Amalek, Hur and this man fulfilled the command that an object \"of God might be lifted up.\" A possession of this man was the only": {
    "guess": "Aaron",
    "confidence": [
      [
        "Aaron",
        -0.55680484
      ]
    ]
  },
  "In 1819, upon a suggestion that the composer should someday write this musical work, the composer immediately sat down and wrote the string sections, and later played the piano part from memory. The first important composition of its type, it is written in five movements instead of the usual four. The first two movements are a series of themes with little development, the third and fifth movements are styled after Austrian peasant dances, while the fourth is a theme with five variations based on one of the composer's songs. Scored for violin, viola, cello, double-bass, and piano, FTP, what is this first-ever string quintet named for a type of animal and written by Franz Schubert?": {
    "guess": "Trout Quintet",
    "confidence": [
      [
        "Tr",
        -0.00437541
      ],
      [
        "out",
        -2.5107178e-05
      ],
      [
        " Quint",
        -0.00072136853
      ],
      [
        "et",
        -0.0002544257
      ]
    ]
  },
  "Upon realizing that she is beautiful, this character is at first incredibly emotionally overcome and then proceeds to go out and buy clothing to make herself even more attractive. Her mother had a dowry of gold and pearls, but the gold was on her head, and the pearls were in her mouth. This character falls in love with a man who visits his father's grave when his grandfather believes he is seeing a": {
    "guess": "The Joy Luck Club",
    "confidence": [
      [
        "The",
        -0.87471116
      ],
      [
        " Joy",
        -0.8715736
      ],
      [
        " Luck",
        -0.00026801124
      ],
      [
        " Club",
        -8.304016e-05
      ]
    ]
  },
  "Upon its completion in 1962, a writer for Interiors magazine named Edgar Kaufmann called it \"a festival of ordered movements and exhilarating vistas; however, its chief architect quietly explained, \"I wanted to catch the excitement of the trip.\"  Using four angled carapaces for its roof, each separated by a band of skylight, the space within its sprawling, crablike shell sparkles with excitement.  For 10 points, what is this boldly expressionistic building designed by Eero Saarinen for New York's John F. Kennedy International Airport?": {
    "guess": "TWA Flight Center",
    "confidence": [
      [
        "T",
        -0.2064276
      ],
      [
        "WA",
        -1.6882126e-05
      ],
      [
        " Flight",
        -0.0001594387
      ],
      [
        " Center",
        -2.749125e-05
      ]
    ]
  },
  "Upon surveying a caricature depicting him with giant green ears, the central character of this work dismisses it as \"one of those trashy humor rags put out by the kikes.\" As the ostensible reward for committing the central act, one character moves out into the countryside and becomes an expert of Egyptian": {
    "guess": "The Catcher in the Rye",
    "confidence": [
      [
        "The",
        -0.8247171
      ],
      [
        " Catch",
        -1.7174397
      ],
      [
        "er",
        -6.1537958e-06
      ],
      [
        " in",
        -2.8802491e-05
      ],
      [
        " the",
        -7.243103e-05
      ],
      [
        " R",
        -1.5809293e-05
      ],
      [
        "ye",
        -4.246537e-06
      ]
    ]
  },
  "Upon being asked what's the matter, this character yells \"murder's the matter! slaughter's the matter! killing's the matter!\" This character's popularity owes a great deal to the actress Jane Green, who": {
    "guess": "Lady Macbeth",
    "confidence": [
      [
        "Lady",
        -1.54737
      ],
      [
        " Mac",
        -0.042280447
      ],
      [
        "beth",
        -0.019220639
      ]
    ]
  },
  "Upon rediscovering this object in 1612, Simon Marius said that it glowed like a candle seen through   a horn. Its first discoverer, who described it as a small cloud, was Abd al- Rahman al-Sufi. This  can be located using Alpheratz and Mirach, two stars in the constellation that shares this object's   name. The discovery of Cepheid [SEF-ee-id] variables inside this object by Edwin Hubble settled  the Shapley-Curtis Debate, proving that this object is not a nebula and establishing the existence": {
    "guess": "Andromeda Galaxy",
    "confidence": [
      [
        "And",
        -0.061013058
      ],
      [
        "rom",
        -4.00813e-06
      ],
      [
        "eda",
        -8.657073e-06
      ],
      [
        " Galaxy",
        -0.00021736434
      ]
    ]
  },
  "Upon surveying a caricature depicting him with giant green ears, the central character of this work dismisses it as \"one of those trashy humor rags put out by the kikes.\" As the ostensible reward for committing the central act, one character moves out into the countryside and becomes an expert of Egyptian history. This novel was originally conceived as the second volume in the author's East and West Trilogy along with The Silver Dove. At its ending, Dudkin fulfills his oath to the Bronze Horsemen to kill the party contact responsible for the explosive device built to commit the central act, which is disguised as a can of sardines. However, Nikolai misplaces it and ends up blowing up the study of his father, Senator Apollon Apollonovich Ableukhov. For 10 points, name this Symbolist novel by": {
    "guess": "The Master and Margarita",
    "confidence": [
      [
        "The",
        -0.0211057
      ],
      [
        " Master",
        -0.74621934
      ],
      [
        " and",
        -3.1305768e-05
      ],
      [
        " Marg",
        -8.299462e-06
      ],
      [
        "ar",
        -5.7888185e-05
      ],
      [
        "ita",
        -2.7133641e-05
      ]
    ]
  },
  "Upon surveying a caricature depicting him with giant green ears, the central character of this work dismisses it as \"one of those trashy humor rags put out by the kikes.\" As the ostensible reward for committing the central act, one character moves out into the countryside and becomes an expert of Egyptian history. This novel was originally conceived as the second volume in the author's East and West Trilogy along with The Silver Dove. At its ending, Dudkin fulfills his oath to the Bronze Horsemen to kill the party contact responsible for the explosive device built to commit the central act, which is disguised as a can of sardines. However, Nikolai misplaces it and ends up blowing up the study of his father, Senator Apollon Apollonovich Ableukhov. For 10 points, name this Symbolist novel by Andrei Bely set in the title city.": {
    "guess": "Petersburg (novel)",
    "confidence": [
      [
        "P",
        -0.5116343
      ],
      [
        "eters",
        -1.4974867e-05
      ],
      [
        "burg",
        -0.00035369667
      ],
      [
        " (",
        -0.07844958
      ],
      [
        "nov",
        -0.0059534484
      ],
      [
        "el",
        -0.00016361084
      ],
      [
        ")",
        -0.0001277342
      ]
    ]
  },
  "Upon being asked what's the matter, this character yells \"murder's the matter! slaughter's the matter! killing's the matter!\" This character's popularity owes a great deal to the actress Jane Green, who played her in the premiere. This character gives Sir Lucius O'Trigger false hope by exchanging flirtatious letters with him. Bob Acres is this character's preferred suitor for her niece. She praises a man for being \"the very (*) pine-apple of politeness\" and says that a girl is \"as headstrong as an allegory on the banks of the Nile\". For 10 points, name this guardian of Lydia in Richard Sheridan's The Rivals, a comical woman who lends her name to the practice of using incorrect but similar-sounding": {
    "guess": "Mrs. Malaprop",
    "confidence": [
      [
        "Mrs",
        -0.4162159
      ],
      [
        ".",
        -0.009415457
      ],
      [
        " Mal",
        -0.0019373198
      ],
      [
        "ap",
        -6.229872e-05
      ],
      [
        "rop",
        -6.575563e-05
      ]
    ]
  },
  "Upon surveying a caricature depicting him with giant green ears, the central character of this work dismisses it as \"one of those trashy humor rags put out by the kikes.\" As the ostensible reward for committing the central act, one character moves out into the countryside and becomes an expert of Egyptian history. This novel was originally conceived as the second volume in the author's East and West Trilogy along with The Silver Dove. At its ending, Dudkin fulfills his oath to the Bronze Horsemen to kill the party contact responsible for the explosive device built to commit the central act, which is disguised as a can of sardines. However, Nikolai misplaces it and ends up blowing up the study": {
    "guess": "The Master and Margarita",
    "confidence": [
      [
        "The",
        -0.03636388
      ],
      [
        " Master",
        -0.60129786
      ],
      [
        " and",
        -9.019238e-05
      ],
      [
        " Marg",
        -0.00034404485
      ],
      [
        "ar",
        -0.0001005631
      ],
      [
        "ita",
        -4.6802244e-05
      ]
    ]
  },
  "Upon realizing that she is beautiful, this character is at first incredibly emotionally overcome and then proceeds to go out and buy clothing to make herself even more attractive. Her mother had a dowry of gold and pearls, but the gold was on her head, and the pearls were in her mouth. This character falls in love with a man who visits his father's grave when his grandfather believes he is seeing a girl; that man picks up her father's handkerchief from a garden, believing it to belong to this character,": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -1.1432292
      ]
    ]
  },
  "Upon first acquiring this object, its owner granted a future favor that became a request for the head of Sir Balin. The predecessor to this item was destroyed in a duel against the father of Tor and Lamorak, King Pellinore, while the companion piece to this object prevented its wearer from losing blood in battle, but was thrown away by Morgana le Fay. After the Battle of Camlann, Sir Bedivere saw a mysterious hand emerge from a pool when he went to return this weapon to the Lady of the Lake. For 10 points, name this weapon that succeeded another object that was pulled out of an anvil and a slab": {
    "guess": "Excalibur",
    "confidence": [
      [
        "Ex",
        -0.0039295065
      ],
      [
        "cal",
        -9.372295e-06
      ],
      [
        "ibur",
        -1.2829201e-05
      ]
    ]
  },
  "Upon his graduation from a conservatory, he received no degree in music composition due to failure to complete assignments. Vladimir Horowitz is responsible for the popularity of this man's Tenth Piano sonata, and a special chord featured in symphonies such as Prometheus: Poem of Fire and Poem of Ecstasy was to have been heavily utilized in a work completed by Alexander Nemtin, his unfinished Mysterium. His 24 preludes show him to be an early pioneer of modern dissonance and rhythm. For 10 points,": {
    "guess": "Alexander Scriabin",
    "confidence": [
      [
        "Alexander",
        -0.03919784
      ],
      [
        " Scri",
        -0.0005974737
      ],
      [
        "abin",
        -2.1411865e-05
      ]
    ]
  },
  "Upon its completion in 1962, a writer for Interiors magazine named Edgar Kaufmann called it \"a festival of ordered movements and exhilarating vistas; however, its chief architect quietly explained, \"I wanted to catch the excitement of the trip.\"  Using four angled carapaces for its roof, each separated by a band of skylight, the space within its sprawling, crablike shell sparkles with excitement.  For 10 points, what is this boldly expressionistic building designed by Eero Saarinen for New York's": {
    "guess": "TWA Flight Center",
    "confidence": [
      [
        "T",
        -0.03921412
      ],
      [
        "WA",
        -0.00045200303
      ],
      [
        " Flight",
        -0.00038241007
      ],
      [
        " Center",
        -0.00013476722
      ]
    ]
  },
  "Upon heating, this element sublimes from its most common ore, mispickel. This element reacts with zinc metal and sulphuric acid to produce a gas which is then passed along a heated glass tube in the Marsh test for its presence. The yellow allotrope of this element resembles white phosphorus in adopting an unstable tetrahedral arrangement.  In the body, this element can accumulate in the mitochondria": {
    "guess": "Arsenic",
    "confidence": [
      [
        "Ars",
        -0.0035106298
      ],
      [
        "enic",
        -6.46828e-05
      ]
    ]
  },
  "Upon heating, this element sublimes from its most common ore, mispickel. This element reacts with zinc metal and sulphuric acid to produce a gas which is then passed along a heated glass tube in the Marsh test for its presence. The yellow allotrope of this element resembles white phosphorus in adopting an unstable tetrahedral arrangement.  In the body, this element can accumulate in the mitochondria and react with lipoic acid, inhibiting the action of pyruvate dehydrogenase. Forming a III-V [three-five]": {
    "guess": "Arsenic",
    "confidence": [
      [
        "Ars",
        -0.004166607
      ],
      [
        "enic",
        -0.00014966767
      ]
    ]
  },
  "Upon heating, this element sublimes from its most common ore, mispickel. This element reacts with zinc metal and sulphuric acid to produce a gas which is then passed along a heated glass tube in the Marsh test for its presence. The yellow allotrope of this element resembles white phosphorus in adopting an unstable tetrahedral arrangement.  In the body, this element can accumulate in the mitochondria and react with lipoic acid, inhibiting the action of pyruvate dehydrogenase. Forming a III-V [three-five] semiconductor with gallium, for ten points, name this element which also appears in salvarsan,": {
    "guess": "Arsenic",
    "confidence": [
      [
        "Ars",
        -0.0010451936
      ],
      [
        "enic",
        -2.7252845e-05
      ]
    ]
  },
  "Upon heating, this element sublimes from its most common ore, mispickel. This element reacts with zinc metal and sulphuric acid to produce a gas which is then passed along a heated glass tube in the Marsh test for its presence. The yellow allotrope of this element resembles white phosphorus in adopting an unstable tetrahedral arrangement.  In the body, this element can accumulate in the mitochondria and react with lipoic acid, inhibiting the action of pyruvate dehydrogenase. Forming a III-V [three-five] semiconductor with gallium, for ten points, name this element which also appears in salvarsan, Erlich's \"magic bullet\" for syphilis, despite its extreme toxicity, a non-metal with symbol As.": {
    "guess": "Arsenic",
    "confidence": [
      [
        "Ars",
        -0.00336985
      ],
      [
        "enic",
        -8.208653e-05
      ]
    ]
  }
}