{
  "Gloucestershire [GLOSS-ter-sher] Cathedral in his native England flies the Stars and Stripes in his honor. Kind of unusual, when you think that his one surviving work was once the national anthem of Luxembourg. He himself was more hedonist than nationalist, though, and wrote that melody to serve as the \"constitutional song\" of his drinking society. For ten points, name the composer of that \"To Anacreon, in Heaven,\" the music of which you might recognize as \"The Star-Spangled Banner\".": {
    "guess": "John Stafford Smith",
    "confidence": [
      [
        "John",
        -0.0011597428
      ],
      [
        " Stafford",
        -0.0013455926
      ],
      [
        " Smith",
        -3.261701e-05
      ]
    ]
  },
  "Gloucestershire [GLOSS-ter-sher] Cathedral in his native England flies the Stars and Stripes in his honor. Kind of unusual, when you think that his one surviving work was once the national anthem of Luxembourg.": {
    "guess": "Joseph Haydn",
    "confidence": [
      [
        "Joseph",
        -0.6095376
      ],
      [
        " Hay",
        -0.030753104
      ],
      [
        "dn",
        -0.0003999257
      ]
    ]
  },
  "Glover Johns commanded the relief force that was sent in as a response to its establishment, and General Lucius Clay, who engaged in diplomatic efforts concerning it, had his troops build a replica to practice quick attempts at its destruction. The erection of a tower topped by a glass sphere in the": {
    "guess": "Berlin Wall",
    "confidence": [
      [
        "Berlin",
        -0.30724496
      ],
      [
        " Wall",
        -0.109608755
      ]
    ]
  },
  "Glover Johns commanded the relief force that was sent in as a response to its establishment, and General Lucius Clay, who engaged in diplomatic efforts concerning it, had his troops build a replica to practice quick attempts at its destruction. The erection of a tower topped by a glass sphere in the Alexanderplatz was used as a symbol in a presidential speech criticizing it, and the wounding of Christian Gaudian and the death of his friend Chris Gueffroy marked the last two casualties linked to it. The first was Peter Fechter, left to die after being shot by soldiers outside this structure, whose overnight creation was ordered by Walter Ulbricht. The main point of open passage was Checkpoint Charlie, in, FTP, what structure, which, until its 1989 demolition, divided the German capital?": {
    "guess": "Berlin Wall",
    "confidence": [
      [
        "Berlin",
        -0.0086713
      ],
      [
        " Wall",
        -5.9080223e-05
      ]
    ]
  },
  "Gloucestershire [GLOSS-ter-sher] Cathedral in his native England flies the Stars and Stripes in his honor. Kind of unusual, when you think that his one surviving work was once the national anthem of Luxembourg. He himself was more hedonist than nationalist, though, and wrote that melody to serve as the \"constitutional song\" of his drinking society. For ten points, name the composer of that \"To Anacreon,": {
    "guess": "John Stafford Smith",
    "confidence": [
      [
        "John",
        -0.0020107182
      ],
      [
        " Stafford",
        -0.00019972587
      ],
      [
        " Smith",
        -7.564953e-05
      ]
    ]
  },
  "Glover Johns commanded the relief force that was sent in as a response to its establishment, and General Lucius Clay, who engaged in diplomatic efforts concerning it, had his troops build a replica to": {
    "guess": "Berlin Wall",
    "confidence": [
      [
        "Berlin",
        -0.20881936
      ],
      [
        " Wall",
        -0.29052222
      ]
    ]
  },
  "Glover Johns commanded the relief force that was sent in as a response to its establishment, and General Lucius Clay, who engaged in diplomatic efforts concerning it, had his troops build a replica to practice quick attempts at its destruction. The erection of a tower topped by a glass sphere in the Alexanderplatz was used as a symbol in a presidential speech criticizing it, and the wounding of Christian Gaudian and the death of his friend Chris Gueffroy marked the last two casualties linked to it. The first was Peter Fechter, left to die after being shot by soldiers outside this structure, whose": {
    "guess": "Berlin Wall",
    "confidence": [
      [
        "Berlin",
        -0.00059318607
      ],
      [
        " Wall",
        -2.4749568e-05
      ]
    ]
  },
  "Gloucestershire [GLOSS-ter-sher] Cathedral in his native England flies the Stars and Stripes in his honor. Kind of unusual, when you think that his one surviving work was once the national anthem of Luxembourg. He himself was more hedonist than nationalist, though, and wrote that melody to serve as the": {
    "guess": "Joseph Haydn",
    "confidence": [
      [
        "Joseph",
        -1.0213518
      ],
      [
        " Hay",
        -0.048051246
      ],
      [
        "dn",
        -0.00056792586
      ]
    ]
  },
  "Gloucestershire [GLOSS-ter-sher] Cathedral in his native England flies the Stars and Stripes in his honor.": {
    "guess": "John Philip Sousa",
    "confidence": [
      [
        "John",
        -0.14460577
      ],
      [
        " Philip",
        -0.00077150925
      ],
      [
        " Sous",
        -2.355753e-05
      ],
      [
        "a",
        -5.2001665e-06
      ]
    ]
  },
  "Glover Johns commanded the relief force that was sent in as a response to its establishment, and General Lucius Clay, who engaged in diplomatic efforts concerning it, had his troops build a replica to practice quick attempts at its destruction. The erection of a tower topped by a glass sphere in the Alexanderplatz was used as a symbol in a presidential speech criticizing it, and the wounding of Christian": {
    "guess": "Berlin Wall",
    "confidence": [
      [
        "Berlin",
        -0.13848725
      ],
      [
        " Wall",
        -0.03120329
      ]
    ]
  },
  "Glover Johns commanded the relief force that was sent in as a response to its establishment, and General": {
    "guess": "Battle of the Bulge",
    "confidence": [
      [
        "Battle",
        -0.7827642
      ],
      [
        " of",
        -0.003272422
      ],
      [
        " the",
        -1.5832658
      ],
      [
        " Bul",
        -0.73038316
      ],
      [
        "ge",
        -0.00044640043
      ]
    ]
  },
  "Glover Johns commanded the relief force that was sent in as a response to its establishment, and General Lucius Clay, who engaged in diplomatic efforts concerning it, had his troops build a replica to practice quick attempts at its destruction. The erection of a tower topped by a glass sphere in the Alexanderplatz was used as a symbol in a presidential speech criticizing it, and the wounding of Christian Gaudian and the death of his friend Chris Gueffroy marked the last two casualties linked to it.": {
    "guess": "Berlin Wall",
    "confidence": [
      [
        "Berlin",
        -0.01019788
      ],
      [
        " Wall",
        -0.0026619814
      ]
    ]
  },
  "Glover Johns commanded the relief force that was sent in as a response to its establishment, and General Lucius Clay, who engaged in diplomatic efforts concerning it, had his troops build a replica to practice quick attempts at its destruction. The erection of a tower topped by a glass sphere in the Alexanderplatz was used as a symbol in a presidential speech criticizing it, and the wounding of Christian Gaudian and the death of his friend Chris Gueffroy marked the last two casualties linked to it. The first was Peter Fechter, left to die after being shot by soldiers outside this structure, whose overnight creation was ordered by Walter Ulbricht. The main point of open passage was Checkpoint": {
    "guess": "Berlin Wall",
    "confidence": [
      [
        "Berlin",
        -0.0015903194
      ],
      [
        " Wall",
        -0.00042316676
      ]
    ]
  }
}