{
  "The Gniezno incarnation resulted from Boleslaw III's acceptance of the suzerainty of the Holy Roman Empire, and led to the de-facto independence of the Polish church. A 1242 instance of this saw Hungarian king Bela IV grant city rights to present-day Zagreb, though the most famous example of one of these confirmed the role of the city of Frankfurt and explicitly specified the role of the archbishop of Mainz. Emperor Frederic II was identified as the source of the 1218 one of Berne, considered a forgery, but definitely did issue one dealing with the holdings of Teutonic knights in Prussia named for the town of Rimini. The best-known of these documents was issued in 1356 by Charles IV and codified the Diet of Nuremberg's rulings regarding Holy Roman Emperor election. For 10 points, identify these": {
    "guess": "Golden Bulls",
    "confidence": [
      [
        "Golden",
        -0.03487333
      ],
      [
        " Bulls",
        -0.30339226
      ]
    ]
  },
  "The Gniezno incarnation resulted from Boleslaw III's acceptance of the suzerainty of the Holy Roman Empire, and led to the de-facto independence of the Polish church. A 1242 instance of this saw Hungarian king Bela IV grant city rights to present-day Zagreb, though the most famous example of one of these confirmed the role of the city of Frankfurt and explicitly specified the role of the archbishop": {
    "guess": "Golden Bull of 1356",
    "confidence": [
      [
        "Golden",
        -0.06862113
      ],
      [
        " Bull",
        -0.013027753
      ],
      [
        " of",
        -0.037714023
      ],
      [
        " ",
        -0.11523748
      ],
      [
        "135",
        -1.0133402
      ],
      [
        "6",
        -0.0003540543
      ]
    ]
  },
  "The Gniezno incarnation resulted from Boleslaw III's acceptance of the suzerainty of the Holy Roman Empire, and led to the de-facto independence of the Polish church. A 1242 instance of this saw Hungarian": {
    "guess": "Congress of Gniezno",
    "confidence": [
      [
        "Congress",
        -1.6188543
      ],
      [
        " of",
        -0.0003491706
      ],
      [
        " G",
        -0.20415795
      ],
      [
        "nie",
        -0.00043770226
      ],
      [
        "z",
        -6.706687e-05
      ],
      [
        "no",
        -7.107425e-06
      ]
    ]
  },
  "The Gniezno incarnation resulted from Boleslaw III's acceptance of the suzerainty of the Holy Roman Empire, and led to the de-facto independence of the Polish church. A 1242 instance of this saw Hungarian king Bela IV grant city rights to present-day Zagreb, though the most famous example of one of these confirmed the role of the city of Frankfurt and explicitly specified the role of the archbishop of Mainz. Emperor Frederic II was identified as the source of the 1218 one of Berne, considered a forgery, but definitely did issue one dealing with the holdings of Teutonic knights in Prussia named": {
    "guess": "Golden Bull",
    "confidence": [
      [
        "Golden",
        -0.010655136
      ],
      [
        " Bull",
        -0.05323012
      ]
    ]
  },
  "The Gniezno incarnation resulted from Boleslaw III's acceptance of the suzerainty of the Holy Roman Empire, and led to the de-facto independence of the Polish church. A 1242 instance of this saw Hungarian king Bela IV grant city rights to present-day Zagreb, though the most famous example of one of these confirmed the role of the city of Frankfurt and explicitly specified the role of the archbishop of Mainz. Emperor Frederic II was identified as the source of the 1218 one of Berne, considered a forgery, but definitely did issue one dealing with the holdings of Teutonic knights in Prussia named for the town of Rimini. The best-known of these documents was issued in 1356 by Charles IV and codified": {
    "guess": "Golden Bull",
    "confidence": [
      [
        "Golden",
        -0.07081663
      ],
      [
        " Bull",
        -0.0045090388
      ]
    ]
  },
  "The Gniezno incarnation resulted from Boleslaw III's acceptance of the suzerainty of the Holy Roman Empire, and led to the de-facto independence of the Polish church. A 1242 instance of this saw Hungarian king Bela IV grant city rights to present-day Zagreb, though the most famous example of one of these": {
    "guess": "Golden Bull of 1222",
    "confidence": [
      [
        "Golden",
        -0.9696145
      ],
      [
        " Bull",
        -0.011198718
      ],
      [
        " of",
        -0.063913256
      ],
      [
        " ",
        -0.013908908
      ],
      [
        "122",
        -0.173906
      ],
      [
        "2",
        -0.00028564973
      ]
    ]
  },
  "The Gniezno incarnation resulted from Boleslaw III's acceptance of the suzerainty of the Holy Roman Empire, and led to the de-facto independence of the Polish church. A 1242 instance of this saw Hungarian king Bela IV grant city rights to present-day Zagreb, though the most famous example of one of these confirmed the role of the city of Frankfurt and explicitly specified the role of the archbishop of Mainz. Emperor Frederic II was identified as the source of the 1218 one of Berne, considered a forgery,": {
    "guess": "Golden Bull of 1356",
    "confidence": [
      [
        "Golden",
        -0.1511968
      ],
      [
        " Bull",
        -0.0358935
      ],
      [
        " of",
        -0.085114315
      ],
      [
        " ",
        -0.3106096
      ],
      [
        "135",
        -0.021684581
      ],
      [
        "6",
        -0.00063988456
      ]
    ]
  },
  "The Gniezno incarnation resulted from Boleslaw III's acceptance of the suzerainty of the Holy Roman Empire, and led to the de-facto independence of the Polish church. A 1242 instance of this saw Hungarian king Bela IV grant city rights to present-day Zagreb, though the most famous example of one of these confirmed the role of the city of Frankfurt and explicitly specified the role of the archbishop of Mainz. Emperor Frederic II was identified as the source of the 1218 one of Berne, considered a forgery, but definitely did issue one dealing with the holdings of Teutonic knights in Prussia named for the town of Rimini. The best-known of these documents was issued in 1356 by Charles IV and codified the Diet of Nuremberg's rulings regarding Holy Roman Emperor election. For 10 points, identify these decrees named for the precious metal used on their seals.": {
    "guess": "Golden Bulls",
    "confidence": [
      [
        "Golden",
        -0.0013252416
      ],
      [
        " Bulls",
        -0.026535755
      ]
    ]
  },
  "The Gniezno incarnation resulted from Boleslaw III's acceptance of the suzerainty of the Holy Roman Empire,": {
    "guess": "Gniezno Cathedral",
    "confidence": [
      [
        "G",
        -0.7949136
      ],
      [
        "nie",
        -0.016130794
      ],
      [
        "z",
        -0.00023810577
      ],
      [
        "no",
        -3.070975e-05
      ],
      [
        " Cathedral",
        -1.251524
      ]
    ]
  }
}