{
  "T.G. Cowling suggests that no axisymmetric, or even two-dimensional version of this theory can exist. Hide offers that its asymmetry could be accounted for by the Taylor-Proudman theory, while the Rikitake model exhibits irregular reversing behavior. Qualitatively, Elsasser and Parker claim that a combination of differential rotation and convective helical motion could explain this and is known as the alpha-omega mechanism. Mathematically, the presence of Coriolis acceleration and the Lorentz force": {
    "guess": "Dynamo theory",
    "confidence": [
      [
        "D",
        -0.08125063
      ],
      [
        "ynamo",
        -5.3193703e-06
      ],
      [
        " theory",
        -0.015324728
      ]
    ]
  },
  "T.G. Cowling suggests that no axisymmetric, or even two-dimensional version of this theory can exist. Hide offers that its asymmetry could be accounted for by the Taylor-Proudman theory, while the Rikitake model exhibits irregular reversing behavior. Qualitatively, Elsasser and Parker claim that a combination of differential rotation and convective helical motion could explain this and is known as": {
    "guess": "Dynamo theory",
    "confidence": [
      [
        "D",
        -0.17736608
      ],
      [
        "ynamo",
        -1.3306016e-05
      ],
      [
        " theory",
        -0.23487717
      ]
    ]
  },
  "T.G. Cowling suggests that no axisymmetric, or even two-dimensional version of this theory can exist. Hide offers that its asymmetry could be accounted for by the Taylor-Proudman theory, while the Rikitake model exhibits irregular reversing behavior. Qualitatively, Elsasser and Parker claim that a combination of differential rotation and convective helical motion could explain this and is known as the alpha-omega mechanism. Mathematically, the presence of Coriolis acceleration and the Lorentz force complicate the ? Magnetohydrodynamic equations that are used to describe plasma equilibria and plasma waves and instabilities. FTP, name this theory which claims that the convection of conducting fluids in the core is the primary mechanism for the generation of Earth's magnetic field.": {
    "guess": "Dynamo theory",
    "confidence": [
      [
        "D",
        -0.017587995
      ],
      [
        "ynamo",
        -9.543734e-05
      ],
      [
        " theory",
        -0.006204177
      ]
    ]
  },
  "T.G. Cowling suggests that no axisymmetric, or even two-dimensional version of this theory can exist.": {
    "guess": "Magnetohydrodynamics",
    "confidence": [
      [
        "M",
        -0.10395338
      ],
      [
        "agnet",
        -0.020637421
      ],
      [
        "oh",
        -0.0036619527
      ],
      [
        "ydro",
        -4.596782e-05
      ],
      [
        "d",
        -0.0042067324
      ],
      [
        "ynamics",
        -0.00015490896
      ]
    ]
  },
  "T.G. Cowling suggests that no axisymmetric, or even two-dimensional version of this theory can exist. Hide offers that its asymmetry could be accounted for by the Taylor-Proudman theory, while the Rikitake model exhibits irregular reversing behavior. Qualitatively, Elsasser and Parker claim that a combination": {
    "guess": "Dynamo theory",
    "confidence": [
      [
        "D",
        -0.48126552
      ],
      [
        "ynamo",
        -0.00018816312
      ],
      [
        " theory",
        -0.003136009
      ]
    ]
  },
  "T.G. Cowling suggests that no axisymmetric, or even two-dimensional version of this theory can exist. Hide offers that its asymmetry could be accounted for by the Taylor-Proudman theory, while the Rikitake": {
    "guess": "Dynamo theory",
    "confidence": [
      [
        "D",
        -0.46550223
      ],
      [
        "ynamo",
        -0.00018280261
      ],
      [
        " theory",
        -0.010985808
      ]
    ]
  },
  "T.G. Cowling suggests that no axisymmetric, or even two-dimensional version of this theory can exist. Hide offers that its asymmetry could be accounted for by the Taylor-Proudman theory, while the Rikitake model exhibits irregular reversing behavior. Qualitatively, Elsasser and Parker claim that a combination of differential rotation and convective helical motion could explain this and is known as the alpha-omega mechanism. Mathematically, the presence of Coriolis acceleration and the Lorentz force complicate the ? Magnetohydrodynamic equations that are used to describe plasma equilibria and plasma waves and instabilities. FTP, name this theory which claims that the convection of conducting fluids": {
    "guess": "Dynamo theory",
    "confidence": [
      [
        "D",
        -0.11792098
      ],
      [
        "ynamo",
        -9.770221e-05
      ],
      [
        " theory",
        -0.018017886
      ]
    ]
  },
  "T.G. Cowling suggests that no axisymmetric, or even two-dimensional version of this theory can exist. Hide offers that its asymmetry could be accounted for by the Taylor-Proudman theory, while the Rikitake model exhibits irregular reversing behavior. Qualitatively, Elsasser and Parker claim that a combination of differential rotation and convective helical motion could explain this and is known as the alpha-omega mechanism. Mathematically, the presence of Coriolis acceleration and the Lorentz force complicate the ? Magnetohydrodynamic equations that are used to describe plasma equilibria and plasma": {
    "guess": "Dynamo theory",
    "confidence": [
      [
        "D",
        -0.5082667
      ],
      [
        "ynamo",
        -0.00070052256
      ],
      [
        " theory",
        -0.011086493
      ]
    ]
  }
}