{
  "The issue of whether wireless radios on barges exemplified this concept was dispositive in The T.J. Hooper. The \"patient\" rule differs from the \"physician\" or \"professional\" rule because the former does not consider this concept. For medical professionals, this concept depends on the \"same or similar locality\" standard. In medical malpractice cases, adherence to it insulates a practitioner from liability. For 10 points, name this concept that refers to a well-defined and consistent way of performing a certain activity within an industry or profession.": {
    "guess": "Industry practice",
    "confidence": [
      [
        "Industry",
        -0.02237902
      ],
      [
        " practice",
        -0.76991206
      ]
    ]
  },
  "Some of the issues presented in this work were elaborated upon in Abundance for What? And Other Essays. The best selling work in the history of sociology, it was co-written with Reuel Denney and Nathan Glazer. It held that in earlier societies, a typical person's values were dictated by tradition, while more recently, those who its author dubbed \"inner directed\" predominated. However, the heavily-industrialized society prevalent at the time of its 1950 publication led to the emergence of the \"other-directed\" personality which is driven by the values of \"peer groups\". Subtitled A Study of the Changing American Character, FTP, what is this work whose title became a byword for modern alienation, written by David Riesman?": {
    "guess": "The Lonely Crowd",
    "confidence": [
      [
        "The",
        -0.0019248254
      ],
      [
        " Lonely",
        -0.00013905855
      ],
      [
        " Crowd",
        -3.106736e-05
      ]
    ]
  },
  "A 1997 re-issue of this album includes a composition called \"Song of Our Country\" which had earlier appeared": {
    "guess": "The Battle of Los Angeles",
    "confidence": [
      [
        "The",
        -1.6150863
      ],
      [
        " Battle",
        -1.838294
      ],
      [
        " of",
        -0.89056784
      ],
      [
        " Los",
        -0.08042191
      ],
      [
        " Angeles",
        -3.4121115e-06
      ]
    ]
  },
  "Some of the issues presented in this work were elaborated upon in Abundance for What? And Other Essays. The best selling work in the history of sociology, it was co-written with Reuel Denney and Nathan Glazer. It held that in earlier societies, a typical person's values were dictated by tradition, while more recently, those who its author dubbed \"inner directed\" predominated. However, the heavily-industrialized society prevalent at the time of its 1950 publication led to the emergence of the \"other-directed\"": {
    "guess": "The Lonely Crowd",
    "confidence": [
      [
        "The",
        -0.0076850625
      ],
      [
        " Lonely",
        -0.0006485754
      ],
      [
        " Crowd",
        -2.0696643e-05
      ]
    ]
  },
  "A 1997 re-issue of this album includes a composition called \"Song of Our Country\" which had earlier appeared in its artist's album Directions. The third track on this album has a tune based on a traditional Peruvian whistle song, while its fourth track has a solo cadenza which emulates the voice of a muezzin calling out the adhan but was inspired by a song sung in processions during Holy Week. In addition to \"The Pan Piper\" and \"Saeta,\" this album includes a composition based on a theme from the Song of the Will o' the Wisp from El (*) Amor Brujo. The tracks on this album were composed and arranged by Gil Evans, and its opening track was adapted from a Joaquin Rodrigo work named for a royal palace built by Phillip II. For 10 points, identify this jazz album which contains the piece \"Concierto de Aranjuez\" and adapts music from a certain European country, a work of Miles Davis.": {
    "guess": "Sketches of Spain",
    "confidence": [
      [
        "Sketch",
        -0.0043580793
      ],
      [
        "es",
        -2.220075e-06
      ],
      [
        " of",
        -7.58424e-06
      ],
      [
        " Spain",
        -3.1281633e-07
      ]
    ]
  },
  "From 1930 to 1962, this issue was overseen at the federal level by Harry Anslinger. In 1954, President Eisen- hower organized a five member Cabinet committee to address it. The Supreme Court faced this issue with Linder v. U.S., ruling that parts of the Harrison Act overstepped federal power. In 1973, the BNDD, ODALE, and other agen- cies were combined into a single agency within the Department of Justice to address it, and this issue became the focus of Nancy Reagan when she was First Lady. During the first Bush Administration, this issue was overseen by former Education Secretary William Bennett and former Florida Governor Bob Martinez, who were popularly called czars. Name this issue now overseen": {
    "guess": "War on Drugs",
    "confidence": [
      [
        "War",
        -0.042864665
      ],
      [
        " on",
        -0.00016349163
      ],
      [
        " Drugs",
        -0.027784087
      ]
    ]
  },
  "In one issue of this comic book series, Wyatt Wingfoot declines an offer to join the Metro University football team and one of the main characters has his powers transferred to a man who dies in the Negative": {
    "guess": "Fantastic Four",
    "confidence": [
      [
        "Fantastic",
        -0.20480108
      ],
      [
        " Four",
        -0.0002670576
      ]
    ]
  },
  "A 1997 re-issue of this album includes a composition called \"Song of Our Country\" which had earlier appeared in its artist's album Directions. The third track on this album has a tune based on a traditional Peruvian whistle song, while its fourth track has a solo cadenza which emulates the voice of a muezzin calling out the adhan but was inspired by a song sung in processions during Holy Week. In addition to \"The Pan Piper\" and \"Saeta,\" this album includes a composition based on a theme from the Song of the Will o' the Wisp from El (*) Amor Brujo. The tracks on this album were composed and arranged by Gil Evans, and its opening track was adapted from a Joaquin Rodrigo work named for a royal palace": {
    "guess": "Sketches of Spain",
    "confidence": [
      [
        "Sketch",
        -0.0056356895
      ],
      [
        "es",
        -5.3193703e-06
      ],
      [
        " of",
        -3.6073914e-05
      ],
      [
        " Spain",
        -5.5122365e-07
      ]
    ]
  },
  "From 1930 to 1962, this issue was overseen at the federal level by Harry Anslinger. In 1954, President Eisen- hower organized a five member Cabinet committee to address it. The Supreme Court faced this issue with Linder v. U.S., ruling that parts of the Harrison Act overstepped federal power. In 1973,": {
    "guess": "Drug policy of the United States",
    "confidence": [
      [
        "Drug",
        -1.7062536
      ],
      [
        " policy",
        -0.96901685
      ],
      [
        " of",
        -0.34259552
      ],
      [
        " the",
        -0.0003496474
      ],
      [
        " United",
        -0.0022552912
      ],
      [
        " States",
        -0.0003345122
      ]
    ]
  },
  "This issue is addressed by philosopher William Rowe with the example of a deer caught in a forest fire. John Hick's argument from \"soul-making\" and Alvin Plantinga's Free Will Defense both aimed to resolve": {
    "guess": "Problem of evil",
    "confidence": [
      [
        "Problem",
        -0.70404124
      ],
      [
        " of",
        -1.4617256e-05
      ],
      [
        " evil",
        -0.057581455
      ]
    ]
  },
  "A 1997 re-issue of this album includes a composition called \"Song of Our Country\" which had earlier appeared in its artist's album Directions. The third track on this album has a tune based on a traditional": {
    "guess": "The Köln Concert",
    "confidence": [
      [
        "The",
        -2.457557
      ],
      [
        " Kö",
        -2.2348592
      ],
      [
        "ln",
        -9.5198935e-05
      ],
      [
        " Concert",
        -7.107425e-06
      ]
    ]
  },
  "This issue is addressed by philosopher William Rowe with the example of a deer caught in a forest fire. John Hick's argument from \"soul-making\" and Alvin Plantinga's Free Will Defense both aimed to resolve this issue. David Hume's statement of this problem included the question \"Is he willing\u0085 but not able? Then he is impotent.\" In the 17th century, the principle of sufficient reason was invoked to": {
    "guess": "Problem of evil",
    "confidence": [
      [
        "Problem",
        -0.053763144
      ],
      [
        " of",
        -5.443128e-05
      ],
      [
        " evil",
        -0.143223
      ]
    ]
  },
  "One issued in 1222 by King Andrew II of Hungary confirmed the rights of the nobility on the pattern of the Magna Carta, while another two years later granted certain rights to Saxon inhabitants of Transylvania. The first was issued in 1213 by Frederick II, Holy Roman Emperor, but perhaps the most famous was issued more than a century later and was promulgated at the Diet of Nuremberg. Attempts during": {
    "guess": "Magna Carta",
    "confidence": [
      [
        "M",
        -0.8744286
      ],
      [
        "agna",
        -0.00075495464
      ],
      [
        " Cart",
        -0.00090967544
      ],
      [
        "a",
        -7.2073424e-05
      ]
    ]
  },
  "In one issue of this comic book series, Wyatt Wingfoot declines an offer to join the Metro University football team and one of the main characters has his powers transferred to a man who dies in the Negative Zone. That issue, \"This Man...This Monster!\", followed this comic book's three-part story in which the Ultimate Nullifier and the assistance of The Watcher helped the title group and the (*) Silver Surfer defeat Galactus. The title characters of this comic gained their powers from cosmic rays": {
    "guess": "Fantastic Four",
    "confidence": [
      [
        "Fantastic",
        -0.033577237
      ],
      [
        " Four",
        -0.00021724513
      ]
    ]
  },
  "One issued in 1222 by King Andrew II of Hungary confirmed the rights of the nobility on the pattern of the Magna Carta, while another two years later granted certain rights to Saxon inhabitants of Transylvania. The first was issued in 1213 by Frederick II, Holy Roman Emperor, but perhaps the most famous was issued more than a century later and was promulgated at the Diet of Nuremberg. Attempts during the Thirty Years War to alter its provisions in favor of the Bavarian ruling house caused much grumbling. FTP, name this document issued by Charles IV in 1356, which defined the process of selecting": {
    "guess": "Golden Bull of 1356",
    "confidence": [
      [
        "Golden",
        -0.0031565689
      ],
      [
        " Bull",
        -0.00035036262
      ],
      [
        " of",
        -0.0009574358
      ],
      [
        " ",
        -1.92662e-05
      ],
      [
        "135",
        -5.3239244e-05
      ],
      [
        "6",
        -2.4391957e-05
      ]
    ]
  },
  "The issue of whether wireless radios on barges exemplified this concept was dispositive in The T.J. Hooper. The \"patient\" rule differs from the \"physician\" or \"professional\" rule because the former does not consider this concept. For medical professionals, this concept depends on the \"same or similar locality\" standard. In medical malpractice cases, adherence to it insulates a practitioner from liability. For 10 points, name this concept that refers to a well-defined and consistent way of performing": {
    "guess": "Standard of care",
    "confidence": [
      [
        "Standard",
        -0.08397503
      ],
      [
        " of",
        -0.0001973418
      ],
      [
        " care",
        -0.38729626
      ]
    ]
  },
  "This man issued the Megarian decree and earned an early political victory by ostracizing Cimon. This lover of Aspasia gave a funeral oration one year before dying of the plague during a war; that war was partially caused by his moving the treasury of the (*)Delian League to his home city, where it funded projects like the Parthenon. For 10 points, name this Greek statesman who led during the Golden": {
    "guess": "Pericles",
    "confidence": [
      [
        "Per",
        -0.0023570948
      ],
      [
        "icles",
        -0.00010402
      ]
    ]
  },
  "In one issue of this comic book series, Wyatt Wingfoot declines an offer to join the Metro University football team and one of the main characters has his powers transferred to a man who dies in the Negative Zone. That issue, \"This Man...This Monster!\", followed this comic book's three-part story in which the Ultimate Nullifier and the assistance of The Watcher helped the title group and the (*) Silver": {
    "guess": "Fantastic Four",
    "confidence": [
      [
        "Fantastic",
        -0.14675523
      ],
      [
        " Four",
        -0.00012058931
      ]
    ]
  },
  "The issue of whether wireless radios on barges exemplified this concept was dispositive in The T.J. Hooper. The \"patient\" rule differs from the \"physician\" or \"professional\" rule because the former does": {
    "guess": "Industry",
    "confidence": [
      [
        "Industry",
        -0.16824727
      ]
    ]
  },
  "A 1997 re-issue of this album includes a composition called \"Song of Our Country\" which had earlier appeared in its artist's album Directions. The third track on this album has a tune based on a traditional Peruvian whistle song, while its fourth track has a solo cadenza which emulates the voice of a muezzin calling out the adhan but was inspired by a song sung in processions during Holy Week. In addition to \"The Pan Piper\" and \"Saeta,\" this album includes a composition based on a theme from the": {
    "guess": "Sketches of Spain",
    "confidence": [
      [
        "Sketch",
        -0.065455414
      ],
      [
        "es",
        -6.49212e-05
      ],
      [
        " of",
        -4.8471098e-05
      ],
      [
        " Spain",
        -6.704273e-07
      ]
    ]
  },
  "The issue of whether wireless radios on barges exemplified this concept was dispositive in The T.J. Hooper.": {
    "guess": "Industry",
    "confidence": [
      [
        "Industry",
        -0.09162576
      ]
    ]
  },
  "Some of the issues presented in this work were elaborated upon in Abundance for What? And Other Essays.": {
    "guess": "Thorstein Veblen",
    "confidence": [
      [
        "Thor",
        -1.3391622
      ],
      [
        "stein",
        -0.00038193326
      ],
      [
        " Ve",
        -0.000104496816
      ],
      [
        "bl",
        -4.9617593e-06
      ],
      [
        "en",
        -5.145119e-05
      ]
    ]
  },
  "One issued in 1222 by King Andrew II of Hungary confirmed the rights of the nobility on the pattern of the Magna Carta, while another two years later granted certain rights to Saxon inhabitants of Transylvania. The first was issued in 1213 by Frederick II, Holy Roman Emperor, but perhaps the most famous was issued more than a century later and was promulgated at the Diet of Nuremberg. Attempts during the Thirty Years War to alter its provisions in favor of the Bavarian ruling house caused much grumbling.": {
    "guess": "Constitution of Hungary",
    "confidence": [
      [
        "Con",
        -0.9837166
      ],
      [
        "stitution",
        -0.017844481
      ],
      [
        " of",
        -0.007769529
      ],
      [
        " Hungary",
        -0.289794
      ]
    ]
  },
  "One issued in 1222 by King Andrew II of Hungary confirmed the rights of the nobility on the pattern of": {
    "guess": "Golden Bull of 1222",
    "confidence": [
      [
        "Golden",
        -0.008592589
      ],
      [
        " Bull",
        -0.0002636007
      ],
      [
        " of",
        -0.003608386
      ],
      [
        " ",
        -0.00027527902
      ],
      [
        "122",
        -0.00016527968
      ],
      [
        "2",
        -9.770221e-05
      ]
    ]
  },
  "A 1997 re-issue of this album includes a composition called \"Song of Our Country\" which had earlier appeared in its artist's album Directions. The third track on this album has a tune based on a traditional Peruvian whistle song, while its fourth track has a solo cadenza which emulates the voice of a muezzin calling out the adhan but was inspired by a song sung in processions during Holy Week. In addition to \"The Pan Piper\" and \"Saeta,\" this album includes a composition based on a theme from the Song of the Will o' the Wisp from El (*) Amor Brujo. The tracks on this album were composed and arranged by Gil Evans, and its opening track was adapted from a Joaquin Rodrigo work named for a royal palace built by Phillip II. For 10 points, identify this jazz album which contains the piece \"Concierto": {
    "guess": "Sketches of Spain",
    "confidence": [
      [
        "Sketch",
        -0.004467624
      ],
      [
        "es",
        -1.7954959e-05
      ],
      [
        " of",
        -3.2855416e-05
      ],
      [
        " Spain",
        -5.5122365e-07
      ]
    ]
  },
  "From 1930 to 1962, this issue was overseen at the federal level by Harry Anslinger. In 1954, President Eisen- hower organized a five member Cabinet committee to address it. The Supreme Court faced this issue with Linder v. U.S., ruling that parts of the Harrison Act overstepped federal power. In 1973, the BNDD, ODALE, and other agen- cies were combined into a single agency within the Department of": {
    "guess": "Drug Enforcement Administration",
    "confidence": [
      [
        "Drug",
        -0.50369257
      ],
      [
        " Enforcement",
        -0.14105749
      ],
      [
        " Administration",
        -0.00110914
      ]
    ]
  },
  "One issued in 1222 by King Andrew II of Hungary confirmed the rights of the nobility on the pattern of the Magna Carta, while another two years later granted certain rights to Saxon inhabitants of Transylvania.": {
    "guess": "Golden Bull of 1222",
    "confidence": [
      [
        "Golden",
        -0.037031423
      ],
      [
        " Bull",
        -0.00040540905
      ],
      [
        " of",
        -0.0070415516
      ],
      [
        " ",
        -0.0010671088
      ],
      [
        "122",
        -0.00023154958
      ],
      [
        "2",
        -8.566264e-05
      ]
    ]
  },
  "One issued in 1222 by King Andrew II of Hungary confirmed the rights of the nobility on the pattern of the Magna Carta, while another two years later granted certain rights to Saxon inhabitants of Transylvania. The first was issued in 1213 by Frederick II, Holy Roman Emperor, but perhaps the most famous was issued more than a century later and was promulgated at the Diet of Nuremberg. Attempts during the Thirty Years War to alter its provisions in favor of the Bavarian ruling house caused much grumbling. FTP, name this document issued by Charles IV in 1356, which defined the process of selecting a new Holy Roman Emperor.": {
    "guess": "Golden Bull of 1356",
    "confidence": [
      [
        "Golden",
        -0.00095040654
      ],
      [
        " Bull",
        -0.000113913906
      ],
      [
        " of",
        -0.00024180108
      ],
      [
        " ",
        -3.2929079e-06
      ],
      [
        "135",
        -0.00024977676
      ],
      [
        "6",
        -8.657073e-06
      ]
    ]
  },
  "This issue is addressed by philosopher William Rowe with the example of a deer caught in a forest fire.": {
    "guess": "Problem of evil",
    "confidence": [
      [
        "Problem",
        -0.13837638
      ],
      [
        " of",
        -3.1186566e-05
      ],
      [
        " evil",
        -0.46237355
      ]
    ]
  },
  "This issue is addressed by philosopher William Rowe with the example of a deer caught in a forest fire. John Hick's argument from \"soul-making\" and Alvin Plantinga's Free Will Defense both aimed to resolve this issue. David Hume's statement of this problem included the question \"Is he willing\u0085 but not able? Then he is impotent.\" In the 17th century, the principle of sufficient reason was invoked to resolve this problem in (*) Leibniz's Theodicy, which claimed that that this world was created as the \"best possible world.\" Augustine defined away the central concept of this problem as a non-thing, since it is a mere lack of goodness. For 10 points, name this problem in religious philosophy which asks why a good God allows suffering.": {
    "guess": "Problem of Evil",
    "confidence": [
      [
        "Problem",
        -0.042115536
      ],
      [
        " of",
        -6.6113236e-05
      ],
      [
        " Evil",
        -0.042196907
      ]
    ]
  },
  "This issue is addressed by philosopher William Rowe with the example of a deer caught in a forest fire. John Hick's argument from \"soul-making\" and Alvin Plantinga's Free Will Defense both aimed to resolve this issue. David Hume's statement of this problem included the question \"Is he willing\u0085 but not able? Then he is impotent.\" In the 17th century, the principle of sufficient reason was invoked to resolve this problem in (*) Leibniz's Theodicy, which claimed that that this world was created as the \"best possible world.\" Augustine defined away the central concept of this problem as a non-thing,": {
    "guess": "Problem of Evil",
    "confidence": [
      [
        "Problem",
        -0.004932612
      ],
      [
        " of",
        -0.00037883763
      ],
      [
        " Evil",
        -0.024805803
      ]
    ]
  },
  "From 1930 to 1962, this issue was overseen at the federal level by Harry Anslinger. In 1954, President Eisen- hower organized a five member Cabinet committee to address it. The Supreme Court faced this issue with Linder v. U.S., ruling that parts of the Harrison Act overstepped federal power. In 1973, the BNDD, ODALE, and other agen- cies were combined into a single agency within the Department of Justice to address it, and this issue became the focus of Nancy Reagan when she was First Lady. During the first Bush Administration, this issue was overseen by former Education Secretary William Bennett and former Florida Governor Bob Martinez, who were popularly called czars. Name this issue now overseen by the ONDCP and the DEA.": {
    "guess": "War on Drugs",
    "confidence": [
      [
        "War",
        -0.02455552
      ],
      [
        " on",
        -0.000105331244
      ],
      [
        " Drugs",
        -0.014016468
      ]
    ]
  },
  "In one issue of this comic book series, Wyatt Wingfoot declines an offer to join the Metro University football team and one of the main characters has his powers transferred to a man who dies in the Negative Zone. That issue, \"This Man...This Monster!\", followed this comic book's three-part story in which the Ultimate Nullifier and the assistance of The Watcher helped the title group and the (*) Silver Surfer defeat Galactus. The title characters of this comic gained their powers from cosmic rays during a test flight of a spaceship. For 10 points, identify this comic series which features The Invisible Woman and The Human Torch.": {
    "guess": "Fantastic Four",
    "confidence": [
      [
        "Fantastic",
        -0.021870276
      ],
      [
        " Four",
        -4.572941e-05
      ]
    ]
  },
  "In one issue of this comic book series, Wyatt Wingfoot declines an offer to join the Metro University football team and one of the main characters has his powers transferred to a man who dies in the Negative Zone. That issue, \"This Man...This Monster!\", followed this comic book's three-part story in": {
    "guess": "Fantastic Four",
    "confidence": [
      [
        "Fantastic",
        -0.21258782
      ],
      [
        " Four",
        -8.923875e-05
      ]
    ]
  },
  "From 1930 to 1962, this issue was overseen at the federal level by Harry Anslinger. In 1954, President Eisen- hower organized a five member Cabinet committee to address it. The Supreme Court faced this": {
    "guess": "Federal Bureau of Narcotics",
    "confidence": [
      [
        "Federal",
        -1.4586045
      ],
      [
        " Bureau",
        -0.03025221
      ],
      [
        " of",
        -1.7954959e-05
      ],
      [
        " Narc",
        -0.00023202639
      ],
      [
        "otics",
        -0.00028898742
      ]
    ]
  },
  "This man issued the Megarian decree and earned an early political victory by ostracizing Cimon. This lover of Aspasia gave a funeral oration one year before dying of the plague during a war; that war was partially caused by his moving the treasury of the (*)Delian League to his home city, where it funded projects like the Parthenon. For 10 points, name this Greek statesman who led during the Golden Age of Athens.": {
    "guess": "Pericles",
    "confidence": [
      [
        "Per",
        -0.0026616238
      ],
      [
        "icles",
        -0.00013810492
      ]
    ]
  },
  "Some of the issues presented in this work were elaborated upon in Abundance for What? And Other Essays. The best selling work in the history of sociology, it was co-written with Reuel Denney and Nathan": {
    "guess": "The Lonely Crowd",
    "confidence": [
      [
        "The",
        -0.027430862
      ],
      [
        " Lonely",
        -0.0037094583
      ],
      [
        " Crowd",
        -5.9199425e-05
      ]
    ]
  },
  "Some of the issues presented in this work were elaborated upon in Abundance for What? And Other Essays. The best selling work in the history of sociology, it was co-written with Reuel Denney and Nathan Glazer. It held that in earlier societies, a typical person's values were dictated by tradition, while more recently, those who its author dubbed \"inner directed\" predominated. However, the heavily-industrialized society prevalent at the time of its 1950 publication led to the emergence of the \"other-directed\" personality which is driven by the values of \"peer groups\". Subtitled A Study of the Changing American Character, FTP, what is this work whose title became a byword for modern alienation,": {
    "guess": "The Lonely Crowd",
    "confidence": [
      [
        "The",
        -0.0069692135
      ],
      [
        " Lonely",
        -5.2047206e-05
      ],
      [
        " Crowd",
        -1.4617256e-05
      ]
    ]
  },
  "This issue is addressed by philosopher William Rowe with the example of a deer caught in a forest fire. John Hick's argument from \"soul-making\" and Alvin Plantinga's Free Will Defense both aimed to resolve this issue. David Hume's statement of this problem included the question \"Is he willing\u0085 but not": {
    "guess": "Problem of evil",
    "confidence": [
      [
        "Problem",
        -0.055412844
      ],
      [
        " of",
        -7.111979e-05
      ],
      [
        " evil",
        -0.1681045
      ]
    ]
  },
  "One issued in 1222 by King Andrew II of Hungary confirmed the rights of the nobility on the pattern of the Magna Carta, while another two years later granted certain rights to Saxon inhabitants of Transylvania. The first was issued in 1213 by Frederick II, Holy Roman Emperor, but perhaps the most famous": {
    "guess": "Golden Bull of 1222",
    "confidence": [
      [
        "Golden",
        -0.22420883
      ],
      [
        " Bull",
        -0.00077437016
      ],
      [
        " of",
        -0.019520069
      ],
      [
        " ",
        -0.009898575
      ],
      [
        "122",
        -0.00023166878
      ],
      [
        "2",
        -0.00039301923
      ]
    ]
  },
  "Some of the issues presented in this work were elaborated upon in Abundance for What? And Other Essays. The best selling work in the history of sociology, it was co-written with Reuel Denney and Nathan Glazer. It held that in earlier societies, a typical person's values were dictated by tradition, while more recently, those who its author dubbed \"inner directed\" predominated. However, the heavily-industrialized society prevalent at the time of its 1950 publication led to the emergence of the \"other-directed\" personality which is driven by the values of \"peer groups\". Subtitled A Study of the Changing": {
    "guess": "The Lonely Crowd",
    "confidence": [
      [
        "The",
        -0.013419853
      ],
      [
        " Lonely",
        -0.00029244067
      ],
      [
        " Crowd",
        -3.2855416e-05
      ]
    ]
  },
  "From 1930 to 1962, this issue was overseen at the federal level by Harry Anslinger. In 1954, President Eisen- hower organized a five member Cabinet committee to address it. The Supreme Court faced this issue with Linder v. U.S., ruling that parts of the Harrison Act overstepped federal power. In 1973, the BNDD, ODALE, and other agen- cies were combined into a single agency within the Department of Justice to address it, and this issue became the focus of Nancy Reagan when she was First Lady. During": {
    "guess": "War on Drugs",
    "confidence": [
      [
        "War",
        -0.029512323
      ],
      [
        " on",
        -0.0003051918
      ],
      [
        " Drugs",
        -0.0036881976
      ]
    ]
  },
  "In one issue of this comic book series, Wyatt Wingfoot declines an offer to join the Metro University football team and one of the main characters has his powers transferred to a man who dies in the Negative Zone. That issue, \"This Man...This Monster!\", followed this comic book's three-part story in which the Ultimate Nullifier and the assistance of The Watcher helped the title group and the (*) Silver Surfer defeat Galactus. The title characters of this comic gained their powers from cosmic rays during a test flight of a spaceship. For 10 points, identify this comic series which features The Invisible": {
    "guess": "Fantastic Four",
    "confidence": [
      [
        "Fantastic",
        -0.008581124
      ],
      [
        " Four",
        -1.378283e-05
      ]
    ]
  },
  "This man issued the Megarian decree and earned an early political victory by ostracizing Cimon. This lover of Aspasia gave a funeral oration one year before dying of the plague during a war; that war was": {
    "guess": "Pericles",
    "confidence": [
      [
        "Per",
        -0.011919898
      ],
      [
        "icles",
        -0.0004920298
      ]
    ]
  },
  "The issue of whether wireless radios on barges exemplified this concept was dispositive in The T.J. Hooper. The \"patient\" rule differs from the \"physician\" or \"professional\" rule because the former does not consider this concept. For medical professionals, this concept depends on the \"same or similar": {
    "guess": "Industry standard",
    "confidence": [
      [
        "Industry",
        -1.036203
      ],
      [
        " standard",
        -0.4008321
      ]
    ]
  },
  "A 1997 re-issue of this album includes a composition called \"Song of Our Country\" which had earlier appeared in its artist's album Directions. The third track on this album has a tune based on a traditional Peruvian whistle song, while its fourth track has a solo cadenza which emulates the voice of a muezzin calling out the adhan but was inspired by a song sung in processions during Holy Week. In addition": {
    "guess": "Directions (album)",
    "confidence": [
      [
        "Directions",
        -1.386574
      ],
      [
        " (",
        -0.32992056
      ],
      [
        "album",
        -0.50752413
      ],
      [
        ")",
        -0.00091633986
      ]
    ]
  },
  "From 1930 to 1962, this issue was overseen at the federal level by Harry Anslinger. In 1954, President": {
    "guess": "Federal Bureau of Narcotics",
    "confidence": [
      [
        "Federal",
        -0.67894673
      ],
      [
        " Bureau",
        -0.0036000712
      ],
      [
        " of",
        -3.6073914e-05
      ],
      [
        " Narc",
        -4.1318875e-05
      ],
      [
        "otics",
        -0.00023393365
      ]
    ]
  },
  "A 1997 re-issue of this album includes a composition called \"Song of Our Country\" which had earlier appeared in its artist's album Directions. The third track on this album has a tune based on a traditional Peruvian whistle song, while its fourth track has a solo cadenza which emulates the voice of a muezzin calling out the adhan but was inspired by a song sung in processions during Holy Week. In addition to \"The Pan Piper\" and \"Saeta,\" this album includes a composition based on a theme from the Song of the Will o' the Wisp from El (*) Amor Brujo. The tracks on this album were composed and arranged": {
    "guess": "Sketches of Spain",
    "confidence": [
      [
        "Sketch",
        -0.37651947
      ],
      [
        "es",
        -4.85903e-05
      ],
      [
        " of",
        -0.00023977463
      ],
      [
        " Spain",
        -1.504853e-06
      ]
    ]
  },
  "A 1997 re-issue of this album includes a composition called \"Song of Our Country\" which had earlier appeared in its artist's album Directions. The third track on this album has a tune based on a traditional Peruvian whistle song, while its fourth track has a solo cadenza which emulates the voice of a": {
    "guess": "Return to Forever",
    "confidence": [
      [
        "Return",
        -1.7288221
      ],
      [
        " to",
        -0.0030039698
      ],
      [
        " Forever",
        -0.0047222767
      ]
    ]
  },
  "This man issued the Megarian decree and earned an early political victory by ostracizing Cimon. This": {
    "guess": "Pericles",
    "confidence": [
      [
        "Per",
        -0.006063294
      ],
      [
        "icles",
        -0.00075030565
      ]
    ]
  },
  "Some of the issues presented in this work were elaborated upon in Abundance for What? And Other Essays. The best selling work in the history of sociology, it was co-written with Reuel Denney and Nathan Glazer. It held that in earlier societies, a typical person's values were dictated by tradition, while": {
    "guess": "The Lonely Crowd",
    "confidence": [
      [
        "The",
        -0.0008597695
      ],
      [
        " Lonely",
        -0.0011117588
      ],
      [
        " Crowd",
        -1.3544423e-05
      ]
    ]
  },
  "This issue is addressed by philosopher William Rowe with the example of a deer caught in a forest fire. John Hick's argument from \"soul-making\" and Alvin Plantinga's Free Will Defense both aimed to resolve this issue. David Hume's statement of this problem included the question \"Is he willing\u0085 but not able? Then he is impotent.\" In the 17th century, the principle of sufficient reason was invoked to resolve this problem in (*) Leibniz's Theodicy, which claimed that that this world was created as the": {
    "guess": "Problem of Evil",
    "confidence": [
      [
        "Problem",
        -0.0139706135
      ],
      [
        " of",
        -0.0004897649
      ],
      [
        " Evil",
        -0.027064858
      ]
    ]
  },
  "In one issue of this comic book series, Wyatt Wingfoot declines an offer to join the Metro University": {
    "guess": "Fantastic Four",
    "confidence": [
      [
        "Fantastic",
        -0.7206897
      ],
      [
        " Four",
        -6.730528e-05
      ]
    ]
  },
  "Some of the issues presented in this work were elaborated upon in Abundance for What? And Other Essays. The best selling work in the history of sociology, it was co-written with Reuel Denney and Nathan Glazer. It held that in earlier societies, a typical person's values were dictated by tradition, while more recently, those who its author dubbed \"inner directed\" predominated. However, the heavily-industrialized": {
    "guess": "The Lonely Crowd",
    "confidence": [
      [
        "The",
        -0.012565688
      ],
      [
        " Lonely",
        -0.038867883
      ],
      [
        " Crowd",
        -2.0815847e-05
      ]
    ]
  },
  "The issue of whether wireless radios on barges exemplified this concept was dispositive in The T.J. Hooper. The \"patient\" rule differs from the \"physician\" or \"professional\" rule because the former does not consider this concept. For medical professionals, this concept depends on the \"same or similar locality\" standard. In medical malpractice cases, adherence to it insulates a practitioner from liability.": {
    "guess": "Industry standard of care",
    "confidence": [
      [
        "Industry",
        -0.51298654
      ],
      [
        " standard",
        -0.88715965
      ],
      [
        " of",
        -0.81266177
      ],
      [
        " care",
        -0.00086584524
      ]
    ]
  },
  "From 1930 to 1962, this issue was overseen at the federal level by Harry Anslinger. In 1954, President Eisen- hower organized a five member Cabinet committee to address it. The Supreme Court faced this issue with Linder v. U.S., ruling that parts of the Harrison Act overstepped federal power. In 1973, the BNDD, ODALE, and other agen- cies were combined into a single agency within the Department of Justice to address it, and this issue became the focus of Nancy Reagan when she was First Lady. During the first Bush Administration, this issue was overseen by former Education Secretary William Bennett": {
    "guess": "War on Drugs",
    "confidence": [
      [
        "War",
        -0.022367707
      ],
      [
        " on",
        -0.00067168626
      ],
      [
        " Drugs",
        -0.036907706
      ]
    ]
  },
  "This man issued the Megarian decree and earned an early political victory by ostracizing Cimon. This lover of Aspasia gave a funeral oration one year before dying of the plague during a war; that war was partially caused by his moving the treasury of the (*)Delian League to his home city, where it funded": {
    "guess": "Pericles",
    "confidence": [
      [
        "Per",
        -0.0041691028
      ],
      [
        "icles",
        -0.00075102085
      ]
    ]
  },
  "This issue is addressed by philosopher William Rowe with the example of a deer caught in a forest fire. John Hick's argument from \"soul-making\" and Alvin Plantinga's Free Will Defense both aimed to resolve this issue. David Hume's statement of this problem included the question \"Is he willing\u0085 but not able? Then he is impotent.\" In the 17th century, the principle of sufficient reason was invoked to resolve this problem in (*) Leibniz's Theodicy, which claimed that that this world was created as the \"best possible world.\" Augustine defined away the central concept of this problem as a non-thing, since it is a mere lack of goodness. For 10 points, name this problem in religious philosophy which": {
    "guess": "Problem of Evil",
    "confidence": [
      [
        "Problem",
        -0.022170098
      ],
      [
        " of",
        -0.00010950337
      ],
      [
        " Evil",
        -0.047255844
      ]
    ]
  }
}