{
  "Humphrey Lloyd confirmed this man's prediction of the existence of conical refraction in biaxial crystals, while his namesake equations are often written in symplectic form. A different equation involves": {
    "guess": "Hamiltonian mechanics",
    "confidence": [
      [
        "Hamilton",
        -0.2805908
      ],
      [
        "ian",
        -0.022378203
      ],
      [
        " mechanics",
        -1.0234988
      ]
    ]
  },
  "The humor in this novel is provided by such characters as Bailie Nicol Jarvie and the servant Andrew Fairservice.  It centers on a son of the Osbaldistone family who clashes with the boorish sons of his uncle, Sir Hildebrand, particularly the youngest, Rashleigh.  Francis, our hero, contends with Rashleigh for the hand of Diana Vernon and attempts to undermine Rashleigh's plotting prior to the Jacobite": {
    "guess": "Rob Roy",
    "confidence": [
      [
        "Rob",
        -0.008389508
      ],
      [
        " Roy",
        -0.00081487006
      ]
    ]
  },
  "While hunting in the forest of Crespo, he is almost attacked and so in turn, he rescues an Indian in Ceylon while watching pearl divers in oyster beds. He saves Aronnax, Ned Land, and Conseil after the Abraham Lincoln is sunk and they salvage gold from shipwrecks, which he uses to help others. He drops": {
    "guess": "Captain Nemo",
    "confidence": [
      [
        "Captain",
        -0.09017381
      ],
      [
        " N",
        -4.20341e-05
      ],
      [
        "emo",
        -6.869018e-06
      ]
    ]
  },
  "In Hungarian mythology, three children named Almafi were all born from these objects. In Russian mythology, Ivan the Mute used two of these objects to rejuvenate two seamstresses, who gave him a magical handkerchief, and those belonging to Tsar Vyslav Andronovich were routinely stolen by the Firebird. In the Celtic legend of the voyage of Maeldun, these objects are devoured by the beasts which inhabit the Island of the Fiery Swine. While wooing Gerd, Skirnir offers her eleven of these objects, and the old Volsung was conceived after Rerir's wife consumed one of these items. Thiazzi kidnapped Idun to obtain them, and three of these objects were dropped by Hippomenes to distract Atalanta during a race. Presented by Paris to Aphrodite, for 10 points, identify these edible objects, also found in": {
    "guess": "Apples",
    "confidence": [
      [
        "App",
        -0.2589597
      ],
      [
        "les",
        -2.1173457e-05
      ]
    ]
  },
  "In Hungarian mythology, three children named Almafi were all born from these objects. In Russian mythology,": {
    "guess": "Apple",
    "confidence": [
      [
        "Apple",
        -0.4506456
      ]
    ]
  },
  "\"He hung a grunting weight, battered and venerable and homely\" with \"brown skin hung in strips like ancient": {
    "guess": "Elizabeth Bishop",
    "confidence": [
      [
        "Elizabeth",
        -0.103852496
      ],
      [
        " Bishop",
        -7.9940866e-05
      ]
    ]
  },
  "While hunting in the forest of Crespo, he is almost attacked and so in turn, he rescues an Indian in Ceylon while watching pearl divers in oyster beds. He saves Aronnax, Ned Land, and Conseil after the": {
    "guess": "Twenty Thousand Leagues Under the Sea",
    "confidence": [
      [
        "Twenty",
        -0.14395206
      ],
      [
        " Thousand",
        -0.000680742
      ],
      [
        " Le",
        -0.00012308525
      ],
      [
        "agues",
        -1.962381e-05
      ],
      [
        " Under",
        -0.00055148307
      ],
      [
        " the",
        -0.0031285214
      ],
      [
        " Sea",
        -0.04617495
      ]
    ]
  },
  "Humphrey Lloyd confirmed this man's prediction of the existence of conical refraction in biaxial crystals,": {
    "guess": "William Rowan Hamilton",
    "confidence": [
      [
        "William",
        -0.29244968
      ],
      [
        " Row",
        -0.011255543
      ],
      [
        "an",
        -4.8709502e-05
      ],
      [
        " Hamilton",
        -2.8206474e-05
      ]
    ]
  },
  "The humor in this novel is provided by such characters as Bailie Nicol Jarvie and the servant Andrew Fairservice.  It centers on a son of the Osbaldistone family who clashes with the boorish sons of his": {
    "guess": "Rob Roy",
    "confidence": [
      [
        "Rob",
        -0.02753037
      ],
      [
        " Roy",
        -0.0010136376
      ]
    ]
  },
  "The humor in this novel is provided by such characters as Bailie Nicol Jarvie and the servant Andrew Fairservice.  It centers on a son of the Osbaldistone family who clashes with the boorish sons of his uncle, Sir Hildebrand, particularly the youngest, Rashleigh.  Francis, our hero, contends with Rashleigh for the hand of Diana Vernon and attempts to undermine Rashleigh's plotting prior to the Jacobite rebellion of 1715.  To that end he travels to the Highlands and enlists the aid of the title character, a member of clan Macgregor.  FTP, name this Sir Walter Scott novel about a heroic Scottish": {
    "guess": "Rob Roy",
    "confidence": [
      [
        "Rob",
        -0.0021954563
      ],
      [
        " Roy",
        -0.004546066
      ]
    ]
  },
  "In Hungarian mythology, three children named Almafi were all born from these objects. In Russian mythology, Ivan the Mute used two of these objects to rejuvenate two seamstresses, who gave him a magical handkerchief, and those belonging to Tsar Vyslav Andronovich were routinely stolen by the Firebird. In the Celtic legend of the voyage of Maeldun, these objects are devoured by the beasts which inhabit the Island of the Fiery Swine. While wooing Gerd, Skirnir offers her eleven of these objects, and the old Volsung was conceived after Rerir's wife consumed one of these items. Thiazzi kidnapped Idun to obtain them, and three of these objects were dropped by Hippomenes to distract Atalanta during a race. Presented by Paris to Aphrodite, for 10 points, identify these edible objects, also found in the Garden of the Hesperides.": {
    "guess": "Apples",
    "confidence": [
      [
        "App",
        -0.367255
      ],
      [
        "les",
        -1.4498052e-05
      ]
    ]
  },
  "Humphrey Lloyd confirmed this man's prediction of the existence of conical refraction in biaxial crystals, while his namesake equations are often written in symplectic form. A different equation involves his namesake characteristic function symbolized W, and automatically gives all constants of motion, and is named for this man and Jacobi. His namesake equations calculate the time derivatives of generalized momenta and generalized coordinates.  His namesake variational principle is a general version": {
    "guess": "Hamiltonian mechanics",
    "confidence": [
      [
        "Hamilton",
        -0.5433766
      ],
      [
        "ian",
        -0.0654802
      ],
      [
        " mechanics",
        -0.44661853
      ]
    ]
  },
  "Humphrey Lloyd confirmed this man's prediction of the existence of conical refraction in biaxial crystals, while his namesake equations are often written in symplectic form. A different equation involves his namesake characteristic function symbolized W, and automatically gives all constants of motion,": {
    "guess": "William Rowan Hamilton",
    "confidence": [
      [
        "William",
        -0.38952962
      ],
      [
        " Row",
        -0.005160228
      ],
      [
        "an",
        -8.518583e-05
      ],
      [
        " Hamilton",
        -7.58424e-06
      ]
    ]
  },
  "In Hungarian mythology, three children named Almafi were all born from these objects. In Russian mythology, Ivan the Mute used two of these objects to rejuvenate two seamstresses, who gave him a magical handkerchief, and those belonging to Tsar Vyslav Andronovich were routinely stolen by the Firebird. In the Celtic legend of the voyage of Maeldun, these objects are devoured by the beasts which inhabit the Island of the Fiery Swine. While wooing Gerd, Skirnir offers her eleven of these objects, and": {
    "guess": "Apples",
    "confidence": [
      [
        "App",
        -0.44016725
      ],
      [
        "les",
        -6.5278815e-05
      ]
    ]
  },
  "\"He hung a grunting weight, battered and venerable and homely\" with \"brown skin hung in strips like ancient wallpaper.\" His eyes are yellowed, the irises backed and packed with tarnished tinfoil.\" The": {
    "guess": "Elizabeth Bishop",
    "confidence": [
      [
        "Elizabeth",
        -0.2832725
      ],
      [
        " Bishop",
        -0.00012190055
      ]
    ]
  },
  "In Hungarian mythology, three children named Almafi were all born from these objects. In Russian mythology, Ivan the Mute used two of these objects to rejuvenate two seamstresses, who gave him a magical handkerchief, and those belonging to Tsar Vyslav Andronovich were routinely stolen by the Firebird. In the Celtic legend of the voyage of Maeldun, these objects are devoured by the beasts which inhabit": {
    "guess": "Egg of a bird",
    "confidence": [
      [
        "E",
        -1.1977522
      ],
      [
        "gg",
        -0.065748475
      ],
      [
        " of",
        -0.23634514
      ],
      [
        " a",
        -1.279705
      ],
      [
        " bird",
        -1.3530433
      ]
    ]
  },
  "In Hungarian mythology, three children named Almafi were all born from these objects. In Russian mythology, Ivan the Mute used two of these objects to rejuvenate two seamstresses, who gave him a magical": {
    "guess": "Golden Apples",
    "confidence": [
      [
        "Golden",
        -1.26936
      ],
      [
        " App",
        -0.34221384
      ],
      [
        "les",
        -4.85903e-05
      ]
    ]
  },
  "The humor in this novel is provided by such characters as Bailie Nicol Jarvie and the servant Andrew Fairservice.  It centers on a son of the Osbaldistone family who clashes with the boorish sons of his uncle, Sir Hildebrand, particularly the youngest, Rashleigh.  Francis, our hero, contends with Rashleigh for the hand of Diana Vernon and attempts to undermine Rashleigh's plotting prior to the Jacobite rebellion of 1715.  To that end he travels to the Highlands and enlists the aid of the title character,": {
    "guess": "Rob Roy",
    "confidence": [
      [
        "Rob",
        -0.0028842834
      ],
      [
        " Roy",
        -0.0008061755
      ]
    ]
  },
  "While hunting in the forest of Crespo, he is almost attacked and so in turn, he rescues an Indian in Ceylon while watching pearl divers in oyster beds. He saves Aronnax, Ned Land, and Conseil after the Abraham Lincoln is sunk and they salvage gold from shipwrecks, which he uses to help others. He drops his captives on a Norweigen island before being drawn into the maelstrom. For 10 points—name this": {
    "guess": "Twenty Thousand Leagues Under the Sea",
    "confidence": [
      [
        "Twenty",
        -0.8048413
      ],
      [
        " Thousand",
        -0.0009587471
      ],
      [
        " Le",
        -0.00024275472
      ],
      [
        "agues",
        -6.80205e-05
      ],
      [
        " Under",
        -0.0011718906
      ],
      [
        " the",
        -0.0033498898
      ],
      [
        " Sea",
        -0.01057682
      ]
    ]
  },
  "The humor in this novel is provided by such characters as Bailie Nicol Jarvie and the servant Andrew Fairservice.  It centers on a son of the Osbaldistone family who clashes with the boorish sons of his uncle, Sir Hildebrand, particularly the youngest, Rashleigh.  Francis, our hero, contends with Rashleigh for the hand of Diana Vernon and attempts to undermine Rashleigh's plotting prior to the Jacobite rebellion of 1715.  To that end he travels to the Highlands and enlists the aid of the title character, a member of clan Macgregor.  FTP, name this Sir Walter Scott novel about a heroic Scottish outlaw.": {
    "guess": "Rob Roy",
    "confidence": [
      [
        "Rob",
        -0.0023786195
      ],
      [
        " Roy",
        -0.00699857
      ]
    ]
  },
  "In Hungarian mythology, three children named Almafi were all born from these objects. In Russian mythology, Ivan the Mute used two of these objects to rejuvenate two seamstresses, who gave him a magical handkerchief, and those belonging to Tsar Vyslav Andronovich were routinely stolen by the Firebird. In the Celtic legend of the voyage of Maeldun, these objects are devoured by the beasts which inhabit the Island of the Fiery Swine. While wooing Gerd, Skirnir offers her eleven of these objects, and the old Volsung was conceived after Rerir's wife consumed one of these items. Thiazzi kidnapped Idun to obtain them, and three of these objects were dropped by Hippomenes to distract Atalanta during": {
    "guess": "Apples",
    "confidence": [
      [
        "App",
        -0.5657889
      ],
      [
        "les",
        -3.7027545e-05
      ]
    ]
  },
  "\"He hung a grunting weight, battered and venerable and homely\" with \"brown skin hung in strips like ancient wallpaper.\" His eyes are yellowed, the irises backed and packed with tarnished tinfoil.\" The narrator \"admired his sullen face\" and notices on his jaw \"five big hooks grown firmly in his moth\"": {
    "guess": "Elizabeth Bishop",
    "confidence": [
      [
        "Elizabeth",
        -0.39375925
      ],
      [
        " Bishop",
        -0.0001506213
      ]
    ]
  },
  "Humphrey Lloyd confirmed this man's prediction of the existence of conical refraction in biaxial crystals, while his namesake equations are often written in symplectic form. A different equation involves his namesake characteristic function symbolized W, and automatically gives all constants of motion, and is named for this man and Jacobi. His namesake equations calculate the time derivatives of generalized momenta and generalized coordinates.  His namesake variational principle is a general version of the principle of least of action, and states that the time integral of the Lagrangian has a stationary value. For 10 points, name this scientist who discovered quaternions, and whose namesake function": {
    "guess": "William Rowan Hamilton",
    "confidence": [
      [
        "William",
        -0.04137419
      ],
      [
        " Row",
        -0.00961572
      ],
      [
        "an",
        -0.0002667
      ],
      [
        " Hamilton",
        -5.0139948e-05
      ]
    ]
  },
  "Humphrey Lloyd confirmed this man's prediction of the existence of conical refraction in biaxial crystals, while his namesake equations are often written in symplectic form. A different equation involves his namesake characteristic function symbolized W, and automatically gives all constants of motion, and is named for this man and Jacobi. His namesake equations calculate the time derivatives of generalized": {
    "guess": "William Rowan Hamilton",
    "confidence": [
      [
        "William",
        -0.68435055
      ],
      [
        " Row",
        -0.0097366115
      ],
      [
        "an",
        -0.0001201125
      ],
      [
        " Hamilton",
        -1.7478143e-05
      ]
    ]
  },
  "While hunting in the forest of Crespo, he is almost attacked and so in turn, he rescues an Indian in": {
    "guess": "Coyote",
    "confidence": [
      [
        "C",
        -1.5253942
      ],
      [
        "oy",
        -0.72281235
      ],
      [
        "ote",
        -0.0062746555
      ]
    ]
  },
  "In Hungarian mythology, three children named Almafi were all born from these objects. In Russian mythology, Ivan the Mute used two of these objects to rejuvenate two seamstresses, who gave him a magical handkerchief, and those belonging to Tsar Vyslav Andronovich were routinely stolen by the Firebird.": {
    "guess": "Firebird",
    "confidence": [
      [
        "Fire",
        -0.26962522
      ],
      [
        "bird",
        -0.42930472
      ]
    ]
  },
  "In Hungarian mythology, three children named Almafi were all born from these objects. In Russian mythology, Ivan the Mute used two of these objects to rejuvenate two seamstresses, who gave him a magical handkerchief, and those belonging to Tsar Vyslav Andronovich were routinely stolen by the Firebird. In the Celtic legend of the voyage of Maeldun, these objects are devoured by the beasts which inhabit the Island of the Fiery Swine. While wooing Gerd, Skirnir offers her eleven of these objects, and the old Volsung was conceived after Rerir's wife consumed one of these items. Thiazzi kidnapped Idun": {
    "guess": "Apples",
    "confidence": [
      [
        "App",
        -0.29643542
      ],
      [
        "les",
        -4.9424725e-05
      ]
    ]
  },
  "\"He hung a grunting weight, battered and venerable and homely\" with \"brown skin hung in strips like ancient wallpaper.\" His eyes are yellowed, the irises backed and packed with tarnished tinfoil.\" The narrator \"admired his sullen face\" and notices on his jaw \"five big hooks grown firmly in his moth\" wavering \"like medals with their ribbons.\" Ending with the narrator releasing the title animal, For": {
    "guess": "The Fish (poem)",
    "confidence": [
      [
        "The",
        -0.62847364
      ],
      [
        " Fish",
        -0.0032668381
      ],
      [
        " (",
        -0.04134422
      ],
      [
        "po",
        -0.0009583895
      ],
      [
        "em",
        -0.0010292386
      ],
      [
        ")",
        -0.015775196
      ]
    ]
  },
  "Humphrey Lloyd confirmed this man's prediction of the existence of conical refraction in biaxial crystals, while his namesake equations are often written in symplectic form. A different equation involves his namesake characteristic function symbolized W, and automatically gives all constants of motion, and is named for this man and Jacobi. His namesake equations calculate the time derivatives of generalized momenta and generalized coordinates.  His namesake variational principle is a general version of the principle of least of action, and states that the time integral of the Lagrangian has a stationary value. For 10 points, name this scientist who discovered quaternions, and whose namesake function is the total energy of a system.": {
    "guess": "William Rowan Hamilton",
    "confidence": [
      [
        "William",
        -0.03353608
      ],
      [
        " Row",
        -0.012487054
      ],
      [
        "an",
        -0.00014692599
      ],
      [
        " Hamilton",
        -8.657073e-06
      ]
    ]
  },
  "The humor in this novel is provided by such characters as Bailie Nicol Jarvie and the servant Andrew": {
    "guess": "Rob Roy",
    "confidence": [
      [
        "Rob",
        -0.0016768523
      ],
      [
        " Roy",
        -0.00047893205
      ]
    ]
  },
  "The humor in this novel is provided by such characters as Bailie Nicol Jarvie and the servant Andrew Fairservice.  It centers on a son of the Osbaldistone family who clashes with the boorish sons of his uncle, Sir Hildebrand, particularly the youngest, Rashleigh.  Francis, our hero, contends with Rashleigh": {
    "guess": "Rob Roy",
    "confidence": [
      [
        "Rob",
        -0.013134348
      ],
      [
        " Roy",
        -0.00055148307
      ]
    ]
  },
  "While hunting in the forest of Crespo, he is almost attacked and so in turn, he rescues an Indian in Ceylon while watching pearl divers in oyster beds. He saves Aronnax, Ned Land, and Conseil after the Abraham Lincoln is sunk and they salvage gold from shipwrecks, which he uses to help others. He drops his captives on a Norweigen island before being drawn into the maelstrom. For 10 points—name this submarine captain from Jules Verne's Twenty Thousand Leagues Under the Sea.": {
    "guess": "Captain Nemo",
    "confidence": [
      [
        "Captain",
        -0.016042698
      ],
      [
        " N",
        -3.1737043e-06
      ],
      [
        "emo",
        -4.246537e-06
      ]
    ]
  },
  "Humphrey Lloyd confirmed this man's prediction of the existence of conical refraction in biaxial crystals, while his namesake equations are often written in symplectic form. A different equation involves his namesake characteristic function symbolized W, and automatically gives all constants of motion, and is named for this man and Jacobi. His namesake equations calculate the time derivatives of generalized momenta and generalized coordinates.  His namesake variational principle is a general version of the principle of least of action, and states that the time integral of the Lagrangian has a stationary": {
    "guess": "William Rowan Hamilton",
    "confidence": [
      [
        "William",
        -0.6835536
      ],
      [
        " Row",
        -0.004771161
      ],
      [
        "an",
        -0.0001558626
      ],
      [
        " Hamilton",
        -2.1769476e-05
      ]
    ]
  },
  "\"He hung a grunting weight, battered and venerable and homely\" with \"brown skin hung in strips like ancient wallpaper.\" His eyes are yellowed, the irises backed and packed with tarnished tinfoil.\" The narrator \"admired his sullen face\" and notices on his jaw \"five big hooks grown firmly in his moth\" wavering \"like medals with their ribbons.\" Ending with the narrator releasing the title animal, For 10 points--, identify this poem by Elizabeth Bishop.": {
    "guess": "The Fish",
    "confidence": [
      [
        "The",
        -0.05925605
      ],
      [
        " Fish",
        -0.002231498
      ]
    ]
  }
}