{
  "The narrator notes that it is listed in the old geographical gazetteer Annotated Water Classic and that it was also here that Buddha enlightened the Venerable Mahakashyapa. Take the train to Wuyizhen, then go upstream by boat on the You River is the advice given by a passenger on a train. While this": {
    "guess": "Soul Mountain",
    "confidence": [
      [
        "S",
        -0.38087413
      ],
      [
        "oul",
        -0.00256353
      ],
      [
        " Mountain",
        -8.900034e-05
      ]
    ]
  },
  "The narrator of one poem by this author has \"heard what the talkers were talking, the talk of the beginning and end\" and discusses the \"procreant urge of the world.\" Another work by this poet ends \"Great or small, you furnish your parts towards the soul.\" That poem begins \"Flood tide below me! I watch you face to face.\" The narrator of this man's most famous poem sounds his \"barbaric yawp over the roofs of the world,\" and begins \"I celebrate myself, and sing myself.\" For 10 points, name this American": {
    "guess": "Walt Whitman",
    "confidence": [
      [
        "W",
        -0.20020495
      ],
      [
        "alt",
        -0.013274819
      ],
      [
        " Whit",
        -5.157039e-05
      ],
      [
        "man",
        -4.0961266e-05
      ]
    ]
  },
  "The narrator of this novel moves to Ramsdale, where he considers killing a woman in Hourglass Lake. That narrator keeps a diary that needs a magnifying glass to decode, and his wife Charlotte figures it out before she runs into a car. At the end of this work, the protagonist is found in Alaska with the last name Schiller. The narrator kills the author of The Nymph, Claire Quilty, after being stalked across America with the title character, and, at opening of this novel, he describes the title character": {
    "guess": "Lolita",
    "confidence": [
      [
        "L",
        -0.0147768315
      ],
      [
        "ol",
        -4.0722858e-05
      ],
      [
        "ita",
        -6.3609965e-05
      ]
    ]
  },
  "The narrator argues that, despite what The Blason of Colors says, this man's colors white and blue represent joy and heaven, rather than faith and firmness. He named the town of Beauce after a battle fought between a swarm of hornets and his mare, and once inadvertently killed six pilgrims caught in": {
    "guess": "Jean de La Fontaine",
    "confidence": [
      [
        "Jean",
        -1.9040674
      ],
      [
        " de",
        -0.2981819
      ],
      [
        " La",
        -1.0939877
      ],
      [
        " Font",
        -0.1832305
      ],
      [
        "aine",
        -0.00041887542
      ]
    ]
  },
  "The Nashua Telegraph organized a famous debate between this man and one opponent. He threatened to cut": {
    "guess": "Abraham Lincoln",
    "confidence": [
      [
        "Ab",
        -0.4598955
      ],
      [
        "raham",
        -0.011466989
      ],
      [
        " Lincoln",
        -0.04926382
      ]
    ]
  },
  "The narrator argues that, despite what The Blason of Colors says, this man's colors white and blue represent": {
    "guess": "The Blason of Colors",
    "confidence": [
      [
        "The",
        -2.0754173
      ],
      [
        " Bl",
        -0.022884
      ],
      [
        "ason",
        -0.6083649
      ],
      [
        " of",
        -0.5944045
      ],
      [
        " Colors",
        -0.051324643
      ]
    ]
  },
  "The narrator wakes up at ten in the morning, puts on his Gucci underwear and Kangoal hat, and, when leaving his house, bumps into his girlfriend Sally, who is from the Valley. Also with Sally is her mother, who proceeds to attack Sally in an effort to win the narrator's affections, but he ultimately": {
    "guess": "Valley Girl (film)",
    "confidence": [
      [
        "Val",
        -0.45414504
      ],
      [
        "ley",
        -0.0058267717
      ],
      [
        " Girl",
        -0.2469651
      ],
      [
        " (",
        -0.3760443
      ],
      [
        "film",
        -0.33959103
      ],
      [
        ")",
        -0.00031806578
      ]
    ]
  },
  "The narrator of this novel dedicates his commencement address to the title character's father. That character later sleeps in the title character's bed to protect her from Wick Cutter. The title character works for the Harling family, and is later impregnated and abandoned by Larry Donovan. The protagonist ends up in a happy marriage with Anton Cuzak in this novel, which is set in Black Hawk, Nebraska. For 10 points, name this novel in which Jim Burden reunites with the title Bohemian girl, a work by Willa Cather whose title character has the surname Shimerda.": {
    "guess": "My Ántonia",
    "confidence": [
      [
        "My",
        -0.0012495198
      ],
      [
        " Á",
        -0.00057971966
      ],
      [
        "nt",
        -9.4914985e-06
      ],
      [
        "onia",
        -4.9305523e-05
      ]
    ]
  },
  "The narrator of this work notes that his old teacher, Brunetto Latini, seemed to be \"one who wins, and not the one who loses.\" The author begins this work with the line \"Nel mezzo del cammin di nostra vita\" and describes meeting a leopard, a lion, and a wolf in the dark forest. Afterward, this work describes": {
    "guess": "Inferno (Dante)",
    "confidence": [
      [
        "In",
        -0.040070698
      ],
      [
        "fer",
        -1.7432603e-06
      ],
      [
        "no",
        -9.968313e-06
      ],
      [
        " (",
        -0.00053659
      ],
      [
        "D",
        -4.6563837e-05
      ],
      [
        "ante",
        -7.465036e-06
      ],
      [
        ")",
        -6.704273e-07
      ]
    ]
  },
  "The narrator tells the titular group that if their mother tells them to do something then it is wrong to say you won't in his \"Advice to Little Girls\". Other short stories deal with an item given to Mr.": {
    "guess": "Mark Twain",
    "confidence": [
      [
        "Mark",
        -0.061696157
      ],
      [
        " Tw",
        -3.8577193e-05
      ],
      [
        "ain",
        -7.9418505e-06
      ]
    ]
  },
  "The narrator wakes up at ten in the morning, puts on his Gucci underwear and Kangoal hat, and, when leaving his house, bumps into his girlfriend Sally, who is from the Valley. Also with Sally is her mother, who proceeds to attack Sally in an effort to win the narrator's affections, but he ultimately rebuffs her, saying that he already has a wrinkled pussy, and doesn't need another. FTP, name this rap": {
    "guess": "Sally (song)",
    "confidence": [
      [
        "S",
        -1.1745272
      ],
      [
        "ally",
        -0.01857714
      ],
      [
        " (",
        -0.096436605
      ],
      [
        "song",
        -0.5343002
      ],
      [
        ")",
        -0.0024114463
      ]
    ]
  },
  "The narrator of this novel attends his 45th high school reunion and sees such old acquaintances as Mendy Gurlik, a delinquent who taught him how to jack off. Nathan Zuckerman then sees Jerry, the confrontational brother of the main character, and decides to recount said main character's life story. The main character's story ends as he realizes that his wife Dawn, a former Miss New Jersey, is having an affair with Orcutt. After a career as a star athlete at Weequahic High, he inherits his father": {
    "guess": "The Human Stain",
    "confidence": [
      [
        "The",
        -0.024494212
      ],
      [
        " Human",
        -0.03130115
      ],
      [
        " St",
        -9.133887e-06
      ],
      [
        "ain",
        -0.00010318558
      ]
    ]
  },
  "The narrator of this novel hangs up on a character after being asked to send out some tennis shoes. Another character in this novel talks about \"Oggsford College\" and is alleged to have fixed the World Series. The narrator of this novel becomes involved with a professional golfer who cheated to win her first tournament. A man known as Owl-Eyes is one of the few who shows up at the title character's": {
    "guess": "The Great Gatsby",
    "confidence": [
      [
        "The",
        -0.0063900375
      ],
      [
        " Great",
        -0.00021140782
      ],
      [
        " G",
        -2.8921695e-05
      ],
      [
        "atsby",
        -1.4974867e-05
      ]
    ]
  },
  "The narrator of a story by this author panics after waking up and finding one of his slippers missing; earlier; that character sees a raincoat on a sofa shortly before receiving a call telling him that his brother-in-law has been hit by a train. A character created by this man is criticized for his vanity so much that he is relieved to awaken one morning and find that his nose hangs five inches beyond his chin. A hallucination-plagued man narrates this author's story (*) \"Cogwheels.\" This non-Gogol author of \"The Nose\" wrote a story in which the body of a woman who sold snake meat as fish has its hair stolen by an old woman, who in turn is robbed by a servant. The setting of that story, a gate,": {
    "guess": "Nikolai Gogol",
    "confidence": [
      [
        "N",
        -0.006778843
      ],
      [
        "ik",
        -0.00032533353
      ],
      [
        "ol",
        -0.00018995117
      ],
      [
        "ai",
        -0.00029184466
      ],
      [
        " G",
        -0.002724633
      ],
      [
        "og",
        -9.484132e-05
      ],
      [
        "ol",
        -0.00022964232
      ]
    ]
  },
  "The narrator of this novel moves to Ramsdale, where he considers killing a woman in Hourglass Lake. That narrator keeps a diary that needs a magnifying glass to decode, and his wife Charlotte figures it out before she runs into a car. At the end of this work, the protagonist is found in Alaska with the last name Schiller. The narrator kills the author of The Nymph, Claire Quilty, after being stalked": {
    "guess": "Lolita",
    "confidence": [
      [
        "L",
        -0.49875498
      ],
      [
        "ol",
        -0.00044675806
      ],
      [
        "ita",
        -0.00021212305
      ]
    ]
  },
  "The narrator of this novel hangs up on a character after being asked to send out some tennis shoes. Another": {
    "guess": "The Catcher in the Rye",
    "confidence": [
      [
        "The",
        -0.1356684
      ],
      [
        " Catch",
        -0.38657448
      ],
      [
        "er",
        -2.8160932e-06
      ],
      [
        " in",
        -9.372295e-06
      ],
      [
        " the",
        -9.3410876e-05
      ],
      [
        " R",
        -4.9617593e-06
      ],
      [
        "ye",
        -5.2001665e-06
      ]
    ]
  },
  "The narrator of this poem promises \"thirteen scudi for the ruff,\" referring to a figure known as \"The Cousin\" whose whistle ends this poem. The narrator of this work addresses his \"melancholy little house,\" which he built with money stolen from Francis I. Its speaker brushes off criticism by asking \"what does the mountain care?\" but concedes that \"a man's reach should exceed his grasp.\" That speaker": {
    "guess": "Andrea del Sarto",
    "confidence": [
      [
        "And",
        -0.6341587
      ],
      [
        "rea",
        -7.624555e-05
      ],
      [
        " del",
        -0.0024978947
      ],
      [
        " S",
        -7.0523776e-05
      ],
      [
        "arto",
        -0.00025216083
      ]
    ]
  },
  "The narrator of a story by this author panics after waking up and finding one of his slippers missing; earlier; that character sees a raincoat on a sofa shortly before receiving a call telling him that his brother-in-law has been hit by a train. A character created by this man is criticized for his vanity so much that he is relieved to awaken one morning and find that his nose hangs five inches beyond his chin. A hallucination-plagued man narrates this author's story (*) \"Cogwheels.\" This non-Gogol author of \"The Nose\" wrote a story in which the body of a woman who sold snake meat as fish has its": {
    "guess": "Nikolai Gogol",
    "confidence": [
      [
        "N",
        -0.028550858
      ],
      [
        "ik",
        -0.0026234547
      ],
      [
        "ol",
        -0.0029009245
      ],
      [
        "ai",
        -0.00036275614
      ],
      [
        " G",
        -0.008072761
      ],
      [
        "og",
        -2.3080716e-05
      ],
      [
        "ol",
        -4.0007635e-05
      ]
    ]
  },
  "The Nashua Telegraph organized a famous debate between this man and one opponent. He threatened to cut off aid to the military in El Salvador unless it ended its death squads, gave the \"thousand points of light\" speech and signed the Americans with Disabilities Act. He ordered a military intervention to restore Guillermo Endara to power as part of Operation Just Cause, overthrowing Manuel Noriega. After a meeting in Malta, he agreed to START I, and also pushed for the elimination of continental tariffs through the formation of NAFTA. For 10 points, name this former CIA director who defeated Michael": {
    "guess": "George H. W. Bush",
    "confidence": [
      [
        "George",
        -0.031166198
      ],
      [
        " H",
        -0.002148239
      ],
      [
        ".",
        -0.006081784
      ],
      [
        " W",
        -7.481511e-05
      ],
      [
        ".",
        -2.2007884e-05
      ],
      [
        " Bush",
        -1.5809293e-05
      ]
    ]
  },
  "The narrator of this poem claims, \"I am a part of all that I have met\" before lamenting, \"how dull it is to pause, to make an end.\" The narrator's son is introduced as the person \"To whom I leave the sceptre and the isle\" in the second stanza of this poem in which the narrator looks forward to \"some work of noble note\" which \"may yet be done, / Not unbecoming men that strove with gods.\" This poem closes with the exhortation \"to strive, to seek, to find, and not to yield.\" For 10 points, name this": {
    "guess": "Ulysses (poem)",
    "confidence": [
      [
        "U",
        -0.05675891
      ],
      [
        "ly",
        -1.4259645e-05
      ],
      [
        "ss",
        -1.8550976e-05
      ],
      [
        "es",
        -0.00010616567
      ],
      [
        " (",
        -0.026507428
      ],
      [
        "po",
        -0.0024308325
      ],
      [
        "em",
        -0.0001842294
      ],
      [
        ")",
        -0.00034928982
      ]
    ]
  },
  "The narrator of this poem states that \"All breathing human passion far above,\" and in the first stanza, he wonders \"What leaf-fringed legend haunts about thy shape.\" One section of this work describes a \"heifer lowing at the skies\" led by a \"mysterious priest,\" while another urges \"ye soft pipe\" to \"play": {
    "guess": "Ode on a Grecian Urn",
    "confidence": [
      [
        "O",
        -0.0009189624
      ],
      [
        "de",
        -1.6524515e-05
      ],
      [
        " on",
        -0.0039266567
      ],
      [
        " a",
        -0.005730517
      ],
      [
        " G",
        -3.2736214e-05
      ],
      [
        "rec",
        -1.6240566e-06
      ],
      [
        "ian",
        -3.6073914e-05
      ],
      [
        " Ur",
        -8.89548e-06
      ],
      [
        "n",
        -1.6166903e-05
      ]
    ]
  },
  "The narrator of this poem states that \"All breathing human passion far above,\" and in the first stanza, he wonders \"What leaf-fringed legend haunts about thy shape.\" One section of this work describes a \"heifer lowing at the skies\" led by a \"mysterious priest,\" while another urges \"ye soft pipe\" to \"play on\" since \"Heard melodies are sweet, but those unheard / Are sweeter.\" The title \"foster-child of Silence and slow Time\" is described as an \"Attic shape,\" and this work begins by addressing the \"still unravish'd bride of quietness.\" For 10 points, name this poem which proclaims that \"Beauty is truth, truth beauty,\" written by John Keats.": {
    "guess": "Ode on a Grecian Urn",
    "confidence": [
      [
        "O",
        -0.0011635537
      ],
      [
        "de",
        -1.0802739e-05
      ],
      [
        " on",
        -0.036178797
      ],
      [
        " a",
        -0.00012678056
      ],
      [
        " G",
        -4.604148e-06
      ],
      [
        "rec",
        -1.0280384e-06
      ],
      [
        "ian",
        -2.7252845e-05
      ],
      [
        " Ur",
        -5.0974373e-05
      ],
      [
        "n",
        -1.8074163e-05
      ]
    ]
  },
  "The narrator recounts how he went each night for a week at midnight to look in with a lamp on another character. On the eighth night, he entertains three guests who arrive at 4 in the morning. The primary": {
    "guess": "The Tell-Tale Heart",
    "confidence": [
      [
        "The",
        -0.15976436
      ],
      [
        " Tell",
        -0.6053587
      ],
      [
        "-T",
        -0.0018036998
      ],
      [
        "ale",
        -0.0001505021
      ],
      [
        " Heart",
        -0.00018244502
      ]
    ]
  },
  "The narrator of a story by this author panics after waking up and finding one of his slippers missing; earlier; that character sees a raincoat on a sofa shortly before receiving a call telling him that his brother-in-law has been hit by a train. A character created by this man is criticized for his vanity": {
    "guess": "Haruki Murakami",
    "confidence": [
      [
        "Har",
        -1.2779669
      ],
      [
        "uki",
        -0.0030412932
      ],
      [
        " Mur",
        -0.0006872946
      ],
      [
        "ak",
        -0.00013965457
      ],
      [
        "ami",
        -0.00027266017
      ]
    ]
  },
  "The narrator is falsely accused of robbery shortly before Cousin Rashleigh commits the true crime in order to finance a Jacobite rebellion. At the jail of the MacVittie and MacFin company, Nicol Jarvie offers to help recover the stolen goods, but a frustrated Captain Thornton captures Nicol and the protagonist. Finally, with the death of Sir Hildebrand and the recovery of certain bills of sale, Frank Osbaldistone is able to marry Diana Vernon. For 10 points, name this novel by Walter Scott in which several scenes are resolved by the deus ex machina aid of a disguised Scottish outlaw.": {
    "guess": "Rob Roy (novel)",
    "confidence": [
      [
        "Rob",
        -0.0066972505
      ],
      [
        " Roy",
        -0.0011423612
      ],
      [
        " (",
        -0.49276504
      ],
      [
        "nov",
        -0.013402911
      ],
      [
        "el",
        -7.314626e-05
      ],
      [
        ")",
        -0.000203898
      ]
    ]
  },
  "The narrator of a story by this author panics after waking up and finding one of his slippers missing; earlier; that character sees a raincoat on a sofa shortly before receiving a call telling him that his brother-in-law has been hit by a train. A character created by this man is criticized for his vanity so much that he is relieved to awaken one morning and find that his nose hangs five inches beyond his chin. A hallucination-plagued man narrates this author's story (*) \"Cogwheels.\" This non-Gogol author of \"The Nose\" wrote a story in which the body of a woman who sold snake meat as fish has its hair stolen by an old woman, who in turn is robbed by a servant. The setting of that story, a gate, was combined with the plot of a story by this man presenting four different viewpoints of a murder": {
    "guess": "Nikolai Gogol",
    "confidence": [
      [
        "N",
        -0.009391833
      ],
      [
        "ik",
        -0.00028898742
      ],
      [
        "ol",
        -0.00027742467
      ],
      [
        "ai",
        -0.00029518234
      ],
      [
        " G",
        -0.0062528583
      ],
      [
        "og",
        -6.82589e-05
      ],
      [
        "ol",
        -0.00025835942
      ]
    ]
  },
  "The narrator of this novel at one point mocks a series of pretentious diary entries written by the protagonist's grandfather during a trip across Europe, and one character in this work resolves to read Milton's pamphlet on divorce after having been married just that morning, when his bride disobeys him": {
    "guess": "The Tin Drum",
    "confidence": [
      [
        "The",
        -0.6782813
      ],
      [
        " Tin",
        -0.024673343
      ],
      [
        " Drum",
        -9.72254e-05
      ]
    ]
  },
  "The narrator first meets her in a nightclub in the Soho district. He accepts her invitation to dance, and despite being neither physical, passionate, or terribly masculine, he begins to fall for her. This": {
    "guess": "The Wikipedia page for The Night Circus",
    "confidence": [
      [
        "The",
        -1.2667084
      ],
      [
        " Wikipedia",
        -0.40364325
      ],
      [
        " page",
        -0.0031915011
      ],
      [
        " for",
        -0.6216626
      ],
      [
        " The",
        -1.0002338
      ],
      [
        " Night",
        -1.4239348
      ],
      [
        " Circus",
        -0.12404719
      ]
    ]
  },
  "The narrator of this poem states \"I regret / That I should ape the ways of pride\" of those \"who climb to wealth\" and \"forget / The friends in darker fortunes tried\". Despite having \"Yet slight thy form, and low thy seat\", the addressee of this poem whose \"parent sun…bade thee view / Pale skies\" is described": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -1.1046606
      ]
    ]
  },
  "The narrator tells the titular group that if their mother tells them to do something then it is wrong": {
    "guess": "Advice to Little Girls",
    "confidence": [
      [
        "Advice",
        -0.09244698
      ],
      [
        " to",
        -0.003357847
      ],
      [
        " Little",
        -0.0053276746
      ],
      [
        " Girls",
        -0.00092003524
      ]
    ]
  },
  "The narrator of this poem claims, \"I am a part of all that I have met\" before lamenting, \"how dull it": {
    "guess": "Ulysses (poem)",
    "confidence": [
      [
        "U",
        -0.007996961
      ],
      [
        "ly",
        -3.5313153e-06
      ],
      [
        "ss",
        -6.392203e-06
      ],
      [
        "es",
        -3.655073e-05
      ],
      [
        " (",
        -0.0045911614
      ],
      [
        "po",
        -2.5107178e-05
      ],
      [
        "em",
        -0.00012356207
      ],
      [
        ")",
        -0.00023059595
      ]
    ]
  },
  "The narrator claims that, because the English do not believe in genii like the Muslims do, it's difficult for him to find a way to save this character from Tyburn. He discusses the merits of equality with a Gypsy-king with whom he takes shelter for the night, learns how a gambling problem and the betrayal of Watson lead to the destitution of the Man of the Hill, and gives three guineas to a novice highwayman who fails to rob him. He discovers the highwayman is Mrs. Miller's cousin when he arrives in London, where he is nearly executed for stabbing Mr. Fitzpatrick while avoiding the affections of Lady Bellaston. He is also helped by his one-time lover Mrs. Waters, who is briefly thought to be": {
    "guess": "The History of Tom Jones, a Foundling",
    "confidence": [
      [
        "The",
        -0.00904433
      ],
      [
        " History",
        -0.005343094
      ],
      [
        " of",
        -2.6968896e-06
      ],
      [
        " Tom",
        -0.005499599
      ],
      [
        " Jones",
        -6.2729996e-06
      ],
      [
        ",",
        -5.5122365e-07
      ],
      [
        " a",
        -9.233804e-05
      ],
      [
        " Found",
        -1.504853e-06
      ],
      [
        "ling",
        -0.000110337794
      ]
    ]
  },
  "The Narodniks, who worked for an 1870s peasant uprising, and the Narodnaya Volya movement, members of": {
    "guess": "Russian Revolutionaries",
    "confidence": [
      [
        "Russian",
        -0.73061204
      ],
      [
        " Revolution",
        -1.0214155
      ],
      [
        "aries",
        -0.29750353
      ]
    ]
  },
  "The narrator of this book finds a 322-page report in the flooded Palace of Justice, a building that had once been visited by Francis Drake. A character in this novel confuses the bad omen of birds and the good omen of trees in one of her son's dreams. Father Amador serves as an incompetent replacement for Dr. Dionisio Iguaran (dee-oh-NEE-see-oh ee-GWAR-un) in this novel, which also contains a character who buys all the raffle tickets available in order to win a music box for a woman. Another character in this novel is advised to stain some (*) sheets with merbromin and ends up spending 17 years writing unanswered letters to Bayardo San Roman. After the butcher Faustino sharpens their knives, two characters in this novel leave Clotilde Armenta's milk bar in search of their sister Angela's former lover. For 10 points, name this Gabriel García Márquez novella titled for the Vicario brothers' inevitable murder of Santiago Nasar.": {
    "guess": "Chronicle of a Death Foretold",
    "confidence": [
      [
        "Chron",
        -0.04443728
      ],
      [
        "icle",
        -0.00047344866
      ],
      [
        " of",
        -0.0021383632
      ],
      [
        " a",
        -0.00019877224
      ],
      [
        " Death",
        -0.00019793781
      ],
      [
        " Fore",
        -5.6100132e-05
      ],
      [
        "t",
        -5.8365e-05
      ],
      [
        "old",
        -1.2664457e-06
      ]
    ]
  },
  "One of the narrators is scolded for interrupting a reading lesson with the song \"Fairy Annie's Wedding,\" while the other narrator takes a trip to the chapel of Gimmerden Sough to hear a sermon by Jabez Branderham in a dream. After her tiny dog is hung on a doorpost, Isabella leaves for London, giving": {
    "guess": "Wuthering Heights",
    "confidence": [
      [
        "W",
        -0.0069181956
      ],
      [
        "uth",
        -8.566264e-05
      ],
      [
        "ering",
        -3.655073e-05
      ],
      [
        " Heights",
        -0.00070742896
      ]
    ]
  },
  "The narrator of this song offers to call a cab for the person she's talking to. She does this because she doesn't want him to take her Jaguar. She makes it a point of telling him that everything in the closet is her stuff and all his stuff is in a box to the left. The narrator and he are breaking up": {
    "guess": "Irreplaceable (Beyoncé song)",
    "confidence": [
      [
        "Ir",
        -0.003149677
      ],
      [
        "replace",
        -4.978234e-05
      ],
      [
        "able",
        -8.4947416e-05
      ],
      [
        " (",
        -0.49297243
      ],
      [
        "B",
        -0.21076067
      ],
      [
        "ey",
        -5.7961847e-06
      ],
      [
        "oncé",
        -0.012073373
      ],
      [
        " song",
        -0.0046196454
      ],
      [
        ")",
        -0.00029458632
      ]
    ]
  },
  "The narrator of this work is mistaken for a character from Hamlet by a count, who gives him a passport as a result. This work's author wrote it in part as a response to a book by Tobias Smollett, whom he caricatured as Smelfungus. Its protagonist hires the flute-playing servant La Fleur, and encounters women such as Madame de L--- and Madame de R---. It ends with the narrator staying in an inn with a lady and accidentally grabbing hold of something, though the identity of that thing is not revealed": {
    "guess": "A Sentimental Journey Through France and Italy",
    "confidence": [
      [
        "A",
        -0.24537088
      ],
      [
        " Sent",
        -0.0006248722
      ],
      [
        "iment",
        -5.8484206e-05
      ],
      [
        "al",
        -2.1411865e-05
      ],
      [
        " Journey",
        -0.00020902375
      ],
      [
        " Through",
        -0.12533915
      ],
      [
        " France",
        -3.7027545e-05
      ],
      [
        " and",
        -6.9882217e-06
      ],
      [
        " Italy",
        -1.6524515e-05
      ]
    ]
  },
  "The narrator of one of his short stories disapproves of the title character's desire to be a jazz pianist, while Jo commits perjury as Parnell defends the store-owner Lyle in a case concerning Richard's murder in another work. The title character of one of his novel murders Guillaume after ending a homosexual relationship with the protagonist David, and another work features characters such as Florence": {
    "guess": "James Baldwin",
    "confidence": [
      [
        "James",
        -0.20765893
      ],
      [
        " Baldwin",
        -0.0009151479
      ]
    ]
  },
  "The narrator of this poem tells its subject that, \"they tell me you are wicked and I believe them,\" but that \"I give them back the sneer.\" The subject of this poem is described as \"fierce as a dog with tongue lapping for action\" and \"laughing the stormy, husky, brawling laughter of Youth.\" This poem's subject is proud to have such appellations as Tool Maker, Player with Railroads, and Stacker of Wheat. For 10 points, \"Hog Butcher for the world\" is the first appellation bestowed upon the subject of": {
    "guess": "Chicago",
    "confidence": [
      [
        "Chicago",
        -0.12180783
      ]
    ]
  },
  "The narrator of the story is an easterner who has been asked to call on a talkative miner named Simon Wheeler, who proceeds to tell him a tall tale about the exploits of Jim Smiley. Smiley would bet on anything, including which bird would leave a tree branch first. Smiley also had a bull pup named Andrew Jackson which died after losing a fight to a three-legged dog. But Smiley's best known pet is the": {
    "guess": "The Celebrated Jumping Frog of Calaveras County",
    "confidence": [
      [
        "The",
        -0.04927778
      ],
      [
        " Celebr",
        -0.12476719
      ],
      [
        "ated",
        -0.00010938417
      ],
      [
        " Jump",
        -8.613945e-05
      ],
      [
        "ing",
        -1.2233183e-05
      ],
      [
        " Frog",
        -3.4166656e-05
      ],
      [
        " of",
        -1.1756368e-05
      ],
      [
        " Cal",
        -3.2929079e-06
      ],
      [
        "aver",
        -0.00023345684
      ],
      [
        "as",
        -3.650519e-06
      ],
      [
        " County",
        -0.00021843717
      ]
    ]
  },
  "The narrator of this poem states \"I regret / That I should ape the ways of pride\" of those \"who climb": {
    "guess": "Ape",
    "confidence": [
      [
        "A",
        -1.2963318
      ],
      [
        "pe",
        -0.057831936
      ]
    ]
  },
  "The narrator claims that, because the English do not believe in genii like the Muslims do, it's difficult for him to find a way to save this character from Tyburn. He discusses the merits of equality with a Gypsy-king with whom he takes shelter for the night, learns how a gambling problem and the betrayal of Watson lead to the destitution of the Man of the Hill, and gives three guineas to a novice highwayman who fails to rob him. He discovers the highwayman is Mrs. Miller's cousin when he arrives in London, where he is nearly executed for stabbing Mr. Fitzpatrick while avoiding the affections of": {
    "guess": "The History of Tom Jones, a Foundling",
    "confidence": [
      [
        "The",
        -0.014322046
      ],
      [
        " History",
        -0.020949982
      ],
      [
        " of",
        -2.2484697e-05
      ],
      [
        " Tom",
        -0.00079664285
      ],
      [
        " Jones",
        -4.246537e-06
      ],
      [
        ",",
        -3.1281633e-07
      ],
      [
        " a",
        -4.7159858e-05
      ],
      [
        " Found",
        -1.2664457e-06
      ],
      [
        "ling",
        -7.600714e-05
      ]
    ]
  },
  "The narrator of this song offers to call a cab for the person she's talking to. She does this because she doesn't want him to take her Jaguar. She makes it a point of telling him that everything in the closet is her stuff and all his stuff is in a box to the left. The narrator and he are breaking up because he cheated on her, and after she bought him the aforementioned Jag. The ex and her argue in front of the house, with him telling her she will never find another as good as him because he is the": {
    "guess": "Irreplaceable",
    "confidence": [
      [
        "Ir",
        -0.00502561
      ],
      [
        "replace",
        -0.00034309123
      ],
      [
        "able",
        -0.00032318785
      ]
    ]
  },
  "The narrator of one story by this author claims to have eliminated \"free time\" from his vocabulary on": {
    "guess": "Kurt Vonnegut",
    "confidence": [
      [
        "K",
        -0.98102915
      ],
      [
        "urt",
        -0.0002354833
      ],
      [
        " V",
        -0.0026481906
      ],
      [
        "onn",
        -1.378283e-05
      ],
      [
        "eg",
        -1.8908588e-05
      ],
      [
        "ut",
        -0.0001530017
      ]
    ]
  },
  "The narrator of this song offers to call a cab for the person she's talking to. She does this because": {
    "guess": "Taxi (Harry Chapin song)",
    "confidence": [
      [
        "Tax",
        -0.4488299
      ],
      [
        "i",
        -0.30365837
      ],
      [
        " (",
        -0.3163065
      ],
      [
        "Harry",
        -0.29236886
      ],
      [
        " Chap",
        -0.0009805283
      ],
      [
        "in",
        -0.0002969704
      ],
      [
        " song",
        -0.012340821
      ],
      [
        ")",
        -0.0002885106
      ]
    ]
  },
  "The narrator of this poem claims, \"I am a part of all that I have met\" before lamenting, \"how dull it is to pause, to make an end.\" The narrator's son is introduced as the person \"To whom I leave the sceptre and the isle\" in the second stanza of this poem in which the narrator looks forward to \"some work of noble note\" which \"may yet be done, / Not unbecoming men that strove with gods.\" This poem closes": {
    "guess": "Ulysses (poem)",
    "confidence": [
      [
        "U",
        -0.0067878435
      ],
      [
        "ly",
        -1.962381e-05
      ],
      [
        "ss",
        -3.888926e-06
      ],
      [
        "es",
        -2.808727e-05
      ],
      [
        " (",
        -0.0047982074
      ],
      [
        "po",
        -0.00010580806
      ],
      [
        "em",
        -6.325235e-05
      ],
      [
        ")",
        -1.5213274e-05
      ]
    ]
  },
  "The narrator of this work assumes one character is a dentist because his buttons are made of human molars. In it, one character is rebuked by Michaelis for seeing the eyes of God in a billboard of T.J. Eckelburg, while another character cries over a pile of [*] colorful shirts, and is a friend to the golfer Jordan Baker. Few people attend the title character's funeral after George Wilson kills him and Wilson's wife Myrtle is run over by the idealized Daisy Buchanan. For 10 points, name this book": {
    "guess": "The Great Gatsby",
    "confidence": [
      [
        "The",
        -0.0022498188
      ],
      [
        " Great",
        -0.0039069457
      ],
      [
        " G",
        -2.808727e-05
      ],
      [
        "atsby",
        -1.0087517e-05
      ]
    ]
  },
  "The narrator notes that it is listed in the old geographical gazetteer Annotated Water Classic and that it was also here that Buddha enlightened the Venerable Mahakashyapa. Take the train to Wuyizhen,": {
    "guess": "Soul Mountain",
    "confidence": [
      [
        "S",
        -0.94751143
      ],
      [
        "oul",
        -0.013235524
      ],
      [
        " Mountain",
        -0.00011760922
      ]
    ]
  },
  "The narrator of this novel hangs up on a character after being asked to send out some tennis shoes. Another character in this novel talks about \"Oggsford College\" and is alleged to have fixed the World": {
    "guess": "The Great Gatsby",
    "confidence": [
      [
        "The",
        -0.008025696
      ],
      [
        " Great",
        -0.002446758
      ],
      [
        " G",
        -2.2842309e-05
      ],
      [
        "atsby",
        -1.5451682e-05
      ]
    ]
  },
  "The Narodniks, who worked for an 1870s peasant uprising, and the Narodnaya Volya movement, members of which assassinated Czar Alexander II, were considered adherents of the doctrine. A term first used to describe Christian heretics in the Middle Ages, the novelist Chernyshevsky called it a \"necessary phase\" in the transformation of Russia. For ten points, followers of what radical philosophy reject all positive values and believe in nothing, a system approved by the fictional Bazarov but rejected by Nietzsche?": {
    "guess": "Nihilism",
    "confidence": [
      [
        "N",
        -0.010551695
      ],
      [
        "ihil",
        -5.3239244e-05
      ],
      [
        "ism",
        -0.0028773919
      ]
    ]
  },
  "The narrator of this poem promises \"thirteen scudi for the ruff,\" referring to a figure known as \"The Cousin\" whose whistle ends this poem. The narrator of this work addresses his \"melancholy little house,\" which he built with money stolen from Francis I. Its speaker brushes off criticism by asking \"what does the mountain care?\" but concedes that \"a man's reach should exceed his grasp.\" That speaker asserts \"that arm is wrongly put\" in critiquing a work of Raphael but is forced to agree that \"there burns a truer light of God in them.\" Its speaker asks \"What wife had Rafael, or has Agnolo?\" and tells his own wife, Lucrezia, \"do not let us quarrel any more.\" For 10 points, name this dramatic monologue": {
    "guess": "Andrea del Sarto",
    "confidence": [
      [
        "And",
        -0.3714528
      ],
      [
        "rea",
        -0.00013142951
      ],
      [
        " del",
        -0.018624188
      ],
      [
        " S",
        -0.00023691374
      ],
      [
        "arto",
        -0.00029887765
      ]
    ]
  },
  "The narrator of this novel finds a notebook with the sentence \"What has our government done to make life easier for the Alaskan Eskimos?\" An accusation of \"giving her the time\" causes the narrator of this work to fight with Stradlater. In 2009, this book's author filed suit against an unauthorized sequel entitled 60 Years Later. This book follows the narrator's reunion with his sister Phoebe and ambiguous encounter with Mr. Antolini after leaving Pencey Prep. For 10 points, name this novel about": {
    "guess": "The Catcher in the Rye",
    "confidence": [
      [
        "The",
        -0.10055903
      ],
      [
        " Catch",
        -0.00022296692
      ],
      [
        "er",
        -1.18755715e-05
      ],
      [
        " in",
        -0.00018387179
      ],
      [
        " the",
        -0.00012356207
      ],
      [
        " R",
        -1.8550976e-05
      ],
      [
        "ye",
        -2.8160932e-06
      ]
    ]
  },
  "One of the narrators of this novel finds himself in trouble after attempting to help a little Italian": {
    "guess": "Call It Sleep",
    "confidence": [
      [
        "Call",
        -0.9275887
      ],
      [
        " It",
        -0.52397454
      ],
      [
        " Sleep",
        -0.0035889028
      ]
    ]
  },
  "The narrator of this book finds a 322-page report in the flooded Palace of Justice, a building that had": {
    "guess": "The Stranger (Camus novel)",
    "confidence": [
      [
        "The",
        -0.17978378
      ],
      [
        " Stranger",
        -0.7331112
      ],
      [
        " (",
        -0.14923027
      ],
      [
        "Cam",
        -0.5250884
      ],
      [
        "us",
        -6.704273e-07
      ],
      [
        " novel",
        -2.9279307e-05
      ],
      [
        ")",
        -0.0004295964
      ]
    ]
  },
  "The narrator of this book finds a 322-page report in the flooded Palace of Justice, a building that had once been visited by Francis Drake. A character in this novel confuses the bad omen of birds and the good omen of trees in one of her son's dreams. Father Amador serves as an incompetent replacement for Dr. Dionisio Iguaran (dee-oh-NEE-see-oh ee-GWAR-un) in this novel, which also contains a character who buys all the raffle tickets available in order to win a music box for a woman. Another character in this novel is advised to stain some (*) sheets with merbromin and ends up spending 17 years": {
    "guess": "One Hundred Years of Solitude",
    "confidence": [
      [
        "One",
        -0.042948615
      ],
      [
        " Hundred",
        -0.0002671768
      ],
      [
        " Years",
        -0.0003802681
      ],
      [
        " of",
        -0.00028564973
      ],
      [
        " Sol",
        -9.889425e-05
      ],
      [
        "itude",
        -5.312004e-05
      ]
    ]
  },
  "The narrator of this novel finds a notebook with the sentence \"What has our government done to make life": {
    "guess": "Doris Lessing",
    "confidence": [
      [
        "D",
        -0.84996337
      ],
      [
        "oris",
        -0.016225679
      ],
      [
        " Less",
        -0.0017212345
      ],
      [
        "ing",
        -5.419287e-05
      ]
    ]
  },
  "The narrator of this author's most famous work discovers that Albertine Simonet was a lesbian after her": {
    "guess": "In Search of Lost Time",
    "confidence": [
      [
        "In",
        -0.448823
      ],
      [
        " Search",
        -0.00014036978
      ],
      [
        " of",
        -5.6219335e-05
      ],
      [
        " Lost",
        -3.4405064e-05
      ],
      [
        " Time",
        -5.9153886e-06
      ]
    ]
  },
  "The narrator first meets her in a nightclub in the Soho district. He accepts her invitation to dance, and despite being neither physical, passionate, or terribly masculine, he begins to fall for her. This mysterious 'woman's' firm grip, tall stature, and deep voice, however, lead the narrator to a somewhat perturbing realization about his dance partner's actual gender. FTP, identify this titular transvestite,": {
    "guess": "Hedwig and the Angry Inch",
    "confidence": [
      [
        "H",
        -0.018761536
      ],
      [
        "ed",
        -0.0105882585
      ],
      [
        "wig",
        -0.0064920196
      ],
      [
        " and",
        -0.10950095
      ],
      [
        " the",
        -0.00124011
      ],
      [
        " Angry",
        -2.4153549e-05
      ],
      [
        " Inch",
        -0.0001201125
      ]
    ]
  },
  "The narrator of this poem promises \"thirteen scudi for the ruff,\" referring to a figure known as \"The Cousin\" whose whistle ends this poem. The narrator of this work addresses his \"melancholy little house,\"": {
    "guess": "Andrea del Sarto",
    "confidence": [
      [
        "And",
        -0.88222903
      ],
      [
        "rea",
        -0.00036394817
      ],
      [
        " del",
        -0.002439386
      ],
      [
        " S",
        -5.7172965e-05
      ],
      [
        "arto",
        -0.0003249759
      ]
    ]
  },
  "The narrator of this work assumes one character is a dentist because his buttons are made of human molars. In it, one character is rebuked by Michaelis for seeing the eyes of God in a billboard of T.J.": {
    "guess": "The Great Gatsby",
    "confidence": [
      [
        "The",
        -0.0039392444
      ],
      [
        " Great",
        -0.002409781
      ],
      [
        " G",
        -1.4140442e-05
      ],
      [
        "atsby",
        -2.2484697e-05
      ]
    ]
  },
  "The narrator claims that, because the English do not believe in genii like the Muslims do, it's difficult for him to find a way to save this character from Tyburn. He discusses the merits of equality with": {
    "guess": "The History of Tom Jones, a Foundling",
    "confidence": [
      [
        "The",
        -0.09778925
      ],
      [
        " History",
        -0.025936432
      ],
      [
        " of",
        -0.0003918272
      ],
      [
        " Tom",
        -0.02361789
      ],
      [
        " Jones",
        -4.370295e-05
      ],
      [
        ",",
        -1.147242e-06
      ],
      [
        " a",
        -6.515961e-05
      ],
      [
        " Found",
        -2.0219828e-05
      ],
      [
        "ling",
        -0.000107715314
      ]
    ]
  },
  "The narrator of this novel finds a notebook with the sentence \"What has our government done to make life easier for the Alaskan Eskimos?\" An accusation of \"giving her the time\" causes the narrator of this": {
    "guess": "The Catcher in the Rye",
    "confidence": [
      [
        "The",
        -0.8602915
      ],
      [
        " Catch",
        -0.8098728
      ],
      [
        "er",
        -5.6100132e-05
      ],
      [
        " in",
        -0.00012868783
      ],
      [
        " the",
        -9.031158e-05
      ],
      [
        " R",
        -1.2352386e-05
      ],
      [
        "ye",
        -4.00813e-06
      ]
    ]
  },
  "One of the narrators is scolded for interrupting a reading lesson with the song \"Fairy Annie's Wedding,\" while the other narrator takes a trip to the chapel of Gimmerden Sough to hear a sermon by Jabez Branderham in a dream. After her tiny dog is hung on a doorpost, Isabella leaves for London, giving birth there to a son, Linton, by a man who eventually dies after starving himself for four days. That man had been brought to the title location from Liverpool, immediately becoming Hindley's enemy. Narrated by Mr. Lockwood and the housekeeper at Thrushcross Grange, Nelly Dean, this is, FTP, what novel about the love between Catherine Earnshaw and Heathcliff by Emily Bronte?": {
    "guess": "Wuthering Heights",
    "confidence": [
      [
        "W",
        -0.0028473176
      ],
      [
        "uth",
        -0.00082820986
      ],
      [
        "ering",
        -1.2829201e-05
      ],
      [
        " Heights",
        -0.0010915198
      ]
    ]
  },
  "The narrator of this novel attends his 45th high school reunion and sees such old acquaintances as Mendy Gurlik, a delinquent who taught him how to jack off. Nathan Zuckerman then sees Jerry, the confrontational brother of the main character, and decides to recount said main character's life story. The": {
    "guess": "The Human Stain",
    "confidence": [
      [
        "The",
        -0.035609506
      ],
      [
        " Human",
        -0.20738286
      ],
      [
        " St",
        -8.418666e-06
      ],
      [
        "ain",
        -4.727906e-05
      ]
    ]
  },
  "The narrator of this novel finds a notebook with the sentence \"What has our government done to make life easier for the Alaskan Eskimos?\" An accusation of \"giving her the time\" causes the narrator of this work to fight with Stradlater. In 2009, this book's author filed suit against an unauthorized sequel entitled 60 Years Later. This book follows the narrator's reunion with his sister Phoebe and ambiguous": {
    "guess": "The Catcher in the Rye",
    "confidence": [
      [
        "The",
        -0.006018857
      ],
      [
        " Catch",
        -0.00022618541
      ],
      [
        "er",
        -1.1994775e-05
      ],
      [
        " in",
        -0.00046260483
      ],
      [
        " the",
        -0.0002662232
      ],
      [
        " R",
        -1.867018e-05
      ],
      [
        "ye",
        -6.0345924e-06
      ]
    ]
  },
  "The narrator of this poem wonders if he will \"Have the strength to force the moment to its crisis\" and he wonders whether it would be worthwhile to say \"I am Lazarus, come from the dead.\" The narrator claims he \"should have been a pair of ragged claws\" and that he has measured out his \"life with coffee spoons,\" and this poem opens with an invitation to \"go through half deserted streets.\" For 10 points, name this poem in which \"the women come and go, speaking of Michelangelo,\" a work of T.S. Eliot.": {
    "guess": "The Love Song of J. Alfred Prufrock",
    "confidence": [
      [
        "The",
        -0.0015424766
      ],
      [
        " Love",
        -0.22906454
      ],
      [
        " Song",
        -9.054999e-05
      ],
      [
        " of",
        -3.4121115e-06
      ],
      [
        " J",
        -1.6240566e-06
      ],
      [
        ".",
        -5.2001665e-06
      ],
      [
        " Alfred",
        -6.1537958e-06
      ],
      [
        " Pr",
        -4.3202e-07
      ],
      [
        "uf",
        -3.1737043e-06
      ],
      [
        "rock",
        -2.3676734e-05
      ]
    ]
  },
  "The narrator first meets her in a nightclub in the Soho district. He accepts her invitation to dance, and despite being neither physical, passionate, or terribly masculine, he begins to fall for her. This mysterious 'woman's' firm grip, tall stature, and deep voice, however, lead the narrator to a somewhat": {
    "guess": "The Woman in White",
    "confidence": [
      [
        "The",
        -0.917689
      ],
      [
        " Woman",
        -0.5303814
      ],
      [
        " in",
        -0.089475796
      ],
      [
        " White",
        -0.38945904
      ]
    ]
  },
  "The narrator of one poem by this author has \"heard what the talkers were talking, the talk of the beginning": {
    "guess": "Song of Myself",
    "confidence": [
      [
        "Song",
        -0.22975087
      ],
      [
        " of",
        -0.00038479414
      ],
      [
        " My",
        -0.00017481597
      ],
      [
        "self",
        -4.9617593e-06
      ]
    ]
  },
  "One of the narrators of this novel finds himself in trouble after attempting to help a little Italian girl, and another of the narrators works at Earl's farm supply store. Those characters' sister has a child, most likely with Dalton Ames, and names her after her brother whose college roommate is Shreve, Quentin. This novel concludes with Dilsey at an Easter church service, and another of its four narrators is the cynical Jason. Jason's sister Caddy runs off, devastating the mentally handicapped Benjy. FTP name this novel by William Faulkner about the Compson family which takes its title from a": {
    "guess": "The Sound and the Fury",
    "confidence": [
      [
        "The",
        -0.011893155
      ],
      [
        " Sound",
        -0.0043947482
      ],
      [
        " and",
        -0.00025323365
      ],
      [
        " the",
        -0.002235663
      ],
      [
        " Fury",
        -3.2140193e-05
      ]
    ]
  },
  "The narrator of this song offers to call a cab for the person she's talking to. She does this because she doesn't want him to take her Jaguar. She makes it a point of telling him that everything in the": {
    "guess": "Jolene (song)",
    "confidence": [
      [
        "J",
        -2.0829434
      ],
      [
        "ol",
        -0.021016993
      ],
      [
        "ene",
        -8.537869e-06
      ],
      [
        " (",
        -0.66983116
      ],
      [
        "song",
        -0.17387545
      ],
      [
        ")",
        -0.0008036722
      ]
    ]
  },
  "The narrator of this work assumes one character is a dentist because his buttons are made of human molars. In it, one character is rebuked by Michaelis for seeing the eyes of God in a billboard of T.J. Eckelburg, while another character cries over a pile of [*] colorful shirts, and is a friend to the golfer Jordan Baker. Few people attend the title character's funeral after George Wilson kills him and Wilson's wife Myrtle is run over by the idealized Daisy Buchanan. For 10 points, name this book narrated by Nick Carraway, a 1925 Jazz Age novel by F. Scott Fitzgerald.": {
    "guess": "The Great Gatsby",
    "confidence": [
      [
        "The",
        -0.0016535212
      ],
      [
        " Great",
        -0.013095766
      ],
      [
        " G",
        -7.100059e-05
      ],
      [
        "atsby",
        -1.4617256e-05
      ]
    ]
  },
  "The narrator self-consciously corrects this story's assertion that the protagonist was waiting for the rain to stop. The protagonist of this short story has a pimple on his right cheek, and sees another character pulling out hairs from a pile of rotting corpses in order to make a wig. An earlier version of this short story's ending states that the protagonist hurries to Kyoto in order to become a thief.": {
    "guess": "Rashomon",
    "confidence": [
      [
        "R",
        -0.42891487
      ],
      [
        "ash",
        -0.008536801
      ],
      [
        "omon",
        -0.15922897
      ]
    ]
  },
  "The narrator is falsely accused of robbery shortly before Cousin Rashleigh commits the true crime in order to finance a Jacobite rebellion. At the jail of the MacVittie and MacFin company, Nicol Jarvie offers to help recover the stolen goods, but a frustrated Captain Thornton captures Nicol and the protagonist. Finally, with the death of Sir Hildebrand and the recovery of certain bills of sale, Frank Osbaldistone is able to marry Diana Vernon. For 10 points, name this novel by Walter Scott in which": {
    "guess": "Rob Roy",
    "confidence": [
      [
        "Rob",
        -0.00523648
      ],
      [
        " Roy",
        -0.0023208184
      ]
    ]
  },
  "The narrator of this work assumes one character is a dentist because his buttons are made of human molars. In it, one character is rebuked by Michaelis for seeing the eyes of God in a billboard of T.J. Eckelburg, while another character cries over a pile of [*] colorful shirts, and is a friend to the golfer Jordan Baker. Few people attend the title character's funeral after George Wilson kills him": {
    "guess": "The Great Gatsby",
    "confidence": [
      [
        "The",
        -0.0013684538
      ],
      [
        " Great",
        -0.004731653
      ],
      [
        " G",
        -2.7372049e-05
      ],
      [
        "atsby",
        -1.342522e-05
      ]
    ]
  },
  "The narrator recounts how he went each night for a week at midnight to look in with a lamp on another character. On the eighth night, he entertains three guests who arrive at 4 in the morning. The primary motive for the narrator's actions is his disgust for a filmy, pale blue eye like that of a vulture, which belongs to an old man. A sound like that made by a watch wrapped in cotton ultimately destroys the composure of the narrator, causing him to confess his deed to the police officers. FTP name": {
    "guess": "The Tell-Tale Heart",
    "confidence": [
      [
        "The",
        -0.012882306
      ],
      [
        " Tell",
        -0.00015205175
      ],
      [
        "-T",
        -0.00022785427
      ],
      [
        "ale",
        -0.00018720949
      ],
      [
        " Heart",
        -0.0001721935
      ]
    ]
  },
  "The narrator argues that, despite what The Blason of Colors says, this man's colors white and blue represent joy and heaven, rather than faith and firmness. He named the town of Beauce after a battle fought between a swarm of hornets and his mare, and once inadvertently killed six pilgrims caught in his garden when he wanted lettuce. Originally appearing in an anonymous chapbook as the servant of King Arthur, his first words upon birth were (*) \"Come, drink, drink, drink,\" though his son's more eventful birth involved 68 muleteers and 16 camels. He infuriated Janotus de Bragmardo by stealing the bells of Notre Dame, defeated the army of Picrochole, and then, with his ally the Monk, founded the do-what-thou-will Abbey of Thélème, having earlier given Paris its name by drowning it in his urine.": {
    "guess": "Gargantua and Pantagruel",
    "confidence": [
      [
        "G",
        -0.11718388
      ],
      [
        "arg",
        -0.00010843054
      ],
      [
        "ant",
        -0.00013965457
      ],
      [
        "ua",
        -3.166338e-05
      ],
      [
        " and",
        -0.052119426
      ],
      [
        " Pant",
        -0.00039135036
      ],
      [
        "ag",
        -0.00016814057
      ],
      [
        "ru",
        -6.647085e-05
      ],
      [
        "el",
        -7.89631e-07
      ]
    ]
  },
  "The narrator argues that, despite what The Blason of Colors says, this man's colors white and blue represent joy and heaven, rather than faith and firmness. He named the town of Beauce after a battle fought between a swarm of hornets and his mare, and once inadvertently killed six pilgrims caught in his garden when he wanted lettuce. Originally appearing in an anonymous chapbook as the servant of King Arthur, his first words upon birth were (*) \"Come, drink, drink, drink,\" though his son's more eventful birth involved 68 muleteers and 16 camels. He infuriated Janotus de Bragmardo by stealing the bells of Notre Dame, defeated the army of Picrochole, and then, with his ally the Monk, founded the do-what-thou-will Abbey of Thélème, having earlier given Paris its name by drowning it in his urine. For 10 points, name this son of Grandgousier and Gargamelle, the father of Pantagruel written about by Francois Rabelais.": {
    "guess": "Gargantua",
    "confidence": [
      [
        "G",
        -0.0059481175
      ],
      [
        "arg",
        -1.867018e-05
      ],
      [
        "ant",
        -0.0001006823
      ],
      [
        "ua",
        -1.6240566e-06
      ]
    ]
  },
  "Will, the narrator, falls asleep in the Malvern Hills, has a vision of a field full of folk, and dreams that he has set off in a quest for the title character, who is either Christ, the Church, England, or just an ordinary farmer. FTP, this is the plot of what alliterative fourteenth-century poem, attributed": {
    "guess": "Piers Plowman",
    "confidence": [
      [
        "P",
        -0.23800968
      ],
      [
        "iers",
        -9.770221e-05
      ],
      [
        " Pl",
        -0.0002513264
      ],
      [
        "ow",
        -5.574252e-05
      ],
      [
        "man",
        -4.4894987e-05
      ]
    ]
  },
  "The narrator of this novel dreams of a faceless man standing by the title character's bed and commanding him to rise. The title characters of this novel seek help from Dr. Lanyon, who then dies of shock after witnessing the appearance of a man who beat Danvers Carew (\"carry\") to death. In this novel, the lawyer Gabriel Utterson finds a note from one of the title characters explaining his development": {
    "guess": "Strange Case of Dr Jekyll and Mr Hyde",
    "confidence": [
      [
        "Strange",
        -0.015793504
      ],
      [
        " Case",
        -0.0001906664
      ],
      [
        " of",
        -0.00011427152
      ],
      [
        " Dr",
        -0.0007610303
      ],
      [
        " J",
        -0.0008709637
      ],
      [
        "ekyll",
        -2.2961513e-05
      ],
      [
        " and",
        -5.9199425e-05
      ],
      [
        " Mr",
        -5.347765e-05
      ],
      [
        " Hyde",
        -0.0007382771
      ]
    ]
  },
  "One of the narrators is scolded for interrupting a reading lesson with the song \"Fairy Annie's Wedding,\" while the other narrator takes a trip to the chapel of Gimmerden Sough to hear a sermon by Jabez Branderham in a dream. After her tiny dog is hung on a doorpost, Isabella leaves for London, giving birth there to a son, Linton, by a man who eventually dies after starving himself for four days. That man had been brought to the title location from Liverpool, immediately becoming Hindley's enemy. Narrated by Mr. Lockwood and the housekeeper at Thrushcross Grange, Nelly Dean, this is, FTP, what novel": {
    "guess": "Wuthering Heights",
    "confidence": [
      [
        "W",
        -0.01963346
      ],
      [
        "uth",
        -0.00027122974
      ],
      [
        "ering",
        -1.569009e-05
      ],
      [
        " Heights",
        -0.0013315484
      ]
    ]
  },
  "The narrator of this poem states \"I regret / That I should ape the ways of pride\" of those \"who climb to wealth\" and \"forget / The friends in darker fortunes tried\". Despite having \"Yet slight thy form, and low thy seat\", the addressee of this poem whose \"parent sun…bade thee view / Pale skies\" is described as having \"Oft…stayed my walk\" with its \"early smile\". Beginning \"When beechen buds begin to swell / And woods the blue-bird's warble know\", this poem's subject has a \"modest bell\" which \"Peeps": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -0.78523725
      ]
    ]
  },
  "The narrator of this novel at one point mocks a series of pretentious diary entries written by the protagonist's": {
    "guess": "The Catcher in the Rye",
    "confidence": [
      [
        "The",
        -0.29590884
      ],
      [
        " Catch",
        -0.5072557
      ],
      [
        "er",
        -1.6240566e-06
      ],
      [
        " in",
        -0.00019531534
      ],
      [
        " the",
        -6.062987e-05
      ],
      [
        " R",
        -1.6286107e-05
      ],
      [
        "ye",
        -6.392203e-06
      ]
    ]
  },
  "The narrator recounts how he went each night for a week at midnight to look in with a lamp on another character. On the eighth night, he entertains three guests who arrive at 4 in the morning. The primary motive for the narrator's actions is his disgust for a filmy, pale blue eye like that of a vulture,": {
    "guess": "The Tell-Tale Heart",
    "confidence": [
      [
        "The",
        -0.029812051
      ],
      [
        " Tell",
        -0.020647699
      ],
      [
        "-T",
        -0.0010413828
      ],
      [
        "ale",
        -5.7649777e-05
      ],
      [
        " Heart",
        -0.00015467056
      ]
    ]
  },
  "The narrator wakes up at ten in the morning, puts on his Gucci underwear and Kangoal hat, and, when leaving his house, bumps into his girlfriend Sally, who is from the Valley. Also with Sally is her mother, who proceeds to attack Sally in an effort to win the narrator's affections, but he ultimately rebuffs her, saying that he already has a wrinkled pussy, and doesn't need another. FTP, name this rap story-song, about a guy who just likes to party without bothering anybody, with a vocal track by Doug E. Fresh and rhymes by Slick Rick.": {
    "guess": "La Di Da Di",
    "confidence": [
      [
        "La",
        -0.8154427
      ],
      [
        " Di",
        -0.008767373
      ],
      [
        " Da",
        -4.465658e-05
      ],
      [
        " Di",
        -0.00013905855
      ]
    ]
  },
  "The Narodniks, who worked for an 1870s peasant uprising, and the Narodnaya Volya movement, members of which assassinated Czar Alexander II, were considered adherents of the doctrine. A term first used to describe Christian heretics in the Middle Ages, the novelist Chernyshevsky called it a \"necessary": {
    "guess": "Nihilism",
    "confidence": [
      [
        "N",
        -0.21978763
      ],
      [
        "ihil",
        -0.013191175
      ],
      [
        "ism",
        -0.045132466
      ]
    ]
  },
  "The narrator of a story by this author panics after waking up and finding one of his slippers missing; earlier; that character sees a raincoat on a sofa shortly before receiving a call telling him that his brother-in-law has been hit by a train. A character created by this man is criticized for his vanity so much that he is relieved to awaken one morning and find that his nose hangs five inches beyond": {
    "guess": "Franz Kafka",
    "confidence": [
      [
        "Fran",
        -0.6207799
      ],
      [
        "z",
        -2.677603e-05
      ],
      [
        " Kafka",
        -0.0024028856
      ]
    ]
  },
  "The narrator of this novel attends his 45th high school reunion and sees such old acquaintances as Mendy Gurlik, a delinquent who taught him how to jack off. Nathan Zuckerman then sees Jerry, the confrontational brother of the main character, and decides to recount said main character's life story. The main character's story ends as he realizes that his wife Dawn, a former Miss New Jersey, is having an affair with Orcutt. After a career as a star athlete at Weequahic High, he inherits his father Lou's Newark Maid glove business, but his life unravels in 1968 when his radical daughter Merry blows up a post office. For ten points, name this 1997 Pulitzer Prize winning novel about Seymour \"Swede\" Levov, Philip Roth's not-so-idyllic account of America in the 50's and 60's.": {
    "guess": "American Pastoral",
    "confidence": [
      [
        "American",
        -0.005129746
      ],
      [
        " Past",
        -0.00039218477
      ],
      [
        "oral",
        -0.0002553793
      ]
    ]
  },
  "The narrator of this poem states that \"All breathing human passion far above,\" and in the first stanza, he wonders \"What leaf-fringed legend haunts about thy shape.\" One section of this work describes a \"heifer lowing at the skies\" led by a \"mysterious priest,\" while another urges \"ye soft pipe\" to \"play on\" since \"Heard melodies are sweet, but those unheard / Are sweeter.\" The title \"foster-child of Silence and slow Time\" is described as an \"Attic shape,\" and this work begins by addressing the \"still unravish'd bride of quietness.\" For 10 points, name this poem which proclaims that \"Beauty is": {
    "guess": "Ode on a Grecian Urn",
    "confidence": [
      [
        "O",
        -0.0026255967
      ],
      [
        "de",
        -3.2855416e-05
      ],
      [
        " on",
        -0.0481444
      ],
      [
        " a",
        -0.0012283236
      ],
      [
        " G",
        -6.837811e-05
      ],
      [
        "rec",
        -1.0280384e-06
      ],
      [
        "ian",
        -2.749125e-05
      ],
      [
        " Ur",
        -5.2047206e-05
      ],
      [
        "n",
        -1.8908588e-05
      ]
    ]
  },
  "The narrator wakes up at ten in the morning, puts on his Gucci underwear and Kangoal hat, and, when leaving": {
    "guess": "American Psycho",
    "confidence": [
      [
        "American",
        -0.25912127
      ],
      [
        " Psycho",
        -3.261701e-05
      ]
    ]
  },
  "The narrator self-consciously corrects this story's assertion that the protagonist was waiting for the rain to stop. The protagonist of this short story has a pimple on his right cheek, and sees another character pulling out hairs from a pile of rotting corpses in order to make a wig. An earlier version": {
    "guess": "In a Grove",
    "confidence": [
      [
        "In",
        -0.6088089
      ],
      [
        " a",
        -0.0046052802
      ],
      [
        " Grove",
        -0.016832579
      ]
    ]
  },
  "The narrator of this poem wonders if he will \"Have the strength to force the moment to its crisis\" and he wonders whether it would be worthwhile to say \"I am Lazarus, come from the dead.\" The narrator claims he \"should have been a pair of ragged claws\" and that he has measured out his \"life with coffee": {
    "guess": "The Love Song of J. Alfred Prufrock",
    "confidence": [
      [
        "The",
        -0.0016367392
      ],
      [
        " Love",
        -0.010905979
      ],
      [
        " Song",
        -0.00020485163
      ],
      [
        " of",
        -2.7848862e-05
      ],
      [
        " J",
        -6.511407e-06
      ],
      [
        ".",
        -2.1650272e-05
      ],
      [
        " Alfred",
        -2.9756122e-05
      ],
      [
        " Pr",
        -1.9361265e-07
      ],
      [
        "uf",
        -9.610702e-06
      ],
      [
        "rock",
        -1.6166903e-05
      ]
    ]
  },
  "The narrator of this poem states that \"All breathing human passion far above,\" and in the first stanza, he wonders \"What leaf-fringed legend haunts about thy shape.\" One section of this work describes a \"heifer lowing at the skies\" led by a \"mysterious priest,\" while another urges \"ye soft pipe\" to \"play on\" since \"Heard melodies are sweet, but those unheard / Are sweeter.\" The title \"foster-child of Silence and slow Time\" is described as an \"Attic shape,\" and this work begins by addressing the \"still": {
    "guess": "Ode on a Grecian Urn",
    "confidence": [
      [
        "O",
        -0.0044243014
      ],
      [
        "de",
        -2.0458236e-05
      ],
      [
        " on",
        -0.01706195
      ],
      [
        " a",
        -0.00088608783
      ],
      [
        " G",
        -3.5716304e-05
      ],
      [
        "rec",
        -2.6968896e-06
      ],
      [
        "ian",
        -3.261701e-05
      ],
      [
        " Ur",
        -0.000113794704
      ],
      [
        "n",
        -3.7027545e-05
      ]
    ]
  },
  "The narrator argues that, despite what The Blason of Colors says, this man's colors white and blue represent joy and heaven, rather than faith and firmness. He named the town of Beauce after a battle fought": {
    "guess": "Joan of Arc",
    "confidence": [
      [
        "Jo",
        -2.0305712
      ],
      [
        "an",
        -0.02749766
      ],
      [
        " of",
        -0.018490545
      ],
      [
        " Arc",
        -0.0062348526
      ]
    ]
  },
  "The narrator of this novel moves to Ramsdale, where he considers killing a woman in Hourglass Lake. That narrator keeps a diary that needs a magnifying glass to decode, and his wife Charlotte figures it out before she runs into a car. At the end of this work, the protagonist is found in Alaska with the": {
    "guess": "Lolita",
    "confidence": [
      [
        "L",
        -1.082464
      ],
      [
        "ol",
        -0.0006701439
      ],
      [
        "ita",
        -3.059055e-05
      ]
    ]
  },
  "The narrator of this poem tells its subject that, \"they tell me you are wicked and I believe them,\" but that \"I give them back the sneer.\" The subject of this poem is described as \"fierce as a dog with tongue lapping for action\" and \"laughing the stormy, husky, brawling laughter of Youth.\" This poem's subject is proud to have such appellations as Tool Maker, Player with Railroads, and Stacker of Wheat. For 10 points, \"Hog Butcher for the world\" is the first appellation bestowed upon the subject of what Carl Sandburg poem about a Midwestern city?": {
    "guess": "Chicago",
    "confidence": [
      [
        "Chicago",
        -0.018530216
      ]
    ]
  },
  "The narrator of this book finds a 322-page report in the flooded Palace of Justice, a building that had once been visited by Francis Drake. A character in this novel confuses the bad omen of birds and": {
    "guess": "The Girl with the Dragon Tattoo",
    "confidence": [
      [
        "The",
        -0.11573006
      ],
      [
        " Girl",
        -1.8352545
      ],
      [
        " with",
        -0.009290145
      ],
      [
        " the",
        -0.0008741821
      ],
      [
        " Dragon",
        -0.00023619852
      ],
      [
        " Tattoo",
        -4.048445e-05
      ]
    ]
  },
  "The narrator of this author's most famous work discovers that Albertine Simonet was a lesbian after her death. That work by this author has volumes such as Sodom and Gomorrah and Within a Budding Grove, and opens with memories brought on by the consumption of a tea-soaked madeleine. For 10 points, name this French author who discussed the narrator's childhood memories in the section Swann's Way of his monumental work In Search of Lost Time.": {
    "guess": "Marcel Proust",
    "confidence": [
      [
        "Mar",
        -0.05587605
      ],
      [
        "cel",
        -9.133887e-06
      ],
      [
        " P",
        -0.00028898742
      ],
      [
        "rou",
        -2.2365493e-05
      ],
      [
        "st",
        -6.749814e-06
      ]
    ]
  },
  "The narrator of this novel finds a notebook with the sentence \"What has our government done to make life easier for the Alaskan Eskimos?\" An accusation of \"giving her the time\" causes the narrator of this work to fight with Stradlater. In 2009, this book's author filed suit against an unauthorized sequel": {
    "guess": "The Catcher in the Rye",
    "confidence": [
      [
        "The",
        -0.013627539
      ],
      [
        " Catch",
        -0.0005150251
      ],
      [
        "er",
        -1.18755715e-05
      ],
      [
        " in",
        -0.00021236145
      ],
      [
        " the",
        -0.00019257364
      ],
      [
        " R",
        -1.640531e-05
      ],
      [
        "ye",
        -3.2929079e-06
      ]
    ]
  },
  "The narrator of this novel moves to Ramsdale, where he considers killing a woman in Hourglass Lake. That": {
    "guess": "Revolutionary Road (novel)",
    "confidence": [
      [
        "Rev",
        -1.2189635
      ],
      [
        "olution",
        -0.004602554
      ],
      [
        "ary",
        -6.80205e-05
      ],
      [
        " Road",
        -0.0001245157
      ],
      [
        " (",
        -0.5002007
      ],
      [
        "nov",
        -0.00019495773
      ],
      [
        "el",
        -6.9882217e-06
      ],
      [
        ")",
        -0.00045998234
      ]
    ]
  },
  "The narrator of this novel at one point mocks a series of pretentious diary entries written by the protagonist's grandfather during a trip across Europe, and one character in this work resolves to read Milton's pamphlet on divorce after having been married just that morning, when his bride disobeys him because she is too nervous to order dinner. The protagonist of this novel briefly joins the Simeonites and is scammed by the curate Pryer whom he entrusts with his fortune to develop the College of Spiritual Pathology. He is imprisoned for attacking a maid, after which he decides to marry Ellen but discovers that she is already married. After receiving a secret inheritance from his aunt Alethea on his twenty-eighth birthday, the protagonist returns to Battersby and eventually becomes a writer. For 10 points, name this novel narrated by Edward Overton which spans several generations of the Pontifex family, a work of Samuel Butler.": {
    "guess": "The Way of All Flesh",
    "confidence": [
      [
        "The",
        -0.0004797665
      ],
      [
        " Way",
        -0.0003495282
      ],
      [
        " of",
        -0.00011760922
      ],
      [
        " All",
        -0.0002292847
      ],
      [
        " Flesh",
        -0.000105331244
      ]
    ]
  },
  "The narrator of one of his short stories disapproves of the title character's desire to be a jazz pianist,": {
    "guess": "James Baldwin",
    "confidence": [
      [
        "James",
        -0.0058503393
      ],
      [
        " Baldwin",
        -0.0012311845
      ]
    ]
  },
  "The narrator of this work notes that his old teacher, Brunetto Latini, seemed to be \"one who wins, and": {
    "guess": "Inferno (Dante)",
    "confidence": [
      [
        "In",
        -0.018378552
      ],
      [
        "fer",
        -8.418666e-06
      ],
      [
        "no",
        -1.4498052e-05
      ],
      [
        " (",
        -0.00037633438
      ],
      [
        "D",
        -5.2285613e-05
      ],
      [
        "ante",
        -1.3544423e-05
      ],
      [
        ")",
        -4.1273333e-06
      ]
    ]
  },
  "The narrator of this work notes that his old teacher, Brunetto Latini, seemed to be \"one who wins, and not the one who loses.\" The author begins this work with the line \"Nel mezzo del cammin di nostra": {
    "guess": "Inferno (Dante)",
    "confidence": [
      [
        "In",
        -0.14173537
      ],
      [
        "fer",
        -4.00813e-06
      ],
      [
        "no",
        -7.703444e-06
      ],
      [
        " (",
        -0.0004649889
      ],
      [
        "D",
        -2.808727e-05
      ],
      [
        "ante",
        -9.133887e-06
      ],
      [
        ")",
        -6.704273e-07
      ]
    ]
  },
  "The narrator of this novel at one point mocks a series of pretentious diary entries written by the protagonist's grandfather during a trip across Europe, and one character in this work resolves to read Milton's pamphlet on divorce after having been married just that morning, when his bride disobeys him because she is too nervous to order dinner. The protagonist of this novel briefly joins the Simeonites": {
    "guess": "The Tin Drum",
    "confidence": [
      [
        "The",
        -1.4996314
      ],
      [
        " Tin",
        -2.5589666
      ],
      [
        " Drum",
        -0.00036870534
      ]
    ]
  },
  "The narrator argues that, despite what The Blason of Colors says, this man's colors white and blue represent joy and heaven, rather than faith and firmness. He named the town of Beauce after a battle fought between a swarm of hornets and his mare, and once inadvertently killed six pilgrims caught in his garden when he wanted lettuce. Originally appearing in an anonymous chapbook as the servant of King Arthur, his first words upon birth were (*) \"Come, drink, drink, drink,\" though his son's more eventful birth involved 68 muleteers and 16 camels. He infuriated Janotus de Bragmardo by stealing the bells of Notre Dame, defeated the army of Picrochole, and then, with his ally the Monk, founded the": {
    "guess": "Gargantua and Pantagruel",
    "confidence": [
      [
        "G",
        -0.6112265
      ],
      [
        "arg",
        -0.0003514318
      ],
      [
        "ant",
        -0.00010223195
      ],
      [
        "ua",
        -2.319992e-05
      ],
      [
        " and",
        -0.029824095
      ],
      [
        " Pant",
        -0.00033891908
      ],
      [
        "ag",
        -0.0001136755
      ],
      [
        "ru",
        -1.5451682e-05
      ],
      [
        "el",
        -9.0883464e-07
      ]
    ]
  },
  "The narrator of one story by this author claims to have eliminated \"free time\" from his vocabulary on his fifteenth birthday. The factory owner Wunsiedel drops dead with the narrator hesitates before uttering the title sentence of that story, \"Action Will Be Taken.\" The title character of a novel of his is driven to murder the reporter Tötges, and another novel centers around the widow Leni Pfeiffer. The mystery of the destruction of St. Anthony's Abbey is at the center of another novel that centers on the Faehmel family. For 10 points, identify this German novelist of The Lost Honor of Katharina Blum, Group Portrait With Lady, and Billiards At Half-Past Nine.": {
    "guess": "Heinrich Böll",
    "confidence": [
      [
        "He",
        -0.004944716
      ],
      [
        "in",
        -5.9914648e-05
      ],
      [
        "rich",
        -0.0002969704
      ],
      [
        " B",
        -5.955704e-05
      ],
      [
        "ö",
        -0.0019310166
      ],
      [
        "ll",
        -4.3202e-07
      ]
    ]
  },
  "The narrator of this song offers to call a cab for the person she's talking to. She does this because she doesn't want him to take her Jaguar. She makes it a point of telling him that everything in the closet is her stuff and all his stuff is in a box to the left. The narrator and he are breaking up because he cheated on her, and after she bought him the aforementioned Jag. The ex and her argue in front of the house, with him telling her she will never find another as good as him because he is the title condition. For 10 points, what is this song by Beyonce?": {
    "guess": "Irreplaceable",
    "confidence": [
      [
        "Ir",
        -0.0036549564
      ],
      [
        "replace",
        -0.00084417214
      ],
      [
        "able",
        -3.2855416e-05
      ]
    ]
  },
  "The narrator notes that it is listed in the old geographical gazetteer Annotated Water Classic and that it was also here that Buddha enlightened the Venerable Mahakashyapa. Take the train to Wuyizhen, then go upstream by boat on the You River is the advice given by a passenger on a train. While this destination is sought, the narrator divides into \"I\", \"You\", \"He\" and \"She\" voices all seeking spiritual": {
    "guess": "Soul Mountain",
    "confidence": [
      [
        "S",
        -0.06922499
      ],
      [
        "oul",
        -0.0011515288
      ],
      [
        " Mountain",
        -0.00016849818
      ]
    ]
  },
  "The narrator of this poem says the world \"seems to lie before us like a land of dreams\" and claims that the \"turbid ebb and flow of human misery\" was brought to mind when \"Sophocles long ago, heard it on the Aegean.\" Beginning with \"the sea is calm tonight,\" it goes on to describe the setting as a \"distant northern sea.\" For 10 points, name this poem which ends by describing a \"darkling plain / Swept with confused alarms of struggle and flight, / Where ignorant armies clash by night,\" written by": {
    "guess": "Dover Beach",
    "confidence": [
      [
        "D",
        -0.0009753054
      ],
      [
        "over",
        -4.1273333e-06
      ],
      [
        " Beach",
        -0.001587343
      ]
    ]
  },
  "The Narodniks, who worked for an 1870s peasant uprising, and the Narodnaya Volya movement, members of which assassinated Czar Alexander II, were considered adherents of the doctrine. A term first used to describe Christian heretics in the Middle Ages, the novelist Chernyshevsky called it a \"necessary phase\" in the transformation of Russia. For ten points, followers of what radical philosophy reject all positive values and believe in nothing, a system approved by the fictional Bazarov but rejected": {
    "guess": "Nihilism",
    "confidence": [
      [
        "N",
        -0.014017758
      ],
      [
        "ihil",
        -4.4179764e-05
      ],
      [
        "ism",
        -0.0010100652
      ]
    ]
  },
  "The narrator of this poem wonders if he will \"Have the strength to force the moment to its crisis\" and he wonders whether it would be worthwhile to say \"I am Lazarus, come from the dead.\" The narrator": {
    "guess": "The Love Song of J. Alfred Prufrock",
    "confidence": [
      [
        "The",
        -0.0070147947
      ],
      [
        " Love",
        -0.036824394
      ],
      [
        " Song",
        -0.00012809181
      ],
      [
        " of",
        -9.253091e-06
      ],
      [
        " J",
        -8.89548e-06
      ],
      [
        ".",
        -0.00072827865
      ],
      [
        " Alfred",
        -3.888926e-06
      ],
      [
        " Pr",
        -3.035214e-05
      ],
      [
        "uf",
        -2.4584822e-06
      ],
      [
        "rock",
        -0.000114033115
      ]
    ]
  },
  "One of the narrators of this novel finds himself in trouble after attempting to help a little Italian girl, and another of the narrators works at Earl's farm supply store. Those characters' sister has": {
    "guess": "As I Lay Dying",
    "confidence": [
      [
        "As",
        -0.19336048
      ],
      [
        " I",
        -1.8550976e-05
      ],
      [
        " Lay",
        -0.0034147515
      ],
      [
        " D",
        -2.8802491e-05
      ],
      [
        "ying",
        -6.392203e-06
      ]
    ]
  },
  "The narrator self-consciously corrects this story's assertion that the protagonist was waiting for the rain to stop. The protagonist of this short story has a pimple on his right cheek, and sees another character pulling out hairs from a pile of rotting corpses in order to make a wig. An earlier version of this short story's ending states that the protagonist hurries to Kyoto in order to become a thief. This short story focuses on a fired servant who steals an old woman's kimono at the title location. For 10 points, name this short story by Ryunosuke Akutagawa set in the tower of the namesake gate.": {
    "guess": "Rashomon",
    "confidence": [
      [
        "R",
        -0.26883388
      ],
      [
        "ash",
        -0.0059363823
      ],
      [
        "omon",
        -0.0010157797
      ]
    ]
  },
  "The narrator of this poem claims, \"I am a part of all that I have met\" before lamenting, \"how dull it is to pause, to make an end.\" The narrator's son is introduced as the person \"To whom I leave the sceptre and the isle\" in the second stanza of this poem in which the narrator looks forward to \"some work of noble note\" which \"may yet be done, / Not unbecoming men that strove with gods.\" This poem closes with the exhortation \"to strive, to seek, to find, and not to yield.\" For 10 points, name this Tennyson poem about the hero of a Homeric epic.": {
    "guess": "Ulysses (poem)",
    "confidence": [
      [
        "U",
        -0.09325351
      ],
      [
        "ly",
        -0.0002108118
      ],
      [
        "ss",
        -2.8160932e-06
      ],
      [
        "es",
        -1.2113979e-05
      ],
      [
        " (",
        -0.13618672
      ],
      [
        "po",
        -0.0067517315
      ],
      [
        "em",
        -0.00029923528
      ],
      [
        ")",
        -0.00011260267
      ]
    ]
  },
  "The narrator of this poem states \"I regret / That I should ape the ways of pride\" of those \"who climb to wealth\" and \"forget / The friends in darker fortunes tried\". Despite having \"Yet slight thy form, and low thy seat\", the addressee of this poem whose \"parent sun…bade thee view / Pale skies\" is described as having \"Oft…stayed my walk\" with its \"early smile\". Beginning \"When beechen buds begin to": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -0.3859358
      ]
    ]
  },
  "The narrator of this novel attends his 45th high school reunion and sees such old acquaintances as Mendy Gurlik, a delinquent who taught him how to jack off. Nathan Zuckerman then sees Jerry, the confrontational brother of the main character, and decides to recount said main character's life story. The main character's story ends as he realizes that his wife Dawn, a former Miss New Jersey, is having an affair with Orcutt. After a career as a star athlete at Weequahic High, he inherits his father Lou's Newark Maid glove business, but his life unravels in 1968 when his radical daughter Merry blows": {
    "guess": "American Pastoral",
    "confidence": [
      [
        "American",
        -0.015030622
      ],
      [
        " Past",
        -0.0005594661
      ],
      [
        "oral",
        -6.730528e-05
      ]
    ]
  },
  "The narrator of this book finds a 322-page report in the flooded Palace of Justice, a building that had once been visited by Francis Drake. A character in this novel confuses the bad omen of birds and the good omen of trees in one of her son's dreams. Father Amador serves as an incompetent replacement for Dr. Dionisio Iguaran (dee-oh-NEE-see-oh ee-GWAR-un) in this novel, which also contains a character who buys all the raffle tickets available in order to win a music box for a woman. Another character in this novel is advised to stain some (*) sheets with merbromin and ends up spending 17 years writing unanswered letters to Bayardo San Roman. After the butcher Faustino sharpens their knives,": {
    "guess": "One Hundred Years of Solitude",
    "confidence": [
      [
        "One",
        -0.6986881
      ],
      [
        " Hundred",
        -0.0008261834
      ],
      [
        " Years",
        -0.00078199187
      ],
      [
        " of",
        -0.0004158953
      ],
      [
        " Sol",
        -0.00028862982
      ],
      [
        "itude",
        -9.1622824e-05
      ]
    ]
  },
  "The narrator of this poem claims, \"I am a part of all that I have met\" before lamenting, \"how dull it is to pause, to make an end.\" The narrator's son is introduced as the person \"To whom I leave the sceptre and the isle\" in the second stanza of this poem in which the narrator looks forward to \"some": {
    "guess": "Ulysses (poem)",
    "confidence": [
      [
        "U",
        -0.0050184983
      ],
      [
        "ly",
        -0.00012546933
      ],
      [
        "ss",
        -2.2127088e-05
      ],
      [
        "es",
        -4.370295e-05
      ],
      [
        " (",
        -0.0018899721
      ],
      [
        "po",
        -5.9914648e-05
      ],
      [
        "em",
        -0.00014430351
      ],
      [
        ")",
        -2.1173457e-05
      ]
    ]
  },
  "The narrator of this poem tells its subject that, \"they tell me you are wicked and I believe them,\" but": {
    "guess": "Chicago (poem)",
    "confidence": [
      [
        "Chicago",
        -0.38882813
      ],
      [
        " (",
        -0.043592796
      ],
      [
        "po",
        -3.8338785e-05
      ],
      [
        "em",
        -6.706687e-05
      ],
      [
        ")",
        -4.3583746e-05
      ]
    ]
  },
  "The narrator of this novel at one point mocks a series of pretentious diary entries written by the protagonist's grandfather during a trip across Europe, and one character in this work resolves to read Milton's pamphlet on divorce after having been married just that morning, when his bride disobeys him because she is too nervous to order dinner. The protagonist of this novel briefly joins the Simeonites and is scammed by the curate Pryer whom he entrusts with his fortune to develop the College of Spiritual Pathology. He is imprisoned for attacking a maid, after which he decides to marry Ellen but discovers that she is already married. After receiving a secret inheritance from his aunt Alethea on his twenty-eighth birthday, the protagonist returns to Battersby and eventually becomes a writer.": {
    "guess": "The Way of All Flesh",
    "confidence": [
      [
        "The",
        -0.0069057597
      ],
      [
        " Way",
        -0.0013284528
      ],
      [
        " of",
        -3.6073914e-05
      ],
      [
        " All",
        -0.00046665774
      ],
      [
        " Flesh",
        -0.00026610398
      ]
    ]
  },
  "The narrator of this novel at one point mocks a series of pretentious diary entries written by the protagonist's grandfather during a trip across Europe, and one character in this work resolves to read Milton's pamphlet on divorce after having been married just that morning, when his bride disobeys him because she is too nervous to order dinner. The protagonist of this novel briefly joins the Simeonites and is scammed by the curate Pryer whom he entrusts with his fortune to develop the College of Spiritual Pathology. He is imprisoned for attacking a maid, after which he decides to marry Ellen but": {
    "guess": "The Way of All Flesh",
    "confidence": [
      [
        "The",
        -0.4911981
      ],
      [
        " Way",
        -0.005053841
      ],
      [
        " of",
        -0.0002848153
      ],
      [
        " All",
        -0.003696397
      ],
      [
        " Flesh",
        -0.0002885106
      ]
    ]
  },
  "The narrator of this novel finds a notebook with the sentence \"What has our government done to make life easier for the Alaskan Eskimos?\" An accusation of \"giving her the time\" causes the narrator of this work to fight with Stradlater. In 2009, this book's author filed suit against an unauthorized sequel entitled 60 Years Later. This book follows the narrator's reunion with his sister Phoebe and ambiguous encounter with Mr. Antolini after leaving Pencey Prep. For 10 points, name this novel about the phony-hating Holden Caulfield by J.D. Salinger.": {
    "guess": "The Catcher in the Rye",
    "confidence": [
      [
        "The",
        -0.004682288
      ],
      [
        " Catch",
        -0.002044152
      ],
      [
        "er",
        -7.226629e-06
      ],
      [
        " in",
        -3.106736e-05
      ],
      [
        " the",
        -0.00014144262
      ],
      [
        " R",
        -1.4974867e-05
      ],
      [
        "ye",
        -9.968313e-06
      ]
    ]
  },
  "The narrator of one story by this author claims to have eliminated \"free time\" from his vocabulary on his fifteenth birthday. The factory owner Wunsiedel drops dead with the narrator hesitates before uttering the title sentence of that story, \"Action Will Be Taken.\" The title character of a novel of his is driven to murder the reporter Tötges, and another novel centers around the widow Leni Pfeiffer. The mystery of the destruction of St. Anthony's Abbey is at the center of another novel that centers on the Faehmel family. For 10 points, identify this German novelist of The Lost Honor of Katharina": {
    "guess": "Günter Grass",
    "confidence": [
      [
        "G",
        -0.18348713
      ],
      [
        "ü",
        -0.0058190636
      ],
      [
        "nt",
        -2.58224e-05
      ],
      [
        "er",
        -7.9418505e-06
      ],
      [
        " Grass",
        -0.0008688253
      ]
    ]
  },
  "The narrator claims that, because the English do not believe in genii like the Muslims do, it's difficult for him to find a way to save this character from Tyburn. He discusses the merits of equality with a Gypsy-king with whom he takes shelter for the night, learns how a gambling problem and the betrayal of Watson lead to the destitution of the Man of the Hill, and gives three guineas to a novice highwayman who fails to rob him. He discovers the highwayman is Mrs. Miller's cousin when he arrives": {
    "guess": "The History of Tom Jones, a Foundling",
    "confidence": [
      [
        "The",
        -0.057109013
      ],
      [
        " History",
        -0.009066896
      ],
      [
        " of",
        -8.685468e-05
      ],
      [
        " Tom",
        -0.0041912985
      ],
      [
        " Jones",
        -7.822647e-06
      ],
      [
        ",",
        -7.89631e-07
      ],
      [
        " a",
        -0.00010413921
      ],
      [
        " Found",
        -3.888926e-06
      ],
      [
        "ling",
        -0.00012523093
      ]
    ]
  },
  "The narrator of the story is an easterner who has been asked to call on a talkative miner named Simon Wheeler, who proceeds to tell him a tall tale about the exploits of Jim Smiley. Smiley would bet on anything, including which bird would leave a tree branch first. Smiley also had a bull pup named Andrew": {
    "guess": "The Celebrated Jumping Frog of Calaveras County",
    "confidence": [
      [
        "The",
        -0.0687449
      ],
      [
        " Celebr",
        -0.039693367
      ],
      [
        "ated",
        -0.00011522515
      ],
      [
        " Jump",
        -5.288163e-05
      ],
      [
        "ing",
        -1.8193366e-05
      ],
      [
        " Frog",
        -3.1544176e-05
      ],
      [
        " of",
        -2.9352968e-06
      ],
      [
        " Cal",
        -5.6769813e-06
      ],
      [
        "aver",
        -0.0004217363
      ],
      [
        "as",
        -4.604148e-06
      ],
      [
        " County",
        -0.00034762095
      ]
    ]
  },
  "The narrator of this poem tells its subject that, \"they tell me you are wicked and I believe them,\" but that \"I give them back the sneer.\" The subject of this poem is described as \"fierce as a dog with tongue lapping for action\" and \"laughing the stormy, husky, brawling laughter of Youth.\" This poem's subject is proud to have such appellations as Tool Maker, Player with Railroads, and Stacker of Wheat.": {
    "guess": "Chicago",
    "confidence": [
      [
        "Chicago",
        -0.010636741
      ]
    ]
  },
  "The narrator of this work is mistaken for a character from Hamlet by a count, who gives him a passport as a result. This work's author wrote it in part as a response to a book by Tobias Smollett, whom he caricatured as Smelfungus. Its protagonist hires the flute-playing servant La Fleur, and encounters women such as Madame de L--- and Madame de R---. It ends with the narrator staying in an inn with": {
    "guess": "A Sentimental Journey Through France and Italy",
    "confidence": [
      [
        "A",
        -0.39640984
      ],
      [
        " Sent",
        -0.0038673005
      ],
      [
        "iment",
        -6.0272258e-05
      ],
      [
        "al",
        -3.3451433e-05
      ],
      [
        " Journey",
        -0.0004624856
      ],
      [
        " Through",
        -0.17062956
      ],
      [
        " France",
        -3.619312e-05
      ],
      [
        " and",
        -7.107425e-06
      ],
      [
        " Italy",
        -1.569009e-05
      ]
    ]
  },
  "The narrator of this novel moves to Ramsdale, where he considers killing a woman in Hourglass Lake. That narrator keeps a diary that needs a magnifying glass to decode, and his wife Charlotte figures it out before she runs into a car. At the end of this work, the protagonist is found in Alaska with the last name Schiller. The narrator kills the author of The Nymph, Claire Quilty, after being stalked across America with the title character, and, at opening of this novel, he describes the title character as the \"light of my life, fire of my loins.\" For 10 points, name this novel about Humbert Humbert's": {
    "guess": "Lolita",
    "confidence": [
      [
        "L",
        -0.0018622379
      ],
      [
        "ol",
        -1.3306016e-05
      ],
      [
        "ita",
        -6.15835e-05
      ]
    ]
  },
  "The narrator of this work is mistaken for a character from Hamlet by a count, who gives him a passport": {
    "guess": "The Life and Opinions of Tristram Shandy, Gentleman",
    "confidence": [
      [
        "The",
        -0.81707996
      ],
      [
        " Life",
        -0.014439429
      ],
      [
        " and",
        -0.0015305745
      ],
      [
        " Op",
        -0.00084429135
      ],
      [
        "inions",
        -8.6735476e-05
      ],
      [
        " of",
        -1.9027791e-05
      ],
      [
        " Tr",
        -9.400689e-05
      ],
      [
        "ist",
        -6.749814e-06
      ],
      [
        "ram",
        -0.0025933732
      ],
      [
        " Sh",
        -7.624555e-05
      ],
      [
        "andy",
        -4.9305523e-05
      ],
      [
        ",",
        -0.00040850835
      ],
      [
        " Gentle",
        -0.0006293983
      ],
      [
        "man",
        -1.9743013e-05
      ]
    ]
  },
  "The narrator of this novel attends his 45th high school reunion and sees such old acquaintances as Mendy Gurlik, a delinquent who taught him how to jack off. Nathan Zuckerman then sees Jerry, the confrontational brother of the main character, and decides to recount said main character's life story. The main character's story ends as he realizes that his wife Dawn, a former Miss New Jersey, is having": {
    "guess": "The Human Stain",
    "confidence": [
      [
        "The",
        -0.27702513
      ],
      [
        " Human",
        -0.13068824
      ],
      [
        " St",
        -9.133887e-06
      ],
      [
        "ain",
        -0.00010342398
      ]
    ]
  },
  "The narrator of this book finds a 322-page report in the flooded Palace of Justice, a building that had once been visited by Francis Drake. A character in this novel confuses the bad omen of birds and the good omen of trees in one of her son's dreams. Father Amador serves as an incompetent replacement for Dr. Dionisio Iguaran (dee-oh-NEE-see-oh ee-GWAR-un) in this novel, which also contains a character": {
    "guess": "One Hundred Years of Solitude",
    "confidence": [
      [
        "One",
        -0.10259033
      ],
      [
        " Hundred",
        -0.00018018014
      ],
      [
        " Years",
        -0.0008996734
      ],
      [
        " of",
        -0.00064940983
      ],
      [
        " Sol",
        -0.00023047674
      ],
      [
        "itude",
        -6.0272258e-05
      ]
    ]
  },
  "The narrator of this poem says the world \"seems to lie before us like a land of dreams\" and claims that the \"turbid ebb and flow of human misery\" was brought to mind when \"Sophocles long ago, heard it on the Aegean.\" Beginning with \"the sea is calm tonight,\" it goes on to describe the setting as a \"distant": {
    "guess": "Dover Beach",
    "confidence": [
      [
        "D",
        -0.015077469
      ],
      [
        "over",
        -4.1273333e-06
      ],
      [
        " Beach",
        -7.815281e-05
      ]
    ]
  },
  "The narrator of this poem says the world \"seems to lie before us like a land of dreams\" and claims that the \"turbid ebb and flow of human misery\" was brought to mind when \"Sophocles long ago, heard it on the Aegean.\" Beginning with \"the sea is calm tonight,\" it goes on to describe the setting as a \"distant northern sea.\" For 10 points, name this poem which ends by describing a \"darkling plain / Swept with confused alarms of struggle and flight, / Where ignorant armies clash by night,\" written by Matthew Arnold.": {
    "guess": "Dover Beach",
    "confidence": [
      [
        "D",
        -0.0013604746
      ],
      [
        "over",
        -2.220075e-06
      ],
      [
        " Beach",
        -0.0011792739
      ]
    ]
  },
  "The narrator of this poem states \"I regret / That I should ape the ways of pride\" of those \"who climb to wealth\" and \"forget / The friends in darker fortunes tried\". Despite having \"Yet slight thy form,": {
    "guess": "The Yellow Violet",
    "confidence": [
      [
        "The",
        -0.41887257
      ],
      [
        " Yellow",
        -0.02670454
      ],
      [
        " Violet",
        -0.0003548887
      ]
    ]
  },
  "The narrator of this book finds a 322-page report in the flooded Palace of Justice, a building that had once been visited by Francis Drake. A character in this novel confuses the bad omen of birds and the good omen of trees in one of her son's dreams. Father Amador serves as an incompetent replacement for Dr. Dionisio Iguaran (dee-oh-NEE-see-oh ee-GWAR-un) in this novel, which also contains a character who buys all the raffle tickets available in order to win a music box for a woman. Another character": {
    "guess": "One Hundred Years of Solitude",
    "confidence": [
      [
        "One",
        -0.2512221
      ],
      [
        " Hundred",
        -0.00012058931
      ],
      [
        " Years",
        -0.00079188205
      ],
      [
        " of",
        -0.00045998234
      ],
      [
        " Sol",
        -0.00011021859
      ],
      [
        "itude",
        -9.376849e-05
      ]
    ]
  },
  "The narrator of this work is mistaken for a character from Hamlet by a count, who gives him a passport as a result. This work's author wrote it in part as a response to a book by Tobias Smollett, whom he caricatured as Smelfungus. Its protagonist hires the flute-playing servant La Fleur, and encounters women such as Madame de L--- and Madame de R---. It ends with the narrator staying in an inn with a lady and accidentally grabbing hold of something, though the identity of that thing is not revealed because the book ends in mid-sentence. For 10 points, name this novel about Parson Yorick's travels through Europe, a work by Laurence Sterne.": {
    "guess": "A Sentimental Journey Through France and Italy",
    "confidence": [
      [
        "A",
        -0.0055471356
      ],
      [
        " Sent",
        -4.143808e-05
      ],
      [
        "iment",
        -7.934485e-05
      ],
      [
        "al",
        -1.0683535e-05
      ],
      [
        " Journey",
        -3.094816e-05
      ],
      [
        " Through",
        -0.005745572
      ],
      [
        " France",
        -4.85903e-05
      ],
      [
        " and",
        -0.0010669895
      ],
      [
        " Italy",
        -2.546479e-05
      ]
    ]
  },
  "The narrator of this work assumes one character is a dentist because his buttons are made of human molars.": {
    "guess": "Tender Buttons",
    "confidence": [
      [
        "T",
        -0.0070784753
      ],
      [
        "ender",
        -3.786197e-05
      ],
      [
        " Buttons",
        -0.00014227704
      ]
    ]
  },
  "The narrator of this poem states that \"All breathing human passion far above,\" and in the first stanza,": {
    "guess": "Ode on a Grecian Urn",
    "confidence": [
      [
        "O",
        -0.00017481597
      ],
      [
        "de",
        -4.00813e-06
      ],
      [
        " on",
        -8.1490514e-05
      ],
      [
        " a",
        -1.735894e-05
      ],
      [
        " G",
        -2.8160932e-06
      ],
      [
        "rec",
        -1.2664457e-06
      ],
      [
        "ian",
        -1.998142e-05
      ],
      [
        " Ur",
        -3.0545007e-06
      ],
      [
        "n",
        -1.1994775e-05
      ]
    ]
  },
  "The narrator of this poem says the world \"seems to lie before us like a land of dreams\" and claims that": {
    "guess": "Dover Beach",
    "confidence": [
      [
        "D",
        -0.014347185
      ],
      [
        "over",
        -8.657073e-06
      ],
      [
        " Beach",
        -0.000336535
      ]
    ]
  },
  "The narrator of this work recalls digging through the flooded Palace of Justice to recover 322 pages of a brief. One character in this work confuses the bad omen of birds with the good omen of trees when interpreting her son's dream. Another character in this novel writes weekly letters for seventeen": {
    "guess": "The Ministry of Utmost Happiness",
    "confidence": [
      [
        "The",
        -0.824712
      ],
      [
        " Ministry",
        -1.2871746
      ],
      [
        " of",
        -0.0006747855
      ],
      [
        " Ut",
        -0.010462388
      ],
      [
        "most",
        -9.0883464e-07
      ],
      [
        " Happiness",
        -8.3874584e-05
      ]
    ]
  },
  "The narrator claims that, because the English do not believe in genii like the Muslims do, it's difficult": {
    "guess": "The History of Tom Jones, a Foundling",
    "confidence": [
      [
        "The",
        -0.59850913
      ],
      [
        " History",
        -0.044668954
      ],
      [
        " of",
        -4.1557283e-05
      ],
      [
        " Tom",
        -0.002522865
      ],
      [
        " Jones",
        -2.1173457e-05
      ],
      [
        ",",
        -2.3392786e-06
      ],
      [
        " a",
        -5.5980927e-05
      ],
      [
        " Found",
        -3.1424974e-05
      ],
      [
        "ling",
        -0.00019138161
      ]
    ]
  },
  "The narrator of this poem tells its subject that, \"they tell me you are wicked and I believe them,\" but that \"I give them back the sneer.\" The subject of this poem is described as \"fierce as a dog with": {
    "guess": "Richard Cory",
    "confidence": [
      [
        "Richard",
        -0.90182936
      ],
      [
        " Cory",
        -0.031067401
      ]
    ]
  },
  "The narrator of this work recalls digging through the flooded Palace of Justice to recover 322 pages of a brief. One character in this work confuses the bad omen of birds with the good omen of trees when interpreting her son's dream. Another character in this novel writes weekly letters for seventeen years until her former lover returns them all unopened. Father Amador is distracted from its title event by the arrival of the bishop on a steamboat, and that event is sparked after Bayardo San Roman returns one character to her mother. The butcher Faustino is asked to sharpen two pairs of knives in this work; those knives are used by the Vicario twins after their sister Angela informs them that": {
    "guess": "Chronicle of a Death Foretold",
    "confidence": [
      [
        "Chron",
        -0.05101497
      ],
      [
        "icle",
        -0.00015979631
      ],
      [
        " of",
        -0.00049965514
      ],
      [
        " a",
        -7.588794e-05
      ],
      [
        " Death",
        -4.3941356e-05
      ],
      [
        " Fore",
        -2.188868e-05
      ],
      [
        "t",
        -5.276243e-05
      ],
      [
        "old",
        -1.0280384e-06
      ]
    ]
  },
  "The narrator of one story by this author claims to have eliminated \"free time\" from his vocabulary on his fifteenth birthday. The factory owner Wunsiedel drops dead with the narrator hesitates before uttering the title sentence of that story, \"Action Will Be Taken.\" The title character of a novel of his is driven to murder the reporter Tötges, and another novel centers around the widow Leni Pfeiffer.": {
    "guess": "Günter Grass",
    "confidence": [
      [
        "G",
        -0.71228254
      ],
      [
        "ü",
        -0.012932672
      ],
      [
        "nt",
        -7.107425e-06
      ],
      [
        "er",
        -1.1279553e-05
      ],
      [
        " Grass",
        -0.004741026
      ]
    ]
  },
  "The narrator of this poem promises \"thirteen scudi for the ruff,\" referring to a figure known as \"The Cousin\" whose whistle ends this poem. The narrator of this work addresses his \"melancholy little house,\" which he built with money stolen from Francis I. Its speaker brushes off criticism by asking \"what does the mountain care?\" but concedes that \"a man's reach should exceed his grasp.\" That speaker asserts \"that arm is wrongly put\" in critiquing a work of Raphael but is forced to agree that \"there burns a truer light of God in them.\" Its speaker asks \"What wife had Rafael, or has Agnolo?\" and": {
    "guess": "Andrea del Sarto",
    "confidence": [
      [
        "And",
        -0.5030774
      ],
      [
        "rea",
        -7.278864e-05
      ],
      [
        " del",
        -0.052569464
      ],
      [
        " S",
        -0.000342972
      ],
      [
        "arto",
        -0.00012535013
      ]
    ]
  },
  "The narrator of the story is an easterner who has been asked to call on a talkative miner named Simon Wheeler, who proceeds to tell him a tall tale about the exploits of Jim Smiley. Smiley would bet on anything, including which bird would leave a tree branch first. Smiley also had a bull pup named Andrew Jackson which died after losing a fight to a three-legged dog. But Smiley's best known pet is the title creature, a frog named Dan'l Webster. FTP name this story set in California by Mark Twain.": {
    "guess": "The Celebrated Jumping Frog of Calaveras County",
    "confidence": [
      [
        "The",
        -0.016447103
      ],
      [
        " Celebr",
        -0.03523107
      ],
      [
        "ated",
        -5.0735965e-05
      ],
      [
        " Jump",
        -1.504853e-06
      ],
      [
        "ing",
        -1.1637165e-05
      ],
      [
        " Frog",
        -1.378283e-05
      ],
      [
        " of",
        -3.1281633e-07
      ],
      [
        " Cal",
        -5.5122365e-07
      ],
      [
        "aver",
        -0.00010318558
      ],
      [
        "as",
        -2.220075e-06
      ],
      [
        " County",
        -4.727906e-05
      ]
    ]
  },
  "One of the narrators is scolded for interrupting a reading lesson with the song \"Fairy Annie's Wedding,\"": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -0.6128059
      ]
    ]
  },
  "The narrator of this novel attends his 45th high school reunion and sees such old acquaintances as Mendy Gurlik, a delinquent who taught him how to jack off. Nathan Zuckerman then sees Jerry, the confrontational brother of the main character, and decides to recount said main character's life story. The main character's story ends as he realizes that his wife Dawn, a former Miss New Jersey, is having an affair with Orcutt. After a career as a star athlete at Weequahic High, he inherits his father Lou's Newark Maid glove business, but his life unravels in 1968 when his radical daughter Merry blows up a post office. For ten points, name this 1997 Pulitzer Prize winning novel about Seymour \"Swede\"": {
    "guess": "American Pastoral",
    "confidence": [
      [
        "American",
        -0.034552418
      ],
      [
        " Past",
        -0.00047297185
      ],
      [
        "oral",
        -0.00023965542
      ]
    ]
  },
  "The narrator of a story by this author panics after waking up and finding one of his slippers missing; earlier; that character sees a raincoat on a sofa shortly before receiving a call telling him that his brother-in-law has been hit by a train. A character created by this man is criticized for his vanity so much that he is relieved to awaken one morning and find that his nose hangs five inches beyond his chin. A hallucination-plagued man narrates this author's story (*) \"Cogwheels.\" This non-Gogol author of \"The Nose\" wrote a story in which the body of a woman who sold snake meat as fish has its hair stolen by an old woman, who in turn is robbed by a servant. The setting of that story, a gate, was combined with the plot of a story by this man presenting four different viewpoints of a murder to create a Kurosawa film. For 10 points, name this Japanese short story master who wrote \"Rashomon\"": {
    "guess": "Ryunosuke Akutagawa",
    "confidence": [
      [
        "R",
        -0.28824586
      ],
      [
        "yun",
        -0.09116109
      ],
      [
        "os",
        -0.0004900033
      ],
      [
        "uke",
        -0.0011683182
      ],
      [
        " Ak",
        -0.0005202664
      ],
      [
        "ut",
        -1.6524515e-05
      ],
      [
        "ag",
        -3.070975e-05
      ],
      [
        "awa",
        -0.00026443513
      ]
    ]
  },
  "One of the narrators of this novel finds himself in trouble after attempting to help a little Italian girl, and another of the narrators works at Earl's farm supply store. Those characters' sister has a child, most likely with Dalton Ames, and names her after her brother whose college roommate is Shreve, Quentin. This novel concludes with Dilsey at an Easter church service, and another of its four": {
    "guess": "Absalom, Absalom!",
    "confidence": [
      [
        "Abs",
        -0.3884995
      ],
      [
        "alom",
        -0.00014442271
      ],
      [
        ",",
        -9.5079726e-05
      ],
      [
        " Abs",
        -0.00020449402
      ],
      [
        "alom",
        -9.5914154e-05
      ],
      [
        "!",
        -0.00039218477
      ]
    ]
  },
  "The narrator of this work recalls digging through the flooded Palace of Justice to recover 322 pages": {
    "guess": "The Da Vinci Code",
    "confidence": [
      [
        "The",
        -1.3677658
      ],
      [
        " Da",
        -0.72268826
      ],
      [
        " Vinci",
        -5.5122365e-07
      ],
      [
        " Code",
        -0.00032390308
      ]
    ]
  },
  "The narrator of this song offers to call a cab for the person she's talking to. She does this because she doesn't want him to take her Jaguar. She makes it a point of telling him that everything in the closet is her stuff and all his stuff is in a box to the left. The narrator and he are breaking up because he cheated on her, and after she bought him the aforementioned Jag. The ex and her argue in": {
    "guess": "Irreplaceable (Beyoncé song)",
    "confidence": [
      [
        "Ir",
        -0.008650857
      ],
      [
        "replace",
        -0.000103662394
      ],
      [
        "able",
        -3.7265952e-05
      ],
      [
        " (",
        -0.41759032
      ],
      [
        "B",
        -0.45934674
      ],
      [
        "ey",
        -8.180258e-06
      ],
      [
        "oncé",
        -0.03871112
      ],
      [
        " song",
        -0.005982124
      ],
      [
        ")",
        -0.0003458329
      ]
    ]
  },
  "The narrator of this work is mistaken for a character from Hamlet by a count, who gives him a passport as a result. This work's author wrote it in part as a response to a book by Tobias Smollett, whom": {
    "guess": "The Life and Opinions of Tristram Shandy, Gentleman",
    "confidence": [
      [
        "The",
        -0.2764572
      ],
      [
        " Life",
        -1.2947471
      ],
      [
        " and",
        -0.0010412636
      ],
      [
        " Op",
        -0.012622426
      ],
      [
        "inions",
        -9.043079e-05
      ],
      [
        " of",
        -9.610702e-06
      ],
      [
        " Tr",
        -6.2775536e-05
      ],
      [
        "ist",
        -6.704273e-07
      ],
      [
        "ram",
        -0.0009355207
      ],
      [
        " Sh",
        -5.443128e-05
      ],
      [
        "andy",
        -4.954393e-05
      ],
      [
        ",",
        -0.0005995002
      ],
      [
        " Gentle",
        -0.0004738063
      ],
      [
        "man",
        -9.849109e-06
      ]
    ]
  },
  "The narrator of one story by this author claims to have eliminated \"free time\" from his vocabulary on his fifteenth birthday. The factory owner Wunsiedel drops dead with the narrator hesitates before uttering the title sentence of that story, \"Action Will Be Taken.\" The title character of a novel of": {
    "guess": "Kurt Vonnegut",
    "confidence": [
      [
        "K",
        -0.13778783
      ],
      [
        "urt",
        -4.9186317e-05
      ],
      [
        " V",
        -0.00013357517
      ],
      [
        "onn",
        -1.0325924e-05
      ],
      [
        "eg",
        -2.2603901e-05
      ],
      [
        "ut",
        -0.00013893934
      ]
    ]
  },
  "The narrator of this novel dedicates his commencement address to the title character's father. That character": {
    "guess": "The Catcher in the Rye",
    "confidence": [
      [
        "The",
        -0.20611066
      ],
      [
        " Catch",
        -0.25680572
      ],
      [
        "er",
        -9.014684e-06
      ],
      [
        " in",
        -0.00017779607
      ],
      [
        " the",
        -0.00022630462
      ],
      [
        " R",
        -1.7954959e-05
      ],
      [
        "ye",
        -2.8160932e-06
      ]
    ]
  },
  "The narrator wakes up at ten in the morning, puts on his Gucci underwear and Kangoal hat, and, when leaving his house, bumps into his girlfriend Sally, who is from the Valley. Also with Sally is her mother,": {
    "guess": "Less Than Zero",
    "confidence": [
      [
        "Less",
        -0.30807474
      ],
      [
        " Than",
        -0.15221351
      ],
      [
        " Zero",
        -0.00023774817
      ]
    ]
  },
  "The narrator of this poem promises \"thirteen scudi for the ruff,\" referring to a figure known as \"The": {
    "guess": "The Ruff (poem)",
    "confidence": [
      [
        "The",
        -1.2359108
      ],
      [
        " R",
        -0.9289416
      ],
      [
        "uff",
        -0.08366787
      ],
      [
        " (",
        -0.22406381
      ],
      [
        "po",
        -0.786161
      ],
      [
        "em",
        -0.01016436
      ],
      [
        ")",
        -0.0003807449
      ]
    ]
  },
  "The narrator argues that, despite what The Blason of Colors says, this man's colors white and blue represent joy and heaven, rather than faith and firmness. He named the town of Beauce after a battle fought between a swarm of hornets and his mare, and once inadvertently killed six pilgrims caught in his garden when he wanted lettuce. Originally appearing in an anonymous chapbook as the servant of King": {
    "guess": "Pantagruel",
    "confidence": [
      [
        "P",
        -0.585984
      ],
      [
        "ant",
        -0.3137091
      ],
      [
        "ag",
        -0.006921154
      ],
      [
        "ru",
        -0.0009039574
      ],
      [
        "el",
        -0.0016954151
      ]
    ]
  },
  "Will, the narrator, falls asleep in the Malvern Hills, has a vision of a field full of folk, and dreams that he has set off in a quest for the title character, who is either Christ, the Church, England, or just an ordinary farmer. FTP, this is the plot of what alliterative fourteenth-century poem, attributed to William Langland?": {
    "guess": "Piers Plowman",
    "confidence": [
      [
        "P",
        -0.11334504
      ],
      [
        "iers",
        -1.5332478e-05
      ],
      [
        " Pl",
        -4.608702e-05
      ],
      [
        "ow",
        -1.50940705e-05
      ],
      [
        "man",
        -1.8431772e-05
      ]
    ]
  },
  "The narrator of one of his short stories disapproves of the title character's desire to be a jazz pianist, while Jo commits perjury as Parnell defends the store-owner Lyle in a case concerning Richard's murder in another work. The title character of one of his novel murders Guillaume after ending a homosexual relationship with the protagonist David, and another work features characters such as Florence and Elizabeth Grimes and centers on the stepson of Stephen Gabriel who attains salvation on his fourteenth birthday. For 10 points, identify this author of \"Sonny's Blues,\" Blues for Mister Charlie,": {
    "guess": "James Baldwin",
    "confidence": [
      [
        "James",
        -0.005307516
      ],
      [
        " Baldwin",
        -0.000321519
      ]
    ]
  },
  "The narrator of this novel hangs up on a character after being asked to send out some tennis shoes. Another character in this novel talks about \"Oggsford College\" and is alleged to have fixed the World Series. The narrator of this novel becomes involved with a professional golfer who cheated to win her first tournament. A man known as Owl-Eyes is one of the few who shows up at the title character's funeral after he is shot in his pool by George Wilson, who incorrectly believes that the car that killed Myrtle Wilson was driven by the title character rather than Daisy Buchanan. For 10 points, name": {
    "guess": "The Great Gatsby",
    "confidence": [
      [
        "The",
        -0.0022899024
      ],
      [
        " Great",
        -0.0018514161
      ],
      [
        " G",
        -5.6338537e-05
      ],
      [
        "atsby",
        -2.2723105e-05
      ]
    ]
  },
  "The narrator of this novel dedicates his commencement address to the title character's father. That character later sleeps in the title character's bed to protect her from Wick Cutter. The title character works for the Harling family, and is later impregnated and abandoned by Larry Donovan. The protagonist": {
    "guess": "My Ántonia",
    "confidence": [
      [
        "My",
        -0.0024147767
      ],
      [
        " Á",
        -9.865584e-05
      ],
      [
        "nt",
        -7.58424e-06
      ],
      [
        "onia",
        -5.8365e-05
      ]
    ]
  },
  "The narrator of this poem says the world \"seems to lie before us like a land of dreams\" and claims that the \"turbid ebb and flow of human misery\" was brought to mind when \"Sophocles long ago, heard it on the Aegean.\" Beginning with \"the sea is calm tonight,\" it goes on to describe the setting as a \"distant northern sea.\" For 10 points, name this poem which ends by describing a \"darkling plain / Swept": {
    "guess": "Dover Beach",
    "confidence": [
      [
        "D",
        -0.022627177
      ],
      [
        "over",
        -7.107425e-06
      ],
      [
        " Beach",
        -0.000866918
      ]
    ]
  },
  "The narrator of this novel hangs up on a character after being asked to send out some tennis shoes. Another character in this novel talks about \"Oggsford College\" and is alleged to have fixed the World Series. The narrator of this novel becomes involved with a professional golfer who cheated to win her first tournament. A man known as Owl-Eyes is one of the few who shows up at the title character's funeral after he is shot in his pool by George Wilson, who incorrectly believes that the car that killed": {
    "guess": "The Great Gatsby",
    "confidence": [
      [
        "The",
        -0.026409445
      ],
      [
        " Great",
        -0.0005339675
      ],
      [
        " G",
        -7.564953e-05
      ],
      [
        "atsby",
        -2.6060809e-05
      ]
    ]
  },
  "The narrator of a story by this author panics after waking up and finding one of his slippers missing; earlier; that character sees a raincoat on a sofa shortly before receiving a call telling him that his brother-in-law has been hit by a train. A character created by this man is criticized for his vanity so much that he is relieved to awaken one morning and find that his nose hangs five inches beyond his chin. A hallucination-plagued man narrates this author's story (*) \"Cogwheels.\" This non-Gogol author of \"The Nose\" wrote a story in which the body of a woman who sold snake meat as fish has its hair stolen by an old woman, who in turn is robbed by a servant. The setting of that story, a gate, was combined with the plot of a story by this man presenting four different viewpoints of a murder to create a Kurosawa film. For 10 points, name this Japanese short story master who wrote \"Rashomon\" and \"In a Grove.\"": {
    "guess": "Ryunosuke Akutagawa",
    "confidence": [
      [
        "R",
        -0.24714862
      ],
      [
        "yun",
        -0.16735674
      ],
      [
        "os",
        -0.000392304
      ],
      [
        "uke",
        -0.0011386694
      ],
      [
        " Ak",
        -0.00023345684
      ],
      [
        "ut",
        -1.5570886e-05
      ],
      [
        "ag",
        -1.962381e-05
      ],
      [
        "awa",
        -0.00025061116
      ]
    ]
  },
  "The narrator of this novel at one point mocks a series of pretentious diary entries written by the protagonist's grandfather during a trip across Europe, and one character in this work resolves to read Milton's pamphlet on divorce after having been married just that morning, when his bride disobeys him because she is too nervous to order dinner. The protagonist of this novel briefly joins the Simeonites and is scammed by the curate Pryer whom he entrusts with his fortune to develop the College of Spiritual Pathology. He is imprisoned for attacking a maid, after which he decides to marry Ellen but discovers that she is already married. After receiving a secret inheritance from his aunt Alethea": {
    "guess": "The Way of All Flesh",
    "confidence": [
      [
        "The",
        -0.19539057
      ],
      [
        " Way",
        -0.005082433
      ],
      [
        " of",
        -4.3822154e-05
      ],
      [
        " All",
        -0.000906103
      ],
      [
        " Flesh",
        -0.00015478976
      ]
    ]
  },
  "The narrator argues that, despite what The Blason of Colors says, this man's colors white and blue represent joy and heaven, rather than faith and firmness. He named the town of Beauce after a battle fought between a swarm of hornets and his mare, and once inadvertently killed six pilgrims caught in his garden when he wanted lettuce. Originally appearing in an anonymous chapbook as the servant of King Arthur, his first words upon birth were (*) \"Come, drink, drink, drink,\" though his son's more eventful": {
    "guess": "Gargantua and Pantagruel",
    "confidence": [
      [
        "G",
        -0.65632063
      ],
      [
        "arg",
        -0.0061483653
      ],
      [
        "ant",
        -0.0022364974
      ],
      [
        "ua",
        -8.2324936e-05
      ],
      [
        " and",
        -0.3818737
      ],
      [
        " Pant",
        -0.0012901169
      ],
      [
        "ag",
        -0.0001909048
      ],
      [
        "ru",
        -0.00026753443
      ],
      [
        "el",
        -3.888926e-06
      ]
    ]
  },
  "The narrator of this author's most famous work discovers that Albertine Simonet was a lesbian after her death. That work by this author has volumes such as Sodom and Gomorrah and Within a Budding Grove, and opens with memories brought on by the consumption of a tea-soaked madeleine. For 10 points, name": {
    "guess": "Marcel Proust",
    "confidence": [
      [
        "Mar",
        -0.0046676956
      ],
      [
        "cel",
        -1.1398757e-05
      ],
      [
        " P",
        -1.0683535e-05
      ],
      [
        "rou",
        -1.9027791e-05
      ],
      [
        "st",
        -5.2001665e-06
      ]
    ]
  },
  "The narrator of this novel at one point mocks a series of pretentious diary entries written by the protagonist's grandfather during a trip across Europe, and one character in this work resolves to read Milton's pamphlet on divorce after having been married just that morning, when his bride disobeys him because she is too nervous to order dinner. The protagonist of this novel briefly joins the Simeonites and is scammed by the curate Pryer whom he entrusts with his fortune to develop the College of": {
    "guess": "The Way of All Flesh",
    "confidence": [
      [
        "The",
        -1.2419673
      ],
      [
        " Way",
        -0.67295647
      ],
      [
        " of",
        -0.04031266
      ],
      [
        " All",
        -0.006752667
      ],
      [
        " Flesh",
        -0.00035369667
      ]
    ]
  },
  "The narrator recounts how he went each night for a week at midnight to look in with a lamp on another": {
    "guess": "The Tell-Tale Heart",
    "confidence": [
      [
        "The",
        -0.597845
      ],
      [
        " Tell",
        -0.08554219
      ],
      [
        "-T",
        -0.0013339325
      ],
      [
        "ale",
        -5.312004e-05
      ],
      [
        " Heart",
        -5.3239244e-05
      ]
    ]
  },
  "The narrator of this work recalls digging through the flooded Palace of Justice to recover 322 pages of a brief. One character in this work confuses the bad omen of birds with the good omen of trees when": {
    "guess": "The Ministry of Utmost Happiness",
    "confidence": [
      [
        "The",
        -0.50027645
      ],
      [
        " Ministry",
        -1.6847568
      ],
      [
        " of",
        -0.0046529802
      ],
      [
        " Ut",
        -0.015078646
      ],
      [
        "most",
        -1.2664457e-06
      ],
      [
        " Happiness",
        -8.292095e-05
      ]
    ]
  },
  "The Nashua Telegraph organized a famous debate between this man and one opponent. He threatened to cut off aid to the military in El Salvador unless it ended its death squads, gave the \"thousand points of light\" speech and signed the Americans with Disabilities Act. He ordered a military intervention to restore Guillermo Endara to power as part of Operation Just Cause, overthrowing Manuel Noriega. After a meeting in Malta, he agreed to START I, and also pushed for the elimination of continental tariffs through the formation of NAFTA. For 10 points, name this former CIA director who defeated Michael Dukakis in the 1988 presidential election on the line \"Read my lips-- no new taxes\".": {
    "guess": "George H. W. Bush",
    "confidence": [
      [
        "George",
        -0.054858703
      ],
      [
        " H",
        -0.0024320246
      ],
      [
        ".",
        -0.021186931
      ],
      [
        " W",
        -8.7450695e-05
      ],
      [
        ".",
        -2.2961513e-05
      ],
      [
        " Bush",
        -3.0232935e-05
      ]
    ]
  },
  "The narrator of this poem tells its subject that, \"they tell me you are wicked and I believe them,\" but that \"I give them back the sneer.\" The subject of this poem is described as \"fierce as a dog with tongue lapping for action\" and \"laughing the stormy, husky, brawling laughter of Youth.\" This poem's": {
    "guess": "Chicago (poem)",
    "confidence": [
      [
        "Chicago",
        -0.12747699
      ],
      [
        " (",
        -0.0016786293
      ],
      [
        "po",
        -6.1537958e-06
      ],
      [
        "em",
        -4.6206227e-05
      ],
      [
        ")",
        -4.823269e-05
      ]
    ]
  },
  "The narrator of this work decides against opening a swimming school, but acknowledges that it would bring in \"a good deal of Money.\" This work's narrator is surprised to receive three \"great puffy rolls\" of bread after asking for a single \"three-penny loaf.\" In this work, a list of thirteen virtues is followed by a ledger tracking the virtues its narrator (*) neglects over the span of a week. This work recalls how, in 1732, its author first published Poor Richard's Almanack. For 10 points, name this": {
    "guess": "Autobiography of Benjamin Franklin",
    "confidence": [
      [
        "Aut",
        -0.6239205
      ],
      [
        "obi",
        -8.196733e-05
      ],
      [
        "ography",
        -0.00085382396
      ],
      [
        " of",
        -0.07507345
      ],
      [
        " Benjamin",
        -0.0037435484
      ],
      [
        " Franklin",
        -8.280175e-05
      ]
    ]
  },
  "The narrator of this novel dedicates his commencement address to the title character's father. That character later sleeps in the title character's bed to protect her from Wick Cutter. The title character works for the Harling family, and is later impregnated and abandoned by Larry Donovan. The protagonist ends up in a happy marriage with Anton Cuzak in this novel, which is set in Black Hawk, Nebraska. For 10 points, name this novel in which Jim Burden reunites with the title Bohemian girl, a work": {
    "guess": "My Ántonia",
    "confidence": [
      [
        "My",
        -0.011233382
      ],
      [
        " Á",
        -0.004323303
      ],
      [
        "nt",
        -7.226629e-06
      ],
      [
        "onia",
        -9.066919e-05
      ]
    ]
  },
  "The narrator of a story by this author panics after waking up and finding one of his slippers missing;": {
    "guess": "Edgar Allan Poe",
    "confidence": [
      [
        "Ed",
        -0.06274587
      ],
      [
        "gar",
        -0.000191024
      ],
      [
        " Allan",
        -0.0001878055
      ],
      [
        " Poe",
        -1.0445127e-05
      ]
    ]
  },
  "The narrator of this novel hangs up on a character after being asked to send out some tennis shoes. Another character in this novel talks about \"Oggsford College\" and is alleged to have fixed the World Series. The narrator of this novel becomes involved with a professional golfer who cheated to win her": {
    "guess": "The Great Gatsby",
    "confidence": [
      [
        "The",
        -0.0017756189
      ],
      [
        " Great",
        -0.0013448773
      ],
      [
        " G",
        -9.849109e-06
      ],
      [
        "atsby",
        -1.4617256e-05
      ]
    ]
  },
  "The narrator of this novel dreams of a faceless man standing by the title character's bed and commanding him to rise. The title characters of this novel seek help from Dr. Lanyon, who then dies of shock": {
    "guess": "Strange Case of Dr Jekyll and Mr Hyde",
    "confidence": [
      [
        "Strange",
        -0.26758507
      ],
      [
        " Case",
        -3.23786e-05
      ],
      [
        " of",
        -6.3609965e-05
      ],
      [
        " Dr",
        -0.00065024424
      ],
      [
        " J",
        -0.0044302396
      ],
      [
        "ekyll",
        -1.7954959e-05
      ],
      [
        " and",
        -3.619312e-05
      ],
      [
        " Mr",
        -3.5597102e-05
      ],
      [
        " Hyde",
        -0.0013411966
      ]
    ]
  },
  "The narrator of this work recalls digging through the flooded Palace of Justice to recover 322 pages of a brief. One character in this work confuses the bad omen of birds with the good omen of trees when interpreting her son's dream. Another character in this novel writes weekly letters for seventeen years until her former lover returns them all unopened. Father Amador is distracted from its title event by the arrival of the bishop on a steamboat, and that event is sparked after Bayardo San Roman returns one character to her mother. The butcher Faustino is asked to sharpen two pairs of knives in": {
    "guess": "Chronicle of a Death Foretold",
    "confidence": [
      [
        "Chron",
        -0.00779743
      ],
      [
        "icle",
        -0.00010306638
      ],
      [
        " of",
        -0.0004446124
      ],
      [
        " a",
        -0.00012654216
      ],
      [
        " Death",
        -6.563642e-05
      ],
      [
        " Fore",
        -9.968313e-06
      ],
      [
        "t",
        -4.143808e-05
      ],
      [
        "old",
        -1.9361265e-07
      ]
    ]
  },
  "The narrator notes that it is listed in the old geographical gazetteer Annotated Water Classic and that": {
    "guess": "Soul Mountain",
    "confidence": [
      [
        "S",
        -0.06455024
      ],
      [
        "oul",
        -0.00013631687
      ],
      [
        " Mountain",
        -6.0391463e-05
      ]
    ]
  },
  "The narrator of one of his short stories disapproves of the title character's desire to be a jazz pianist, while Jo commits perjury as Parnell defends the store-owner Lyle in a case concerning Richard's murder in another work. The title character of one of his novel murders Guillaume after ending a homosexual": {
    "guess": "James Baldwin",
    "confidence": [
      [
        "James",
        -0.105364114
      ],
      [
        " Baldwin",
        -0.0005060885
      ]
    ]
  },
  "The narrator of one of his short stories disapproves of the title character's desire to be a jazz pianist, while Jo commits perjury as Parnell defends the store-owner Lyle in a case concerning Richard's murder in another work. The title character of one of his novel murders Guillaume after ending a homosexual relationship with the protagonist David, and another work features characters such as Florence and Elizabeth Grimes and centers on the stepson of Stephen Gabriel who attains salvation on his": {
    "guess": "James Baldwin",
    "confidence": [
      [
        "James",
        -0.004983032
      ],
      [
        " Baldwin",
        -0.0003898007
      ]
    ]
  },
  "The narrator of one of his short stories disapproves of the title character's desire to be a jazz pianist, while Jo commits perjury as Parnell defends the store-owner Lyle in a case concerning Richard's": {
    "guess": "James Baldwin",
    "confidence": [
      [
        "James",
        -0.31936806
      ],
      [
        " Baldwin",
        -0.016766112
      ]
    ]
  },
  "The narrator of this poem wonders if he will \"Have the strength to force the moment to its crisis\" and": {
    "guess": "The Love Song of J. Alfred Prufrock",
    "confidence": [
      [
        "The",
        -0.006144458
      ],
      [
        " Love",
        -0.0038968686
      ],
      [
        " Song",
        -9.698699e-05
      ],
      [
        " of",
        -7.107425e-06
      ],
      [
        " J",
        -3.190179e-05
      ],
      [
        ".",
        -5.800739e-05
      ],
      [
        " Alfred",
        -4.9617593e-06
      ],
      [
        " Pr",
        -6.704273e-07
      ],
      [
        "uf",
        -1.2233183e-05
      ],
      [
        "rock",
        -2.188868e-05
      ]
    ]
  },
  "The narrator claims that, because the English do not believe in genii like the Muslims do, it's difficult for him to find a way to save this character from Tyburn. He discusses the merits of equality with a Gypsy-king with whom he takes shelter for the night, learns how a gambling problem and the betrayal of Watson lead to the destitution of the Man of the Hill, and gives three guineas to a novice": {
    "guess": "The History of Tom Jones, a Foundling",
    "confidence": [
      [
        "The",
        -0.007774029
      ],
      [
        " History",
        -0.0028888022
      ],
      [
        " of",
        -1.2113979e-05
      ],
      [
        " Tom",
        -0.00027266017
      ],
      [
        " Jones",
        -1.5809293e-05
      ],
      [
        ",",
        -4.3202e-07
      ],
      [
        " a",
        -0.00015812746
      ],
      [
        " Found",
        -6.6306106e-06
      ],
      [
        "ling",
        -0.00013154872
      ]
    ]
  },
  "The narrator claims that, because the English do not believe in genii like the Muslims do, it's difficult for him to find a way to save this character from Tyburn. He discusses the merits of equality with a Gypsy-king with whom he takes shelter for the night, learns how a gambling problem and the betrayal of Watson lead to the destitution of the Man of the Hill, and gives three guineas to a novice highwayman who fails to rob him. He discovers the highwayman is Mrs. Miller's cousin when he arrives in London, where he is nearly executed for stabbing Mr. Fitzpatrick while avoiding the affections of Lady Bellaston. He is also helped by his one-time lover Mrs. Waters, who is briefly thought to be his mother before Squire Allworthy sorts things out. For 10 points, name this foundling created by Henry Fielding.": {
    "guess": "The History of Tom Jones, a Foundling",
    "confidence": [
      [
        "The",
        -0.028031822
      ],
      [
        " History",
        -0.0008654876
      ],
      [
        " of",
        -4.1273333e-06
      ],
      [
        " Tom",
        -6.6306106e-06
      ],
      [
        " Jones",
        -6.749814e-06
      ],
      [
        ",",
        -9.0883464e-07
      ],
      [
        " a",
        -0.00019185843
      ],
      [
        " Found",
        -2.220075e-06
      ],
      [
        "ling",
        -0.00010688089
      ]
    ]
  },
  "The narrator of this poem promises \"thirteen scudi for the ruff,\" referring to a figure known as \"The Cousin\" whose whistle ends this poem. The narrator of this work addresses his \"melancholy little house,\" which he built with money stolen from Francis I. Its speaker brushes off criticism by asking \"what does the mountain care?\" but concedes that \"a man's reach should exceed his grasp.\" That speaker asserts \"that arm is wrongly put\" in critiquing a work of Raphael but is forced to agree that \"there": {
    "guess": "Andrea del Sarto",
    "confidence": [
      [
        "And",
        -0.19638252
      ],
      [
        "rea",
        -9.913265e-05
      ],
      [
        " del",
        -0.0030461662
      ],
      [
        " S",
        -5.8245798e-05
      ],
      [
        "arto",
        -0.00027325618
      ]
    ]
  },
  "The narrator of this novel dedicates his commencement address to the title character's father. That character later sleeps in the title character's bed to protect her from Wick Cutter. The title character": {
    "guess": "Sister Carrie",
    "confidence": [
      [
        "S",
        -0.81412005
      ],
      [
        "ister",
        -0.18548578
      ],
      [
        " Carrie",
        -5.6338537e-05
      ]
    ]
  },
  "The narrator recounts how he went each night for a week at midnight to look in with a lamp on another character. On the eighth night, he entertains three guests who arrive at 4 in the morning. The primary motive for the narrator's actions is his disgust for a filmy, pale blue eye like that of a vulture, which belongs to an old man. A sound like that made by a watch wrapped in cotton ultimately destroys the composure of the narrator, causing him to confess his deed to the police officers. FTP name this Poe story in which a murderer can hear the title object beating through the floorboards.": {
    "guess": "The Tell-Tale Heart",
    "confidence": [
      [
        "The",
        -0.006144458
      ],
      [
        " Tell",
        -0.0004214979
      ],
      [
        "-T",
        -0.00060486066
      ],
      [
        "ale",
        -0.00021224226
      ],
      [
        " Heart",
        -0.00029947367
      ]
    ]
  },
  "The narrator of this novel at one point mocks a series of pretentious diary entries written by the protagonist's grandfather during a trip across Europe, and one character in this work resolves to read": {
    "guess": "The Tin Drum",
    "confidence": [
      [
        "The",
        -0.31523126
      ],
      [
        " Tin",
        -0.06596891
      ],
      [
        " Drum",
        -2.9160103e-05
      ]
    ]
  },
  "The narrator of this poem promises \"thirteen scudi for the ruff,\" referring to a figure known as \"The Cousin\" whose whistle ends this poem. The narrator of this work addresses his \"melancholy little house,\" which he built with money stolen from Francis I. Its speaker brushes off criticism by asking \"what does the mountain care?\" but concedes that \"a man's reach should exceed his grasp.\" That speaker asserts \"that arm is wrongly put\" in critiquing a work of Raphael but is forced to agree that \"there burns a truer light of God in them.\" Its speaker asks \"What wife had Rafael, or has Agnolo?\" and tells his own wife, Lucrezia, \"do not let us quarrel any more.\" For 10 points, name this dramatic monologue about a \"Faultless Painter,\" written by Robert Browning.": {
    "guess": "Andrea del Sarto",
    "confidence": [
      [
        "And",
        -0.16776597
      ],
      [
        "rea",
        -7.076218e-05
      ],
      [
        " del",
        -0.0063030887
      ],
      [
        " S",
        -0.00018995117
      ],
      [
        "arto",
        -0.000108907356
      ]
    ]
  },
  "The narrator of this work decides against opening a swimming school, but acknowledges that it would bring": {
    "guess": "The Swimmer (short story)",
    "confidence": [
      [
        "The",
        -0.62945396
      ],
      [
        " Sw",
        -0.19473937
      ],
      [
        "immer",
        -0.006926358
      ],
      [
        " (",
        -0.64683753
      ],
      [
        "short",
        -0.033088475
      ],
      [
        " story",
        -0.00035214704
      ],
      [
        ")",
        -0.00026956087
      ]
    ]
  },
  "The narrator of this work is mistaken for a character from Hamlet by a count, who gives him a passport as a result. This work's author wrote it in part as a response to a book by Tobias Smollett, whom he caricatured as Smelfungus. Its protagonist hires the flute-playing servant La Fleur, and encounters women such as Madame de L--- and Madame de R---. It ends with the narrator staying in an inn with a lady and accidentally grabbing hold of something, though the identity of that thing is not revealed because the book ends in mid-sentence. For 10 points, name this novel about Parson Yorick's travels": {
    "guess": "A Sentimental Journey Through France and Italy",
    "confidence": [
      [
        "A",
        -0.047040123
      ],
      [
        " Sent",
        -6.3490756e-05
      ],
      [
        "iment",
        -1.4140442e-05
      ],
      [
        "al",
        -5.9153886e-06
      ],
      [
        " Journey",
        -2.0100624e-05
      ],
      [
        " Through",
        -0.009071147
      ],
      [
        " France",
        -4.274932e-05
      ],
      [
        " and",
        -4.723352e-06
      ],
      [
        " Italy",
        -1.1398757e-05
      ]
    ]
  },
  "The narrator of this poem claims, \"I am a part of all that I have met\" before lamenting, \"how dull it is to pause, to make an end.\" The narrator's son is introduced as the person \"To whom I leave the sceptre": {
    "guess": "Ulysses (poem)",
    "confidence": [
      [
        "U",
        -0.020769369
      ],
      [
        "ly",
        -8.657073e-06
      ],
      [
        "ss",
        -1.0206721e-05
      ],
      [
        "es",
        -0.00019841464
      ],
      [
        " (",
        -0.024694625
      ],
      [
        "po",
        -0.0007873524
      ],
      [
        "em",
        -0.0005612541
      ],
      [
        ")",
        -9.014684e-06
      ]
    ]
  },
  "The narrator of this work decides against opening a swimming school, but acknowledges that it would bring in \"a good deal of Money.\" This work's narrator is surprised to receive three \"great puffy rolls\" of bread after asking for a single \"three-penny loaf.\" In this work, a list of thirteen virtues is followed by a ledger tracking the virtues its narrator (*) neglects over the span of a week. This": {
    "guess": "The Autobiography of Benjamin Franklin",
    "confidence": [
      [
        "The",
        -0.013454198
      ],
      [
        " Aut",
        -0.00011200665
      ],
      [
        "obi",
        -0.00013297916
      ],
      [
        "ography",
        -0.00011951648
      ],
      [
        " of",
        -1.7478143e-05
      ],
      [
        " Benjamin",
        -3.786197e-05
      ],
      [
        " Franklin",
        -1.2590794e-05
      ]
    ]
  },
  "The narrator of this work recalls digging through the flooded Palace of Justice to recover 322 pages of a brief. One character in this work confuses the bad omen of birds with the good omen of trees when interpreting her son's dream. Another character in this novel writes weekly letters for seventeen years until her former lover returns them all unopened. Father Amador is distracted from its title event by the arrival of the bishop on a steamboat, and that event is sparked after Bayardo San Roman": {
    "guess": "Chronicle of a Death Foretold",
    "confidence": [
      [
        "Chron",
        -0.026711967
      ],
      [
        "icle",
        -0.00011510595
      ],
      [
        " of",
        -0.00033725024
      ],
      [
        " a",
        -0.00013142951
      ],
      [
        " Death",
        -4.3822154e-05
      ],
      [
        " Fore",
        -8.776276e-06
      ],
      [
        "t",
        -3.4285862e-05
      ],
      [
        "old",
        -3.1281633e-07
      ]
    ]
  },
  "The narrator of this novel at one point mocks a series of pretentious diary entries written by the protagonist's grandfather during a trip across Europe, and one character in this work resolves to read Milton's pamphlet on divorce after having been married just that morning, when his bride disobeys him because she is too nervous to order dinner. The protagonist of this novel briefly joins the Simeonites and is scammed by the curate Pryer whom he entrusts with his fortune to develop the College of Spiritual Pathology. He is imprisoned for attacking a maid, after which he decides to marry Ellen but discovers that she is already married. After receiving a secret inheritance from his aunt Alethea on his twenty-eighth birthday, the protagonist returns to Battersby and eventually becomes a writer. For 10 points, name this novel narrated by Edward Overton which spans several generations of the Pontifex": {
    "guess": "The Way of All Flesh",
    "confidence": [
      [
        "The",
        -0.0076803276
      ],
      [
        " Way",
        -0.00024953834
      ],
      [
        " of",
        -0.0002966128
      ],
      [
        " All",
        -0.0027549493
      ],
      [
        " Flesh",
        -0.00047416388
      ]
    ]
  },
  "The narrator of this novel attends his 45th high school reunion and sees such old acquaintances as Mendy Gurlik, a delinquent who taught him how to jack off. Nathan Zuckerman then sees Jerry, the confrontational": {
    "guess": "The Human Stain",
    "confidence": [
      [
        "The",
        -0.11043478
      ],
      [
        " Human",
        -0.029642643
      ],
      [
        " St",
        -2.6895234e-05
      ],
      [
        "ain",
        -6.392203e-06
      ]
    ]
  },
  "The narrator of this work decides against opening a swimming school, but acknowledges that it would bring in \"a good deal of Money.\" This work's narrator is surprised to receive three \"great puffy rolls\" of bread after asking for a single \"three-penny loaf.\" In this work, a list of thirteen virtues is followed by a ledger tracking the virtues its narrator (*) neglects over the span of a week. This work recalls how, in 1732, its author first published Poor Richard's Almanack. For 10 points, name this account of the life of a bespectacled Founding Father.": {
    "guess": "The Autobiography of Benjamin Franklin",
    "confidence": [
      [
        "The",
        -0.29050583
      ],
      [
        " Aut",
        -0.0017194464
      ],
      [
        "obi",
        -0.0005321831
      ],
      [
        "ography",
        -0.00025692896
      ],
      [
        " of",
        -0.00010485443
      ],
      [
        " Benjamin",
        -0.00046260483
      ],
      [
        " Franklin",
        -1.342522e-05
      ]
    ]
  },
  "The narrator of this novel dedicates his commencement address to the title character's father. That character later sleeps in the title character's bed to protect her from Wick Cutter. The title character works for the Harling family, and is later impregnated and abandoned by Larry Donovan. The protagonist ends up in a happy marriage with Anton Cuzak in this novel, which is set in Black Hawk, Nebraska.": {
    "guess": "My Ántonia",
    "confidence": [
      [
        "My",
        -0.0016918462
      ],
      [
        " Á",
        -8.8285124e-05
      ],
      [
        "nt",
        -4.723352e-06
      ],
      [
        "onia",
        -2.8802491e-05
      ]
    ]
  },
  "The narrator of one poem by this author has \"heard what the talkers were talking, the talk of the beginning and end\" and discusses the \"procreant urge of the world.\" Another work by this poet ends \"Great or small, you furnish your parts towards the soul.\" That poem begins \"Flood tide below me! I watch you face to face.\" The narrator of this man's most famous poem sounds his \"barbaric yawp over the roofs of the world,\" and begins \"I celebrate myself, and sing myself.\" For 10 points, name this American free-verse poet who included \"Crossing Brooklyn Ferry\" and \"Song of Myself\" in his Leaves of Grass.": {
    "guess": "Walt Whitman",
    "confidence": [
      [
        "W",
        -0.09723615
      ],
      [
        "alt",
        -0.0028117672
      ],
      [
        " Whit",
        -2.0458236e-05
      ],
      [
        "man",
        -2.6895234e-05
      ]
    ]
  },
  "The narrator of this novel moves to Ramsdale, where he considers killing a woman in Hourglass Lake. That narrator keeps a diary that needs a magnifying glass to decode, and his wife Charlotte figures it out before she runs into a car. At the end of this work, the protagonist is found in Alaska with the last name Schiller. The narrator kills the author of The Nymph, Claire Quilty, after being stalked across America with the title character, and, at opening of this novel, he describes the title character as the \"light of my life, fire of my loins.\" For 10 points, name this novel about Humbert Humbert's affair with the \"nymphet\" Dolores Haze, by Vladimir Nabokov.": {
    "guess": "Lolita",
    "confidence": [
      [
        "L",
        -0.0035717925
      ],
      [
        "ol",
        -2.5583993e-05
      ],
      [
        "ita",
        -6.563642e-05
      ]
    ]
  },
  "The narrator of one poem by this author has \"heard what the talkers were talking, the talk of the beginning and end\" and discusses the \"procreant urge of the world.\" Another work by this poet ends \"Great or small, you furnish your parts towards the soul.\" That poem begins \"Flood tide below me! I watch": {
    "guess": "Walt Whitman",
    "confidence": [
      [
        "W",
        -0.35188955
      ],
      [
        "alt",
        -0.00018685187
      ],
      [
        " Whit",
        -7.1954215e-05
      ],
      [
        "man",
        -0.00010127832
      ]
    ]
  },
  "The narrator of this novel dreams of a faceless man standing by the title character's bed and commanding him to rise. The title characters of this novel seek help from Dr. Lanyon, who then dies of shock after witnessing the appearance of a man who beat Danvers Carew (\"carry\") to death. In this novel,": {
    "guess": "Strange Case of Dr Jekyll and Mr Hyde",
    "confidence": [
      [
        "Strange",
        -0.4930517
      ],
      [
        " Case",
        -2.2723105e-05
      ],
      [
        " of",
        -3.368984e-05
      ],
      [
        " Dr",
        -0.00012284685
      ],
      [
        " J",
        -0.0034394616
      ],
      [
        "ekyll",
        -3.9292416e-05
      ],
      [
        " and",
        -1.6524515e-05
      ],
      [
        " Mr",
        -4.8113485e-05
      ],
      [
        " Hyde",
        -0.0023039356
      ]
    ]
  },
  "The narrator of one of his short stories disapproves of the title character's desire to be a jazz pianist, while Jo commits perjury as Parnell defends the store-owner Lyle in a case concerning Richard's murder in another work. The title character of one of his novel murders Guillaume after ending a homosexual relationship with the protagonist David, and another work features characters such as Florence and Elizabeth Grimes and centers on the stepson of Stephen Gabriel who attains salvation on his fourteenth birthday. For 10 points, identify this author of \"Sonny's Blues,\" Blues for Mister Charlie, Giovanni's Room, and Go Tell it on the Mountain.": {
    "guess": "James Baldwin",
    "confidence": [
      [
        "James",
        -0.003157992
      ],
      [
        " Baldwin",
        -0.00015455135
      ]
    ]
  },
  "The narrator is falsely accused of robbery shortly before Cousin Rashleigh commits the true crime in order to finance a Jacobite rebellion. At the jail of the MacVittie and MacFin company, Nicol Jarvie offers to help recover the stolen goods, but a frustrated Captain Thornton captures Nicol and the protagonist.": {
    "guess": "Rob Roy",
    "confidence": [
      [
        "Rob",
        -0.03214673
      ],
      [
        " Roy",
        -0.026313422
      ]
    ]
  },
  "The narrator of this work decides against opening a swimming school, but acknowledges that it would bring in \"a good deal of Money.\" This work's narrator is surprised to receive three \"great puffy rolls\" of bread after asking for a single \"three-penny loaf.\" In this work, a list of thirteen virtues is": {
    "guess": "The Autobiography of Benjamin Franklin",
    "confidence": [
      [
        "The",
        -0.033400044
      ],
      [
        " Aut",
        -0.00032318785
      ],
      [
        "obi",
        -5.6100132e-05
      ],
      [
        "ography",
        -7.398068e-05
      ],
      [
        " of",
        -8.180258e-06
      ],
      [
        " Benjamin",
        -0.00011784763
      ],
      [
        " Franklin",
        -5.3193703e-06
      ]
    ]
  },
  "The narrator of this poem promises \"thirteen scudi for the ruff,\" referring to a figure known as \"The Cousin\" whose whistle ends this poem. The narrator of this work addresses his \"melancholy little house,\" which he built with money stolen from Francis I. Its speaker brushes off criticism by asking \"what": {
    "guess": "Andrea del Sarto",
    "confidence": [
      [
        "And",
        -0.8872034
      ],
      [
        "rea",
        -0.00028970264
      ],
      [
        " del",
        -0.0036598109
      ],
      [
        " S",
        -6.1821906e-05
      ],
      [
        "arto",
        -0.00037549992
      ]
    ]
  },
  "The narrator argues that, despite what The Blason of Colors says, this man's colors white and blue represent joy and heaven, rather than faith and firmness. He named the town of Beauce after a battle fought between a swarm of hornets and his mare, and once inadvertently killed six pilgrims caught in his garden when he wanted lettuce. Originally appearing in an anonymous chapbook as the servant of King Arthur, his first words upon birth were (*) \"Come, drink, drink, drink,\" though his son's more eventful birth involved 68 muleteers and 16 camels. He infuriated Janotus de Bragmardo by stealing the": {
    "guess": "Gargantua and Pantagruel",
    "confidence": [
      [
        "G",
        -0.5368613
      ],
      [
        "arg",
        -0.0003122248
      ],
      [
        "ant",
        -0.0002970896
      ],
      [
        "ua",
        -2.868329e-05
      ],
      [
        " and",
        -0.29817137
      ],
      [
        " Pant",
        -0.0006423805
      ],
      [
        "ag",
        -0.0001657565
      ],
      [
        "ru",
        -7.79144e-05
      ],
      [
        "el",
        -2.3392786e-06
      ]
    ]
  },
  "One of the narrators is scolded for interrupting a reading lesson with the song \"Fairy Annie's Wedding,\" while the other narrator takes a trip to the chapel of Gimmerden Sough to hear a sermon by Jabez Branderham in a dream. After her tiny dog is hung on a doorpost, Isabella leaves for London, giving birth there to a son, Linton, by a man who eventually dies after starving himself for four days. That": {
    "guess": "Wuthering Heights",
    "confidence": [
      [
        "W",
        -0.0051471815
      ],
      [
        "uth",
        -3.6789137e-05
      ],
      [
        "ering",
        -1.4974867e-05
      ],
      [
        " Heights",
        -0.0007999806
      ]
    ]
  },
  "One of the narrators of this novel finds himself in trouble after attempting to help a little Italian girl, and another of the narrators works at Earl's farm supply store. Those characters' sister has a child, most likely with Dalton Ames, and names her after her brother whose college roommate is Shreve, Quentin. This novel concludes with Dilsey at an Easter church service, and another of its four narrators is the cynical Jason. Jason's sister Caddy runs off, devastating the mentally handicapped": {
    "guess": "Absalom, Absalom!",
    "confidence": [
      [
        "Abs",
        -0.65513885
      ],
      [
        "alom",
        -7.433829e-05
      ],
      [
        ",",
        -0.0002750406
      ],
      [
        " Abs",
        -0.00013476722
      ],
      [
        "alom",
        -6.563642e-05
      ],
      [
        "!",
        -5.6576944e-05
      ]
    ]
  },
  "The narrator notes that it is listed in the old geographical gazetteer Annotated Water Classic and that it was also here that Buddha enlightened the Venerable Mahakashyapa. Take the train to Wuyizhen, then go upstream by boat on the You River is the advice given by a passenger on a train. While this destination is sought, the narrator divides into \"I\", \"You\", \"He\" and \"She\" voices all seeking spiritual fulfillment. For 10 points--name this title location in a Gao Xingjian work.": {
    "guess": "Soul Mountain",
    "confidence": [
      [
        "S",
        -0.008523091
      ],
      [
        "oul",
        -1.9816675e-06
      ],
      [
        " Mountain",
        -8.304016e-05
      ]
    ]
  },
  "One of the narrators is scolded for interrupting a reading lesson with the song \"Fairy Annie's Wedding,\" while the other narrator takes a trip to the chapel of Gimmerden Sough to hear a sermon by Jabez": {
    "guess": "Wuthering Heights",
    "confidence": [
      [
        "W",
        -1.0309814
      ],
      [
        "uth",
        -0.34897736
      ],
      [
        "ering",
        -1.5332478e-05
      ],
      [
        " Heights",
        -0.0012121411
      ]
    ]
  },
  "The narrator recounts how he went each night for a week at midnight to look in with a lamp on another character. On the eighth night, he entertains three guests who arrive at 4 in the morning. The primary motive for the narrator's actions is his disgust for a filmy, pale blue eye like that of a vulture, which belongs to an old man. A sound like that made by a watch wrapped in cotton ultimately destroys": {
    "guess": "The Tell-Tale Heart",
    "confidence": [
      [
        "The",
        -0.19045606
      ],
      [
        " Tell",
        -7.3742274e-05
      ],
      [
        "-T",
        -0.00034845536
      ],
      [
        "ale",
        -9.698699e-05
      ],
      [
        " Heart",
        -0.0001752928
      ]
    ]
  },
  "Will, the narrator, falls asleep in the Malvern Hills, has a vision of a field full of folk, and dreams": {
    "guess": "William's Vision of Piers Plowman",
    "confidence": [
      [
        "William",
        -0.6700102
      ],
      [
        "'s",
        -0.0003005465
      ],
      [
        " Vision",
        -0.0009293294
      ],
      [
        " of",
        -7.0404574e-05
      ],
      [
        " P",
        -9.5079726e-05
      ],
      [
        "iers",
        -6.704273e-07
      ],
      [
        " Pl",
        -1.998142e-05
      ],
      [
        "ow",
        -9.968313e-06
      ],
      [
        "man",
        -3.3809047e-05
      ]
    ]
  },
  "The narrator of this poem wonders if he will \"Have the strength to force the moment to its crisis\" and he wonders whether it would be worthwhile to say \"I am Lazarus, come from the dead.\" The narrator claims he \"should have been a pair of ragged claws\" and that he has measured out his \"life with coffee spoons,\" and this poem opens with an invitation to \"go through half deserted streets.\" For 10 points,": {
    "guess": "The Love Song of J. Alfred Prufrock",
    "confidence": [
      [
        "The",
        -0.003019899
      ],
      [
        " Love",
        -0.1011967
      ],
      [
        " Song",
        -2.319992e-05
      ],
      [
        " of",
        -2.9352968e-06
      ],
      [
        " J",
        -1.2664457e-06
      ],
      [
        ".",
        -5.9153886e-06
      ],
      [
        " Alfred",
        -1.4259645e-05
      ],
      [
        " Pr",
        0.0
      ],
      [
        "uf",
        -3.1737043e-06
      ],
      [
        "rock",
        -1.27099975e-05
      ]
    ]
  },
  "The narrator first meets her in a nightclub in the Soho district. He accepts her invitation to dance,": {
    "guess": "Great Windmill Street",
    "confidence": [
      [
        "Great",
        -0.122102775
      ],
      [
        " Wind",
        -0.000318781
      ],
      [
        "mill",
        -8.363618e-05
      ],
      [
        " Street",
        -0.00012940305
      ]
    ]
  },
  "The narrator of this work notes that his old teacher, Brunetto Latini, seemed to be \"one who wins, and not the one who loses.\" The author begins this work with the line \"Nel mezzo del cammin di nostra vita\" and describes meeting a leopard, a lion, and a wolf in the dark forest. Afterward, this work describes the fate of Paolo and Francesca, as well as the icy realm of Cocytus, where Satan chews on Judas, Brutus, and Cassius. For 10 points, name this first part of the Divine Comedy, a description of Hell by Dante.": {
    "guess": "Inferno (Dante)",
    "confidence": [
      [
        "In",
        -0.006815897
      ],
      [
        "fer",
        -3.5313153e-06
      ],
      [
        "no",
        -9.849109e-06
      ],
      [
        " (",
        -0.009533773
      ],
      [
        "D",
        -0.0009038382
      ],
      [
        "ante",
        -6.704273e-07
      ],
      [
        ")",
        -3.1281633e-07
      ]
    ]
  },
  "The narrator of this author's most famous work discovers that Albertine Simonet was a lesbian after her death. That work by this author has volumes such as Sodom and Gomorrah and Within a Budding Grove,": {
    "guess": "In Search of Lost Time",
    "confidence": [
      [
        "In",
        -0.32917714
      ],
      [
        " Search",
        -0.00013870094
      ],
      [
        " of",
        -0.00013297916
      ],
      [
        " Lost",
        -4.0842064e-05
      ],
      [
        " Time",
        -1.8550976e-05
      ]
    ]
  },
  "The narrator of this poem states that \"All breathing human passion far above,\" and in the first stanza, he wonders \"What leaf-fringed legend haunts about thy shape.\" One section of this work describes a \"heifer lowing at the skies\" led by a \"mysterious priest,\" while another urges \"ye soft pipe\" to \"play on\" since \"Heard melodies are sweet, but those unheard / Are sweeter.\" The title \"foster-child": {
    "guess": "Ode on a Grecian Urn",
    "confidence": [
      [
        "O",
        -0.002558542
      ],
      [
        "de",
        -9.4914985e-06
      ],
      [
        " on",
        -0.08136109
      ],
      [
        " a",
        -0.010849727
      ],
      [
        " G",
        -2.8325678e-05
      ],
      [
        "rec",
        -2.577686e-06
      ],
      [
        "ian",
        -3.4166656e-05
      ],
      [
        " Ur",
        -1.0325924e-05
      ],
      [
        "n",
        -2.5226382e-05
      ]
    ]
  },
  "The Nashua Telegraph organized a famous debate between this man and one opponent. He threatened to cut off aid to the military in El Salvador unless it ended its death squads, gave the \"thousand points of light\" speech and signed the Americans with Disabilities Act. He ordered a military intervention to restore Guillermo Endara to power as part of Operation Just Cause, overthrowing Manuel Noriega.": {
    "guess": "George H. W. Bush",
    "confidence": [
      [
        "George",
        -0.09233676
      ],
      [
        " H",
        -0.0019118615
      ],
      [
        ".",
        -0.011795263
      ],
      [
        " W",
        -3.1737043e-06
      ],
      [
        ".",
        -3.059055e-05
      ],
      [
        " Bush",
        -1.831257e-05
      ]
    ]
  },
  "The narrator of this book finds a 322-page report in the flooded Palace of Justice, a building that had once been visited by Francis Drake. A character in this novel confuses the bad omen of birds and the good omen of trees in one of her son's dreams. Father Amador serves as an incompetent replacement for Dr. Dionisio Iguaran (dee-oh-NEE-see-oh ee-GWAR-un) in this novel, which also contains a character who buys all the raffle tickets available in order to win a music box for a woman. Another character in this novel is advised to stain some (*) sheets with merbromin and ends up spending 17 years writing unanswered letters to Bayardo San Roman. After the butcher Faustino sharpens their knives, two characters in this novel leave Clotilde Armenta's milk bar in search of their sister Angela's former": {
    "guess": "Chronicle of a Death Foretold",
    "confidence": [
      [
        "Chron",
        -0.0948537
      ],
      [
        "icle",
        -0.0027136921
      ],
      [
        " of",
        -0.0014314282
      ],
      [
        " a",
        -0.0019301822
      ],
      [
        " Death",
        -9.627177e-05
      ],
      [
        " Fore",
        -0.0002354833
      ],
      [
        "t",
        -8.299462e-06
      ],
      [
        "old",
        -2.3392786e-06
      ]
    ]
  },
  "The narrator of this poem states \"I regret / That I should ape the ways of pride\" of those \"who climb to wealth\" and \"forget / The friends in darker fortunes tried\". Despite having \"Yet slight thy form, and low thy seat\", the addressee of this poem whose \"parent sun…bade thee view / Pale skies\" is described as having \"Oft…stayed my walk\" with its \"early smile\". Beginning \"When beechen buds begin to swell / And woods the blue-bird's warble know\", this poem's subject has a \"modest bell\" which \"Peeps from the last year's leaves below\". Addressing \"the modest flower / That made the woods of April bright\", FTP, name this poem by William Cullen Bryant.": {
    "guess": "Thanatopsis",
    "confidence": [
      [
        "Than",
        -0.54381245
      ],
      [
        "at",
        -0.00023584091
      ],
      [
        "opsis",
        -2.9994528e-05
      ]
    ]
  },
  "The Nashua Telegraph organized a famous debate between this man and one opponent. He threatened to cut off aid to the military in El Salvador unless it ended its death squads, gave the \"thousand points of light\" speech and signed the Americans with Disabilities Act. He ordered a military intervention to restore Guillermo Endara to power as part of Operation Just Cause, overthrowing Manuel Noriega. After a meeting in Malta, he agreed to START I, and also pushed for the elimination of continental tariffs": {
    "guess": "George H. W. Bush",
    "confidence": [
      [
        "George",
        -0.013387155
      ],
      [
        " H",
        -0.00058079255
      ],
      [
        ".",
        -0.011419966
      ],
      [
        " W",
        -3.500108e-05
      ],
      [
        ".",
        -2.129266e-05
      ],
      [
        " Bush",
        -2.9636918e-05
      ]
    ]
  },
  "The narrator of this novel dreams of a faceless man standing by the title character's bed and commanding": {
    "guess": "The Great Gatsby",
    "confidence": [
      [
        "The",
        -0.8884469
      ],
      [
        " Great",
        -1.1488057
      ],
      [
        " G",
        -0.029741462
      ],
      [
        "atsby",
        -3.106736e-05
      ]
    ]
  },
  "The narrator of this work recalls digging through the flooded Palace of Justice to recover 322 pages of a brief. One character in this work confuses the bad omen of birds with the good omen of trees when interpreting her son's dream. Another character in this novel writes weekly letters for seventeen years until her former lover returns them all unopened. Father Amador is distracted from its title": {
    "guess": "Chronicle of a Death Foretold",
    "confidence": [
      [
        "Chron",
        -0.28478488
      ],
      [
        "icle",
        -0.00015598179
      ],
      [
        " of",
        -0.0008292827
      ],
      [
        " a",
        -8.0656086e-05
      ],
      [
        " Death",
        -8.268255e-05
      ],
      [
        " Fore",
        -2.3392786e-06
      ],
      [
        "t",
        -2.0458236e-05
      ],
      [
        "old",
        -4.3202e-07
      ]
    ]
  },
  "The narrator of this author's most famous work discovers that Albertine Simonet was a lesbian after her death. That work by this author has volumes such as Sodom and Gomorrah and Within a Budding Grove, and opens with memories brought on by the consumption of a tea-soaked madeleine. For 10 points, name this French author who discussed the narrator's childhood memories in the section Swann's Way of": {
    "guess": "Marcel Proust",
    "confidence": [
      [
        "Mar",
        -0.025576746
      ],
      [
        "cel",
        -2.8160932e-06
      ],
      [
        " P",
        -2.677603e-05
      ],
      [
        "rou",
        -1.3902034e-05
      ],
      [
        "st",
        -6.392203e-06
      ]
    ]
  },
  "The Nashua Telegraph organized a famous debate between this man and one opponent. He threatened to cut off aid to the military in El Salvador unless it ended its death squads, gave the \"thousand points": {
    "guess": "United States presidential election, 1984",
    "confidence": [
      [
        "United",
        -1.2898053
      ],
      [
        " States",
        -0.0037081577
      ],
      [
        " presidential",
        -0.21982121
      ],
      [
        " election",
        -0.018282568
      ],
      [
        ",",
        -0.35925534
      ],
      [
        " ",
        -0.00067026314
      ],
      [
        "198",
        -0.0074031227
      ],
      [
        "4",
        -0.5391986
      ]
    ]
  },
  "The narrator self-consciously corrects this story's assertion that the protagonist was waiting for the rain to stop. The protagonist of this short story has a pimple on his right cheek, and sees another": {
    "guess": "Rashōmon (short story)",
    "confidence": [
      [
        "R",
        -0.6480773
      ],
      [
        "ash",
        -0.033888537
      ],
      [
        "ō",
        -0.6162063
      ],
      [
        "mon",
        -1.4378848e-05
      ],
      [
        " (",
        -0.058453124
      ],
      [
        "short",
        -0.051785674
      ],
      [
        " story",
        -0.00069301634
      ],
      [
        ")",
        -0.000516694
      ]
    ]
  },
  "The Nashua Telegraph organized a famous debate between this man and one opponent. He threatened to cut off aid to the military in El Salvador unless it ended its death squads, gave the \"thousand points of light\" speech and signed the Americans with Disabilities Act. He ordered a military intervention": {
    "guess": "George H. W. Bush",
    "confidence": [
      [
        "George",
        -0.28740045
      ],
      [
        " H",
        -0.0036108785
      ],
      [
        ".",
        -0.029829973
      ],
      [
        " W",
        -2.4272753e-05
      ],
      [
        ".",
        -1.4855664e-05
      ],
      [
        " Bush",
        -1.6166903e-05
      ]
    ]
  },
  "The narrator of this novel attends his 45th high school reunion and sees such old acquaintances as Mendy": {
    "guess": "The World According to Garp",
    "confidence": [
      [
        "The",
        -0.60519004
      ],
      [
        " World",
        -1.5814533
      ],
      [
        " According",
        -0.06038068
      ],
      [
        " to",
        -0.0006021227
      ],
      [
        " G",
        -0.003250912
      ],
      [
        "arp",
        -6.575563e-05
      ]
    ]
  },
  "The narrator of this poem states that \"All breathing human passion far above,\" and in the first stanza, he wonders \"What leaf-fringed legend haunts about thy shape.\" One section of this work describes": {
    "guess": "Ode on a Grecian Urn",
    "confidence": [
      [
        "O",
        -0.0015899618
      ],
      [
        "de",
        -6.869018e-06
      ],
      [
        " on",
        -0.0115229655
      ],
      [
        " a",
        -0.0013970224
      ],
      [
        " G",
        -3.488188e-05
      ],
      [
        "rec",
        -5.5122365e-07
      ],
      [
        "ian",
        -4.3226137e-05
      ],
      [
        " Ur",
        -3.094816e-05
      ],
      [
        "n",
        -8.280175e-05
      ]
    ]
  },
  "The narrator of this book finds a 322-page report in the flooded Palace of Justice, a building that had once been visited by Francis Drake. A character in this novel confuses the bad omen of birds and the good omen of trees in one of her son's dreams. Father Amador serves as an incompetent replacement for Dr. Dionisio Iguaran (dee-oh-NEE-see-oh ee-GWAR-un) in this novel, which also contains a character who buys all the raffle tickets available in order to win a music box for a woman. Another character in this novel is advised to stain some (*) sheets with merbromin and ends up spending 17 years writing unanswered letters to Bayardo San Roman. After the butcher Faustino sharpens their knives, two characters in this novel leave Clotilde Armenta's milk bar in search of their sister Angela's former lover. For 10 points, name this Gabriel García Márquez novella titled for the Vicario brothers'": {
    "guess": "Chronicle of a Death Foretold",
    "confidence": [
      [
        "Chron",
        -0.11239263
      ],
      [
        "icle",
        -0.0003709702
      ],
      [
        " of",
        -0.00018875914
      ],
      [
        " a",
        -0.0001037816
      ],
      [
        " Death",
        -4.143808e-05
      ],
      [
        " Fore",
        -2.3915141e-05
      ],
      [
        "t",
        -2.1054253e-05
      ],
      [
        "old",
        -3.1281633e-07
      ]
    ]
  },
  "The narrator of one story by this author claims to have eliminated \"free time\" from his vocabulary on his fifteenth birthday. The factory owner Wunsiedel drops dead with the narrator hesitates before uttering the title sentence of that story, \"Action Will Be Taken.\" The title character of a novel of his is driven to murder the reporter Tötges, and another novel centers around the widow Leni Pfeiffer. The mystery of the destruction of St. Anthony's Abbey is at the center of another novel that centers": {
    "guess": "Günter Grass",
    "confidence": [
      [
        "G",
        -0.16135313
      ],
      [
        "ü",
        -0.0038832151
      ],
      [
        "nt",
        -1.3902034e-05
      ],
      [
        "er",
        -1.1994775e-05
      ],
      [
        " Grass",
        -0.00027456743
      ]
    ]
  },
  "The narrator self-consciously corrects this story's assertion that the protagonist was waiting for the": {
    "guess": "The Stranger (Camus novel)",
    "confidence": [
      [
        "The",
        -0.4629386
      ],
      [
        " Stranger",
        -0.86261284
      ],
      [
        " (",
        -0.6103846
      ],
      [
        "Cam",
        -0.51257366
      ],
      [
        "us",
        0.0
      ],
      [
        " novel",
        -0.00012523093
      ],
      [
        ")",
        -8.017927e-05
      ]
    ]
  },
  "The narrator is falsely accused of robbery shortly before Cousin Rashleigh commits the true crime in order to finance a Jacobite rebellion. At the jail of the MacVittie and MacFin company, Nicol Jarvie offers to help recover the stolen goods, but a frustrated Captain Thornton captures Nicol and the protagonist. Finally, with the death of Sir Hildebrand and the recovery of certain bills of sale, Frank": {
    "guess": "Rob Roy",
    "confidence": [
      [
        "Rob",
        -0.094574794
      ],
      [
        " Roy",
        -0.18818033
      ]
    ]
  },
  "The narrator of a story by this author panics after waking up and finding one of his slippers missing; earlier; that character sees a raincoat on a sofa shortly before receiving a call telling him that his brother-in-law has been hit by a train. A character created by this man is criticized for his vanity so much that he is relieved to awaken one morning and find that his nose hangs five inches beyond his chin. A hallucination-plagued man narrates this author's story (*) \"Cogwheels.\" This non-Gogol": {
    "guess": "Donald Barthelme",
    "confidence": [
      [
        "Donald",
        -2.191998
      ],
      [
        " Barth",
        -0.0024511612
      ],
      [
        "el",
        -0.00074911356
      ],
      [
        "me",
        -3.2140193e-05
      ]
    ]
  },
  "The narrator of this work notes that his old teacher, Brunetto Latini, seemed to be \"one who wins, and not the one who loses.\" The author begins this work with the line \"Nel mezzo del cammin di nostra vita\" and describes meeting a leopard, a lion, and a wolf in the dark forest. Afterward, this work describes the fate of Paolo and Francesca, as well as the icy realm of Cocytus, where Satan chews on": {
    "guess": "Inferno (Dante)",
    "confidence": [
      [
        "In",
        -0.053741112
      ],
      [
        "fer",
        -4.4849444e-06
      ],
      [
        "no",
        -1.18755715e-05
      ],
      [
        " (",
        -0.00016694854
      ],
      [
        "D",
        -4.8828708e-05
      ],
      [
        "ante",
        -1.9146995e-05
      ],
      [
        ")",
        -1.9361265e-07
      ]
    ]
  },
  "The narrator of one story by this author claims to have eliminated \"free time\" from his vocabulary on his fifteenth birthday. The factory owner Wunsiedel drops dead with the narrator hesitates before uttering": {
    "guess": "Kafka on the Shore",
    "confidence": [
      [
        "K",
        -0.7265754
      ],
      [
        "afka",
        -0.04548632
      ],
      [
        " on",
        -0.012235786
      ],
      [
        " the",
        -0.0016901774
      ],
      [
        " Shore",
        -0.0016330477
      ]
    ]
  },
  "The narrator of one poem by this author has \"heard what the talkers were talking, the talk of the beginning and end\" and discusses the \"procreant urge of the world.\" Another work by this poet ends \"Great": {
    "guess": "Walt Whitman",
    "confidence": [
      [
        "W",
        -0.0119016385
      ],
      [
        "alt",
        -0.00027373302
      ],
      [
        " Whit",
        -1.831257e-05
      ],
      [
        "man",
        -6.6947665e-05
      ]
    ]
  },
  "The narrator of one poem by this author has \"heard what the talkers were talking, the talk of the beginning and end\" and discusses the \"procreant urge of the world.\" Another work by this poet ends \"Great or small, you furnish your parts towards the soul.\" That poem begins \"Flood tide below me! I watch you face to face.\" The narrator of this man's most famous poem sounds his \"barbaric yawp over the": {
    "guess": "Walt Whitman",
    "confidence": [
      [
        "W",
        -0.4934946
      ],
      [
        "alt",
        -0.0018963907
      ],
      [
        " Whit",
        -0.00013190633
      ],
      [
        "man",
        -4.823269e-05
      ]
    ]
  },
  "The narrator of this work recalls digging through the flooded Palace of Justice to recover 322 pages of a brief. One character in this work confuses the bad omen of birds with the good omen of trees when interpreting her son's dream. Another character in this novel writes weekly letters for seventeen years until her former lover returns them all unopened. Father Amador is distracted from its title event by the arrival of the bishop on a steamboat, and that event is sparked after Bayardo San Roman returns one character to her mother. The butcher Faustino is asked to sharpen two pairs of knives in this work; those knives are used by the Vicario twins after their sister Angela informs them that Santiago Nasar took her virginity. For 10 points, name this 1981 novella by Gabriel Garcia Marquez.": {
    "guess": "Chronicle of a Death Foretold",
    "confidence": [
      [
        "Chron",
        -0.0012596374
      ],
      [
        "icle",
        -6.7662884e-05
      ],
      [
        " of",
        -7.703444e-06
      ],
      [
        " a",
        -8.1609716e-05
      ],
      [
        " Death",
        -6.730528e-05
      ],
      [
        " Fore",
        -6.392203e-06
      ],
      [
        "t",
        -4.3464544e-05
      ],
      [
        "old",
        -9.0883464e-07
      ]
    ]
  },
  "The narrator argues that, despite what The Blason of Colors says, this man's colors white and blue represent joy and heaven, rather than faith and firmness. He named the town of Beauce after a battle fought between a swarm of hornets and his mare, and once inadvertently killed six pilgrims caught in his garden when he wanted lettuce. Originally appearing in an anonymous chapbook as the servant of King Arthur, his first words upon birth were (*) \"Come, drink, drink, drink,\" though his son's more eventful birth involved 68 muleteers and 16 camels. He infuriated Janotus de Bragmardo by stealing the bells of Notre Dame, defeated the army of Picrochole, and then, with his ally the Monk, founded the do-what-thou-will Abbey of Thélème, having earlier given Paris its name by drowning it in his urine. For 10 points, name this son of Grandgousier and Gargamelle, the father of Pantagruel written about": {
    "guess": "Gargantua and Pantagruel",
    "confidence": [
      [
        "G",
        -0.016780186
      ],
      [
        "arg",
        -6.730528e-05
      ],
      [
        "ant",
        -0.0004614128
      ],
      [
        "ua",
        -1.3663626e-05
      ],
      [
        " and",
        -0.2310651
      ],
      [
        " Pant",
        -0.0003550079
      ],
      [
        "ag",
        -5.4312077e-05
      ],
      [
        "ru",
        -2.939851e-05
      ],
      [
        "el",
        0.0
      ]
    ]
  },
  "The narrator of this book finds a 322-page report in the flooded Palace of Justice, a building that had once been visited by Francis Drake. A character in this novel confuses the bad omen of birds and the good omen of trees in one of her son's dreams. Father Amador serves as an incompetent replacement": {
    "guess": "The House of the Spirits",
    "confidence": [
      [
        "The",
        -0.2942213
      ],
      [
        " House",
        -0.54197395
      ],
      [
        " of",
        -0.002454488
      ],
      [
        " the",
        -0.010334267
      ],
      [
        " Spirits",
        -0.00010127832
      ]
    ]
  },
  "The narrator of this novel dreams of a faceless man standing by the title character's bed and commanding him to rise. The title characters of this novel seek help from Dr. Lanyon, who then dies of shock after witnessing the appearance of a man who beat Danvers Carew (\"carry\") to death. In this novel, the lawyer Gabriel Utterson finds a note from one of the title characters explaining his development of a potion that gradually came to control him. For 10 points, name this novel by Robert Louis Stevenson about a scientist who splits his personality.": {
    "guess": "Strange Case of Dr Jekyll and Mr Hyde",
    "confidence": [
      [
        "Strange",
        -0.06362816
      ],
      [
        " Case",
        -0.00030221537
      ],
      [
        " of",
        -0.000115582756
      ],
      [
        " Dr",
        -0.0006211769
      ],
      [
        " J",
        -0.0012574954
      ],
      [
        "ekyll",
        -5.2643223e-05
      ],
      [
        " and",
        -8.11329e-05
      ],
      [
        " Mr",
        -7.350386e-05
      ],
      [
        " Hyde",
        -0.0014599968
      ]
    ]
  },
  "The narrator claims that, because the English do not believe in genii like the Muslims do, it's difficult for him to find a way to save this character from Tyburn. He discusses the merits of equality with a Gypsy-king with whom he takes shelter for the night, learns how a gambling problem and the betrayal": {
    "guess": "The History of Tom Jones, a Foundling",
    "confidence": [
      [
        "The",
        -0.004124704
      ],
      [
        " History",
        -0.0013134514
      ],
      [
        " of",
        -1.0280384e-06
      ],
      [
        " Tom",
        -0.00052503456
      ],
      [
        " Jones",
        -9.133887e-06
      ],
      [
        ",",
        -4.3202e-07
      ],
      [
        " a",
        -5.2047206e-05
      ],
      [
        " Found",
        -3.2929079e-06
      ],
      [
        "ling",
        -0.00010151673
      ]
    ]
  },
  "The narrator of the story is an easterner who has been asked to call on a talkative miner named Simon Wheeler, who proceeds to tell him a tall tale about the exploits of Jim Smiley. Smiley would bet on": {
    "guess": "The Celebrated Jumping Frog of Calaveras County",
    "confidence": [
      [
        "The",
        -0.038995497
      ],
      [
        " Celebr",
        -0.026473068
      ],
      [
        "ated",
        -6.730528e-05
      ],
      [
        " Jump",
        -9.133887e-06
      ],
      [
        "ing",
        -1.4498052e-05
      ],
      [
        " Frog",
        -1.6166903e-05
      ],
      [
        " of",
        -7.89631e-07
      ],
      [
        " Cal",
        -4.4849444e-06
      ],
      [
        "aver",
        -0.0002354833
      ],
      [
        "as",
        -1.9816675e-06
      ],
      [
        " County",
        -3.2497806e-05
      ]
    ]
  },
  "One of the narrators of this novel finds himself in trouble after attempting to help a little Italian girl, and another of the narrators works at Earl's farm supply store. Those characters' sister has a child, most likely with Dalton Ames, and names her after her brother whose college roommate is Shreve,": {
    "guess": "Absalom, Absalom!",
    "confidence": [
      [
        "Abs",
        -0.2425201
      ],
      [
        "alom",
        -0.00020830853
      ],
      [
        ",",
        -0.000377288
      ],
      [
        " Abs",
        -0.00017720005
      ],
      [
        "alom",
        -0.00015705463
      ],
      [
        "!",
        -0.0004744023
      ]
    ]
  },
  "One of the narrators of this novel finds himself in trouble after attempting to help a little Italian girl, and another of the narrators works at Earl's farm supply store. Those characters' sister has a child, most likely with Dalton Ames, and names her after her brother whose college roommate is Shreve, Quentin. This novel concludes with Dilsey at an Easter church service, and another of its four narrators is the cynical Jason. Jason's sister Caddy runs off, devastating the mentally handicapped Benjy. FTP name this novel by William Faulkner about the Compson family which takes its title from a line in Macbeth.": {
    "guess": "The Sound and the Fury",
    "confidence": [
      [
        "The",
        -0.018371876
      ],
      [
        " Sound",
        -0.0021595412
      ],
      [
        " and",
        -0.00030436102
      ],
      [
        " the",
        -0.0024321438
      ],
      [
        " Fury",
        -4.0842064e-05
      ]
    ]
  },
  "The narrator is falsely accused of robbery shortly before Cousin Rashleigh commits the true crime in order to finance a Jacobite rebellion. At the jail of the MacVittie and MacFin company, Nicol Jarvie": {
    "guess": "Rob Roy",
    "confidence": [
      [
        "Rob",
        -0.042224795
      ],
      [
        " Roy",
        -0.00018125297
      ]
    ]
  },
  "The narrator of this novel moves to Ramsdale, where he considers killing a woman in Hourglass Lake. That narrator keeps a diary that needs a magnifying glass to decode, and his wife Charlotte figures it": {
    "guess": "The Secret History",
    "confidence": [
      [
        "The",
        -0.3300017
      ],
      [
        " Secret",
        -0.8162142
      ],
      [
        " History",
        -0.1632591
      ]
    ]
  },
  "The narrator of this poem states \"I regret / That I should ape the ways of pride\" of those \"who climb to wealth\" and \"forget / The friends in darker fortunes tried\". Despite having \"Yet slight thy form, and low thy seat\", the addressee of this poem whose \"parent sun…bade thee view / Pale skies\" is described as having \"Oft…stayed my walk\" with its \"early smile\". Beginning \"When beechen buds begin to swell / And woods the blue-bird's warble know\", this poem's subject has a \"modest bell\" which \"Peeps from the last year's leaves below\". Addressing \"the modest flower / That made the woods of April bright\",": {
    "guess": "The Deserted Garden",
    "confidence": [
      [
        "The",
        -0.8757542
      ],
      [
        " Desert",
        -1.4431669
      ],
      [
        "ed",
        -0.0006971848
      ],
      [
        " Garden",
        -0.16737138
      ]
    ]
  },
  "The narrator wakes up at ten in the morning, puts on his Gucci underwear and Kangoal hat, and, when leaving his house, bumps into his girlfriend Sally, who is from the Valley. Also with Sally is her mother, who proceeds to attack Sally in an effort to win the narrator's affections, but he ultimately rebuffs her, saying that he already has a wrinkled pussy, and doesn't need another. FTP, name this rap story-song, about a guy who just likes to party without bothering anybody, with a vocal track by": {
    "guess": "Valley Girl (song)",
    "confidence": [
      [
        "Val",
        -1.3703963
      ],
      [
        "ley",
        -0.011779353
      ],
      [
        " Girl",
        -0.3673348
      ],
      [
        " (",
        -0.110459864
      ],
      [
        "song",
        -0.029072184
      ],
      [
        ")",
        -0.0020629496
      ]
    ]
  },
  "The narrator of this work is mistaken for a character from Hamlet by a count, who gives him a passport as a result. This work's author wrote it in part as a response to a book by Tobias Smollett, whom he caricatured as Smelfungus. Its protagonist hires the flute-playing servant La Fleur, and encounters": {
    "guess": "The Life and Opinions of Tristram Shandy, Gentleman",
    "confidence": [
      [
        "The",
        -0.57772595
      ],
      [
        " Life",
        -0.028821925
      ],
      [
        " and",
        -0.00033475063
      ],
      [
        " Op",
        -7.100059e-05
      ],
      [
        "inions",
        -4.2630116e-05
      ],
      [
        " of",
        -3.2497806e-05
      ],
      [
        " Tr",
        -1.0206721e-05
      ],
      [
        "ist",
        -4.1273333e-06
      ],
      [
        "ram",
        -0.0010447168
      ],
      [
        " Sh",
        -7.5411124e-05
      ],
      [
        "andy",
        -5.216641e-05
      ],
      [
        ",",
        -0.0002292847
      ],
      [
        " Gentle",
        -0.0004452084
      ],
      [
        "man",
        -8.061054e-06
      ]
    ]
  },
  "The narrator of this work notes that his old teacher, Brunetto Latini, seemed to be \"one who wins, and not the one who loses.\" The author begins this work with the line \"Nel mezzo del cammin di nostra vita\" and describes meeting a leopard, a lion, and a wolf in the dark forest. Afterward, this work describes the fate of Paolo and Francesca, as well as the icy realm of Cocytus, where Satan chews on Judas, Brutus, and Cassius. For 10 points, name this first part of the Divine Comedy, a description": {
    "guess": "Inferno (Dante)",
    "confidence": [
      [
        "In",
        -0.027996004
      ],
      [
        "fer",
        -6.2729996e-06
      ],
      [
        "no",
        -2.6656826e-05
      ],
      [
        " (",
        -0.03714779
      ],
      [
        "D",
        -0.0004591479
      ],
      [
        "ante",
        -3.7697225e-06
      ],
      [
        ")",
        -3.5313153e-06
      ]
    ]
  },
  "The narrator claims that, because the English do not believe in genii like the Muslims do, it's difficult for him to find a way to save this character from Tyburn. He discusses the merits of equality with a Gypsy-king with whom he takes shelter for the night, learns how a gambling problem and the betrayal of Watson lead to the destitution of the Man of the Hill, and gives three guineas to a novice highwayman who fails to rob him. He discovers the highwayman is Mrs. Miller's cousin when he arrives in London, where he is nearly executed for stabbing Mr. Fitzpatrick while avoiding the affections of Lady Bellaston. He is also helped by his one-time lover Mrs. Waters, who is briefly thought to be his mother before Squire Allworthy sorts things out. For 10 points, name this foundling created by Henry": {
    "guess": "The History of Tom Jones, a Foundling",
    "confidence": [
      [
        "The",
        -0.048111912
      ],
      [
        " History",
        -0.00033760787
      ],
      [
        " of",
        -1.3856493e-06
      ],
      [
        " Tom",
        -3.3809047e-05
      ],
      [
        " Jones",
        -7.703444e-06
      ],
      [
        ",",
        -5.5122365e-07
      ],
      [
        " a",
        -0.00017398155
      ],
      [
        " Found",
        -2.9352968e-06
      ],
      [
        "ling",
        -7.243103e-05
      ]
    ]
  },
  "The narrator of this work assumes one character is a dentist because his buttons are made of human molars. In it, one character is rebuked by Michaelis for seeing the eyes of God in a billboard of T.J. Eckelburg, while another character cries over a pile of [*] colorful shirts, and is a friend to the": {
    "guess": "The Great Gatsby",
    "confidence": [
      [
        "The",
        -0.0009808859
      ],
      [
        " Great",
        -0.0025386827
      ],
      [
        " G",
        -9.372295e-06
      ],
      [
        "atsby",
        -1.7716551e-05
      ]
    ]
  },
  "Will, the narrator, falls asleep in the Malvern Hills, has a vision of a field full of folk, and dreams that he has set off in a quest for the title character, who is either Christ, the Church, England,": {
    "guess": "Piers Plowman",
    "confidence": [
      [
        "P",
        -0.26976657
      ],
      [
        "iers",
        -0.00021867557
      ],
      [
        " Pl",
        -0.00046022076
      ],
      [
        "ow",
        -7.743759e-05
      ],
      [
        "man",
        -4.6206227e-05
      ]
    ]
  },
  "One of the narrators is scolded for interrupting a reading lesson with the song \"Fairy Annie's Wedding,\" while the other narrator takes a trip to the chapel of Gimmerden Sough to hear a sermon by Jabez Branderham in a dream. After her tiny dog is hung on a doorpost, Isabella leaves for London, giving birth there to a son, Linton, by a man who eventually dies after starving himself for four days. That man had been brought to the title location from Liverpool, immediately becoming Hindley's enemy.": {
    "guess": "Wuthering Heights",
    "confidence": [
      [
        "W",
        -0.003936037
      ],
      [
        "uth",
        -7.2907846e-05
      ],
      [
        "ering",
        -4.9617593e-06
      ],
      [
        " Heights",
        -0.00046510808
      ]
    ]
  },
  "The narrator of this poem says the world \"seems to lie before us like a land of dreams\" and claims that the \"turbid ebb and flow of human misery\" was brought to mind when \"Sophocles long ago, heard it": {
    "guess": "Dover Beach",
    "confidence": [
      [
        "D",
        -0.026847526
      ],
      [
        "over",
        -2.3392786e-06
      ],
      [
        " Beach",
        -0.00016718694
      ]
    ]
  },
  "The narrator tells the titular group that if their mother tells them to do something then it is wrong to say you won't in his \"Advice to Little Girls\". Other short stories deal with an item given to Mr. and Mrs. Richards that turns out to be lead while another work focuses on Jim Smiley and the titular": {
    "guess": "Mark Twain",
    "confidence": [
      [
        "Mark",
        -0.020329664
      ],
      [
        " Tw",
        -0.0013765414
      ],
      [
        "ain",
        -1.4617256e-05
      ]
    ]
  },
  "The narrator first meets her in a nightclub in the Soho district. He accepts her invitation to dance, and despite being neither physical, passionate, or terribly masculine, he begins to fall for her. This mysterious 'woman's' firm grip, tall stature, and deep voice, however, lead the narrator to a somewhat perturbing realization about his dance partner's actual gender. FTP, identify this titular transvestite, immortalized by the Kinks.": {
    "guess": "Lola (song)",
    "confidence": [
      [
        "L",
        -0.00070313766
      ],
      [
        "ola",
        -3.655073e-05
      ],
      [
        " (",
        -0.06327742
      ],
      [
        "song",
        -0.2582634
      ],
      [
        ")",
        -0.0032273869
      ]
    ]
  },
  "The narrator is falsely accused of robbery shortly before Cousin Rashleigh commits the true crime in": {
    "guess": "Rob Roy",
    "confidence": [
      [
        "Rob",
        -0.011094862
      ],
      [
        " Roy",
        -6.372917e-05
      ]
    ]
  },
  "The Narodniks, who worked for an 1870s peasant uprising, and the Narodnaya Volya movement, members of which assassinated Czar Alexander II, were considered adherents of the doctrine. A term first used": {
    "guess": "Russian nihilism",
    "confidence": [
      [
        "Russian",
        -0.53434986
      ],
      [
        " nihil",
        -1.2893615
      ],
      [
        "ism",
        -0.16446602
      ]
    ]
  },
  "The narrator self-consciously corrects this story's assertion that the protagonist was waiting for the rain to stop. The protagonist of this short story has a pimple on his right cheek, and sees another character pulling out hairs from a pile of rotting corpses in order to make a wig. An earlier version of this short story's ending states that the protagonist hurries to Kyoto in order to become a thief. This short story focuses on a fired servant who steals an old woman's kimono at the title location.": {
    "guess": "Rashomon",
    "confidence": [
      [
        "R",
        -0.16636904
      ],
      [
        "ash",
        -0.004942939
      ],
      [
        "omon",
        -0.10439162
      ]
    ]
  },
  "The narrator of the story is an easterner who has been asked to call on a talkative miner named Simon": {
    "guess": "The Celebrated Jumping Frog of Calaveras County",
    "confidence": [
      [
        "The",
        -0.67965055
      ],
      [
        " Celebr",
        -0.85293704
      ],
      [
        "ated",
        -0.0012568994
      ],
      [
        " Jump",
        -0.0015618812
      ],
      [
        "ing",
        -3.0113732e-05
      ],
      [
        " Frog",
        -4.3583746e-05
      ],
      [
        " of",
        -1.8624639e-06
      ],
      [
        " Cal",
        -4.1273333e-06
      ],
      [
        "aver",
        -0.0005176476
      ],
      [
        "as",
        -7.9418505e-06
      ],
      [
        " County",
        -0.00035476952
      ]
    ]
  },
  "The narrator of this novel dreams of a faceless man standing by the title character's bed and commanding him to rise. The title characters of this novel seek help from Dr. Lanyon, who then dies of shock after witnessing the appearance of a man who beat Danvers Carew (\"carry\") to death. In this novel, the lawyer Gabriel Utterson finds a note from one of the title characters explaining his development of a potion that gradually came to control him. For 10 points, name this novel by Robert Louis Stevenson": {
    "guess": "Strange Case of Dr Jekyll and Mr Hyde",
    "confidence": [
      [
        "Strange",
        -0.010199411
      ],
      [
        " Case",
        -0.0003121056
      ],
      [
        " of",
        -8.5543434e-05
      ],
      [
        " Dr",
        -0.0006365468
      ],
      [
        " J",
        -0.00082011137
      ],
      [
        "ekyll",
        -6.146429e-05
      ],
      [
        " and",
        -7.862962e-05
      ],
      [
        " Mr",
        -4.632543e-05
      ],
      [
        " Hyde",
        -0.0012948813
      ]
    ]
  },
  "The narrator of this novel hangs up on a character after being asked to send out some tennis shoes. Another character in this novel talks about \"Oggsford College\" and is alleged to have fixed the World Series. The narrator of this novel becomes involved with a professional golfer who cheated to win her first tournament. A man known as Owl-Eyes is one of the few who shows up at the title character's funeral after he is shot in his pool by George Wilson, who incorrectly believes that the car that killed Myrtle Wilson was driven by the title character rather than Daisy Buchanan. For 10 points, name this novel narrated by Nick Carraway, a Jazz age work by F. Scott Fitzgerald.": {
    "guess": "The Great Gatsby",
    "confidence": [
      [
        "The",
        -0.001431309
      ],
      [
        " Great",
        -0.003413444
      ],
      [
        " G",
        -6.7901296e-05
      ],
      [
        "atsby",
        -2.4272753e-05
      ]
    ]
  },
  "The narrator of one of this man's works is an heir to a pork company who believes he is Georg Buchner,": {
    "guess": "Don DeLillo",
    "confidence": [
      [
        "Don",
        -1.4531925
      ],
      [
        " De",
        -0.016730478
      ],
      [
        "L",
        -2.220075e-06
      ],
      [
        "illo",
        -0.00014501873
      ]
    ]
  },
  "The Narodniks, who worked for an 1870s peasant uprising, and the Narodnaya Volya movement, members of which assassinated Czar Alexander II, were considered adherents of the doctrine. A term first used to describe Christian heretics in the Middle Ages, the novelist Chernyshevsky called it a \"necessary phase\" in the transformation of Russia. For ten points, followers of what radical philosophy reject": {
    "guess": "Nihilism",
    "confidence": [
      [
        "N",
        -0.41187012
      ],
      [
        "ihil",
        -0.0053384705
      ],
      [
        "ism",
        -0.003906827
      ]
    ]
  },
  "The narrator of a story by this author panics after waking up and finding one of his slippers missing; earlier; that character sees a raincoat on a sofa shortly before receiving a call telling him that": {
    "guess": "Haruki Murakami",
    "confidence": [
      [
        "Har",
        -1.1671855
      ],
      [
        "uki",
        -0.0029403828
      ],
      [
        " Mur",
        -0.00080796354
      ],
      [
        "ak",
        -8.4947416e-05
      ],
      [
        "ami",
        -0.00025359125
      ]
    ]
  },
  "The narrator of this work decides against opening a swimming school, but acknowledges that it would bring in \"a good deal of Money.\" This work's narrator is surprised to receive three \"great puffy rolls\"": {
    "guess": "The Autobiography of Benjamin Franklin",
    "confidence": [
      [
        "The",
        -0.19833358
      ],
      [
        " Aut",
        -0.27813673
      ],
      [
        "obi",
        -0.00018601745
      ],
      [
        "ography",
        -9.901345e-05
      ],
      [
        " of",
        -1.2664457e-06
      ],
      [
        " Benjamin",
        -0.002345323
      ],
      [
        " Franklin",
        -6.1537958e-06
      ]
    ]
  },
  "The narrator tells the titular group that if their mother tells them to do something then it is wrong to say you won't in his \"Advice to Little Girls\". Other short stories deal with an item given to Mr. and Mrs. Richards that turns out to be lead while another work focuses on Jim Smiley and the titular creature named Dan'l Webster. Novels by this author include one co-written by Charles Warner that": {
    "guess": "Mark Twain",
    "confidence": [
      [
        "Mark",
        -0.012804275
      ],
      [
        " Tw",
        -0.00023536409
      ],
      [
        "ain",
        -2.1531068e-05
      ]
    ]
  },
  "The narrator tells the titular group that if their mother tells them to do something then it is wrong to say you won't in his \"Advice to Little Girls\". Other short stories deal with an item given to Mr. and Mrs. Richards that turns out to be lead while another work focuses on Jim Smiley and the titular creature named Dan'l Webster. Novels by this author include one co-written by Charles Warner that sees a family try to sell the land of Silas Hawkins and another where Hank Morgan wakes up to find": {
    "guess": "Mark Twain",
    "confidence": [
      [
        "Mark",
        -0.0038912809
      ],
      [
        " Tw",
        -3.3809047e-05
      ],
      [
        "ain",
        -1.6286107e-05
      ]
    ]
  },
  "The narrator tells the titular group that if their mother tells them to do something then it is wrong to say you won't in his \"Advice to Little Girls\". Other short stories deal with an item given to Mr. and Mrs. Richards that turns out to be lead while another work focuses on Jim Smiley and the titular creature named Dan'l Webster. Novels by this author include one co-written by Charles Warner that sees a family try to sell the land of Silas Hawkins and another where Hank Morgan wakes up to find himself in medieval England. In a more famous work, the Duke and the Dauphin parody Shakespeare, and": {
    "guess": "Mark Twain",
    "confidence": [
      [
        "Mark",
        -0.0011278366
      ],
      [
        " Tw",
        -6.539802e-05
      ],
      [
        "ain",
        -2.3319124e-05
      ]
    ]
  },
  "The narrator tells the titular group that if their mother tells them to do something then it is wrong to say you won't in his \"Advice to Little Girls\". Other short stories deal with an item given to Mr. and Mrs. Richards that turns out to be lead while another work focuses on Jim Smiley and the titular creature named Dan'l Webster. Novels by this author include one co-written by Charles Warner that sees a family try to sell the land of Silas Hawkins and another where Hank Morgan wakes up to find himself in medieval England. In a more famous work, the Duke and the Dauphin parody Shakespeare, and the titular character says \"All right, then I'll go to hell\" when he decides to help the slave Jim.": {
    "guess": "Mark Twain",
    "confidence": [
      [
        "Mark",
        -0.00045510233
      ],
      [
        " Tw",
        -2.2961513e-05
      ],
      [
        "ain",
        -1.2948405e-05
      ]
    ]
  },
  "The narrator tells the titular group that if their mother tells them to do something then it is wrong to say you won't in his \"Advice to Little Girls\". Other short stories deal with an item given to Mr. and Mrs. Richards that turns out to be lead while another work focuses on Jim Smiley and the titular creature named Dan'l Webster. Novels by this author include one co-written by Charles Warner that sees a family try to sell the land of Silas Hawkins and another where Hank Morgan wakes up to find himself in medieval England. In a more famous work, the Duke and the Dauphin parody Shakespeare, and the titular character says \"All right, then I'll go to hell\" when he decides to help the slave Jim.  FTP identify this author of The Gilded Age and The Adventures of Huckleberry Finn.": {
    "guess": "Mark Twain",
    "confidence": [
      [
        "Mark",
        -0.0012195244
      ],
      [
        " Tw",
        -7.350386e-05
      ],
      [
        "ain",
        -1.9743013e-05
      ]
    ]
  },
  "The narrator of one of this man's works is an heir to a pork company who believes he is Georg Buchner, while another work sees author Wolfgang Schwitter come back from the dead twice. In addition to Achterloo and The": {
    "guess": "Max Frisch",
    "confidence": [
      [
        "Max",
        -0.5745034
      ],
      [
        " Fr",
        -0.0024376162
      ],
      [
        "isch",
        -4.561021e-05
      ]
    ]
  },
  "The narrator of one of this man's works is an heir to a pork company who believes he is Georg Buchner, while another work sees author Wolfgang Schwitter come back from the dead twice. In addition to Achterloo and The Meteor, this author wrote two novels about the sickly Inspector Barlach, who also investigated": {
    "guess": "Friedrich Dürrenmatt",
    "confidence": [
      [
        "F",
        -0.07417678
      ],
      [
        "ried",
        -0.0006130747
      ],
      [
        "rich",
        -0.00021188465
      ],
      [
        " D",
        -0.0015602122
      ],
      [
        "ür",
        -0.04571422
      ],
      [
        "ren",
        -9.674858e-05
      ],
      [
        "m",
        -7.107425e-06
      ],
      [
        "att",
        -7.9418505e-06
      ]
    ]
  },
  "The narrator of one of this man's works is an heir to a pork company who believes he is Georg Buchner, while another work sees author Wolfgang Schwitter come back from the dead twice. In addition to Achterloo and The Meteor, this author wrote two novels about the sickly Inspector Barlach, who also investigated the murder of Ulrich Schmied in The Judge and His Hangman. The title character forces Anastasia": {
    "guess": "Friedrich Dürrenmatt",
    "confidence": [
      [
        "F",
        -0.16532497
      ],
      [
        "ried",
        -0.0001039008
      ],
      [
        "rich",
        -0.0019487487
      ],
      [
        " D",
        -0.0003893239
      ],
      [
        "ür",
        -0.132534
      ],
      [
        "ren",
        -0.00010402
      ],
      [
        "m",
        -1.0802739e-05
      ],
      [
        "att",
        -9.729906e-06
      ]
    ]
  },
  "The narrator of one of this man's works is an heir to a pork company who believes he is Georg Buchner, while another work sees author Wolfgang Schwitter come back from the dead twice. In addition to Achterloo and The Meteor, this author wrote two novels about the sickly Inspector Barlach, who also investigated the murder of Ulrich Schmied in The Judge and His Hangman. The title character forces Anastasia to attend executions ordered by the state prosecutor in his The (*) Marriage of Mr. Mississippi and": {
    "guess": "Friedrich Dürrenmatt",
    "confidence": [
      [
        "F",
        -0.015683556
      ],
      [
        "ried",
        -4.2153304e-05
      ],
      [
        "rich",
        -0.000191024
      ],
      [
        " D",
        -0.00010151673
      ],
      [
        "ür",
        -0.067071795
      ],
      [
        "ren",
        -4.608702e-05
      ],
      [
        "m",
        -2.8160932e-06
      ],
      [
        "att",
        -2.220075e-06
      ]
    ]
  },
  "The narrator of one of this man's works is an heir to a pork company who believes he is Georg Buchner, while another work sees author Wolfgang Schwitter come back from the dead twice. In addition to Achterloo and The Meteor, this author wrote two novels about the sickly Inspector Barlach, who also investigated the murder of Ulrich Schmied in The Judge and His Hangman. The title character forces Anastasia to attend executions ordered by the state prosecutor in his The (*) Marriage of Mr. Mississippi and this author explored the final days of the Roman Empire in Romulus the Great. A better-known": {
    "guess": "Friedrich Dürrenmatt",
    "confidence": [
      [
        "F",
        -0.003690336
      ],
      [
        "ried",
        -2.9040899e-05
      ],
      [
        "rich",
        -9.054999e-05
      ],
      [
        " D",
        -0.00012940305
      ],
      [
        "ür",
        -0.05312963
      ],
      [
        "ren",
        -1.0564331e-05
      ],
      [
        "m",
        -4.3202e-07
      ],
      [
        "att",
        -4.00813e-06
      ]
    ]
  },
  "The narrator of one of this man's works is an heir to a pork company who believes he is Georg Buchner, while another work sees author Wolfgang Schwitter come back from the dead twice. In addition to Achterloo and The Meteor, this author wrote two novels about the sickly Inspector Barlach, who also investigated the murder of Ulrich Schmied in The Judge and His Hangman. The title character forces Anastasia to attend executions ordered by the state prosecutor in his The (*) Marriage of Mr. Mississippi and this author explored the final days of the Roman Empire in Romulus the Great. A better-known play by this man is set in the mental hospital of Dr. Mathilde von Zahnd and features Galileo living": {
    "guess": "Friedrich Dürrenmatt",
    "confidence": [
      [
        "F",
        -0.00057054835
      ],
      [
        "ried",
        -3.202099e-05
      ],
      [
        "rich",
        -8.959636e-05
      ],
      [
        " D",
        -1.5809293e-05
      ],
      [
        "ür",
        -0.0010290003
      ],
      [
        "ren",
        -8.657073e-06
      ],
      [
        "m",
        -4.012684e-05
      ],
      [
        "att",
        -4.3202e-07
      ]
    ]
  },
  "The narrator of one of this man's works is an heir to a pork company who believes he is Georg Buchner, while another work sees author Wolfgang Schwitter come back from the dead twice. In addition to Achterloo and The Meteor, this author wrote two novels about the sickly Inspector Barlach, who also investigated the murder of Ulrich Schmied in The Judge and His Hangman. The title character forces Anastasia to attend executions ordered by the state prosecutor in his The (*) Marriage of Mr. Mississippi and this author explored the final days of the Roman Empire in Romulus the Great. A better-known play by this man is set in the mental hospital of Dr. Mathilde von Zahnd and features Galileo living under the assumed name of Mobius and sharing a suite with two people claiming to be Newton and Einstein.": {
    "guess": "Friedrich Dürrenmatt",
    "confidence": [
      [
        "F",
        -0.0006373812
      ],
      [
        "ried",
        -1.8193366e-05
      ],
      [
        "rich",
        -0.00012118533
      ],
      [
        " D",
        -1.640531e-05
      ],
      [
        "ür",
        -0.0006307095
      ],
      [
        "ren",
        -1.6882126e-05
      ],
      [
        "m",
        -4.3226137e-05
      ],
      [
        "att",
        -2.9352968e-06
      ]
    ]
  },
  "The narrator of one of this man's works is an heir to a pork company who believes he is Georg Buchner, while another work sees author Wolfgang Schwitter come back from the dead twice. In addition to Achterloo and The Meteor, this author wrote two novels about the sickly Inspector Barlach, who also investigated the murder of Ulrich Schmied in The Judge and His Hangman. The title character forces Anastasia to attend executions ordered by the state prosecutor in his The (*) Marriage of Mr. Mississippi and this author explored the final days of the Roman Empire in Romulus the Great. A better-known play by this man is set in the mental hospital of Dr. Mathilde von Zahnd and features Galileo living under the assumed name of Mobius and sharing a suite with two people claiming to be Newton and Einstein. For 10 points, name this Swiss author of The Physicists.": {
    "guess": "Friedrich Dürrenmatt",
    "confidence": [
      [
        "F",
        -0.00051955116
      ],
      [
        "ried",
        -3.7697225e-06
      ],
      [
        "rich",
        -5.0497558e-05
      ],
      [
        " D",
        -5.4312077e-05
      ],
      [
        "ür",
        -9.436451e-05
      ],
      [
        "ren",
        -1.1041146e-05
      ],
      [
        "m",
        -2.1650272e-05
      ],
      [
        "att",
        -3.1281633e-07
      ]
    ]
  }
}