{
  "Many of this religion's main figures reached moksha on the mountain Sametshikharji. This religion performs": {
    "guess": "Jainism",
    "confidence": [
      [
        "J",
        -0.004616557
      ],
      [
        "ain",
        -7.226629e-06
      ],
      [
        "ism",
        -0.013622714
      ]
    ]
  },
  "In many of his early paintings, this artist placed such emphasis on the shadow cast by jawbones of his subjects their heads looked discontinuous with their necks, seen most extremely in his tiny canvas Memento Mori. Marcel Proust identified a namesake shade of pink that this painter frequently used. This man painted the best-known depiction of an incident in which a woman drops a pearl in a glass of vinegar to win a wager against her lover about who could stage the most lavish feast. With Girolamo Colonna, this painter decorated a ballroom in the Palazzo Labia with paintings of the encounters between (*) Marc Antony and Cleopatra. This artist painted Neptune guiding a treasure-laden galleon away from a group of dark-skinned men wearing feathered headdresses in a ceiling fresco for the throne room of the Royal Palace of Madrid. This man painted Apollo touring the universe in his Allegory of": {
    "guess": "Diego Velázquez",
    "confidence": [
      [
        "Die",
        -1.116523
      ],
      [
        "go",
        -0.00015955791
      ],
      [
        " Vel",
        -0.03349619
      ],
      [
        "áz",
        -0.017945174
      ],
      [
        "quez",
        -8.7450695e-05
      ]
    ]
  },
  "The manual for this game notes that \"ninja dinosaurs\" may lurk underneath the fog of war. It includes social policies like the mutually exclusive Piety and Rationalism, the later of which includes Secularism, which gives bonus Science for each Specialist in a city. Unlike its predecessors, it gives defensive bonuses for settling near mountain ranges and is using a (*) hexagonal tile system, although Greece still replaces spearmen with its Hoplite unique unit. Name this recently released turn-based": {
    "guess": "Civilization VI",
    "confidence": [
      [
        "Civil",
        -0.029896045
      ],
      [
        "ization",
        -0.0023582869
      ],
      [
        " VI",
        -0.06559811
      ]
    ]
  },
  "In many stories, this object is kept safe at Corbenic. The Dolorous Stroke maimed this object's keeper, the Fisher King. According to legend, this object could only be discovered by the man who could sit in the Siege Perilous without dying, and was taken to England by Joseph of Arimethea. According to Thomas Malory, it was finally attained by Sir Galahad. For 10 points, name this cup used by Jesus at the Last Supper, which many of the knights of King Arthur's Round Table went on a quest to find.": {
    "guess": "Holy Grail",
    "confidence": [
      [
        "Holy",
        -0.0029911324
      ],
      [
        " Gr",
        -0.00014048899
      ],
      [
        "ail",
        -1.6240566e-06
      ]
    ]
  },
  "Many of the title roles of this composer's operas were created by the soprano Hortense Schneider. The traveler Baron Gondremarck attempts to arrange a liaison with Metella in this man's first opera with a contemporary setting, La vie parisienne. His final opera is divided into three acts named \"Olympia\", \"Antonia\", and \"Giulietta\", the last of which opens with \"Belle nuit, o nuit d'amour\", a famous (*) barcarolle. The character of Public Opinion introduces his most famous operetta, a Christoph Willibald": {
    "guess": "Jacques Offenbach",
    "confidence": [
      [
        "Jac",
        -0.06912677
      ],
      [
        "ques",
        -7.624555e-05
      ],
      [
        " Off",
        -0.00011796683
      ],
      [
        "en",
        -2.618001e-05
      ],
      [
        "bach",
        -6.706687e-05
      ]
    ]
  },
  "Many of this artist's later works reflect the somber mood that led to his suicide, such as his series of murals for the nondenominational church of Houston, Texas, which he considered his best work. Probably best-known for a series of nine paintings originally intended to decorate a restaurant of the Seagram Building, his contemplative style reflected his advocacy of \"the simple expression of the complex thought\", seen in works like \"Slow Swirl by the Edge of the Sea\". A leader of the New York school": {
    "guess": "Mark Rothko",
    "confidence": [
      [
        "Mark",
        -0.008589872
      ],
      [
        " Roth",
        -0.0006426189
      ],
      [
        "ko",
        -8.351697e-05
      ]
    ]
  },
  "Mandelkern shows that this theorem is nonconstructive due to its equivalence to the Limited Principle of Omniscience, which is duplicated by its Brouwerian counterexamples. Its namesake property for ideals is equivalent to a P-point of the Cech-Stone compactification beta-omega, but it fails for ideals when their quotient Boolean algebra has a countably splitting family. Its extension to transfinite step sequences with ordinal indices leads to a proof for the Erdos-Rado theorem. (*) One of its common": {
    "guess": "Baire category theorem",
    "confidence": [
      [
        "B",
        -1.6193184
      ],
      [
        "aire",
        -0.79896617
      ],
      [
        " category",
        -0.3147888
      ],
      [
        " theorem",
        -0.0001505021
      ]
    ]
  },
  "Many of this leader's decisions were carried out by his disciple Saint-Just. This leader called his government the Republic of Virtue, and instituted a religion called The Cult of the Supreme Being. After he engineered the downfalls of Hébert and Danton, he was overthrown and executed during the Thermidorian Reaction. The leader of the Committee of Public Safety, for 10 points, name this man who guillotined many people during the Reign of Terror in the French Revolution.": {
    "guess": "Maximilien Robespierre",
    "confidence": [
      [
        "Max",
        -0.0058779563
      ],
      [
        "im",
        -0.00018744789
      ],
      [
        "il",
        -0.00027242178
      ],
      [
        "ien",
        -3.4121115e-06
      ],
      [
        " Rob",
        -0.00011892046
      ],
      [
        "esp",
        -1.9862217e-05
      ],
      [
        "ierre",
        -7.9418505e-06
      ]
    ]
  },
  "At the Manual Arts High School in Los Angeles, he studied under Frederick Schwankovsky, who introduced him to noted theosophist Jiddu Krishnamurti. As an adult, he studied painting in New York in the 1930s under Thomas Hart Benton. He shows the influence of Albert Ryder in such early work as Going West. He is better known, however, for such works as Number 1A and The Guardians of the Secret. For ten points, name this abstract expressionist originator of \"action painting,\" who was nicknamed \"Jack the Dripper.\"": {
    "guess": "Jackson Pollock",
    "confidence": [
      [
        "Jackson",
        -0.0043222336
      ],
      [
        " Pol",
        -2.220075e-06
      ],
      [
        "lock",
        -1.4855664e-05
      ]
    ]
  },
  "Many of its officers and Captain Sigsbee survived due to their quarters being located aft, while those killed were initially buried in Colon Cemetery. Those bodies were eventually reburied next to a mast from this ship in Arlington National (*) Cemetery. It was raised in 1910 and towed out to sea so that it would not be a hazard to harbor of Havana. Probably sunk due to spontaneous coal combustion": {
    "guess": "USS Maine (ACR-1)",
    "confidence": [
      [
        "U",
        -0.0019782376
      ],
      [
        "SS",
        -0.00010783452
      ],
      [
        " Maine",
        -9.6867785e-05
      ],
      [
        " (",
        -0.32009912
      ],
      [
        "AC",
        -0.00013798571
      ],
      [
        "R",
        -7.465036e-06
      ],
      [
        "-",
        -0.00023774817
      ],
      [
        "1",
        -0.00031663533
      ],
      [
        ")",
        -1.735894e-05
      ]
    ]
  },
  "Manann'an is a 30 kilometer crater on it, from an impact that penetrated dark terrain to reveal brighter material. A region consisting of hummocky terrain with blocks several kilometers across, known as": {
    "guess": "Mercury (planet)",
    "confidence": [
      [
        "Mer",
        -0.9319624
      ],
      [
        "cury",
        -0.0002812392
      ],
      [
        " (",
        -0.0012383256
      ],
      [
        "planet",
        -0.00061367074
      ],
      [
        ")",
        -3.5313153e-06
      ]
    ]
  },
  "The Manningtree altarpiece features this artist's The Risen Christ, and in another work the titular animal action is performed by jumping over an obstacle as people look on from a barge. In addition to": {
    "guess": "John Constable",
    "confidence": [
      [
        "John",
        -1.5443952
      ],
      [
        " Const",
        -0.97328806
      ],
      [
        "able",
        -1.504853e-06
      ]
    ]
  },
  "In many parts of this literary work, the protagonist takes on the persona of the minstrel show performer Mr. Bones and engages in wild conversations with his sidekick Tambo. It begins by describing how the protagonist accidentally witnessed his father's suicide, while later he loses his friend Bhain Campbell to cancer. Numbers 147-157 concern the death of poet Delmore Schwartz, the section entitled": {
    "guess": "The Adventures of Augie March",
    "confidence": [
      [
        "The",
        -0.93502563
      ],
      [
        " Adventures",
        -0.04315756
      ],
      [
        " of",
        -0.0004074355
      ],
      [
        " Aug",
        -0.0010462664
      ],
      [
        "ie",
        -1.1637165e-05
      ],
      [
        " March",
        -0.00015169414
      ]
    ]
  },
  "Many recent studies have sought to pinpoint ‘dust-reddened' ones of these through LoBALs, or broad absorption lines. Neutral hydrogen clouds create a characteristic suppression in their spectra in the Gunn-Peterson Effect. They were first discovered by Marten Schmidt, and Einstein's theory of gravitational lensing was first confirmed by one of them. Their spectral energy is believed to arise from large": {
    "guess": "Quasars",
    "confidence": [
      [
        "Qu",
        -0.0015741409
      ],
      [
        "as",
        -0.0059771426
      ],
      [
        "ars",
        -9.0883464e-07
      ]
    ]
  },
  "At the Manual Arts High School in Los Angeles, he studied under Frederick Schwankovsky, who introduced him to noted theosophist Jiddu Krishnamurti. As an adult, he studied painting in New York in the 1930s under Thomas Hart Benton. He shows the influence of Albert Ryder in such early work as Going West. He is better known, however, for such works as Number 1A and The Guardians of the Secret. For ten": {
    "guess": "Jackson Pollock",
    "confidence": [
      [
        "Jackson",
        -0.0010500773
      ],
      [
        " Pol",
        -1.7432603e-06
      ],
      [
        "lock",
        -1.5570886e-05
      ]
    ]
  },
  "Many Egyptian artifacts are stone slabs showing this god as an infant  stomping on scorpions, snakes and oryxes, so much so that that type of  artifact is called this god \"on the crocodiles.\" In a book describing this  god's contention, his eyes are ripped out and are buried, but thankfully  his mother is able to restore his vision by pouring milk into them. The  largest temple in the city of (*) Edfu": {
    "guess": "Horus",
    "confidence": [
      [
        "H",
        -0.018786341
      ],
      [
        "orus",
        -0.00016659092
      ]
    ]
  },
  "Many organisms in this phylum have perithecium as a reproductive structure. Amorphotheca resinae is an organism in this phylum that can feed on aircraft fuel. They are the most common symbiots with Trebouxia in an organism that is often used as indicator of air quality. (*) Aflatoxins are created by organisms in this phylum. During sexual reproduction, an important organism in this phylum becomes elongated": {
    "guess": "Ascomycota",
    "confidence": [
      [
        "As",
        -0.02624654
      ],
      [
        "com",
        -0.00033808468
      ],
      [
        "yc",
        -3.7027545e-05
      ],
      [
        "ota",
        -0.00076031504
      ]
    ]
  },
  "Many critics did not like the ending, in which the virtuous attendant Paulina reveals all along that she had been pretending Queen Hermione was dead. Paulina arrived at the court of Sicily with Camillo, who had fled to Bohemia long before. All except one were given a happy end with the wedding of Perdita": {
    "guess": "The Winter's Tale",
    "confidence": [
      [
        "The",
        -0.0040846933
      ],
      [
        " Winter",
        -5.705376e-05
      ],
      [
        "'s",
        -0.00026801124
      ],
      [
        " Tale",
        -4.370295e-05
      ]
    ]
  },
  "The Manningtree altarpiece features this artist's The Risen Christ, and in another work the titular animal action is performed by jumping over an obstacle as people look on from a barge. In addition to Leaping Horse, he painted several works about life near his hometown of East Bergholt, while another series depicts the title structure at Leadenhall \"from the River,\" and \"from the meadows\" with an overarching rainbow. His most famous work shows the title object near Flatford Mill on the River Stour": {
    "guess": "John Constable",
    "confidence": [
      [
        "John",
        -0.015336473
      ],
      [
        " Const",
        -0.00012523093
      ],
      [
        "able",
        -1.7478143e-05
      ]
    ]
  },
  "Many of these were never released in Europe because of concerns about the game they were in containing mercury, a group which includes Telescope, Evolution Revolution and Eternal Flame.  In another game, you change the position of a bridge (+) in one called Geared for Landing.  Boom Box is one where a shooting rocket has to be exploded (*) and a pretty boring one called \"Shhhhhhhhh!\" involves not blowing any of the Fronks off of a tight rope. They usually appear alongside Pyoro, and developers of them include Orbulon and Mona.  Objectives in some include winning a game of Punch Out!! or stomping": {
    "guess": "List of WarioWare: Smooth Moves microgames",
    "confidence": [
      [
        "List",
        -0.397708
      ],
      [
        " of",
        -0.0007790117
      ],
      [
        " W",
        -0.05262296
      ],
      [
        "ario",
        -9.1622824e-05
      ],
      [
        "Ware",
        -0.0022430352
      ],
      [
        ":",
        -0.6804423
      ],
      [
        " Smooth",
        -0.39451185
      ],
      [
        " Moves",
        -5.240482e-05
      ],
      [
        " micro",
        -0.12106341
      ],
      [
        "games",
        -0.00018875914
      ]
    ]
  },
  "Many of these were never released in Europe because of concerns about the game they were in containing mercury, a group which includes Telescope, Evolution Revolution and Eternal Flame.  In another game, you change the position of a bridge (+) in one called Geared for Landing.  Boom Box is one where a shooting rocket has to be exploded (*) and a pretty boring one called \"Shhhhhhhhh!\" involves not blowing any of the Fronks off of a tight rope. They usually appear alongside Pyoro, and developers of them include Orbulon and Mona.  Objectives in some include winning a game of Punch Out!! or stomping on some Goombas, ones developed by 8-Volt.  FTP, identify these entities that are only a few seconds": {
    "guess": "WarioWare",
    "confidence": [
      [
        "W",
        -0.82619905
      ],
      [
        "ario",
        -0.0034445687
      ],
      [
        "Ware",
        -0.0010401944
      ]
    ]
  },
  "Many critics did not like the ending, in which the virtuous attendant Paulina reveals all along that she had been pretending Queen Hermione was dead. Paulina arrived at the court of Sicily with Camillo, who had fled to Bohemia long before. All except one were given a happy end with the wedding of Perdita and Florizel: even the jealous King Leontes and his old friend Polixenes. For 10 points—in what": {
    "guess": "The Winter's Tale",
    "confidence": [
      [
        "The",
        -0.0009346862
      ],
      [
        " Winter",
        -0.00014740281
      ],
      [
        "'s",
        -0.00013846254
      ],
      [
        " Tale",
        -5.9914648e-05
      ]
    ]
  },
  "Many of this leader's decisions were carried out by his disciple Saint-Just. This leader called his government the Republic of Virtue, and instituted a religion called The Cult of the Supreme Being. After": {
    "guess": "Maximilien Robespierre",
    "confidence": [
      [
        "Max",
        -0.0084721465
      ],
      [
        "im",
        -0.0005060885
      ],
      [
        "il",
        -0.0007018264
      ],
      [
        "ien",
        -5.3193703e-06
      ],
      [
        " Rob",
        -0.002369228
      ],
      [
        "esp",
        -8.363618e-05
      ],
      [
        "ierre",
        -3.888926e-06
      ]
    ]
  },
  "This many flutes respond to the trumpet in Ives' The Unanswered Question, and John Cage's Imaginary Landscape of this number includes parts for 12 radios. Mahler's symphony of this number ends with a soprano solo, and Bruckner's is called the \"Romantic\". Mendelssohn's symphony of this number was inspired by a journey through Europe and is nicknamed \"Italian\", and E (*) major has this many sharps. Beethoven's fate motif contains this many notes; that motif begins his fifth symphony. For ten points, name this number, the number of strings on a violin and musicians in a quartet.": {
    "guess": "Four",
    "confidence": [
      [
        "Four",
        -0.15766035
      ]
    ]
  },
  "Manu became the father of mankind after being saved from one of these by an avatar of Vishnu, and Viracocha used one of these to destroy a race of humans he made from stone. In the Epic of Gilgamesh, Utnapishtim relates surviving one of these thanks to the warning of Ea. Deucalion and Pyrrha correctly interpreted instructions to cast \"the bones of their mother\" behind them to mean throwing stones to restore the human race after surviving one of these by traveling in a chest. FTP name this meteorological event which Noah escaped using an ark.": {
    "guess": "Flood myth",
    "confidence": [
      [
        "F",
        -0.68900555
      ],
      [
        "lood",
        -2.220075e-06
      ],
      [
        " myth",
        -0.19294499
      ]
    ]
  },
  "Many of these exist for substances with multiple polymorphs, such as silver iodide and aluminum silicate, and helium-4 has two of them, called \"lambda\" ones, because of superfluidity. If a substance has n solid phases, it will have n choose three of these. Gibbs's phase rule states that there exist one": {
    "guess": "Triple point",
    "confidence": [
      [
        "Triple",
        -0.06764385
      ],
      [
        " point",
        -0.20504515
      ]
    ]
  },
  "Many prefer Ferruccio Busoni's arpeggio-less transcription of this piece to the comparably popular one by Carl Tausig. Different theories posit that this piece was originally written for unaccompanied violin and that its unusual features owe to the limitations of an instrument the composer had to work with in Anhalt-Cothen. A different piece with the same name, key, and composer as this one is nicknamed the \"Dorian.\" This piece begins with a mordant A in both hands, followed by a rapid descending G-F-E-D-C sharp, then D. The contrapuntal second title portion of this D minor piece is interspersed with the more virtuosic style of the first title section. For 10 points, name this spooky organ piece": {
    "guess": "Toccata and Fugue in D minor (Bach)",
    "confidence": [
      [
        "T",
        -0.0049696243
      ],
      [
        "occ",
        -0.0021023215
      ],
      [
        "ata",
        -1.3306016e-05
      ],
      [
        " and",
        -5.8245798e-05
      ],
      [
        " F",
        -1.6240566e-06
      ],
      [
        "ug",
        -0.00019793781
      ],
      [
        "ue",
        -2.939851e-05
      ],
      [
        " in",
        -2.6537622e-05
      ],
      [
        " D",
        -2.2246291e-05
      ],
      [
        " minor",
        -0.042183425
      ],
      [
        " (",
        -0.8480932
      ],
      [
        "B",
        -0.052075416
      ],
      [
        "ach",
        -1.5332478e-05
      ],
      [
        ")",
        -7.314626e-05
      ]
    ]
  },
  "A manifesto with this man's name in the title argued against the termination policy and said that the black civil rights movement was incommensurable with the needs of American Indians; that political tract by Vine Deloria says that this man \"died for your sins.\" This man was once suspended for a year in a court-martial after leaving Fort Harker to visit his wife, though he soon returned for a campaign": {
    "guess": "Custer Died for Your Sins",
    "confidence": [
      [
        "C",
        -1.3220099
      ],
      [
        "uster",
        -0.026160482
      ],
      [
        " Died",
        -0.11541912
      ],
      [
        " for",
        -0.013631657
      ],
      [
        " Your",
        -0.00030209616
      ],
      [
        " S",
        -3.059055e-05
      ],
      [
        "ins",
        -4.692145e-05
      ]
    ]
  },
  "Many sufferers of this disease have alpha-synuclein-containing Lewy neurites in the CA2-3 region, and all have APP that has been fragmented via proteolysis. It can only be definitively diagnosed via treatment": {
    "guess": "Alzheimer's disease",
    "confidence": [
      [
        "Al",
        -0.15762877
      ],
      [
        "zheimer",
        -0.0003931384
      ],
      [
        "'s",
        -0.0017683621
      ],
      [
        " disease",
        -0.020734102
      ]
    ]
  },
  "This many flutes respond to the trumpet in Ives' The Unanswered Question, and John Cage's Imaginary Landscape of this number includes parts for 12 radios. Mahler's symphony of this number ends with a soprano solo, and Bruckner's is called the \"Romantic\". Mendelssohn's symphony of this number was inspired by a journey through Europe and is nicknamed \"Italian\", and E (*) major has this many sharps. Beethoven's": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -0.40273383
      ]
    ]
  },
  "Many of this man's writings were collected by Muriel Rukeyser, who intended to author a study on him. A colleague of James Cattell, his students included Frank Speck and Clark Wissler, who succeeded him": {
    "guess": "Franz Boas",
    "confidence": [
      [
        "Fran",
        -0.007849714
      ],
      [
        "z",
        -3.650519e-06
      ],
      [
        " Bo",
        -0.00013572084
      ],
      [
        "as",
        -0.00023119197
      ]
    ]
  },
  "Mandelkern shows that this theorem is nonconstructive due to its equivalence to the Limited Principle of Omniscience, which is duplicated by its Brouwerian counterexamples. Its namesake property for ideals": {
    "guess": "Arithmetical hierarchy",
    "confidence": [
      [
        "Ar",
        -1.6245295
      ],
      [
        "ith",
        -0.9168077
      ],
      [
        "met",
        -2.451116e-05
      ],
      [
        "ical",
        -0.0030374897
      ],
      [
        " hierarchy",
        -0.08270288
      ]
    ]
  },
  "This man's mansion has been appropriated to serve as an administrative building for Liberty University. He opposed the nomination of Floyd Roberts, and gained his office by being appointed to fill the vacancy left when Thomas Martin died. This man, who served as President Pro Tem during World War II, succeeded William MacAdoo in another of his offices. Woodrow Wilson's Treasury Secretary, this man directly opposed New Deal policies in the Senate. This author of the Federal Reserve Act also served as the Chairman of the Appropriations Committee. This man's best known legislation created the FDIC": {
    "guess": "Carter Glass",
    "confidence": [
      [
        "C",
        -0.05082759
      ],
      [
        "arter",
        -0.00011093382
      ],
      [
        " Glass",
        -0.00041386887
      ]
    ]
  },
  "Many of this person's early works are in the collection Twelve Years, and one of his calls to action was his April Theses. This person was forced into exile after the July Days, but he soon returned to his native country and issued a Decree on Peace and Decree on Land, taking control of his country and negotiating the Treaty of Brest-Litovsk with Germany and the other Central Powers. After an attempted assassination of this person by Fanni Kaplan, the Red Terror was started. Name this Bolshevik leader": {
    "guess": "Vladimir Lenin",
    "confidence": [
      [
        "V",
        -0.0065511246
      ],
      [
        "lad",
        -1.1279553e-05
      ],
      [
        "imir",
        -0.0011572469
      ],
      [
        " Lenin",
        -0.00041398805
      ]
    ]
  },
  "How many Joules of energy are stored on a capacitor if it is ten to the negative eighth farads and it holds ten to the negative third coulombs? If you don't know the formula, you might be able to derive it using the facts that the differential of work is equal to the electrical potential difference times the differential of charge. In a capacitor, the electrical potential difference equals the charge divided by the capacitance.": {
    "guess": "Energy stored in a capacitor",
    "confidence": [
      [
        "Energy",
        -0.57635367
      ],
      [
        " stored",
        -0.056846764
      ],
      [
        " in",
        -0.38751614
      ],
      [
        " a",
        -0.045169044
      ],
      [
        " capacitor",
        -0.07230858
      ]
    ]
  },
  "Many members of this movement joined groups known as \"the underbrush\" in response to an order for conscript labor. Its leaders took code names such as \"Max\" and \"Aubrac\" and attempted to unify such predecessor": {
    "guess": "French Resistance",
    "confidence": [
      [
        "French",
        -0.27350673
      ],
      [
        " Resistance",
        -0.0060967044
      ]
    ]
  },
  "The Manningtree altarpiece features this artist's The Risen Christ, and in another work the titular animal action is performed by jumping over an obstacle as people look on from a barge. In addition to Leaping Horse, he painted several works about life near his hometown of East Bergholt, while another series depicts the title structure at Leadenhall \"from the River,\" and \"from the meadows\" with an": {
    "guess": "John Constable",
    "confidence": [
      [
        "John",
        -0.008163342
      ],
      [
        " Const",
        -5.240482e-05
      ],
      [
        "able",
        -2.577686e-06
      ]
    ]
  },
  "Many critics did not like the ending, in which the virtuous attendant Paulina reveals all along that she had been pretending Queen Hermione was dead. Paulina arrived at the court of Sicily with Camillo, who had fled to Bohemia long before. All except one were given a happy end with the wedding of Perdita and Florizel: even the jealous King Leontes and his old friend Polixenes. For 10 points—in what play does the sole unfortunate resolution come for Antigonus, who is given the stage direction \"Exit,": {
    "guess": "The Winter's Tale",
    "confidence": [
      [
        "The",
        -0.0031191334
      ],
      [
        " Winter",
        -8.506662e-05
      ],
      [
        "'s",
        -8.9357956e-05
      ],
      [
        " Tale",
        -3.1305768e-05
      ]
    ]
  },
  "Many of this man's works were produced by family friends Hans and Florence Knoll, including one with a white frame and red cushion, the iconic Tulip chair. Collaborating with the president of the Cranbrook Academy of Art, he designed the Kleinhans Music Hall in Buffalo, New York. The roof of another of his buildings has 1/8th of a sphere, and serves as a concert hall in MIT. His other works include": {
    "guess": "Eero Saarinen",
    "confidence": [
      [
        "E",
        -0.013925133
      ],
      [
        "ero",
        -0.00084166887
      ],
      [
        " Sa",
        -0.0001345288
      ],
      [
        "ar",
        -0.00027420983
      ],
      [
        "inen",
        -1.3306016e-05
      ]
    ]
  },
  "At the Manual Arts High School in Los Angeles, he studied under Frederick Schwankovsky, who introduced him to noted theosophist Jiddu Krishnamurti. As an adult, he studied painting in New York in the 1930s under Thomas Hart Benton. He shows the influence of Albert Ryder in such early work as Going West. He is better known, however, for such works as Number 1A and The Guardians of the Secret. For ten points, name this abstract expressionist originator of \"action painting,\" who was nicknamed \"Jack": {
    "guess": "Jackson Pollock",
    "confidence": [
      [
        "Jackson",
        -0.0011309286
      ],
      [
        " Pol",
        -1.504853e-06
      ],
      [
        "lock",
        -1.735894e-05
      ]
    ]
  },
  "How many Joules of energy are stored on a capacitor if it is ten to the negative eighth farads and it holds ten to the negative third coulombs? If you don't know the formula, you might be able to derive it using the facts that the differential of work is equal to the electrical potential difference times": {
    "guess": "Capacitance",
    "confidence": [
      [
        "Cap",
        -0.2665339
      ],
      [
        "ac",
        -7.684157e-05
      ],
      [
        "it",
        -0.40085533
      ],
      [
        "ance",
        -4.441817e-05
      ]
    ]
  },
  "How many Joules of energy are stored on a capacitor if it is ten to the negative eighth farads and it holds ten to the negative third coulombs? If you don't know the formula, you might be able to derive": {
    "guess": "Energy stored in a capacitor",
    "confidence": [
      [
        "Energy",
        -0.34185058
      ],
      [
        " stored",
        -0.07726021
      ],
      [
        " in",
        -0.6563005
      ],
      [
        " a",
        -0.012723662
      ],
      [
        " capacitor",
        -0.024516668
      ]
    ]
  },
  "Manann'an is a 30 kilometer crater on it, from an impact that penetrated dark terrain to reveal brighter": {
    "guess": "Ganymede",
    "confidence": [
      [
        "G",
        -1.5561633
      ],
      [
        "an",
        -0.00036715568
      ],
      [
        "ym",
        -5.9153886e-06
      ],
      [
        "ede",
        -6.511407e-06
      ]
    ]
  },
  "In many of his early paintings, this artist placed such emphasis on the shadow cast by jawbones of his subjects their heads looked discontinuous with their necks, seen most extremely in his tiny canvas": {
    "guess": "Francis Bacon (artist)",
    "confidence": [
      [
        "Franc",
        -0.22209989
      ],
      [
        "is",
        -0.28012583
      ],
      [
        " Bacon",
        -0.0015944843
      ],
      [
        " (",
        -0.035608936
      ],
      [
        "artist",
        -0.21330743
      ],
      [
        ")",
        -0.002154784
      ]
    ]
  },
  "This man's mansion has been appropriated to serve as an administrative building for Liberty University. He opposed the nomination of Floyd Roberts, and gained his office by being appointed to fill the vacancy left when Thomas Martin died. This man, who served as President Pro Tem during World War II, succeeded William MacAdoo in another of his offices. Woodrow Wilson's Treasury Secretary, this man directly opposed New Deal policies in the Senate. This author of the Federal Reserve Act also served as the Chairman of the Appropriations Committee. This man's best known legislation created the FDIC and separated banks from securities brokers. For ten points, identify this man who co-authored that banking legislation with Steagall, a Senator from Virginia.": {
    "guess": "Carter Glass",
    "confidence": [
      [
        "C",
        -0.18159005
      ],
      [
        "arter",
        -5.383526e-05
      ],
      [
        " Glass",
        -0.0004801241
      ]
    ]
  },
  "Many of this leader's decisions were carried out by his disciple Saint-Just. This leader called his government the Republic of Virtue, and instituted a religion called The Cult of the Supreme Being. After he engineered the downfalls of Hébert and Danton, he was overthrown and executed during the Thermidorian": {
    "guess": "Maximilien Robespierre",
    "confidence": [
      [
        "Max",
        -0.0034489685
      ],
      [
        "im",
        -0.000104496816
      ],
      [
        "il",
        -0.00028302724
      ],
      [
        "ien",
        -3.5313153e-06
      ],
      [
        " Rob",
        -0.00012809181
      ],
      [
        "esp",
        -1.1041146e-05
      ],
      [
        "ierre",
        -4.1273333e-06
      ]
    ]
  },
  "A man managed to escape from a ruler of this empire by hiding in wicker baskets covered in flowers. Jean-Baptiste Tavernier gave a notable description of an artifact created by this empire, which was dealt a major defeat at the Battle of Karnal by an Afsharid ruler. A mosque destroyed in riots in 1992 was named for a ruler of this empire. Another ruler of this empire created the House of Worship to house debates between scholars of all faiths, after which he created his own syncretic faith called Din-e lahi. Shivaji repulsed attacks by this empire and founded its nemesis, the Maratha confederacy. For 10 points, name this empire which built the Peacock Throne during the reign of Shah Jahan.": {
    "guess": "Mughal Empire",
    "confidence": [
      [
        "M",
        -0.05915246
      ],
      [
        "ugh",
        -0.00045045334
      ],
      [
        "al",
        -2.4987974e-05
      ],
      [
        " Empire",
        -8.3993786e-05
      ]
    ]
  },
  "Many recent studies have sought to pinpoint ‘dust-reddened' ones of these through LoBALs, or broad absorption lines. Neutral hydrogen clouds create a characteristic suppression in their spectra in the Gunn-Peterson Effect. They were first discovered by Marten Schmidt, and Einstein's theory of gravitational lensing was first confirmed by one of them. Their spectral energy is believed to arise from large amounts of matter falling into regions of extreme gravity. Characterized by very high redshifts and believed to be powered by supermassive black holes, for 10 points, identify these super-powerful": {
    "guess": "Quasars",
    "confidence": [
      [
        "Qu",
        -0.00020544765
      ],
      [
        "as",
        -0.030002825
      ],
      [
        "ars",
        -1.2664457e-06
      ]
    ]
  },
  "Many fossils on this landmass are preserved in the Beacon Sandstone, and this landmass is generally divided into Andean and Gondwanan provinces. Volcanoes on this landmass include Gaussberg and Deception Island, and the AMANDA observatory is found on this landmass. The Queen Maud Mountains form part": {
    "guess": "Antarctica",
    "confidence": [
      [
        "Ant",
        -0.003534256
      ],
      [
        "ar",
        -4.406056e-05
      ],
      [
        "ctica",
        -7.8033605e-05
      ]
    ]
  },
  "Mammals perform the \"tidal\" variety of this action, which is less efficient than an unidercentional approach. In insects, holes called spiracles open up into a system of chitin tubes where this process takes place, and birds use a series of sacs to make this process highly efficient. Rows of(*) lamellae form the filaments of the organs fish use for this process by running a concurrent exchange of molecules,": {
    "guess": "Respiration",
    "confidence": [
      [
        "Res",
        -0.11842082
      ],
      [
        "piration",
        -0.18304409
      ]
    ]
  },
  "Mandelkern shows that this theorem is nonconstructive due to its equivalence to the Limited Principle of Omniscience, which is duplicated by its Brouwerian counterexamples. Its namesake property for ideals is equivalent to a P-point of the Cech-Stone compactification beta-omega, but it fails for ideals when their quotient Boolean algebra has a countably splitting family. Its extension to transfinite step sequences with ordinal indices leads to a proof for the Erdos-Rado theorem. (*) One of its common proofs generates a series of nested intervals, each of which contains the leftmost subinterval of the last, and demonstrates that their left end points are a Cauchy sequence with a limit about which": {
    "guess": "Bolzano-Weierstrass theorem",
    "confidence": [
      [
        "B",
        -0.23242004
      ],
      [
        "ol",
        -0.11298107
      ],
      [
        "zano",
        -0.00010175513
      ],
      [
        "-",
        -0.50864005
      ],
      [
        "We",
        -0.000120708515
      ],
      [
        "ier",
        -0.0006847949
      ],
      [
        "str",
        -0.00059973856
      ],
      [
        "ass",
        -2.9517714e-05
      ],
      [
        " theorem",
        -0.034038562
      ]
    ]
  },
  "Many of this religion's main figures reached moksha on the mountain Sametshikharji. This religion performs sacred rituals at derasars, including reciting a mantra which ends \"Padhamam Havei Mangalam,\"": {
    "guess": "Jainism",
    "confidence": [
      [
        "J",
        -0.0009088411
      ],
      [
        "ain",
        -3.7697225e-06
      ],
      [
        "ism",
        -8.530503e-05
      ]
    ]
  },
  "This man managed to pass the Symplegades after he allowed a dove to fly through them, and, seeing it emerge alive on the other side, knew that he could pass through safely. This man's son Thessalus became": {
    "guess": "Phineus",
    "confidence": [
      [
        "Ph",
        -0.29174238
      ],
      [
        "ine",
        -0.006826433
      ],
      [
        "us",
        -0.6724977
      ]
    ]
  },
  "Many significant events in the life of one of this novel's characters take place on August 4th. One character gambles away forty thousand pounds at Monte Carlo to pay off La Dolciquita after being exonerated in the Kilsyte case, and is later blackmailed by Major Basil. Maisie Maidan dies upon learning that the protagonist has faked a heart problem to live near her in Nauheim, and Nancy Rufford goes insane after moving to India. Originally titled \"The Saddest Story,\" this novel closes with Rodney Bayham marrying Leonora and former cuckold John Dowell buying Branshaw Teleragh. Recounting Florence": {
    "guess": "The Good Soldier",
    "confidence": [
      [
        "The",
        -0.0045992304
      ],
      [
        " Good",
        -0.0028496871
      ],
      [
        " Soldier",
        -0.00012546933
      ]
    ]
  },
  "It has many definitions, all of which involve the concept of dominance. Immanuel Wallerstein calls it": {
    "guess": "Hierarchy",
    "confidence": [
      [
        "Hierarchy",
        -0.87620866
      ]
    ]
  },
  "Too many soldiers signed up to accompany this man, so God decided which soldiers would go based on how they drank their water. The day of the attack, a man had a dream that a loaf of bread representing this man crushed the Midianite camp. He and the soldiers attacked the Midianites during the night.": {
    "guess": "Gideon",
    "confidence": [
      [
        "G",
        -0.0031494384
      ],
      [
        "ideon",
        -5.4908094e-05
      ]
    ]
  },
  "A manifesto with this man's name in the title argued against the termination policy and said that the black civil rights movement was incommensurable with the needs of American Indians; that political tract by Vine Deloria says that this man \"died for your sins.\" This man was once suspended for a year in a court-martial after leaving Fort Harker to visit his wife, though he soon returned for a campaign against Washita River villages that included the destruction of Black Kettle's home. While serving": {
    "guess": "Custer Died for Your Sins",
    "confidence": [
      [
        "C",
        -1.9124211
      ],
      [
        "uster",
        -0.009900933
      ],
      [
        " Died",
        -0.1936772
      ],
      [
        " for",
        -0.0077237417
      ],
      [
        " Your",
        -0.00014454192
      ],
      [
        " S",
        -2.0935051e-05
      ],
      [
        "ins",
        -4.7875077e-05
      ]
    ]
  },
  "Many actors audition by reciting a monologue written by this author which begins \"I always worry that maybe people aren't going to like me, when I go to a party.\" That monologue is spoken by the suicidal Jewish cadet Sammy in this author's play about the family of Reuben Flood. In another of this author's plays, Dr. Lyman reads the balcony scene from Romeo and Juliet with the waitress Elma, Grace slips upstairs to sleep with Carl, and Cherie is pursued by the cowboy Bo Decker. This author set many of his plays in small Midwest towns, such as a play in which Madge Owens falls in love with Hal Carter. For 10 points, name this American playwright of The Dark at the Top of the Stairs, Bus Stop, and Picnic.": {
    "guess": "William Inge",
    "confidence": [
      [
        "William",
        -0.00096458074
      ],
      [
        " In",
        -0.00025645216
      ],
      [
        "ge",
        -1.9027791e-05
      ]
    ]
  },
  "Many of this man's works were produced by family friends Hans and Florence Knoll, including one with a white frame and red cushion, the iconic Tulip chair. Collaborating with the president of the Cranbrook Academy of Art, he designed the Kleinhans Music Hall in Buffalo, New York. The roof of another of his buildings has 1/8th of a sphere, and serves as a concert hall in MIT. His other works include the General Motors Technical Center, the TWA flight center in New York, and Dulles International Airport": {
    "guess": "Eero Saarinen",
    "confidence": [
      [
        "E",
        -0.0014716495
      ],
      [
        "ero",
        -0.00054397696
      ],
      [
        " Sa",
        -2.8444882e-05
      ],
      [
        "ar",
        -0.00019364648
      ],
      [
        "inen",
        -1.735894e-05
      ]
    ]
  },
  "A man managed to escape from a ruler of this empire by hiding in wicker baskets covered in flowers. Jean-Baptiste Tavernier gave a notable description of an artifact created by this empire, which was dealt a major defeat at the Battle of Karnal by an Afsharid ruler. A mosque destroyed in riots in 1992": {
    "guess": "Mughal Empire",
    "confidence": [
      [
        "M",
        -0.04169703
      ],
      [
        "ugh",
        -0.0011790355
      ],
      [
        "al",
        -6.289474e-05
      ],
      [
        " Empire",
        -0.019722996
      ]
    ]
  },
  "Many of us have read The Canterbury Tales. Do you prefer the stories with a serious tone or a lighter tone? [Moderator: await response and read the appropriate bonus]  I. Identify the characters who tell the following tales which exhibit Chaucer's more serious side F10PE.  A. This tale is a retelling": {
    "guess": "The Squire's Tale",
    "confidence": [
      [
        "The",
        -0.1465378
      ],
      [
        " S",
        -0.8996266
      ],
      [
        "quire",
        -0.00024144349
      ],
      [
        "'s",
        -0.0025983653
      ],
      [
        " Tale",
        -0.00081736967
      ]
    ]
  },
  "Many recent studies have sought to pinpoint ‘dust-reddened' ones of these through LoBALs, or broad absorption lines. Neutral hydrogen clouds create a characteristic suppression in their spectra in the Gunn-Peterson Effect. They were first discovered by Marten Schmidt, and Einstein's theory of gravitational": {
    "guess": "Quasars",
    "confidence": [
      [
        "Qu",
        -0.00018732868
      ],
      [
        "as",
        -0.010751611
      ],
      [
        "ars",
        -1.9361265e-07
      ]
    ]
  },
  "Many recent studies have sought to pinpoint ‘dust-reddened' ones of these through LoBALs, or broad absorption": {
    "guess": "Quasars",
    "confidence": [
      [
        "Qu",
        -0.003440415
      ],
      [
        "as",
        -0.06260121
      ],
      [
        "ars",
        -1.0206721e-05
      ]
    ]
  },
  "For many centuries after the Romans destroyed Jerusalem the Jewish  community that settled in Babylonia provided the religious and scholarly  leadership for Jews worldwide. They created academies in Babylonia that  answered questions of Jewish law. Today the name given to these academies  lives on as": {
    "guess": "Yeshiva",
    "confidence": [
      [
        "Y",
        -0.4046176
      ],
      [
        "esh",
        -3.7697225e-06
      ],
      [
        "iva",
        -0.007975557
      ]
    ]
  },
  "Mandelkern shows that this theorem is nonconstructive due to its equivalence to the Limited Principle of Omniscience, which is duplicated by its Brouwerian counterexamples. Its namesake property for ideals is equivalent to a P-point of the Cech-Stone compactification beta-omega, but it fails for ideals when their quotient Boolean algebra has a countably splitting family. Its extension to transfinite step sequences with ordinal indices leads to a proof for the Erdos-Rado theorem. (*) One of its common proofs generates a series of nested intervals, each of which contains the leftmost subinterval": {
    "guess": "Baire category theorem",
    "confidence": [
      [
        "B",
        -1.2272654
      ],
      [
        "aire",
        -0.8752371
      ],
      [
        " category",
        -0.120822474
      ],
      [
        " theorem",
        -0.00018935515
      ]
    ]
  },
  "So many people remember the winners of music awards for about a year and then forget them like Freshman Comp. Prove you're less fickle and name the winners of each of the following awards from the 2000 CMAs F6PE. If the award is presented for a specific song, album, music video, etc., provide that as well as the artist.  A. Vocal Group of the Year": {
    "guess": "Country Music Association Award for Vocal Group of the Year",
    "confidence": [
      [
        "Country",
        -0.4931668
      ],
      [
        " Music",
        -0.0026726841
      ],
      [
        " Association",
        -0.012077143
      ],
      [
        " Award",
        -0.24478023
      ],
      [
        " for",
        -0.006082376
      ],
      [
        " Vocal",
        -0.028879484
      ],
      [
        " Group",
        -0.08012851
      ],
      [
        " of",
        -0.0004549831
      ],
      [
        " the",
        -0.0015680688
      ],
      [
        " Year",
        -0.0016380504
      ]
    ]
  },
  "In many stories, this object is kept safe at Corbenic. The Dolorous Stroke maimed this object's keeper, the Fisher King. According to legend, this object could only be discovered by the man who could sit": {
    "guess": "Holy Grail",
    "confidence": [
      [
        "Holy",
        -0.016841369
      ],
      [
        " Gr",
        -0.00011605957
      ],
      [
        "ail",
        -1.0683535e-05
      ]
    ]
  },
  "Many of this religion's main figures reached moksha on the mountain Sametshikharji. This religion performs sacred rituals at derasars, including reciting a mantra which ends \"Padhamam Havei Mangalam,\" the Navkar Mantra. Members of one sect of this religion sweep ahead of where they walk and wear cloth over the mouth to avoid trampling and ingesting insects, while another group does not even own clothes and are called \"sky-clad,\" or Digambaras. It was founded by its 24th \"ford-maker\", or Tirthankara,": {
    "guess": "Jainism",
    "confidence": [
      [
        "J",
        -0.0007570966
      ],
      [
        "ain",
        -6.0345924e-06
      ],
      [
        "ism",
        -2.2961513e-05
      ]
    ]
  },
  "This many flutes respond to the trumpet in Ives' The Unanswered Question, and John Cage's Imaginary Landscape of this number includes parts for 12 radios. Mahler's symphony of this number ends with a soprano solo, and Bruckner's is called the \"Romantic\". Mendelssohn's symphony of this number was inspired by a journey through Europe and is nicknamed \"Italian\", and E (*) major has this many sharps. Beethoven's fate motif contains this many notes; that motif begins his fifth symphony. For ten points,": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -1.2618723
      ]
    ]
  },
  "Manu became the father of mankind after being saved from one of these by an avatar of Vishnu, and Viracocha used one of these to destroy a race of humans he made from stone. In the Epic of Gilgamesh, Utnapishtim relates surviving one of these thanks to the warning of Ea. Deucalion and Pyrrha correctly interpreted instructions to cast \"the bones of their mother\" behind them to mean throwing stones to restore the human race after surviving one of these by traveling in a chest. FTP name this meteorological": {
    "guess": "Flood myth",
    "confidence": [
      [
        "F",
        -0.6435865
      ],
      [
        "lood",
        -2.057744e-05
      ],
      [
        " myth",
        -0.24845959
      ]
    ]
  },
  "Too many soldiers signed up to accompany this man, so God decided which soldiers would go based on how": {
    "guess": "Joan of Arc",
    "confidence": [
      [
        "Jo",
        -0.8637811
      ],
      [
        "an",
        -0.5996233
      ],
      [
        " of",
        -0.0027235637
      ],
      [
        " Arc",
        -0.00022940392
      ]
    ]
  },
  "Too many soldiers signed up to accompany this man, so God decided which soldiers would go based on how they drank their water. The day of the attack, a man had a dream that a loaf of bread representing": {
    "guess": "Joan of Arc",
    "confidence": [
      [
        "Jo",
        -1.8649402
      ],
      [
        "an",
        -0.0012999962
      ],
      [
        " of",
        -0.001800008
      ],
      [
        " Arc",
        -0.000156101
      ]
    ]
  },
  "Many of these exist for substances with multiple polymorphs, such as silver iodide and aluminum silicate, and helium-4 has two of them, called \"lambda\" ones, because of superfluidity. If a substance has n solid phases, it will have n choose three of these. Gibbs's phase rule states that there exist one fewer degrees of freedom under this condition than the number of components in the mixture. One aspect of it for water is the second reference point of the Kelvin scale. FTP, name this pressure and temperature at which one may isolate all of a substance's three phases.": {
    "guess": "Triple point",
    "confidence": [
      [
        "Triple",
        -0.006290772
      ],
      [
        " point",
        -0.015322266
      ]
    ]
  },
  "Many actors audition by reciting a monologue written by this author which begins \"I always worry that maybe people aren't going to like me, when I go to a party.\" That monologue is spoken by the suicidal Jewish cadet Sammy in this author's play about the family of Reuben Flood. In another of this author's plays, Dr. Lyman reads the balcony scene from Romeo and Juliet with the waitress Elma, Grace slips upstairs to sleep with Carl, and Cherie is pursued by the cowboy Bo Decker. This author set many of his plays in small Midwest towns, such as a play in which Madge Owens falls in love with Hal Carter. For 10 points, name this American playwright of The Dark at the Top of the Stairs, Bus Stop, and": {
    "guess": "William Inge",
    "confidence": [
      [
        "William",
        -0.0030265525
      ],
      [
        " In",
        -0.00040672027
      ],
      [
        "ge",
        -5.7172965e-05
      ]
    ]
  },
  "Mandelkern shows that this theorem is nonconstructive due to its equivalence to the Limited Principle of Omniscience, which is duplicated by its Brouwerian counterexamples. Its namesake property for ideals is equivalent to a P-point of the Cech-Stone compactification beta-omega, but it fails for ideals when their quotient Boolean algebra has a countably splitting family. Its extension to transfinite step sequences with ordinal indices leads to a proof for the Erdos-Rado theorem. (*) One of its common proofs generates a series of nested intervals, each of which contains the leftmost subinterval of the last, and demonstrates that their left end points are a Cauchy sequence with a limit about which the subinterval contains infinitely many points of an infinite set. It follows from subsequences of real numbers via the Monotone convergence axiom, and may be derived from Cantor's intersection theorem": {
    "guess": "Bolzano-Weierstrass theorem",
    "confidence": [
      [
        "B",
        -0.17417476
      ],
      [
        "ol",
        -0.024740333
      ],
      [
        "zano",
        -3.297462e-05
      ],
      [
        "-",
        -0.027706046
      ],
      [
        "We",
        -0.00015645861
      ],
      [
        "ier",
        -0.00017159748
      ],
      [
        "str",
        -8.1371305e-05
      ],
      [
        "ass",
        -3.7146747e-05
      ],
      [
        " theorem",
        -0.0003777648
      ]
    ]
  },
  "In many of his early paintings, this artist placed such emphasis on the shadow cast by jawbones of his subjects their heads looked discontinuous with their necks, seen most extremely in his tiny canvas Memento Mori. Marcel Proust identified a namesake shade of pink that this painter frequently used. This man painted the best-known depiction of an incident in which a woman drops a pearl in a glass of vinegar to win a wager against her lover about who could stage the most lavish feast. With Girolamo Colonna, this painter decorated a ballroom in the Palazzo Labia with paintings of the encounters between (*) Marc Antony and Cleopatra. This artist painted Neptune guiding a treasure-laden galleon away from a group of dark-skinned men wearing feathered headdresses in a ceiling fresco for the throne room of the Royal Palace of Madrid. This man painted Apollo touring the universe in his Allegory of the Planets and Continents, which decorates the main staircase at the Wurzburg Residence. For 10 points,": {
    "guess": "Giovanni Battista Tiepolo",
    "confidence": [
      [
        "G",
        -0.3339852
      ],
      [
        "iov",
        -0.021925796
      ],
      [
        "anni",
        0.0
      ],
      [
        " Batt",
        -0.0019888286
      ],
      [
        "ista",
        -3.4285862e-05
      ],
      [
        " Tie",
        -0.00058567984
      ],
      [
        "pol",
        -4.604148e-06
      ],
      [
        "o",
        -1.7120534e-05
      ]
    ]
  },
  "Many of the characters in this novel blame their misfortune on the proximity of the tomb of an old witch.": {
    "guess": "The Crucible",
    "confidence": [
      [
        "The",
        -0.36829653
      ],
      [
        " Cruc",
        -0.007673707
      ],
      [
        "ible",
        -1.1041146e-05
      ]
    ]
  },
  "Manu became the father of mankind after being saved from one of these by an avatar of Vishnu, and Viracocha used one of these to destroy a race of humans he made from stone. In the Epic of Gilgamesh, Utnapishtim relates surviving one of these thanks to the warning of Ea. Deucalion and Pyrrha correctly interpreted instructions to cast \"the bones of their mother\" behind them to mean throwing stones to": {
    "guess": "Flood myth",
    "confidence": [
      [
        "F",
        -0.3744199
      ],
      [
        "lood",
        -4.0603656e-05
      ],
      [
        " myth",
        -0.026026106
      ]
    ]
  },
  "Many prefer Ferruccio Busoni's arpeggio-less transcription of this piece to the comparably popular one by Carl Tausig. Different theories posit that this piece was originally written for unaccompanied violin and that its unusual features owe to the limitations of an instrument the composer had to work with in Anhalt-Cothen. A different piece with the same name, key, and composer as this one is nicknamed": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -0.9494637
      ]
    ]
  },
  "Manosque, Rians and Greoux are located in this region, the Ouveze flows through it, and the Lake of Serre-Poncon is one of the largest artificial lakes here. The Lac de Sainte-Croix is formed by the Verdon": {
    "guess": "Provence-Alpes-Côte d'Azur",
    "confidence": [
      [
        "Prov",
        -0.059458487
      ],
      [
        "ence",
        -0.000102827966
      ],
      [
        "-Al",
        -0.0057619307
      ],
      [
        "pes",
        -0.0008454834
      ],
      [
        "-C",
        -0.0001659949
      ],
      [
        "ôte",
        -0.10196961
      ],
      [
        " d",
        -0.0018433247
      ],
      [
        "'",
        -0.000657512
      ],
      [
        "Az",
        -6.873572e-05
      ],
      [
        "ur",
        -7.9418505e-06
      ]
    ]
  },
  "Many textbooks give this group's elements' electron affinities as extremely endothermic, but recent research revealed that their ions are stable and that the correct electron affinities for this group are quite low. These elements are soluble in ammonia, and act as reducing agents. Their affinity for water is so strong that many of their salts crystallize into hydrates, such as Epsom salt and gypsum, their sulfates. Because of their high electropositivity, ths group's elements generally form plus-two": {
    "guess": "Alkaline earth metal",
    "confidence": [
      [
        "Al",
        -0.0013345248
      ],
      [
        "kal",
        -0.0035634886
      ],
      [
        "ine",
        -1.504853e-06
      ],
      [
        " earth",
        -0.0017541917
      ],
      [
        " metal",
        -0.14775167
      ]
    ]
  },
  "Many fossils on this landmass are preserved in the Beacon Sandstone, and this landmass is generally divided": {
    "guess": "Antarctica",
    "confidence": [
      [
        "Ant",
        -0.0014637931
      ],
      [
        "ar",
        -3.7385154e-05
      ],
      [
        "ctica",
        -6.980855e-05
      ]
    ]
  },
  "Many of these were never released in Europe because of concerns about the game they were in containing mercury, a group which includes Telescope, Evolution Revolution and Eternal Flame.  In another game,": {
    "guess": "List of Nintendo DS games",
    "confidence": [
      [
        "List",
        -0.4905807
      ],
      [
        " of",
        -2.868329e-05
      ],
      [
        " Nintendo",
        -0.8035206
      ],
      [
        " DS",
        -0.2589621
      ],
      [
        " games",
        -0.053375013
      ]
    ]
  },
  "Many fossils on this landmass are preserved in the Beacon Sandstone, and this landmass is generally divided into Andean and Gondwanan provinces. Volcanoes on this landmass include Gaussberg and Deception Island, and the AMANDA observatory is found on this landmass. The Queen Maud Mountains form part of this landmass's dividing range, and this landmass's largest settlement lies near the volcano Mount Erebus. That settlement, McMurdo, lies in, For 10 points, what continent with highest point at Vinson": {
    "guess": "Antarctica",
    "confidence": [
      [
        "Ant",
        -0.0039353254
      ],
      [
        "ar",
        -0.00021355349
      ],
      [
        "ctica",
        -4.723352e-06
      ]
    ]
  },
  "Many of the characters in this novel blame their misfortune on the proximity of the tomb of an old witch. While the protagonist is chasing down a stray sheep, his first wife, Rosa, dies while giving birth to Asta. In order to assure Asta a proper upbringing the protagonist marries Finna and has three more children. After a series of misfortunes the family is forced to move to a hovel in the far north, where they endeavor to continue their existence as the title suggests. For 10 points-- name this": {
    "guess": "Independent People",
    "confidence": [
      [
        "Independent",
        -0.01585687
      ],
      [
        " People",
        -0.00022022522
      ]
    ]
  },
  "Many of this man's works were produced by family friends Hans and Florence Knoll, including one with": {
    "guess": "Eero Saarinen",
    "confidence": [
      [
        "E",
        -0.031967554
      ],
      [
        "ero",
        -0.0012010626
      ],
      [
        " Sa",
        -9.627177e-05
      ],
      [
        "ar",
        -0.00016027314
      ],
      [
        "inen",
        -1.0802739e-05
      ]
    ]
  },
  "This man's mansion has been appropriated to serve as an administrative building for Liberty University. He opposed the nomination of Floyd Roberts, and gained his office by being appointed to fill the": {
    "guess": "Jerry Falwell Jr.",
    "confidence": [
      [
        "Jerry",
        -0.04632314
      ],
      [
        " Fal",
        -0.011206617
      ],
      [
        "well",
        -0.00016647171
      ],
      [
        " Jr",
        -0.32863635
      ],
      [
        ".",
        -0.00021105022
      ]
    ]
  },
  "Many compounds that do not follow it dimerize, including nitrogen oxide. Exceptions to it include many compounds in Group IIIA, but Group IIA does not feature exceptions because of lower ionization energies and larger radii. Covalent compounds of beryllium and boron are the most common exceptions, though": {
    "guess": "Octet rule",
    "confidence": [
      [
        "Oct",
        -0.015611383
      ],
      [
        "et",
        -0.0001408466
      ],
      [
        " rule",
        -0.10459103
      ]
    ]
  },
  "Many actors audition by reciting a monologue written by this author which begins \"I always worry that maybe people aren't going to like me, when I go to a party.\" That monologue is spoken by the suicidal Jewish cadet Sammy in this author's play about the family of Reuben Flood. In another of this author's plays, Dr. Lyman reads the balcony scene from Romeo and Juliet with the waitress Elma, Grace slips": {
    "guess": "Bus Stop (William Inge play)",
    "confidence": [
      [
        "Bus",
        -0.54392326
      ],
      [
        " Stop",
        -7.4695905e-05
      ],
      [
        " (",
        -0.016561422
      ],
      [
        "William",
        -0.009002389
      ],
      [
        " In",
        -6.098748e-05
      ],
      [
        "ge",
        -3.2497806e-05
      ],
      [
        " play",
        -0.06639948
      ],
      [
        ")",
        -1.378283e-05
      ]
    ]
  },
  "Many of this artist's later works reflect the somber mood that led to his suicide, such as his series of murals for the nondenominational church of Houston, Texas, which he considered his best work. Probably best-known for a series of nine paintings originally intended to decorate a restaurant of the": {
    "guess": "Mark Rothko",
    "confidence": [
      [
        "Mark",
        -0.11822616
      ],
      [
        " Roth",
        -1.18755715e-05
      ],
      [
        "ko",
        -2.749125e-05
      ]
    ]
  },
  "Many significant events in the life of one of this novel's characters take place on August 4th. One character gambles away forty thousand pounds at Monte Carlo to pay off La Dolciquita after being exonerated in the Kilsyte case, and is later blackmailed by Major Basil. Maisie Maidan dies upon learning": {
    "guess": "The Good Soldier",
    "confidence": [
      [
        "The",
        -0.011318609
      ],
      [
        " Good",
        -0.00885352
      ],
      [
        " Soldier",
        -1.6762922e-05
      ]
    ]
  },
  "Many members of this movement joined groups known as \"the underbrush\" in response to an order for conscript labor. Its leaders took code names such as \"Max\" and \"Aubrac\" and attempted to unify such predecessor organizations as the Museum of Man group and the Committee of Socialist Action. Formally led by Jean Moulin, this movement opposed both the Milice and the Gestapo through such actions as blowing up factories and locomotives, most notably in the run-up to D-Day. For 10 points, identify this": {
    "guess": "French Resistance",
    "confidence": [
      [
        "French",
        -0.02529225
      ],
      [
        " Resistance",
        -0.00038348293
      ]
    ]
  },
  "Many of the characters in this novel blame their misfortune on the proximity of the tomb of an old witch. While the protagonist is chasing down a stray sheep, his first wife, Rosa, dies while giving birth to Asta. In order to assure Asta a proper upbringing the protagonist marries Finna and has three more children. After a series of misfortunes the family is forced to move to a hovel in the far north, where they endeavor to continue their existence as the title suggests. For 10 points-- name this novel about the Icelandic shepherd Bjartur, a work of Halldor Laxness.": {
    "guess": "Independent People",
    "confidence": [
      [
        "Independent",
        -0.009684318
      ],
      [
        " People",
        -9.41261e-05
      ]
    ]
  },
  "Many organisms in this phylum have perithecium as a reproductive structure. Amorphotheca resinae is an organism in this phylum that can feed on aircraft fuel. They are the most common symbiots with Trebouxia": {
    "guess": "Ascomycota",
    "confidence": [
      [
        "As",
        -0.0250522
      ],
      [
        "com",
        -5.407367e-05
      ],
      [
        "yc",
        -1.0564331e-05
      ],
      [
        "ota",
        -0.00023512568
      ]
    ]
  },
  "At the Manual Arts High School in Los Angeles, he studied under Frederick Schwankovsky, who introduced him to noted theosophist Jiddu Krishnamurti. As an adult, he studied painting in New York in the 1930s under Thomas Hart Benton. He shows the influence of Albert Ryder in such early work as Going West.": {
    "guess": "Jackson Pollock",
    "confidence": [
      [
        "Jackson",
        -0.0015823512
      ],
      [
        " Pol",
        -1.504853e-06
      ],
      [
        "lock",
        -1.247159e-05
      ]
    ]
  },
  "This man managed to pass the Symplegades after he allowed a dove to fly through them, and, seeing it emerge alive on the other side, knew that he could pass through safely. This man's son Thessalus became king of Corinth after he defeated Acastus with the aid of Peleus, while his marriage to Creusa caused enmity between himself and his lover, who killed Creusa as well as her children by this man. That woman, Medea, had earlier helped this man achieve his most notable task in Colchis. For 10 points, name this leader of the Argonauts who acquired the Golden Fleece.": {
    "guess": "Jason",
    "confidence": [
      [
        "Jason",
        -0.001049362
      ]
    ]
  },
  "Many of us have read The Canterbury Tales. Do you prefer the stories with a serious tone or a lighter tone? [Moderator: await response and read the appropriate bonus]  I. Identify the characters who tell the following tales which exhibit Chaucer's more serious side F10PE.  A. This tale is a retelling of a popular etiological myth which first appeared in Ovid's Metamorphoses, explaining how the crow acquired black feathers. According to the story, the crow was owned by Phoebus Apollo and was initially": {
    "guess": "The Crow and the Pitcher",
    "confidence": [
      [
        "The",
        -0.5066494
      ],
      [
        " Crow",
        -0.4704817
      ],
      [
        " and",
        -0.61364543
      ],
      [
        " the",
        -0.011267916
      ],
      [
        " Pitch",
        -0.2328677
      ],
      [
        "er",
        -6.551722e-05
      ]
    ]
  },
  "Many members of this movement joined groups known as \"the underbrush\" in response to an order for conscript labor. Its leaders took code names such as \"Max\" and \"Aubrac\" and attempted to unify such predecessor organizations as the Museum of Man group and the Committee of Socialist Action. Formally led": {
    "guess": "French Resistance",
    "confidence": [
      [
        "French",
        -0.24429856
      ],
      [
        " Resistance",
        -0.02361521
      ]
    ]
  },
  "This man's mansion has been appropriated to serve as an administrative building for Liberty University. He opposed the nomination of Floyd Roberts, and gained his office by being appointed to fill the vacancy left when Thomas Martin died. This man, who served as President Pro Tem during World War II, succeeded William MacAdoo in another of his offices. Woodrow Wilson's Treasury Secretary, this man": {
    "guess": "Carter Glass",
    "confidence": [
      [
        "C",
        -0.41500634
      ],
      [
        "arter",
        -0.0016449533
      ],
      [
        " Glass",
        -0.00014478032
      ]
    ]
  },
  "Many of this city's early landmarks, including the Tremont House, were designed by John M. Van Osdel. To create natural drainage, whole blocks of this city were hydraulically during the 1850s and 60s. A building in this city called the Wigwam hosted the 1860 (*) Republican National Convention. Governor John Altgeld ordered troops into this city to break up a strike against the Pullman Company, which built its company town on this city's South Side. Upton Sinclair described the meatpacking industry in - for 10 points - what largest Illinois city?": {
    "guess": "Chicago",
    "confidence": [
      [
        "Chicago",
        -0.012167119
      ]
    ]
  },
  "Many significant events in the life of one of this novel's characters take place on August 4th. One character gambles away forty thousand pounds at Monte Carlo to pay off La Dolciquita after being exonerated in the Kilsyte case, and is later blackmailed by Major Basil. Maisie Maidan dies upon learning that the protagonist has faked a heart problem to live near her in Nauheim, and Nancy Rufford goes insane after moving to India. Originally titled \"The Saddest Story,\" this novel closes with Rodney Bayham marrying Leonora and former cuckold John Dowell buying Branshaw Teleragh. Recounting Florence Dowell's extramarital affair with Captain Edward Ashburnham, FTP, name this novel by Ford Madox Ford.": {
    "guess": "The Good Soldier",
    "confidence": [
      [
        "The",
        -0.0014160693
      ],
      [
        " Good",
        -0.0007898556
      ],
      [
        " Soldier",
        -0.00013607845
      ]
    ]
  },
  "Many of the characters in this story believe that only the late Barclay Goodson could have been behind the act that sets the plot in motion. In an attempt to repay a debt of gratitude, Reverend Burgess": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -0.8224296
      ]
    ]
  },
  "Many compounds that do not follow it dimerize, including nitrogen oxide. Exceptions to it include many compounds in Group IIIA, but Group IIA does not feature exceptions because of lower ionization energies": {
    "guess": "Octet rule",
    "confidence": [
      [
        "Oct",
        -0.08167105
      ],
      [
        "et",
        -2.2961513e-05
      ],
      [
        " rule",
        -0.05427195
      ]
    ]
  },
  "Manosque, Rians and Greoux are located in this region, the Ouveze flows through it, and the Lake of Serre-Poncon is one of the largest artificial lakes here. The Lac de Sainte-Croix is formed by the Verdon river, which also forms the namesake Gorges; it joins the Durance near Vinon. The Luberon massif is located here, and the Var and the Vaucluse are two of its departements. Les Beaux, Gordes and Grasse are among the nicest places here, and the latter is often considered the center of the perfume": {
    "guess": "Provence",
    "confidence": [
      [
        "Prov",
        -0.02154377
      ],
      [
        "ence",
        -7.107425e-06
      ]
    ]
  },
  "Many of this leader's decisions were carried out by his disciple Saint-Just. This leader called his government the Republic of Virtue, and instituted a religion called The Cult of the Supreme Being. After he engineered the downfalls of Hébert and Danton, he was overthrown and executed during the Thermidorian Reaction. The leader of the Committee of Public Safety, for 10 points, name this man who guillotined": {
    "guess": "Maximilien Robespierre",
    "confidence": [
      [
        "Max",
        -0.0009008581
      ],
      [
        "im",
        -3.4762674e-05
      ],
      [
        "il",
        -4.978234e-05
      ],
      [
        "ien",
        -1.2664457e-06
      ],
      [
        " Rob",
        -1.5928495e-05
      ],
      [
        "esp",
        -6.511407e-06
      ],
      [
        "ierre",
        -3.5313153e-06
      ]
    ]
  },
  "Many members of this movement joined groups known as \"the underbrush\" in response to an order for conscript": {
    "guess": "Conscription in France",
    "confidence": [
      [
        "Con",
        -1.0179194
      ],
      [
        "scription",
        -0.120879516
      ],
      [
        " in",
        -0.10443533
      ],
      [
        " France",
        -1.0256034
      ]
    ]
  },
  "Many of this religion's main figures reached moksha on the mountain Sametshikharji. This religion performs sacred rituals at derasars, including reciting a mantra which ends \"Padhamam Havei Mangalam,\" the Navkar Mantra. Members of one sect of this religion sweep ahead of where they walk and wear cloth over the mouth to avoid trampling and ingesting insects, while another group does not even own clothes and are called \"sky-clad,\" or Digambaras. It was founded by its 24th \"ford-maker\", or Tirthankara, Mahavira. For 10 points, name this Indian religion whose five core principles include ahimsa, the": {
    "guess": "Jainism",
    "confidence": [
      [
        "J",
        -0.00055994286
      ],
      [
        "ain",
        -2.6968896e-06
      ],
      [
        "ism",
        -8.89548e-06
      ]
    ]
  },
  "Many significant events in the life of one of this novel's characters take place on August 4th. One character gambles away forty thousand pounds at Monte Carlo to pay off La Dolciquita after being exonerated in the Kilsyte case, and is later blackmailed by Major Basil. Maisie Maidan dies upon learning that the protagonist has faked a heart problem to live near her in Nauheim, and Nancy Rufford goes insane after moving to India. Originally titled \"The Saddest Story,\" this novel closes with Rodney": {
    "guess": "The Good Soldier",
    "confidence": [
      [
        "The",
        -0.004559123
      ],
      [
        " Good",
        -0.0050550257
      ],
      [
        " Soldier",
        -3.035214e-05
      ]
    ]
  },
  "Manann'an is a 30 kilometer crater on it, from an impact that penetrated dark terrain to reveal brighter material. A region consisting of hummocky terrain with blocks several kilometers across, known as the Conamara Chaos, suggests that its outer layer is only a few hundred meters thick in places. For the most part, its surface has high albedo and is smooth, broken by lenticulae and lineae. Relatively few craters suggest a surface younger than 50 million years. Magnetometer measurements indicate its internal magnetic field changes over time, suggesting that it has a conducting layer, which may be a salty liquid ocean beneath its icy surface. These measurements were carried out by the Galileo spacecraft. For 10 points, what is this smallest of the four Galilean moons of Jupiter?": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -1.1789092
      ]
    ]
  },
  "Many of the characters in this story believe that only the late Barclay Goodson could have been behind the act that sets the plot in motion. In an attempt to repay a debt of gratitude, Reverend Burgess saves Edward Richards from the disgrace that befalls 18 other people, all of whom are revealed to be liars when they attempt to use information provided by the mysterious Howard L. Stephenson to win $40,000, thus ruining the town's reputation for honesty. FTP, what is this story by Mark Twain?": {
    "guess": "The Man That Corrupted Hadleyburg",
    "confidence": [
      [
        "The",
        -0.010727787
      ],
      [
        " Man",
        -0.00024275472
      ],
      [
        " That",
        -0.0014284519
      ],
      [
        " Cor",
        -1.147242e-06
      ],
      [
        "rupted",
        -3.6669935e-05
      ],
      [
        " Had",
        -1.0280384e-06
      ],
      [
        "ley",
        -5.9080223e-05
      ],
      [
        "burg",
        -2.2842309e-05
      ]
    ]
  },
  "Many of the title roles of this composer's operas were created by the soprano Hortense Schneider. The traveler Baron Gondremarck attempts to arrange a liaison with Metella in this man's first opera with a contemporary setting, La vie parisienne. His final opera is divided into three acts named \"Olympia\", \"Antonia\", and \"Giulietta\", the last of which opens with \"Belle nuit, o nuit d'amour\", a famous (*) barcarolle. The character of Public Opinion introduces his most famous operetta, a Christoph Willibald Gluck parody which closes with the \"Galop Infernal\", whose tune became closely associated with the can-can. For 10 points, name this French composer of the operas Tales of Hoffman and Orpheus in the Underworld.": {
    "guess": "Jacques Offenbach",
    "confidence": [
      [
        "Jac",
        -0.014838963
      ],
      [
        "ques",
        -0.00034392564
      ],
      [
        " Off",
        -3.786197e-05
      ],
      [
        "en",
        -8.061054e-06
      ],
      [
        "bach",
        -3.750436e-05
      ]
    ]
  },
  "In many parts of this literary work, the protagonist takes on the persona of the minstrel show performer Mr. Bones and engages in wild conversations with his sidekick Tambo. It begins by describing how the protagonist accidentally witnessed his father's suicide, while later he loses his friend Bhain Campbell to cancer. Numbers 147-157 concern the death of poet Delmore Schwartz, the section entitled \"Opus Posthumous\" describes the death of the protagonist, Henry, while the 385th and last song tells": {
    "guess": "The Adventures of Augie March",
    "confidence": [
      [
        "The",
        -0.31182382
      ],
      [
        " Adventures",
        -0.5727929
      ],
      [
        " of",
        -0.001076634
      ],
      [
        " Aug",
        -0.007945041
      ],
      [
        "ie",
        -1.247159e-05
      ],
      [
        " March",
        -0.0002193908
      ]
    ]
  },
  "Manosque, Rians and Greoux are located in this region, the Ouveze flows through it, and the Lake of Serre-Poncon is one of the largest artificial lakes here. The Lac de Sainte-Croix is formed by the Verdon river, which also forms the namesake Gorges; it joins the Durance near Vinon. The Luberon massif is located here, and the Var and the Vaucluse are two of its departements. Les Beaux, Gordes and Grasse are among the nicest places here, and the latter is often considered the center of the perfume industry. The Mont Ventoux is considered the giant of this region that suffers from cold Mistral and warm Sirocco winds. Paul Cezanne would paint his views of the Montagne Sainte- Victoire here, while": {
    "guess": "Provence",
    "confidence": [
      [
        "Prov",
        -0.015464887
      ],
      [
        "ence",
        -4.6802244e-05
      ]
    ]
  },
  "Many of this artist's later works reflect the somber mood that led to his suicide, such as his series": {
    "guess": "Vincent van Gogh",
    "confidence": [
      [
        "Vin",
        -0.03720292
      ],
      [
        "cent",
        -2.4584822e-06
      ],
      [
        " van",
        -0.017199172
      ],
      [
        " G",
        -1.0445127e-05
      ],
      [
        "ogh",
        -2.6656826e-05
      ]
    ]
  },
  "Manann'an is a 30 kilometer crater on it, from an impact that penetrated dark terrain to reveal brighter material. A region consisting of hummocky terrain with blocks several kilometers across, known as the Conamara Chaos, suggests that its outer layer is only a few hundred meters thick in places. For the most part, its surface has high albedo and is smooth, broken by lenticulae and lineae. Relatively": {
    "guess": "Ganymede",
    "confidence": [
      [
        "G",
        -1.0520335
      ],
      [
        "an",
        -0.0019971547
      ],
      [
        "ym",
        -6.337155e-05
      ],
      [
        "ede",
        -0.00014287306
      ]
    ]
  },
  "Many of the characters in this novel blame their misfortune on the proximity of the tomb of an old witch. While the protagonist is chasing down a stray sheep, his first wife, Rosa, dies while giving birth to Asta. In order to assure Asta a proper upbringing the protagonist marries Finna and has three more children. After a series of misfortunes the family is forced to move to a hovel in the far north,": {
    "guess": "Independent People",
    "confidence": [
      [
        "Independent",
        -0.008549799
      ],
      [
        " People",
        -0.00013607845
      ]
    ]
  },
  "Many of the title roles of this composer's operas were created by the soprano Hortense Schneider. The traveler Baron Gondremarck attempts to arrange a liaison with Metella in this man's first opera with a contemporary setting, La vie parisienne. His final opera is divided into three acts named \"Olympia\",": {
    "guess": "Jacques Offenbach",
    "confidence": [
      [
        "Jac",
        -0.0048443577
      ],
      [
        "ques",
        -5.550411e-05
      ],
      [
        " Off",
        -5.3193703e-06
      ],
      [
        "en",
        -1.18755715e-05
      ],
      [
        "bach",
        -5.7768983e-05
      ]
    ]
  },
  "Mannose-6-phosphate tags enzymes headed to this organelle. Pompe's disease, Hurler syndrome, Fabry disease, and I-cell disease can all be caused by malfunctions within this organelle. The storage of ganglioside": {
    "guess": "Lysosome",
    "confidence": [
      [
        "L",
        -0.0015805667
      ],
      [
        "ys",
        -1.3067608e-05
      ],
      [
        "osome",
        -0.09468909
      ]
    ]
  },
  "The manual for this game notes that \"ninja dinosaurs\" may lurk underneath the fog of war. It includes social policies like the mutually exclusive Piety and Rationalism, the later of which includes Secularism, which gives bonus Science for each Specialist in a city. Unlike its predecessors, it gives defensive bonuses for settling near mountain ranges and is using a (*) hexagonal tile system, although Greece still replaces spearmen with its Hoplite unique unit. Name this recently released turn-based strategy game, the fifth in a series created by Sid Meier.": {
    "guess": "Civilization V",
    "confidence": [
      [
        "Civil",
        -0.016946387
      ],
      [
        "ization",
        -0.000118324446
      ],
      [
        " V",
        -0.007171282
      ]
    ]
  },
  "A manifesto with this man's name in the title argued against the termination policy and said that the black civil rights movement was incommensurable with the needs of American Indians; that political tract by Vine Deloria says that this man \"died for your sins.\" This man was once suspended for a year in a court-martial after leaving Fort Harker to visit his wife, though he soon returned for a campaign against Washita River villages that included the destruction of Black Kettle's home. While serving under Alfred Terry in an attempt to secure gold fields in the Black Hills, this lieutenant colonel": {
    "guess": "George Armstrong Custer",
    "confidence": [
      [
        "George",
        -0.620684
      ],
      [
        " Armstrong",
        -0.017250726
      ],
      [
        " C",
        -5.955704e-05
      ],
      [
        "uster",
        -2.6299214e-05
      ]
    ]
  },
  "The manual for this game notes that \"ninja dinosaurs\" may lurk underneath the fog of war. It includes social policies like the mutually exclusive Piety and Rationalism, the later of which includes Secularism,": {
    "guess": "Civilization V",
    "confidence": [
      [
        "Civil",
        -0.00516782
      ],
      [
        "ization",
        -0.0037251383
      ],
      [
        " V",
        -0.0031495579
      ]
    ]
  },
  "In the many-worlds interpretation, this scientist's namesake equation holds in all locations and at all times; that equation describes the evolution of quantum states over time and can be written as \"E psi [\"sigh\"] equals H-hat psi.\" He developed a concept involving a (*) box containing a poison that": {
    "guess": "Wheeler–DeWitt equation",
    "confidence": [
      [
        "W",
        -0.7390966
      ],
      [
        "he",
        -0.007873726
      ],
      [
        "eler",
        -7.3861476e-05
      ],
      [
        "–",
        -0.5016561
      ],
      [
        "De",
        -0.024174029
      ],
      [
        "W",
        -6.704273e-07
      ],
      [
        "itt",
        -8.537869e-06
      ],
      [
        " equation",
        -0.001956706
      ]
    ]
  },
  "Manu became the father of mankind after being saved from one of these by an avatar of Vishnu, and Viracocha used one of these to destroy a race of humans he made from stone. In the Epic of Gilgamesh, Utnapishtim relates surviving one of these thanks to the warning of Ea. Deucalion and Pyrrha correctly": {
    "guess": "Flood myth",
    "confidence": [
      [
        "F",
        -0.8910836
      ],
      [
        "lood",
        -9.610702e-06
      ],
      [
        " myth",
        -0.18192887
      ]
    ]
  },
  "Many of these exist for substances with multiple polymorphs, such as silver iodide and aluminum silicate, and helium-4 has two of them, called \"lambda\" ones, because of superfluidity. If a substance has": {
    "guess": "Polymorph",
    "confidence": [
      [
        "Pol",
        -0.13297878
      ],
      [
        "ym",
        -3.750436e-05
      ],
      [
        "orph",
        -0.4989231
      ]
    ]
  },
  "The Manningtree altarpiece features this artist's The Risen Christ, and in another work the titular animal action is performed by jumping over an obstacle as people look on from a barge. In addition to Leaping Horse, he painted several works about life near his hometown of East Bergholt, while another series depicts the title structure at Leadenhall \"from the River,\" and \"from the meadows\" with an overarching rainbow. His most famous work shows the title object near Flatford Mill on the River Stour and depicts Willy Lott's cottage. The painter of Salisbury Cathedral, for 10 points, name this English landscape artist whose best-known painting is The Hay Wain.": {
    "guess": "John Constable",
    "confidence": [
      [
        "John",
        -0.009404701
      ],
      [
        " Const",
        -4.7994283e-05
      ],
      [
        "able",
        -1.0325924e-05
      ]
    ]
  },
  "Many members of this movement joined groups known as \"the underbrush\" in response to an order for conscript labor. Its leaders took code names such as \"Max\" and \"Aubrac\" and attempted to unify such predecessor organizations as the Museum of Man group and the Committee of Socialist Action. Formally led by Jean Moulin, this movement opposed both the Milice and the Gestapo through such actions as blowing up factories and locomotives, most notably in the run-up to D-Day. For 10 points, identify this organized opposition to Vichy and the Nazi occupation government in World War II France.": {
    "guess": "French Resistance",
    "confidence": [
      [
        "French",
        -0.018643245
      ],
      [
        " Resistance",
        -0.0005440961
      ]
    ]
  },
  "This many flutes respond to the trumpet in Ives' The Unanswered Question, and John Cage's Imaginary Landscape of this number includes parts for 12 radios. Mahler's symphony of this number ends with a soprano solo, and Bruckner's is called the \"Romantic\". Mendelssohn's symphony of this number was inspired": {
    "guess": "Symphony No. 3",
    "confidence": [
      [
        "Sym",
        -0.72675365
      ],
      [
        "phony",
        -0.043050006
      ],
      [
        " No",
        -0.3208962
      ],
      [
        ".",
        -0.00040087933
      ],
      [
        " ",
        -0.0062072435
      ],
      [
        "3",
        -0.44938537
      ]
    ]
  },
  "Manu became the father of mankind after being saved from one of these by an avatar of Vishnu, and Viracocha used one of these to destroy a race of humans he made from stone. In the Epic of Gilgamesh, Utnapishtim": {
    "guess": "Deluge (mythology)",
    "confidence": [
      [
        "Del",
        -0.5074057
      ],
      [
        "uge",
        -3.7146747e-05
      ],
      [
        " (",
        -0.66763705
      ],
      [
        "my",
        -0.0011932062
      ],
      [
        "th",
        -3.500108e-05
      ],
      [
        "ology",
        -0.00036144492
      ],
      [
        ")",
        -0.0002447702
      ]
    ]
  },
  "Many of this religion's main figures reached moksha on the mountain Sametshikharji. This religion performs sacred rituals at derasars, including reciting a mantra which ends \"Padhamam Havei Mangalam,\" the Navkar Mantra. Members of one sect of this religion sweep ahead of where they walk and wear cloth over the mouth to avoid trampling and ingesting insects, while another group does not even own clothes": {
    "guess": "Jainism",
    "confidence": [
      [
        "J",
        -0.0048239576
      ],
      [
        "ain",
        -2.618001e-05
      ],
      [
        "ism",
        -9.639097e-05
      ]
    ]
  },
  "At the Manual Arts High School in Los Angeles, he studied under Frederick Schwankovsky, who introduced": {
    "guess": "Manual Arts High School",
    "confidence": [
      [
        "Manual",
        -0.44661057
      ],
      [
        " Arts",
        -0.0029022356
      ],
      [
        " High",
        -0.007719725
      ],
      [
        " School",
        -0.00014299227
      ]
    ]
  },
  "This man's mansion has been appropriated to serve as an administrative building for Liberty University. He opposed the nomination of Floyd Roberts, and gained his office by being appointed to fill the vacancy left when Thomas Martin died. This man, who served as President Pro Tem during World War II,": {
    "guess": "Harry F. Byrd",
    "confidence": [
      [
        "Harry",
        -0.7803662
      ],
      [
        " F",
        -0.7130083
      ],
      [
        ".",
        -0.00041065403
      ],
      [
        " By",
        -5.7649777e-05
      ],
      [
        "rd",
        -1.0206721e-05
      ]
    ]
  },
  "Many recent studies have sought to pinpoint ‘dust-reddened' ones of these through LoBALs, or broad absorption lines. Neutral hydrogen clouds create a characteristic suppression in their spectra in the": {
    "guess": "Quasars",
    "confidence": [
      [
        "Qu",
        -0.0068502347
      ],
      [
        "as",
        -0.15555285
      ],
      [
        "ars",
        -6.704273e-07
      ]
    ]
  },
  "Many sufferers of this disease have alpha-synuclein-containing Lewy neurites in the CA2-3 region, and all have APP that has been fragmented via proteolysis. It can only be definitively diagnosed via treatment of tissue samples with Congo Red or Bielschowsky staining for a specific peptide derived from APP. Those that have the E4 allele of apolipoprotein E are at an increased risk for this condition, which causes the breakdown of microtubules in the brain due to tau protein aggregation. FTP, name the incurable  neurodegenerative disease that affects the hippocampus and results in dementia, a condition which is characterized by the formation of beta-amyloid plaques and tangles.": {
    "guess": "Alzheimer's disease",
    "confidence": [
      [
        "Al",
        -0.0022761042
      ],
      [
        "zheimer",
        -3.655073e-05
      ],
      [
        "'s",
        -8.45898e-05
      ],
      [
        " disease",
        -0.0020007233
      ]
    ]
  },
  "Many prefer Ferruccio Busoni's arpeggio-less transcription of this piece to the comparably popular one by Carl Tausig. Different theories posit that this piece was originally written for unaccompanied violin and that its unusual features owe to the limitations of an instrument the composer had to work with in Anhalt-Cothen. A different piece with the same name, key, and composer as this one is nicknamed the \"Dorian.\" This piece begins with a mordant A in both hands, followed by a rapid descending G-F-E-D-C sharp, then D. The contrapuntal second title portion of this D minor piece is interspersed with the more virtuosic style of the first title section. For 10 points, name this spooky organ piece composed by J.S. Bach.": {
    "guess": "Toccata and Fugue in D minor, BWV 565",
    "confidence": [
      [
        "T",
        -0.0017625248
      ],
      [
        "occ",
        -4.5491004e-05
      ],
      [
        "ata",
        -2.3438328e-05
      ],
      [
        " and",
        -0.00043984794
      ],
      [
        " F",
        -1.0087517e-05
      ],
      [
        "ug",
        -7.58424e-06
      ],
      [
        "ue",
        -1.247159e-05
      ],
      [
        " in",
        -2.8160932e-06
      ],
      [
        " D",
        -1.8431772e-05
      ],
      [
        " minor",
        -0.0019361277
      ],
      [
        ",",
        -0.012323977
      ],
      [
        " BW",
        -1.8074163e-05
      ],
      [
        "V",
        -7.9418505e-06
      ],
      [
        " ",
        -3.888926e-06
      ],
      [
        "565",
        -0.027201764
      ]
    ]
  },
  "This man managed to pass the Symplegades after he allowed a dove to fly through them, and, seeing it emerge alive on the other side, knew that he could pass through safely. This man's son Thessalus became king of Corinth after he defeated Acastus with the aid of Peleus, while his marriage to Creusa caused enmity between himself and his lover, who killed Creusa as well as her children by this man. That": {
    "guess": "Jason",
    "confidence": [
      [
        "Jason",
        -0.54205984
      ]
    ]
  },
  "Manann'an is a 30 kilometer crater on it, from an impact that penetrated dark terrain to reveal brighter material. A region consisting of hummocky terrain with blocks several kilometers across, known as the Conamara Chaos, suggests that its outer layer is only a few hundred meters thick in places. For the most part, its surface has high albedo and is smooth, broken by lenticulae and lineae. Relatively few craters suggest a surface younger than 50 million years. Magnetometer measurements indicate its internal magnetic field changes over time, suggesting that it has a conducting layer, which may be a salty liquid ocean beneath its icy surface. These measurements were carried out by the Galileo": {
    "guess": "Europa",
    "confidence": [
      [
        "Eu",
        -0.57553554
      ],
      [
        "ropa",
        -5.7172965e-05
      ]
    ]
  },
  "Manjusri personifies wisdom, Kshitigarba (SHEE-tee-gar-ba) helps the dead, Avalokitesvara (a-VAH-loh-keets-VAHR-a) is also known as the goddess of mercy, and Maitreya waits in the Tushita heaven to be reborn as a messiah. Along with the arhant and pr  atyeka, it is the third of the traditional ways of achieving enlightenment. FTP, identify this term, which is used to describe anyone who could enter": {
    "guess": "Bodhisattva",
    "confidence": [
      [
        "B",
        -0.0002899374
      ],
      [
        "od",
        -0.0012321343
      ],
      [
        "his",
        -5.3193703e-06
      ],
      [
        "att",
        -5.5122365e-07
      ],
      [
        "va",
        -2.6656826e-05
      ]
    ]
  },
  "Manjusri personifies wisdom, Kshitigarba (SHEE-tee-gar-ba) helps the dead, Avalokitesvara (a-VAH-loh-keets-VAHR-a) is also known as the goddess of mercy, and Maitreya waits in the Tushita heaven to be reborn as a messiah. Along with the arhant and pr  atyeka, it is the third of the traditional ways of": {
    "guess": "Bodhisattva",
    "confidence": [
      [
        "B",
        -0.007817067
      ],
      [
        "od",
        -0.006846088
      ],
      [
        "his",
        -2.6968896e-06
      ],
      [
        "att",
        -1.9361265e-07
      ],
      [
        "va",
        -3.070975e-05
      ]
    ]
  },
  "Many organisms in this phylum have perithecium as a reproductive structure. Amorphotheca resinae is an organism in this phylum that can feed on aircraft fuel. They are the most common symbiots with Trebouxia in an organism that is often used as indicator of air quality. (*) Aflatoxins are created by organisms in this phylum. During sexual reproduction, an important organism in this phylum becomes elongated and pear-shaped, giving them the name \"shmoos.\" Penicillin was isolated from a species in it. They often are in a symbiotic relationship with green algae in lichen and they are named because they form small spores during sexual reproduction. That aforementioned organism is used to make alcohol. For 10 points, name this phylum of fungi that includes baker's yeast.": {
    "guess": "Ascomycota",
    "confidence": [
      [
        "As",
        -0.01504623
      ],
      [
        "com",
        -8.220573e-05
      ],
      [
        "yc",
        -6.968935e-05
      ],
      [
        "ota",
        -0.00029589757
      ]
    ]
  },
  "Mannose-6-phosphate tags enzymes headed to this organelle. Pompe's disease, Hurler syndrome, Fabry disease, and I-cell disease can all be caused by malfunctions within this organelle. The storage of ganglioside within this organelle in neuronal cells can cause Tay-Sachs disease, and they were discovered by Christian de Duve. The membrane around this organelle allows it to maintain the 4.5 pH level that it requires for operation. This is, for 10 points, what organelle that serves to digest waste and food within a cell?": {
    "guess": "Lysosome",
    "confidence": [
      [
        "L",
        -0.00331032
      ],
      [
        "ys",
        -2.1008714e-06
      ],
      [
        "osome",
        -6.456359e-05
      ]
    ]
  },
  "Manu became the father of mankind after being saved from one of these by an avatar of Vishnu, and Viracocha": {
    "guess": "Manu (Hinduism)",
    "confidence": [
      [
        "Man",
        -1.2777915
      ],
      [
        "u",
        -0.54751843
      ],
      [
        " (",
        -0.34771106
      ],
      [
        "H",
        -0.0020723483
      ],
      [
        "ind",
        -7.89631e-07
      ],
      [
        "u",
        -1.9361265e-07
      ],
      [
        "ism",
        -0.00019483852
      ],
      [
        ")",
        -8.76891e-05
      ]
    ]
  },
  "Many textbooks give this group's elements' electron affinities as extremely endothermic, but recent research revealed that their ions are stable and that the correct electron affinities for this group are quite low. These elements are soluble in ammonia, and act as reducing agents. Their affinity for": {
    "guess": "Alkali metal",
    "confidence": [
      [
        "Al",
        -0.17611507
      ],
      [
        "k",
        -0.0649907
      ],
      [
        "ali",
        -3.1281633e-07
      ],
      [
        " metal",
        -0.35844073
      ]
    ]
  },
  "Many organisms in this phylum have perithecium as a reproductive structure. Amorphotheca resinae is an organism in this phylum that can feed on aircraft fuel. They are the most common symbiots with Trebouxia in an organism that is often used as indicator of air quality. (*) Aflatoxins are created by organisms in this phylum. During sexual reproduction, an important organism in this phylum becomes elongated and pear-shaped, giving them the name \"shmoos.\" Penicillin was isolated from a species in it. They often are in a symbiotic relationship with green algae in lichen and they are named because they form small spores during sexual reproduction. That aforementioned organism is used to make alcohol.": {
    "guess": "Ascomycota",
    "confidence": [
      [
        "As",
        -0.006123956
      ],
      [
        "com",
        -6.2729996e-06
      ],
      [
        "yc",
        -4.365741e-06
      ],
      [
        "ota",
        -4.1080468e-05
      ]
    ]
  },
  "Many of these were never released in Europe because of concerns about the game they were in containing mercury, a group which includes Telescope, Evolution Revolution and Eternal Flame.  In another game, you change the position of a bridge (+) in one called Geared for Landing.  Boom Box is one where a shooting rocket has to be exploded (*) and a pretty boring one called \"Shhhhhhhhh!\" involves not blowing": {
    "guess": "List of Nintendo DS games",
    "confidence": [
      [
        "List",
        -0.017030189
      ],
      [
        " of",
        -0.0006604921
      ],
      [
        " Nintendo",
        -0.5362159
      ],
      [
        " DS",
        -0.0359065
      ],
      [
        " games",
        -0.077485085
      ]
    ]
  },
  "Many of the characters in this novel blame their misfortune on the proximity of the tomb of an old witch. While the protagonist is chasing down a stray sheep, his first wife, Rosa, dies while giving birth": {
    "guess": "Independent People",
    "confidence": [
      [
        "Independent",
        -0.13288903
      ],
      [
        " People",
        -4.823269e-05
      ]
    ]
  },
  "Many significant events in the life of one of this novel's characters take place on August 4th. One character gambles away forty thousand pounds at Monte Carlo to pay off La Dolciquita after being exonerated in the Kilsyte case, and is later blackmailed by Major Basil. Maisie Maidan dies upon learning that the protagonist has faked a heart problem to live near her in Nauheim, and Nancy Rufford goes": {
    "guess": "The Good Soldier",
    "confidence": [
      [
        "The",
        -0.009450408
      ],
      [
        " Good",
        -0.60399497
      ],
      [
        " Soldier",
        -6.086828e-05
      ]
    ]
  },
  "Manjusri personifies wisdom, Kshitigarba (SHEE-tee-gar-ba) helps the dead, Avalokitesvara (a-VAH-loh-keets-VAHR-a) is also known as the goddess of mercy, and Maitreya waits in the Tushita heaven to be reborn as a messiah. Along with the arhant and pr  atyeka, it is the third of the traditional ways of achieving enlightenment. FTP, identify this term, which is used to describe anyone who could enter nirvana, but who stays behind to help others achieve perfection, such as Gautama Buddha.": {
    "guess": "Bodhisattva",
    "confidence": [
      [
        "B",
        -0.00049917836
      ],
      [
        "od",
        -0.0007210109
      ],
      [
        "his",
        -4.7994283e-05
      ],
      [
        "att",
        -9.014684e-06
      ],
      [
        "va",
        -1.9385403e-05
      ]
    ]
  },
  "This man's mansion has been appropriated to serve as an administrative building for Liberty University. He opposed the nomination of Floyd Roberts, and gained his office by being appointed to fill the vacancy left when Thomas Martin died. This man, who served as President Pro Tem during World War II, succeeded William MacAdoo in another of his offices. Woodrow Wilson's Treasury Secretary, this man directly opposed New Deal policies in the Senate. This author of the Federal Reserve Act also served": {
    "guess": "Carter Glass",
    "confidence": [
      [
        "C",
        -0.036034603
      ],
      [
        "arter",
        -0.00019519613
      ],
      [
        " Glass",
        -0.00044103997
      ]
    ]
  },
  "A man managed to escape from a ruler of this empire by hiding in wicker baskets covered in flowers. Jean-Baptiste Tavernier gave a notable description of an artifact created by this empire, which was dealt a major defeat at the Battle of Karnal by an Afsharid ruler. A mosque destroyed in riots in 1992 was named for a ruler of this empire. Another ruler of this empire created the House of Worship to house debates between scholars of all faiths, after which he created his own syncretic faith called Din-e lahi. Shivaji repulsed attacks by this empire and founded its nemesis, the Maratha confederacy.": {
    "guess": "Mughal Empire",
    "confidence": [
      [
        "M",
        -0.009132102
      ],
      [
        "ugh",
        -0.0002600246
      ],
      [
        "al",
        -2.2723105e-05
      ],
      [
        " Empire",
        -0.015275656
      ]
    ]
  },
  "Many of this city's early landmarks, including the Tremont House, were designed by John M. Van Osdel. To create natural drainage, whole blocks of this city were hydraulically during the 1850s and 60s.": {
    "guess": "Chicago",
    "confidence": [
      [
        "Chicago",
        -0.053069837
      ]
    ]
  },
  "Many of this man's writings were collected by Muriel Rukeyser, who intended to author a study on him. A colleague of James Cattell, his students included Frank Speck and Clark Wissler, who succeeded him in a certain position. He authored works in collaboration with James Teit and Ella Deloria, as well as another student Paul Radin. His own works include Race in Democratic Society and Primitive Art.": {
    "guess": "Franz Boas",
    "confidence": [
      [
        "Fran",
        -0.020903278
      ],
      [
        "z",
        -7.600714e-05
      ],
      [
        " Bo",
        -5.550411e-05
      ],
      [
        "as",
        -0.00048119694
      ]
    ]
  },
  "In many of his early paintings, this artist placed such emphasis on the shadow cast by jawbones of his subjects their heads looked discontinuous with their necks, seen most extremely in his tiny canvas Memento Mori. Marcel Proust identified a namesake shade of pink that this painter frequently used.": {
    "guess": "Francis Bacon (artist)",
    "confidence": [
      [
        "Franc",
        -0.5455347
      ],
      [
        "is",
        -0.52277577
      ],
      [
        " Bacon",
        -0.01906626
      ],
      [
        " (",
        -0.5355127
      ],
      [
        "artist",
        -0.4718177
      ],
      [
        ")",
        -0.00057388237
      ]
    ]
  },
  "Mandelkern shows that this theorem is nonconstructive due to its equivalence to the Limited Principle of Omniscience, which is duplicated by its Brouwerian counterexamples. Its namesake property for ideals is equivalent to a P-point of the Cech-Stone compactification beta-omega, but it fails for ideals when their quotient Boolean algebra has a countably splitting family. Its extension to transfinite step sequences with ordinal indices leads to a proof for the Erdos-Rado theorem. (*) One of its common proofs generates a series of nested intervals, each of which contains the leftmost subinterval of the last, and demonstrates that their left end points are a Cauchy sequence with a limit about which the subinterval contains infinitely many points of an infinite set. It follows from subsequences": {
    "guess": "Bolzano-Weierstrass theorem",
    "confidence": [
      [
        "B",
        -0.4588234
      ],
      [
        "ol",
        -0.1698806
      ],
      [
        "zano",
        -4.727906e-05
      ],
      [
        "-",
        -0.52688915
      ],
      [
        "We",
        -7.8748824e-05
      ],
      [
        "ier",
        -0.0005891331
      ],
      [
        "str",
        -0.00046749215
      ],
      [
        "ass",
        -5.5577775e-06
      ],
      [
        " theorem",
        -0.08337223
      ]
    ]
  },
  "Many of these were never released in Europe because of concerns about the game they were in containing mercury, a group which includes Telescope, Evolution Revolution and Eternal Flame.  In another game, you change the position of a bridge (+) in one called Geared for Landing.  Boom Box is one where a shooting rocket has to be exploded (*) and a pretty boring one called \"Shhhhhhhhh!\" involves not blowing any of the Fronks off of a tight rope. They usually appear alongside Pyoro, and developers of": {
    "guess": "List of WarioWare: Smooth Moves microgames",
    "confidence": [
      [
        "List",
        -0.022847999
      ],
      [
        " of",
        -0.0012672555
      ],
      [
        " W",
        -0.42493165
      ],
      [
        "ario",
        -0.00053385197
      ],
      [
        "Ware",
        -0.022147244
      ],
      [
        ":",
        -0.24863476
      ],
      [
        " Smooth",
        -0.6457869
      ],
      [
        " Moves",
        -7.600714e-05
      ],
      [
        " micro",
        -0.11342125
      ],
      [
        "games",
        -0.000334393
      ]
    ]
  },
  "This many flutes respond to the trumpet in Ives' The Unanswered Question, and John Cage's Imaginary Landscape of this number includes parts for 12 radios. Mahler's symphony of this number ends with a soprano": {
    "guess": "Nine",
    "confidence": [
      [
        "Nine",
        -0.22077139
      ]
    ]
  },
  "Many of this city's early landmarks, including the Tremont House, were designed by John M. Van Osdel. To create natural drainage, whole blocks of this city were hydraulically during the 1850s and 60s. A building in this city called the Wigwam hosted the 1860 (*) Republican National Convention. Governor John Altgeld ordered troops into this city to break up a strike against the Pullman Company, which": {
    "guess": "Chicago",
    "confidence": [
      [
        "Chicago",
        -0.027169397
      ]
    ]
  },
  "Many of its officers and Captain Sigsbee survived due to their quarters being located aft, while those killed were initially buried in Colon Cemetery. Those bodies were eventually reburied next to a mast from this ship in Arlington National (*) Cemetery. It was raised in 1910 and towed out to sea so that it would not be a hazard to harbor of Havana. Probably sunk due to spontaneous coal combustion and not a naval mine, FTP, remember this ship, whose 1898 sinking precipitated the Spanish-American War.": {
    "guess": "USS Maine (1889)",
    "confidence": [
      [
        "U",
        -0.0009230117
      ],
      [
        "SS",
        -2.220075e-06
      ],
      [
        " Maine",
        -1.50940705e-05
      ],
      [
        " (",
        -0.00094575755
      ],
      [
        "188",
        -0.012454673
      ],
      [
        "9",
        -0.0003280752
      ],
      [
        ")",
        -6.2729996e-06
      ]
    ]
  },
  "Many recent studies have sought to pinpoint ‘dust-reddened' ones of these through LoBALs, or broad absorption lines. Neutral hydrogen clouds create a characteristic suppression in their spectra in the Gunn-Peterson Effect. They were first discovered by Marten Schmidt, and Einstein's theory of gravitational lensing was first confirmed by one of them. Their spectral energy is believed to arise from large amounts of matter falling into regions of extreme gravity. Characterized by very high redshifts and believed to be powered by supermassive black holes, for 10 points, identify these super-powerful active galactic nuclei.": {
    "guess": "Quasars",
    "confidence": [
      [
        "Qu",
        -0.00060497987
      ],
      [
        "as",
        -0.0034802163
      ],
      [
        "ars",
        -5.5122365e-07
      ]
    ]
  },
  "Many of this artist's later works reflect the somber mood that led to his suicide, such as his series of murals for the nondenominational church of Houston, Texas, which he considered his best work. Probably": {
    "guess": "Mark Rothko",
    "confidence": [
      [
        "Mark",
        -0.37072134
      ],
      [
        " Roth",
        -0.00011617878
      ],
      [
        "ko",
        -8.10137e-05
      ]
    ]
  },
  "A man managed to escape from a ruler of this empire by hiding in wicker baskets covered in flowers. Jean-Baptiste Tavernier gave a notable description of an artifact created by this empire, which was dealt a major defeat at the Battle of Karnal by an Afsharid ruler. A mosque destroyed in riots in 1992 was named for a ruler of this empire. Another ruler of this empire created the House of Worship to house debates between scholars of all faiths, after which he created his own syncretic faith called": {
    "guess": "Mughal Empire",
    "confidence": [
      [
        "M",
        -0.00937116
      ],
      [
        "ugh",
        -0.00056959473
      ],
      [
        "al",
        -1.7954959e-05
      ],
      [
        " Empire",
        -0.0069570197
      ]
    ]
  },
  "In the many-worlds interpretation, this scientist's namesake equation holds in all locations and at all": {
    "guess": "Schrödinger equation",
    "confidence": [
      [
        "S",
        -0.19071893
      ],
      [
        "chr",
        -2.0458236e-05
      ],
      [
        "ö",
        -4.4849444e-06
      ],
      [
        "d",
        -0.00028970264
      ],
      [
        "inger",
        -8.537869e-06
      ],
      [
        " equation",
        -0.06428972
      ]
    ]
  },
  "Mandelkern shows that this theorem is nonconstructive due to its equivalence to the Limited Principle of Omniscience, which is duplicated by its Brouwerian counterexamples. Its namesake property for ideals is equivalent to a P-point of the Cech-Stone compactification beta-omega, but it fails for ideals when their quotient Boolean algebra has a countably splitting family. Its extension to transfinite step sequences with ordinal indices leads to a proof for the Erdos-Rado theorem. (*) One of its common proofs generates a series of nested intervals, each of which contains the leftmost subinterval of the last, and demonstrates that their left end points are a Cauchy sequence with a limit about which the subinterval contains infinitely many points of an infinite set. It follows from subsequences of real numbers via the Monotone convergence axiom, and may be derived from Cantor's intersection theorem and the Heine-Borel theorem, to which it is equivalent. FTP, name this algebraic theorem stating every bounded infinite sequence contains a convergent subsequence, named for a Czech and a German": {
    "guess": "Bolzano-Weierstrass theorem",
    "confidence": [
      [
        "B",
        -0.06334109
      ],
      [
        "ol",
        -0.0025193
      ],
      [
        "zano",
        -0.00014966767
      ],
      [
        "-",
        -0.017517244
      ],
      [
        "We",
        -4.8113485e-05
      ],
      [
        "ier",
        -0.00011200665
      ],
      [
        "str",
        -3.9888433e-05
      ],
      [
        "ass",
        -1.0087517e-05
      ],
      [
        " theorem",
        -0.0008572662
      ]
    ]
  },
  "Many of us have read The Canterbury Tales. Do you prefer the stories with a serious tone or a lighter tone? [Moderator: await response and read the appropriate bonus]  I. Identify the characters who tell the following tales which exhibit Chaucer's more serious side F10PE.  A. This tale is a retelling of a popular etiological myth which first appeared in Ovid's Metamorphoses, explaining how the crow": {
    "guess": "The Crow (The Nun's Priest's Tale)",
    "confidence": [
      [
        "The",
        -0.07362332
      ],
      [
        " Crow",
        -1.3107246
      ],
      [
        " (",
        -1.0147309
      ],
      [
        "The",
        -0.30816242
      ],
      [
        " Nun",
        -1.2424077
      ],
      [
        "'s",
        -0.0034968427
      ],
      [
        " Priest",
        -0.00029172545
      ],
      [
        "'s",
        -0.003675133
      ],
      [
        " Tale",
        -0.00049024174
      ],
      [
        ")",
        -0.002264567
      ]
    ]
  },
  "Many of its officers and Captain Sigsbee survived due to their quarters being located aft, while those killed were initially buried in Colon Cemetery. Those bodies were eventually reburied next to a mast from this ship in Arlington National (*) Cemetery. It was raised in 1910 and towed out to sea so": {
    "guess": "USS Maine (ACR-1)",
    "confidence": [
      [
        "U",
        -0.0055850754
      ],
      [
        "SS",
        -0.00017088225
      ],
      [
        " Maine",
        -0.0001594387
      ],
      [
        " (",
        -0.09233708
      ],
      [
        "AC",
        -6.2775536e-05
      ],
      [
        "R",
        -7.465036e-06
      ],
      [
        "-",
        -0.00018172979
      ],
      [
        "1",
        -0.0002454854
      ],
      [
        ")",
        -8.0656086e-05
      ]
    ]
  },
  "Many of these were never released in Europe because of concerns about the game they were in containing mercury, a group which includes Telescope, Evolution Revolution and Eternal Flame.  In another game, you change the position of a bridge (+) in one called Geared for Landing.  Boom Box is one where": {
    "guess": "List of Game & Watch games",
    "confidence": [
      [
        "List",
        -0.19407079
      ],
      [
        " of",
        -0.0007954509
      ],
      [
        " Game",
        -0.35820448
      ],
      [
        " &",
        -0.051060062
      ],
      [
        " Watch",
        -0.00043639098
      ],
      [
        " games",
        -0.002177739
      ]
    ]
  },
  "Many textbooks give this group's elements' electron affinities as extremely endothermic, but recent research revealed that their ions are stable and that the correct electron affinities for this group are quite low. These elements are soluble in ammonia, and act as reducing agents. Their affinity for water is so strong that many of their salts crystallize into hydrates, such as Epsom salt and gypsum,": {
    "guess": "Alkaline earth metal",
    "confidence": [
      [
        "Al",
        -0.009021886
      ],
      [
        "kal",
        -0.05925572
      ],
      [
        "ine",
        -2.9160103e-05
      ],
      [
        " earth",
        -0.0017701392
      ],
      [
        " metal",
        -0.3140932
      ]
    ]
  },
  "Many prefer Ferruccio Busoni's arpeggio-less transcription of this piece to the comparably popular one by Carl Tausig. Different theories posit that this piece was originally written for unaccompanied violin and that its unusual features owe to the limitations of an instrument the composer had to work with in Anhalt-Cothen. A different piece with the same name, key, and composer as this one is nicknamed the \"Dorian.\" This piece begins with a mordant A in both hands, followed by a rapid descending": {
    "guess": "Chaconne in D minor (Bach)",
    "confidence": [
      [
        "Ch",
        -0.44364434
      ],
      [
        "acon",
        -0.008733942
      ],
      [
        "ne",
        -4.167649e-05
      ],
      [
        " in",
        -0.1700898
      ],
      [
        " D",
        -0.0114949215
      ],
      [
        " minor",
        -0.014140472
      ],
      [
        " (",
        -0.3964125
      ],
      [
        "B",
        -0.00768365
      ],
      [
        "ach",
        -4.572941e-05
      ],
      [
        ")",
        -5.3954464e-05
      ]
    ]
  },
  "In the many-worlds interpretation, this scientist's namesake equation holds in all locations and at all times; that equation describes the evolution of quantum states over time and can be written as \"E psi [\"sigh\"] equals H-hat psi.\" He developed a concept involving a (*) box containing a poison that can be released by radioactive decay. For 10 points, name this \"father of quantum mechanics\" whose namesake thought experiment involves a cat.": {
    "guess": "Schrödinger equation",
    "confidence": [
      [
        "S",
        -0.089203574
      ],
      [
        "chr",
        -2.8160932e-06
      ],
      [
        "ö",
        -5.3193703e-06
      ],
      [
        "d",
        -0.00021498026
      ],
      [
        "inger",
        -1.2948405e-05
      ],
      [
        " equation",
        -0.283594
      ]
    ]
  },
  "Mandelkern shows that this theorem is nonconstructive due to its equivalence to the Limited Principle of Omniscience, which is duplicated by its Brouwerian counterexamples. Its namesake property for ideals is equivalent to a P-point of the Cech-Stone compactification beta-omega, but it fails for ideals when their quotient Boolean algebra has a countably splitting family. Its extension to transfinite step sequences with ordinal indices leads to a proof for the Erdos-Rado theorem. (*) One of its common proofs generates a series of nested intervals, each of which contains the leftmost subinterval of the last, and demonstrates that their left end points are a Cauchy sequence with a limit about which the subinterval contains infinitely many points of an infinite set. It follows from subsequences of real numbers via the Monotone convergence axiom, and may be derived from Cantor's intersection theorem and the Heine-Borel theorem, to which it is equivalent. FTP, name this algebraic theorem stating every bounded infinite sequence contains a convergent subsequence, named for a Czech and a German mathematician.": {
    "guess": "Bolzano-Weierstrass theorem",
    "confidence": [
      [
        "B",
        -0.09631027
      ],
      [
        "ol",
        -0.0029214954
      ],
      [
        "zano",
        -0.00021355349
      ],
      [
        "-",
        -0.031766403
      ],
      [
        "We",
        -4.012684e-05
      ],
      [
        "ier",
        -0.00013166793
      ],
      [
        "str",
        -5.407367e-05
      ],
      [
        "ass",
        -1.11603495e-05
      ],
      [
        " theorem",
        -0.00061986566
      ]
    ]
  },
  "Many municipal buildings in this city's downtown were built during the reign of its long time mayor Robert Speer. This city lies along the confluence of the South Platte River with Cherry Creek. A town just south of this major city was the site of a 1999 school shooting committed by Eric Harris and Dylan Klebold. This city forms a large metropolitan area with nearly cities like Aurora and Boulder, and in it visitors can see the sights that were home to the 2008 Democratic National Convention. In this city, Pepsi Center and Invesco Field lie south of Coors Field. For 10 points, name this \"Mile High City\", the capital of Colorado.": {
    "guess": "Denver",
    "confidence": [
      [
        "Denver",
        -0.00035989526
      ]
    ]
  },
  "For many centuries after the Romans destroyed Jerusalem the Jewish  community that settled in Babylonia provided the religious and scholarly  leadership for Jews worldwide. They created academies in Babylonia that  answered questions of Jewish law. Today the name given to these academies  lives on as the name of several Jewish universities and grade schools. For 10  points what is this name?": {
    "guess": "Yeshiva",
    "confidence": [
      [
        "Y",
        -0.060056306
      ],
      [
        "esh",
        -1.9743013e-05
      ],
      [
        "iva",
        -0.0014167846
      ]
    ]
  },
  "Manosque, Rians and Greoux are located in this region, the Ouveze flows through it, and the Lake of Serre-Poncon": {
    "guess": "Provence-Alpes-Côte d'Azur",
    "confidence": [
      [
        "Prov",
        -0.04270065
      ],
      [
        "ence",
        -0.00010938417
      ],
      [
        "-Al",
        -0.0045423885
      ],
      [
        "pes",
        -0.0017618097
      ],
      [
        "-C",
        -0.00025239922
      ],
      [
        "ôte",
        -0.044012107
      ],
      [
        " d",
        -0.0014463067
      ],
      [
        "'",
        -0.00056316133
      ],
      [
        "Az",
        -8.637786e-05
      ],
      [
        "ur",
        -1.2352386e-05
      ]
    ]
  },
  "Many fossils on this landmass are preserved in the Beacon Sandstone, and this landmass is generally divided into Andean and Gondwanan provinces. Volcanoes on this landmass include Gaussberg and Deception Island, and the AMANDA observatory is found on this landmass. The Queen Maud Mountains form part of this landmass's dividing range, and this landmass's largest settlement lies near the volcano Mount": {
    "guess": "Antarctica",
    "confidence": [
      [
        "Ant",
        -0.0009282566
      ],
      [
        "ar",
        -2.6060809e-05
      ],
      [
        "ctica",
        -9.0883464e-07
      ]
    ]
  },
  "A manifesto with this man's name in the title argued against the termination policy and said that the black civil rights movement was incommensurable with the needs of American Indians; that political tract by Vine Deloria says that this man \"died for your sins.\" This man was once suspended for a year in a court-martial after leaving Fort Harker to visit his wife, though he soon returned for a campaign against Washita River villages that included the destruction of Black Kettle's home. While serving under Alfred Terry in an attempt to secure gold fields in the Black Hills, this lieutenant colonel led his men into a battle that only the horse Comanche survived. For 10 points, name this soldier who was annihilated by Sitting Bull and Crazy Horse at Little Big Horn.": {
    "guess": "George Armstrong Custer",
    "confidence": [
      [
        "George",
        -0.02342669
      ],
      [
        " Armstrong",
        -0.0059853243
      ],
      [
        " C",
        -8.418666e-06
      ],
      [
        "uster",
        -1.1398757e-05
      ]
    ]
  },
  "Many of this artist's later works reflect the somber mood that led to his suicide, such as his series of murals for the nondenominational church of Houston, Texas, which he considered his best work. Probably best-known for a series of nine paintings originally intended to decorate a restaurant of the Seagram Building, his contemplative style reflected his advocacy of \"the simple expression of the complex thought\", seen in works like \"Slow Swirl by the Edge of the Sea\". A leader of the New York school and a founder of Colour Field Painting, FTP, who was this Russian-born American artist of \"Subway (Subterranean Fantasy)\", \"Black on Maroon\", and \"Red on Maroon\"?": {
    "guess": "Mark Rothko",
    "confidence": [
      [
        "Mark",
        -0.0028544476
      ],
      [
        " Roth",
        -4.723352e-06
      ],
      [
        "ko",
        -6.0272258e-05
      ]
    ]
  },
  "Many fossils on this landmass are preserved in the Beacon Sandstone, and this landmass is generally divided into Andean and Gondwanan provinces. Volcanoes on this landmass include Gaussberg and Deception Island, and the AMANDA observatory is found on this landmass. The Queen Maud Mountains form part of this landmass's dividing range, and this landmass's largest settlement lies near the volcano Mount Erebus. That settlement, McMurdo, lies in, For 10 points, what continent with highest point at Vinson Massif and which notably contains the South Pole.": {
    "guess": "Antarctica",
    "confidence": [
      [
        "Ant",
        -0.0131788235
      ],
      [
        "ar",
        -8.9119545e-05
      ],
      [
        "ctica",
        -9.0883464e-07
      ]
    ]
  },
  "For many centuries after the Romans destroyed Jerusalem the Jewish  community that settled in Babylonia": {
    "guess": "Babylonian captivity",
    "confidence": [
      [
        "B",
        -0.4974996
      ],
      [
        "ab",
        -6.0345924e-06
      ],
      [
        "ylon",
        -0.28466752
      ],
      [
        "ian",
        -0.0003119864
      ],
      [
        " captivity",
        -0.026720788
      ]
    ]
  },
  "It has many definitions, all of which involve the concept of dominance. Immanuel Wallerstein calls it necessarily temporary and defines it as dominance of production, commerce, and finance. Antonio Gramsci applied it to classes, but it usually applies to countries. For 10 points—give this term, from": {
    "guess": "Hegemony",
    "confidence": [
      [
        "H",
        -0.49517095
      ],
      [
        "eg",
        -4.143808e-05
      ],
      [
        "emony",
        -0.00016921341
      ]
    ]
  },
  "Many of the title roles of this composer's operas were created by the soprano Hortense Schneider. The traveler Baron Gondremarck attempts to arrange a liaison with Metella in this man's first opera with": {
    "guess": "Jacques Offenbach",
    "confidence": [
      [
        "Jac",
        -0.011294317
      ],
      [
        "ques",
        -2.2961513e-05
      ],
      [
        " Off",
        -2.4034345e-05
      ],
      [
        "en",
        -6.511407e-06
      ],
      [
        "bach",
        -6.515961e-05
      ]
    ]
  },
  "Many significant events in the life of one of this novel's characters take place on August 4th. One character": {
    "guess": "The Catcher in the Rye",
    "confidence": [
      [
        "The",
        -1.5687666
      ],
      [
        " Catch",
        -0.96314347
      ],
      [
        "er",
        -1.7716551e-05
      ],
      [
        " in",
        -0.00010652328
      ],
      [
        " the",
        -0.0001243965
      ],
      [
        " R",
        -2.9994528e-05
      ],
      [
        "ye",
        -1.3856493e-06
      ]
    ]
  },
  "Too many soldiers signed up to accompany this man, so God decided which soldiers would go based on how they drank their water. The day of the attack, a man had a dream that a loaf of bread representing this man crushed the Midianite camp. He and the soldiers attacked the Midianites during the night. For ten points, name this man who broke jars and blew a trumpet to scare the Midianites and whose name": {
    "guess": "Gideon",
    "confidence": [
      [
        "G",
        -0.0054711443
      ],
      [
        "ideon",
        -0.00017493518
      ]
    ]
  },
  "Manann'an is a 30 kilometer crater on it, from an impact that penetrated dark terrain to reveal brighter material. A region consisting of hummocky terrain with blocks several kilometers across, known as the Conamara Chaos, suggests that its outer layer is only a few hundred meters thick in places. For": {
    "guess": "Moons of Jupiter",
    "confidence": [
      [
        "Mo",
        -0.4110312
      ],
      [
        "ons",
        -1.6166903e-05
      ],
      [
        " of",
        -7.4695905e-05
      ],
      [
        " Jupiter",
        -0.23443171
      ]
    ]
  },
  "Many municipal buildings in this city's downtown were built during the reign of its long time mayor Robert Speer. This city lies along the confluence of the South Platte River with Cherry Creek. A town": {
    "guess": "Denver",
    "confidence": [
      [
        "Denver",
        -0.123713955
      ]
    ]
  },
  "Many municipal buildings in this city's downtown were built during the reign of its long time mayor Robert Speer. This city lies along the confluence of the South Platte River with Cherry Creek. A town just south of this major city was the site of a 1999 school shooting committed by Eric Harris and Dylan": {
    "guess": "Denver",
    "confidence": [
      [
        "Denver",
        -0.0044510085
      ]
    ]
  },
  "How many Joules of energy are stored on a capacitor if it is ten to the negative eighth farads and it holds ten to the negative third coulombs? If you don't know the formula, you might be able to derive it using the facts that the differential of work is equal to the electrical potential difference times the differential of charge. In a capacitor, the electrical potential difference equals the charge": {
    "guess": "Energy stored in a capacitor",
    "confidence": [
      [
        "Energy",
        -0.43405288
      ],
      [
        " stored",
        -0.1046256
      ],
      [
        " in",
        -0.36466962
      ],
      [
        " a",
        -0.016943352
      ],
      [
        " capacitor",
        -0.06665178
      ]
    ]
  },
  "Many sufferers of this disease have alpha-synuclein-containing Lewy neurites in the CA2-3 region, and all have APP that has been fragmented via proteolysis. It can only be definitively diagnosed via treatment of tissue samples with Congo Red or Bielschowsky staining for a specific peptide derived from APP. Those that have the E4 allele of apolipoprotein E are at an increased risk for this condition, which causes the breakdown of microtubules in the brain due to tau protein aggregation. FTP, name the incurable  neurodegenerative disease that affects the hippocampus and results in dementia, a condition": {
    "guess": "Alzheimer's disease",
    "confidence": [
      [
        "Al",
        -0.012561218
      ],
      [
        "zheimer",
        -0.00020961977
      ],
      [
        "'s",
        -8.1609716e-05
      ],
      [
        " disease",
        -0.0030377246
      ]
    ]
  },
  "Many prefer Ferruccio Busoni's arpeggio-less transcription of this piece to the comparably popular one by Carl Tausig. Different theories posit that this piece was originally written for unaccompanied violin and that its unusual features owe to the limitations of an instrument the composer had to work with in Anhalt-Cothen. A different piece with the same name, key, and composer as this one is nicknamed the \"Dorian.\" This piece begins with a mordant A in both hands, followed by a rapid descending G-F-E-D-C sharp, then D. The contrapuntal second title portion of this D minor piece is interspersed": {
    "guess": "Chaconne in D minor (Bach)",
    "confidence": [
      [
        "Ch",
        -0.5232294
      ],
      [
        "acon",
        -0.028396891
      ],
      [
        "ne",
        -2.9279307e-05
      ],
      [
        " in",
        -0.918522
      ],
      [
        " D",
        -0.0027493613
      ],
      [
        " minor",
        -0.01936176
      ],
      [
        " (",
        -0.36613715
      ],
      [
        "B",
        -0.009855014
      ],
      [
        "ach",
        -0.00011915887
      ],
      [
        ")",
        -0.00041172683
      ]
    ]
  },
  "This many flutes respond to the trumpet in Ives' The Unanswered Question, and John Cage's Imaginary Landscape": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -0.81287
      ]
    ]
  },
  "Manjusri personifies wisdom, Kshitigarba (SHEE-tee-gar-ba) helps the dead, Avalokitesvara (a-VAH-loh-keets-VAHR-a) is also known as the goddess of mercy, and Maitreya waits in the Tushita heaven to be": {
    "guess": "Bodhisattva",
    "confidence": [
      [
        "B",
        -0.0027046618
      ],
      [
        "od",
        -0.0026979975
      ],
      [
        "his",
        -3.1737043e-06
      ],
      [
        "att",
        -6.9882217e-06
      ],
      [
        "va",
        -8.6735476e-05
      ]
    ]
  },
  "Many of us have read The Canterbury Tales. Do you prefer the stories with a serious tone or a lighter tone? [Moderator: await response and read the appropriate bonus]  I. Identify the characters who tell": {
    "guess": "The Canterbury Tales",
    "confidence": [
      [
        "The",
        -0.036383312
      ],
      [
        " Canterbury",
        -0.0071893884
      ],
      [
        " Tales",
        -0.00017123987
      ]
    ]
  },
  "Mammals perform the \"tidal\" variety of this action, which is less efficient than an unidercentional approach. In insects, holes called spiracles open up into a system of chitin tubes where this process takes place, and birds use a series of sacs to make this process highly efficient. Rows of(*) lamellae form the filaments of the organs fish use for this process by running a concurrent exchange of molecules, the gills. For 10 points, the alveoli are the site of this process in humans, in which waste gases are exchanged for oxygen, that takes place in the lungs.": {
    "guess": "Respiration",
    "confidence": [
      [
        "Res",
        -0.022669477
      ],
      [
        "piration",
        -0.11673689
      ]
    ]
  },
  "In many of his early paintings, this artist placed such emphasis on the shadow cast by jawbones of his subjects their heads looked discontinuous with their necks, seen most extremely in his tiny canvas Memento Mori. Marcel Proust identified a namesake shade of pink that this painter frequently used. This man painted the best-known depiction of an incident in which a woman drops a pearl in a glass of vinegar to win a wager against her lover about who could stage the most lavish feast. With Girolamo": {
    "guess": "Jean-Baptiste Greuze",
    "confidence": [
      [
        "Jean",
        -1.3830502
      ],
      [
        "-B",
        -0.898476
      ],
      [
        "apt",
        -3.22594e-05
      ],
      [
        "iste",
        -0.00084262254
      ],
      [
        " Gre",
        -0.74769455
      ],
      [
        "uze",
        -0.00023154958
      ]
    ]
  },
  "In many parts of this literary work, the protagonist takes on the persona of the minstrel show performer Mr. Bones and engages in wild conversations with his sidekick Tambo. It begins by describing how the protagonist accidentally witnessed his father's suicide, while later he loses his friend Bhain Campbell to cancer. Numbers 147-157 concern the death of poet Delmore Schwartz, the section entitled \"Opus Posthumous\" describes the death of the protagonist, Henry, while the 385th and last song tells of his return home to his daughter. FTP, what is this sequence of poems most famous for its first 77 installments, written by John Berryman?": {
    "guess": "The Dream Songs",
    "confidence": [
      [
        "The",
        -0.002177739
      ],
      [
        " Dream",
        -0.000116894
      ],
      [
        " Songs",
        -3.4047454e-05
      ]
    ]
  },
  "In many of his early paintings, this artist placed such emphasis on the shadow cast by jawbones of his subjects their heads looked discontinuous with their necks, seen most extremely in his tiny canvas Memento Mori. Marcel Proust identified a namesake shade of pink that this painter frequently used. This man painted the best-known depiction of an incident in which a woman drops a pearl in a glass of vinegar to win a wager against her lover about who could stage the most lavish feast. With Girolamo Colonna, this painter decorated a ballroom in the Palazzo Labia with paintings of the encounters between (*) Marc Antony and Cleopatra. This artist painted Neptune guiding a treasure-laden galleon away from a group of dark-skinned men wearing feathered headdresses in a ceiling fresco for the throne": {
    "guess": "Giovanni Battista Tiepolo",
    "confidence": [
      [
        "G",
        -0.9231078
      ],
      [
        "iov",
        -0.28553072
      ],
      [
        "anni",
        -5.5122365e-07
      ],
      [
        " Batt",
        -0.17604479
      ],
      [
        "ista",
        -3.750436e-05
      ],
      [
        " Tie",
        -0.0045393
      ],
      [
        "pol",
        -2.3392786e-06
      ],
      [
        "o",
        -1.6643718e-05
      ]
    ]
  },
  "Manosque, Rians and Greoux are located in this region, the Ouveze flows through it, and the Lake of Serre-Poncon is one of the largest artificial lakes here. The Lac de Sainte-Croix is formed by the Verdon river, which also forms the namesake Gorges; it joins the Durance near Vinon. The Luberon massif is located here, and the Var and the Vaucluse are two of its departements. Les Beaux, Gordes and Grasse are among the nicest places here, and the latter is often considered the center of the perfume industry. The Mont Ventoux is considered the giant of this region that suffers from cold Mistral and warm Sirocco winds. Paul Cezanne would paint his views of the Montagne Sainte- Victoire here, while wild horses reign in the Camargue. FTP, Avignon and Arles are located in what south-eastern French region known for its lavender?": {
    "guess": "Provence",
    "confidence": [
      [
        "Prov",
        -0.022431478
      ],
      [
        "ence",
        -4.477578e-05
      ]
    ]
  },
  "This man's mansion has been appropriated to serve as an administrative building for Liberty University. He opposed the nomination of Floyd Roberts, and gained his office by being appointed to fill the vacancy left when Thomas Martin died. This man, who served as President Pro Tem during World War II, succeeded William MacAdoo in another of his offices. Woodrow Wilson's Treasury Secretary, this man directly opposed New Deal policies in the Senate. This author of the Federal Reserve Act also served as the Chairman of the Appropriations Committee. This man's best known legislation created the FDIC and separated banks from securities brokers. For ten points, identify this man who co-authored that": {
    "guess": "Carter Glass",
    "confidence": [
      [
        "C",
        -0.043688662
      ],
      [
        "arter",
        -0.00010783452
      ],
      [
        " Glass",
        -0.00026968008
      ]
    ]
  },
  "Many of us have read The Canterbury Tales. Do you prefer the stories with a serious tone or a lighter": {
    "guess": "The Canterbury Tales",
    "confidence": [
      [
        "The",
        -0.018071974
      ],
      [
        " Canterbury",
        -0.0029410906
      ],
      [
        " Tales",
        -1.2948405e-05
      ]
    ]
  },
  "Many actors audition by reciting a monologue written by this author which begins \"I always worry that maybe people aren't going to like me, when I go to a party.\" That monologue is spoken by the suicidal": {
    "guess": "Phoebe Waller-Bridge",
    "confidence": [
      [
        "Ph",
        -1.7798603
      ],
      [
        "oe",
        -0.0020697296
      ],
      [
        "be",
        -3.4121115e-06
      ],
      [
        " Wall",
        -0.0015097397
      ],
      [
        "er",
        -3.1281633e-07
      ],
      [
        "-B",
        -0.00030745665
      ],
      [
        "ridge",
        -0.00030209616
      ]
    ]
  },
  "Many of this leader's decisions were carried out by his disciple Saint-Just. This leader called his government": {
    "guess": "Maximilien Robespierre",
    "confidence": [
      [
        "Max",
        -0.007930142
      ],
      [
        "im",
        -0.00010616567
      ],
      [
        "il",
        -0.0014823668
      ],
      [
        "ien",
        -3.8100377e-05
      ],
      [
        " Rob",
        -0.0024596027
      ],
      [
        "esp",
        -3.5358695e-05
      ],
      [
        "ierre",
        -5.4385737e-06
      ]
    ]
  },
  "Many Egyptian artifacts are stone slabs showing this god as an infant  stomping on scorpions, snakes and oryxes, so much so that that type of  artifact is called this god \"on the crocodiles.\" In a book": {
    "guess": "Sobek",
    "confidence": [
      [
        "S",
        -0.53064823
      ],
      [
        "ob",
        -0.0115761105
      ],
      [
        "ek",
        -0.000120708515
      ]
    ]
  },
  "Many sufferers of this disease have alpha-synuclein-containing Lewy neurites in the CA2-3 region, and": {
    "guess": "Lewy body dementia",
    "confidence": [
      [
        "L",
        -0.7894257
      ],
      [
        "ew",
        -0.008438337
      ],
      [
        "y",
        -7.088138e-05
      ],
      [
        " body",
        -0.06255955
      ],
      [
        " dementia",
        -0.063272156
      ]
    ]
  },
  "Many organisms in this phylum have perithecium as a reproductive structure. Amorphotheca resinae is an": {
    "guess": "Ascomycota",
    "confidence": [
      [
        "As",
        -0.091544166
      ],
      [
        "com",
        -0.0011684374
      ],
      [
        "yc",
        -5.931863e-05
      ],
      [
        "ota",
        -0.015425219
      ]
    ]
  },
  "In many stories, this object is kept safe at Corbenic. The Dolorous Stroke maimed this object's keeper,": {
    "guess": "Holy Grail",
    "confidence": [
      [
        "Holy",
        -0.014057498
      ],
      [
        " Gr",
        -0.00028386168
      ],
      [
        "ail",
        -1.3067608e-05
      ]
    ]
  },
  "This man managed to pass the Symplegades after he allowed a dove to fly through them, and, seeing it emerge alive on the other side, knew that he could pass through safely. This man's son Thessalus became king of Corinth after he defeated Acastus with the aid of Peleus, while his marriage to Creusa caused enmity between himself and his lover, who killed Creusa as well as her children by this man. That woman, Medea, had earlier helped this man achieve his most notable task in Colchis. For 10 points,": {
    "guess": "Jason",
    "confidence": [
      [
        "Jason",
        -0.045487117
      ]
    ]
  },
  "Many members of this religion skip one meal a month and donate the saved money to their religious organization in the \"offer a meal\" movement. Its adherents subscribe to \"Four Affirmations,\" including": {
    "guess": "Buddhism",
    "confidence": [
      [
        "B",
        -0.58622456
      ],
      [
        "udd",
        -0.0015620005
      ],
      [
        "h",
        -0.014345195
      ],
      [
        "ism",
        -0.0003250951
      ]
    ]
  },
  "Mammals perform the \"tidal\" variety of this action, which is less efficient than an unidercentional approach. In insects, holes called spiracles open up into a system of chitin tubes where this process takes place, and birds use a series of sacs to make this process highly efficient. Rows of(*) lamellae form the filaments of the organs fish use for this process by running a concurrent exchange of molecules, the gills. For 10 points, the alveoli are the site of this process in humans, in which waste": {
    "guess": "Respiration",
    "confidence": [
      [
        "Res",
        -0.1725936
      ],
      [
        "piration",
        -0.0901078
      ]
    ]
  },
  "Manann'an is a 30 kilometer crater on it, from an impact that penetrated dark terrain to reveal brighter material. A region consisting of hummocky terrain with blocks several kilometers across, known as the Conamara Chaos, suggests that its outer layer is only a few hundred meters thick in places. For the most part, its surface has high albedo and is smooth, broken by lenticulae and lineae. Relatively few craters suggest a surface younger than 50 million years. Magnetometer measurements indicate its internal magnetic field changes over time, suggesting that it has a conducting layer, which may": {
    "guess": "Ganymede",
    "confidence": [
      [
        "G",
        -0.40874404
      ],
      [
        "an",
        -0.0006180776
      ],
      [
        "ym",
        -3.750436e-05
      ],
      [
        "ede",
        -0.0001136755
      ]
    ]
  },
  "The manual for this game notes that \"ninja dinosaurs\" may lurk underneath the fog of war. It includes social policies like the mutually exclusive Piety and Rationalism, the later of which includes Secularism, which gives bonus Science for each Specialist in a city. Unlike its predecessors, it gives defensive": {
    "guess": "Civilization V",
    "confidence": [
      [
        "Civil",
        -0.004303834
      ],
      [
        "ization",
        -0.0026163245
      ],
      [
        " V",
        -0.0671272
      ]
    ]
  },
  "Many of this artist's later works reflect the somber mood that led to his suicide, such as his series of murals for the nondenominational church of Houston, Texas, which he considered his best work. Probably best-known for a series of nine paintings originally intended to decorate a restaurant of the Seagram Building, his contemplative style reflected his advocacy of \"the simple expression of the complex": {
    "guess": "Mark Rothko",
    "confidence": [
      [
        "Mark",
        -0.004205071
      ],
      [
        " Roth",
        -6.6306106e-06
      ],
      [
        "ko",
        -3.9530823e-05
      ]
    ]
  },
  "Many of these exist for substances with multiple polymorphs, such as silver iodide and aluminum silicate, and helium-4 has two of them, called \"lambda\" ones, because of superfluidity. If a substance has n solid phases, it will have n choose three of these. Gibbs's phase rule states that there exist one fewer degrees of freedom under this condition than the number of components in the mixture. One aspect": {
    "guess": "Polymorph",
    "confidence": [
      [
        "Pol",
        -0.60046446
      ],
      [
        "ym",
        -0.00018363337
      ],
      [
        "orph",
        -0.15388459
      ]
    ]
  },
  "Many of this man's writings were collected by Muriel Rukeyser, who intended to author a study on him. A colleague of James Cattell, his students included Frank Speck and Clark Wissler, who succeeded him in a certain position. He authored works in collaboration with James Teit and Ella Deloria, as well": {
    "guess": "Franz Boas",
    "confidence": [
      [
        "Fran",
        -0.054956872
      ],
      [
        "z",
        -2.1008714e-06
      ],
      [
        " Bo",
        -0.00023619852
      ],
      [
        "as",
        -0.00053921243
      ]
    ]
  },
  "Many of this man's writings were collected by Muriel Rukeyser, who intended to author a study on him.": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -1.0837638
      ]
    ]
  },
  "Many of this religion's main figures reached moksha on the mountain Sametshikharji. This religion performs sacred rituals at derasars, including reciting a mantra which ends \"Padhamam Havei Mangalam,\" the Navkar Mantra. Members of one sect of this religion sweep ahead of where they walk and wear cloth over the mouth to avoid trampling and ingesting insects, while another group does not even own clothes and are called \"sky-clad,\" or Digambaras. It was founded by its 24th \"ford-maker\", or Tirthankara, Mahavira. For 10 points, name this Indian religion whose five core principles include ahimsa, the protection of all life.": {
    "guess": "Jainism",
    "confidence": [
      [
        "J",
        -0.00035357746
      ],
      [
        "ain",
        -1.0280384e-06
      ],
      [
        "ism",
        -2.577686e-06
      ]
    ]
  },
  "Many of these were never released in Europe because of concerns about the game they were in containing": {
    "guess": "List of banned video games",
    "confidence": [
      [
        "List",
        -0.12253273
      ],
      [
        " of",
        -0.0002970896
      ],
      [
        " banned",
        -0.8281583
      ],
      [
        " video",
        -5.1689596e-05
      ],
      [
        " games",
        -0.00019221604
      ]
    ]
  },
  "It has many definitions, all of which involve the concept of dominance. Immanuel Wallerstein calls it necessarily temporary and defines it as dominance of production, commerce, and finance. Antonio Gramsci applied it to classes, but it usually applies to countries. For 10 points—give this term, from the Greek for \"to lead,\" referring to ultimate control of one entity by another.": {
    "guess": "Hegemony",
    "confidence": [
      [
        "H",
        -0.01968396
      ],
      [
        "eg",
        -2.319992e-05
      ],
      [
        "emony",
        -6.122589e-05
      ]
    ]
  },
  "A manifesto with this man's name in the title argued against the termination policy and said that the black civil rights movement was incommensurable with the needs of American Indians; that political tract by Vine Deloria says that this man \"died for your sins.\" This man was once suspended for a year": {
    "guess": "Russell Means",
    "confidence": [
      [
        "Russ",
        -0.70103616
      ],
      [
        "ell",
        -0.0061783404
      ],
      [
        " Means",
        -0.0021949795
      ]
    ]
  },
  "This man managed to pass the Symplegades after he allowed a dove to fly through them, and, seeing it emerge alive on the other side, knew that he could pass through safely. This man's son Thessalus became king of Corinth after he defeated Acastus with the aid of Peleus, while his marriage to Creusa caused": {
    "guess": "Jason",
    "confidence": [
      [
        "Jason",
        -0.49088
      ]
    ]
  },
  "Many compounds that do not follow it dimerize, including nitrogen oxide. Exceptions to it include many compounds in Group IIIA, but Group IIA does not feature exceptions because of lower ionization energies and larger radii. Covalent compounds of beryllium and boron are the most common exceptions, though compounds with odd numbers of electrons also violate this rule and are therefore generally unstable.": {
    "guess": "Octet rule",
    "confidence": [
      [
        "Oct",
        -0.17421001
      ],
      [
        "et",
        -0.00020199074
      ],
      [
        " rule",
        -0.15929727
      ]
    ]
  },
  "Many of us have read The Canterbury Tales. Do you prefer the stories with a serious tone or a lighter tone? [Moderator: await response and read the appropriate bonus]  I. Identify the characters who tell the following tales which exhibit Chaucer's more serious side F10PE.  A. This tale is a retelling of a popular etiological myth which first appeared in Ovid's Metamorphoses, explaining how the crow acquired black feathers. According to the story, the crow was owned by Phoebus Apollo and was initially white with a beautiful voice. Upon revealing that Phoebus' wife is having an affair, Phoebus kills her and curses the crow.": {
    "guess": "The Manciple",
    "confidence": [
      [
        "The",
        -0.47706658
      ],
      [
        " M",
        -0.53978455
      ],
      [
        "anc",
        -9.639097e-05
      ],
      [
        "iple",
        -0.00024715427
      ]
    ]
  },
  "Many prefer Ferruccio Busoni's arpeggio-less transcription of this piece to the comparably popular one": {
    "guess": "Chaconne in D minor",
    "confidence": [
      [
        "Ch",
        -0.22313954
      ],
      [
        "acon",
        -0.1367555
      ],
      [
        "ne",
        -9.1742026e-05
      ],
      [
        " in",
        -0.12527478
      ],
      [
        " D",
        -0.0021803577
      ],
      [
        " minor",
        -0.0060891192
      ]
    ]
  },
  "Many municipal buildings in this city's downtown were built during the reign of its long time mayor Robert Speer. This city lies along the confluence of the South Platte River with Cherry Creek. A town just south of this major city was the site of a 1999 school shooting committed by Eric Harris and Dylan Klebold. This city forms a large metropolitan area with nearly cities like Aurora and Boulder,": {
    "guess": "Denver",
    "confidence": [
      [
        "Denver",
        -0.002516208
      ]
    ]
  },
  "Many of this person's early works are in the collection Twelve Years, and one of his calls to action was his April Theses. This person was forced into exile after the July Days, but he soon returned to his native country and issued a Decree on Peace and Decree on Land, taking control of his country and": {
    "guess": "Vladimir Lenin",
    "confidence": [
      [
        "V",
        -0.12707351
      ],
      [
        "lad",
        -1.7478143e-05
      ],
      [
        "imir",
        -0.0002821928
      ],
      [
        " Lenin",
        -3.6789137e-05
      ]
    ]
  },
  "Many of this man's writings were collected by Muriel Rukeyser, who intended to author a study on him. A colleague of James Cattell, his students included Frank Speck and Clark Wissler, who succeeded him in a certain position. He authored works in collaboration with James Teit and Ella Deloria, as well as another student Paul Radin. His own works include Race in Democratic Society and Primitive Art. A proponent of historical particularism and the American \"four-field\" approach, this professor at Columbia is better known for his work among the Kwakiutl tribes. FTP, name this American anthropologist who wrote The Mind of Primitive Man.": {
    "guess": "Franz Boas",
    "confidence": [
      [
        "Fran",
        -0.002192614
      ],
      [
        "z",
        -9.253091e-06
      ],
      [
        " Bo",
        -1.3902034e-05
      ],
      [
        "as",
        -8.418666e-06
      ]
    ]
  },
  "How many Joules of energy are stored on a capacitor if it is ten to the negative eighth farads and it": {
    "guess": "Capacitance",
    "confidence": [
      [
        "Cap",
        -0.05848213
      ],
      [
        "ac",
        -4.179569e-05
      ],
      [
        "it",
        -0.035674617
      ],
      [
        "ance",
        -9.133887e-06
      ]
    ]
  },
  "Mannose-6-phosphate tags enzymes headed to this organelle. Pompe's disease, Hurler syndrome, Fabry disease,": {
    "guess": "Lysosome",
    "confidence": [
      [
        "L",
        -0.0011646266
      ],
      [
        "ys",
        -3.1737043e-06
      ],
      [
        "osome",
        -9.972867e-05
      ]
    ]
  },
  "Many Egyptian artifacts are stone slabs showing this god as an infant  stomping on scorpions, snakes and oryxes, so much so that that type of  artifact is called this god \"on the crocodiles.\" In a book describing this  god's contention, his eyes are ripped out and are buried, but thankfully  his mother is able to restore his vision by pouring milk into them. The  largest temple in the city of (*) Edfu was dedicated to this deity. He had  another cult center at Nekhen, and the Greek form of this god is Harpocrates.  He tore off of a testacle of a rival and his own eye was tore out during a fight.  For 10 points, name this falcon-headed god, the son of Isis and Osiris.": {
    "guess": "Horus",
    "confidence": [
      [
        "H",
        -0.000509903
      ],
      [
        "orus",
        -6.897413e-05
      ]
    ]
  },
  "Manjusri personifies wisdom, Kshitigarba (SHEE-tee-gar-ba) helps the dead, Avalokitesvara (a-VAH-loh-keets-VAHR-a)": {
    "guess": "Avalokitesvara",
    "confidence": [
      [
        "A",
        -0.66738963
      ],
      [
        "val",
        -0.0019914438
      ],
      [
        "ok",
        -0.0002100966
      ],
      [
        "ites",
        -0.012242142
      ],
      [
        "vara",
        -0.007504879
      ]
    ]
  },
  "In many of his early paintings, this artist placed such emphasis on the shadow cast by jawbones of his subjects their heads looked discontinuous with their necks, seen most extremely in his tiny canvas Memento Mori. Marcel Proust identified a namesake shade of pink that this painter frequently used. This man painted the best-known depiction of an incident in which a woman drops a pearl in a glass of": {
    "guess": "Jean-Baptiste-Siméon Chardin",
    "confidence": [
      [
        "Jean",
        -1.3461558
      ],
      [
        "-B",
        -0.1700887
      ],
      [
        "apt",
        -1.3306016e-05
      ],
      [
        "iste",
        -0.00042030588
      ],
      [
        "-S",
        -1.0238602
      ],
      [
        "im",
        -0.05024493
      ],
      [
        "é",
        -0.016555909
      ],
      [
        "on",
        -8.077529e-05
      ],
      [
        " Ch",
        -0.0007782965
      ],
      [
        "ardin",
        -4.723352e-06
      ]
    ]
  },
  "Many sufferers of this disease have alpha-synuclein-containing Lewy neurites in the CA2-3 region, and all have APP that has been fragmented via proteolysis. It can only be definitively diagnosed via treatment of tissue samples with Congo Red or Bielschowsky staining for a specific peptide derived from": {
    "guess": "Alzheimer's disease",
    "confidence": [
      [
        "Al",
        -0.10442278
      ],
      [
        "zheimer",
        -0.00011582117
      ],
      [
        "'s",
        -0.00081248593
      ],
      [
        " disease",
        -0.012213644
      ]
    ]
  },
  "In many of his early paintings, this artist placed such emphasis on the shadow cast by jawbones of his subjects their heads looked discontinuous with their necks, seen most extremely in his tiny canvas Memento Mori. Marcel Proust identified a namesake shade of pink that this painter frequently used. This man painted the best-known depiction of an incident in which a woman drops a pearl in a glass of vinegar to win a wager against her lover about who could stage the most lavish feast. With Girolamo Colonna, this painter decorated a ballroom in the Palazzo Labia with paintings of the encounters between": {
    "guess": "Jean-Antoine Watteau",
    "confidence": [
      [
        "Jean",
        -0.047773413
      ],
      [
        "-A",
        -0.802756
      ],
      [
        "nt",
        -0.0002288079
      ],
      [
        "oine",
        -8.804671e-05
      ],
      [
        " Wat",
        -0.0005106182
      ],
      [
        "te",
        -1.2948405e-05
      ],
      [
        "au",
        -3.368984e-05
      ]
    ]
  },
  "Many organisms in this phylum have perithecium as a reproductive structure. Amorphotheca resinae is an organism in this phylum that can feed on aircraft fuel. They are the most common symbiots with Trebouxia in an organism that is often used as indicator of air quality. (*) Aflatoxins are created by": {
    "guess": "Ascomycota",
    "confidence": [
      [
        "As",
        -0.022250893
      ],
      [
        "com",
        -0.00028421928
      ],
      [
        "yc",
        -2.2842309e-05
      ],
      [
        "ota",
        -0.00033558503
      ]
    ]
  },
  "Many of its officers and Captain Sigsbee survived due to their quarters being located aft, while those": {
    "guess": "USS Maine (ACR-1)",
    "confidence": [
      [
        "U",
        -0.025677254
      ],
      [
        "SS",
        -0.00059628166
      ],
      [
        " Maine",
        -0.0006236802
      ],
      [
        " (",
        -0.037717354
      ],
      [
        "AC",
        -8.542423e-05
      ],
      [
        "R",
        -1.473646e-05
      ],
      [
        "-",
        -0.00018304103
      ],
      [
        "1",
        -0.00044365876
      ],
      [
        ")",
        -3.070975e-05
      ]
    ]
  },
  "Many of this city's early landmarks, including the Tremont House, were designed by John M. Van Osdel. To create natural drainage, whole blocks of this city were hydraulically during the 1850s and 60s. A building in this city called the Wigwam hosted the 1860 (*) Republican National Convention. Governor": {
    "guess": "Chicago",
    "confidence": [
      [
        "Chicago",
        -0.004927635
      ]
    ]
  },
  "In many stories, this object is kept safe at Corbenic. The Dolorous Stroke maimed this object's keeper, the Fisher King. According to legend, this object could only be discovered by the man who could sit in the Siege Perilous without dying, and was taken to England by Joseph of Arimethea. According to": {
    "guess": "Holy Grail",
    "confidence": [
      [
        "Holy",
        -0.006334837
      ],
      [
        " Gr",
        -0.0003768112
      ],
      [
        "ail",
        -5.2001665e-06
      ]
    ]
  },
  "Many critics did not like the ending, in which the virtuous attendant Paulina reveals all along that": {
    "guess": "The Winter's Tale",
    "confidence": [
      [
        "The",
        -0.024664383
      ],
      [
        " Winter",
        -0.00090348057
      ],
      [
        "'s",
        -0.00044949973
      ],
      [
        " Tale",
        -1.4259645e-05
      ]
    ]
  },
  "Mandelkern shows that this theorem is nonconstructive due to its equivalence to the Limited Principle of Omniscience, which is duplicated by its Brouwerian counterexamples. Its namesake property for ideals is equivalent to a P-point of the Cech-Stone compactification beta-omega, but it fails for ideals when their quotient Boolean algebra has a countably splitting family. Its extension to transfinite": {
    "guess": "Ultrafilter",
    "confidence": [
      [
        "Ultra",
        -1.5606471
      ],
      [
        "filter",
        -0.0019157878
      ]
    ]
  },
  "In many parts of this literary work, the protagonist takes on the persona of the minstrel show performer Mr. Bones and engages in wild conversations with his sidekick Tambo. It begins by describing how the protagonist accidentally witnessed his father's suicide, while later he loses his friend Bhain": {
    "guess": "The Book of Daniel",
    "confidence": [
      [
        "The",
        -0.33764306
      ],
      [
        " Book",
        -0.81449836
      ],
      [
        " of",
        -0.00018947436
      ],
      [
        " Daniel",
        -0.6777875
      ]
    ]
  },
  "Many of us have read The Canterbury Tales. Do you prefer the stories with a serious tone or a lighter tone? [Moderator: await response and read the appropriate bonus]  I. Identify the characters who tell the following tales which exhibit Chaucer's more serious side F10PE.  A. This tale is a retelling of a popular etiological myth which first appeared in Ovid's Metamorphoses, explaining how the crow acquired black feathers. According to the story, the crow was owned by Phoebus Apollo and was initially white with a beautiful voice. Upon revealing that Phoebus' wife is having an affair, Phoebus kills": {
    "guess": "The Manciple's Tale",
    "confidence": [
      [
        "The",
        -0.13496485
      ],
      [
        " M",
        -0.34871423
      ],
      [
        "anc",
        -0.000118086034
      ],
      [
        "iple",
        -0.0005493374
      ],
      [
        "'s",
        -0.1408645
      ],
      [
        " Tale",
        -0.0015739024
      ]
    ]
  },
  "Manosque, Rians and Greoux are located in this region, the Ouveze flows through it, and the Lake of Serre-Poncon is one of the largest artificial lakes here. The Lac de Sainte-Croix is formed by the Verdon river, which also forms the namesake Gorges; it joins the Durance near Vinon. The Luberon massif is located here, and the Var and the Vaucluse are two of its departements. Les Beaux, Gordes and Grasse are among the nicest places here, and the latter is often considered the center of the perfume industry. The Mont Ventoux is considered the giant of this region that suffers from cold Mistral and warm Sirocco winds. Paul Cezanne would paint his views of the Montagne Sainte- Victoire here, while wild horses reign in the Camargue. FTP, Avignon and Arles are located in what south-eastern French": {
    "guess": "Provence",
    "confidence": [
      [
        "Prov",
        -0.009206521
      ],
      [
        "ence",
        -2.5703197e-05
      ]
    ]
  },
  "Many sufferers of this disease have alpha-synuclein-containing Lewy neurites in the CA2-3 region, and all have APP that has been fragmented via proteolysis. It can only be definitively diagnosed via treatment of tissue samples with Congo Red or Bielschowsky staining for a specific peptide derived from APP. Those that have the E4 allele of apolipoprotein E are at an increased risk for this condition, which causes the breakdown of microtubules in the brain due to tau protein aggregation. FTP, name": {
    "guess": "Alzheimer's disease",
    "confidence": [
      [
        "Al",
        -0.027907096
      ],
      [
        "zheimer",
        -0.00043031163
      ],
      [
        "'s",
        -0.0006002154
      ],
      [
        " disease",
        -0.023276111
      ]
    ]
  },
  "Many members of this religion skip one meal a month and donate the saved money to their religious organization in the \"offer a meal\" movement. Its adherents subscribe to \"Four Affirmations,\" including physical cleanliness, tradition and the family, and love of nature. Its cosmology includes the High Plain of Heaven and the Dark Land, or Yomi. This religion's shrine or jinja tradition was closely associated with the state tradition until the end of World War II, when the emperor renounced his divinity. FTP name this religion involving the worship of kami, most prevalent in Japan.": {
    "guess": "Shinto",
    "confidence": [
      [
        "Sh",
        -0.0028929673
      ],
      [
        "into",
        -6.17027e-05
      ]
    ]
  },
  "Many of the title roles of this composer's operas were created by the soprano Hortense Schneider. The traveler Baron Gondremarck attempts to arrange a liaison with Metella in this man's first opera with a contemporary setting, La vie parisienne. His final opera is divided into three acts named \"Olympia\", \"Antonia\", and \"Giulietta\", the last of which opens with \"Belle nuit, o nuit d'amour\", a famous (*) barcarolle. The character of Public Opinion introduces his most famous operetta, a Christoph Willibald Gluck parody which closes with the \"Galop Infernal\", whose tune became closely associated with the can-can. For 10 points, name this French composer of the operas Tales of Hoffman and Orpheus": {
    "guess": "Jacques Offenbach",
    "confidence": [
      [
        "Jac",
        -0.014214396
      ],
      [
        "ques",
        -0.0003128208
      ],
      [
        " Off",
        -4.85903e-05
      ],
      [
        "en",
        -1.0445127e-05
      ],
      [
        "bach",
        -3.5954712e-05
      ]
    ]
  },
  "A manifesto with this man's name in the title argued against the termination policy and said that the black civil rights movement was incommensurable with the needs of American Indians; that political tract by Vine Deloria says that this man \"died for your sins.\" This man was once suspended for a year in a court-martial after leaving Fort Harker to visit his wife, though he soon returned for a campaign against Washita River villages that included the destruction of Black Kettle's home. While serving under Alfred Terry in an attempt to secure gold fields in the Black Hills, this lieutenant colonel led his men into a battle that only the horse Comanche survived. For 10 points, name this soldier": {
    "guess": "George Armstrong Custer",
    "confidence": [
      [
        "George",
        -0.014776597
      ],
      [
        " Armstrong",
        -0.010361402
      ],
      [
        " C",
        -3.297462e-05
      ],
      [
        "uster",
        -2.6656826e-05
      ]
    ]
  },
  "Many prefer Ferruccio Busoni's arpeggio-less transcription of this piece to the comparably popular one by Carl Tausig. Different theories posit that this piece was originally written for unaccompanied": {
    "guess": "Chaconne in D minor",
    "confidence": [
      [
        "Ch",
        -0.8083392
      ],
      [
        "acon",
        -0.2153203
      ],
      [
        "ne",
        -8.9357956e-05
      ],
      [
        " in",
        -0.058450084
      ],
      [
        " D",
        -0.0016378121
      ],
      [
        " minor",
        -0.005056095
      ]
    ]
  },
  "Manosque, Rians and Greoux are located in this region, the Ouveze flows through it, and the Lake of Serre-Poncon is one of the largest artificial lakes here. The Lac de Sainte-Croix is formed by the Verdon river, which also forms the namesake Gorges; it joins the Durance near Vinon. The Luberon massif is located here, and the Var and the Vaucluse are two of its departements. Les Beaux, Gordes and Grasse": {
    "guess": "Provence",
    "confidence": [
      [
        "Prov",
        -0.0042294087
      ],
      [
        "ence",
        -7.409989e-05
      ]
    ]
  },
  "In many parts of this literary work, the protagonist takes on the persona of the minstrel show performer Mr. Bones and engages in wild conversations with his sidekick Tambo. It begins by describing how": {
    "guess": "The Dream Songs",
    "confidence": [
      [
        "The",
        -0.09845366
      ],
      [
        " Dream",
        -0.0475544
      ],
      [
        " Songs",
        -0.00031949623
      ]
    ]
  },
  "Many of this man's works were produced by family friends Hans and Florence Knoll, including one with a white frame and red cushion, the iconic Tulip chair. Collaborating with the president of the Cranbrook Academy of Art, he designed the Kleinhans Music Hall in Buffalo, New York. The roof of another of his buildings has 1/8th of a sphere, and serves as a concert hall in MIT. His other works include the General Motors Technical Center, the TWA flight center in New York, and Dulles International Airport Terminal near Washington, D.C. For 10 points, name this architect who designed the Gateway Arch in St. Louis, Missouri, a man of Finnish descent.": {
    "guess": "Eero Saarinen",
    "confidence": [
      [
        "E",
        -0.003289417
      ],
      [
        "ero",
        -0.00012809181
      ],
      [
        " Sa",
        -2.0458236e-05
      ],
      [
        "ar",
        -0.00016325322
      ],
      [
        "inen",
        -1.4855664e-05
      ]
    ]
  },
  "Many organisms in this phylum have perithecium as a reproductive structure. Amorphotheca resinae is an organism in this phylum that can feed on aircraft fuel. They are the most common symbiots with Trebouxia in an organism that is often used as indicator of air quality. (*) Aflatoxins are created by organisms in this phylum. During sexual reproduction, an important organism in this phylum becomes elongated and pear-shaped, giving them the name \"shmoos.\" Penicillin was isolated from a species in it. They often are in a symbiotic relationship with green algae in lichen and they are named because": {
    "guess": "Ascomycota",
    "confidence": [
      [
        "As",
        -0.015589435
      ],
      [
        "com",
        -5.5265704e-05
      ],
      [
        "yc",
        -3.22594e-05
      ],
      [
        "ota",
        -0.0005526751
      ]
    ]
  },
  "Manann'an is a 30 kilometer crater on it, from an impact that penetrated dark terrain to reveal brighter material. A region consisting of hummocky terrain with blocks several kilometers across, known as the Conamara Chaos, suggests that its outer layer is only a few hundred meters thick in places. For the most part, its surface has high albedo and is smooth, broken by lenticulae and lineae. Relatively few craters suggest a surface younger than 50 million years. Magnetometer measurements indicate": {
    "guess": "Ganymede",
    "confidence": [
      [
        "G",
        -0.92876256
      ],
      [
        "an",
        -0.0011308094
      ],
      [
        "ym",
        -9.9490266e-05
      ],
      [
        "ede",
        -0.00021831797
      ]
    ]
  },
  "Many of this artist's later works reflect the somber mood that led to his suicide, such as his series of murals for the nondenominational church of Houston, Texas, which he considered his best work. Probably best-known for a series of nine paintings originally intended to decorate a restaurant of the Seagram Building, his contemplative style reflected his advocacy of \"the simple expression of the complex thought\", seen in works like \"Slow Swirl by the Edge of the Sea\". A leader of the New York school and a founder of Colour Field Painting, FTP, who was this Russian-born American artist of \"Subway": {
    "guess": "Mark Rothko",
    "confidence": [
      [
        "Mark",
        -0.0019622976
      ],
      [
        " Roth",
        -5.9795446e-05
      ],
      [
        "ko",
        -6.289474e-05
      ]
    ]
  },
  "Many actors audition by reciting a monologue written by this author which begins \"I always worry that maybe people aren't going to like me, when I go to a party.\" That monologue is spoken by the suicidal Jewish cadet Sammy in this author's play about the family of Reuben Flood. In another of this author's": {
    "guess": "William Inge",
    "confidence": [
      [
        "William",
        -0.012567813
      ],
      [
        " In",
        -0.0007063562
      ],
      [
        "ge",
        -2.1531068e-05
      ]
    ]
  },
  "Many members of this religion skip one meal a month and donate the saved money to their religious organization in the \"offer a meal\" movement. Its adherents subscribe to \"Four Affirmations,\" including physical cleanliness, tradition and the family, and love of nature. Its cosmology includes the High Plain of Heaven and the Dark Land, or Yomi. This religion's shrine or jinja tradition was closely associated": {
    "guess": "Shinto",
    "confidence": [
      [
        "Sh",
        -0.00064249965
      ],
      [
        "into",
        -0.0011028259
      ]
    ]
  },
  "In many of his early paintings, this artist placed such emphasis on the shadow cast by jawbones of his": {
    "guess": "Francis Bacon (artist)",
    "confidence": [
      [
        "Franc",
        -0.5085839
      ],
      [
        "is",
        -0.28566682
      ],
      [
        " Bacon",
        -0.006537504
      ],
      [
        " (",
        -0.39361927
      ],
      [
        "artist",
        -0.05799989
      ],
      [
        ")",
        -0.00048857287
      ]
    ]
  },
  "Many Egyptian artifacts are stone slabs showing this god as an infant  stomping on scorpions, snakes": {
    "guess": "Horus",
    "confidence": [
      [
        "H",
        -0.58091605
      ],
      [
        "orus",
        -0.008360195
      ]
    ]
  },
  "Many of the characters in this story believe that only the late Barclay Goodson could have been behind the act that sets the plot in motion. In an attempt to repay a debt of gratitude, Reverend Burgess saves Edward Richards from the disgrace that befalls 18 other people, all of whom are revealed to be liars when they attempt to use information provided by the mysterious Howard L. Stephenson to win": {
    "guess": "The Man That Corrupted Hadleyburg",
    "confidence": [
      [
        "The",
        -0.0053727296
      ],
      [
        " Man",
        -0.00015133653
      ],
      [
        " That",
        -0.0009156247
      ],
      [
        " Cor",
        -3.1281633e-07
      ],
      [
        "rupted",
        -1.7239736e-05
      ],
      [
        " Had",
        -3.0545007e-06
      ],
      [
        "ley",
        -5.347765e-05
      ],
      [
        "burg",
        -1.0921943e-05
      ]
    ]
  },
  "Many members of this religion skip one meal a month and donate the saved money to their religious organization": {
    "guess": "Mormonism",
    "confidence": [
      [
        "M",
        -0.24312688
      ],
      [
        "orm",
        -0.00023762896
      ],
      [
        "on",
        -0.0003750231
      ],
      [
        "ism",
        -0.0014191613
      ]
    ]
  },
  "Many of this person's early works are in the collection Twelve Years, and one of his calls to action": {
    "guess": "Solomon Northup",
    "confidence": [
      [
        "Sol",
        -2.3217278
      ],
      [
        "omon",
        -0.59511584
      ],
      [
        " North",
        -0.045112643
      ],
      [
        "up",
        -0.005297435
      ]
    ]
  },
  "Many of the title roles of this composer's operas were created by the soprano Hortense Schneider. The traveler Baron Gondremarck attempts to arrange a liaison with Metella in this man's first opera with a contemporary setting, La vie parisienne. His final opera is divided into three acts named \"Olympia\", \"Antonia\", and \"Giulietta\", the last of which opens with \"Belle nuit, o nuit d'amour\", a famous (*) barcarolle. The character of Public Opinion introduces his most famous operetta, a Christoph Willibald Gluck parody which closes with the \"Galop Infernal\", whose tune became closely associated with": {
    "guess": "Jacques Offenbach",
    "confidence": [
      [
        "Jac",
        -0.020280257
      ],
      [
        "ques",
        -4.9186317e-05
      ],
      [
        " Off",
        -2.188868e-05
      ],
      [
        "en",
        -1.50940705e-05
      ],
      [
        "bach",
        -2.9636918e-05
      ]
    ]
  },
  "Many of these were never released in Europe because of concerns about the game they were in containing mercury, a group which includes Telescope, Evolution Revolution and Eternal Flame.  In another game, you change the position of a bridge (+) in one called Geared for Landing.  Boom Box is one where a shooting rocket has to be exploded (*) and a pretty boring one called \"Shhhhhhhhh!\" involves not blowing any of the Fronks off of a tight rope. They usually appear alongside Pyoro, and developers of them include Orbulon and Mona.  Objectives in some include winning a game of Punch Out!! or stomping on some Goombas, ones developed by 8-Volt.  FTP, identify these entities that are only a few seconds long and appear in games subtitled Twisted and Smooth Moves.": {
    "guess": "List of WarioWare: Smooth Moves microgames",
    "confidence": [
      [
        "List",
        -0.566954
      ],
      [
        " of",
        -0.00077067484
      ],
      [
        " W",
        -0.39269134
      ],
      [
        "ario",
        -0.001485224
      ],
      [
        "Ware",
        -0.0019085275
      ],
      [
        ":",
        -0.93947893
      ],
      [
        " Smooth",
        -0.21162435
      ],
      [
        " Moves",
        -4.9305523e-05
      ],
      [
        " micro",
        -0.11223919
      ],
      [
        "games",
        -0.00046010152
      ]
    ]
  },
  "Many of the characters in this story believe that only the late Barclay Goodson could have been behind": {
    "guess": "The Book of Mormon",
    "confidence": [
      [
        "The",
        -1.6611373
      ],
      [
        " Book",
        -2.3007665
      ],
      [
        " of",
        -0.030539796
      ],
      [
        " Mormon",
        -0.056797214
      ]
    ]
  },
  "The Manningtree altarpiece features this artist's The Risen Christ, and in another work the titular animal action is performed by jumping over an obstacle as people look on from a barge. In addition to Leaping Horse, he painted several works about life near his hometown of East Bergholt, while another": {
    "guess": "John Constable",
    "confidence": [
      [
        "John",
        -0.013257168
      ],
      [
        " Const",
        -0.00031019835
      ],
      [
        "able",
        -1.8624639e-06
      ]
    ]
  },
  "Many Egyptian artifacts are stone slabs showing this god as an infant  stomping on scorpions, snakes and oryxes, so much so that that type of  artifact is called this god \"on the crocodiles.\" In a book describing this  god's contention, his eyes are ripped out and are buried, but thankfully  his mother is able to restore his vision by pouring milk into them. The  largest temple in the city of (*) Edfu was dedicated to this deity. He had  another cult center at Nekhen, and the Greek form of this god is Harpocrates.  He tore off of a testacle of a rival and his own eye was tore out during a fight.": {
    "guess": "Horus",
    "confidence": [
      [
        "H",
        -0.0016895813
      ],
      [
        "orus",
        -0.0014615464
      ]
    ]
  },
  "Many Egyptian artifacts are stone slabs showing this god as an infant  stomping on scorpions, snakes and oryxes, so much so that that type of  artifact is called this god \"on the crocodiles.\" In a book describing this  god's contention, his eyes are ripped out and are buried, but thankfully  his mother is able to restore his vision by pouring milk into them. The  largest temple in the city of (*) Edfu was dedicated to this deity. He had  another cult center at Nekhen, and the Greek form of this god": {
    "guess": "Horus",
    "confidence": [
      [
        "H",
        -0.0030793175
      ],
      [
        "orus",
        -4.2630116e-05
      ]
    ]
  },
  "In many parts of this literary work, the protagonist takes on the persona of the minstrel show performer": {
    "guess": "Uncle Tom's Cabin",
    "confidence": [
      [
        "Unc",
        -0.97156775
      ],
      [
        "le",
        -6.945094e-05
      ],
      [
        " Tom",
        -0.0066053565
      ],
      [
        "'s",
        -0.003698893
      ],
      [
        " Cabin",
        -0.00060664874
      ]
    ]
  },
  "Many of this city's early landmarks, including the Tremont House, were designed by John M. Van Osdel.": {
    "guess": "Chicago",
    "confidence": [
      [
        "Chicago",
        -0.003750083
      ]
    ]
  },
  "Many of the characters in this novel blame their misfortune on the proximity of the tomb of an old witch. While the protagonist is chasing down a stray sheep, his first wife, Rosa, dies while giving birth to Asta. In order to assure Asta a proper upbringing the protagonist marries Finna and has three": {
    "guess": "Independent People",
    "confidence": [
      [
        "Independent",
        -0.033627253
      ],
      [
        " People",
        -0.00021045419
      ]
    ]
  },
  "Mandelkern shows that this theorem is nonconstructive due to its equivalence to the Limited Principle of Omniscience, which is duplicated by its Brouwerian counterexamples. Its namesake property for ideals is equivalent to a P-point of the Cech-Stone compactification beta-omega, but it fails for ideals": {
    "guess": "Prime ideal",
    "confidence": [
      [
        "Prime",
        -2.1937401
      ],
      [
        " ideal",
        -0.4273372
      ]
    ]
  },
  "In many stories, this object is kept safe at Corbenic. The Dolorous Stroke maimed this object's keeper, the Fisher King. According to legend, this object could only be discovered by the man who could sit in the Siege Perilous without dying, and was taken to England by Joseph of Arimethea. According to Thomas Malory, it was finally attained by Sir Galahad. For 10 points, name this cup used by Jesus": {
    "guess": "Holy Grail",
    "confidence": [
      [
        "Holy",
        -0.0014180884
      ],
      [
        " Gr",
        -0.00018006093
      ],
      [
        "ail",
        -4.1273333e-06
      ]
    ]
  },
  "Many textbooks give this group's elements' electron affinities as extremely endothermic, but recent research revealed that their ions are stable and that the correct electron affinities for this group": {
    "guess": "Alkaline earth metals",
    "confidence": [
      [
        "Al",
        -0.3831443
      ],
      [
        "kal",
        -0.17356113
      ],
      [
        "ine",
        -5.240482e-05
      ],
      [
        " earth",
        -0.07991019
      ],
      [
        " metals",
        -0.093893036
      ]
    ]
  },
  "Many textbooks give this group's elements' electron affinities as extremely endothermic, but recent research": {
    "guess": "Alkaline earth metals",
    "confidence": [
      [
        "Al",
        -0.1660671
      ],
      [
        "kal",
        -0.48989862
      ],
      [
        "ine",
        -6.1821906e-05
      ],
      [
        " earth",
        -0.1330125
      ],
      [
        " metals",
        -0.3713713
      ]
    ]
  },
  "So many people remember the winners of music awards for about a year and then forget them like Freshman Comp. Prove you're less fickle and name the winners of each of the following awards from the 2000": {
    "guess": "List of music award winners from the 2000s",
    "confidence": [
      [
        "List",
        -0.28991178
      ],
      [
        " of",
        -0.00090622227
      ],
      [
        " music",
        -1.2954506
      ],
      [
        " award",
        -0.6243942
      ],
      [
        " winners",
        -0.0016443572
      ],
      [
        " from",
        -0.7508971
      ],
      [
        " the",
        -0.13212337
      ],
      [
        " ",
        -0.3535537
      ],
      [
        "200",
        -0.003913357
      ],
      [
        "0",
        -0.0014995065
      ],
      [
        "s",
        -0.016968302
      ]
    ]
  },
  "Many textbooks give this group's elements' electron affinities as extremely endothermic, but recent research revealed that their ions are stable and that the correct electron affinities for this group are quite low. These elements are soluble in ammonia, and act as reducing agents. Their affinity for water is so strong that many of their salts crystallize into hydrates, such as Epsom salt and gypsum, their sulfates. Because of their high electropositivity, ths group's elements generally form plus-two ions. Name this group of silvery, soft metals that includes radium, strontium, barium, calcium, magnesium, and beryllium; group IIa on the periodic table.": {
    "guess": "Alkaline earth metal",
    "confidence": [
      [
        "Al",
        -0.00064536056
      ],
      [
        "kal",
        -0.25825974
      ],
      [
        "ine",
        -0.00011021859
      ],
      [
        " earth",
        -0.000871798
      ],
      [
        " metal",
        -0.16974741
      ]
    ]
  },
  "Many actors audition by reciting a monologue written by this author which begins \"I always worry that maybe people aren't going to like me, when I go to a party.\" That monologue is spoken by the suicidal Jewish cadet Sammy in this author's play about the family of Reuben Flood. In another of this author's plays, Dr. Lyman reads the balcony scene from Romeo and Juliet with the waitress Elma, Grace slips upstairs to sleep with Carl, and Cherie is pursued by the cowboy Bo Decker. This author set many of his plays in small Midwest towns, such as a play in which Madge Owens falls in love with Hal Carter.": {
    "guess": "William Inge",
    "confidence": [
      [
        "William",
        -0.008574623
      ],
      [
        " In",
        -0.00013202553
      ],
      [
        "ge",
        -5.3954464e-05
      ]
    ]
  },
  "A manifesto with this man's name in the title argued against the termination policy and said that the black civil rights movement was incommensurable with the needs of American Indians; that political": {
    "guess": "Red Power Manifesto",
    "confidence": [
      [
        "Red",
        -1.1800644
      ],
      [
        " Power",
        -0.010476784
      ],
      [
        " Manifest",
        -0.2985811
      ],
      [
        "o",
        -4.604148e-06
      ]
    ]
  },
  "A man managed to escape from a ruler of this empire by hiding in wicker baskets covered in flowers. Jean-Baptiste": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -2.0775273
      ]
    ]
  },
  "Many recent studies have sought to pinpoint ‘dust-reddened' ones of these through LoBALs, or broad absorption lines. Neutral hydrogen clouds create a characteristic suppression in their spectra in the Gunn-Peterson Effect. They were first discovered by Marten Schmidt, and Einstein's theory of gravitational lensing was first confirmed by one of them. Their spectral energy is believed to arise from large amounts of matter falling into regions of extreme gravity. Characterized by very high redshifts": {
    "guess": "Quasars",
    "confidence": [
      [
        "Qu",
        -9.555654e-05
      ],
      [
        "as",
        -0.016748767
      ],
      [
        "ars",
        -4.3202e-07
      ]
    ]
  },
  "In many of his early paintings, this artist placed such emphasis on the shadow cast by jawbones of his subjects their heads looked discontinuous with their necks, seen most extremely in his tiny canvas Memento Mori. Marcel Proust identified a namesake shade of pink that this painter frequently used. This man painted the best-known depiction of an incident in which a woman drops a pearl in a glass of vinegar to win a wager against her lover about who could stage the most lavish feast. With Girolamo Colonna, this painter decorated a ballroom in the Palazzo Labia with paintings of the encounters between (*) Marc Antony and Cleopatra. This artist painted Neptune guiding a treasure-laden galleon away": {
    "guess": "Giovanni Battista Tiepolo",
    "confidence": [
      [
        "G",
        -0.7375045
      ],
      [
        "iov",
        -0.109354235
      ],
      [
        "anni",
        -4.604148e-06
      ],
      [
        " Batt",
        -0.17781514
      ],
      [
        "ista",
        -9.805982e-05
      ],
      [
        " Tie",
        -0.008225775
      ],
      [
        "pol",
        -9.014684e-06
      ],
      [
        "o",
        -1.9146995e-05
      ]
    ]
  },
  "Many textbooks give this group's elements' electron affinities as extremely endothermic, but recent research revealed that their ions are stable and that the correct electron affinities for this group are quite low. These elements are soluble in ammonia, and act as reducing agents. Their affinity for water is so strong that many of their salts crystallize into hydrates, such as Epsom salt and gypsum, their sulfates. Because of their high electropositivity, ths group's elements generally form plus-two ions. Name this group of silvery, soft metals that includes radium, strontium, barium, calcium,": {
    "guess": "Alkaline earth metal",
    "confidence": [
      [
        "Al",
        -0.0016775564
      ],
      [
        "kal",
        -0.032283396
      ],
      [
        "ine",
        -8.061054e-06
      ],
      [
        " earth",
        -0.008023103
      ],
      [
        " metal",
        -0.515292
      ]
    ]
  },
  "Many members of this movement joined groups known as \"the underbrush\" in response to an order for conscript labor. Its leaders took code names such as \"Max\" and \"Aubrac\" and attempted to unify such predecessor organizations as the Museum of Man group and the Committee of Socialist Action. Formally led by Jean Moulin, this movement opposed both the Milice and the Gestapo through such actions as blowing": {
    "guess": "French Resistance",
    "confidence": [
      [
        "French",
        -0.08030971
      ],
      [
        " Resistance",
        -0.00083166314
      ]
    ]
  },
  "Mannose-6-phosphate tags enzymes headed to this organelle. Pompe's disease, Hurler syndrome, Fabry disease, and I-cell disease can all be caused by malfunctions within this organelle. The storage of ganglioside within this organelle in neuronal cells can cause Tay-Sachs disease, and they were discovered by Christian de Duve. The membrane around this organelle allows it to maintain the 4.5 pH level that it requires for operation. This is, for 10 points, what organelle that serves to digest waste and": {
    "guess": "Lysosome",
    "confidence": [
      [
        "L",
        -0.0033908796
      ],
      [
        "ys",
        -2.577686e-06
      ],
      [
        "osome",
        -5.1928004e-05
      ]
    ]
  },
  "This man's mansion has been appropriated to serve as an administrative building for Liberty University.": {
    "guess": "Jerry Falwell Jr.",
    "confidence": [
      [
        "Jerry",
        -0.17099304
      ],
      [
        " Fal",
        -0.0016337627
      ],
      [
        "well",
        -0.00012511172
      ],
      [
        " Jr",
        -0.34180138
      ],
      [
        ".",
        -0.00018577903
      ]
    ]
  },
  "Many of this man's works were produced by family friends Hans and Florence Knoll, including one with a white frame and red cushion, the iconic Tulip chair. Collaborating with the president of the Cranbrook": {
    "guess": "Eero Saarinen",
    "confidence": [
      [
        "E",
        -0.96188927
      ],
      [
        "ero",
        -0.03579804
      ],
      [
        " Sa",
        -0.00079557
      ],
      [
        "ar",
        -0.0001978186
      ],
      [
        "inen",
        -1.7478143e-05
      ]
    ]
  },
  "The Manningtree altarpiece features this artist's The Risen Christ, and in another work the titular animal": {
    "guess": "Mathias Grünewald",
    "confidence": [
      [
        "Math",
        -1.8321621
      ],
      [
        "ias",
        -0.68733793
      ],
      [
        " Grü",
        -0.1395627
      ],
      [
        "new",
        -3.0545007e-06
      ],
      [
        "ald",
        -4.0603656e-05
      ]
    ]
  },
  "The manual for this game notes that \"ninja dinosaurs\" may lurk underneath the fog of war. It includes social policies like the mutually exclusive Piety and Rationalism, the later of which includes Secularism, which gives bonus Science for each Specialist in a city. Unlike its predecessors, it gives defensive bonuses for settling near mountain ranges and is using a (*) hexagonal tile system, although": {
    "guess": "Civilization V",
    "confidence": [
      [
        "Civil",
        -0.005332182
      ],
      [
        "ization",
        -0.0019326818
      ],
      [
        " V",
        -0.2893163
      ]
    ]
  },
  "Many compounds that do not follow it dimerize, including nitrogen oxide. Exceptions to it include many": {
    "guess": "Nitrogen dioxide",
    "confidence": [
      [
        "Nit",
        -1.1046554
      ],
      [
        "rogen",
        -0.13965933
      ],
      [
        " dioxide",
        -1.3719219
      ]
    ]
  },
  "Mammals perform the \"tidal\" variety of this action, which is less efficient than an unidercentional approach. In insects, holes called spiracles open up into a system of chitin tubes where this process": {
    "guess": "Respiration in insects",
    "confidence": [
      [
        "Res",
        -0.6649269
      ],
      [
        "piration",
        -0.36973962
      ],
      [
        " in",
        -0.3461537
      ],
      [
        " insects",
        -0.05872091
      ]
    ]
  },
  "Many of this man's writings were collected by Muriel Rukeyser, who intended to author a study on him. A colleague of James Cattell, his students included Frank Speck and Clark Wissler, who succeeded him in a certain position. He authored works in collaboration with James Teit and Ella Deloria, as well as another student Paul Radin. His own works include Race in Democratic Society and Primitive Art. A proponent of historical particularism and the American \"four-field\" approach, this professor at Columbia": {
    "guess": "Franz Boas",
    "confidence": [
      [
        "Fran",
        -0.0058935955
      ],
      [
        "z",
        -2.58224e-05
      ],
      [
        " Bo",
        -6.384837e-05
      ],
      [
        "as",
        -0.0012048733
      ]
    ]
  },
  "Many significant events in the life of one of this novel's characters take place on August 4th. One character gambles away forty thousand pounds at Monte Carlo to pay off La Dolciquita after being exonerated": {
    "guess": "The Picture of Dorian Gray",
    "confidence": [
      [
        "The",
        -0.25699022
      ],
      [
        " Picture",
        -0.7290243
      ],
      [
        " of",
        -0.00013047588
      ],
      [
        " D",
        -0.00027587503
      ],
      [
        "orian",
        -1.831257e-05
      ],
      [
        " Gray",
        -0.0004593863
      ]
    ]
  },
  "Many compounds that do not follow it dimerize, including nitrogen oxide. Exceptions to it include many compounds in Group IIIA, but Group IIA does not feature exceptions because of lower ionization energies and larger radii. Covalent compounds of beryllium and boron are the most common exceptions, though compounds with odd numbers of electrons also violate this rule and are therefore generally unstable. FTP, identify this chemical rule, which states that compounds seek to achieve noble gas configurations": {
    "guess": "Octet rule",
    "confidence": [
      [
        "Oct",
        -0.0053741527
      ],
      [
        "et",
        -0.0003312937
      ],
      [
        " rule",
        -0.2400981
      ]
    ]
  },
  "Many fossils on this landmass are preserved in the Beacon Sandstone, and this landmass is generally divided into Andean and Gondwanan provinces. Volcanoes on this landmass include Gaussberg and Deception": {
    "guess": "Antarctica",
    "confidence": [
      [
        "Ant",
        -0.0024333321
      ],
      [
        "ar",
        -9.5079726e-05
      ],
      [
        "ctica",
        -8.5781845e-05
      ]
    ]
  },
  "Mandelkern shows that this theorem is nonconstructive due to its equivalence to the Limited Principle of Omniscience, which is duplicated by its Brouwerian counterexamples. Its namesake property for ideals is equivalent to a P-point of the Cech-Stone compactification beta-omega, but it fails for ideals when their quotient Boolean algebra has a countably splitting family. Its extension to transfinite step sequences with ordinal indices leads to a proof for the Erdos-Rado theorem. (*) One of its common proofs generates a series of nested intervals, each of which contains the leftmost subinterval of the last, and demonstrates that their left end points are a Cauchy sequence with a limit about which the subinterval contains infinitely many points of an infinite set. It follows from subsequences of real numbers via the Monotone convergence axiom, and may be derived from Cantor's intersection theorem and the Heine-Borel theorem, to which it is equivalent. FTP, name this algebraic theorem stating": {
    "guess": "Bolzano-Weierstrass theorem",
    "confidence": [
      [
        "B",
        -0.57248616
      ],
      [
        "ol",
        -0.01198516
      ],
      [
        "zano",
        -4.7159858e-05
      ],
      [
        "-",
        -0.042007074
      ],
      [
        "We",
        -6.384837e-05
      ],
      [
        "ier",
        -0.00020342118
      ],
      [
        "str",
        -6.897413e-05
      ],
      [
        "ass",
        -4.0246043e-05
      ],
      [
        " theorem",
        -0.0005892523
      ]
    ]
  },
  "Many of this man's writings were collected by Muriel Rukeyser, who intended to author a study on him. A colleague of James Cattell, his students included Frank Speck and Clark Wissler, who succeeded him in a certain position. He authored works in collaboration with James Teit and Ella Deloria, as well as another student Paul Radin. His own works include Race in Democratic Society and Primitive Art. A proponent of historical particularism and the American \"four-field\" approach, this professor at Columbia is better known for his work among the Kwakiutl tribes. FTP, name this American anthropologist": {
    "guess": "Franz Boas",
    "confidence": [
      [
        "Fran",
        -0.0022035476
      ],
      [
        "z",
        -0.00029255985
      ],
      [
        " Bo",
        -8.299462e-06
      ],
      [
        "as",
        -1.640531e-05
      ]
    ]
  },
  "Many of the title roles of this composer's operas were created by the soprano Hortense Schneider. The traveler Baron Gondremarck attempts to arrange a liaison with Metella in this man's first opera with a contemporary setting, La vie parisienne. His final opera is divided into three acts named \"Olympia\", \"Antonia\", and \"Giulietta\", the last of which opens with \"Belle nuit, o nuit d'amour\", a famous": {
    "guess": "Jacques Offenbach",
    "confidence": [
      [
        "Jac",
        -0.009553017
      ],
      [
        "ques",
        -8.888114e-05
      ],
      [
        " Off",
        -1.700133e-05
      ],
      [
        "en",
        -1.569009e-05
      ],
      [
        "bach",
        -1.8074163e-05
      ]
    ]
  },
  "A man managed to escape from a ruler of this empire by hiding in wicker baskets covered in flowers. Jean-Baptiste Tavernier gave a notable description of an artifact created by this empire, which was dealt": {
    "guess": "Mughal Empire",
    "confidence": [
      [
        "M",
        -0.05899874
      ],
      [
        "ugh",
        -0.0014971261
      ],
      [
        "al",
        -4.0842064e-05
      ],
      [
        " Empire",
        -0.00014275387
      ]
    ]
  },
  "In the many-worlds interpretation, this scientist's namesake equation holds in all locations and at all times; that equation describes the evolution of quantum states over time and can be written as \"E psi [\"sigh\"] equals H-hat psi.\" He developed a concept involving a (*) box containing a poison that can be released by radioactive decay. For 10 points, name this \"father of quantum mechanics\" whose": {
    "guess": "Schrödinger equation",
    "confidence": [
      [
        "S",
        -0.062255032
      ],
      [
        "chr",
        -4.00813e-06
      ],
      [
        "ö",
        -5.3193703e-06
      ],
      [
        "d",
        -0.00026073982
      ],
      [
        "inger",
        -1.4617256e-05
      ],
      [
        " equation",
        -0.16622974
      ]
    ]
  },
  "Manosque, Rians and Greoux are located in this region, the Ouveze flows through it, and the Lake of Serre-Poncon is one of the largest artificial lakes here. The Lac de Sainte-Croix is formed by the Verdon river, which also forms the namesake Gorges; it joins the Durance near Vinon. The Luberon massif": {
    "guess": "Provence",
    "confidence": [
      [
        "Prov",
        -0.32079354
      ],
      [
        "ence",
        -0.00014501873
      ]
    ]
  },
  "Many of these exist for substances with multiple polymorphs, such as silver iodide and aluminum silicate,": {
    "guess": "Polymorph",
    "confidence": [
      [
        "Pol",
        -0.13990821
      ],
      [
        "ym",
        -0.00014621076
      ],
      [
        "orph",
        -0.6857346
      ]
    ]
  },
  "In many of his early paintings, this artist placed such emphasis on the shadow cast by jawbones of his subjects their heads looked discontinuous with their necks, seen most extremely in his tiny canvas Memento Mori. Marcel Proust identified a namesake shade of pink that this painter frequently used. This man painted the best-known depiction of an incident in which a woman drops a pearl in a glass of vinegar to win a wager against her lover about who could stage the most lavish feast. With Girolamo Colonna, this painter decorated a ballroom in the Palazzo Labia with paintings of the encounters between (*) Marc Antony and Cleopatra. This artist painted Neptune guiding a treasure-laden galleon away from a group of dark-skinned men wearing feathered headdresses in a ceiling fresco for the throne room of the Royal Palace of Madrid. This man painted Apollo touring the universe in his Allegory of the Planets and Continents, which decorates the main staircase at the Wurzburg Residence. For 10 points, name this 18th century Venetian painter who worked in Spain and Germany.": {
    "guess": "Giovanni Battista Tiepolo",
    "confidence": [
      [
        "G",
        -0.013684222
      ],
      [
        "iov",
        -0.00078306464
      ],
      [
        "anni",
        0.0
      ],
      [
        " Batt",
        -0.000101993544
      ],
      [
        "ista",
        -4.5848617e-05
      ],
      [
        " Tie",
        -0.00052646134
      ],
      [
        "pol",
        -1.147242e-06
      ],
      [
        "o",
        -1.2113979e-05
      ]
    ]
  },
  "Many critics did not like the ending, in which the virtuous attendant Paulina reveals all along that she had been pretending Queen Hermione was dead. Paulina arrived at the court of Sicily with Camillo,": {
    "guess": "The Winter's Tale",
    "confidence": [
      [
        "The",
        -0.041903846
      ],
      [
        " Winter",
        -0.000875255
      ],
      [
        "'s",
        -0.0006421421
      ],
      [
        " Tale",
        -5.145119e-05
      ]
    ]
  },
  "Many of this man's works were produced by family friends Hans and Florence Knoll, including one with a white frame and red cushion, the iconic Tulip chair. Collaborating with the president of the Cranbrook Academy of Art, he designed the Kleinhans Music Hall in Buffalo, New York. The roof of another": {
    "guess": "Eero Saarinen",
    "confidence": [
      [
        "E",
        -0.21718957
      ],
      [
        "ero",
        -0.014493251
      ],
      [
        " Sa",
        -0.00016790217
      ],
      [
        "ar",
        -0.00020222914
      ],
      [
        "inen",
        -1.4855664e-05
      ]
    ]
  },
  "Many of its officers and Captain Sigsbee survived due to their quarters being located aft, while those killed were initially buried in Colon Cemetery. Those bodies were eventually reburied next to a mast": {
    "guess": "USS Maine (ACR-1)",
    "confidence": [
      [
        "U",
        -0.009441671
      ],
      [
        "SS",
        -0.00033308176
      ],
      [
        " Maine",
        -0.00022666223
      ],
      [
        " (",
        -0.038184933
      ],
      [
        "AC",
        -4.3464544e-05
      ],
      [
        "R",
        -1.2233183e-05
      ],
      [
        "-",
        -0.00019769941
      ],
      [
        "1",
        -0.0003679901
      ],
      [
        ")",
        -5.371606e-05
      ]
    ]
  },
  "Mandelkern shows that this theorem is nonconstructive due to its equivalence to the Limited Principle": {
    "guess": "Kleene's recursion theorem",
    "confidence": [
      [
        "K",
        -1.6101935
      ],
      [
        "le",
        -0.60381943
      ],
      [
        "ene",
        -0.00089157117
      ],
      [
        "'s",
        -0.03032437
      ],
      [
        " recursion",
        -0.13093539
      ],
      [
        " theorem",
        -0.000512045
      ]
    ]
  },
  "Many Egyptian artifacts are stone slabs showing this god as an infant  stomping on scorpions, snakes and oryxes, so much so that that type of  artifact is called this god \"on the crocodiles.\" In a book describing this  god's contention, his eyes are ripped out and are buried, but thankfully  his mother": {
    "guess": "Horus",
    "confidence": [
      [
        "H",
        -0.4306029
      ],
      [
        "orus",
        -0.011575637
      ]
    ]
  },
  "Many of the characters in this story believe that only the late Barclay Goodson could have been behind the act that sets the plot in motion. In an attempt to repay a debt of gratitude, Reverend Burgess saves Edward Richards from the disgrace that befalls 18 other people, all of whom are revealed to be": {
    "guess": "The Man That Corrupted Hadleyburg",
    "confidence": [
      [
        "The",
        -0.0068136426
      ],
      [
        " Man",
        -0.0017345598
      ],
      [
        " That",
        -0.0013632126
      ],
      [
        " Cor",
        -2.577686e-06
      ],
      [
        "rupted",
        -4.739826e-05
      ],
      [
        " Had",
        -2.4584822e-06
      ],
      [
        "ley",
        -5.3358446e-05
      ],
      [
        "burg",
        -1.640531e-05
      ]
    ]
  },
  "The manual for this game notes that \"ninja dinosaurs\" may lurk underneath the fog of war. It includes": {
    "guess": "Worms (series)",
    "confidence": [
      [
        "W",
        -0.050209563
      ],
      [
        "orm",
        -9.209964e-05
      ],
      [
        "s",
        -6.5278815e-05
      ],
      [
        " (",
        -0.22775081
      ],
      [
        "series",
        -0.29963616
      ],
      [
        ")",
        -0.00019912985
      ]
    ]
  },
  "Many of the title roles of this composer's operas were created by the soprano Hortense Schneider. The": {
    "guess": "Jacques Offenbach",
    "confidence": [
      [
        "Jac",
        -0.021113757
      ],
      [
        "ques",
        -2.2723105e-05
      ],
      [
        " Off",
        -1.8550976e-05
      ],
      [
        "en",
        -3.0545007e-06
      ],
      [
        "bach",
        -2.2007884e-05
      ]
    ]
  },
  "It has many definitions, all of which involve the concept of dominance. Immanuel Wallerstein calls it necessarily temporary and defines it as dominance of production, commerce, and finance. Antonio Gramsci": {
    "guess": "Hegemony",
    "confidence": [
      [
        "H",
        -0.73011816
      ],
      [
        "eg",
        -4.7875077e-05
      ],
      [
        "emony",
        -0.00014263466
      ]
    ]
  },
  "So many people remember the winners of music awards for about a year and then forget them like Freshman": {
    "guess": "List of music awards winners",
    "confidence": [
      [
        "List",
        -0.2306754
      ],
      [
        " of",
        -0.004851123
      ],
      [
        " music",
        -0.18984169
      ],
      [
        " awards",
        -0.287603
      ],
      [
        " winners",
        -0.34125334
      ]
    ]
  },
  "Many sufferers of this disease have alpha-synuclein-containing Lewy neurites in the CA2-3 region, and all have APP that has been fragmented via proteolysis. It can only be definitively diagnosed via treatment of tissue samples with Congo Red or Bielschowsky staining for a specific peptide derived from APP. Those that have the E4 allele of apolipoprotein E are at an increased risk for this condition,": {
    "guess": "Alzheimer's disease",
    "confidence": [
      [
        "Al",
        -0.016635988
      ],
      [
        "zheimer",
        -6.718607e-05
      ],
      [
        "'s",
        -0.00018577903
      ],
      [
        " disease",
        -0.0061559505
      ]
    ]
  },
  "Many of this city's early landmarks, including the Tremont House, were designed by John M. Van Osdel. To create natural drainage, whole blocks of this city were hydraulically during the 1850s and 60s. A building in this city called the Wigwam hosted the 1860 (*) Republican National Convention. Governor John Altgeld ordered troops into this city to break up a strike against the Pullman Company, which built its company town on this city's South Side. Upton Sinclair described the meatpacking industry": {
    "guess": "Chicago",
    "confidence": [
      [
        "Chicago",
        -0.0075118574
      ]
    ]
  },
  "Many municipal buildings in this city's downtown were built during the reign of its long time mayor Robert": {
    "guess": "Chicago",
    "confidence": [
      [
        "Chicago",
        -1.3350073
      ]
    ]
  },
  "Many municipal buildings in this city's downtown were built during the reign of its long time mayor Robert Speer. This city lies along the confluence of the South Platte River with Cherry Creek. A town just south of this major city was the site of a 1999 school shooting committed by Eric Harris and Dylan Klebold. This city forms a large metropolitan area with nearly cities like Aurora and Boulder, and in it visitors can see the sights that were home to the 2008 Democratic National Convention. In this city, Pepsi Center and Invesco Field lie south of Coors Field. For 10 points, name this \"Mile High": {
    "guess": "Denver",
    "confidence": [
      [
        "Denver",
        -0.0027339053
      ]
    ]
  },
  "Many municipal buildings in this city's downtown were built during the reign of its long time mayor Robert Speer. This city lies along the confluence of the South Platte River with Cherry Creek. A town just south of this major city was the site of a 1999 school shooting committed by Eric Harris and Dylan Klebold. This city forms a large metropolitan area with nearly cities like Aurora and Boulder, and in it visitors can see the sights that were home to the 2008 Democratic National Convention. In": {
    "guess": "Denver",
    "confidence": [
      [
        "Denver",
        -0.0021966484
      ]
    ]
  },
  "Many of this person's early works are in the collection Twelve Years, and one of his calls to action was his April Theses. This person was forced into exile after the July Days, but he soon returned to his native country and issued a Decree on Peace and Decree on Land, taking control of his country and negotiating the Treaty of Brest-Litovsk with Germany and the other Central Powers. After an attempted": {
    "guess": "Vladimir Lenin",
    "confidence": [
      [
        "V",
        -0.029531999
      ],
      [
        "lad",
        -6.749814e-06
      ],
      [
        "imir",
        -0.00025335286
      ],
      [
        " Lenin",
        -0.0001375089
      ]
    ]
  },
  "Many of this person's early works are in the collection Twelve Years, and one of his calls to action was his April Theses. This person was forced into exile after the July Days, but he soon returned to": {
    "guess": "Vladimir Lenin",
    "confidence": [
      [
        "V",
        -0.1488219
      ],
      [
        "lad",
        -0.0001202317
      ],
      [
        "imir",
        -0.00039897207
      ],
      [
        " Lenin",
        -0.0015690223
      ]
    ]
  },
  "Many of this religion's main figures reached moksha on the mountain Sametshikharji. This religion performs sacred rituals at derasars, including reciting a mantra which ends \"Padhamam Havei Mangalam,\" the Navkar Mantra. Members of one sect of this religion sweep ahead of where they walk and wear cloth": {
    "guess": "Jainism",
    "confidence": [
      [
        "J",
        -0.0018417751
      ],
      [
        "ain",
        -1.9816675e-06
      ],
      [
        "ism",
        -4.3583746e-05
      ]
    ]
  },
  "The Manningtree altarpiece features this artist's The Risen Christ, and in another work the titular animal action is performed by jumping over an obstacle as people look on from a barge. In addition to Leaping Horse, he painted several works about life near his hometown of East Bergholt, while another series depicts the title structure at Leadenhall \"from the River,\" and \"from the meadows\" with an overarching rainbow. His most famous work shows the title object near Flatford Mill on the River Stour and depicts Willy Lott's cottage. The painter of Salisbury Cathedral, for 10 points, name this English": {
    "guess": "John Constable",
    "confidence": [
      [
        "John",
        -0.017334972
      ],
      [
        " Const",
        -0.00055887003
      ],
      [
        "able",
        -4.2868523e-05
      ]
    ]
  },
  "Many prefer Ferruccio Busoni's arpeggio-less transcription of this piece to the comparably popular one by Carl Tausig. Different theories posit that this piece was originally written for unaccompanied violin and that its unusual features owe to the limitations of an instrument the composer had to work": {
    "guess": "Chaconne in D minor",
    "confidence": [
      [
        "Ch",
        -0.41444236
      ],
      [
        "acon",
        -0.0155441305
      ],
      [
        "ne",
        -0.00011772843
      ],
      [
        " in",
        -0.27811906
      ],
      [
        " D",
        -0.0037481792
      ],
      [
        " minor",
        -0.012385089
      ]
    ]
  },
  "Many of these exist for substances with multiple polymorphs, such as silver iodide and aluminum silicate, and helium-4 has two of them, called \"lambda\" ones, because of superfluidity. If a substance has n solid phases, it will have n choose three of these. Gibbs's phase rule states that there exist one fewer degrees of freedom under this condition than the number of components in the mixture. One aspect of it for water is the second reference point of the Kelvin scale. FTP, name this pressure and": {
    "guess": "Triple point",
    "confidence": [
      [
        "Triple",
        -0.1955182
      ],
      [
        " point",
        -0.051513966
      ]
    ]
  },
  "Mannose-6-phosphate tags enzymes headed to this organelle. Pompe's disease, Hurler syndrome, Fabry disease, and I-cell disease can all be caused by malfunctions within this organelle. The storage of ganglioside within this organelle in neuronal cells can cause Tay-Sachs disease, and they were discovered": {
    "guess": "Lysosome",
    "confidence": [
      [
        "L",
        -0.0022893066
      ],
      [
        "ys",
        -1.3856493e-06
      ],
      [
        "osome",
        -0.0013495189
      ]
    ]
  },
  "Too many soldiers signed up to accompany this man, so God decided which soldiers would go based on how they drank their water. The day of the attack, a man had a dream that a loaf of bread representing this man crushed the Midianite camp. He and the soldiers attacked the Midianites during the night. For ten points, name this man who broke jars and blew a trumpet to scare the Midianites and whose name identifies the Bibles found in hotel rooms.": {
    "guess": "Gideon",
    "confidence": [
      [
        "G",
        -0.0036338042
      ],
      [
        "ideon",
        -0.0003062646
      ]
    ]
  },
  "In the many-worlds interpretation, this scientist's namesake equation holds in all locations and at all times; that equation describes the evolution of quantum states over time and can be written as \"E": {
    "guess": "Schrödinger equation",
    "confidence": [
      [
        "S",
        -0.073875904
      ],
      [
        "chr",
        -4.00813e-06
      ],
      [
        "ö",
        -3.4121115e-06
      ],
      [
        "d",
        -0.0003709702
      ],
      [
        "inger",
        -8.061054e-06
      ],
      [
        " equation",
        -0.0750488
      ]
    ]
  },
  "This man managed to pass the Symplegades after he allowed a dove to fly through them, and, seeing it": {
    "guess": "Jason",
    "confidence": [
      [
        "Jason",
        -0.3530788
      ]
    ]
  },
  "Many actors audition by reciting a monologue written by this author which begins \"I always worry that": {
    "guess": "William Shakespeare",
    "confidence": [
      [
        "William",
        -1.4854863
      ],
      [
        " Shakespeare",
        -0.0005450497
      ]
    ]
  },
  "Manosque, Rians and Greoux are located in this region, the Ouveze flows through it, and the Lake of Serre-Poncon is one of the largest artificial lakes here. The Lac de Sainte-Croix is formed by the Verdon river, which also forms the namesake Gorges; it joins the Durance near Vinon. The Luberon massif is located here, and the Var and the Vaucluse are two of its departements. Les Beaux, Gordes and Grasse are among the nicest places here, and the latter is often considered the center of the perfume industry. The Mont Ventoux is considered the giant of this region that suffers from cold Mistral and": {
    "guess": "Provence",
    "confidence": [
      [
        "Prov",
        -0.021150753
      ],
      [
        "ence",
        -2.939851e-05
      ]
    ]
  },
  "A man managed to escape from a ruler of this empire by hiding in wicker baskets covered in flowers. Jean-Baptiste Tavernier gave a notable description of an artifact created by this empire, which was dealt a major defeat at the Battle of Karnal by an Afsharid ruler. A mosque destroyed in riots in 1992 was named for a ruler of this empire. Another ruler of this empire created the House of Worship to": {
    "guess": "Mughal Empire",
    "confidence": [
      [
        "M",
        -0.028273363
      ],
      [
        "ugh",
        -0.0015452147
      ],
      [
        "al",
        -6.062987e-05
      ],
      [
        " Empire",
        -0.018195948
      ]
    ]
  },
  "Many organisms in this phylum have perithecium as a reproductive structure. Amorphotheca resinae is an organism in this phylum that can feed on aircraft fuel. They are the most common symbiots with Trebouxia in an organism that is often used as indicator of air quality. (*) Aflatoxins are created by organisms in this phylum. During sexual reproduction, an important organism in this phylum becomes elongated and pear-shaped, giving them the name \"shmoos.\" Penicillin was isolated from a species in it.": {
    "guess": "Ascomycota",
    "confidence": [
      [
        "As",
        -0.019989686
      ],
      [
        "com",
        -1.3663626e-05
      ],
      [
        "yc",
        -2.6537622e-05
      ],
      [
        "ota",
        -0.00075435854
      ]
    ]
  },
  "Many of this man's works were produced by family friends Hans and Florence Knoll, including one with a white frame and red cushion, the iconic Tulip chair. Collaborating with the president of the Cranbrook Academy of Art, he designed the Kleinhans Music Hall in Buffalo, New York. The roof of another of his buildings has 1/8th of a sphere, and serves as a concert hall in MIT. His other works include the General Motors Technical Center, the TWA flight center in New York, and Dulles International Airport Terminal near Washington, D.C. For 10 points, name this architect who designed the Gateway Arch": {
    "guess": "Eero Saarinen",
    "confidence": [
      [
        "E",
        -0.006100493
      ],
      [
        "ero",
        -0.00011009939
      ],
      [
        " Sa",
        -6.4325184e-05
      ],
      [
        "ar",
        -0.00023441046
      ],
      [
        "inen",
        -1.4378848e-05
      ]
    ]
  },
  "Many members of this religion skip one meal a month and donate the saved money to their religious organization in the \"offer a meal\" movement. Its adherents subscribe to \"Four Affirmations,\" including physical cleanliness, tradition and the family, and love of nature. Its cosmology includes the High Plain of Heaven and the Dark Land, or Yomi. This religion's shrine or jinja tradition was closely associated with the state tradition until the end of World War II, when the emperor renounced his divinity.": {
    "guess": "Shinto",
    "confidence": [
      [
        "Sh",
        -0.0017411049
      ],
      [
        "into",
        -0.0002009179
      ]
    ]
  },
  "Many compounds that do not follow it dimerize, including nitrogen oxide. Exceptions to it include many compounds in Group IIIA, but Group IIA does not feature exceptions because of lower ionization energies and larger radii. Covalent compounds of beryllium and boron are the most common exceptions, though compounds with odd numbers of electrons also violate this rule and are therefore generally unstable. FTP, identify this chemical rule, which states that compounds seek to achieve noble gas configurations by obtaining eight valence shell electrons.": {
    "guess": "Octet rule",
    "confidence": [
      [
        "Oct",
        -0.0024473541
      ],
      [
        "et",
        -0.00020115632
      ],
      [
        " rule",
        -0.18895411
      ]
    ]
  },
  "At the Manual Arts High School in Los Angeles, he studied under Frederick Schwankovsky, who introduced him to noted theosophist Jiddu Krishnamurti. As an adult, he studied painting in New York in the 1930s": {
    "guess": "Theosophy",
    "confidence": [
      [
        "The",
        -0.3897347
      ],
      [
        "osoph",
        -0.0029975546
      ],
      [
        "y",
        -0.11598275
      ]
    ]
  },
  "Many of this person's early works are in the collection Twelve Years, and one of his calls to action was his April Theses. This person was forced into exile after the July Days, but he soon returned to his native country and issued a Decree on Peace and Decree on Land, taking control of his country and negotiating the Treaty of Brest-Litovsk with Germany and the other Central Powers. After an attempted assassination of this person by Fanni Kaplan, the Red Terror was started. Name this Bolshevik leader of Russia whose 1924 death led to the rise of Joseph Stalin.": {
    "guess": "Vladimir Lenin",
    "confidence": [
      [
        "V",
        -0.014032103
      ],
      [
        "lad",
        -1.2829201e-05
      ],
      [
        "imir",
        -0.004506781
      ],
      [
        " Lenin",
        -0.00072923227
      ]
    ]
  },
  "Mammals perform the \"tidal\" variety of this action, which is less efficient than an unidercentional approach. In insects, holes called spiracles open up into a system of chitin tubes where this process takes place, and birds use a series of sacs to make this process highly efficient. Rows of(*) lamellae": {
    "guess": "Respiration",
    "confidence": [
      [
        "Res",
        -0.340404
      ],
      [
        "piration",
        -0.17472646
      ]
    ]
  },
  "Mannose-6-phosphate tags enzymes headed to this organelle. Pompe's disease, Hurler syndrome, Fabry disease, and I-cell disease can all be caused by malfunctions within this organelle. The storage of ganglioside within this organelle in neuronal cells can cause Tay-Sachs disease, and they were discovered by Christian de Duve. The membrane around this organelle allows it to maintain the 4.5 pH level": {
    "guess": "Lysosome",
    "confidence": [
      [
        "L",
        -0.0028410146
      ],
      [
        "ys",
        -2.3392786e-06
      ],
      [
        "osome",
        -6.9331734e-05
      ]
    ]
  },
  "Many of its officers and Captain Sigsbee survived due to their quarters being located aft, while those killed were initially buried in Colon Cemetery. Those bodies were eventually reburied next to a mast from this ship in Arlington National (*) Cemetery. It was raised in 1910 and towed out to sea so that it would not be a hazard to harbor of Havana. Probably sunk due to spontaneous coal combustion and not a naval mine, FTP, remember this ship, whose 1898 sinking precipitated the Spanish-American": {
    "guess": "USS Maine (1889)",
    "confidence": [
      [
        "U",
        -0.0018799698
      ],
      [
        "SS",
        -6.392203e-06
      ],
      [
        " Maine",
        -2.9756122e-05
      ],
      [
        " (",
        -0.0011579621
      ],
      [
        "188",
        -0.05469099
      ],
      [
        "9",
        -0.00049631746
      ],
      [
        ")",
        -4.1273333e-06
      ]
    ]
  },
  "Many critics did not like the ending, in which the virtuous attendant Paulina reveals all along that she had been pretending Queen Hermione was dead. Paulina arrived at the court of Sicily with Camillo, who had fled to Bohemia long before. All except one were given a happy end with the wedding of Perdita and Florizel: even the jealous King Leontes and his old friend Polixenes. For 10 points—in what play does the sole unfortunate resolution come for Antigonus, who is given the stage direction \"Exit, pursued by a bear\"?": {
    "guess": "The Winter's Tale",
    "confidence": [
      [
        "The",
        -0.05143618
      ],
      [
        " Winter",
        -0.0016182885
      ],
      [
        "'s",
        -0.0002912486
      ],
      [
        " Tale",
        -3.106736e-05
      ]
    ]
  },
  "For many centuries after the Romans destroyed Jerusalem the Jewish  community that settled in Babylonia provided the religious and scholarly  leadership for Jews worldwide. They created academies in Babylonia": {
    "guess": "Babylonian captivity",
    "confidence": [
      [
        "B",
        -0.4458579
      ],
      [
        "ab",
        -2.0100624e-05
      ],
      [
        "ylon",
        -0.26120892
      ],
      [
        "ian",
        -0.00017183588
      ],
      [
        " captivity",
        -0.24795114
      ]
    ]
  },
  "A manifesto with this man's name in the title argued against the termination policy and said that the": {
    "guess": "Cesar Chavez",
    "confidence": [
      [
        "C",
        -1.5526408
      ],
      [
        "esar",
        -1.1930504
      ],
      [
        " Chavez",
        -0.008614342
      ]
    ]
  },
  "So many people remember the winners of music awards for about a year and then forget them like Freshman Comp. Prove you're less fickle and name the winners of each of the following awards from the 2000 CMAs F6PE. If the award is presented for a specific song, album, music video, etc., provide that as": {
    "guess": "Country Music Association Awards",
    "confidence": [
      [
        "Country",
        -0.61111414
      ],
      [
        " Music",
        -0.00066430296
      ],
      [
        " Association",
        -0.012689641
      ],
      [
        " Awards",
        -0.20295168
      ]
    ]
  },
  "In many parts of this literary work, the protagonist takes on the persona of the minstrel show performer Mr. Bones and engages in wild conversations with his sidekick Tambo. It begins by describing how the protagonist accidentally witnessed his father's suicide, while later he loses his friend Bhain Campbell to cancer. Numbers 147-157 concern the death of poet Delmore Schwartz, the section entitled \"Opus Posthumous\" describes the death of the protagonist, Henry, while the 385th and last song tells of his return home to his daughter. FTP, what is this sequence of poems most famous for its first": {
    "guess": "The Dream Songs",
    "confidence": [
      [
        "The",
        -0.50645
      ],
      [
        " Dream",
        -0.73301053
      ],
      [
        " Songs",
        -7.433829e-05
      ]
    ]
  },
  "Mammals perform the \"tidal\" variety of this action, which is less efficient than an unidercentional approach.": {
    "guess": "Tidal power",
    "confidence": [
      [
        "T",
        -0.24291028
      ],
      [
        "idal",
        -0.36450395
      ],
      [
        " power",
        -0.24308285
      ]
    ]
  },
  "Many actors audition by reciting a monologue written by this author which begins \"I always worry that maybe people aren't going to like me, when I go to a party.\" That monologue is spoken by the suicidal Jewish cadet Sammy in this author's play about the family of Reuben Flood. In another of this author's plays, Dr. Lyman reads the balcony scene from Romeo and Juliet with the waitress Elma, Grace slips upstairs to sleep with Carl, and Cherie is pursued by the cowboy Bo Decker. This author set many": {
    "guess": "William Inge",
    "confidence": [
      [
        "William",
        -0.04617882
      ],
      [
        " In",
        -0.00034535606
      ],
      [
        "ge",
        -4.7040652e-05
      ]
    ]
  },
  "Many members of this religion skip one meal a month and donate the saved money to their religious organization in the \"offer a meal\" movement. Its adherents subscribe to \"Four Affirmations,\" including physical cleanliness, tradition and the family, and love of nature. Its cosmology includes the High": {
    "guess": "Shinto",
    "confidence": [
      [
        "Sh",
        -0.07152161
      ],
      [
        "into",
        -0.0027638641
      ]
    ]
  }
}