{
  "The Schaeffer-Bergmann variety of this phenomenon arises in interactions with sounds that take place in crystals, and the Kirchhoff formalism derives this phenomenon from a scalar differential wave theory. The Cornu spiral is a graphical depiction of Fresnel integrals, which characterize the near-field variety of this process, while the far-field variety is known as the Fraunhoffer type. For a circular": {
    "guess": "Diffraction",
    "confidence": [
      [
        "Diff",
        -0.0006279678
      ],
      [
        "raction",
        -2.9352968e-06
      ]
    ]
  },
  "A Schatzki ring is the narrowing of the lower part of this organ. Bleeding occurs in tears in the lower epithelium of this organ in Mallory-Weiss syndrome. Redifferentiation of cells in the lower end of this organ is caused by Barrett's disease. GERD occurs when this organ is exposed to increasingly acidic conditions. The cardiac sphincter separates this organ from the stomach, and failure of that sphincter to close properly may lead to the reflux of acid into this organ. This organ's muscles move": {
    "guess": "Esophagus",
    "confidence": [
      [
        "Es",
        -0.0006797884
      ],
      [
        "oph",
        -0.0009941066
      ],
      [
        "agus",
        -1.8624639e-06
      ]
    ]
  },
  "A Schatzki ring is the narrowing of the lower part of this organ. Bleeding occurs in tears in the lower epithelium of this organ in Mallory-Weiss syndrome. Redifferentiation of cells in the lower end of this organ is caused by Barrett's disease. GERD occurs when this organ is exposed to increasingly acidic conditions. The cardiac sphincter separates this organ from the stomach, and failure of that sphincter to close properly may lead to the reflux of acid into this organ. This organ's muscles move in a wavelike motion called peristalsis to transport boluses down to the stomach. For 10 points, name this tube-like organ that transfers food from the mouth to the stomach.": {
    "guess": "Esophagus",
    "confidence": [
      [
        "Es",
        -0.002263375
      ],
      [
        "oph",
        -0.0006004538
      ],
      [
        "agus",
        -2.3392786e-06
      ]
    ]
  },
  "The Schaffer-Bergman form of this phenomenon is caused by light interacting with sound propagating through a medium.  In transmission electron microscopy, accelerated electrons undergo this phenomenon, resulting in a reflection of the sample crystal's reciprocal lattice.  In optics, it leads to the appearance of an Airy disc, which determines the Rayleigh criterion for the focusing power of telescopes.  Bragg's law specifies the geometry required for this type of interaction of x-rays with a crystal lattice.  A more familiar display of this property involves a laser beam passing through a thin": {
    "guess": "Diffraction",
    "confidence": [
      [
        "Diff",
        -0.30110204
      ],
      [
        "raction",
        -7.226629e-06
      ]
    ]
  },
  "The Schaffer-Bergman form of this phenomenon is caused by light interacting with sound propagating through a medium.  In transmission electron microscopy, accelerated electrons undergo this phenomenon, resulting in a reflection of the sample crystal's reciprocal lattice.  In optics, it leads to the appearance of an Airy disc, which determines the Rayleigh criterion for the focusing power of telescopes.  Bragg's law specifies the geometry required for this type of interaction of x-rays with a crystal lattice.  A more familiar display of this property involves a laser beam passing through a thin slit.  FTP, name this wave phenomenon that describes the interference of waves upon interaction with a barrier, taking its name from the Latin for \"to break into pieces\".": {
    "guess": "Diffraction",
    "confidence": [
      [
        "Diff",
        -0.04601581
      ],
      [
        "raction",
        -2.0935051e-05
      ]
    ]
  },
  "A Schatzki ring is the narrowing of the lower part of this organ. Bleeding occurs in tears in the lower epithelium of this organ in Mallory-Weiss syndrome. Redifferentiation of cells in the lower end of this organ is caused by Barrett's disease. GERD occurs when this organ is exposed to increasingly": {
    "guess": "Esophagus",
    "confidence": [
      [
        "Es",
        -0.002874892
      ],
      [
        "oph",
        -0.004570273
      ],
      [
        "agus",
        -0.00031019835
      ]
    ]
  },
  "The Schaeffer-Bergmann variety of this phenomenon arises in interactions with sounds that take place in crystals, and the Kirchhoff formalism derives this phenomenon from a scalar differential wave theory. The Cornu spiral is a graphical depiction of Fresnel integrals, which characterize the near-field": {
    "guess": "Diffraction",
    "confidence": [
      [
        "Diff",
        -0.002567695
      ],
      [
        "raction",
        -3.888926e-06
      ]
    ]
  },
  "The Schaeffer-Bergmann variety of this phenomenon arises in interactions with sounds that take place in crystals, and the Kirchhoff formalism derives this phenomenon from a scalar differential wave theory.": {
    "guess": "Diffraction",
    "confidence": [
      [
        "Diff",
        -0.00093825866
      ],
      [
        "raction",
        -4.8425554e-06
      ]
    ]
  },
  "The Schaffer-Bergman form of this phenomenon is caused by light interacting with sound propagating through a medium.  In transmission electron microscopy, accelerated electrons undergo this phenomenon,": {
    "guess": "Elastic scattering",
    "confidence": [
      [
        "E",
        -1.3170357
      ],
      [
        "lastic",
        -0.01598568
      ],
      [
        " scattering",
        -0.040206503
      ]
    ]
  },
  "A Schatzki ring is the narrowing of the lower part of this organ. Bleeding occurs in tears in the lower epithelium of this organ in Mallory-Weiss syndrome. Redifferentiation of cells in the lower end of": {
    "guess": "Esophagus",
    "confidence": [
      [
        "Es",
        -0.0016166195
      ],
      [
        "oph",
        -0.0011612925
      ],
      [
        "agus",
        -2.1008714e-06
      ]
    ]
  },
  "The Schaeffer-Bergmann variety of this phenomenon arises in interactions with sounds that take place": {
    "guess": "Diffraction",
    "confidence": [
      [
        "Diff",
        -0.017376324
      ],
      [
        "raction",
        -0.0001342904
      ]
    ]
  },
  "A Schatzki ring is the narrowing of the lower part of this organ. Bleeding occurs in tears in the lower": {
    "guess": "Esophagus",
    "confidence": [
      [
        "Es",
        -0.008764418
      ],
      [
        "oph",
        -0.005586026
      ],
      [
        "agus",
        -9.014684e-06
      ]
    ]
  },
  "The Schaeffer-Bergmann variety of this phenomenon arises in interactions with sounds that take place in crystals, and the Kirchhoff formalism derives this phenomenon from a scalar differential wave theory. The Cornu spiral is a graphical depiction of Fresnel integrals, which characterize the near-field variety of this process, while the far-field variety is known as the Fraunhoffer type. For a circular aperture, this phenomenon results in Airy discs, and the Rayleigh criterion represents the maximum resolvability of a lens known as this phenomenon's namesake limit. Governed in x-ray crystallography": {
    "guess": "Diffraction",
    "confidence": [
      [
        "Diff",
        -0.16664416
      ],
      [
        "raction",
        -7.612634e-05
      ]
    ]
  },
  "A Schatzki ring is the narrowing of the lower part of this organ. Bleeding occurs in tears in the lower epithelium of this organ in Mallory-Weiss syndrome. Redifferentiation of cells in the lower end of this organ is caused by Barrett's disease. GERD occurs when this organ is exposed to increasingly acidic conditions. The cardiac sphincter separates this organ from the stomach, and failure of that sphincter to close properly may lead to the reflux of acid into this organ. This organ's muscles move in a wavelike motion called peristalsis to transport boluses down to the stomach. For 10 points, name": {
    "guess": "Esophagus",
    "confidence": [
      [
        "Es",
        -0.0011096131
      ],
      [
        "oph",
        -0.000981482
      ],
      [
        "agus",
        -2.8206474e-05
      ]
    ]
  },
  "A Schatzki ring is the narrowing of the lower part of this organ. Bleeding occurs in tears in the lower epithelium of this organ in Mallory-Weiss syndrome. Redifferentiation of cells in the lower end of this organ is caused by Barrett's disease. GERD occurs when this organ is exposed to increasingly acidic conditions. The cardiac sphincter separates this organ from the stomach, and failure of that": {
    "guess": "Esophagus",
    "confidence": [
      [
        "Es",
        -0.0013183352
      ],
      [
        "oph",
        -0.0016237607
      ],
      [
        "agus",
        -1.342522e-05
      ]
    ]
  },
  "The Schaffer-Bergman form of this phenomenon is caused by light interacting with sound propagating through a medium.  In transmission electron microscopy, accelerated electrons undergo this phenomenon, resulting in a reflection of the sample crystal's reciprocal lattice.  In optics, it leads to the appearance of an Airy disc, which determines the Rayleigh criterion for the focusing power of telescopes.": {
    "guess": "Diffraction",
    "confidence": [
      [
        "Diff",
        -0.011796559
      ],
      [
        "raction",
        -2.6968896e-06
      ]
    ]
  },
  "The Schaffer-Bergman form of this phenomenon is caused by light interacting with sound propagating through a medium.  In transmission electron microscopy, accelerated electrons undergo this phenomenon, resulting in a reflection of the sample crystal's reciprocal lattice.  In optics, it leads to the appearance": {
    "guess": "Bragg's law",
    "confidence": [
      [
        "B",
        -0.61377585
      ],
      [
        "rag",
        -0.0004693994
      ],
      [
        "g",
        -7.58424e-06
      ],
      [
        "'s",
        -0.48003525
      ],
      [
        " law",
        -0.18913488
      ]
    ]
  },
  "The Schaffer-Bergman form of this phenomenon is caused by light interacting with sound propagating through": {
    "guess": "Acousto-optics",
    "confidence": [
      [
        "Ac",
        -0.49046412
      ],
      [
        "oust",
        -0.07096888
      ],
      [
        "o",
        -9.877504e-05
      ],
      [
        "-opt",
        -0.0006059335
      ],
      [
        "ics",
        -0.27286848
      ]
    ]
  },
  "The Schaeffer-Bergmann variety of this phenomenon arises in interactions with sounds that take place in crystals, and the Kirchhoff formalism derives this phenomenon from a scalar differential wave theory. The Cornu spiral is a graphical depiction of Fresnel integrals, which characterize the near-field variety of this process, while the far-field variety is known as the Fraunhoffer type. For a circular aperture, this phenomenon results in Airy discs, and the Rayleigh criterion represents the maximum": {
    "guess": "Diffraction",
    "confidence": [
      [
        "Diff",
        -0.038339812
      ],
      [
        "raction",
        -1.0802739e-05
      ]
    ]
  },
  "The Schaeffer-Bergmann variety of this phenomenon arises in interactions with sounds that take place in crystals, and the Kirchhoff formalism derives this phenomenon from a scalar differential wave theory. The Cornu spiral is a graphical depiction of Fresnel integrals, which characterize the near-field variety of this process, while the far-field variety is known as the Fraunhoffer type. For a circular aperture, this phenomenon results in Airy discs, and the Rayleigh criterion represents the maximum resolvability of a lens known as this phenomenon's namesake limit. Governed in x-ray crystallography by Bragg's law, FTP, identify this optical effect in which light bends around the edges of an aperture.": {
    "guess": "Diffraction",
    "confidence": [
      [
        "Diff",
        -0.00024643904
      ],
      [
        "raction",
        -1.640531e-05
      ]
    ]
  },
  "The Schaffer-Bergman form of this phenomenon is caused by light interacting with sound propagating through a medium.  In transmission electron microscopy, accelerated electrons undergo this phenomenon, resulting in a reflection of the sample crystal's reciprocal lattice.  In optics, it leads to the appearance of an Airy disc, which determines the Rayleigh criterion for the focusing power of telescopes.  Bragg's law specifies the geometry required for this type of interaction of x-rays with a crystal": {
    "guess": "Diffraction",
    "confidence": [
      [
        "Diff",
        -0.015779775
      ],
      [
        "raction",
        -6.9882217e-06
      ]
    ]
  },
  "The Schaffer-Bergman form of this phenomenon is caused by light interacting with sound propagating through a medium.  In transmission electron microscopy, accelerated electrons undergo this phenomenon, resulting in a reflection of the sample crystal's reciprocal lattice.  In optics, it leads to the appearance of an Airy disc, which determines the Rayleigh criterion for the focusing power of telescopes.  Bragg's law specifies the geometry required for this type of interaction of x-rays with a crystal lattice.  A more familiar display of this property involves a laser beam passing through a thin slit.  FTP, name this wave phenomenon that describes the interference of waves upon interaction with": {
    "guess": "Diffraction",
    "confidence": [
      [
        "Diff",
        -0.018504124
      ],
      [
        "raction",
        -2.4584822e-06
      ]
    ]
  }
}