{
  "One splinter group of this religious sect instigated a series of nudist protest pilgrimages that forced one of the sect's leaders, Peter Verigin, to travel to Canada to restore order. Their only ceremony": {
    "guess": "Doukhobors",
    "confidence": [
      [
        "Dou",
        -0.018285964
      ],
      [
        "kh",
        -3.3809047e-05
      ],
      [
        "ob",
        -9.0883464e-07
      ],
      [
        "ors",
        -0.118228905
      ]
    ]
  },
  "After 1848 they split into Hard and Soft factions, led by Daniel Dickinson and William Marcy, respectively, over the issue of reconciling with their political enemies and supporting President Pierce. They supported internal improvements, state banks, and the annexation of Texas, and controlled the party machine and patronage. In 1846 they turned against gubernatorial candidate Silas Wright, and in retaliation their political opponents supported the Free Soil ticket in 1848, leading to the election of Zachary Taylor. Named from a word meaning political office-seeker in Dutch, for ten points identify this conservative faction of the New York democratic party, which opposed antislavery agitation": {
    "guess": "Hunkers",
    "confidence": [
      [
        "H",
        -0.109960385
      ],
      [
        "unk",
        -0.2100188
      ],
      [
        "ers",
        -2.8160932e-06
      ]
    ]
  },
  "One splinter group of this religious sect instigated a series of nudist protest pilgrimages that forced one of the sect's leaders, Peter Verigin, to travel to Canada to restore order. Their only ceremony is the sobraniye, at which prayers are chanted around a dinner table, while their only guidance is provided by a collection of oral chants and canticles known as the \"Book of Life\". Often clashing with the Russian government, Leo Tolstoy successfully petitioned to allow their immigration to Canada, where they have caused frequent unrest with their burning of property to protest land ownership. With a name meaning \"spirit wrestler\", FTP, what is this Russian peasant religious sect which rejects": {
    "guess": "Doukhobors",
    "confidence": [
      [
        "Dou",
        -0.2932765
      ],
      [
        "kh",
        -1.3663626e-05
      ],
      [
        "ob",
        -5.5122365e-07
      ],
      [
        "ors",
        -0.0016823208
      ]
    ]
  },
  "One splinter group of this religious sect instigated a series of nudist protest pilgrimages that forced one of the sect's leaders, Peter Verigin, to travel to Canada to restore order. Their only ceremony is the sobraniye, at which prayers are chanted around a dinner table, while their only guidance is": {
    "guess": "Doukhobors",
    "confidence": [
      [
        "Dou",
        -0.025397902
      ],
      [
        "kh",
        -3.1305768e-05
      ],
      [
        "ob",
        -4.3202e-07
      ],
      [
        "ors",
        -0.058932107
      ]
    ]
  },
  "One splinter group of this religious sect instigated a series of nudist protest pilgrimages that forced one of the sect's leaders, Peter Verigin, to travel to Canada to restore order. Their only ceremony is the sobraniye, at which prayers are chanted around a dinner table, while their only guidance is provided by a collection of oral chants and canticles known as the \"Book of Life\". Often clashing with the Russian government, Leo Tolstoy successfully petitioned to allow their immigration to Canada, where they have caused frequent unrest with their burning of property to protest land ownership.": {
    "guess": "Dukhobors",
    "confidence": [
      [
        "D",
        -0.24717115
      ],
      [
        "uk",
        -0.00019877224
      ],
      [
        "h",
        -2.6060809e-05
      ],
      [
        "ob",
        -1.2664457e-06
      ],
      [
        "ors",
        -0.0009791015
      ]
    ]
  },
  "One splinter group of this religious sect instigated a series of nudist protest pilgrimages that forced one of the sect's leaders, Peter Verigin, to travel to Canada to restore order. Their only ceremony is the sobraniye, at which prayers are chanted around a dinner table, while their only guidance is provided by a collection of oral chants and canticles known as the \"Book of Life\". Often clashing": {
    "guess": "Doukhobors",
    "confidence": [
      [
        "Dou",
        -0.026814563
      ],
      [
        "kh",
        -5.1928004e-05
      ],
      [
        "ob",
        -7.107425e-06
      ],
      [
        "ors",
        -0.06825008
      ]
    ]
  },
  "One splinter group of this religious sect instigated a series of nudist protest pilgrimages that forced one of the sect's leaders, Peter Verigin, to travel to Canada to restore order. Their only ceremony is the sobraniye, at which prayers are chanted around a dinner table, while their only guidance is provided by a collection of oral chants and canticles known as the \"Book of Life\". Often clashing with the Russian government, Leo Tolstoy successfully petitioned to allow their immigration to Canada,": {
    "guess": "Dukhobors",
    "confidence": [
      [
        "D",
        -0.7629354
      ],
      [
        "uk",
        -0.00012047011
      ],
      [
        "h",
        -0.00019185843
      ],
      [
        "ob",
        -2.5583993e-05
      ],
      [
        "ors",
        -0.0055631436
      ]
    ]
  },
  "After 1848 they split into Hard and Soft factions, led by Daniel Dickinson and William Marcy, respectively, over the issue of reconciling with their political enemies and supporting President Pierce. They supported internal improvements, state banks, and the annexation of Texas, and controlled the party machine and patronage. In 1846 they turned against gubernatorial candidate Silas Wright, and in retaliation their political opponents supported the Free Soil ticket in 1848, leading to the election of Zachary Taylor. Named from a word meaning political office-seeker in Dutch, for ten points identify": {
    "guess": "Albany Regency",
    "confidence": [
      [
        "Al",
        -1.5884825
      ],
      [
        "b",
        -0.00010008628
      ],
      [
        "any",
        -9.9251854e-05
      ],
      [
        " Reg",
        -0.0005569628
      ],
      [
        "ency",
        -0.00014549555
      ]
    ]
  },
  "After 1848 they split into Hard and Soft factions, led by Daniel Dickinson and William Marcy, respectively, over the issue of reconciling with their political enemies and supporting President Pierce. They supported internal improvements, state banks, and the annexation of Texas, and controlled the party machine and patronage. In 1846 they turned against gubernatorial candidate Silas Wright, and in retaliation their political opponents supported the Free Soil ticket in 1848, leading to the election": {
    "guess": "Barnburners",
    "confidence": [
      [
        "B",
        -1.2569085
      ],
      [
        "arn",
        -0.010044574
      ],
      [
        "burn",
        -0.00038395973
      ],
      [
        "ers",
        -0.063186884
      ]
    ]
  },
  "After 1848 they split into Hard and Soft factions, led by Daniel Dickinson and William Marcy, respectively, over the issue of reconciling with their political enemies and supporting President Pierce. They supported internal improvements, state banks, and the annexation of Texas, and controlled the party": {
    "guess": "Democratic Party (United States)",
    "confidence": [
      [
        "Democratic",
        -0.15414876
      ],
      [
        " Party",
        -0.0022248412
      ],
      [
        " (",
        -0.0499702
      ],
      [
        "United",
        -1.9743013e-05
      ],
      [
        " States",
        -5.312004e-05
      ],
      [
        ")",
        -3.5835506e-05
      ]
    ]
  },
  "After 1848 they split into Hard and Soft factions, led by Daniel Dickinson and William Marcy, respectively, over the issue of reconciling with their political enemies and supporting President Pierce. They supported internal improvements, state banks, and the annexation of Texas, and controlled the party machine and patronage. In 1846 they turned against gubernatorial candidate Silas Wright, and in": {
    "guess": "Democratic Party (United States)",
    "confidence": [
      [
        "Democratic",
        -0.17361936
      ],
      [
        " Party",
        -0.021184362
      ],
      [
        " (",
        -0.017382884
      ],
      [
        "United",
        -4.274932e-05
      ],
      [
        " States",
        -6.873572e-05
      ],
      [
        ")",
        -9.3410876e-05
      ]
    ]
  },
  "One splinter group of this religious sect instigated a series of nudist protest pilgrimages that forced one of the sect's leaders, Peter Verigin, to travel to Canada to restore order. Their only ceremony is the sobraniye, at which prayers are chanted around a dinner table, while their only guidance is provided by a collection of oral chants and canticles known as the \"Book of Life\". Often clashing with the Russian government, Leo Tolstoy successfully petitioned to allow their immigration to Canada, where they have caused frequent unrest with their burning of property to protest land ownership. With a name meaning \"spirit wrestler\", FTP, what is this Russian peasant religious sect which rejects all external authority in favor of direct individual revelation?": {
    "guess": "Doukhobors",
    "confidence": [
      [
        "Dou",
        -0.5501789
      ],
      [
        "kh",
        -2.6060809e-05
      ],
      [
        "ob",
        -3.2929079e-06
      ],
      [
        "ors",
        -0.004889316
      ]
    ]
  },
  "After 1848 they split into Hard and Soft factions, led by Daniel Dickinson and William Marcy, respectively, over the issue of reconciling with their political enemies and supporting President Pierce. They supported internal improvements, state banks, and the annexation of Texas, and controlled the party machine and patronage. In 1846 they turned against gubernatorial candidate Silas Wright, and in retaliation their political opponents supported the Free Soil ticket in 1848, leading to the election of Zachary Taylor. Named from a word meaning political office-seeker in Dutch, for ten points identify this conservative faction of the New York democratic party, which opposed antislavery agitation and the Barnburners.": {
    "guess": "Hunkers",
    "confidence": [
      [
        "H",
        -0.044032183
      ],
      [
        "unk",
        -0.18836291
      ],
      [
        "ers",
        -3.4121115e-06
      ]
    ]
  },
  "After 1848 they split into Hard and Soft factions, led by Daniel Dickinson and William Marcy, respectively,": {
    "guess": "New York Democratic Party",
    "confidence": [
      [
        "New",
        -1.2420293
      ],
      [
        " York",
        -0.0057961894
      ],
      [
        " Democratic",
        -0.59236455
      ],
      [
        " Party",
        -0.22733065
      ]
    ]
  },
  "After 1848 they split into Hard and Soft factions, led by Daniel Dickinson and William Marcy, respectively, over the issue of reconciling with their political enemies and supporting President Pierce. They": {
    "guess": "Democratic Party (United States)",
    "confidence": [
      [
        "Democratic",
        -1.3924628
      ],
      [
        " Party",
        -0.039652575
      ],
      [
        " (",
        -0.52372354
      ],
      [
        "United",
        -9.805982e-05
      ],
      [
        " States",
        -0.00015193255
      ],
      [
        ")",
        -8.10137e-05
      ]
    ]
  },
  "One splinter group of this religious sect instigated a series of nudist protest pilgrimages that forced": {
    "guess": "Nudism",
    "confidence": [
      [
        "N",
        -0.12922944
      ],
      [
        "ud",
        -0.51754093
      ],
      [
        "ism",
        -0.64780813
      ]
    ]
  }
}