{
  "The flagship of the task force led by Aubrey Fitch was sunk after this battle because gasoline vapors released by a torpedo strike ignited into a fire that prevented salvage. The flagship of Frank Fletcher, which had just come from contesting the invasion of Tulagi, also suffered major damage. Weather conditions had alternately provided both sides with cover from aerial attack, though one beneficiary of the cover still lost enough planes that it had to withdraw from the theater, along with another heavily damaged carrier. Though damage to Fletcher's ship was so severe that the Admiral Shigeyoshi Inoue was informed it had been sunk, repairs were made that allowed the aircraft of the Yorktown to": {
    "guess": "Battle of the Coral Sea",
    "confidence": [
      [
        "Battle",
        -0.009200617
      ],
      [
        " of",
        -0.0004801241
      ],
      [
        " the",
        -0.05113573
      ],
      [
        " Coral",
        -0.0117401285
      ],
      [
        " Sea",
        -0.00013691289
      ]
    ]
  },
  "It is in flashbacks that this novel's central character reveals his strict upbringing at the hands of the cruel McEachern and his separation from his first love, the prostitute Bobbie Allen.  That character's problems include refusing good advice to join a black law firm and working at a mill to cover up his moonshine business.  Perhaps more despicable are Lucas Burch, who betrays that character and Percy Grimm, who castrates and kills him.  FTP, identify this novel about the tragic half-black Joe Christmas, a work by William Faulkner.": {
    "guess": "Light in August",
    "confidence": [
      [
        "Light",
        -0.008034566
      ],
      [
        " in",
        -0.21338505
      ],
      [
        " August",
        -9.639097e-05
      ]
    ]
  },
  "The flagship of the task force led by Aubrey Fitch was sunk after this battle because gasoline vapors released by a torpedo strike ignited into a fire that prevented salvage. The flagship of Frank Fletcher, which had just come from contesting the invasion of Tulagi, also suffered major damage. Weather conditions had alternately provided both sides with cover from aerial attack, though one beneficiary of the cover still lost enough planes that it had to withdraw from the theater, along with another heavily damaged carrier. Though damage to Fletcher's ship was so severe that the Admiral Shigeyoshi Inoue was informed it had been sunk, repairs were made that allowed the aircraft of the Yorktown to play a crucial role a month later. The Lexington was lost, while the effective disablement of the Zuikaku and Shokaku kept them out of the Battle of Midway. For 10 points, what was this naval battle, the first in which enemy ships never saw each other, that prevented the invasion of Port Moresby and": {
    "guess": "Battle of Coral Sea",
    "confidence": [
      [
        "Battle",
        -0.026258737
      ],
      [
        " of",
        -0.00010545045
      ],
      [
        " Coral",
        -0.49914646
      ],
      [
        " Sea",
        -2.5703197e-05
      ]
    ]
  },
  "A flag with a star cut out of the middle became a symbol of one side in this conflict. Though initially": {
    "guess": "Flag of the Democratic Republic of the Congo",
    "confidence": [
      [
        "Flag",
        -0.3737888
      ],
      [
        " of",
        -0.001223682
      ],
      [
        " the",
        -0.612867
      ],
      [
        " Democratic",
        -1.8224989
      ],
      [
        " Republic",
        -0.023723604
      ],
      [
        " of",
        -2.2961513e-05
      ],
      [
        " the",
        -0.051792465
      ],
      [
        " Congo",
        -0.0014401155
      ]
    ]
  },
  "The flagship of the task force led by Aubrey Fitch was sunk after this battle because gasoline vapors released by a torpedo strike ignited into a fire that prevented salvage. The flagship of Frank Fletcher, which had just come from contesting the invasion of Tulagi, also suffered major damage. Weather conditions had alternately provided both sides with cover from aerial attack, though one beneficiary of the cover still lost enough planes that it had to withdraw from the theater, along with another heavily damaged carrier. Though damage to Fletcher's ship was so severe that the Admiral Shigeyoshi Inoue was informed it had been sunk, repairs were made that allowed the aircraft of the Yorktown to play a crucial role a month later. The Lexington was lost, while the effective disablement of the": {
    "guess": "Battle of the Coral Sea",
    "confidence": [
      [
        "Battle",
        -0.0055003106
      ],
      [
        " of",
        -0.00013381359
      ],
      [
        " the",
        -0.040344138
      ],
      [
        " Coral",
        -0.0025924232
      ],
      [
        " Sea",
        -0.0001170132
      ]
    ]
  },
  "In a flashback in this work, a woman calls Ike an idiot for losing his money during the Great Depression, while another scene introduces a woman who is grateful to the main character for helping her secure a divorce.  A key moment occurs when the protagonist recalls the moment his friend Mickey agreed to testify against his client Lou, after the latter has been subpoenaed by Congress.  The opening instruction calls for a single chair to be set in front of a three level tower meant to evoke a concentration camp, which symbolizes a past the prospective third wife, Holga, struggles against.  Much of the play centers on the protagonist's relationship with his second wife, a famous singer named Maggie,": {
    "guess": "The Ride Down Mt. Morgan",
    "confidence": [
      [
        "The",
        -0.3413735
      ],
      [
        " Ride",
        -0.7330439
      ],
      [
        " Down",
        -0.0064904806
      ],
      [
        " Mt",
        -0.18028378
      ],
      [
        ".",
        -0.0020107182
      ],
      [
        " Morgan",
        -0.00032616797
      ]
    ]
  },
  "A flag with a star cut out of the middle became a symbol of one side in this conflict. Though initially peaceful, violence broke out after the AVH shot a crowd of protesters outside a radio station. After": {
    "guess": "Hungarian Revolution of 1956",
    "confidence": [
      [
        "Hung",
        -0.063157454
      ],
      [
        "arian",
        -2.2127088e-05
      ],
      [
        " Revolution",
        -0.00012558853
      ],
      [
        " of",
        -2.939851e-05
      ],
      [
        " ",
        -1.0280384e-06
      ],
      [
        "195",
        -1.1279553e-05
      ],
      [
        "6",
        0.0
      ]
    ]
  },
  "The flagship of the task force led by Aubrey Fitch was sunk after this battle because gasoline vapors released by a torpedo strike ignited into a fire that prevented salvage. The flagship of Frank Fletcher, which had just come from contesting the invasion of Tulagi, also suffered major damage. Weather conditions had alternately provided both sides with cover from aerial attack, though one beneficiary of the cover still lost enough planes that it had to withdraw from the theater, along with another heavily damaged carrier. Though damage to Fletcher's ship was so severe that the Admiral Shigeyoshi Inoue was informed it had been sunk, repairs were made that allowed the aircraft of the Yorktown to play a crucial role a month later. The Lexington was lost, while the effective disablement of the Zuikaku and Shokaku kept them out of the Battle of Midway. For 10 points, what was this naval battle,": {
    "guess": "Battle of the Coral Sea",
    "confidence": [
      [
        "Battle",
        -0.0067839315
      ],
      [
        " of",
        -0.00013440961
      ],
      [
        " the",
        -0.23039547
      ],
      [
        " Coral",
        -0.00043746384
      ],
      [
        " Sea",
        -0.00012844942
      ]
    ]
  },
  "In a flashback in this work, a woman calls Ike an idiot for losing his money during the Great Depression, while another scene introduces a woman who is grateful to the main character for helping her secure a divorce.  A key moment occurs when the protagonist recalls the moment his friend Mickey agreed to testify against his client Lou, after the latter has been subpoenaed by Congress.  The opening instruction calls for a single chair to be set in front of a three level tower meant to evoke a concentration camp, which symbolizes a past the prospective third wife, Holga, struggles against.  Much": {
    "guess": "The Visit (play)",
    "confidence": [
      [
        "The",
        -0.23339258
      ],
      [
        " Visit",
        -0.7416683
      ],
      [
        " (",
        -0.107927464
      ],
      [
        "play",
        -0.0015539054
      ],
      [
        ")",
        -3.5597102e-05
      ]
    ]
  },
  "A flag with a star cut out of the middle became a symbol of one side in this conflict. Though initially peaceful, violence broke out after the AVH shot a crowd of protesters outside a radio station. After it was put down, political leaders associated with it took refuge in the Yugoslavian Embassy and": {
    "guess": "Hungarian Revolution of 1956",
    "confidence": [
      [
        "Hung",
        -0.18347849
      ],
      [
        "arian",
        -4.6802244e-05
      ],
      [
        " Revolution",
        -0.000281716
      ],
      [
        " of",
        -5.4669687e-05
      ],
      [
        " ",
        -1.8624639e-06
      ],
      [
        "195",
        -4.604148e-06
      ],
      [
        "6",
        -3.1281633e-07
      ]
    ]
  },
  "It is in flashbacks that this novel's central character reveals his strict upbringing at the hands of": {
    "guess": "Some Thoughts Concerning Education",
    "confidence": [
      [
        "Some",
        -0.19362278
      ],
      [
        " Thoughts",
        -0.000111291425
      ],
      [
        " Concern",
        -5.8722613e-05
      ],
      [
        "ing",
        -3.8100377e-05
      ],
      [
        " Education",
        -0.00010175513
      ]
    ]
  },
  "In a flashback in this work, a woman calls Ike an idiot for losing his money during the Great Depression, while another scene introduces a woman who is grateful to the main character for helping her secure a divorce.  A key moment occurs when the protagonist recalls the moment his friend Mickey agreed": {
    "guess": "The Human Comedy",
    "confidence": [
      [
        "The",
        -0.7092064
      ],
      [
        " Human",
        -1.3869615
      ],
      [
        " Comedy",
        -0.006370136
      ]
    ]
  },
  "In a flashback in this work, a woman calls Ike an idiot for losing his money during the Great Depression, while another scene introduces a woman who is grateful to the main character for helping her secure a divorce.  A key moment occurs when the protagonist recalls the moment his friend Mickey agreed to testify against his client Lou, after the latter has been subpoenaed by Congress.  The opening": {
    "guess": "The Last Tycoon (TV series)",
    "confidence": [
      [
        "The",
        -1.0611017
      ],
      [
        " Last",
        -1.8874924
      ],
      [
        " Ty",
        -0.34490255
      ],
      [
        "coon",
        -4.179569e-05
      ],
      [
        " (",
        -0.5380826
      ],
      [
        "TV",
        -0.38295555
      ],
      [
        " series",
        -0.019786118
      ],
      [
        ")",
        -0.00033760787
      ]
    ]
  },
  "It is in flashbacks that this novel's central character reveals his strict upbringing at the hands of the cruel McEachern and his separation from his first love, the prostitute Bobbie Allen.  That character's": {
    "guess": "Light in August",
    "confidence": [
      [
        "Light",
        -0.026157577
      ],
      [
        " in",
        -0.002124565
      ],
      [
        " August",
        -5.347765e-05
      ]
    ]
  },
  "It is in flashbacks that this novel's central character reveals his strict upbringing at the hands of the cruel McEachern and his separation from his first love, the prostitute Bobbie Allen.  That character's problems include refusing good advice to join a black law firm and working at a mill to cover": {
    "guess": "Light in August",
    "confidence": [
      [
        "Light",
        -0.031004192
      ],
      [
        " in",
        -0.0019684816
      ],
      [
        " August",
        -6.253713e-05
      ]
    ]
  },
  "The flagship of the task force led by Aubrey Fitch was sunk after this battle because gasoline vapors released by a torpedo strike ignited into a fire that prevented salvage. The flagship of Frank Fletcher, which had just come from contesting the invasion of Tulagi, also suffered major damage. Weather": {
    "guess": "Battle of the Coral Sea",
    "confidence": [
      [
        "Battle",
        -0.15402399
      ],
      [
        " of",
        -0.0006028342
      ],
      [
        " the",
        -0.08897567
      ],
      [
        " Coral",
        -0.0947419
      ],
      [
        " Sea",
        -4.4894987e-05
      ]
    ]
  },
  "In a flashback in this work, a woman calls Ike an idiot for losing his money during the Great Depression, while another scene introduces a woman who is grateful to the main character for helping her secure": {
    "guess": "The Great Gatsby",
    "confidence": [
      [
        "The",
        -0.058251496
      ],
      [
        " Great",
        -0.40861684
      ],
      [
        " G",
        -0.0075584752
      ],
      [
        "atsby",
        -0.00021784115
      ]
    ]
  },
  "The flagship of the task force led by Aubrey Fitch was sunk after this battle because gasoline vapors released by a torpedo strike ignited into a fire that prevented salvage. The flagship of Frank Fletcher, which had just come from contesting the invasion of Tulagi, also suffered major damage. Weather conditions had alternately provided both sides with cover from aerial attack, though one beneficiary of the cover still lost enough planes that it had to withdraw from the theater, along with another": {
    "guess": "Battle of the Coral Sea",
    "confidence": [
      [
        "Battle",
        -0.10225387
      ],
      [
        " of",
        -0.00031496648
      ],
      [
        " the",
        -0.07194646
      ],
      [
        " Coral",
        -0.110079035
      ],
      [
        " Sea",
        -0.00010318558
      ]
    ]
  },
  "The flagship of the task force led by Aubrey Fitch was sunk after this battle because gasoline vapors": {
    "guess": "Battle of the Coral Sea",
    "confidence": [
      [
        "Battle",
        -0.17528716
      ],
      [
        " of",
        -0.030632522
      ],
      [
        " the",
        -0.4271788
      ],
      [
        " Coral",
        -0.33783782
      ],
      [
        " Sea",
        -0.0002582402
      ]
    ]
  },
  "The flagship of the task force led by Aubrey Fitch was sunk after this battle because gasoline vapors released by a torpedo strike ignited into a fire that prevented salvage. The flagship of Frank Fletcher, which had just come from contesting the invasion of Tulagi, also suffered major damage. Weather conditions had alternately provided both sides with cover from aerial attack, though one beneficiary of the cover still lost enough planes that it had to withdraw from the theater, along with another heavily damaged carrier. Though damage to Fletcher's ship was so severe that the Admiral Shigeyoshi Inoue was informed it had been sunk, repairs were made that allowed the aircraft of the Yorktown to play a crucial role a month later. The Lexington was lost, while the effective disablement of the Zuikaku and Shokaku kept them out of the Battle of Midway. For 10 points, what was this naval battle, the first in which enemy ships never saw each other, that prevented the invasion of Port Moresby and Australia by the Japanese in May 1942?": {
    "guess": "Battle of Coral Sea",
    "confidence": [
      [
        "Battle",
        -0.012371911
      ],
      [
        " of",
        -0.00020938137
      ],
      [
        " Coral",
        -0.30747464
      ],
      [
        " Sea",
        -3.368984e-05
      ]
    ]
  },
  "The flagship of the task force led by Aubrey Fitch was sunk after this battle because gasoline vapors released by a torpedo strike ignited into a fire that prevented salvage. The flagship of Frank Fletcher, which had just come from contesting the invasion of Tulagi, also suffered major damage. Weather conditions had alternately provided both sides with cover from aerial attack, though one beneficiary": {
    "guess": "Battle of the Coral Sea",
    "confidence": [
      [
        "Battle",
        -0.17014228
      ],
      [
        " of",
        -0.00039576087
      ],
      [
        " the",
        -0.07324905
      ],
      [
        " Coral",
        -0.4911304
      ],
      [
        " Sea",
        -8.947716e-05
      ]
    ]
  },
  "A flag with a star cut out of the middle became a symbol of one side in this conflict. Though initially peaceful, violence broke out after the AVH shot a crowd of protesters outside a radio station. After it was put down, political leaders associated with it took refuge in the Yugoslavian Embassy and the two countries involved played a contentious water polo match at the Summer Olympics. Andras Hegedus": {
    "guess": "Hungarian Revolution of 1956",
    "confidence": [
      [
        "Hung",
        -0.042897448
      ],
      [
        "arian",
        -0.0002546641
      ],
      [
        " Revolution",
        -0.0016614969
      ],
      [
        " of",
        -2.4630364e-05
      ],
      [
        " ",
        -6.9882217e-06
      ],
      [
        "195",
        -3.4405064e-05
      ],
      [
        "6",
        -8.657073e-06
      ]
    ]
  },
  "It is in flashbacks that this novel's central character reveals his strict upbringing at the hands of the cruel McEachern and his separation from his first love, the prostitute Bobbie Allen.  That character's problems include refusing good advice to join a black law firm and working at a mill to cover up his moonshine business.  Perhaps more despicable are Lucas Burch, who betrays that character and": {
    "guess": "Light in August",
    "confidence": [
      [
        "Light",
        -0.4866792
      ],
      [
        " in",
        -0.0045963875
      ],
      [
        " August",
        -7.6364755e-05
      ]
    ]
  },
  "A flag with a star cut out of the middle became a symbol of one side in this conflict. Though initially peaceful, violence broke out after the AVH shot a crowd of protesters outside a radio station. After it was put down, political leaders associated with it took refuge in the Yugoslavian Embassy and the two countries involved played a contentious water polo match at the Summer Olympics. Andras Hegedus was replaced by Imre Nagy, who promised to establish a multi-party system and declare neutrality. Its aftermath saw Janos Kadar appointed to the position of Prime Minister. For 10 points, name this rebellion which was put down when Soviet tanks entered a Central European state in 1956.": {
    "guess": "Hungarian Revolution of 1956",
    "confidence": [
      [
        "Hung",
        -0.032024357
      ],
      [
        "arian",
        -0.00042756993
      ],
      [
        " Revolution",
        -0.014953113
      ],
      [
        " of",
        -6.869018e-06
      ],
      [
        " ",
        -1.147242e-06
      ],
      [
        "195",
        -7.58424e-06
      ],
      [
        "6",
        -1.504853e-06
      ]
    ]
  },
  "In a flashback in this work, a woman calls Ike an idiot for losing his money during the Great Depression, while another scene introduces a woman who is grateful to the main character for helping her secure a divorce.  A key moment occurs when the protagonist recalls the moment his friend Mickey agreed to testify against his client Lou, after the latter has been subpoenaed by Congress.  The opening instruction calls for a single chair to be set in front of a three level tower meant to evoke a concentration camp, which symbolizes a past the prospective third wife, Holga, struggles against.  Much of the play centers on the protagonist's relationship with his second wife, a famous singer named Maggie, who was thought to have been based on the author's ex-wife, Marilyn Monroe.  For 10 points, identify this play with a religious title that traces Quentin's relationships with women, a play by Arthur": {
    "guess": "After the Fall",
    "confidence": [
      [
        "After",
        -0.059621558
      ],
      [
        " the",
        -0.017524742
      ],
      [
        " Fall",
        -0.00041887542
      ]
    ]
  },
  "In a flashback in this work, a woman calls Ike an idiot for losing his money during the Great Depression,": {
    "guess": "The Great Gatsby",
    "confidence": [
      [
        "The",
        -0.30831507
      ],
      [
        " Great",
        -0.17564444
      ],
      [
        " G",
        -0.008504891
      ],
      [
        "atsby",
        -0.00020008348
      ]
    ]
  },
  "It is in flashbacks that this novel's central character reveals his strict upbringing at the hands of the cruel McEachern and his separation from his first love, the prostitute Bobbie Allen.  That character's problems include refusing good advice to join a black law firm and working at a mill to cover up his moonshine business.  Perhaps more despicable are Lucas Burch, who betrays that character and Percy Grimm, who castrates and kills him.  FTP, identify this novel about the tragic half-black Joe": {
    "guess": "Light in August",
    "confidence": [
      [
        "Light",
        -0.18042642
      ],
      [
        " in",
        -0.010580233
      ],
      [
        " August",
        -0.00015717384
      ]
    ]
  },
  "A flag with a star cut out of the middle became a symbol of one side in this conflict. Though initially peaceful, violence broke out after the AVH shot a crowd of protesters outside a radio station. After it was put down, political leaders associated with it took refuge in the Yugoslavian Embassy and the two countries involved played a contentious water polo match at the Summer Olympics. Andras Hegedus was replaced by Imre Nagy, who promised to establish a multi-party system and declare neutrality.": {
    "guess": "Hungarian Revolution of 1956",
    "confidence": [
      [
        "Hung",
        -0.028520856
      ],
      [
        "arian",
        -9.372295e-06
      ],
      [
        " Revolution",
        -4.465658e-05
      ],
      [
        " of",
        -2.3392786e-06
      ],
      [
        " ",
        -4.3202e-07
      ],
      [
        "195",
        -1.4378848e-05
      ],
      [
        "6",
        -2.1008714e-06
      ]
    ]
  },
  "In a flashback in this work, a woman calls Ike an idiot for losing his money during the Great Depression, while another scene introduces a woman who is grateful to the main character for helping her secure a divorce.  A key moment occurs when the protagonist recalls the moment his friend Mickey agreed to testify against his client Lou, after the latter has been subpoenaed by Congress.  The opening instruction calls for a single chair to be set in front of a three level tower meant to evoke a concentration": {
    "guess": "The Crucible",
    "confidence": [
      [
        "The",
        -0.33626089
      ],
      [
        " Cruc",
        -0.35021722
      ],
      [
        "ible",
        -1.1517961e-05
      ]
    ]
  },
  "In a flashback in this work, a woman calls Ike an idiot for losing his money during the Great Depression, while another scene introduces a woman who is grateful to the main character for helping her secure a divorce.  A key moment occurs when the protagonist recalls the moment his friend Mickey agreed to testify against his client Lou, after the latter has been subpoenaed by Congress.  The opening instruction calls for a single chair to be set in front of a three level tower meant to evoke a concentration camp, which symbolizes a past the prospective third wife, Holga, struggles against.  Much of the play centers on the protagonist's relationship with his second wife, a famous singer named Maggie, who was thought to have been based on the author's ex-wife, Marilyn Monroe.  For 10 points, identify": {
    "guess": "After the Fall",
    "confidence": [
      [
        "After",
        -0.12304789
      ],
      [
        " the",
        -0.0035432864
      ],
      [
        " Fall",
        -0.0005401661
      ]
    ]
  },
  "The flagship of the task force led by Aubrey Fitch was sunk after this battle because gasoline vapors released by a torpedo strike ignited into a fire that prevented salvage. The flagship of Frank Fletcher, which had just come from contesting the invasion of Tulagi, also suffered major damage. Weather conditions had alternately provided both sides with cover from aerial attack, though one beneficiary of the cover still lost enough planes that it had to withdraw from the theater, along with another heavily damaged carrier. Though damage to Fletcher's ship was so severe that the Admiral Shigeyoshi": {
    "guess": "Battle of the Coral Sea",
    "confidence": [
      [
        "Battle",
        -0.048003066
      ],
      [
        " of",
        -0.0004925066
      ],
      [
        " the",
        -0.031916752
      ],
      [
        " Coral",
        -0.14470737
      ],
      [
        " Sea",
        -0.0001243965
      ]
    ]
  },
  "A flag with a star cut out of the middle became a symbol of one side in this conflict. Though initially peaceful, violence broke out after the AVH shot a crowd of protesters outside a radio station. After it was put down, political leaders associated with it took refuge in the Yugoslavian Embassy and the two countries involved played a contentious water polo match at the Summer Olympics. Andras Hegedus was replaced by Imre Nagy, who promised to establish a multi-party system and declare neutrality. Its aftermath saw Janos Kadar appointed to the position of Prime Minister. For 10 points, name this": {
    "guess": "Hungarian Revolution of 1956",
    "confidence": [
      [
        "Hung",
        -0.010732505
      ],
      [
        "arian",
        -4.8425554e-06
      ],
      [
        " Revolution",
        -4.0842064e-05
      ],
      [
        " of",
        -9.0883464e-07
      ],
      [
        " ",
        -1.9361265e-07
      ],
      [
        "195",
        -4.00813e-06
      ],
      [
        "6",
        -4.3202e-07
      ]
    ]
  },
  "In a flashback in this work, a woman calls Ike an idiot for losing his money during the Great Depression, while another scene introduces a woman who is grateful to the main character for helping her secure a divorce.  A key moment occurs when the protagonist recalls the moment his friend Mickey agreed to testify against his client Lou, after the latter has been subpoenaed by Congress.  The opening instruction calls for a single chair to be set in front of a three level tower meant to evoke a concentration camp, which symbolizes a past the prospective third wife, Holga, struggles against.  Much of the play centers on the protagonist's relationship with his second wife, a famous singer named Maggie, who was thought to have been based on the author's ex-wife, Marilyn Monroe.  For 10 points, identify this play with a religious title that traces Quentin's relationships with women, a play by Arthur Miller.": {
    "guess": "After the Fall (play)",
    "confidence": [
      [
        "After",
        -0.0030613728
      ],
      [
        " the",
        -0.0017797837
      ],
      [
        " Fall",
        -6.122589e-05
      ],
      [
        " (",
        -0.066725604
      ],
      [
        "play",
        -0.00075864623
      ],
      [
        ")",
        -2.1650272e-05
      ]
    ]
  },
  "The flagship of the task force led by Aubrey Fitch was sunk after this battle because gasoline vapors released by a torpedo strike ignited into a fire that prevented salvage. The flagship of Frank Fletcher,": {
    "guess": "Battle of the Coral Sea",
    "confidence": [
      [
        "Battle",
        -0.10799724
      ],
      [
        " of",
        -0.0050708065
      ],
      [
        " the",
        -0.44433877
      ],
      [
        " Coral",
        -0.0137799345
      ],
      [
        " Sea",
        -6.5278815e-05
      ]
    ]
  }
}