{
  "The Babylonians believed that it was where the soul resided in the body, and used them to determine the will of the gods. Plato put the lowest division of the soul into this organ, while Galen claimed": {
    "guess": "Liver",
    "confidence": [
      [
        "Liver",
        -0.5462358
      ]
    ]
  },
  "The background of this work's first scene features a cat tied to two bladders being thrown out a window. The second scene depicts four fat barristers trapped in a fallen carriage, whose driver is in the midst of beating a horse. The central figure of this work is pictured inserting an arrow into a dog's": {
    "guess": "A Rake's Progress",
    "confidence": [
      [
        "A",
        -1.119772
      ],
      [
        " R",
        -0.21226577
      ],
      [
        "ake",
        -0.003945298
      ],
      [
        "'s",
        -0.0040893243
      ],
      [
        " Progress",
        -0.00040755473
      ]
    ]
  },
  "In the background of one work in this series of paintings, a rainbow arches over a flaming bolt striking Chigi Palace to commemorate a miracle where Sigismondo de Conti's house was not damaged when hit by lightning. In the background of another one of these paintings a horse wades in a cold lake surrounded by snowy mountains and bare trees, while the central figure originally held a pomegranate rather than a book. In addition to that painting commissioned by the Connestabile family for the Russian tsarina, another one of these paintings shows an Archangel presenting Tobias who holds a shining fish whose gall bladder he used to cure his father's blindness. Along with the \"Foligno\" and \"Tempi\" versions of this type of painting, the artist's pupil Gianfrancesco Penni helped complete one showing the main figure \"with a blue diadem,\" while another one is sometimes named after the Englishman Lord Garvagh but is usually titled after the Aldobrandini family. The influence of the artist's teacher Perugino is seen on the small Cowper one, while in one the most famous ones an infant strokes a goldfinch held by John the Baptist. For 10 points, name this group of depictions of the Virgin Mary by": {
    "guess": "Raphael's Madonna paintings",
    "confidence": [
      [
        "R",
        -0.078055926
      ],
      [
        "aphael",
        -8.613945e-05
      ],
      [
        "'s",
        -0.28287345
      ],
      [
        " Madonna",
        -0.024416508
      ],
      [
        " paintings",
        -0.09473746
      ]
    ]
  },
  "The background of this work's first scene features a cat tied to two bladders being thrown out a window. The second scene depicts four fat barristers trapped in a fallen carriage, whose driver is in the midst of beating a horse. The central figure of this work is pictured inserting an arrow into a dog's rectum in the first scene, and is grabbed by men carrying pitchforks after murdering his pregnant lover Ann Gill in its third scene. Its final scene depicts \"the reward of\" the title trait, and portrays the central figure's dead body being dissected by surgeons. Focusing on Tom Nero, who progresses": {
    "guess": "The Rake's Progress",
    "confidence": [
      [
        "The",
        -0.24337468
      ],
      [
        " R",
        -1.1193211
      ],
      [
        "ake",
        -0.0028234199
      ],
      [
        "'s",
        -0.0033851762
      ],
      [
        " Progress",
        -0.0007774694
      ]
    ]
  },
  "Babe Island and Cocos Island lie to the southwest of this one, which also contains the Fena Valley Reservoir. It has a natural harbor at Apra, and its mountains include Mt. Sasalaguan and its tallest, Mt. Lamlam. Andersen Air Force Base is on this island, as is the War in the Pacific National Historic": {
    "guess": "Guam",
    "confidence": [
      [
        "Gu",
        -0.005570371
      ],
      [
        "am",
        -2.6537622e-05
      ]
    ]
  },
  "In the background of this painting, a man with a belt of bullets on top of his overalls hands a shotgun to one of his compatriots in the doorway, underneath an orange banner reading \"todos los pesos divios.\" A man with circular glasses and no middle to his mustache holds a cigar in one hand and rebuffs a figure who is holding a white bag to his right, while a woman with no pupils in her eyes is fed champagne by a smug man in a top hat to the left. It is the counterpart to a painting in which most of the people are sleeping and a man is teaching others to read by lantern-light. For 10 points, name": {
    "guess": "The Night Cafe",
    "confidence": [
      [
        "The",
        -1.7920246
      ],
      [
        " Night",
        -1.6583997
      ],
      [
        " Cafe",
        -0.57974714
      ]
    ]
  },
  "The Bachwezi, the successors of the Batembuzi, are considered the founders of the Kitara Empire which was centered in this present day country. Luganda is spoken in the urban areas; Swahili is the second official language of the nation despite complaints from the Bantu-speaking south. Gaining independence from the UK in 1962, its current president is Yoweri Museveni, who faces opposition from the Lord's Resistance Army and took over after the final overthrow of Milton Obote. For 10 points, name this country where Obote was also once overthrown by a guy who disliked Asians, respected King George": {
    "guess": "Uganda",
    "confidence": [
      [
        "U",
        -0.079202615
      ],
      [
        "g",
        -6.0345924e-06
      ],
      [
        "anda",
        -0.00033165133
      ]
    ]
  },
  "The Bachwezi, the successors of the Batembuzi, are considered the founders of the Kitara Empire which was centered in this present day country. Luganda is spoken in the urban areas; Swahili is the second official language of the nation despite complaints from the Bantu-speaking south. Gaining independence from the UK in 1962, its current president is Yoweri Museveni, who faces opposition from the Lord's": {
    "guess": "Uganda",
    "confidence": [
      [
        "U",
        -0.078782156
      ],
      [
        "g",
        -5.080963e-06
      ],
      [
        "anda",
        -0.00034750174
      ]
    ]
  },
  "Backup Jarrett Brown has filled in for the injured quarterback of this team, which dropped out of the": {
    "guess": "West Virginia Mountaineers",
    "confidence": [
      [
        "West",
        -0.07349652
      ],
      [
        " Virginia",
        -0.0021999788
      ],
      [
        " Mount",
        -0.015787756
      ],
      [
        "aine",
        -0.00040230976
      ],
      [
        "ers",
        -0.00030507625
      ]
    ]
  },
  "In the background of this painting, four people in white are rowing a boat headed by a man in blue. A": {
    "guess": "Ocean rowing",
    "confidence": [
      [
        "Ocean",
        -0.24210295
      ],
      [
        " row",
        -0.17376876
      ],
      [
        "ing",
        -0.00048536903
      ]
    ]
  },
  "Bach's Second Brandenburg Concerto is used as source material for a solo found in this song; single copies of this song which include an extension of that solo at the end were distributed but are now rare. One verse from this song describes a nurse behind a shelter in a roundabout selling poppies from a tray; that verse comes after a famous trumpet solo. This song begins with a description of a barber": {
    "guess": "Penny Lane",
    "confidence": [
      [
        "P",
        -0.00283923
      ],
      [
        "enny",
        -6.1537958e-06
      ],
      [
        " Lane",
        -0.0003931384
      ]
    ]
  },
  "In the background one can see a tree outside a large window supported by columns as well as a myrtle plant on the windowsill. To the right of this are two female servants; one is wearing red and slightly bent over and the other, clad in white, is on her knees rummaging through clothing in a chest. The titular figure in the foreground is emphatically separated from them by a dark drape stretching half-way across the painting. She is reclining on a bed and at her feet lies a sleeping dog. She holds": {
    "guess": "The Birth of Venus",
    "confidence": [
      [
        "The",
        -0.655733
      ],
      [
        " Birth",
        -1.0728142
      ],
      [
        " of",
        -0.0001978186
      ],
      [
        " Venus",
        -0.00021176544
      ]
    ]
  },
  "The background of this painting features rolling blue hills which are broken by a lone church spire. The companion to The Olive Trees, its left foreground depicts a writhing, flamelike cypress tree. It was created a year after a similar painting of the title location \"over the Rhone.\" Painted in a hospital room overlooking the village of Saint-Remy, its upper right corner features a yellow crescent moon. It also features an undulating dark blue sky, which contains eleven of the title objects. For 10 points, name this 1889 painting of the evening sky by Vincent Van Gogh.": {
    "guess": "The Starry Night",
    "confidence": [
      [
        "The",
        -0.017186627
      ],
      [
        " Star",
        -0.00042662365
      ],
      [
        "ry",
        -5.5122365e-07
      ],
      [
        " Night",
        -1.9146995e-05
      ]
    ]
  },
  "In the background, four people walk up a set of stairs, while another man sits looking away from the bed. The title character, sitting on the bed, points his left hand upward, while reaching with his right hand for a cup of hemlock. For 10 points, name this famous painting by Jacques-Louis David /dah- VEED/.": {
    "guess": "The Death of Socrates",
    "confidence": [
      [
        "The",
        -0.0020158365
      ],
      [
        " Death",
        -0.00012594614
      ],
      [
        " of",
        -1.8789384e-05
      ],
      [
        " S",
        -1.7432603e-06
      ],
      [
        "ocrates",
        -1.1517961e-05
      ]
    ]
  },
  "In the background of this painting, four people in white are rowing a boat headed by a man in blue. A man with a top hat holds a cane while staring out to the left, and a man in a rowing shirt smokes a pipe next to a brown dog while two soldiers facing away can be seen in the back of this painting. In": {
    "guess": "A Sunday Afternoon on the Island of La Grande Jatte",
    "confidence": [
      [
        "A",
        -0.0012891633
      ],
      [
        " Sunday",
        -3.6789137e-05
      ],
      [
        " After",
        -0.00017123987
      ],
      [
        "noon",
        -2.577686e-06
      ],
      [
        " on",
        -2.8160932e-06
      ],
      [
        " the",
        -3.1737043e-06
      ],
      [
        " Island",
        -6.392203e-06
      ],
      [
        " of",
        -1.1279553e-05
      ],
      [
        " La",
        -1.92662e-05
      ],
      [
        " Grande",
        -8.470901e-05
      ],
      [
        " J",
        -1.9361265e-07
      ],
      [
        "atte",
        -2.4391957e-05
      ]
    ]
  },
  "In the background one can see a tree outside a large window supported by columns as well as a myrtle plant on the windowsill. To the right of this are two female servants; one is wearing red and slightly bent over and the other, clad in white, is on her knees rummaging through clothing in a chest. The titular figure in the foreground is emphatically separated from them by a dark drape stretching half-way across the painting. She is reclining on a bed and at her feet lies a sleeping dog. She holds a bunch of roses in her right hand but whether she is hiding or pleasuring herself with her left has been debated. FTP identify this painting of a nude Roman goddess by Titian.": {
    "guess": "Venus of Urbino",
    "confidence": [
      [
        "V",
        -0.0057346714
      ],
      [
        "enus",
        -0.00013560164
      ],
      [
        " of",
        -0.00031937702
      ],
      [
        " Urb",
        -3.368984e-05
      ],
      [
        "ino",
        -2.9160103e-05
      ]
    ]
  },
  "The back of this painting features a long mesa to the right of lower elevation, followed by another mesa that gets cut off on the left. In the front of this work, one child looks down and to the right, while the women surrounding him are mostly facing left, and green and white cloths lie next to a man on his right knee. Another figure's white boot sticks out among the other figures behind a man in long green socks, and one altar boy holds a metal container, while another looks up sadly at a man in a big black hat. Behind him, another man in this work holds a long stick with Jesus on a crucifix at the top, and on the right side, a white dog with a black face looks away from the hole in the center. The aforementioned man is part of a procession which also contains a white cloth with a cross on": {
    "guess": "El Greco",
    "confidence": [
      [
        "El",
        -1.0037841
      ],
      [
        " Gre",
        -0.921551
      ],
      [
        "co",
        -1.0087517e-05
      ]
    ]
  },
  "The back of this painting features a long mesa to the right of lower elevation, followed by another mesa that gets cut off on the left. In the front of this work, one child looks down and to the right, while the women surrounding him are mostly facing left, and green and white cloths lie next to a man on his right knee. Another figure's white boot sticks out among the other figures behind a man in": {
    "guess": "The Burial of the Count of Orgaz",
    "confidence": [
      [
        "The",
        -0.96994424
      ],
      [
        " Bur",
        -1.7149241
      ],
      [
        "ial",
        -0.0015411654
      ],
      [
        " of",
        -0.0010211401
      ],
      [
        " the",
        -0.19777824
      ],
      [
        " Count",
        -0.1605785
      ],
      [
        " of",
        -0.0003034074
      ],
      [
        " Org",
        -2.58224e-05
      ],
      [
        "az",
        -5.3596854e-05
      ]
    ]
  },
  "The background of this painting features rolling blue hills which are broken by a lone church spire. The companion to The Olive Trees, its left foreground depicts a writhing, flamelike cypress tree. It was created a year after a similar painting of the title location \"over the Rhone.\" Painted in a hospital room overlooking the village of Saint-Remy, its upper right corner features a yellow crescent moon. It also features an undulating dark blue sky, which contains eleven of the title objects. For": {
    "guess": "The Starry Night",
    "confidence": [
      [
        "The",
        -0.03806364
      ],
      [
        " Star",
        -0.0004931026
      ],
      [
        "ry",
        -1.0280384e-06
      ],
      [
        " Night",
        -1.0683535e-05
      ]
    ]
  },
  "In the background of one work in this series of paintings, a rainbow arches over a flaming bolt striking Chigi Palace to commemorate a miracle where Sigismondo de Conti's house was not damaged when hit by lightning. In the background of another one of these paintings a horse wades in a cold lake surrounded by snowy mountains and bare trees, while the central figure originally held a pomegranate rather than a book. In addition to that painting commissioned by the Connestabile family for the Russian tsarina, another one of these paintings shows an Archangel presenting Tobias who holds a shining fish whose gall bladder he used to cure his father's blindness. Along with the \"Foligno\" and \"Tempi\" versions of this type of painting, the artist's pupil Gianfrancesco Penni helped complete one showing the main figure \"with a blue diadem,\" while another one is sometimes named after the Englishman Lord Garvagh but is usually titled after the Aldobrandini family. The influence of the artist's teacher Perugino is seen on the small Cowper one, while in one the most famous ones an infant strokes a goldfinch held by John the Baptist. For 10 points, name this group of depictions of the Virgin Mary by the artist who painted The Disputa and The School of Athens.": {
    "guess": "Raphael Cartoons",
    "confidence": [
      [
        "R",
        -0.091314405
      ],
      [
        "aphael",
        -0.0001593195
      ],
      [
        " Cart",
        -0.26957068
      ],
      [
        "oons",
        -0.00027635184
      ]
    ]
  },
  "The back of this painting features a long mesa to the right of lower elevation, followed by another mesa that gets cut off on the left. In the front of this work, one child looks down and to the right, while the women surrounding him are mostly facing left, and green and white cloths lie next to a man on his right knee. Another figure's white boot sticks out among the other figures behind a man in long green socks, and one altar boy holds a metal container, while another looks up sadly at a man in": {
    "guess": "The Last Supper",
    "confidence": [
      [
        "The",
        -1.1350716
      ],
      [
        " Last",
        -1.6902161
      ],
      [
        " Sup",
        -0.029712303
      ],
      [
        "per",
        -3.8100377e-05
      ]
    ]
  },
  "Bach's Second Brandenburg Concerto is used as source material for a solo found in this song; single copies of this song which include an extension of that solo at the end were distributed but are now rare. One verse from this song describes a nurse behind a shelter in a roundabout selling poppies from": {
    "guess": "Penny Lane",
    "confidence": [
      [
        "P",
        -0.012781096
      ],
      [
        "enny",
        -1.7954959e-05
      ],
      [
        " Lane",
        -0.0009033614
      ]
    ]
  },
  "In the background one can see a tree outside a large window supported by columns as well as a myrtle plant on the windowsill. To the right of this are two female servants; one is wearing red and slightly": {
    "guess": "Las Meninas",
    "confidence": [
      [
        "Las",
        -0.7673492
      ],
      [
        " Men",
        -0.0016753025
      ],
      [
        "inas",
        -3.2929079e-06
      ]
    ]
  },
  "The Bachwezi, the successors of the Batembuzi, are considered the founders of the Kitara Empire which was centered in this present day country. Luganda is spoken in the urban areas; Swahili is the second official language of the nation despite complaints from the Bantu-speaking south. Gaining independence from the UK in 1962, its current president is Yoweri Museveni, who faces opposition from the Lord's Resistance Army and took over after the final overthrow of Milton Obote. For 10 points, name this country where Obote was also once overthrown by a guy who disliked Asians, respected King George V, boxed, and ate people, Idi Amin.": {
    "guess": "Uganda",
    "confidence": [
      [
        "U",
        -0.0009196776
      ],
      [
        "g",
        -1.7432603e-06
      ],
      [
        "anda",
        -4.167649e-05
      ]
    ]
  },
  "In Bacillus subtilis, the attenuation of these objects is prevented by the stabilization of alternate secondary RNA structures by proteins such as LicT, SacY, and SacT. CAP binds upstream of one of these objects in the presence of cAMP in order to recruit RNA polymerase. That notable (*) example of these is regulated by IPTG, which inhibits a certain repressor in order to upregulate beta-galactosidase synthesis. First discovered in E. coli, these objects include multiple genes, a promoter, and a nearby DNA sequence that binds repressors or activators. For 10 points, name these units that regulate": {
    "guess": "Operon",
    "confidence": [
      [
        "Oper",
        -0.46796268
      ],
      [
        "on",
        -0.13209684
      ]
    ]
  },
  "The background of one of this man's portraits shows an owl being attacked by birds, as well as a man standing on a Gothic tower, praying to a star painted with real gold. In another work, a cavalier stands before a tent at the right, while wrinkled old women are carted over to a large pool. His works": {
    "guess": "Frans Hals",
    "confidence": [
      [
        "Fr",
        -1.064408
      ],
      [
        "ans",
        -0.0035620616
      ],
      [
        " H",
        -0.03764043
      ],
      [
        "als",
        -0.0012042811
      ]
    ]
  },
  "In the background of one work in this series of paintings, a rainbow arches over a flaming bolt striking Chigi Palace to commemorate a miracle where Sigismondo de Conti's house was not damaged when hit by lightning. In the background of another one of these paintings a horse wades in a cold lake surrounded by snowy mountains and bare trees, while the central figure originally held a pomegranate rather": {
    "guess": "Giorgione",
    "confidence": [
      [
        "Gi",
        -1.357692
      ],
      [
        "org",
        -0.26348892
      ],
      [
        "ione",
        -0.016747242
      ]
    ]
  },
  "In the background of this painting, a man with a belt of bullets on top of his overalls hands a shotgun to one of his compatriots in the doorway, underneath an orange banner reading \"todos los pesos divios.\" A man with circular glasses and no middle to his mustache holds a cigar in one hand and rebuffs": {
    "guess": "Diego Rivera",
    "confidence": [
      [
        "Die",
        -1.6911563
      ],
      [
        "go",
        -9.829823e-05
      ],
      [
        " Rivera",
        -0.001142838
      ]
    ]
  },
  "In the background one can see a tree outside a large window supported by columns as well as a myrtle plant on the windowsill. To the right of this are two female servants; one is wearing red and slightly bent over and the other, clad in white, is on her knees rummaging through clothing in a chest. The": {
    "guess": "Las Meninas",
    "confidence": [
      [
        "Las",
        -1.1366289
      ],
      [
        " Men",
        -0.0077826427
      ],
      [
        "inas",
        -1.1041146e-05
      ]
    ]
  },
  "In the background of this painting, four people in white are rowing a boat headed by a man in blue. A man with a top hat holds a cane while staring out to the left, and a man in a rowing shirt smokes a pipe next to a brown dog while two soldiers facing away can be seen in the back of this painting. In this painting, two ladies sit on the ground, one with a blue [*] umbrella, the other holding flowers, and in the background are several boats sailing in the river. On the right, a woman holding an umbrella holds a monkey on a leash. For 10 points, name this pointillist painting that depicts people relaxing on the banks of the Seine by Georges Seurat.": {
    "guess": "A Sunday Afternoon on the Island of La Grande Jatte",
    "confidence": [
      [
        "A",
        -0.0017194464
      ],
      [
        " Sunday",
        -8.75699e-05
      ],
      [
        " After",
        -0.0007337473
      ],
      [
        "noon",
        -9.014684e-06
      ],
      [
        " on",
        -9.849109e-06
      ],
      [
        " the",
        -4.4849444e-06
      ],
      [
        " Island",
        -1.342522e-05
      ],
      [
        " of",
        -2.3392786e-06
      ],
      [
        " La",
        -5.7649777e-05
      ],
      [
        " Grande",
        -9.043079e-05
      ],
      [
        " J",
        -3.1281633e-07
      ],
      [
        "atte",
        -5.6100132e-05
      ]
    ]
  },
  "In the background, four people walk up a set of stairs, while another man sits looking away from the bed. The title character, sitting on the bed, points his left hand upward, while reaching with his right hand for a cup of hemlock. For 10 points, name this famous painting by Jacques-Louis David /dah-": {
    "guess": "The Death of Socrates",
    "confidence": [
      [
        "The",
        -0.0012803569
      ],
      [
        " Death",
        -0.00010616567
      ],
      [
        " of",
        -9.253091e-06
      ],
      [
        " S",
        -1.147242e-06
      ],
      [
        "ocrates",
        -1.18755715e-05
      ]
    ]
  },
  "In the background of one work in this series of paintings, a rainbow arches over a flaming bolt striking Chigi Palace to commemorate a miracle where Sigismondo de Conti's house was not damaged when hit by lightning. In the background of another one of these paintings a horse wades in a cold lake surrounded by snowy mountains and bare trees, while the central figure originally held a pomegranate rather than a book. In addition to that painting commissioned by the Connestabile family for the Russian tsarina, another one of these paintings shows an Archangel presenting Tobias who holds a shining fish whose gall bladder he used to cure his father's blindness. Along with the \"Foligno\" and \"Tempi\" versions of this type of painting, the artist's pupil Gianfrancesco Penni helped complete one showing the main figure \"with a blue diadem,\" while another one is sometimes named after the Englishman Lord Garvagh but is usually titled after the Aldobrandini family. The influence of the artist's teacher Perugino is seen on the small Cowper one, while in one the most famous ones an infant strokes a goldfinch": {
    "guess": "Raphael Cartoons",
    "confidence": [
      [
        "R",
        -0.49068785
      ],
      [
        "aphael",
        -0.0013079755
      ],
      [
        " Cart",
        -0.82716477
      ],
      [
        "oons",
        -0.00067144784
      ]
    ]
  },
  "In the background of one work in this series of paintings, a rainbow arches over a flaming bolt striking Chigi Palace to commemorate a miracle where Sigismondo de Conti's house was not damaged when hit by lightning. In the background of another one of these paintings a horse wades in a cold lake surrounded by snowy mountains and bare trees, while the central figure originally held a pomegranate rather than a book. In addition to that painting commissioned by the Connestabile family for the Russian tsarina, another one of these paintings shows an Archangel presenting Tobias who holds a shining fish": {
    "guess": "Raphael's tapestries for the Sistine Chapel",
    "confidence": [
      [
        "R",
        -0.30059204
      ],
      [
        "aphael",
        -0.004729634
      ],
      [
        "'s",
        -0.6071067
      ],
      [
        " tape",
        -0.7727457
      ],
      [
        "st",
        -0.0059142234
      ],
      [
        "ries",
        -7.89631e-07
      ],
      [
        " for",
        -0.38277656
      ],
      [
        " the",
        -0.00051776675
      ],
      [
        " S",
        -7.2192626e-05
      ],
      [
        "istine",
        -1.8624639e-06
      ],
      [
        " Chapel",
        -0.0006828877
      ]
    ]
  },
  "The background of one of this man's portraits shows an owl being attacked by birds, as well as a man standing on a Gothic tower, praying to a star painted with real gold. In another work, a cavalier stands before a tent at the right, while wrinkled old women are carted over to a large pool. His works are often signed with the winged serpent of his insignia, while Cupid ensconced in a black cloud aims at a nude Venus in one of this man's depictions of The Judgment of Paris. This painter of the Portrait of Dr. Cuspinian and The Fountain of Youth also did various nude depictions of Adam and Eve as well as nudes for Frederick the Wise. FTP, name this German Renaissance painter, known for his depictions": {
    "guess": "Lucas Cranach the Elder",
    "confidence": [
      [
        "Luc",
        -0.019699743
      ],
      [
        "as",
        -3.888926e-06
      ],
      [
        " Cran",
        -0.00012237004
      ],
      [
        "ach",
        -2.3392786e-06
      ],
      [
        " the",
        -2.749125e-05
      ],
      [
        " Elder",
        -0.24799263
      ]
    ]
  },
  "In the background of this painting, a man with a belt of bullets on top of his overalls hands a shotgun to one of his compatriots in the doorway, underneath an orange banner reading \"todos los pesos divios.\" A man with circular glasses and no middle to his mustache holds a cigar in one hand and rebuffs a figure who is holding a white bag to his right, while a woman with no pupils in her eyes is fed champagne by a smug man in a top hat to the left. It is the counterpart to a painting in which most of the people are sleeping and a man is teaching others to read by lantern-light. For 10 points, name this picture of a decadent banquet by Diego Rivera, which sometimes has the word \"orgy\" put at the front of its title and is often shown side-by-side with Night of the Poor.": {
    "guess": "Dream of a Sunday Afternoon in Alameda Central",
    "confidence": [
      [
        "Dream",
        -1.2268692
      ],
      [
        " of",
        -0.00085750467
      ],
      [
        " a",
        -0.00034154154
      ],
      [
        " Sunday",
        -5.9153886e-06
      ],
      [
        " After",
        -0.0024079932
      ],
      [
        "noon",
        -5.4908094e-05
      ],
      [
        " in",
        -0.0001909048
      ],
      [
        " Al",
        -0.014875012
      ],
      [
        "ameda",
        -1.1279553e-05
      ],
      [
        " Central",
        -0.4302976
      ]
    ]
  },
  "Backus and Smith name the observation that the correlation between these values and consumption are non-positive. Volatility in these values arises due to the interaction between changes in monetary policy and sticky prices according to Dornbusch's overshooting hypothesis. Nominal interest rates are related to these quantities according to Fisher's open market hypothesis. Deviations from these quantities' \"real\" value from one accounts for differences in (*) purchasing power parity. Tobin taxes are designed to minimize fluctuations in these quantities; those fluctuations are minimized in schemes that use pegging. For 10 points, name these quantities that were fixed by the Bretton Woods Conference, which compare the values of different currencies to each other.": {
    "guess": "Exchange rates",
    "confidence": [
      [
        "Exchange",
        -0.1836032
      ],
      [
        " rates",
        -0.000941358
      ]
    ]
  },
  "In the background of one work in this series of paintings, a rainbow arches over a flaming bolt striking Chigi Palace to commemorate a miracle where Sigismondo de Conti's house was not damaged when hit by lightning. In the background of another one of these paintings a horse wades in a cold lake surrounded": {
    "guess": "Stories of St. Ursula",
    "confidence": [
      [
        "Stories",
        -1.9830768
      ],
      [
        " of",
        -0.07416206
      ],
      [
        " St",
        -0.7417861
      ],
      [
        ".",
        -0.04781887
      ],
      [
        " Urs",
        -0.9995708
      ],
      [
        "ula",
        -0.000274683
      ]
    ]
  },
  "In the background, a lone red flag flutters in a dark green sky. That flag sits on the end of a rectangular white building, which contains a series of small square windows as well as a parallel series of open entrances. The right side is dominated by a similar building, which stands in shadow next to an empty wooden van. Both buildings recede in a distorted perspective, creating a disquieting sensation heightened by the ominous shadow of a man approaching from behind the building on the right. However, the figure that most strongly evokes the two title concepts is the shadow of a girl rolling a hoop in the foreground. FTP, identify this surrealistic painting by Giorgio de Chirico.": {
    "guess": "The Disquieting Muses",
    "confidence": [
      [
        "The",
        -0.30110928
      ],
      [
        " Dis",
        -0.2320732
      ],
      [
        "quiet",
        -2.3392786e-06
      ],
      [
        "ing",
        -1.4140442e-05
      ],
      [
        " M",
        -3.488188e-05
      ],
      [
        "uses",
        -6.392203e-06
      ]
    ]
  },
  "In the background, a lone red flag flutters in a dark green sky. That flag sits on the end of a rectangular white building, which contains a series of small square windows as well as a parallel series": {
    "guess": "Flag of Japan",
    "confidence": [
      [
        "Flag",
        -0.65895313
      ],
      [
        " of",
        -0.008669999
      ],
      [
        " Japan",
        -1.2210237
      ]
    ]
  },
  "In Bacillus subtilis, the attenuation of these objects is prevented by the stabilization of alternate secondary RNA structures by proteins such as LicT, SacY, and SacT. CAP binds upstream of one of these objects in the presence of cAMP in order to recruit RNA polymerase. That notable (*) example of these": {
    "guess": "Trp operon",
    "confidence": [
      [
        "Tr",
        -0.9181806
      ],
      [
        "p",
        -0.00016432605
      ],
      [
        " oper",
        -0.07273365
      ],
      [
        "on",
        -4.477578e-05
      ]
    ]
  },
  "In the background of one work in this series of paintings, a rainbow arches over a flaming bolt striking Chigi Palace to commemorate a miracle where Sigismondo de Conti's house was not damaged when hit by lightning. In the background of another one of these paintings a horse wades in a cold lake surrounded by snowy mountains and bare trees, while the central figure originally held a pomegranate rather than a book. In addition to that painting commissioned by the Connestabile family for the Russian tsarina, another one of these paintings shows an Archangel presenting Tobias who holds a shining fish whose gall bladder he used to cure his father's blindness. Along with the \"Foligno\" and \"Tempi\" versions of this type of painting, the artist's pupil Gianfrancesco Penni helped complete one showing the main figure \"with a blue diadem,\" while another one is sometimes named after the Englishman Lord Garvagh but is usually titled after the Aldobrandini family. The influence of the artist's teacher": {
    "guess": "Raphael's Rooms",
    "confidence": [
      [
        "R",
        -0.26965287
      ],
      [
        "aphael",
        -0.0035122875
      ],
      [
        "'s",
        -1.0235212
      ],
      [
        " Rooms",
        -0.68869746
      ]
    ]
  },
  "Babe Island and Cocos Island lie to the southwest of this one, which also contains the Fena Valley Reservoir. It has a natural harbor at Apra, and its mountains include Mt. Sasalaguan and its tallest, Mt. Lamlam. Andersen Air Force Base is on this island, as is the War in the Pacific National Historic Park, and villages here include Yigo, Dededo, and its capital of Hagåtña. Locals on this island speak the Chamorro language, and its motto in English is \"Where America's day begins\". For 10 points,": {
    "guess": "Guam",
    "confidence": [
      [
        "Gu",
        -0.0015170074
      ],
      [
        "am",
        -1.247159e-05
      ]
    ]
  },
  "The background of this work's first scene features a cat tied to two bladders being thrown out a window. The second scene depicts four fat barristers trapped in a fallen carriage, whose driver is in the": {
    "guess": "The Ruling Class",
    "confidence": [
      [
        "The",
        -0.5521185
      ],
      [
        " R",
        -0.8457514
      ],
      [
        "uling",
        -0.87062985
      ],
      [
        " Class",
        -0.00035572314
      ]
    ]
  },
  "He's not Bacchus, but this deity was associated with Dionysus in the country with which he is most associated. This deity's soul was worshipped as the ram god Banebdjed, and he is frequently depicted holding a crook and flail. This deity is the father of Horus, and one story about this god tells how he was killed in the Nile after being chopped into pieces by his brother Set, though he was revived": {
    "guess": "Osiris",
    "confidence": [
      [
        "Os",
        -0.0037625479
      ],
      [
        "iris",
        -9.610702e-06
      ]
    ]
  },
  "The background of this work's first scene features a cat tied to two bladders being thrown out a window.": {
    "guess": "The Black Cat",
    "confidence": [
      [
        "The",
        -0.8827805
      ],
      [
        " Black",
        -1.3048137
      ],
      [
        " Cat",
        -0.025994642
      ]
    ]
  },
  "As a baby, he was visited by 6 ravishing ladies who granted him 6 gifts; later, the youngest counseled him to refuse the throne in favor of his younger half-brother Guyon. His friend Karaheut, the king of Mauritania, gave him the sword Cortana the Short. Some stories hold that later in life a magnetic mountain caused him to shipwreck on Avalon, while other stories hold that his beard has grown into a marble table during his long slumber in the castle of Kronborg. He took the Oriflamme from the cowardly Lombard Alory during a battle whose end saw him freed from being a hostage. In his youth, he beat all comers at contests of strength and endurance, including Roland. For 10 points, name this peer": {
    "guess": "Paladin",
    "confidence": [
      [
        "Pal",
        -1.4630458
      ],
      [
        "adin",
        -0.1754022
      ]
    ]
  },
  "Bach's Second Brandenburg Concerto is used as source material for a solo found in this song; single copies of this song which include an extension of that solo at the end were distributed but are now rare. One verse from this song describes a nurse behind a shelter in a roundabout selling poppies from a tray; that verse comes after a famous trumpet solo. This song begins with a description of a barber showing photographs of all the heads he's had the pleasure to have known, and describes the titular": {
    "guess": "Penny Lane",
    "confidence": [
      [
        "P",
        -0.0010382871
      ],
      [
        "enny",
        -4.723352e-06
      ],
      [
        " Lane",
        -0.00096112385
      ]
    ]
  },
  "Backus and Smith name the observation that the correlation between these values and consumption are non-positive.": {
    "guess": "Correlation and dependence",
    "confidence": [
      [
        "Cor",
        -1.6237303
      ],
      [
        "relation",
        -0.00035524633
      ],
      [
        " and",
        -0.1941563
      ],
      [
        " dependence",
        -0.017123356
      ]
    ]
  },
  "The back of this painting features a long mesa to the right of lower elevation, followed by another mesa that gets cut off on the left. In the front of this work, one child looks down and to the right, while the women surrounding him are mostly facing left, and green and white cloths lie next to a man": {
    "guess": "The Burial of the Count of Orgaz",
    "confidence": [
      [
        "The",
        -0.9948325
      ],
      [
        " Bur",
        -1.4968832
      ],
      [
        "ial",
        -0.0065165367
      ],
      [
        " of",
        -0.0022337593
      ],
      [
        " the",
        -0.3816639
      ],
      [
        " Count",
        -0.2758858
      ],
      [
        " of",
        -0.00049465225
      ],
      [
        " Org",
        -3.7742768e-05
      ],
      [
        "az",
        -9.829823e-05
      ]
    ]
  },
  "The back of this painting features a long mesa to the right of lower elevation, followed by another mesa that gets cut off on the left. In the front of this work, one child looks down and to the right, while the women surrounding him are mostly facing left, and green and white cloths lie next to a man on his right knee. Another figure's white boot sticks out among the other figures behind a man in long green socks, and one altar boy holds a metal container, while another looks up sadly at a man in a big black hat. Behind him, another man in this work holds a long stick with Jesus on a crucifix": {
    "guess": "The Last Supper",
    "confidence": [
      [
        "The",
        -0.88629794
      ],
      [
        " Last",
        -0.26688826
      ],
      [
        " Sup",
        -0.0059413593
      ],
      [
        "per",
        -3.9054008e-05
      ]
    ]
  },
  "The background of this painting features rolling blue hills which are broken by a lone church spire. The companion to The Olive Trees, its left foreground depicts a writhing, flamelike cypress tree. It was created a year after a similar painting of the title location \"over the Rhone.\" Painted in a hospital": {
    "guess": "The Starry Night",
    "confidence": [
      [
        "The",
        -0.7806969
      ],
      [
        " Star",
        -0.04918994
      ],
      [
        "ry",
        -3.888926e-06
      ],
      [
        " Night",
        -7.183501e-05
      ]
    ]
  },
  "The background of one of this man's portraits shows an owl being attacked by birds, as well as a man standing on a Gothic tower, praying to a star painted with real gold. In another work, a cavalier stands before a tent at the right, while wrinkled old women are carted over to a large pool. His works are often signed with the winged serpent of his insignia, while Cupid ensconced in a black cloud aims": {
    "guess": "The Garden of Earthly Delights",
    "confidence": [
      [
        "The",
        -0.97325087
      ],
      [
        " Garden",
        -0.17878813
      ],
      [
        " of",
        -0.0012508237
      ],
      [
        " Earth",
        -0.0045688497
      ],
      [
        "ly",
        -0.00059294765
      ],
      [
        " Del",
        -5.6576944e-05
      ],
      [
        "ights",
        -0.0007659103
      ]
    ]
  },
  "As a baby, he was visited by 6 ravishing ladies who granted him 6 gifts; later, the youngest counseled him to refuse the throne in favor of his younger half-brother Guyon. His friend Karaheut, the king of Mauritania, gave him the sword Cortana the Short. Some stories hold that later in life a magnetic mountain caused him to shipwreck on Avalon, while other stories hold that his beard has grown into a marble table during his long slumber in the castle of Kronborg. He took the Oriflamme from the cowardly Lombard Alory during a battle whose end saw him freed from being a hostage. In his youth, he": {
    "guess": "King Arthur",
    "confidence": [
      [
        "King",
        -0.4732745
      ],
      [
        " Arthur",
        -0.0035095569
      ]
    ]
  },
  "The back of this painting features a long mesa to the right of lower elevation, followed by another mesa": {
    "guess": "Mesa (geography)",
    "confidence": [
      [
        "M",
        -0.9693098
      ],
      [
        "esa",
        -0.04717705
      ],
      [
        " (",
        -0.74525565
      ],
      [
        "ge",
        -0.005241226
      ],
      [
        "ography",
        -0.13066094
      ],
      [
        ")",
        -8.9834764e-05
      ]
    ]
  },
  "In the background, a lone red flag flutters in a dark green sky. That flag sits on the end of a rectangular": {
    "guess": "Flag of Libya",
    "confidence": [
      [
        "Flag",
        -0.06996133
      ],
      [
        " of",
        -0.0013609476
      ],
      [
        " Libya",
        -0.74468195
      ]
    ]
  },
  "The background of one of painter's works includes a fortress and shows a mother wearing a white headdress trying to save her baby. In that work, Romulus watches as men fight amidst females attempting to stop them. This painter of The Intervention of the Sabine Women depicted men walking up stairs in": {
    "guess": "The Rape of the Sabine Women",
    "confidence": [
      [
        "The",
        -0.34280917
      ],
      [
        " Rape",
        -1.1406174
      ],
      [
        " of",
        -0.00028100077
      ],
      [
        " the",
        -0.004938074
      ],
      [
        " Sab",
        -0.00010664248
      ],
      [
        "ine",
        -0.0057633533
      ],
      [
        " Women",
        -0.00047011464
      ]
    ]
  },
  "Backus and Smith name the observation that the correlation between these values and consumption are non-positive. Volatility in these values arises due to the interaction between changes in monetary policy and sticky prices according to Dornbusch's overshooting hypothesis. Nominal interest rates are related to these quantities according to Fisher's open market hypothesis. Deviations from these quantities' \"real\" value from one accounts for differences in (*) purchasing power parity. Tobin taxes are designed to minimize fluctuations in these quantities; those fluctuations are minimized in schemes": {
    "guess": "Exchange rates",
    "confidence": [
      [
        "Exchange",
        -0.50743073
      ],
      [
        " rates",
        -0.024166116
      ]
    ]
  },
  "In the background of this painting, a man with a belt of bullets on top of his overalls hands a shotgun to one of his compatriots in the doorway, underneath an orange banner reading \"todos los pesos divios.\" A man with circular glasses and no middle to his mustache holds a cigar in one hand and rebuffs a figure who is holding a white bag to his right, while a woman with no pupils in her eyes is fed": {
    "guess": "Guernica",
    "confidence": [
      [
        "Gu",
        -0.21038622
      ],
      [
        "ern",
        -0.00071803085
      ],
      [
        "ica",
        -5.9795446e-05
      ]
    ]
  },
  "In the background one can see a tree outside a large window supported by columns as well as a myrtle plant on the windowsill. To the right of this are two female servants; one is wearing red and slightly bent over and the other, clad in white, is on her knees rummaging through clothing in a chest. The titular figure in the foreground is emphatically separated from them by a dark drape stretching half-way": {
    "guess": "Venus of Urbino",
    "confidence": [
      [
        "V",
        -0.43212533
      ],
      [
        "enus",
        -1.2113979e-05
      ],
      [
        " of",
        -6.921253e-05
      ],
      [
        " Urb",
        -6.749814e-06
      ],
      [
        "ino",
        -1.7954959e-05
      ]
    ]
  },
  "In the background, a lone red flag flutters in a dark green sky. That flag sits on the end of a rectangular white building, which contains a series of small square windows as well as a parallel series of open entrances. The right side is dominated by a similar building, which stands in shadow next to an empty wooden van. Both buildings recede in a distorted perspective, creating a disquieting sensation heightened by the ominous shadow of a man approaching from behind the building on the right. However, the figure that most strongly evokes the two title concepts is the shadow of a girl rolling a": {
    "guess": "Giorgio de Chirico",
    "confidence": [
      [
        "Gi",
        -0.019489788
      ],
      [
        "org",
        -0.00024132428
      ],
      [
        "io",
        -0.00013488642
      ],
      [
        " de",
        -0.0028168857
      ],
      [
        " Ch",
        -5.085517e-05
      ],
      [
        "ir",
        -0.00022773506
      ],
      [
        "ico",
        -7.0404574e-05
      ]
    ]
  },
  "As a baby, he was visited by 6 ravishing ladies who granted him 6 gifts; later, the youngest counseled him to refuse the throne in favor of his younger half-brother Guyon. His friend Karaheut, the king of Mauritania, gave him the sword Cortana the Short. Some stories hold that later in life a magnetic mountain caused him to shipwreck on Avalon, while other stories hold that his beard has grown into a marble table during his long slumber in the castle of Kronborg. He took the Oriflamme from the cowardly": {
    "guess": "King Arthur",
    "confidence": [
      [
        "King",
        -0.5640923
      ],
      [
        " Arthur",
        -0.0055566244
      ]
    ]
  },
  "In the background of this painting, a man with a belt of bullets on top of his overalls hands a shotgun to one of his compatriots in the doorway, underneath an orange banner reading \"todos los pesos divios.\" A man with circular glasses and no middle to his mustache holds a cigar in one hand and rebuffs a figure who is holding a white bag to his right, while a woman with no pupils in her eyes is fed champagne by a smug man in a top hat to the left. It is the counterpart to a painting in which most of the people are sleeping and a man is teaching others to read by lantern-light. For 10 points, name this picture of a decadent banquet by Diego Rivera, which sometimes has the word \"orgy\" put at the": {
    "guess": "Dream of a Sunday Afternoon in Alameda Central",
    "confidence": [
      [
        "Dream",
        -1.2723129
      ],
      [
        " of",
        -0.0019170954
      ],
      [
        " a",
        -0.00021772196
      ],
      [
        " Sunday",
        -6.9882217e-06
      ],
      [
        " After",
        -0.002608714
      ],
      [
        "noon",
        -9.066919e-05
      ],
      [
        " in",
        -0.0003920656
      ],
      [
        " Al",
        -0.018126067
      ],
      [
        "ameda",
        -5.7768983e-05
      ],
      [
        " Central",
        -0.6480952
      ]
    ]
  },
  "In the background of this painting, four people in white are rowing a boat headed by a man in blue. A man with a top hat holds a cane while staring out to the left, and a man in a rowing shirt smokes a pipe next to a brown dog while two soldiers facing away can be seen in the back of this painting. In this painting, two ladies sit on the ground, one with a blue [*] umbrella, the other holding flowers, and in the background are several boats sailing in the river. On the right, a woman holding an umbrella": {
    "guess": "A Sunday Afternoon on the Island of La Grande Jatte",
    "confidence": [
      [
        "A",
        -0.0049287006
      ],
      [
        " Sunday",
        -2.4272753e-05
      ],
      [
        " After",
        -0.0001940041
      ],
      [
        "noon",
        -3.2929079e-06
      ],
      [
        " on",
        -9.014684e-06
      ],
      [
        " the",
        -8.89548e-06
      ],
      [
        " Island",
        -1.4378848e-05
      ],
      [
        " of",
        -8.299462e-06
      ],
      [
        " La",
        -3.035214e-05
      ],
      [
        " Grande",
        -0.00019912985
      ],
      [
        " J",
        -1.9361265e-07
      ],
      [
        "atte",
        -3.059055e-05
      ]
    ]
  },
  "Backus and Smith name the observation that the correlation between these values and consumption are non-positive. Volatility in these values arises due to the interaction between changes in monetary policy and sticky prices according to Dornbusch's overshooting hypothesis. Nominal interest rates are related to these quantities according to Fisher's open market hypothesis. Deviations from these quantities' \"real\" value from one accounts for differences in (*) purchasing power parity. Tobin taxes are": {
    "guess": "Exchange rates",
    "confidence": [
      [
        "Exchange",
        -0.92894185
      ],
      [
        " rates",
        -0.028405111
      ]
    ]
  },
  "The background of one of painter's works includes a fortress and shows a mother wearing a white headdress trying to save her baby. In that work, Romulus watches as men fight amidst females attempting to stop them. This painter of The Intervention of the Sabine Women depicted men walking up stairs in the background of a work in which an ancient (*) philosopher accepts a cup of hemlock. A woman cries on the right side of a painting showcasing triplets raising their swords in his The Oath of the Horatii. For 10 points, name this French Neoclassicist painter of The Death of Socrates who showed a dead": {
    "guess": "Jacques-Louis David",
    "confidence": [
      [
        "Jac",
        -0.01211248
      ],
      [
        "ques",
        -0.00023810577
      ],
      [
        "-L",
        -0.0020932804
      ],
      [
        "ouis",
        -1.2233183e-05
      ],
      [
        " David",
        -2.4630364e-05
      ]
    ]
  },
  "Backup Jarrett Brown has filled in for the injured quarterback of this team, which dropped out of the top 25 in September after an overtime loss to Colorado. Wide receiver Darius Reynaud and fullback Owen Schmitt no longer play for this team, but it retains much of the defense that stifled Sam Bradford last January after coach Bill Stewart replaced Rich Rodriguez. Noel Devine has replaced Steve Slaton": {
    "guess": "West Virginia Mountaineers football team",
    "confidence": [
      [
        "West",
        -0.06445145
      ],
      [
        " Virginia",
        -0.0011327129
      ],
      [
        " Mount",
        -0.005533624
      ],
      [
        "aine",
        -0.0006031918
      ],
      [
        "ers",
        -0.0011365238
      ],
      [
        " football",
        -0.023480376
      ],
      [
        " team",
        -0.49439654
      ]
    ]
  },
  "In the background of this painting, four people in white are rowing a boat headed by a man in blue. A man with a top hat holds a cane while staring out to the left, and a man in a rowing shirt smokes a pipe next to a brown dog while two soldiers facing away can be seen in the back of this painting. In this painting, two ladies sit on the ground, one with a blue [*] umbrella, the other holding flowers,": {
    "guess": "A Sunday Afternoon on the Island of La Grande Jatte",
    "confidence": [
      [
        "A",
        -0.0044972966
      ],
      [
        " Sunday",
        -3.488188e-05
      ],
      [
        " After",
        -8.089449e-05
      ],
      [
        "noon",
        -2.577686e-06
      ],
      [
        " on",
        -3.1737043e-06
      ],
      [
        " the",
        -1.11603495e-05
      ],
      [
        " Island",
        -1.4974867e-05
      ],
      [
        " of",
        -1.6882126e-05
      ],
      [
        " La",
        -2.3915141e-05
      ],
      [
        " Grande",
        -9.305327e-05
      ],
      [
        " J",
        -1.9361265e-07
      ],
      [
        "atte",
        -4.036525e-05
      ]
    ]
  },
  "The background of one of painter's works includes a fortress and shows a mother wearing a white headdress trying to save her baby. In that work, Romulus watches as men fight amidst females attempting to stop them. This painter of The Intervention of the Sabine Women depicted men walking up stairs in the background of a work in which an ancient (*) philosopher accepts a cup of hemlock. A woman cries": {
    "guess": "Jacques-Louis David",
    "confidence": [
      [
        "Jac",
        -0.030841801
      ],
      [
        "ques",
        -4.6802244e-05
      ],
      [
        "-L",
        -0.00014144262
      ],
      [
        "ouis",
        -2.7133641e-05
      ],
      [
        " David",
        -9.054999e-05
      ]
    ]
  },
  "The background of this work's first scene features a cat tied to two bladders being thrown out a window. The second scene depicts four fat barristers trapped in a fallen carriage, whose driver is in the midst of beating a horse. The central figure of this work is pictured inserting an arrow into a dog's rectum in the first scene, and is grabbed by men carrying pitchforks after murdering his pregnant lover Ann Gill in its third scene. Its final scene depicts \"the reward of\" the title trait, and portrays the central figure's dead body being dissected by surgeons. Focusing on Tom Nero, who progresses from brutality to animals to outright murder, for fifteen points, identify this series of engravings by William Hogarth.": {
    "guess": "A Harlot's Progress",
    "confidence": [
      [
        "A",
        -0.20102283
      ],
      [
        " Har",
        -0.048193023
      ],
      [
        "lot",
        -0.0018441593
      ],
      [
        "'s",
        -6.551722e-05
      ],
      [
        " Progress",
        -0.00011951648
      ]
    ]
  },
  "In the background of one work in this series of paintings, a rainbow arches over a flaming bolt striking": {
    "guess": "The Hay Wain",
    "confidence": [
      [
        "The",
        -0.5122869
      ],
      [
        " Hay",
        -1.5005435
      ],
      [
        " W",
        -0.033314142
      ],
      [
        "ain",
        -0.0003929
      ]
    ]
  },
  "He's not Bacchus, but this deity was associated with Dionysus in the country with which he is most associated. This deity's soul was worshipped as the ram god Banebdjed, and he is frequently depicted holding a crook and flail. This deity is the father of Horus, and one story about this god tells how he was killed in the Nile after being chopped into pieces by his brother Set, though he was revived by Isis. For 10 points, name this Egyptian god of the underworld.": {
    "guess": "Osiris",
    "confidence": [
      [
        "Os",
        -0.0049304813
      ],
      [
        "iris",
        -5.6457742e-05
      ]
    ]
  },
  "The background of one of this man's portraits shows an owl being attacked by birds, as well as a man standing on a Gothic tower, praying to a star painted with real gold. In another work, a cavalier stands before a tent at the right, while wrinkled old women are carted over to a large pool. His works are often signed with the winged serpent of his insignia, while Cupid ensconced in a black cloud aims at a nude Venus in one of this man's depictions of The Judgment of Paris. This painter of the Portrait of Dr. Cuspinian and The Fountain of Youth also did various nude depictions of Adam and Eve as well as nudes for Frederick the Wise. FTP, name this German Renaissance painter, known for his depictions of Martin Luther.": {
    "guess": "Lucas Cranach the Elder",
    "confidence": [
      [
        "Luc",
        -0.003900296
      ],
      [
        "as",
        -4.9617593e-06
      ],
      [
        " Cran",
        -0.00017410076
      ],
      [
        "ach",
        -9.0883464e-07
      ],
      [
        " the",
        -3.070975e-05
      ],
      [
        " Elder",
        -0.2997736
      ]
    ]
  },
  "Bach's Second Brandenburg Concerto is used as source material for a solo found in this song; single copies of this song which include an extension of that solo at the end were distributed but are now rare.": {
    "guess": "Penny Lane",
    "confidence": [
      [
        "P",
        -0.014153043
      ],
      [
        "enny",
        -0.00015371693
      ],
      [
        " Lane",
        -0.00012118533
      ]
    ]
  },
  "In the background, four people walk up a set of stairs, while another man sits looking away from the bed. The title character, sitting on the bed, points his left hand upward, while reaching with his right": {
    "guess": "The Death of Marat",
    "confidence": [
      [
        "The",
        -0.1308855
      ],
      [
        " Death",
        -0.76401156
      ],
      [
        " of",
        -0.00016623331
      ],
      [
        " Mar",
        -0.3261639
      ],
      [
        "at",
        -8.657073e-06
      ]
    ]
  },
  "In Bacillus subtilis, the attenuation of these objects is prevented by the stabilization of alternate secondary RNA structures by proteins such as LicT, SacY, and SacT. CAP binds upstream of one of these objects in the presence of cAMP in order to recruit RNA polymerase. That notable (*) example of these is regulated by IPTG, which inhibits a certain repressor in order to upregulate beta-galactosidase synthesis. First discovered in E. coli, these objects include multiple genes, a promoter, and a nearby DNA sequence that binds repressors or activators. For 10 points, name these units that regulate gene expression, whose most famous example is the \"lac\" one.": {
    "guess": "Operon",
    "confidence": [
      [
        "Oper",
        -0.036978927
      ],
      [
        "on",
        -0.03463349
      ]
    ]
  },
  "In Bacillus subtilis, the attenuation of these objects is prevented by the stabilization of alternate secondary RNA structures by proteins such as LicT, SacY, and SacT. CAP binds upstream of one of these objects in the presence of cAMP in order to recruit RNA polymerase. That notable (*) example of these is regulated by IPTG, which inhibits a certain repressor in order to upregulate beta-galactosidase synthesis. First discovered in E. coli, these objects include multiple genes, a promoter, and a": {
    "guess": "Trp operon",
    "confidence": [
      [
        "Tr",
        -0.029974021
      ],
      [
        "p",
        -0.00016134596
      ],
      [
        " oper",
        -0.07474774
      ],
      [
        "on",
        -6.539802e-05
      ]
    ]
  },
  "In the background, a lone red flag flutters in a dark green sky. That flag sits on the end of a rectangular white building, which contains a series of small square windows as well as a parallel series of open entrances. The right side is dominated by a similar building, which stands in shadow next to": {
    "guess": "Flag of Japan",
    "confidence": [
      [
        "Flag",
        -1.0549569
      ],
      [
        " of",
        -0.00617846
      ],
      [
        " Japan",
        -1.017516
      ]
    ]
  },
  "The background of this work's first scene features a cat tied to two bladders being thrown out a window. The second scene depicts four fat barristers trapped in a fallen carriage, whose driver is in the midst of beating a horse. The central figure of this work is pictured inserting an arrow into a dog's rectum in the first scene, and is grabbed by men carrying pitchforks after murdering his pregnant": {
    "guess": "A Harlot's Progress",
    "confidence": [
      [
        "A",
        -0.22416185
      ],
      [
        " Har",
        -0.09188927
      ],
      [
        "lot",
        -0.0013480921
      ],
      [
        "'s",
        -0.00011260267
      ],
      [
        " Progress",
        -0.00011927807
      ]
    ]
  },
  "The Babylonians believed that it was where the soul resided in the body, and used them to determine the will of the gods. Plato put the lowest division of the soul into this organ, while Galen claimed that it converted food into blood. FTP, identify this organ, which converts glucose to glycogen, stores and breaks down fats, breaks excess amino acids down to ammonia, and produces bile.": {
    "guess": "Liver",
    "confidence": [
      [
        "Liver",
        -0.026316438
      ]
    ]
  },
  "The background of this work's first scene features a cat tied to two bladders being thrown out a window. The second scene depicts four fat barristers trapped in a fallen carriage, whose driver is in the midst of beating a horse. The central figure of this work is pictured inserting an arrow into a dog's rectum in the first scene, and is grabbed by men carrying pitchforks after murdering his pregnant lover Ann Gill in its third scene. Its final scene depicts \"the reward of\" the title trait, and portrays the central figure's dead body being dissected by surgeons. Focusing on Tom Nero, who progresses from brutality to animals to outright murder, for fifteen points, identify this series of engravings": {
    "guess": "A Harlot's Progress",
    "confidence": [
      [
        "A",
        -0.15719767
      ],
      [
        " Har",
        -0.05129066
      ],
      [
        "lot",
        -0.014503352
      ],
      [
        "'s",
        -0.0010947346
      ],
      [
        " Progress",
        -0.0001911432
      ]
    ]
  },
  "Bach's Second Brandenburg Concerto is used as source material for a solo found in this song; single copies": {
    "guess": "Penny Lane",
    "confidence": [
      [
        "P",
        -0.024518413
      ],
      [
        "enny",
        -0.0004866803
      ],
      [
        " Lane",
        -0.0011222378
      ]
    ]
  },
  "The Bachwezi, the successors of the Batembuzi, are considered the founders of the Kitara Empire which": {
    "guess": "Kitara Empire",
    "confidence": [
      [
        "Kit",
        -0.30390322
      ],
      [
        "ara",
        -2.0458236e-05
      ],
      [
        " Empire",
        -0.0195431
      ]
    ]
  },
  "He's not Bacchus, but this deity was associated with Dionysus in the country with which he is most associated. This deity's soul was worshipped as the ram god Banebdjed, and he is frequently depicted holding": {
    "guess": "Osiris",
    "confidence": [
      [
        "Os",
        -0.01059533
      ],
      [
        "iris",
        -2.9352968e-06
      ]
    ]
  },
  "Babe Island and Cocos Island lie to the southwest of this one, which also contains the Fena Valley Reservoir. It has a natural harbor at Apra, and its mountains include Mt. Sasalaguan and its tallest,": {
    "guess": "Guam",
    "confidence": [
      [
        "Gu",
        -0.0013766607
      ],
      [
        "am",
        -2.5941605e-05
      ]
    ]
  },
  "Backus and Smith name the observation that the correlation between these values and consumption are non-positive. Volatility in these values arises due to the interaction between changes in monetary policy and sticky prices according to Dornbusch's overshooting hypothesis. Nominal interest rates are": {
    "guess": "Exchange rate",
    "confidence": [
      [
        "Exchange",
        -0.21303368
      ],
      [
        " rate",
        -0.5703603
      ]
    ]
  },
  "In the background one can see a tree outside a large window supported by columns as well as a myrtle": {
    "guess": "The Great Gatsby",
    "confidence": [
      [
        "The",
        -0.6088377
      ],
      [
        " Great",
        -0.47976157
      ],
      [
        " G",
        -0.00050954544
      ],
      [
        "atsby",
        -0.00038550937
      ]
    ]
  },
  "Backup Jarrett Brown has filled in for the injured quarterback of this team, which dropped out of the top 25 in September after an overtime loss to Colorado. Wide receiver Darius Reynaud and fullback Owen Schmitt no longer play for this team, but it retains much of the defense that stifled Sam Bradford last January after coach Bill Stewart replaced Rich Rodriguez. Noel Devine has replaced Steve Slaton on, FTP, what football team based in Morgantown and led by Pat White that defeated Oklahoma in the": {
    "guess": "West Virginia Mountaineers",
    "confidence": [
      [
        "West",
        -0.030416643
      ],
      [
        " Virginia",
        -0.0004068395
      ],
      [
        " Mount",
        -0.008780375
      ],
      [
        "aine",
        -0.00035274302
      ],
      [
        "ers",
        -0.00020127551
      ]
    ]
  },
  "The Bachwezi, the successors of the Batembuzi, are considered the founders of the Kitara Empire which was centered in this present day country. Luganda is spoken in the urban areas; Swahili is the second official language of the nation despite complaints from the Bantu-speaking south. Gaining independence from the UK in 1962, its current president is Yoweri Museveni, who faces opposition from the Lord's Resistance Army and took over after the final overthrow of Milton Obote. For 10 points, name this": {
    "guess": "Uganda",
    "confidence": [
      [
        "U",
        -0.014686962
      ],
      [
        "g",
        -4.8425554e-06
      ],
      [
        "anda",
        -0.00013035668
      ]
    ]
  },
  "The background of this work's first scene features a cat tied to two bladders being thrown out a window. The second scene depicts four fat barristers trapped in a fallen carriage, whose driver is in the midst of beating a horse. The central figure of this work is pictured inserting an arrow into a dog's rectum in the first scene, and is grabbed by men carrying pitchforks after murdering his pregnant lover Ann Gill in its third scene. Its final scene depicts \"the reward of\" the title trait, and portrays": {
    "guess": "The Rake's Progress",
    "confidence": [
      [
        "The",
        -0.6665521
      ],
      [
        " R",
        -0.8463669
      ],
      [
        "ake",
        -0.006320628
      ],
      [
        "'s",
        -0.0016206687
      ],
      [
        " Progress",
        -0.0002700377
      ]
    ]
  },
  "Babe Island and Cocos Island lie to the southwest of this one, which also contains the Fena Valley Reservoir. It has a natural harbor at Apra, and its mountains include Mt. Sasalaguan and its tallest, Mt. Lamlam. Andersen Air Force Base is on this island, as is the War in the Pacific National Historic Park, and villages here include Yigo, Dededo, and its capital of Hagåtña. Locals on this island speak the Chamorro language, and its motto in English is \"Where America's day begins\". For 10 points, name this westernmost territory of the United States.": {
    "guess": "Guam",
    "confidence": [
      [
        "Gu",
        -0.00085893506
      ],
      [
        "am",
        -1.4498052e-05
      ]
    ]
  },
  "In the background of this painting, four people in white are rowing a boat headed by a man in blue. A man with a top hat holds a cane while staring out to the left, and a man in a rowing shirt smokes a": {
    "guess": "A Sunday Afternoon on the Island of La Grande Jatte",
    "confidence": [
      [
        "A",
        -0.005957599
      ],
      [
        " Sunday",
        -4.4537377e-05
      ],
      [
        " After",
        -0.0009510025
      ],
      [
        "noon",
        -7.9418505e-06
      ],
      [
        " on",
        -2.4584822e-06
      ],
      [
        " the",
        -5.3193703e-06
      ],
      [
        " Island",
        -9.610702e-06
      ],
      [
        " of",
        -1.640531e-05
      ],
      [
        " La",
        -5.8961017e-05
      ],
      [
        " Grande",
        -4.823269e-05
      ],
      [
        " J",
        0.0
      ],
      [
        "atte",
        -3.035214e-05
      ]
    ]
  },
  "The background of one of this man's portraits shows an owl being attacked by birds, as well as a man standing on a Gothic tower, praying to a star painted with real gold. In another work, a cavalier stands before a tent at the right, while wrinkled old women are carted over to a large pool. His works are often signed with the winged serpent of his insignia, while Cupid ensconced in a black cloud aims at a nude Venus in one of this man's depictions of The Judgment of Paris. This painter of the Portrait of Dr. Cuspinian and The Fountain of Youth also did various nude depictions of Adam and Eve as": {
    "guess": "Lucas Cranach the Elder",
    "confidence": [
      [
        "Luc",
        -0.14705832
      ],
      [
        "as",
        -9.610702e-06
      ],
      [
        " Cran",
        -4.1080468e-05
      ],
      [
        "ach",
        -3.1281633e-07
      ],
      [
        " the",
        -2.1650272e-05
      ],
      [
        " Elder",
        -0.039922137
      ]
    ]
  },
  "The background of one of painter's works includes a fortress and shows a mother wearing a white headdress trying to save her baby. In that work, Romulus watches as men fight amidst females attempting to stop them. This painter of The Intervention of the Sabine Women depicted men walking up stairs in the background of a work in which an ancient (*) philosopher accepts a cup of hemlock. A woman cries on the right side of a painting showcasing triplets raising their swords in his The Oath of the Horatii. For 10 points, name this French Neoclassicist painter of The Death of Socrates who showed a dead revolutionary in his tub in The Death of Marat.": {
    "guess": "Jacques-Louis David",
    "confidence": [
      [
        "Jac",
        -0.0023540028
      ],
      [
        "ques",
        -0.00022308611
      ],
      [
        "-L",
        -0.004713734
      ],
      [
        "ouis",
        -1.473646e-05
      ],
      [
        " David",
        -2.5226382e-05
      ]
    ]
  },
  "The back of this painting features a long mesa to the right of lower elevation, followed by another mesa that gets cut off on the left. In the front of this work, one child looks down and to the right, while the women surrounding him are mostly facing left, and green and white cloths lie next to a man on his right knee. Another figure's white boot sticks out among the other figures behind a man in long green socks, and one altar boy holds a metal container, while another looks up sadly at a man in a big black hat. Behind him, another man in this work holds a long stick with Jesus on a crucifix at the top, and on the right side, a white dog with a black face looks away from the hole in the center.": {
    "guess": "Las Meninas",
    "confidence": [
      [
        "Las",
        -0.1951861
      ],
      [
        " Men",
        -0.00030150014
      ],
      [
        "inas",
        -1.247159e-05
      ]
    ]
  },
  "The background of this painting features rolling blue hills which are broken by a lone church spire. The companion to The Olive Trees, its left foreground depicts a writhing, flamelike cypress tree. It": {
    "guess": "The Starry Night",
    "confidence": [
      [
        "The",
        -0.15083794
      ],
      [
        " Star",
        -0.325104
      ],
      [
        "ry",
        -1.2233183e-05
      ],
      [
        " Night",
        -3.5477897e-05
      ]
    ]
  },
  "The Bachwezi, the successors of the Batembuzi, are considered the founders of the Kitara Empire which was centered in this present day country. Luganda is spoken in the urban areas; Swahili is the second official language of the nation despite complaints from the Bantu-speaking south. Gaining independence": {
    "guess": "Uganda",
    "confidence": [
      [
        "U",
        -0.014502293
      ],
      [
        "g",
        -7.9418505e-06
      ],
      [
        "anda",
        -0.0007687712
      ]
    ]
  },
  "Backup Jarrett Brown has filled in for the injured quarterback of this team, which dropped out of the top 25 in September after an overtime loss to Colorado. Wide receiver Darius Reynaud and fullback Owen": {
    "guess": "West Virginia Mountaineers football",
    "confidence": [
      [
        "West",
        -0.77090544
      ],
      [
        " Virginia",
        -0.00044103997
      ],
      [
        " Mount",
        -0.0020414141
      ],
      [
        "aine",
        -0.00034833618
      ],
      [
        "ers",
        -0.0013991644
      ],
      [
        " football",
        -0.0019639628
      ]
    ]
  },
  "As a baby, he was visited by 6 ravishing ladies who granted him 6 gifts; later, the youngest counseled him to refuse the throne in favor of his younger half-brother Guyon. His friend Karaheut, the king": {
    "guess": "King Arthur",
    "confidence": [
      [
        "King",
        -1.2687811
      ],
      [
        " Arthur",
        -0.003809692
      ]
    ]
  },
  "As a baby, he was visited by 6 ravishing ladies who granted him 6 gifts; later, the youngest counseled him to refuse the throne in favor of his younger half-brother Guyon. His friend Karaheut, the king of Mauritania, gave him the sword Cortana the Short. Some stories hold that later in life a magnetic mountain caused him to shipwreck on Avalon, while other stories hold that his beard has grown into": {
    "guess": "King Arthur",
    "confidence": [
      [
        "King",
        -0.087592416
      ],
      [
        " Arthur",
        -0.0015278367
      ]
    ]
  },
  "In the background of one work in this series of paintings, a rainbow arches over a flaming bolt striking Chigi Palace to commemorate a miracle where Sigismondo de Conti's house was not damaged when hit by lightning. In the background of another one of these paintings a horse wades in a cold lake surrounded by snowy mountains and bare trees, while the central figure originally held a pomegranate rather than a book. In addition to that painting commissioned by the Connestabile family for the Russian tsarina, another one of these paintings shows an Archangel presenting Tobias who holds a shining fish whose gall bladder he used to cure his father's blindness. Along with the \"Foligno\" and \"Tempi\"": {
    "guess": "Raphael Cartoons",
    "confidence": [
      [
        "R",
        -0.042569283
      ],
      [
        "aphael",
        -0.001072704
      ],
      [
        " Cart",
        -0.3501277
      ],
      [
        "oons",
        -5.4385737e-06
      ]
    ]
  },
  "He's not Bacchus, but this deity was associated with Dionysus in the country with which he is most associated. This deity's soul was worshipped as the ram god Banebdjed, and he is frequently depicted holding a crook and flail. This deity is the father of Horus, and one story about this god tells how": {
    "guess": "Osiris",
    "confidence": [
      [
        "Os",
        -0.0034165322
      ],
      [
        "iris",
        -3.7697225e-06
      ]
    ]
  },
  "Backus and Smith name the observation that the correlation between these values and consumption are non-positive. Volatility in these values arises due to the interaction between changes in monetary policy": {
    "guess": "Asset prices",
    "confidence": [
      [
        "Asset",
        -0.48399353
      ],
      [
        " prices",
        -0.8512798
      ]
    ]
  },
  "The background of this painting features rolling blue hills which are broken by a lone church spire. The companion to The Olive Trees, its left foreground depicts a writhing, flamelike cypress tree. It was created a year after a similar painting of the title location \"over the Rhone.\" Painted in a hospital room overlooking the village of Saint-Remy, its upper right corner features a yellow crescent": {
    "guess": "The Starry Night",
    "confidence": [
      [
        "The",
        -0.5301081
      ],
      [
        " Star",
        -0.014155044
      ],
      [
        "ry",
        -3.7697225e-06
      ],
      [
        " Night",
        -3.4047454e-05
      ]
    ]
  },
  "As a baby, he was visited by 6 ravishing ladies who granted him 6 gifts; later, the youngest counseled": {
    "guess": "Krishna",
    "confidence": [
      [
        "Kr",
        -0.60983604
      ],
      [
        "ish",
        -0.00010592726
      ],
      [
        "na",
        -0.0006156972
      ]
    ]
  },
  "Bach's Second Brandenburg Concerto is used as source material for a solo found in this song; single copies of this song which include an extension of that solo at the end were distributed but are now rare. One verse from this song describes a nurse behind a shelter in a roundabout selling poppies from a tray; that verse comes after a famous trumpet solo. This song begins with a description of a barber showing photographs of all the heads he's had the pleasure to have known, and describes the titular location as being \"in my ears and in my eyes.\" For 10 points, name this song released with \"Strawberry Fields Forever\" that describes a street in The Beatles' hometown of Liverpool.": {
    "guess": "Penny Lane",
    "confidence": [
      [
        "P",
        -0.001924587
      ],
      [
        "enny",
        -3.650519e-06
      ],
      [
        " Lane",
        -0.0005890139
      ]
    ]
  },
  "The background of one of painter's works includes a fortress and shows a mother wearing a white headdress trying to save her baby. In that work, Romulus watches as men fight amidst females attempting to": {
    "guess": "The Abduction of the Sabine Women",
    "confidence": [
      [
        "The",
        -0.37770635
      ],
      [
        " Ab",
        -0.2996462
      ],
      [
        "duction",
        -0.0005157403
      ],
      [
        " of",
        -0.0002670576
      ],
      [
        " the",
        -0.0062119816
      ],
      [
        " Sab",
        -0.000756143
      ],
      [
        "ine",
        -0.00020377879
      ],
      [
        " Women",
        -0.0004402055
      ]
    ]
  },
  "The back of this painting features a long mesa to the right of lower elevation, followed by another mesa that gets cut off on the left. In the front of this work, one child looks down and to the right, while the women surrounding him are mostly facing left, and green and white cloths lie next to a man on his right knee. Another figure's white boot sticks out among the other figures behind a man in long green socks, and one altar boy holds a metal container, while another looks up sadly at a man in a big black hat. Behind him, another man in this work holds a long stick with Jesus on a crucifix at the top, and on the right side, a white dog with a black face looks away from the hole in the center. The aforementioned man is part of a procession which also contains a white cloth with a cross on it, draped over a coffin. For 10 points, name this painting showing the funeral of the artist's great-uncle": {
    "guess": "The Burial of the Sardine",
    "confidence": [
      [
        "The",
        -1.0508885
      ],
      [
        " Bur",
        -0.26645234
      ],
      [
        "ial",
        -1.27099975e-05
      ],
      [
        " of",
        -0.00095862785
      ],
      [
        " the",
        -0.093533106
      ],
      [
        " S",
        -0.016062053
      ],
      [
        "ard",
        -4.246537e-06
      ],
      [
        "ine",
        -6.194111e-05
      ]
    ]
  },
  "Bach's Second Brandenburg Concerto is used as source material for a solo found in this song; single copies of this song which include an extension of that solo at the end were distributed but are now rare. One verse from this song describes a nurse behind a shelter in a roundabout selling poppies from a tray; that verse comes after a famous trumpet solo. This song begins with a description of a barber showing photographs of all the heads he's had the pleasure to have known, and describes the titular location as being \"in my ears and in my eyes.\" For 10 points, name this song released with \"Strawberry": {
    "guess": "Penny Lane",
    "confidence": [
      [
        "P",
        -0.044115458
      ],
      [
        "enny",
        -4.723352e-06
      ],
      [
        " Lane",
        -0.0010486469
      ]
    ]
  },
  "In the background of one work in this series of paintings, a rainbow arches over a flaming bolt striking Chigi Palace to commemorate a miracle where Sigismondo de Conti's house was not damaged when hit by lightning. In the background of another one of these paintings a horse wades in a cold lake surrounded by snowy mountains and bare trees, while the central figure originally held a pomegranate rather than a book. In addition to that painting commissioned by the Connestabile family for the Russian tsarina, another one of these paintings shows an Archangel presenting Tobias who holds a shining fish whose gall bladder he used to cure his father's blindness. Along with the \"Foligno\" and \"Tempi\" versions of this type of painting, the artist's pupil Gianfrancesco Penni helped complete one showing the main figure \"with a blue diadem,\" while another one is sometimes named after the Englishman Lord": {
    "guess": "Raphael Cartoons",
    "confidence": [
      [
        "R",
        -0.20449582
      ],
      [
        "aphael",
        -0.00063690444
      ],
      [
        " Cart",
        -0.6959277
      ],
      [
        "oons",
        -0.000162538
      ]
    ]
  },
  "In the background one can see a tree outside a large window supported by columns as well as a myrtle plant on the windowsill. To the right of this are two female servants; one is wearing red and slightly bent over and the other, clad in white, is on her knees rummaging through clothing in a chest. The titular figure in the foreground is emphatically separated from them by a dark drape stretching half-way across the painting. She is reclining on a bed and at her feet lies a sleeping dog. She holds a bunch of roses in her right hand but whether she is hiding or pleasuring herself with her left has": {
    "guess": "Venus of Urbino",
    "confidence": [
      [
        "V",
        -0.28386936
      ],
      [
        "enus",
        -0.00056756823
      ],
      [
        " of",
        -0.028735284
      ],
      [
        " Urb",
        -0.0003093639
      ],
      [
        "ino",
        -3.5954712e-05
      ]
    ]
  },
  "The Babylonians believed that it was where the soul resided in the body, and used them to determine the": {
    "guess": "Chaldean Oracles",
    "confidence": [
      [
        "Ch",
        -1.5168817
      ],
      [
        "al",
        -0.26865864
      ],
      [
        "de",
        -0.40443245
      ],
      [
        "an",
        -0.06403503
      ],
      [
        " Or",
        -0.5738457
      ],
      [
        "acles",
        -5.6457742e-05
      ]
    ]
  },
  "Backup Jarrett Brown has filled in for the injured quarterback of this team, which dropped out of the top 25 in September after an overtime loss to Colorado. Wide receiver Darius Reynaud and fullback Owen Schmitt no longer play for this team, but it retains much of the defense that stifled Sam Bradford last January after coach Bill Stewart replaced Rich Rodriguez. Noel Devine has replaced Steve Slaton on, FTP, what football team based in Morgantown and led by Pat White that defeated Oklahoma in the 2008 Fiesta Bowl after winning the Big East?": {
    "guess": "West Virginia Mountaineers",
    "confidence": [
      [
        "West",
        -0.012126146
      ],
      [
        " Virginia",
        -0.00066394533
      ],
      [
        " Mount",
        -0.010615863
      ],
      [
        "aine",
        -0.0004977479
      ],
      [
        "ers",
        -0.0004181602
      ]
    ]
  },
  "In the background of one work in this series of paintings, a rainbow arches over a flaming bolt striking Chigi Palace to commemorate a miracle where Sigismondo de Conti's house was not damaged when hit by lightning. In the background of another one of these paintings a horse wades in a cold lake surrounded by snowy mountains and bare trees, while the central figure originally held a pomegranate rather than a book. In addition to that painting commissioned by the Connestabile family for the Russian": {
    "guess": "Raphael's Small Cowper Madonna",
    "confidence": [
      [
        "R",
        -0.1882527
      ],
      [
        "aphael",
        -0.0023732735
      ],
      [
        "'s",
        -0.6508309
      ],
      [
        " Small",
        -1.6930218
      ],
      [
        " Cow",
        -0.0011685566
      ],
      [
        "per",
        -0.00013607845
      ],
      [
        " Madonna",
        -0.00155474
      ]
    ]
  },
  "The background of one of painter's works includes a fortress and shows a mother wearing a white headdress trying to save her baby. In that work, Romulus watches as men fight amidst females attempting to stop them. This painter of The Intervention of the Sabine Women depicted men walking up stairs in the background of a work in which an ancient (*) philosopher accepts a cup of hemlock. A woman cries on the right side of a painting showcasing triplets raising their swords in his The Oath of the Horatii.": {
    "guess": "Jacques-Louis David",
    "confidence": [
      [
        "Jac",
        -0.026543884
      ],
      [
        "ques",
        -0.00016790217
      ],
      [
        "-L",
        -0.00015776986
      ],
      [
        "ouis",
        -2.3438328e-05
      ],
      [
        " David",
        -0.00025633295
      ]
    ]
  },
  "Backup Jarrett Brown has filled in for the injured quarterback of this team, which dropped out of the top 25 in September after an overtime loss to Colorado. Wide receiver Darius Reynaud and fullback Owen Schmitt no longer play for this team, but it retains much of the defense that stifled Sam Bradford": {
    "guess": "West Virginia Mountaineers football team",
    "confidence": [
      [
        "West",
        -0.37868473
      ],
      [
        " Virginia",
        -0.00047738242
      ],
      [
        " Mount",
        -0.00613438
      ],
      [
        "aine",
        -0.00034714415
      ],
      [
        "ers",
        -0.0015317666
      ],
      [
        " football",
        -0.0015578319
      ],
      [
        " team",
        -0.7783127
      ]
    ]
  },
  "In Bacillus subtilis, the attenuation of these objects is prevented by the stabilization of alternate secondary RNA structures by proteins such as LicT, SacY, and SacT. CAP binds upstream of one of these objects in the presence of cAMP in order to recruit RNA polymerase. That notable (*) example of these is regulated by IPTG, which inhibits a certain repressor in order to upregulate beta-galactosidase": {
    "guess": "Lac operon",
    "confidence": [
      [
        "L",
        -0.32090434
      ],
      [
        "ac",
        -0.010864944
      ],
      [
        " oper",
        -0.02216369
      ],
      [
        "on",
        -8.017927e-05
      ]
    ]
  },
  "In the background of this painting, a man with a belt of bullets on top of his overalls hands a shotgun to one of his compatriots in the doorway, underneath an orange banner reading \"todos los pesos divios.\"": {
    "guess": "Diego Rivera",
    "confidence": [
      [
        "Die",
        -0.2490583
      ],
      [
        "go",
        -2.1173457e-05
      ],
      [
        " Rivera",
        -0.00032616797
      ]
    ]
  },
  "As a baby, he was visited by 6 ravishing ladies who granted him 6 gifts; later, the youngest counseled him to refuse the throne in favor of his younger half-brother Guyon. His friend Karaheut, the king of Mauritania, gave him the sword Cortana the Short. Some stories hold that later in life a magnetic mountain caused him to shipwreck on Avalon, while other stories hold that his beard has grown into a marble table during his long slumber in the castle of Kronborg. He took the Oriflamme from the cowardly Lombard Alory during a battle whose end saw him freed from being a hostage. In his youth, he beat all comers at contests of strength and endurance, including Roland. For 10 points, name this peer of Charlemagne, a son of Godfrey of Denmark.": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -1.1993486
      ]
    ]
  },
  "In the background of one work in this series of paintings, a rainbow arches over a flaming bolt striking Chigi Palace to commemorate a miracle where Sigismondo de Conti's house was not damaged when hit": {
    "guess": "Raphael's Rooms",
    "confidence": [
      [
        "R",
        -1.716707
      ],
      [
        "aphael",
        -0.017081985
      ],
      [
        "'s",
        -0.851634
      ],
      [
        " Rooms",
        -0.3435123
      ]
    ]
  },
  "The background of this painting features rolling blue hills which are broken by a lone church spire.": {
    "guess": "The Hay Wain",
    "confidence": [
      [
        "The",
        -1.2909927
      ],
      [
        " Hay",
        -0.29659405
      ],
      [
        " W",
        -0.0036498418
      ],
      [
        "ain",
        -0.00014644918
      ]
    ]
  },
  "In Bacillus subtilis, the attenuation of these objects is prevented by the stabilization of alternate secondary RNA structures by proteins such as LicT, SacY, and SacT. CAP binds upstream of one of these": {
    "guess": "Transcriptional attenuation",
    "confidence": [
      [
        "Trans",
        -0.96821225
      ],
      [
        "cription",
        -0.002380404
      ],
      [
        "al",
        -1.0410993
      ],
      [
        " attenuation",
        -0.13978663
      ]
    ]
  },
  "The back of this painting features a long mesa to the right of lower elevation, followed by another mesa that gets cut off on the left. In the front of this work, one child looks down and to the right,": {
    "guess": "Mesa Verde National Park",
    "confidence": [
      [
        "M",
        -0.6928236
      ],
      [
        "esa",
        -0.013408445
      ],
      [
        " Verde",
        -0.67884076
      ],
      [
        " National",
        -0.029468581
      ],
      [
        " Park",
        -0.00017302792
      ]
    ]
  },
  "Backus and Smith name the observation that the correlation between these values and consumption are non-positive. Volatility in these values arises due to the interaction between changes in monetary policy and sticky prices according to Dornbusch's overshooting hypothesis. Nominal interest rates are related to these quantities according to Fisher's open market hypothesis. Deviations from these quantities'": {
    "guess": "Real exchange rates",
    "confidence": [
      [
        "Real",
        -0.24961406
      ],
      [
        " exchange",
        -0.15893513
      ],
      [
        " rates",
        -0.06472659
      ]
    ]
  },
  "In Bacillus subtilis, the attenuation of these objects is prevented by the stabilization of alternate": {
    "guess": "Ribosome",
    "confidence": [
      [
        "Rib",
        -0.60867935
      ],
      [
        "osome",
        -0.57423383
      ]
    ]
  },
  "In the background, four people walk up a set of stairs, while another man sits looking away from the": {
    "guess": "The Third of May 1808",
    "confidence": [
      [
        "The",
        -0.27212548
      ],
      [
        " Third",
        -1.3106093
      ],
      [
        " of",
        -0.004079113
      ],
      [
        " May",
        -0.00015312091
      ],
      [
        " ",
        -0.013695511
      ],
      [
        "180",
        -0.0010068467
      ],
      [
        "8",
        -0.0005966393
      ]
    ]
  },
  "In the background of this painting, a man with a belt of bullets on top of his overalls hands a shotgun": {
    "guess": "American Gothic",
    "confidence": [
      [
        "American",
        -0.60744095
      ],
      [
        " Gothic",
        -0.014096864
      ]
    ]
  },
  "The background of one of this man's portraits shows an owl being attacked by birds, as well as a man standing on a Gothic tower, praying to a star painted with real gold. In another work, a cavalier stands": {
    "guess": "Salvador Dalí",
    "confidence": [
      [
        "Sal",
        -1.0514406
      ],
      [
        "v",
        -0.00019030878
      ],
      [
        "ador",
        -0.08176114
      ],
      [
        " Dal",
        -0.2713521
      ],
      [
        "í",
        -0.000113913906
      ]
    ]
  },
  "In the background of one work in this series of paintings, a rainbow arches over a flaming bolt striking Chigi Palace to commemorate a miracle where Sigismondo de Conti's house was not damaged when hit by lightning. In the background of another one of these paintings a horse wades in a cold lake surrounded by snowy mountains and bare trees, while the central figure originally held a pomegranate rather than a book. In addition to that painting commissioned by the Connestabile family for the Russian tsarina, another one of these paintings shows an Archangel presenting Tobias who holds a shining fish whose gall bladder he used to cure his father's blindness. Along with the \"Foligno\" and \"Tempi\" versions of this type of painting, the artist's pupil Gianfrancesco Penni helped complete one showing": {
    "guess": "Raphael Cartoons",
    "confidence": [
      [
        "R",
        -0.16454653
      ],
      [
        "aphael",
        -0.00027063373
      ],
      [
        " Cart",
        -0.8655134
      ],
      [
        "oons",
        -0.00010413921
      ]
    ]
  },
  "The background of one of this man's portraits shows an owl being attacked by birds, as well as a man": {
    "guess": "Francis Bacon (artist)",
    "confidence": [
      [
        "Franc",
        -0.28916207
      ],
      [
        "is",
        -0.41730353
      ],
      [
        " Bacon",
        -0.093322895
      ],
      [
        " (",
        -0.00991805
      ],
      [
        "artist",
        -0.26649207
      ],
      [
        ")",
        -0.00024751187
      ]
    ]
  },
  "The background of one of painter's works includes a fortress and shows a mother wearing a white headdress": {
    "guess": "Johannes Vermeer",
    "confidence": [
      [
        "J",
        -2.2019668
      ],
      [
        "oh",
        -0.0008315439
      ],
      [
        "annes",
        -0.00032974407
      ],
      [
        " Ver",
        -0.00020902375
      ],
      [
        "meer",
        -3.0232935e-05
      ]
    ]
  },
  "Backus and Smith name the observation that the correlation between these values and consumption are non-positive. Volatility in these values arises due to the interaction between changes in monetary policy and sticky prices according to Dornbusch's overshooting hypothesis. Nominal interest rates are related to these quantities according to Fisher's open market hypothesis. Deviations from these quantities' \"real\" value from one accounts for differences in (*) purchasing power parity. Tobin taxes are designed to minimize fluctuations in these quantities; those fluctuations are minimized in schemes that use pegging. For 10 points, name these quantities that were fixed by the Bretton Woods Conference,": {
    "guess": "Exchange rates",
    "confidence": [
      [
        "Exchange",
        -0.2960304
      ],
      [
        " rates",
        -0.013964748
      ]
    ]
  },
  "The Bachwezi, the successors of the Batembuzi, are considered the founders of the Kitara Empire which was centered in this present day country. Luganda is spoken in the urban areas; Swahili is the second": {
    "guess": "Uganda",
    "confidence": [
      [
        "U",
        -0.23027465
      ],
      [
        "g",
        -1.4617256e-05
      ],
      [
        "anda",
        -0.004280804
      ]
    ]
  },
  "In the background of this painting, four people in white are rowing a boat headed by a man in blue. A man with a top hat holds a cane while staring out to the left, and a man in a rowing shirt smokes a pipe next to a brown dog while two soldiers facing away can be seen in the back of this painting. In this painting, two ladies sit on the ground, one with a blue [*] umbrella, the other holding flowers, and in the background are several boats sailing in the river. On the right, a woman holding an umbrella holds a monkey on a leash. For 10 points, name this pointillist painting that depicts people": {
    "guess": "A Sunday Afternoon on the Island of La Grande Jatte",
    "confidence": [
      [
        "A",
        -0.0014908155
      ],
      [
        " Sunday",
        -5.4669687e-05
      ],
      [
        " After",
        -0.0033481056
      ],
      [
        "noon",
        -9.014684e-06
      ],
      [
        " on",
        -1.92662e-05
      ],
      [
        " the",
        -6.9882217e-06
      ],
      [
        " Island",
        -1.962381e-05
      ],
      [
        " of",
        -4.1273333e-06
      ],
      [
        " La",
        -4.4537377e-05
      ],
      [
        " Grande",
        -0.00021402664
      ],
      [
        " J",
        -7.89631e-07
      ],
      [
        "atte",
        -8.2324936e-05
      ]
    ]
  },
  "As a baby, he was visited by 6 ravishing ladies who granted him 6 gifts; later, the youngest counseled him to refuse the throne in favor of his younger half-brother Guyon. His friend Karaheut, the king of Mauritania, gave him the sword Cortana the Short. Some stories hold that later in life a magnetic": {
    "guess": "Arthur",
    "confidence": [
      [
        "Arthur",
        -0.8932699
      ]
    ]
  },
  "The background of one of this man's portraits shows an owl being attacked by birds, as well as a man standing on a Gothic tower, praying to a star painted with real gold. In another work, a cavalier stands before a tent at the right, while wrinkled old women are carted over to a large pool. His works are often signed with the winged serpent of his insignia, while Cupid ensconced in a black cloud aims at a nude Venus in one of this man's depictions of The Judgment of Paris. This painter of the Portrait": {
    "guess": "Hieronymus Bosch",
    "confidence": [
      [
        "Hier",
        -1.5547746
      ],
      [
        "onym",
        -0.039103724
      ],
      [
        "us",
        -9.3410876e-05
      ],
      [
        " Bosch",
        -0.0006679983
      ]
    ]
  },
  "The Babylonians believed that it was where the soul resided in the body, and used them to determine the will of the gods. Plato put the lowest division of the soul into this organ, while Galen claimed that it converted food into blood. FTP, identify this organ, which converts glucose to glycogen, stores": {
    "guess": "Liver",
    "confidence": [
      [
        "Liver",
        -0.29215562
      ]
    ]
  },
  "In the background of this painting, a man with a belt of bullets on top of his overalls hands a shotgun to one of his compatriots in the doorway, underneath an orange banner reading \"todos los pesos divios.\" A man with circular glasses and no middle to his mustache holds a cigar in one hand and rebuffs a figure who is holding a white bag to his right, while a woman with no pupils in her eyes is fed champagne by a smug man in a top hat to the left. It is the counterpart to a painting in which most": {
    "guess": "The Night Café",
    "confidence": [
      [
        "The",
        -1.4417757
      ],
      [
        " Night",
        -1.5003949
      ],
      [
        " Café",
        -0.64956766
      ]
    ]
  },
  "Babe Island and Cocos Island lie to the southwest of this one, which also contains the Fena Valley Reservoir. It has a natural harbor at Apra, and its mountains include Mt. Sasalaguan and its tallest, Mt. Lamlam. Andersen Air Force Base is on this island, as is the War in the Pacific National Historic Park, and villages here include Yigo, Dededo, and its capital of Hagåtña. Locals on this island speak": {
    "guess": "Guam",
    "confidence": [
      [
        "Gu",
        -0.0008167737
      ],
      [
        "am",
        -1.0683535e-05
      ]
    ]
  },
  "In the background, a lone red flag flutters in a dark green sky. That flag sits on the end of a rectangular white building, which contains a series of small square windows as well as a parallel series of open entrances. The right side is dominated by a similar building, which stands in shadow next to an empty wooden van. Both buildings recede in a distorted perspective, creating a disquieting sensation heightened by the ominous shadow of a man approaching from behind the building on the right. However,": {
    "guess": "De Chirico's metaphysical art",
    "confidence": [
      [
        "De",
        -1.2486671
      ],
      [
        " Ch",
        -0.054180145
      ],
      [
        "ir",
        -0.00018292182
      ],
      [
        "ico",
        -0.0009130132
      ],
      [
        "'s",
        -1.0593383
      ],
      [
        " metaph",
        -1.5526999
      ],
      [
        "ysical",
        -0.0139005575
      ],
      [
        " art",
        -0.16054448
      ]
    ]
  },
  "The back of this painting features a long mesa to the right of lower elevation, followed by another mesa that gets cut off on the left. In the front of this work, one child looks down and to the right, while the women surrounding him are mostly facing left, and green and white cloths lie next to a man on his right knee. Another figure's white boot sticks out among the other figures behind a man in long green socks, and one altar boy holds a metal container, while another looks up sadly at a man in a big black hat. Behind him, another man in this work holds a long stick with Jesus on a crucifix at the top, and on the right side, a white dog with a black face looks away from the hole in the center. The aforementioned man is part of a procession which also contains a white cloth with a cross on it, draped over a coffin. For 10 points, name this painting showing the funeral of the artist's great-uncle by Gustave Courbet.": {
    "guess": "The Funeral at Ornans",
    "confidence": [
      [
        "The",
        -0.7343293
      ],
      [
        " Funeral",
        -0.33340177
      ],
      [
        " at",
        -0.28897786
      ],
      [
        " Orn",
        -7.314626e-05
      ],
      [
        "ans",
        -6.778209e-05
      ]
    ]
  },
  "He's not Bacchus, but this deity was associated with Dionysus in the country with which he is most associated.": {
    "guess": "Osiris",
    "confidence": [
      [
        "Os",
        -1.1469525
      ],
      [
        "iris",
        -0.00012523093
      ]
    ]
  },
  "In the background, a lone red flag flutters in a dark green sky. That flag sits on the end of a rectangular white building, which contains a series of small square windows as well as a parallel series of open entrances. The right side is dominated by a similar building, which stands in shadow next to an empty wooden van. Both buildings recede in a distorted perspective, creating a disquieting sensation": {
    "guess": "The Persistence of Memory",
    "confidence": [
      [
        "The",
        -1.0170776
      ],
      [
        " Persistence",
        -0.43465787
      ],
      [
        " of",
        -0.00010354319
      ],
      [
        " Memory",
        -0.00021974841
      ]
    ]
  },
  "Babe Island and Cocos Island lie to the southwest of this one, which also contains the Fena Valley Reservoir.": {
    "guess": "Guam",
    "confidence": [
      [
        "Gu",
        -0.008526395
      ],
      [
        "am",
        -0.000115582756
      ]
    ]
  }
}