{
  "Its epigraphs come from Benito Cereno and T.S. Eliot's Family Reunion, which are followed by a prologue where Louis Armstrong's \"What Did I Do To Be So Black and Blue?\" makes the narrator imagine a church-like": {
    "guess": "Invisible Man",
    "confidence": [
      [
        "In",
        -0.024369387
      ],
      [
        "visible",
        -4.604148e-06
      ],
      [
        " Man",
        -0.0002930367
      ]
    ]
  },
  "Its epigraph, revealing the title character has no family and has time to wander among men, is taken from Robert Burton.  The second edition ends with \"L'Envoy,\" an elaborate apology for previous sections, including \"The Angler,\" \"Traits of Indian Character,\" and \"The Spectre Bridegroom\".  It begins": {
    "guess": "The Legend of Sleepy Hollow",
    "confidence": [
      [
        "The",
        -0.44900462
      ],
      [
        " Legend",
        -0.43092674
      ],
      [
        " of",
        -0.00014656837
      ],
      [
        " Sleep",
        -4.1199673e-05
      ],
      [
        "y",
        -0.00035858402
      ],
      [
        " Hollow",
        -0.00018673266
      ]
    ]
  },
  "During an epidemic in China, the traveling magician Chang Chueh reportedly healed many by giving them": {
    "guess": "Chang Chueh",
    "confidence": [
      [
        "Ch",
        -1.4480494
      ],
      [
        "ang",
        -0.021170937
      ],
      [
        " Ch",
        -0.08180815
      ],
      [
        "ue",
        -0.0068842154
      ],
      [
        "h",
        -4.8351892e-05
      ]
    ]
  },
  "This epic poem was published in two parts, appearing in 1873 and 1879.  The poem employs many terms of the slang dialect such as \"la tacaura\" for a weapon used by the local Indians, and \"pito\" for a kind of knife blade used by the hero.  The title character's adventures begin when he is drafted after not having voted in the elections.  The title character's companion Cruz dies from smallpox and his son Picardia is later encountered.  Centered on the search for the title character's two missing sons,": {
    "guess": "Martín Fierro",
    "confidence": [
      [
        "Mart",
        -0.82488906
      ],
      [
        "ín",
        -0.00013214473
      ],
      [
        " F",
        -0.00038801268
      ],
      [
        "ier",
        -4.4849444e-06
      ],
      [
        "ro",
        -3.0545007e-06
      ]
    ]
  },
  "Its epigraphs come from Benito Cereno and T.S. Eliot's Family Reunion, which are followed by a prologue where Louis Armstrong's \"What Did I Do To Be So Black and Blue?\" makes the narrator imagine a church-like cave.  Its narrator meets Supercargo and a nihilistic vet at the Golden Day, where he takes Mr. Norton to recover after hearing the story of the incestuous Truebloods.  This causes Dr. Bledsoe": {
    "guess": "Invisible Man",
    "confidence": [
      [
        "In",
        -0.01773803
      ],
      [
        "visible",
        -6.511407e-06
      ],
      [
        " Man",
        -0.00017982253
      ]
    ]
  },
  "An epic hero from this country is a giant who hurls stones and loose lumber at foes and currently serves as the legless warden at the gates of hell. This country's literary masterpiece is a pentalogy about Indrek Paas, Truth and Justice, by A. H. Tammsaare. Its language is unusual in its group in that it has lost vowel harmony, and features distinctive long, short, and \"overlong\" phonemes. Its citizens": {
    "guess": "Estonia",
    "confidence": [
      [
        "E",
        -0.009378137
      ],
      [
        "ston",
        -0.0018277422
      ],
      [
        "ia",
        -0.15421548
      ]
    ]
  },
  "The epigraph to this piece is the quote \"Their foot shall slide in due time\" from Deuteronomy. First appearing in 1741 in Enfield, Massachusetts, it postulates that only the grace of God keeps people from their natural place in Hell. God is all powerful, and keeps people dangling like a spider over the": {
    "guess": "Sinners in the Hands of an Angry God",
    "confidence": [
      [
        "Sin",
        -0.06770568
      ],
      [
        "ners",
        0.0
      ],
      [
        " in",
        -0.0002196292
      ],
      [
        " the",
        -7.660316e-05
      ],
      [
        " Hands",
        -0.00035000502
      ],
      [
        " of",
        -7.3458323e-06
      ],
      [
        " an",
        -0.000335939
      ],
      [
        " Angry",
        -1.4855664e-05
      ],
      [
        " God",
        -0.0001757696
      ]
    ]
  },
  "The epilogue to this work describes how its writing was aided by finding a discarded piece of paper bearing the phrase \"if Christianity had asserted itself in Germany six million Jews would have lived\" in red ink. The title figure recalls putting his head in a toilet to remove burning lye from his head": {
    "guess": "Night (book)",
    "confidence": [
      [
        "Night",
        -0.34531823
      ],
      [
        " (",
        -0.11243918
      ],
      [
        "book",
        -0.0032361785
      ],
      [
        ")",
        -0.018848235
      ]
    ]
  },
  "This epic poem was published in two parts, appearing in 1873 and 1879.  The poem employs many terms of the slang dialect such as \"la tacaura\" for a weapon used by the local Indians, and \"pito\" for a kind": {
    "guess": "The Epic of Hades",
    "confidence": [
      [
        "The",
        -0.81336486
      ],
      [
        " Epic",
        -0.9172058
      ],
      [
        " of",
        -0.0013838055
      ],
      [
        " H",
        -0.11522112
      ],
      [
        "ades",
        -0.051247854
      ]
    ]
  },
  "The epilogue to this work describes how its writing was aided by finding a discarded piece of paper bearing the phrase \"if Christianity had asserted itself in Germany six million Jews would have lived\" in red ink. The title figure recalls putting his head in a toilet to remove burning lye from his head after the water is shut off while he is \"conking\" his hair. That figure is referred to as \"Satan\"": {
    "guess": "The Autobiography of Malcolm X",
    "confidence": [
      [
        "The",
        -0.14116073
      ],
      [
        " Aut",
        -0.011749666
      ],
      [
        "obi",
        -7.576874e-05
      ],
      [
        "ography",
        -0.00013929696
      ],
      [
        " of",
        -0.00012940305
      ],
      [
        " Malcolm",
        -0.00068300695
      ],
      [
        " X",
        -0.00048928807
      ]
    ]
  },
  "The epigraph to this piece is the quote \"Their foot shall slide in due time\" from Deuteronomy. First appearing in 1741 in Enfield, Massachusetts, it postulates that only the grace of God keeps people from": {
    "guess": "Sinners in the Hands of an Angry God",
    "confidence": [
      [
        "Sin",
        -0.14796585
      ],
      [
        "ners",
        0.0
      ],
      [
        " in",
        -0.00022129806
      ],
      [
        " the",
        -1.4855664e-05
      ],
      [
        " Hands",
        -8.566264e-05
      ],
      [
        " of",
        -5.6769813e-06
      ],
      [
        " an",
        -0.00027742467
      ],
      [
        " Angry",
        -1.4378848e-05
      ],
      [
        " God",
        -7.886803e-05
      ]
    ]
  },
  "In the epilogue of this work, Professor Pieixoto discusses the possible rescue of the protagonist by the resistance group Mayday. The main character of this work has an affair with Nick, chauffeur to the": {
    "guess": "The Handmaid's Tale",
    "confidence": [
      [
        "The",
        -0.0027170223
      ],
      [
        " Hand",
        -1.8431772e-05
      ],
      [
        "maid",
        -1.867018e-05
      ],
      [
        "'s",
        -9.253091e-06
      ],
      [
        " Tale",
        -1.4498052e-05
      ]
    ]
  },
  "In one epic, she sends advice to Enmerkar by way of Enmerkar's messenger, Lugalbanda. In one hymn, her consort is likened to \"A willow that rejoiced not by the watercourse, / A willow whose roots were torn up.\" Her consort was the son of Duttur, a personification of the ewe, and was chosen by this goddess over the farmer Enkimdu. Some sources state that her mother was Ningal, and her father was the Sumerian moon-god. Her consort, a god of vegetation, was sometimes given the epithet \"the Shepherd,\" and was forced to spend half of each year in the underworld. FTP, name this Sumerian fertility goddess, the wife of Dumuzi, whose Akkadian counterpart was Ishtar.": {
    "guess": "Inanna",
    "confidence": [
      [
        "In",
        -0.005091203
      ],
      [
        "anna",
        -0.0004492613
      ]
    ]
  },
  "The epilogue to this work describes how its writing was aided by finding a discarded piece of paper bearing the phrase \"if Christianity had asserted itself in Germany six million Jews would have lived\" in red ink. The title figure recalls putting his head in a toilet to remove burning lye from his head after the water is shut off while he is \"conking\" his hair. That figure is referred to as \"Satan\" while in prison after taking the underworld name (*) \"Detroit Red.\" That man is also told to become a carpenter rather than a lawyer by an eighth-grade teacher, and later in this book announces \"you have not converted a man because you have silenced him\" while reflecting on an order to stop commenting on the death of John F. Kennedy. The epilogue recounts the title figure's prediction that he would not live to see this book published and describes that man's assassination in 1965. For 10 points, name this work by Alex Haley which edits the monologue of a Nation of Islam leader.": {
    "guess": "The Autobiography of Malcolm X",
    "confidence": [
      [
        "The",
        -0.004497773
      ],
      [
        " Aut",
        -1.378283e-05
      ],
      [
        "obi",
        -3.4121115e-06
      ],
      [
        "ography",
        -3.035214e-05
      ],
      [
        " of",
        -2.1173457e-05
      ],
      [
        " Malcolm",
        -0.00014895246
      ],
      [
        " X",
        -1.867018e-05
      ]
    ]
  },
  "Its epigraph, revealing the title character has no family and has time to wander among men, is taken from Robert Burton.  The second edition ends with \"L'Envoy,\" an elaborate apology for previous sections, including \"The Angler,\" \"Traits of Indian Character,\" and \"The Spectre Bridegroom\".  It begins with \"The Voyage,\" and other essays include \"Westminster Abbey\" and \"English writers in America.\"  It": {
    "guess": "The Sketch Book of Geoffrey Crayon, Gent.",
    "confidence": [
      [
        "The",
        -0.48337877
      ],
      [
        " Sketch",
        -0.009077648
      ],
      [
        " Book",
        -0.0017576448
      ],
      [
        " of",
        -0.0010045854
      ],
      [
        " Geoffrey",
        -5.6769813e-06
      ],
      [
        " Cr",
        -8.89548e-06
      ],
      [
        "ay",
        -5.5122365e-07
      ],
      [
        "on",
        -2.5226382e-05
      ],
      [
        ",",
        -0.016285261
      ],
      [
        " Gent",
        -1.735894e-05
      ],
      [
        ".",
        -7.862962e-05
      ]
    ]
  },
  "During an epidemic in China, the traveling magician Chang Chueh reportedly healed many by giving them water over which he had said an incantation. The fame he earned by his remedy earned him hundreds of followers, and he decided to exploit his success by promising them immortality through potions, and by starting a revolt against the corrupt eunuchs who controlled the government. This was the beginning,": {
    "guess": "Yellow Turban Rebellion",
    "confidence": [
      [
        "Yellow",
        -0.11923046
      ],
      [
        " Tur",
        -0.00093134854
      ],
      [
        "ban",
        -0.0008960973
      ],
      [
        " Rebellion",
        -0.0078078383
      ]
    ]
  },
  "Its epigraphs come from Benito Cereno and T.S. Eliot's Family Reunion, which are followed by a prologue where Louis Armstrong's \"What Did I Do To Be So Black and Blue?\" makes the narrator imagine a church-like cave.  Its narrator meets Supercargo and a nihilistic vet at the Golden Day, where he takes": {
    "guess": "Invisible Man",
    "confidence": [
      [
        "In",
        -0.07534845
      ],
      [
        "visible",
        -0.00111402
      ],
      [
        " Man",
        -0.001267017
      ]
    ]
  },
  "Its epigraphs come from Benito Cereno and T.S. Eliot's Family Reunion, which are followed by a prologue where Louis Armstrong's \"What Did I Do To Be So Black and Blue?\" makes the narrator imagine a church-like cave.  Its narrator meets Supercargo and a nihilistic vet at the Golden Day, where he takes Mr. Norton to recover after hearing the story of the incestuous Truebloods.  This causes Dr. Bledsoe to send him to New York, where he is fired from Liberty Paints and becomes the Harlem coordinator": {
    "guess": "Invisible Man",
    "confidence": [
      [
        "In",
        -0.016637864
      ],
      [
        "visible",
        -2.4584822e-06
      ],
      [
        " Man",
        -0.00013357517
      ]
    ]
  },
  "An epic hero from this country is a giant who hurls stones and loose lumber at foes and currently serves as the legless warden at the gates of hell. This country's literary masterpiece is a pentalogy about Indrek Paas, Truth and Justice, by A. H. Tammsaare. Its language is unusual in its group in that": {
    "guess": "Estonia",
    "confidence": [
      [
        "E",
        -0.026663562
      ],
      [
        "ston",
        -0.01566865
      ],
      [
        "ia",
        -0.12632187
      ]
    ]
  },
  "Its epigraph, revealing the title character has no family and has time to wander among men, is taken from Robert Burton.  The second edition ends with \"L'Envoy,\" an elaborate apology for previous sections,": {
    "guess": "Don Quixote",
    "confidence": [
      [
        "Don",
        -0.54612756
      ],
      [
        " Qu",
        -0.10593612
      ],
      [
        "ix",
        -9.364929e-05
      ],
      [
        "ote",
        -3.4285862e-05
      ]
    ]
  },
  "During an epidemic in China, the traveling magician Chang Chueh reportedly healed many by giving them water over which he had said an incantation. The fame he earned by his remedy earned him hundreds of": {
    "guess": "Chang Chueh",
    "confidence": [
      [
        "Ch",
        -1.0957453
      ],
      [
        "ang",
        -0.0052102786
      ],
      [
        " Ch",
        -0.051070713
      ],
      [
        "ue",
        -0.0018602114
      ],
      [
        "h",
        -2.6895234e-05
      ]
    ]
  },
  "The epilogue to this work describes how its writing was aided by finding a discarded piece of paper bearing the phrase \"if Christianity had asserted itself in Germany six million Jews would have lived\" in red ink. The title figure recalls putting his head in a toilet to remove burning lye from his head after the water is shut off while he is \"conking\" his hair. That figure is referred to as \"Satan\" while in prison after taking the underworld name (*) \"Detroit Red.\" That man is also told to become a carpenter rather than a lawyer by an eighth-grade teacher, and later in this book announces \"you": {
    "guess": "The Autobiography of Malcolm X",
    "confidence": [
      [
        "The",
        -0.0059273783
      ],
      [
        " Aut",
        -0.00039492646
      ],
      [
        "obi",
        -3.7623562e-05
      ],
      [
        "ography",
        -6.909333e-05
      ],
      [
        " of",
        -0.00010843054
      ],
      [
        " Malcolm",
        -0.002028208
      ],
      [
        " X",
        -6.0272258e-05
      ]
    ]
  },
  "The epilogue to this work describes how its writing was aided by finding a discarded piece of paper bearing the phrase \"if Christianity had asserted itself in Germany six million Jews would have lived\"": {
    "guess": "The Book Thief",
    "confidence": [
      [
        "The",
        -0.4177672
      ],
      [
        " Book",
        -1.060917
      ],
      [
        " Thief",
        -0.031117555
      ]
    ]
  },
  "An epic hero from this country is a giant who hurls stones and loose lumber at foes and currently serves": {
    "guess": "Finland",
    "confidence": [
      [
        "Fin",
        -0.9723492
      ],
      [
        "land",
        -8.12521e-05
      ]
    ]
  },
  "Its epigraphs come from Benito Cereno and T.S. Eliot's Family Reunion, which are followed by a prologue where Louis Armstrong's \"What Did I Do To Be So Black and Blue?\" makes the narrator imagine a church-like cave.  Its narrator meets Supercargo and a nihilistic vet at the Golden Day, where he takes Mr. Norton to recover after hearing the story of the incestuous Truebloods.  This causes Dr. Bledsoe to send him to New York, where he is fired from Liberty Paints and becomes the Harlem coordinator of a communist Brotherhood and finally hides in a basement with 1369 lights.  FTP, name this novel about a man who is not a spook from Poe, by Ralph Ellison.": {
    "guess": "Invisible Man",
    "confidence": [
      [
        "In",
        -0.05505153
      ],
      [
        "visible",
        -5.2001665e-06
      ],
      [
        " Man",
        -0.00047917044
      ]
    ]
  },
  "In the epilogue of this work, Professor Pieixoto discusses the possible rescue of the protagonist by the resistance group Mayday. The main character of this work has an affair with Nick, chauffeur to the former televangelist Serena Joy. Its protagonist wonders about the fate of Luke, and visits The House of Jezebel, a brothel where her best friend Moira is forced to work. This novel is set in the Republic": {
    "guess": "The Handmaid's Tale",
    "confidence": [
      [
        "The",
        -0.0020109564
      ],
      [
        " Hand",
        -4.143808e-05
      ],
      [
        "maid",
        -3.1782583e-05
      ],
      [
        "'s",
        -6.749814e-06
      ],
      [
        " Tale",
        -6.511407e-06
      ]
    ]
  },
  "An epic hero from this country is a giant who hurls stones and loose lumber at foes and currently serves as the legless warden at the gates of hell. This country's literary masterpiece is a pentalogy about Indrek Paas, Truth and Justice, by A. H. Tammsaare. Its language is unusual in its group in that it has lost vowel harmony, and features distinctive long, short, and \"overlong\" phonemes. Its citizens formed the northern terminus of a massive human chain during the Singing Revolution in 1989. This": {
    "guess": "Estonia",
    "confidence": [
      [
        "E",
        -0.008554289
      ],
      [
        "ston",
        -0.0010747304
      ],
      [
        "ia",
        -0.065312594
      ]
    ]
  },
  "This epic poem was published in two parts, appearing in 1873 and 1879.  The poem employs many terms of": {
    "guess": "The Ring and the Book",
    "confidence": [
      [
        "The",
        -1.337364
      ],
      [
        " Ring",
        -1.0432918
      ],
      [
        " and",
        -0.020132354
      ],
      [
        " the",
        -0.0020483132
      ],
      [
        " Book",
        -0.00021664912
      ]
    ]
  },
  "The epigraph to this piece is the quote \"Their foot shall slide in due time\" from Deuteronomy. First appearing in 1741 in Enfield, Massachusetts, it postulates that only the grace of God keeps people from their natural place in Hell. God is all powerful, and keeps people dangling like a spider over the fire. FTP, identify this most famous sermon of Jonathan Edwards.": {
    "guess": "Sinners in the Hands of an Angry God",
    "confidence": [
      [
        "Sin",
        -0.009148637
      ],
      [
        "ners",
        -9.0883464e-07
      ],
      [
        " in",
        -0.00020842774
      ],
      [
        " the",
        -6.7901296e-05
      ],
      [
        " Hands",
        -0.00016027314
      ],
      [
        " of",
        -7.107425e-06
      ],
      [
        " an",
        -0.00021676833
      ],
      [
        " Angry",
        -7.89631e-07
      ],
      [
        " God",
        -2.2246291e-05
      ]
    ]
  },
  "Its epigraphs come from Benito Cereno and T.S. Eliot's Family Reunion, which are followed by a prologue": {
    "guess": "Invisible Man",
    "confidence": [
      [
        "In",
        -0.032905314
      ],
      [
        "visible",
        -2.9040899e-05
      ],
      [
        " Man",
        -0.0009375471
      ]
    ]
  },
  "In the epilogue of this work, Professor Pieixoto discusses the possible rescue of the protagonist by the resistance group Mayday. The main character of this work has an affair with Nick, chauffeur to the former televangelist Serena Joy. Its protagonist wonders about the fate of Luke, and visits The House of Jezebel, a brothel where her best friend Moira is forced to work. This novel is set in the Republic of Gilead, where many women are sexual slaves to men like The Commander. For 10 points, Offred": {
    "guess": "The Handmaid's Tale",
    "confidence": [
      [
        "The",
        -0.0011368814
      ],
      [
        " Hand",
        -7.588794e-05
      ],
      [
        "maid",
        -3.0232935e-05
      ],
      [
        "'s",
        -6.2729996e-06
      ],
      [
        " Tale",
        -9.849109e-06
      ]
    ]
  },
  "The epilogue to this work describes how its writing was aided by finding a discarded piece of paper bearing the phrase \"if Christianity had asserted itself in Germany six million Jews would have lived\" in red ink. The title figure recalls putting his head in a toilet to remove burning lye from his head after the water is shut off while he is \"conking\" his hair. That figure is referred to as \"Satan\" while in prison after taking the underworld name (*) \"Detroit Red.\" That man is also told to become a carpenter rather than a lawyer by an eighth-grade teacher, and later in this book announces \"you have not converted a man because you have silenced him\" while reflecting on an order to stop commenting on the death of John F. Kennedy. The epilogue recounts the title figure's prediction that he would not live to see this book published and describes that man's assassination in 1965. For 10 points,": {
    "guess": "The Autobiography of Malcolm X",
    "confidence": [
      [
        "The",
        -0.004224186
      ],
      [
        " Aut",
        -4.274932e-05
      ],
      [
        "obi",
        -1.0325924e-05
      ],
      [
        "ography",
        -7.5411124e-05
      ],
      [
        " of",
        -7.7079974e-05
      ],
      [
        " Malcolm",
        -0.0017353941
      ],
      [
        " X",
        -2.0696643e-05
      ]
    ]
  },
  "The epilogue to this work describes how its writing was aided by finding a discarded piece of paper bearing the phrase \"if Christianity had asserted itself in Germany six million Jews would have lived\" in red ink. The title figure recalls putting his head in a toilet to remove burning lye from his head after the water is shut off while he is \"conking\" his hair. That figure is referred to as \"Satan\" while in prison after taking the underworld name (*) \"Detroit Red.\" That man is also told to become a carpenter rather than a lawyer by an eighth-grade teacher, and later in this book announces \"you have not converted a man because you have silenced him\" while reflecting on an order to stop commenting on the death of John F. Kennedy. The epilogue recounts the title figure's prediction that he would": {
    "guess": "The Autobiography of Malcolm X",
    "confidence": [
      [
        "The",
        -0.0037718164
      ],
      [
        " Aut",
        -0.00027635184
      ],
      [
        "obi",
        -1.3306016e-05
      ],
      [
        "ography",
        -6.837811e-05
      ],
      [
        " of",
        -0.00014942927
      ],
      [
        " Malcolm",
        -0.0011200957
      ],
      [
        " X",
        -9.126521e-05
      ]
    ]
  },
  "In one epic, she sends advice to Enmerkar by way of Enmerkar's messenger, Lugalbanda. In one hymn, her": {
    "guess": "Inanna",
    "confidence": [
      [
        "In",
        -0.11578506
      ],
      [
        "anna",
        -0.0021811924
      ]
    ]
  },
  "The epilogue to this work describes how its writing was aided by finding a discarded piece of paper bearing": {
    "guess": "The Waste Land",
    "confidence": [
      [
        "The",
        -1.1978655
      ],
      [
        " Waste",
        -1.0822089
      ],
      [
        " Land",
        -0.0023958671
      ]
    ]
  },
  "Its epigraph, revealing the title character has no family and has time to wander among men, is taken": {
    "guess": "Don Quixote",
    "confidence": [
      [
        "Don",
        -0.5268906
      ],
      [
        " Qu",
        -0.12366728
      ],
      [
        "ix",
        -6.217952e-05
      ],
      [
        "ote",
        -5.6219335e-05
      ]
    ]
  },
  "Its epigraph, revealing the title character has no family and has time to wander among men, is taken from Robert Burton.  The second edition ends with \"L'Envoy,\" an elaborate apology for previous sections, including \"The Angler,\" \"Traits of Indian Character,\" and \"The Spectre Bridegroom\".  It begins with \"The Voyage,\" and other essays include \"Westminster Abbey\" and \"English writers in America.\"  It is best remembered for introducing Katrina van Tassel, Brom Bones, and Rip van Winkle.  FTP, identify this work with \"The Legend of Sleepy Hollow,\" a work by Washington Irving.": {
    "guess": "The Sketch Book of Geoffrey Crayon, Gent.",
    "confidence": [
      [
        "The",
        -0.0075660488
      ],
      [
        " Sketch",
        -0.00019316968
      ],
      [
        " Book",
        -0.15975623
      ],
      [
        " of",
        -0.0008476254
      ],
      [
        " Geoffrey",
        -4.012684e-05
      ],
      [
        " Cr",
        -3.917321e-05
      ],
      [
        "ay",
        -5.2001665e-06
      ],
      [
        "on",
        -6.289474e-05
      ],
      [
        ",",
        -0.4801502
      ],
      [
        " Gent",
        -0.00020687809
      ],
      [
        ".",
        -0.0008769238
      ]
    ]
  },
  "An epic hero from this country is a giant who hurls stones and loose lumber at foes and currently serves as the legless warden at the gates of hell. This country's literary masterpiece is a pentalogy about Indrek Paas, Truth and Justice, by A. H. Tammsaare. Its language is unusual in its group in that it has lost vowel harmony, and features distinctive long, short, and \"overlong\" phonemes. Its citizens formed the northern terminus of a massive human chain during the Singing Revolution in 1989. This country's islands of Hiiumaa and Saaremaa face its southern neighbor across the Gulf of Riga. This site of Tartu shares the Narva River and Lake Peipus with Russia. For 10 points, name this country": {
    "guess": "Estonia",
    "confidence": [
      [
        "E",
        -0.0004038594
      ],
      [
        "ston",
        -4.9617593e-06
      ],
      [
        "ia",
        -0.00014656837
      ]
    ]
  },
  "The epigraph to this piece is the quote \"Their foot shall slide in due time\" from Deuteronomy. First": {
    "guess": "Sinners in the Hands of an Angry God",
    "confidence": [
      [
        "Sin",
        -0.17597121
      ],
      [
        "ners",
        0.0
      ],
      [
        " in",
        -0.00025228
      ],
      [
        " the",
        -2.7848862e-05
      ],
      [
        " Hands",
        -0.00029327508
      ],
      [
        " of",
        -1.1398757e-05
      ],
      [
        " an",
        -0.00047511753
      ],
      [
        " Angry",
        -2.546479e-05
      ],
      [
        " God",
        -0.00012928384
      ]
    ]
  },
  "This epic poem was published in two parts, appearing in 1873 and 1879.  The poem employs many terms of the slang dialect such as \"la tacaura\" for a weapon used by the local Indians, and \"pito\" for a kind of knife blade used by the hero.  The title character's adventures begin when he is drafted after": {
    "guess": "The Song of Hiawatha",
    "confidence": [
      [
        "The",
        -0.9621259
      ],
      [
        " Song",
        -0.8120983
      ],
      [
        " of",
        -0.00013631687
      ],
      [
        " Hi",
        -0.0033184038
      ],
      [
        "aw",
        0.0
      ],
      [
        "atha",
        -4.1557283e-05
      ]
    ]
  },
  "In one epic, she sends advice to Enmerkar by way of Enmerkar's messenger, Lugalbanda. In one hymn, her consort is likened to \"A willow that rejoiced not by the watercourse, / A willow whose roots were torn up.\" Her consort was the son of Duttur, a personification of the ewe, and was chosen by this goddess over the farmer Enkimdu. Some sources state that her mother was Ningal, and her father was the Sumerian moon-god. Her consort, a god of vegetation, was sometimes given the epithet \"the Shepherd,\" and was forced to spend half of each year in the underworld. FTP, name this Sumerian fertility goddess,": {
    "guess": "Inanna",
    "confidence": [
      [
        "In",
        -0.016779365
      ],
      [
        "anna",
        -0.0006831261
      ]
    ]
  },
  "The epilogue to this work describes how its writing was aided by finding a discarded piece of paper bearing the phrase \"if Christianity had asserted itself in Germany six million Jews would have lived\" in red ink. The title figure recalls putting his head in a toilet to remove burning lye from his head after the water is shut off while he is \"conking\" his hair. That figure is referred to as \"Satan\" while in prison after taking the underworld name (*) \"Detroit Red.\" That man is also told to become": {
    "guess": "The Autobiography of Malcolm X",
    "confidence": [
      [
        "The",
        -0.043022938
      ],
      [
        " Aut",
        -0.000336535
      ],
      [
        "obi",
        -5.240482e-05
      ],
      [
        "ography",
        -8.029847e-05
      ],
      [
        " of",
        -9.209964e-05
      ],
      [
        " Malcolm",
        -0.0007774694
      ],
      [
        " X",
        -8.44706e-05
      ]
    ]
  },
  "In the epilogue of this work, Professor Pieixoto discusses the possible rescue of the protagonist by the resistance group Mayday. The main character of this work has an affair with Nick, chauffeur to the former televangelist Serena Joy. Its protagonist wonders about the fate of Luke, and visits The House": {
    "guess": "The Handmaid's Tale",
    "confidence": [
      [
        "The",
        -0.0009007389
      ],
      [
        " Hand",
        -0.0014886736
      ],
      [
        "maid",
        -2.5226382e-05
      ],
      [
        "'s",
        -1.1994775e-05
      ],
      [
        " Tale",
        -2.4749568e-05
      ]
    ]
  },
  "Its epigraph, revealing the title character has no family and has time to wander among men, is taken from Robert Burton.  The second edition ends with \"L'Envoy,\" an elaborate apology for previous sections, including \"The Angler,\" \"Traits of Indian Character,\" and \"The Spectre Bridegroom\".  It begins with \"The Voyage,\" and other essays include \"Westminster Abbey\" and \"English writers in America.\"  It is best remembered for introducing Katrina van Tassel, Brom Bones, and Rip van Winkle.  FTP, identify": {
    "guess": "The Sketch Book of Geoffrey Crayon, Gent.",
    "confidence": [
      [
        "The",
        -0.060763042
      ],
      [
        " Sketch",
        -0.056817036
      ],
      [
        " Book",
        -0.0008313055
      ],
      [
        " of",
        -0.00040672027
      ],
      [
        " Geoffrey",
        -1.3663626e-05
      ],
      [
        " Cr",
        -3.650519e-06
      ],
      [
        "ay",
        -2.3392786e-06
      ],
      [
        "on",
        -3.0471343e-05
      ],
      [
        ",",
        -0.091706134
      ],
      [
        " Gent",
        -4.334534e-05
      ],
      [
        ".",
        -0.0009166975
      ]
    ]
  },
  "This epic poem was published in two parts, appearing in 1873 and 1879.  The poem employs many terms of the slang dialect such as \"la tacaura\" for a weapon used by the local Indians, and \"pito\" for a kind of knife blade used by the hero.  The title character's adventures begin when he is drafted after not having voted in the elections.  The title character's companion Cruz dies from smallpox and his son Picardia is later encountered.  Centered on the search for the title character's two missing sons, FTP, identify this poem by Jos?Hern?dez, considered the prime example of Gaucho literature.": {
    "guess": "Martín Fierro",
    "confidence": [
      [
        "Mart",
        -0.42226964
      ],
      [
        "ín",
        -0.0303342
      ],
      [
        " F",
        -5.8961017e-05
      ],
      [
        "ier",
        -2.677603e-05
      ],
      [
        "ro",
        -3.0545007e-06
      ]
    ]
  },
  "The epilogue to this work describes how its writing was aided by finding a discarded piece of paper bearing the phrase \"if Christianity had asserted itself in Germany six million Jews would have lived\" in red ink. The title figure recalls putting his head in a toilet to remove burning lye from his head after the water is shut off while he is \"conking\" his hair. That figure is referred to as \"Satan\" while in prison after taking the underworld name (*) \"Detroit Red.\" That man is also told to become a carpenter rather than a lawyer by an eighth-grade teacher, and later in this book announces \"you have not converted a man because you have silenced him\" while reflecting on an order to stop commenting": {
    "guess": "The Autobiography of Malcolm X",
    "confidence": [
      [
        "The",
        -0.0014594045
      ],
      [
        " Aut",
        -4.6802244e-05
      ],
      [
        "obi",
        -2.9756122e-05
      ],
      [
        "ography",
        -5.5623317e-05
      ],
      [
        " of",
        -8.45898e-05
      ],
      [
        " Malcolm",
        -0.0019594403
      ],
      [
        " X",
        -4.739826e-05
      ]
    ]
  },
  "During an epidemic in China, the traveling magician Chang Chueh reportedly healed many by giving them water over which he had said an incantation. The fame he earned by his remedy earned him hundreds of followers, and he decided to exploit his success by promising them immortality through potions, and by starting a revolt against the corrupt eunuchs who controlled the government. This was the beginning, FTP, of which twenty-year rebellion against the Han dynasty, named for the distinctive, colorful headgear worn by the insurgents?": {
    "guess": "Yellow Turban Rebellion",
    "confidence": [
      [
        "Yellow",
        -0.001372373
      ],
      [
        " Tur",
        -1.9361265e-07
      ],
      [
        "ban",
        -7.3458323e-06
      ],
      [
        " Rebellion",
        -1.2352386e-05
      ]
    ]
  },
  "This epic poem was published in two parts, appearing in 1873 and 1879.  The poem employs many terms of the slang dialect such as \"la tacaura\" for a weapon used by the local Indians, and \"pito\" for a kind of knife blade used by the hero.  The title character's adventures begin when he is drafted after not having voted in the elections.  The title character's companion Cruz dies from smallpox and his": {
    "guess": "Martín Fierro",
    "confidence": [
      [
        "Mart",
        -0.7834077
      ],
      [
        "ín",
        -0.00012082772
      ],
      [
        " F",
        -0.00023750975
      ],
      [
        "ier",
        -8.657073e-06
      ],
      [
        "ro",
        -2.3392786e-06
      ]
    ]
  },
  "In one epic, she sends advice to Enmerkar by way of Enmerkar's messenger, Lugalbanda. In one hymn, her consort is likened to \"A willow that rejoiced not by the watercourse, / A willow whose roots were": {
    "guess": "Inanna",
    "confidence": [
      [
        "In",
        -0.014316748
      ],
      [
        "anna",
        -0.0006071255
      ]
    ]
  },
  "In one epic, she sends advice to Enmerkar by way of Enmerkar's messenger, Lugalbanda. In one hymn, her consort is likened to \"A willow that rejoiced not by the watercourse, / A willow whose roots were torn up.\" Her consort was the son of Duttur, a personification of the ewe, and was chosen by this goddess over the farmer Enkimdu. Some sources state that her mother was Ningal, and her father was the": {
    "guess": "Inanna",
    "confidence": [
      [
        "In",
        -0.44882154
      ],
      [
        "anna",
        -0.0012021353
      ]
    ]
  },
  "During an epidemic in China, the traveling magician Chang Chueh reportedly healed many by giving them water over which he had said an incantation. The fame he earned by his remedy earned him hundreds of followers, and he decided to exploit his success by promising them immortality through potions, and": {
    "guess": "Elixir of life",
    "confidence": [
      [
        "E",
        -1.1794174
      ],
      [
        "lixir",
        -0.1308717
      ],
      [
        " of",
        -0.0010460281
      ],
      [
        " life",
        -0.32787234
      ]
    ]
  },
  "In one epic, she sends advice to Enmerkar by way of Enmerkar's messenger, Lugalbanda. In one hymn, her consort is likened to \"A willow that rejoiced not by the watercourse, / A willow whose roots were torn up.\" Her consort was the son of Duttur, a personification of the ewe, and was chosen by this goddess over the farmer Enkimdu. Some sources state that her mother was Ningal, and her father was the Sumerian moon-god. Her consort, a god of vegetation, was sometimes given the epithet \"the Shepherd,\"": {
    "guess": "Inanna",
    "confidence": [
      [
        "In",
        -0.10731837
      ],
      [
        "anna",
        -0.0024104926
      ]
    ]
  },
  "An epic hero from this country is a giant who hurls stones and loose lumber at foes and currently serves as the legless warden at the gates of hell. This country's literary masterpiece is a pentalogy about Indrek Paas, Truth and Justice, by A. H. Tammsaare. Its language is unusual in its group in that it has lost vowel harmony, and features distinctive long, short, and \"overlong\" phonemes. Its citizens formed the northern terminus of a massive human chain during the Singing Revolution in 1989. This country's islands of Hiiumaa and Saaremaa face its southern neighbor across the Gulf of Riga. This": {
    "guess": "Estonia",
    "confidence": [
      [
        "E",
        -0.0047225147
      ],
      [
        "ston",
        -0.0005436193
      ],
      [
        "ia",
        -0.033041418
      ]
    ]
  },
  "In the epilogue of this work, Professor Pieixoto discusses the possible rescue of the protagonist by the resistance group Mayday. The main character of this work has an affair with Nick, chauffeur to the former televangelist Serena Joy. Its protagonist wonders about the fate of Luke, and visits The House of Jezebel, a brothel where her best friend Moira is forced to work. This novel is set in the Republic of Gilead, where many women are sexual slaves to men like The Commander. For 10 points, Offred (\"of Fred\") narrates what dystopian novel by Margaret Atwood?": {
    "guess": "The Handmaid's Tale",
    "confidence": [
      [
        "The",
        -0.00088501495
      ],
      [
        " Hand",
        -3.333223e-05
      ],
      [
        "maid",
        -3.5120287e-05
      ],
      [
        "'s",
        -6.869018e-06
      ],
      [
        " Tale",
        -1.27099975e-05
      ]
    ]
  },
  "In the epilogue of this work, Professor Pieixoto discusses the possible rescue of the protagonist by": {
    "guess": "The Handmaid's Tale",
    "confidence": [
      [
        "The",
        -0.00059973856
      ],
      [
        " Hand",
        -9.253091e-06
      ],
      [
        "maid",
        -1.4021238e-05
      ],
      [
        "'s",
        -8.657073e-06
      ],
      [
        " Tale",
        -4.365741e-06
      ]
    ]
  },
  "In one epic, she sends advice to Enmerkar by way of Enmerkar's messenger, Lugalbanda. In one hymn, her consort is likened to \"A willow that rejoiced not by the watercourse, / A willow whose roots were torn up.\" Her consort was the son of Duttur, a personification of the ewe, and was chosen by this goddess": {
    "guess": "Inanna",
    "confidence": [
      [
        "In",
        -0.09814572
      ],
      [
        "anna",
        -0.00064976746
      ]
    ]
  },
  "An epic hero from this country is a giant who hurls stones and loose lumber at foes and currently serves as the legless warden at the gates of hell. This country's literary masterpiece is a pentalogy about": {
    "guess": "Finland",
    "confidence": [
      [
        "Fin",
        -0.3303944
      ],
      [
        "land",
        -7.684157e-05
      ]
    ]
  },
  "Its epigraphs come from Benito Cereno and T.S. Eliot's Family Reunion, which are followed by a prologue where Louis Armstrong's \"What Did I Do To Be So Black and Blue?\" makes the narrator imagine a church-like cave.  Its narrator meets Supercargo and a nihilistic vet at the Golden Day, where he takes Mr. Norton to recover after hearing the story of the incestuous Truebloods.  This causes Dr. Bledsoe to send him to New York, where he is fired from Liberty Paints and becomes the Harlem coordinator of a communist Brotherhood and finally hides in a basement with 1369 lights.  FTP, name this novel about": {
    "guess": "Invisible Man",
    "confidence": [
      [
        "In",
        -0.044988096
      ],
      [
        "visible",
        -2.9352968e-06
      ],
      [
        " Man",
        -0.00014799883
      ]
    ]
  },
  "During an epidemic in China, the traveling magician Chang Chueh reportedly healed many by giving them water over which he had said an incantation. The fame he earned by his remedy earned him hundreds of followers, and he decided to exploit his success by promising them immortality through potions, and by starting a revolt against the corrupt eunuchs who controlled the government. This was the beginning, FTP, of which twenty-year rebellion against the Han dynasty, named for the distinctive, colorful": {
    "guess": "Yellow Turban Rebellion",
    "confidence": [
      [
        "Yellow",
        -0.03581081
      ],
      [
        " Tur",
        -0.00032652557
      ],
      [
        "ban",
        -0.00019316968
      ],
      [
        " Rebellion",
        -0.0006380965
      ]
    ]
  },
  "An epic hero from this country is a giant who hurls stones and loose lumber at foes and currently serves as the legless warden at the gates of hell. This country's literary masterpiece is a pentalogy about Indrek Paas, Truth and Justice, by A. H. Tammsaare. Its language is unusual in its group in that it has lost vowel harmony, and features distinctive long, short, and \"overlong\" phonemes. Its citizens formed the northern terminus of a massive human chain during the Singing Revolution in 1989. This country's islands of Hiiumaa and Saaremaa face its southern neighbor across the Gulf of Riga. This site of Tartu shares the Narva River and Lake Peipus with Russia. For 10 points, name this country located between the Gulf of Finland and Latvia, a Baltic state with capital at Tallinn.": {
    "guess": "Estonia",
    "confidence": [
      [
        "E",
        -0.002526434
      ],
      [
        "ston",
        -0.00013166793
      ],
      [
        "ia",
        -0.00073338975
      ]
    ]
  }
}