{
  "Ashoke Ganguli reads this story prior to a train derailment in Jhumpa Lahiri's The Namesake, and names his son after its author. In this story's opening, its author dismisses that its protagonist has a \"strange and farfetched name,\" and that protagonist receives a large holiday bonus for his eagerness in copying documents prior to meeting the \"Very Important Person\" after two ruffians kick him down into the snow and steal the title object. The ghost of Akaky Akakievich haunts St. Petersburg in, for": {
    "guess": "Nikolai Gogol",
    "confidence": [
      [
        "N",
        -0.24971695
      ],
      [
        "ik",
        -0.0013864279
      ],
      [
        "ol",
        -9.138441e-05
      ],
      [
        "ai",
        -0.00036299456
      ],
      [
        " G",
        -0.0008794234
      ],
      [
        "og",
        -4.20341e-05
      ],
      [
        "ol",
        -5.347765e-05
      ]
    ]
  },
  "Ashoke Ganguli reads this story prior to a train derailment in Jhumpa Lahiri's The Namesake, and names": {
    "guess": "The Namesake",
    "confidence": [
      [
        "The",
        -0.43197313
      ],
      [
        " Names",
        -0.009520551
      ],
      [
        "ake",
        -6.968935e-05
      ]
    ]
  },
  "Ashoke Ganguli reads this story prior to a train derailment in Jhumpa Lahiri's The Namesake, and names his son after its author. In this story's opening, its author dismisses that its protagonist has a \"strange and farfetched name,\" and that protagonist receives a large holiday bonus for his eagerness in copying documents prior to meeting the \"Very Important Person\" after two ruffians kick him down into the snow and steal the title object. The ghost of Akaky Akakievich haunts St. Petersburg in, for 10 points, what work by Nikolai Gogol about a warm garment?": {
    "guess": "The Overcoat",
    "confidence": [
      [
        "The",
        -0.003874658
      ],
      [
        " Over",
        -0.0007303051
      ],
      [
        "coat",
        -1.8193366e-05
      ]
    ]
  },
  "Ashoke Ganguli reads this story prior to a train derailment in Jhumpa Lahiri's The Namesake, and names his son after its author. In this story's opening, its author dismisses that its protagonist has a": {
    "guess": "Interpreter of Maladies",
    "confidence": [
      [
        "Interpreter",
        -0.39594492
      ],
      [
        " of",
        -0.00016229959
      ],
      [
        " Mal",
        -0.00013595926
      ],
      [
        "adies",
        -5.9153886e-06
      ]
    ]
  },
  "Ashot I was the first of his family to consolidate power in this country, which he did during the ninth": {
    "guess": "Kingdom of Armenia",
    "confidence": [
      [
        "King",
        -1.6476822
      ],
      [
        "dom",
        -0.024850572
      ],
      [
        " of",
        -5.8961017e-05
      ],
      [
        " Armenia",
        -0.086452715
      ]
    ]
  },
  "Ashot I was the first of his family to consolidate power in this country, which he did during the ninth century AD by playing the Abbasids off against Byzantium. Under that family, the Bagratids, the capital was moved from Kars to Ani, and this kingdom remained intact until it was overrun by the Seljuks.": {
    "guess": "Kingdom of Armenia",
    "confidence": [
      [
        "King",
        -0.10908554
      ],
      [
        "dom",
        -0.00047857445
      ],
      [
        " of",
        -0.00021307668
      ],
      [
        " Armenia",
        -0.5768829
      ]
    ]
  },
  "Ashoke Ganguli reads this story prior to a train derailment in Jhumpa Lahiri's The Namesake, and names his son after its author. In this story's opening, its author dismisses that its protagonist has a \"strange and farfetched name,\" and that protagonist receives a large holiday bonus for his eagerness": {
    "guess": "Interpreter of Maladies",
    "confidence": [
      [
        "Interpreter",
        -0.15155737
      ],
      [
        " of",
        -0.00018506382
      ],
      [
        " Mal",
        -0.00012058931
      ],
      [
        "adies",
        -2.486877e-05
      ]
    ]
  },
  "Ashot I was the first of his family to consolidate power in this country, which he did during the ninth century AD by playing the Abbasids off against Byzantium. Under that family, the Bagratids, the capital": {
    "guess": "Kingdom of Georgia",
    "confidence": [
      [
        "King",
        -0.045406923
      ],
      [
        "dom",
        -0.00055386714
      ],
      [
        " of",
        -3.5716304e-05
      ],
      [
        " Georgia",
        -0.43425846
      ]
    ]
  },
  "Ashoke Ganguli reads this story prior to a train derailment in Jhumpa Lahiri's The Namesake, and names his son after its author. In this story's opening, its author dismisses that its protagonist has a \"strange and farfetched name,\" and that protagonist receives a large holiday bonus for his eagerness in copying documents prior to meeting the \"Very Important Person\" after two ruffians kick him down": {
    "guess": "The Overcoat",
    "confidence": [
      [
        "The",
        -0.13663052
      ],
      [
        " Over",
        -0.06790241
      ],
      [
        "coat",
        -2.6968896e-06
      ]
    ]
  },
  "Ashot I was the first of his family to consolidate power in this country, which he did during the ninth century AD by playing the Abbasids off against Byzantium. Under that family, the Bagratids, the capital was moved from Kars to Ani, and this kingdom remained intact until it was overrun by the Seljuks. The earlier Artaxiad family ruled this country, and it sheltered Mithridates VI, thus inviting": {
    "guess": "Kingdom of Armenia",
    "confidence": [
      [
        "King",
        -0.014486898
      ],
      [
        "dom",
        -6.241792e-05
      ],
      [
        " of",
        -4.2510914e-05
      ],
      [
        " Armenia",
        -0.028871156
      ]
    ]
  },
  "Ashot I was the first of his family to consolidate power in this country, which he did during the ninth century AD by playing the Abbasids off against Byzantium. Under that family, the Bagratids, the capital was moved from Kars to Ani, and this kingdom remained intact until it was overrun by the Seljuks. The earlier Artaxiad family ruled this country, and it sheltered Mithridates VI, thus inviting an invasion by Lucullus that seized this country's capital, Tigranocerta.  Earlier, that king who eventually": {
    "guess": "Kingdom of Armenia",
    "confidence": [
      [
        "King",
        -0.04276531
      ],
      [
        "dom",
        -0.00047928968
      ],
      [
        " of",
        -0.00042400116
      ],
      [
        " Armenia",
        -0.082710996
      ]
    ]
  },
  "Ashot I was the first of his family to consolidate power in this country, which he did during the ninth century AD by playing the Abbasids off against Byzantium. Under that family, the Bagratids, the capital was moved from Kars to Ani, and this kingdom remained intact until it was overrun by the Seljuks. The earlier Artaxiad family ruled this country, and it sheltered Mithridates VI, thus inviting an invasion by Lucullus that seized this country's capital, Tigranocerta.  Earlier, that king who eventually lost to Rome, Tigranes the Great, had exploited Parthian weakness to annex a number of Seleucid": {
    "guess": "Kingdom of Armenia",
    "confidence": [
      [
        "King",
        -0.009697778
      ],
      [
        "dom",
        -0.00052229286
      ],
      [
        " of",
        -9.889425e-05
      ],
      [
        " Armenia",
        -0.037000064
      ]
    ]
  },
  "Ashot I was the first of his family to consolidate power in this country, which he did during the ninth century AD by playing the Abbasids off against Byzantium. Under that family, the Bagratids, the capital was moved from Kars to Ani, and this kingdom remained intact until it was overrun by the Seljuks. The earlier Artaxiad family ruled this country, and it sheltered Mithridates VI, thus inviting an invasion by Lucullus that seized this country's capital, Tigranocerta.  Earlier, that king who eventually lost to Rome, Tigranes the Great, had exploited Parthian weakness to annex a number of Seleucid cities. The first twentieth-century version  of this country lasted for two years, from the Russian": {
    "guess": "Kingdom of Armenia",
    "confidence": [
      [
        "King",
        -0.25996926
      ],
      [
        "dom",
        -0.00026121663
      ],
      [
        " of",
        -0.0004990591
      ],
      [
        " Armenia",
        -0.040247045
      ]
    ]
  },
  "Ashot I was the first of his family to consolidate power in this country, which he did during the ninth century AD by playing the Abbasids off against Byzantium. Under that family, the Bagratids, the capital was moved from Kars to Ani, and this kingdom remained intact until it was overrun by the Seljuks. The earlier Artaxiad family ruled this country, and it sheltered Mithridates VI, thus inviting an invasion by Lucullus that seized this country's capital, Tigranocerta.  Earlier, that king who eventually lost to Rome, Tigranes the Great, had exploited Parthian weakness to annex a number of Seleucid cities. The first twentieth-century version  of this country lasted for two years, from the Russian Revolution to an invasion by Turkish forces, which had support from Moscow. For ten points, what": {
    "guess": "Armenia",
    "confidence": [
      [
        "Ar",
        -0.18529066
      ],
      [
        "men",
        -8.876193e-05
      ],
      [
        "ia",
        -0.0010914006
      ]
    ]
  },
  "Ashot I was the first of his family to consolidate power in this country, which he did during the ninth century AD by playing the Abbasids off against Byzantium. Under that family, the Bagratids, the capital was moved from Kars to Ani, and this kingdom remained intact until it was overrun by the Seljuks. The earlier Artaxiad family ruled this country, and it sheltered Mithridates VI, thus inviting an invasion by Lucullus that seized this country's capital, Tigranocerta.  Earlier, that king who eventually lost to Rome, Tigranes the Great, had exploited Parthian weakness to annex a number of Seleucid cities. The first twentieth-century version  of this country lasted for two years, from the Russian Revolution to an invasion by Turkish forces, which had support from Moscow. For ten points, what is this country of the southern Caucasus which became independent again after the fall of the Soviet": {
    "guess": "Armenia",
    "confidence": [
      [
        "Ar",
        -0.09743018
      ],
      [
        "men",
        -0.00010294717
      ],
      [
        "ia",
        -0.0010193521
      ]
    ]
  },
  "Ashot I was the first of his family to consolidate power in this country, which he did during the ninth century AD by playing the Abbasids off against Byzantium. Under that family, the Bagratids, the capital was moved from Kars to Ani, and this kingdom remained intact until it was overrun by the Seljuks. The earlier Artaxiad family ruled this country, and it sheltered Mithridates VI, thus inviting an invasion by Lucullus that seized this country's capital, Tigranocerta.  Earlier, that king who eventually lost to Rome, Tigranes the Great, had exploited Parthian weakness to annex a number of Seleucid cities. The first twentieth-century version  of this country lasted for two years, from the Russian Revolution to an invasion by Turkish forces, which had support from Moscow. For ten points, what is this country of the southern Caucasus which became independent again after the fall of the Soviet Union, with its present capital at Yerevan?": {
    "guess": "Armenia",
    "confidence": [
      [
        "Ar",
        -0.024670672
      ],
      [
        "men",
        -4.1080468e-05
      ],
      [
        "ia",
        -0.00058162695
      ]
    ]
  }
}