{
  "The square of this quantity multiplied by density times the Fanning friction factor over two equals the shear stress at the wall of a pipe. Multiplying the square of this quantity by density over the bulk modulus gives the Cauchy number. The divergence of this quantity times density plus the time derivative": {
    "guess": "Velocity",
    "confidence": [
      [
        "Velocity",
        -1.6939731
      ]
    ]
  },
  "Square One Television was a classic in children's edutainment; F10PE, identify the following about characters and sketches on that show.  A. One of the most popular sketches on Square One was this play": {
    "guess": "Square One Television",
    "confidence": [
      [
        "Square",
        -0.31719723
      ],
      [
        " One",
        -0.0005781737
      ],
      [
        " Television",
        -0.049382165
      ]
    ]
  },
  "One squadron at Mingaladon defended Mandalay, while two more protected the Burma Road. Although they outperformed the Royal Air Force in the defense of Rangoon, the fall of their bases in Burma forced them over \"the hump\" into the interior of China, where they fought near Chungking.  Absorbed into the Tenth Air Force after July 1942, they continued under the leadership of the man who raised them, Claire Chennault. In imitation of the British Desert Air Force, their P-40 Tomahawk fighters were painted": {
    "guess": "Flying Tigers",
    "confidence": [
      [
        "Flying",
        -0.031045904
      ],
      [
        " Tigers",
        -0.00019340808
      ]
    ]
  },
  "At a square green table in the lower right foreground, two young men, a bearded pipe-smoking man in a black top hat and another holding a pen and wearing a straw hat, watch the action in the rest of this painting, while the other man at the table faces away from the viewer to converse with a seated woman in a blue and yellow striped dress and a standing one in black. They are the sisters Estelle and Jeanne, two regular models for the artist. The crowded background scene is highlighted by tress, street lamps, and hanging chandeliers, and another friend of the artist, the painter Pedro Cardenas, can be seen on the left dancing with a woman as one of the many working class couples gathered in this plein-air setting. FTP, identify this painting of a weekend afternoon ball at the titular Paris park, a work by Pierre Auguste Renoir.": {
    "guess": "Bal du moulin de la Galette",
    "confidence": [
      [
        "Bal",
        -0.14418212
      ],
      [
        " du",
        -0.016825425
      ],
      [
        " mou",
        -0.024426276
      ],
      [
        "lin",
        -0.0002421587
      ],
      [
        " de",
        -8.339777e-05
      ],
      [
        " la",
        -0.00024156268
      ],
      [
        " Ga",
        -0.0006635877
      ],
      [
        "lette",
        -0.000100205485
      ]
    ]
  },
  "The square of this quantity multiplied by density times the Fanning friction factor over two equals the shear stress at the wall of a pipe. Multiplying the square of this quantity by density over the bulk modulus gives the Cauchy number. The divergence of this quantity times density plus the time derivative of density (*) equals zero according to one of Euler's equations, and Bernoulli's equation is quadratic in this quantity. If the divergence of this quantity is zero, the flow is incompressible.": {
    "guess": "Velocity",
    "confidence": [
      [
        "Velocity",
        -0.6530653
      ]
    ]
  },
  "At a square green table in the lower right foreground, two young men, a bearded pipe-smoking man in a": {
    "guess": "Édouard Manet",
    "confidence": [
      [
        "É",
        -0.6037858
      ],
      [
        "d",
        -0.007614083
      ],
      [
        "ou",
        -5.6457742e-05
      ],
      [
        "ard",
        -8.8285124e-05
      ],
      [
        " Man",
        -0.002793111
      ],
      [
        "et",
        -8.657073e-06
      ]
    ]
  },
  "At a square green table in the lower right foreground, two young men, a bearded pipe-smoking man in a black top hat and another holding a pen and wearing a straw hat, watch the action in the rest of this painting, while the other man at the table faces away from the viewer to converse with a seated woman in a blue and yellow striped dress and a standing one in black. They are the sisters Estelle and Jeanne, two regular models for the artist. The crowded background scene is highlighted by tress, street lamps, and hanging chandeliers, and another friend of the artist, the painter Pedro Cardenas, can be seen on the left dancing with a woman as one of the many working class couples gathered in this": {
    "guess": "Bal du moulin de la Galette",
    "confidence": [
      [
        "Bal",
        -1.2124168
      ],
      [
        " du",
        -0.0137463035
      ],
      [
        " mou",
        -0.05388921
      ],
      [
        "lin",
        -9.9490266e-05
      ],
      [
        " de",
        -7.7199176e-05
      ],
      [
        " la",
        -0.00026741522
      ],
      [
        " Ga",
        -0.00094849925
      ],
      [
        "lette",
        -4.406056e-05
      ]
    ]
  },
  "The square blocks used in the layout of this city are known are manzanas, and the only neighborhood in": {
    "guess": "Buenos Aires",
    "confidence": [
      [
        "B",
        -0.08110488
      ],
      [
        "uen",
        -5.705376e-05
      ],
      [
        "os",
        -4.572941e-05
      ],
      [
        " Aires",
        -8.3993786e-05
      ]
    ]
  },
  "The square of this quantity multiplied by density times the Fanning friction factor over two equals the shear stress at the wall of a pipe. Multiplying the square of this quantity by density over the bulk modulus gives the Cauchy number. The divergence of this quantity times density plus the time derivative of density (*) equals zero according to one of Euler's equations, and Bernoulli's equation is quadratic in this quantity. If the divergence of this quantity is zero, the flow is incompressible. In a horizontal pipe, an increase in this quantity will be accompanied by a decrease in pressure. Taking the curl of this quantity gives the vorticity. For 10 points, give this quantity that expresses": {
    "guess": "Velocity",
    "confidence": [
      [
        "Velocity",
        -0.040395897
      ]
    ]
  },
  "The square of a constant related to this phenomenon is equal to the product of the permeability and permittivity": {
    "guess": "Electric constant",
    "confidence": [
      [
        "Electric",
        -1.1876307
      ],
      [
        " constant",
        -0.058007315
      ]
    ]
  },
  "The square of this quantity is defined as 2 in Rydberg atomic units. The root-mean-square fluctuation in shot noise equals the square root of 2 times the current times the bandwidth times this quantity.": {
    "guess": "Electric charge",
    "confidence": [
      [
        "Electric",
        -1.1820691
      ],
      [
        " charge",
        -0.07880265
      ]
    ]
  },
  "The square of this quantity is defined as 2 in Rydberg atomic units. The root-mean-square fluctuation": {
    "guess": "Variance",
    "confidence": [
      [
        "V",
        -1.7391797
      ],
      [
        "ariance",
        -0.020880051
      ]
    ]
  },
  "At a square green table in the lower right foreground, two young men, a bearded pipe-smoking man in a black top hat and another holding a pen and wearing a straw hat, watch the action in the rest of this painting, while the other man at the table faces away from the viewer to converse with a seated woman": {
    "guess": "Luncheon of the Boating Party",
    "confidence": [
      [
        "L",
        -0.27558115
      ],
      [
        "un",
        -0.00019650738
      ],
      [
        "cheon",
        -3.2929079e-06
      ],
      [
        " of",
        -0.0597635
      ],
      [
        " the",
        -0.00046606173
      ],
      [
        " Bo",
        -0.00013607845
      ],
      [
        "ating",
        -2.1008714e-06
      ],
      [
        " Party",
        -0.00010509284
      ]
    ]
  },
  "One squadron at Mingaladon defended Mandalay, while two more protected the Burma Road. Although they": {
    "guess": "Battle of Mandalay",
    "confidence": [
      [
        "Battle",
        -0.23454176
      ],
      [
        " of",
        -0.0002606206
      ],
      [
        " Mandal",
        -0.72014546
      ],
      [
        "ay",
        -5.080963e-06
      ]
    ]
  },
  "At a square green table in the lower right foreground, two young men, a bearded pipe-smoking man in a black top hat and another holding a pen and wearing a straw hat, watch the action in the rest of this painting, while the other man at the table faces away from the viewer to converse with a seated woman in a blue and yellow striped dress and a standing one in black. They are the sisters Estelle and Jeanne, two regular models for the artist. The crowded background scene is highlighted by tress, street": {
    "guess": "A Bar at the Folies-Bergère",
    "confidence": [
      [
        "A",
        -1.3990955
      ],
      [
        " Bar",
        -0.037886318
      ],
      [
        " at",
        -0.00020818933
      ],
      [
        " the",
        -0.00020318278
      ],
      [
        " Fol",
        -0.00013023747
      ],
      [
        "ies",
        -0.00044556602
      ],
      [
        "-B",
        -0.004523635
      ],
      [
        "erg",
        -0.0016356665
      ],
      [
        "ère",
        -0.002309527
      ]
    ]
  },
  "The square of a constant related to this phenomenon is equal to the product of the permeability and permittivity of a medium. A form of this phenomenon occurring in an anisotropic medium is known as the \"double\" variety, or birefringence, whereas total internal reflection is actually another type of this. The ratio of speed of light in air to that of a material is a coefficient in the trigonometric law of Snellius and is known as the \"index\" of this process. FTP, name this \"bending\" of light rays when changing media.": {
    "guess": "Refraction",
    "confidence": [
      [
        "Ref",
        -0.0805406
      ],
      [
        "raction",
        -3.2140193e-05
      ]
    ]
  },
  "At a square green table in the lower right foreground, two young men, a bearded pipe-smoking man in a black top hat and another holding a pen and wearing a straw hat, watch the action in the rest of this painting, while the other man at the table faces away from the viewer to converse with a seated woman in a blue and yellow striped dress and a standing one in black. They are the sisters Estelle and": {
    "guess": "Bal du moulin de la Galette",
    "confidence": [
      [
        "Bal",
        -1.0279557
      ],
      [
        " du",
        -0.6032637
      ],
      [
        " mou",
        -0.052572854
      ],
      [
        "lin",
        -6.0510665e-05
      ],
      [
        " de",
        -0.00012558853
      ],
      [
        " la",
        -0.00018673266
      ],
      [
        " Ga",
        -0.0007161272
      ],
      [
        "lette",
        -8.506662e-05
      ]
    ]
  },
  "The square root of this quantity is obtained when the gamma function is evaluated at one-half, and it can be approximated by Buffon's needle problem. The probability density function of the normal distribution has a coefficient of two times this quantity all to the negative one-half power, and e to the i raised to this power equals negative 1. The sine function equals zero at integer multiples of it. It is multiplied by four-thirds times the radius cubed to find the volume of a sphere, and it is also the ratio of a circle's circumference to its diameter. For 10 points, name this transcendental": {
    "guess": "Pi",
    "confidence": [
      [
        "Pi",
        -0.0045496267
      ]
    ]
  },
  "One squadron at Mingaladon defended Mandalay, while two more protected the Burma Road. Although they outperformed the Royal Air Force in the defense of Rangoon, the fall of their bases in Burma forced": {
    "guess": "Burma Campaign",
    "confidence": [
      [
        "Bur",
        -1.3386774
      ],
      [
        "ma",
        -9.305327e-05
      ],
      [
        " Campaign",
        -0.015240442
      ]
    ]
  },
  "Square One Television was a classic in children's edutainment; F10PE, identify the following about characters and sketches on that show.  A. One of the most popular sketches on Square One was this play on a classic 1950s television series. George Frankly was around for the entire series, but Kate Monday was replaced by Pat Tuesday after the setting was moved to New York.": {
    "guess": "Mathman",
    "confidence": [
      [
        "Math",
        -0.843086
      ],
      [
        "man",
        -0.5914113
      ]
    ]
  },
  "The square root of this quantity is obtained when the gamma function is evaluated at one-half, and it can be approximated by Buffon's needle problem. The probability density function of the normal distribution": {
    "guess": "Pi",
    "confidence": [
      [
        "Pi",
        -0.2232175
      ]
    ]
  },
  "The square root of this quantity is obtained when the gamma function is evaluated at one-half, and it can be approximated by Buffon's needle problem. The probability density function of the normal distribution has a coefficient of two times this quantity all to the negative one-half power, and e to the i raised to this power equals negative 1. The sine function equals zero at integer multiples of it. It is multiplied by four-thirds times the radius cubed to find the volume of a sphere, and it is": {
    "guess": "Pi",
    "confidence": [
      [
        "Pi",
        -0.080075145
      ]
    ]
  },
  "The square of this quantity multiplied by density times the Fanning friction factor over two equals the": {
    "guess": "Darcy friction factor",
    "confidence": [
      [
        "D",
        -1.0495147
      ],
      [
        "arcy",
        -0.003032494
      ],
      [
        " friction",
        -0.8156031
      ],
      [
        " factor",
        -0.0015279558
      ]
    ]
  },
  "The square of a constant related to this phenomenon is equal to the product of the permeability and permittivity of a medium. A form of this phenomenon occurring in an anisotropic medium is known as the": {
    "guess": "Kerr effect",
    "confidence": [
      [
        "K",
        -1.229841
      ],
      [
        "err",
        -0.0046211877
      ],
      [
        " effect",
        -0.008122196
      ]
    ]
  },
  "At a square green table in the lower right foreground, two young men, a bearded pipe-smoking man in a black top hat and another holding a pen and wearing a straw hat, watch the action in the rest of this painting, while the other man at the table faces away from the viewer to converse with a seated woman in a blue and yellow striped dress and a standing one in black. They are the sisters Estelle and Jeanne, two regular models for the artist. The crowded background scene is highlighted by tress, street lamps, and hanging chandeliers, and another friend of the artist, the painter Pedro Cardenas,": {
    "guess": "Le Moulin de la Galette",
    "confidence": [
      [
        "Le",
        -1.3247977
      ],
      [
        " Mou",
        -0.22858706
      ],
      [
        "lin",
        -1.0921943e-05
      ],
      [
        " de",
        -0.0008560742
      ],
      [
        " la",
        -0.00013047588
      ],
      [
        " Ga",
        -0.0004040978
      ],
      [
        "lette",
        -2.58224e-05
      ]
    ]
  },
  "The square of this quantity is defined as 2 in Rydberg atomic units. The root-mean-square fluctuation in shot noise equals the square root of 2 times the current times the bandwidth times this quantity. This quantity is equal to 2 divided by the product of the Von Klitzing and Josephson constants, allowing": {
    "guess": "Electric charge",
    "confidence": [
      [
        "Electric",
        -1.5793587
      ],
      [
        " charge",
        -0.035414036
      ]
    ]
  },
  "The square root of this quantity is obtained when the gamma function is evaluated at one-half, and it": {
    "guess": "Half-integer",
    "confidence": [
      [
        "Half",
        -1.3230091
      ],
      [
        "-",
        -0.062822
      ],
      [
        "integer",
        -0.04311886
      ]
    ]
  },
  "The square blocks used in the layout of this city are known are manzanas, and the only neighborhood in this city not based on the usual manzanas is Parque Chas. To the west, the limits of this city are determined by the Avenida General Paz. To the south and southeast, the limits are determined by the Matanza River. To the northeast and east, the limits are determined by the world's widest river, the": {
    "guess": "Buenos Aires",
    "confidence": [
      [
        "B",
        -0.05219943
      ],
      [
        "uen",
        -3.3451433e-05
      ],
      [
        "os",
        -9.651017e-05
      ],
      [
        " Aires",
        -4.5371802e-05
      ]
    ]
  },
  "The square of this quantity is defined as 2 in Rydberg atomic units. The root-mean-square fluctuation in shot noise equals the square root of 2 times the current times the bandwidth times this quantity. This quantity is equal to 2 divided by the product of the Von Klitzing and Josephson constants, allowing for this quantity and Planck's constant to be determined using watt balance experiments. This quantity appears squared in the numerators of the expressions for the plasma frequency and the (*)": {
    "guess": "Elementary charge",
    "confidence": [
      [
        "Element",
        -0.6324772
      ],
      [
        "ary",
        -0.00036930136
      ],
      [
        " charge",
        -0.016154606
      ]
    ]
  },
  "One squadron at Mingaladon defended Mandalay, while two more protected the Burma Road. Although they outperformed the Royal Air Force in the defense of Rangoon, the fall of their bases in Burma forced them over \"the hump\" into the interior of China, where they fought near Chungking.  Absorbed into the Tenth Air Force after July 1942, they continued under the leadership of the man who raised them, Claire Chennault. In imitation of the British Desert Air Force, their P-40 Tomahawk fighters were painted with shark's teeth, though the origins of their association with a different animal are mysterious. FTP, give this term for the American Volunteer Group, pilots who fought against the Japanese before America entered the Second World War.": {
    "guess": "Flying Tigers",
    "confidence": [
      [
        "Flying",
        -0.004090274
      ],
      [
        " Tigers",
        -9.5914154e-05
      ]
    ]
  },
  "Square One Television was a classic in children's edutainment; F10PE, identify the following about characters and sketches on that show.  A. One of the most popular sketches on Square One was this play on a classic 1950s television series. George Frankly was around for the entire series, but Kate Monday": {
    "guess": "Mathnet",
    "confidence": [
      [
        "Math",
        -0.80801
      ],
      [
        "net",
        -0.48953286
      ]
    ]
  },
  "The square of this quantity is defined as 2 in Rydberg atomic units. The root-mean-square fluctuation in shot noise equals the square root of 2 times the current times the bandwidth times this quantity. This quantity is equal to 2 divided by the product of the Von Klitzing and Josephson constants, allowing for this quantity and Planck's constant to be determined using watt balance experiments. This": {
    "guess": "Elementary charge",
    "confidence": [
      [
        "Element",
        -0.4408301
      ],
      [
        "ary",
        -0.0002782591
      ],
      [
        " charge",
        -0.012633019
      ]
    ]
  },
  "One squadron at Mingaladon defended Mandalay, while two more protected the Burma Road. Although they outperformed the Royal Air Force in the defense of Rangoon, the fall of their bases in Burma forced them over \"the hump\" into the interior of China, where they fought near Chungking.  Absorbed into the": {
    "guess": "Flying Tigers",
    "confidence": [
      [
        "Flying",
        -0.85346884
      ],
      [
        " Tigers",
        -0.00036930136
      ]
    ]
  },
  "The square root of this quantity is obtained when the gamma function is evaluated at one-half, and it can be approximated by Buffon's needle problem. The probability density function of the normal distribution has a coefficient of two times this quantity all to the negative one-half power, and e to the i raised to this power equals negative 1. The sine function equals zero at integer multiples of it. It is multiplied by four-thirds times the radius cubed to find the volume of a sphere, and it is also the ratio of a circle's circumference to its diameter. For 10 points, name this transcendental number commonly approximated as 3.14.": {
    "guess": "Pi",
    "confidence": [
      [
        "Pi",
        -0.00059354363
      ]
    ]
  },
  "The square of this quantity multiplied by density times the Fanning friction factor over two equals the shear stress at the wall of a pipe. Multiplying the square of this quantity by density over the bulk": {
    "guess": "Reynolds number",
    "confidence": [
      [
        "Re",
        -1.299442
      ],
      [
        "yn",
        -0.0020843586
      ],
      [
        "olds",
        -6.80205e-05
      ],
      [
        " number",
        -0.23899181
      ]
    ]
  },
  "The square of a constant related to this phenomenon is equal to the product of the permeability and permittivity of a medium. A form of this phenomenon occurring in an anisotropic medium is known as the \"double\" variety, or birefringence, whereas total internal reflection is actually another type of": {
    "guess": "Total internal reflection",
    "confidence": [
      [
        "Total",
        -1.8263204
      ],
      [
        " internal",
        -0.052784797
      ],
      [
        " reflection",
        -0.00022094045
      ]
    ]
  },
  "The square of a constant related to this phenomenon is equal to the product of the permeability and permittivity of a medium. A form of this phenomenon occurring in an anisotropic medium is known as the \"double\" variety, or birefringence, whereas total internal reflection is actually another type of this. The ratio of speed of light in air to that of a material is a coefficient in the trigonometric": {
    "guess": "Refractive index",
    "confidence": [
      [
        "Re",
        -0.46967113
      ],
      [
        "fr",
        -4.2510914e-05
      ],
      [
        "active",
        -0.0005928284
      ],
      [
        " index",
        -0.029381752
      ]
    ]
  },
  "The square of this quantity is defined as 2 in Rydberg atomic units. The root-mean-square fluctuation in shot noise equals the square root of 2 times the current times the bandwidth times this quantity. This quantity is equal to 2 divided by the product of the Von Klitzing and Josephson constants, allowing for this quantity and Planck's constant to be determined using watt balance experiments. This quantity appears squared in the numerators of the expressions for the plasma frequency and the (*) fine structure constant. An experiment to measure this quantity achieved a low result by using an incorrect value for the viscosity of air, which was ionized using X-rays. That experiment measured the terminal velocity of drops of oil and was performed by Robert Millikan. For 10 points, name this constant": {
    "guess": "Elementary charge",
    "confidence": [
      [
        "Element",
        -0.4020473
      ],
      [
        "ary",
        -8.625866e-05
      ],
      [
        " charge",
        -0.06427563
      ]
    ]
  },
  "One squadron at Mingaladon defended Mandalay, while two more protected the Burma Road. Although they outperformed the Royal Air Force in the defense of Rangoon, the fall of their bases in Burma forced them over \"the hump\" into the interior of China, where they fought near Chungking.  Absorbed into the Tenth Air Force after July 1942, they continued under the leadership of the man who raised them, Claire Chennault. In imitation of the British Desert Air Force, their P-40 Tomahawk fighters were painted with shark's teeth, though the origins of their association with a different animal are mysterious. FTP, give this term for the American Volunteer Group, pilots who fought against the Japanese before": {
    "guess": "Flying Tigers",
    "confidence": [
      [
        "Flying",
        -0.0047500343
      ],
      [
        " Tigers",
        -6.062987e-05
      ]
    ]
  },
  "The square root of this quantity is obtained when the gamma function is evaluated at one-half, and it can be approximated by Buffon's needle problem. The probability density function of the normal distribution has a coefficient of two times this quantity all to the negative one-half power, and e to the": {
    "guess": "Pi",
    "confidence": [
      [
        "Pi",
        -0.2081765
      ]
    ]
  },
  "One squadron at Mingaladon defended Mandalay, while two more protected the Burma Road. Although they outperformed the Royal Air Force in the defense of Rangoon, the fall of their bases in Burma forced them over \"the hump\" into the interior of China, where they fought near Chungking.  Absorbed into the Tenth Air Force after July 1942, they continued under the leadership of the man who raised them, Claire": {
    "guess": "Flying Tigers",
    "confidence": [
      [
        "Flying",
        -1.1350348
      ],
      [
        " Tigers",
        -0.00021641071
      ]
    ]
  },
  "The square of this quantity multiplied by density times the Fanning friction factor over two equals the shear stress at the wall of a pipe. Multiplying the square of this quantity by density over the bulk modulus gives the Cauchy number. The divergence of this quantity times density plus the time derivative of density (*) equals zero according to one of Euler's equations, and Bernoulli's equation is": {
    "guess": "Momentum equation",
    "confidence": [
      [
        "M",
        -0.33905426
      ],
      [
        "omentum",
        -0.03689943
      ],
      [
        " equation",
        -0.37985325
      ]
    ]
  },
  "The square of this quantity is defined as 2 in Rydberg atomic units. The root-mean-square fluctuation in shot noise equals the square root of 2 times the current times the bandwidth times this quantity. This quantity is equal to 2 divided by the product of the Von Klitzing and Josephson constants, allowing for this quantity and Planck's constant to be determined using watt balance experiments. This quantity appears squared in the numerators of the expressions for the plasma frequency and the (*) fine structure constant. An experiment to measure this quantity achieved a low result by using an incorrect value for the viscosity of air, which was ionized using X-rays. That experiment measured the terminal velocity of drops of oil and was performed by Robert Millikan. For 10 points, name this constant equal to minus 1.602 times 10 to the minus 19 Coulombs.": {
    "guess": "Elementary charge",
    "confidence": [
      [
        "Element",
        -0.309334
      ],
      [
        "ary",
        -2.188868e-05
      ],
      [
        " charge",
        -0.09901192
      ]
    ]
  },
  "The square of this quantity is defined as 2 in Rydberg atomic units. The root-mean-square fluctuation in shot noise equals the square root of 2 times the current times the bandwidth times this quantity. This quantity is equal to 2 divided by the product of the Von Klitzing and Josephson constants, allowing for this quantity and Planck's constant to be determined using watt balance experiments. This quantity appears squared in the numerators of the expressions for the plasma frequency and the (*) fine structure constant. An experiment to measure this quantity achieved a low result by using an incorrect value for the viscosity of air, which was ionized using X-rays. That experiment measured the": {
    "guess": "Electric charge",
    "confidence": [
      [
        "Electric",
        -0.24590911
      ],
      [
        " charge",
        -0.488262
      ]
    ]
  },
  "The square of this quantity is defined as 2 in Rydberg atomic units. The root-mean-square fluctuation in shot noise equals the square root of 2 times the current times the bandwidth times this quantity. This quantity is equal to 2 divided by the product of the Von Klitzing and Josephson constants, allowing for this quantity and Planck's constant to be determined using watt balance experiments. This quantity appears squared in the numerators of the expressions for the plasma frequency and the (*) fine structure constant. An experiment to measure this quantity achieved a low result by using an incorrect": {
    "guess": "Electric charge",
    "confidence": [
      [
        "Electric",
        -0.40736163
      ],
      [
        " charge",
        -0.38185284
      ]
    ]
  },
  "The square of this quantity multiplied by density times the Fanning friction factor over two equals the shear stress at the wall of a pipe. Multiplying the square of this quantity by density over the bulk modulus gives the Cauchy number. The divergence of this quantity times density plus the time derivative of density (*) equals zero according to one of Euler's equations, and Bernoulli's equation is quadratic in this quantity. If the divergence of this quantity is zero, the flow is incompressible. In a horizontal pipe, an increase in this quantity will be accompanied by a decrease in pressure.": {
    "guess": "Velocity",
    "confidence": [
      [
        "Velocity",
        -0.350773
      ]
    ]
  },
  "The square blocks used in the layout of this city are known are manzanas, and the only neighborhood in this city not based on the usual manzanas is Parque Chas. To the west, the limits of this city are determined by the Avenida General Paz. To the south and southeast, the limits are determined by the Matanza River. To the northeast and east, the limits are determined by the world's widest river, the Rìo de la Plata. For ten points, name this city which contains the Casa Rosada and the Plaza de Mayo,": {
    "guess": "Buenos Aires",
    "confidence": [
      [
        "B",
        -0.0020592615
      ],
      [
        "uen",
        -9.043079e-05
      ],
      [
        "os",
        -7.7079974e-05
      ],
      [
        " Aires",
        -0.0001005631
      ]
    ]
  },
  "The square of this quantity multiplied by density times the Fanning friction factor over two equals the shear stress at the wall of a pipe. Multiplying the square of this quantity by density over the bulk modulus gives the Cauchy number. The divergence of this quantity times density plus the time derivative of density (*) equals zero according to one of Euler's equations, and Bernoulli's equation is quadratic in this quantity. If the divergence of this quantity is zero, the flow is incompressible. In a horizontal pipe, an increase in this quantity will be accompanied by a decrease in pressure. Taking the curl of this quantity gives the vorticity. For 10 points, give this quantity that expresses the rate at which a fluid flows.": {
    "guess": "Velocity",
    "confidence": [
      [
        "Velocity",
        -0.024788247
      ]
    ]
  },
  "The square of a constant related to this phenomenon is equal to the product of the permeability and permittivity of a medium. A form of this phenomenon occurring in an anisotropic medium is known as the \"double\" variety, or birefringence, whereas total internal reflection is actually another type of this. The ratio of speed of light in air to that of a material is a coefficient in the trigonometric law of Snellius and is known as the \"index\" of this process. FTP, name this \"bending\" of light rays": {
    "guess": "Refraction",
    "confidence": [
      [
        "Ref",
        -0.12770396
      ],
      [
        "raction",
        -2.618001e-05
      ]
    ]
  },
  "The square root of this quantity is obtained when the gamma function is evaluated at one-half, and it can be approximated by Buffon's needle problem. The probability density function of the normal distribution has a coefficient of two times this quantity all to the negative one-half power, and e to the i raised to this power equals negative 1. The sine function equals zero at integer multiples of it.": {
    "guess": "Pi",
    "confidence": [
      [
        "Pi",
        -0.17523871
      ]
    ]
  },
  "One squadron at Mingaladon defended Mandalay, while two more protected the Burma Road. Although they outperformed the Royal Air Force in the defense of Rangoon, the fall of their bases in Burma forced them over \"the hump\" into the interior of China, where they fought near Chungking.  Absorbed into the Tenth Air Force after July 1942, they continued under the leadership of the man who raised them, Claire Chennault. In imitation of the British Desert Air Force, their P-40 Tomahawk fighters were painted with shark's teeth, though the origins of their association with a different animal are mysterious.": {
    "guess": "Flying Tigers",
    "confidence": [
      [
        "Flying",
        -0.014636571
      ],
      [
        " Tigers",
        -5.8126592e-05
      ]
    ]
  },
  "The square blocks used in the layout of this city are known are manzanas, and the only neighborhood in this city not based on the usual manzanas is Parque Chas. To the west, the limits of this city are determined by the Avenida General Paz. To the south and southeast, the limits are determined by the Matanza River. To the northeast and east, the limits are determined by the world's widest river, the Rìo de la Plata. For ten points, name this city which contains the Casa Rosada and the Plaza de Mayo, the current national capital of Argentina.": {
    "guess": "Buenos Aires",
    "confidence": [
      [
        "B",
        -0.0014718878
      ],
      [
        "uen",
        -6.7662884e-05
      ],
      [
        "os",
        -5.288163e-05
      ],
      [
        " Aires",
        -8.017927e-05
      ]
    ]
  },
  "At a square green table in the lower right foreground, two young men, a bearded pipe-smoking man in a black top hat and another holding a pen and wearing a straw hat, watch the action in the rest of this painting, while the other man at the table faces away from the viewer to converse with a seated woman in a blue and yellow striped dress and a standing one in black. They are the sisters Estelle and Jeanne, two regular models for the artist. The crowded background scene is highlighted by tress, street lamps, and hanging chandeliers, and another friend of the artist, the painter Pedro Cardenas, can be seen on the left dancing with a woman as one of the many working class couples gathered in this plein-air setting. FTP, identify this painting of a weekend afternoon ball at the titular Paris park,": {
    "guess": "Bal du moulin de la Galette",
    "confidence": [
      [
        "Bal",
        -0.21872924
      ],
      [
        " du",
        -0.006510256
      ],
      [
        " mou",
        -0.03868245
      ],
      [
        "lin",
        -0.000115701965
      ],
      [
        " de",
        -6.134509e-05
      ],
      [
        " la",
        -9.4245304e-05
      ],
      [
        " Ga",
        -0.0009712525
      ],
      [
        "lette",
        -5.0378356e-05
      ]
    ]
  },
  "Square One Television was a classic in children's edutainment; F10PE, identify the following about characters": {
    "guess": "Square One Television",
    "confidence": [
      [
        "Square",
        -0.046295486
      ],
      [
        " One",
        -3.9650025e-05
      ],
      [
        " Television",
        -0.13699181
      ]
    ]
  },
  "At a square green table in the lower right foreground, two young men, a bearded pipe-smoking man in a black top hat and another holding a pen and wearing a straw hat, watch the action in the rest of this": {
    "guess": "The Card Players",
    "confidence": [
      [
        "The",
        -0.8475421
      ],
      [
        " Card",
        -0.8912265
      ],
      [
        " Players",
        -0.020702695
      ]
    ]
  },
  "The square blocks used in the layout of this city are known are manzanas, and the only neighborhood in this city not based on the usual manzanas is Parque Chas. To the west, the limits of this city are determined by the Avenida General Paz. To the south and southeast, the limits are determined by the": {
    "guess": "Buenos Aires",
    "confidence": [
      [
        "B",
        -0.0028095099
      ],
      [
        "uen",
        -3.8219583e-05
      ],
      [
        "os",
        -7.79144e-05
      ],
      [
        " Aires",
        -0.0004325765
      ]
    ]
  },
  "The square blocks used in the layout of this city are known are manzanas, and the only neighborhood in this city not based on the usual manzanas is Parque Chas. To the west, the limits of this city are": {
    "guess": "Buenos Aires",
    "confidence": [
      [
        "B",
        -0.014465633
      ],
      [
        "uen",
        -4.604148e-06
      ],
      [
        "os",
        -3.368984e-05
      ],
      [
        " Aires",
        -0.00012844942
      ]
    ]
  }
}