{
  "A czardas titled \"Sounds from home\" plays In the second act of this opera. Adèle pretends she is an actress, and earlier sings the aria \"My sister writes to me\" to excuse herself to attend a ball to which": {
    "guess": "La traviata",
    "confidence": [
      [
        "La",
        -0.2570482
      ],
      [
        " tr",
        -0.38690698
      ],
      [
        "avi",
        -0.00029887765
      ],
      [
        "ata",
        -6.897413e-05
      ]
    ]
  },
  "A czardas titled \"Sounds from home\" plays In the second act of this opera. Adèle pretends she is an actress, and earlier sings the aria \"My sister writes to me\" to excuse herself to attend a ball to which another character is also invited through \"Come with me to the souper.\" That ball is actually revenge for a character's abandoning of Falke in the center of town, dressed as the title animal. Eisenstein finally serves his prison sentence in the office of Governor Frank at its finale. For 10 points, name this Johann Strauss opera about a bat.": {
    "guess": "Die Fledermaus",
    "confidence": [
      [
        "Die",
        -0.00047905126
      ],
      [
        " F",
        -4.012684e-05
      ],
      [
        "led",
        -1.3663626e-05
      ],
      [
        "er",
        -3.5358695e-05
      ],
      [
        "ma",
        -3.1281633e-07
      ],
      [
        "us",
        -5.080963e-06
      ]
    ]
  },
  "A czardas titled \"Sounds from home\" plays In the second act of this opera. Adèle pretends she is an actress, and earlier sings the aria \"My sister writes to me\" to excuse herself to attend a ball to which another character is also invited through \"Come with me to the souper.\" That ball is actually revenge for a character's abandoning of Falke in the center of town, dressed as the title animal. Eisenstein": {
    "guess": "Die Fledermaus",
    "confidence": [
      [
        "Die",
        -0.005462732
      ],
      [
        " F",
        -0.0002854113
      ],
      [
        "led",
        -1.0445127e-05
      ],
      [
        "er",
        -4.406056e-05
      ],
      [
        "ma",
        -2.9352968e-06
      ],
      [
        "us",
        -5.312004e-05
      ]
    ]
  },
  "A czardas titled \"Sounds from home\" plays In the second act of this opera. Adèle pretends she is an actress, and earlier sings the aria \"My sister writes to me\" to excuse herself to attend a ball to which another character is also invited through \"Come with me to the souper.\" That ball is actually revenge": {
    "guess": "La traviata",
    "confidence": [
      [
        "La",
        -0.62728417
      ],
      [
        " tr",
        -1.1659482
      ],
      [
        "avi",
        -0.00020938137
      ],
      [
        "ata",
        -6.80205e-05
      ]
    ]
  },
  "A czardas titled \"Sounds from home\" plays In the second act of this opera. Adèle pretends she is an actress,": {
    "guess": "Die Fledermaus",
    "confidence": [
      [
        "Die",
        -0.7886955
      ],
      [
        " F",
        -0.07815637
      ],
      [
        "led",
        -0.000197461
      ],
      [
        "er",
        -0.0001273766
      ],
      [
        "ma",
        -5.5122365e-07
      ],
      [
        "us",
        -2.451116e-05
      ]
    ]
  },
  "A czardas titled \"Sounds from home\" plays In the second act of this opera. Adèle pretends she is an actress, and earlier sings the aria \"My sister writes to me\" to excuse herself to attend a ball to which another character is also invited through \"Come with me to the souper.\" That ball is actually revenge for a character's abandoning of Falke in the center of town, dressed as the title animal. Eisenstein finally serves his prison sentence in the office of Governor Frank at its finale. For 10 points,": {
    "guess": "Die Fledermaus",
    "confidence": [
      [
        "Die",
        -0.000769248
      ],
      [
        " F",
        -6.456359e-05
      ],
      [
        "led",
        -4.1199673e-05
      ],
      [
        "er",
        -8.196733e-05
      ],
      [
        "ma",
        -1.7432603e-06
      ],
      [
        "us",
        -4.8425554e-06
      ]
    ]
  }
}