{
  "On his deathbed this man was reminded of the Rugians he betrayed when his murderer proclaimed \"this is": {
    "guess": "Odoacer",
    "confidence": [
      [
        "O",
        -0.3612363
      ],
      [
        "do",
        -0.049913496
      ],
      [
        "acer",
        -0.0020123832
      ]
    ]
  },
  "On his deathbed, he competed sketches for unrealized works like Opening of the Doors of the Spanish Inquisition and African Slave Trade, while his early works include the grim pen-and-ink Executioner Strangling a Prisoner and the neoclassicist Centaur Carrying Off a Woman. His later work includes portraits of the patients of his friend Dr. Etienne-Jean Georget such as Kleptomania, Gambling Mania, Delusion": {
    "guess": "Théodore Géricault",
    "confidence": [
      [
        "Th",
        -0.0034528875
      ],
      [
        "é",
        -1.1637165e-05
      ],
      [
        "odore",
        -1.11603495e-05
      ],
      [
        " G",
        -0.00029649358
      ],
      [
        "éric",
        -3.4121115e-06
      ],
      [
        "ault",
        -0.00017207429
      ]
    ]
  },
  "On his deathbed, this man imagined that his dream wandered over a field of dry grass after falling sick from a journey. One of this author's characters says \"butterflies in a burweed,\" while another pictures a monument to a highwayman and a pine sundered by wind. Because the first cold showers pour, this author that wrote about a sack of charcoal also depicted a monkey desiring a coat made of straw. This man that described how enjoyable it was to view a mountain not in foggy rain detailed how his mind points to his native place after ten autumns in a work about a weather - exposed skeleton. His travelogues include Records of a Travel Worn Satche,l and he described the sound of a frog jumping": {
    "guess": "Matsuo Bashō",
    "confidence": [
      [
        "M",
        -0.01622487
      ],
      [
        "ats",
        -7.660316e-05
      ],
      [
        "uo",
        -5.080963e-06
      ],
      [
        " Bash",
        -0.00020580526
      ],
      [
        "ō",
        -0.0021083863
      ]
    ]
  },
  "On his deathbed, he competed sketches for unrealized works like Opening of the Doors of the Spanish Inquisition and African Slave Trade, while his early works include the grim pen-and-ink Executioner Strangling a Prisoner and the neoclassicist Centaur Carrying Off a Woman. His later work includes portraits of the patients of his friend Dr. Etienne-Jean Georget such as Kleptomania, Gambling Mania, Delusion of Military Command, and Manic Envy. His best-known work has a man waving a flag toward a barely-visible ship in the distance while several others struggle to remain afloat on a makeshift vessel.": {
    "guess": "Théodore Géricault",
    "confidence": [
      [
        "Th",
        -0.0034048979
      ],
      [
        "é",
        -5.080963e-06
      ],
      [
        "odore",
        -1.0280384e-06
      ],
      [
        " G",
        -7.8033605e-05
      ],
      [
        "éric",
        -2.3392786e-06
      ],
      [
        "ault",
        -4.477578e-05
      ]
    ]
  },
  "His debut season at the Home Depot Center was rather disappointing, as his team failed to reach the playoffs and an ankle injury he received in late August prevented him from playing for the majority of the end of the season. He returned to his national squad for matches against Croatia and Austria, although he had been dropped from the team following his resignation as captain during the 2006 World Cup. His former team Real Madrid won the Spanish League during his last season. FTP, name this English Soccer star who relocated to the LA Galaxy in summer 2007 and is married to Victoria Adams.   ": {
    "guess": "David Beckham",
    "confidence": [
      [
        "David",
        -0.002046648
      ],
      [
        " Beckham",
        -0.00035941842
      ]
    ]
  },
  "On his deathbed, this man imagined that his dream wandered over a field of dry grass after falling sick from a journey. One of this author's characters says \"butterflies in a burweed,\" while another pictures a monument to a highwayman and a pine sundered by wind. Because the first cold showers pour, this author that wrote about a sack of charcoal also depicted a monkey desiring a coat made of straw. This man that described how enjoyable it was to view a mountain not in foggy rain detailed how his mind points to his native place after ten autumns in a work about a weather - exposed skeleton. His travelogues include Records of a Travel Worn Satche,l and he described the sound of a frog jumping into a pond. For ten points, name this author of The Narrow Road to the Deep North that who is best": {
    "guess": "Matsuo Bashō",
    "confidence": [
      [
        "M",
        -0.09809147
      ],
      [
        "ats",
        -1.4617256e-05
      ],
      [
        "uo",
        -3.1281633e-07
      ],
      [
        " Bash",
        -2.9279307e-05
      ],
      [
        "ō",
        -0.0016166195
      ]
    ]
  },
  "In a debate with Antoine Arnauld, he was accused of fatalism and determinism for suggesting that everything that would happen to Alexander the Great followed from the latter's essence.  Louis Couturat later suggested that this man believed every truth to be analytic. One of this man's works was the subject of John Dewey's first philosophical work, a critical response to the empiricism of John Locke entitled New Essays on the Human Understanding. For 10 points, name this seventeenth-century German philosopher and mathematician, who talked about monads and was satirized by Voltaire as Dr. Pangloss": {
    "guess": "Gottfried Wilhelm Leibniz",
    "confidence": [
      [
        "G",
        -0.012340353
      ],
      [
        "ott",
        -0.0005431425
      ],
      [
        "fried",
        -0.00014525715
      ],
      [
        " Wilhelm",
        -0.0029902977
      ],
      [
        " Le",
        -9.610702e-06
      ],
      [
        "ib",
        -2.6299214e-05
      ],
      [
        "n",
        -4.2272506e-05
      ],
      [
        "iz",
        -4.3226137e-05
      ]
    ]
  },
  "After his death his body was preserved and stored in a wooden cabinet, and when the cabinet was brought to University College London's council meetings he was listed as present but not voting. In his A Fragment on Government, he criticizes Sir William Blackstone's legal theory, especially Blackstone's defense of tradition in law. He is most famous, however, for formulating the greatest happiness principle, which he discusses at great length in his Introduction to the Principles of Morals and Legislation as a means of determining the rightness of an action. For ten points, name this British philosopher": {
    "guess": "Jeremy Bentham",
    "confidence": [
      [
        "Jeremy",
        -0.003251985
      ],
      [
        " Bent",
        -3.8577193e-05
      ],
      [
        "ham",
        -1.2829201e-05
      ]
    ]
  },
  "After this man's death, a group betrayed by the herald Leos attempted to seize his kingdom; that group, the Pallantides, were his nephews. This man was jealous after Androgeus won a series of games he put on, then asked him to capture the Marathonian Bull. This man was instructed by an oracle to not loosen the wineskin until reaching the \"heights\" of his city. After visiting King Pittheus of Troezen and sleeping with his daughter Aethra, this man placed his shield, sandals, and sword (*) underneath a rock so that he could identify his son. This man fathered Medus with Medea, who attempted to poison a visitor to his kingdom until he recognized him as his son. This man died after that son didn't": {
    "guess": "Theseus",
    "confidence": [
      [
        "These",
        -0.006717148
      ],
      [
        "us",
        -0.0003550079
      ]
    ]
  },
  "It deals with \"The Friendship of Amis and Amile\" and Aucassin and Nicolette in the chapter on \"two early French stories.\" The second chapter discusses the author of the Heptaplus, while a later chapter discusses a collection of sonnets thought to have been written to Vittoria Colonna. The last two chapters are devoted to Joachim du Bellay and Wincklemann, prior to a \"Conclusion\" omitted from the second edition which claims that success in life is to burn with a \"hard, gemlike flame.\" Also including": {
    "guess": "Six Memos for the Next Millennium",
    "confidence": [
      [
        "Six",
        -0.6470791
      ],
      [
        " Mem",
        -0.03895927
      ],
      [
        "os",
        -1.4974867e-05
      ],
      [
        " for",
        -0.0013134514
      ],
      [
        " the",
        -1.831257e-05
      ],
      [
        " Next",
        -0.0005294414
      ],
      [
        " Millennium",
        -0.00022463576
      ]
    ]
  },
  "It deals with \"The Friendship of Amis and Amile\" and Aucassin and Nicolette in the chapter on \"two early French stories.\" The second chapter discusses the author of the Heptaplus, while a later chapter discusses a collection of sonnets thought to have been written to Vittoria Colonna. The last two chapters": {
    "guess": "The Decameron",
    "confidence": [
      [
        "The",
        -0.30368486
      ],
      [
        " Dec",
        -0.43073365
      ],
      [
        "ameron",
        -2.0696643e-05
      ]
    ]
  },
  "After the death of Sita, Shiva created the demon Vīrabhadra by performing this action on himself. The city of Megara fell to King Minos after Scylla performed this action on King Nisus. According to the Skáldskaparmál, the sons of Ivaldi crafted Skidbladnir and Mjollnir after Loki atoned for performing this action as a prank on the wife of Thor, Sif. The Book of Judges describes how a Nazarite was blinded and imprisoned in Gaza after a servant performed this action on him. For 10 points, name this action which caused the loss of strength of Samson.": {
    "guess": "Haircut",
    "confidence": [
      [
        "Hair",
        -0.43250245
      ],
      [
        "cut",
        -0.0055438164
      ]
    ]
  },
  "Debussy wrote a sonata for flute, viola, and this instrument, and the violas are divided into two sections during the second movement of Mozart's concerto for this flute and this instrument. One notably challenging part for this instrument is found in Symphonie Fantastique, and the second movement of that piece contains crescendoing measures of rising triplets played on this instrument near the beginning. At the start of (*) Saint-Saens' Danse Macabre, it is strummed 12 times to symbolize a clock": {
    "guess": "Violin",
    "confidence": [
      [
        "Viol",
        -0.76242167
      ],
      [
        "in",
        -0.05090735
      ]
    ]
  },
  "The death of Admiral Ribas delayed the coup that put this man in power. This man's advisors included the evangelical Madame de Krudener and his Swiss tutor, La Harpe. This man's foreign minister, Ioannis Kapodistrias, became the first leader of an independent Greece, and he was infuriated by the displacement his uncle, the Duke of Oldenburg. This ruler, who had promoted the Holy Alliance, died suddenly at Taganrog, leading some to claim he had gone into hiding, and confusion over his successor prompted the Decemberist Revolt. While commanding his army, this man suffered a crushing loss at Friedland, but later allowed his generals, like Barclay de Tolly and Kutusoz to repel the 1812 French invasion of his country. For 10 points, name this Russian Tsar, who signed the Treaty of Tilsit with Napoleon.": {
    "guess": "Alexander I of Russia",
    "confidence": [
      [
        "Alexander",
        -0.0037726508
      ],
      [
        " I",
        -0.00045593674
      ],
      [
        " of",
        -4.6444635e-05
      ],
      [
        " Russia",
        -5.371606e-05
      ]
    ]
  },
  "After the death of Amir Kazgan, this man declared fealty to the leader who overran the chief city of Transoxania. He was victorious at the Battle of the Terek River, and this man besieged his brother-in-law Amir Husayn at Balkh. This man invaded Anatolia in 1402, and supported Tokhtamysh's invasion of": {
    "guess": "Timur",
    "confidence": [
      [
        "Tim",
        -0.023152532
      ],
      [
        "ur",
        -0.00075304735
      ]
    ]
  },
  "After his death, this man's wife asked the Hittite king Suppiluliuma to send his son Zannanza as a husband, but he was killed en route by this man's successor. This man's advisor Ay eventually succeeded him to the throne, and was in turn was quickly succeeded by this man's general, (*) Horemheb. This pharaoh moved Egypt's capital back to Thebes from Amarna and reinstated the worship of traditional": {
    "guess": "Tutankhamun",
    "confidence": [
      [
        "T",
        -0.13874067
      ],
      [
        "ut",
        -0.00011236426
      ],
      [
        "ank",
        -2.3319124e-05
      ],
      [
        "ham",
        -2.3080716e-05
      ],
      [
        "un",
        -3.23786e-05
      ]
    ]
  },
  "His Death of the Virgin was viewed to be irreverent because it shows Mary quite physically dead. This was a few years after he completed three works for the Contarelli chapel for his best patron, Cardinal Del Monte. The head of the Knights of Malta commissioned his Beheading of St. John the Baptist and offered him protection after his slaying of Ranuccio Tomassoni over a tennis match. This master of chiaroscuro may be most well known for his tenebrism as seen in Supper at Emmaus and The Cardsharps.": {
    "guess": "Caravaggio",
    "confidence": [
      [
        "Car",
        -0.006509436
      ],
      [
        "av",
        -0.00015514737
      ],
      [
        "aggio",
        -5.6457742e-05
      ]
    ]
  },
  "His Death of the Virgin was viewed to be irreverent because it shows Mary quite physically dead. This was a few years after he completed three works for the Contarelli chapel for his best patron, Cardinal": {
    "guess": "Caravaggio",
    "confidence": [
      [
        "Car",
        -0.04128291
      ],
      [
        "av",
        -3.1186566e-05
      ],
      [
        "aggio",
        -6.0749073e-05
      ]
    ]
  },
  "The deaths of Generals McCulloch and McIntosh, and the capture of their colonel slowed the Confederates considerably at this battle. Two columns marched upon this site, but were met by the forces of General Samuel Curtis near Tanyard and Elkhorn Tavern. After briefly controlling Telegraph Road, the Confederates ran out of ammunition and retreated under General Van Dorn. As a result, the Union controlled Missouri for the next two years. FTP, identify this March 6-8, 1862 battle, the most important": {
    "guess": "Battle of Pea Ridge",
    "confidence": [
      [
        "Battle",
        -0.0059758425
      ],
      [
        " of",
        -0.00016408764
      ],
      [
        " Pe",
        -0.0007746085
      ],
      [
        "a",
        -2.7372049e-05
      ],
      [
        " Ridge",
        -1.4021238e-05
      ]
    ]
  },
  "At his death, this author left an unfinished novel about the confidence man Felix Krull. He wrote a tetralogy about the Biblical Joseph during this author's exile from his native country, while earlier he wrote about his hometown Lübeck for his novel centering on the decline of the titular mercantile family. This author of Buddenbrooks also wrote novels about Hans Castorp's stay in a Swiss sanatorium": {
    "guess": "Thomas Mann",
    "confidence": [
      [
        "Thomas",
        -0.0026968163
      ],
      [
        " Mann",
        -6.587483e-05
      ]
    ]
  },
  "In a debate with Antoine Arnauld, he was accused of fatalism and determinism for suggesting that everything that would happen to Alexander the Great followed from the latter's essence.  Louis Couturat later suggested that this man believed every truth to be analytic. One of this man's works was the subject": {
    "guess": "Gottfried Wilhelm Leibniz",
    "confidence": [
      [
        "G",
        -0.5352486
      ],
      [
        "ott",
        -0.015946386
      ],
      [
        "fried",
        -0.0018589149
      ],
      [
        " Wilhelm",
        -0.012222477
      ],
      [
        " Le",
        -0.00078759075
      ],
      [
        "ib",
        -7.6364755e-05
      ],
      [
        "n",
        -0.00010819213
      ],
      [
        "iz",
        -0.0005674491
      ]
    ]
  },
  "His death is signaled by blood leaking from his comb. He succeeds in bridling the Demon's bay horse and in skiing for the Demon's elk before he falls victim to the revenge of Dripcap, who tosses a water snake through his left armpit, heart, and liver. He is reassembled with the help of a rake with prongs one hundred fathoms long, and his mother then smears him with mead and honey to resurrect him. FTP, name this hero whose death while preparing to shoot one arrow at a swan on the black river of Tuonela": {
    "guess": "Kullervo",
    "confidence": [
      [
        "K",
        -0.7818481
      ],
      [
        "ull",
        -0.03193361
      ],
      [
        "ervo",
        -0.002126234
      ]
    ]
  },
  "After his death, this man's wife asked the Hittite king Suppiluliuma to send his son Zannanza as a husband, but he was killed en route by this man's successor. This man's advisor Ay eventually succeeded him to the throne, and was in turn was quickly succeeded by this man's general, (*) Horemheb. This pharaoh moved Egypt's capital back to Thebes from Amarna and reinstated the worship of traditional Egyptian gods. This son of Akhenaten was raised by his grandmother Nefertiti, and his body was discovered": {
    "guess": "Tutankhamun",
    "confidence": [
      [
        "T",
        -0.026660195
      ],
      [
        "ut",
        -0.00228443
      ],
      [
        "ank",
        -5.1689596e-05
      ],
      [
        "ham",
        -3.368984e-05
      ],
      [
        "un",
        -7.159661e-05
      ]
    ]
  },
  "The death sentence of anarchist Salvador Puig Antich inspired this artist's triptych with one thick line and one blotch of bright color on each canvas along with paint spatters, entitled The Hope of a Condemned Man. One work shows a yellow and white ladder with red rungs, while another shows several characters in a room, including one with a face that is half red and half purple. Many of his works": {
    "guess": "Joan Miró i Ferrà",
    "confidence": [
      [
        "Jo",
        -0.15145071
      ],
      [
        "an",
        -1.0921943e-05
      ],
      [
        " Mir",
        -0.0003424952
      ],
      [
        "ó",
        -7.231183e-05
      ],
      [
        " i",
        -0.0115435915
      ],
      [
        " Ferr",
        -1.7478143e-05
      ],
      [
        "à",
        -5.7768983e-05
      ]
    ]
  },
  "His death is signaled by blood leaking from his comb. He succeeds in bridling the Demon's bay horse and in skiing for the Demon's elk before he falls victim to the revenge of Dripcap, who tosses a water snake through his left armpit, heart, and liver. He is reassembled with the help of a rake with prongs one hundred fathoms long, and his mother then smears him with mead and honey to resurrect him. FTP, name this hero whose death while preparing to shoot one arrow at a swan on the black river of Tuonela is described in the Kalevala.": {
    "guess": "Lemminkäinen",
    "confidence": [
      [
        "L",
        -0.619622
      ],
      [
        "emm",
        -0.0002290463
      ],
      [
        "ink",
        -0.00011081461
      ],
      [
        "ä",
        -0.00082666025
      ],
      [
        "inen",
        -0.0001373897
      ]
    ]
  },
  "His debut season at the Home Depot Center was rather disappointing, as his team failed to reach the playoffs and an ankle injury he received in late August prevented him from playing for the majority of the end of the season. He returned to his national squad for matches against Croatia and Austria, although he had been dropped from the team following his resignation as captain during the 2006 World Cup. His former team Real Madrid won the Spanish League during his last season. FTP, name this English Soccer star who relocated to the LA Galaxy in summer 2007 and is married to Victoria Adams.          |": {
    "guess": "David Beckham",
    "confidence": [
      [
        "David",
        -0.0009489761
      ],
      [
        " Beckham",
        -0.00013512482
      ]
    ]
  },
  "It deals with \"The Friendship of Amis and Amile\" and Aucassin and Nicolette in the chapter on \"two early French stories.\" The second chapter discusses the author of the Heptaplus, while a later chapter": {
    "guess": "The Golden Legend",
    "confidence": [
      [
        "The",
        -0.66558516
      ],
      [
        " Golden",
        -0.45383894
      ],
      [
        " Legend",
        -0.16882168
      ]
    ]
  },
  "There is some debate as to whether or not it includes Maffei I and Maffei II. Among its approximately": {
    "guess": "Salotto Maffei",
    "confidence": [
      [
        "Sal",
        -1.0928246
      ],
      [
        "otto",
        -0.013142814
      ],
      [
        " M",
        -0.0018629532
      ],
      [
        "aff",
        -0.00012797261
      ],
      [
        "ei",
        -1.4021238e-05
      ]
    ]
  },
  "The death of labor leader Ginger Goodwin in this province was the impetus for Canada's first general strike. Anthony Musgrave presided over the entrance of this province into the Dominion of Canada, an effort which was supported by the Confederation League. Due to the French Revolution, France notably decided not to intervene in tensions between Spain and Great Britain over encounters off of Nootka Sound in this modern day province. Arthur \"Slim\" Evans began the \"On to Ottawa\" Trek in this province, the largest city of which was founded after the merger of the Hudson's Bay and North West companies.": {
    "guess": "British Columbia",
    "confidence": [
      [
        "British",
        -0.17808872
      ],
      [
        " Columbia",
        -0.0012615446
      ]
    ]
  },
  "After the death of Sita, Shiva created the demon Vīrabhadra by performing this action on himself. The city of Megara fell to King Minos after Scylla performed this action on King Nisus. According to the Skáldskaparmál, the sons of Ivaldi crafted Skidbladnir and Mjollnir after Loki atoned for performing": {
    "guess": "Hairstyle",
    "confidence": [
      [
        "Ha",
        -0.09243001
      ],
      [
        "irst",
        -1.7432603e-06
      ],
      [
        "yle",
        -0.0002162915
      ]
    ]
  },
  "The death of this ruler would later allow her widower to enter into a marriage that sealed a treaty signed": {
    "guess": "Cleopatra VII",
    "confidence": [
      [
        "C",
        -1.3173732
      ],
      [
        "le",
        -0.14489725
      ],
      [
        "op",
        -0.00022809267
      ],
      [
        "atra",
        -7.445749e-05
      ],
      [
        " VII",
        -0.54234296
      ]
    ]
  },
  "Debussy wrote a sonata for flute, viola, and this instrument, and the violas are divided into two sections during the second movement of Mozart's concerto for this flute and this instrument. One notably": {
    "guess": "Viola",
    "confidence": [
      [
        "Vi",
        -0.3761781
      ],
      [
        "ola",
        -0.0034746286
      ]
    ]
  },
  "After the death of Sita, Shiva created the demon Vīrabhadra by performing this action on himself. The city of Megara fell to King Minos after Scylla performed this action on King Nisus. According to the Skáldskaparmál, the sons of Ivaldi crafted Skidbladnir and Mjollnir after Loki atoned for performing this action as a prank on the wife of Thor, Sif. The Book of Judges describes how a Nazarite was": {
    "guess": "Hairstyle",
    "confidence": [
      [
        "Ha",
        -0.8280571
      ],
      [
        "irst",
        -1.8908588e-05
      ],
      [
        "yle",
        -0.00044330113
      ]
    ]
  },
  "The death of this ruler would later allow her widower to enter into a marriage that sealed a treaty signed after the battles of St. Quentin and Gravelines, and this ruler once rallied support against a rebellion by giving a speech at Guildhall. Pope Paul VI canceled this ruler's appointment of Reginald Pole to be Archbishop of Canterbury, and this ruler's reign saw the repeal of the Act of Supremacy. Though her advisors advocated that she marry her cousin Courtenay, the earl of Devon, this ruler declared that she would marry Philip II, resulting in Wyat's rebellion against her. Gaining her popular": {
    "guess": "Mary I of England",
    "confidence": [
      [
        "Mary",
        -0.6923229
      ],
      [
        " I",
        -3.6073914e-05
      ],
      [
        " of",
        -6.50404e-05
      ],
      [
        " England",
        -9.054999e-05
      ]
    ]
  },
  "After his death in 1778, his collections were purchased by Sir James Smith, who brought then to London and founded the society named for him. He began his studies at the University of Lund, but dropped out after his father was unable to continue supporting him, returning to study at Uppsala when a benefactor": {
    "guess": "Linnaean Society of London",
    "confidence": [
      [
        "Lin",
        -0.56894034
      ],
      [
        "na",
        -0.3255286
      ],
      [
        "ean",
        -0.06416629
      ],
      [
        " Society",
        -0.0027743245
      ],
      [
        " of",
        -0.0009733981
      ],
      [
        " London",
        -0.00021879478
      ]
    ]
  },
  "Its debut issue consisted of a long article by Max Beerbohm entitled \"In Defense of Cosmetics.\"  During its brief run, it published fiction from many of the leading literary figures of the day, including Arnold Bennett and Henry James, but it attracted far more attention for its daring illustrations,": {
    "guess": "The Yellow Book",
    "confidence": [
      [
        "The",
        -0.05095334
      ],
      [
        " Yellow",
        -0.06609267
      ],
      [
        " Book",
        -9.4914985e-06
      ]
    ]
  },
  "The deaths of Generals McCulloch and McIntosh, and the capture of their colonel slowed the Confederates considerably at this battle. Two columns marched upon this site, but were met by the forces of General Samuel Curtis near Tanyard and Elkhorn Tavern. After briefly controlling Telegraph Road, the Confederates": {
    "guess": "Battle of Pea Ridge",
    "confidence": [
      [
        "Battle",
        -0.0048659574
      ],
      [
        " of",
        -9.6629374e-05
      ],
      [
        " Pe",
        -0.00035072025
      ],
      [
        "a",
        -6.6306106e-06
      ],
      [
        " Ridge",
        -1.867018e-05
      ]
    ]
  },
  "Just before his death, he ordered that on the day he died the top noblemen from each city be rounded  up and executed, so if the people did not mourn his death, they would have someone's to mourn.  Although this order was not carried out, he was paranoid and routinely executed courtiers, including his  favorite wife Miriame and his three eldest sons whom he had strangled. The story that this son of  Antipater ordered the Massacre of the Innocents is probably false. For ten points name this king of Judea,  who died in 4 BC, after having rebuilt the Temple at Jerusalem.": {
    "guess": "Herod the Great",
    "confidence": [
      [
        "Her",
        -0.016268846
      ],
      [
        "od",
        -0.008636082
      ],
      [
        " the",
        -0.03393532
      ],
      [
        " Great",
        -0.0021369366
      ]
    ]
  },
  "In a debate with Antoine Arnauld, he was accused of fatalism and determinism for suggesting that everything that would happen to Alexander the Great followed from the latter's essence.  Louis Couturat": {
    "guess": "Leibniz-Wolff controversy",
    "confidence": [
      [
        "Le",
        -1.2862492
      ],
      [
        "ib",
        -0.0040107267
      ],
      [
        "n",
        -0.00051621714
      ],
      [
        "iz",
        -0.0004715451
      ],
      [
        "-W",
        -0.798142
      ],
      [
        "ol",
        -0.0007904516
      ],
      [
        "ff",
        -2.220075e-06
      ],
      [
        " controversy",
        -0.72794735
      ]
    ]
  },
  "The death of Admiral Ribas delayed the coup that put this man in power. This man's advisors included the evangelical Madame de Krudener and his Swiss tutor, La Harpe. This man's foreign minister, Ioannis": {
    "guess": "Alexander I of Russia",
    "confidence": [
      [
        "Alexander",
        -0.044869572
      ],
      [
        " I",
        -0.00028457688
      ],
      [
        " of",
        -0.00038348293
      ],
      [
        " Russia",
        -2.9517714e-05
      ]
    ]
  },
  "Debussy wrote a sonata for flute, viola, and this instrument, and the violas are divided into two sections during the second movement of Mozart's concerto for this flute and this instrument. One notably challenging part for this instrument is found in Symphonie Fantastique, and the second movement of": {
    "guess": "Bassoon",
    "confidence": [
      [
        "B",
        -1.3957082
      ],
      [
        "ass",
        -0.00073505857
      ],
      [
        "oon",
        -0.060793895
      ]
    ]
  },
  "After the death of Amir Kazgan, this man declared fealty to the leader who overran the chief city of Transoxania. He was victorious at the Battle of the Terek River, and this man besieged his brother-in-law Amir Husayn at Balkh. This man invaded Anatolia in 1402, and supported Tokhtamysh's invasion of Moscow. He and his son Shah Rukh defeated the army of Bayezid at the Battle of Ankara. He sacked the city of Delhi and built pyramids out of skulls at Damascus. For 10 points, name this ruler from Asia who tried to restore the Mongol Empire from his capital at Samarkand.": {
    "guess": "Timur",
    "confidence": [
      [
        "Tim",
        -0.015731787
      ],
      [
        "ur",
        -0.00032199582
      ]
    ]
  },
  "On his deathbed, he competed sketches for unrealized works like Opening of the Doors of the Spanish Inquisition and African Slave Trade, while his early works include the grim pen-and-ink Executioner Strangling": {
    "guess": "Théodore Géricault",
    "confidence": [
      [
        "Th",
        -0.44993633
      ],
      [
        "é",
        -0.0001307143
      ],
      [
        "odore",
        -3.88156e-05
      ],
      [
        " G",
        -0.00019650738
      ],
      [
        "éric",
        -9.968313e-06
      ],
      [
        "ault",
        -0.00020151392
      ]
    ]
  },
  "On his deathbed this man was reminded of the Rugians he betrayed when his murderer proclaimed \"this is what you did to my friends!\" following which his wife Sunigilda was also killed. The conflict between this man and his successor saw the Battles of Adda River and Isonzo as well as the defection of one side's General Tufa. At Piacenza, this man ordered the killing of Orestes, and one empire was unable to deal with his rise to power due to Basiliscus' fight with Zeno. Julius Nepos made this man head of the foederati in 475, and he met his end at a banquet hosted by Theodoric. For ten points, name this man who took power from Romulus Augustulus to become the first barbarian King of Italy.": {
    "guess": "Odoacer",
    "confidence": [
      [
        "O",
        -0.020340413
      ],
      [
        "do",
        -0.0010375719
      ],
      [
        "acer",
        -9.73446e-05
      ]
    ]
  },
  "The death of this ruler would later allow her widower to enter into a marriage that sealed a treaty signed after the battles of St. Quentin and Gravelines, and this ruler once rallied support against a rebellion by giving a speech at Guildhall. Pope Paul VI canceled this ruler's appointment of Reginald": {
    "guess": "Mary I of England",
    "confidence": [
      [
        "Mary",
        -0.05154895
      ],
      [
        " I",
        -0.00076555274
      ],
      [
        " of",
        -0.0017276569
      ],
      [
        " England",
        -0.00046105517
      ]
    ]
  },
  "After the death of Meleager, this figure transformed his sisters into guinea hens. This deity accidentally killed the nymph Callisto after she had been turned into a bear. This deity was caught bathing": {
    "guess": "Artemis",
    "confidence": [
      [
        "Ar",
        -0.055318553
      ],
      [
        "tem",
        -0.00021140782
      ],
      [
        "is",
        -0.0007231565
      ]
    ]
  },
  "The death of this ruler would later allow her widower to enter into a marriage that sealed a treaty signed after the battles of St. Quentin and Gravelines, and this ruler once rallied support against a rebellion by giving a speech at Guildhall. Pope Paul VI canceled this ruler's appointment of Reginald Pole to be Archbishop of Canterbury, and this ruler's reign saw the repeal of the Act of Supremacy. Though her advisors advocated that she marry her cousin Courtenay, the earl of Devon, this ruler declared that she would marry Philip II, resulting in Wyat's rebellion against her. Gaining her popular nickname from her persecution of Protestants, for ten points, identify queen, this daughter of Catharine": {
    "guess": "Mary I of England",
    "confidence": [
      [
        "Mary",
        -0.15052366
      ],
      [
        " I",
        -0.00033844227
      ],
      [
        " of",
        -3.22594e-05
      ],
      [
        " England",
        -0.000115701965
      ]
    ]
  },
  "After his death his body was preserved and stored in a wooden cabinet, and when the cabinet was brought to University College London's council meetings he was listed as present but not voting. In his A Fragment on Government, he criticizes Sir William Blackstone's legal theory, especially Blackstone's": {
    "guess": "Jeremy Bentham",
    "confidence": [
      [
        "Jeremy",
        -0.0047290414
      ],
      [
        " Bent",
        -0.0005423081
      ],
      [
        "ham",
        -3.357064e-05
      ]
    ]
  },
  "The death of the fifth of these figures was kept secret for fifteen years to allow for the construction of their official home, the Potala Palace. These figures are discovered by monks who are dispatched to see if children can recognize the objects of their predecessor. They are considered to be manifestations of the bodhisattva Avalokitesvara (AV-ah-loh-kit-ehs-VAH-ra). The fourteenth and current one is known as Tenzin Gyatso and was exiled from Lhassa to India. For 10 points, name this spiritual leaders of Tibetan Buddhism.": {
    "guess": "Dalai Lama",
    "confidence": [
      [
        "Dal",
        -0.0060816645
      ],
      [
        "ai",
        -2.868329e-05
      ],
      [
        " Lama",
        -0.00017100146
      ]
    ]
  },
  "The death of the popular Masistius in a skirmish, and unfavorable omens on both sides, delayed the start of this battle for eight days.  Then the poisoning of the Gargaphia spring forced the Greeks to move.  The subsequent retreat into the foothills of Mount Cithaeron prompted the Persians to attack, but the Spartan line held, and the Persian general was killed.  That general, Mardonius, was killed": {
    "guess": "Battle of Plataea",
    "confidence": [
      [
        "Battle",
        -0.002884641
      ],
      [
        " of",
        -0.00023154958
      ],
      [
        " Pl",
        -0.006375106
      ],
      [
        "ata",
        -3.1424974e-05
      ],
      [
        "ea",
        -9.770221e-05
      ]
    ]
  },
  "On his deathbed, he competed sketches for unrealized works like Opening of the Doors of the Spanish Inquisition and African Slave Trade, while his early works include the grim pen-and-ink Executioner Strangling a Prisoner and the neoclassicist Centaur Carrying Off a Woman. His later work includes portraits of the patients of his friend Dr. Etienne-Jean Georget such as Kleptomania, Gambling Mania, Delusion of Military Command, and Manic Envy. His best-known work has a man waving a flag toward a barely-visible ship in the distance while several others struggle to remain afloat on a makeshift vessel. For 10 points, name this French realist painter of The Raft of the Medusa.": {
    "guess": "Théodore Géricault",
    "confidence": [
      [
        "Th",
        -0.024301328
      ],
      [
        "é",
        -1.1756368e-05
      ],
      [
        "odore",
        -6.511407e-06
      ],
      [
        " G",
        -0.000162538
      ],
      [
        "éric",
        -1.7432603e-06
      ],
      [
        "ault",
        -9.281486e-05
      ]
    ]
  },
  "After the death of Meleager, this figure transformed his sisters into guinea hens. This deity accidentally": {
    "guess": "Artemis",
    "confidence": [
      [
        "Ar",
        -0.83205956
      ],
      [
        "tem",
        -7.564953e-05
      ],
      [
        "is",
        -0.000320923
      ]
    ]
  },
  "Just before his death, this writer wrote about dreams running around withered fields after falling sick on a journey. He also envisioned the broken dreams of soldiers while watching summer grasses. This man was accompanied by Sora on a journey that produced his Narrow Road to the Deep North. One of his works involves a frog's jump into an old pond. This writer's works are rich in \"season words.\" For": {
    "guess": "Matsuo Bashō",
    "confidence": [
      [
        "M",
        -0.00030697984
      ],
      [
        "ats",
        -7.465036e-06
      ],
      [
        "uo",
        0.0
      ],
      [
        " Bash",
        -1.7597347e-05
      ],
      [
        "ō",
        -0.00043150366
      ]
    ]
  },
  "The deaths of Generals McCulloch and McIntosh, and the capture of their colonel slowed the Confederates considerably at this battle. Two columns marched upon this site, but were met by the forces of General Samuel Curtis near Tanyard and Elkhorn Tavern. After briefly controlling Telegraph Road, the Confederates ran out of ammunition and retreated under General Van Dorn. As a result, the Union controlled": {
    "guess": "Battle of Pea Ridge",
    "confidence": [
      [
        "Battle",
        -0.0052083824
      ],
      [
        " of",
        -3.8934802e-05
      ],
      [
        " Pe",
        -0.0026113328
      ],
      [
        "a",
        -4.1273333e-06
      ],
      [
        " Ridge",
        -2.7968066e-05
      ]
    ]
  },
  "On his deathbed this man was reminded of the Rugians he betrayed when his murderer proclaimed \"this is what you did to my friends!\" following which his wife Sunigilda was also killed. The conflict between this man and his successor saw the Battles of Adda River and Isonzo as well as the defection of one side's General Tufa. At Piacenza, this man ordered the killing of Orestes, and one empire was unable to deal with his rise to power due to Basiliscus' fight with Zeno. Julius Nepos made this man head": {
    "guess": "Odoacer",
    "confidence": [
      [
        "O",
        -0.17817004
      ],
      [
        "do",
        -0.017904205
      ],
      [
        "acer",
        -3.6669935e-05
      ]
    ]
  },
  "The death of the popular Masistius in a skirmish, and unfavorable omens on both sides, delayed the start of this battle for eight days.  Then the poisoning of the Gargaphia spring forced the Greeks to move.  The subsequent retreat into the foothills of Mount Cithaeron prompted the Persians to attack,": {
    "guess": "Battle of Plataea",
    "confidence": [
      [
        "Battle",
        -0.026887666
      ],
      [
        " of",
        -0.0009846968
      ],
      [
        " Pl",
        -0.0037297723
      ],
      [
        "ata",
        -8.339777e-05
      ],
      [
        "ea",
        -0.00016837897
      ]
    ]
  },
  "At his death, this author left an unfinished novel about the confidence man Felix Krull. He wrote a tetralogy about the Biblical Joseph during this author's exile from his native country, while earlier he wrote about his hometown Lübeck for his novel centering on the decline of the titular mercantile": {
    "guess": "Thomas Mann",
    "confidence": [
      [
        "Thomas",
        -0.008682059
      ],
      [
        " Mann",
        -3.9650025e-05
      ]
    ]
  },
  "On his deathbed this man was reminded of the Rugians he betrayed when his murderer proclaimed \"this is what you did to my friends!\" following which his wife Sunigilda was also killed. The conflict between this man and his successor saw the Battles of Adda River and Isonzo as well as the defection of one side's General Tufa. At Piacenza, this man ordered the killing of Orestes, and one empire was unable": {
    "guess": "Odoacer",
    "confidence": [
      [
        "O",
        -0.22725096
      ],
      [
        "do",
        -0.17355621
      ],
      [
        "acer",
        -0.00016027314
      ]
    ]
  },
  "After this man's death, a group betrayed by the herald Leos attempted to seize his kingdom; that group, the Pallantides, were his nephews. This man was jealous after Androgeus won a series of games he put on, then asked him to capture the Marathonian Bull. This man was instructed by an oracle to not loosen the wineskin until reaching the \"heights\" of his city. After visiting King Pittheus of Troezen": {
    "guess": "Theseus",
    "confidence": [
      [
        "These",
        -0.021232685
      ],
      [
        "us",
        -0.00042328594
      ]
    ]
  },
  "On his deathbed, this man imagined that his dream wandered over a field of dry grass after falling sick from a journey. One of this author's characters says \"butterflies in a burweed,\" while another pictures a monument to a highwayman and a pine sundered by wind. Because the first cold showers pour, this author that wrote about a sack of charcoal also depicted a monkey desiring a coat made of straw.": {
    "guess": "Matsuo Bashō",
    "confidence": [
      [
        "M",
        -0.13071682
      ],
      [
        "ats",
        -0.00061915047
      ],
      [
        "uo",
        -8.180258e-06
      ],
      [
        " Bash",
        -0.00028207363
      ],
      [
        "ō",
        -0.0009514793
      ]
    ]
  },
  "On his deathbed, he competed sketches for unrealized works like Opening of the Doors of the Spanish Inquisition and African Slave Trade, while his early works include the grim pen-and-ink Executioner Strangling a Prisoner and the neoclassicist Centaur Carrying Off a Woman. His later work includes portraits": {
    "guess": "Théodore Géricault",
    "confidence": [
      [
        "Th",
        -0.08765522
      ],
      [
        "é",
        -8.43514e-05
      ],
      [
        "odore",
        -1.7835755e-05
      ],
      [
        " G",
        -0.00016682933
      ],
      [
        "éric",
        -1.7239736e-05
      ],
      [
        "ault",
        -0.00039444966
      ]
    ]
  },
  "The death of Admiral Ribas delayed the coup that put this man in power. This man's advisors included the evangelical Madame de Krudener and his Swiss tutor, La Harpe. This man's foreign minister, Ioannis Kapodistrias, became the first leader of an independent Greece, and he was infuriated by the displacement": {
    "guess": "Alexander I of Russia",
    "confidence": [
      [
        "Alexander",
        -0.051053938
      ],
      [
        " I",
        -0.0008526319
      ],
      [
        " of",
        -0.00024037065
      ],
      [
        " Russia",
        -0.0001693326
      ]
    ]
  },
  "Debate is still ongoing about its author's use of Josephus, although the controversy about his misdating the reign of the tetrarch Lysanius sixty years appears to be settled in its author's favor. The first chapter contains the prophetic song of Zechariah and Mary's Magnificat. Also contained within it are the only versions of the parables \"The Prodigal Son\" and \"The Good Samaritan.\" Like its companion piece, Acts, it is dedicated to a Roman official named Theophilus. For ten points, name this work written by a follower of Paul, the third book of the Gospels.": {
    "guess": "Gospel of Luke",
    "confidence": [
      [
        "G",
        -0.008075007
      ],
      [
        "ospel",
        -4.246537e-06
      ],
      [
        " of",
        -1.1756368e-05
      ],
      [
        " Luke",
        -3.4762674e-05
      ]
    ]
  },
  "Debate is still ongoing about its author's use of Josephus, although the controversy about his misdating the reign of the tetrarch Lysanius sixty years appears to be settled in its author's favor. The": {
    "guess": "Acts of the Apostles",
    "confidence": [
      [
        "Acts",
        -0.9631255
      ],
      [
        " of",
        -0.0007506633
      ],
      [
        " the",
        -0.00047368708
      ],
      [
        " Apost",
        -0.00022010603
      ],
      [
        "les",
        -3.0232935e-05
      ]
    ]
  },
  "During a debate, one character in this play states that the advocates, demagogues, and tragic poets are all \"broad-arses.\" A character in this play tries to teach the protagonist about the gender of nouns": {
    "guess": "The Frogs (play)",
    "confidence": [
      [
        "The",
        -1.0259342
      ],
      [
        " Fro",
        -0.5779265
      ],
      [
        "gs",
        -1.3856493e-06
      ],
      [
        " (",
        -0.49484783
      ],
      [
        "play",
        -0.03444705
      ],
      [
        ")",
        -7.064298e-05
      ]
    ]
  },
  "His debut season at the Home Depot Center was rather disappointing, as his team failed to reach the playoffs": {
    "guess": "David Beckham",
    "confidence": [
      [
        "David",
        -1.1363747
      ],
      [
        " Beckham",
        -0.0018998402
      ]
    ]
  },
  "The death of this ruler would later allow her widower to enter into a marriage that sealed a treaty signed after the battles of St. Quentin and Gravelines, and this ruler once rallied support against a rebellion by giving a speech at Guildhall. Pope Paul VI canceled this ruler's appointment of Reginald Pole to be Archbishop of Canterbury, and this ruler's reign saw the repeal of the Act of Supremacy.": {
    "guess": "Mary I of England",
    "confidence": [
      [
        "Mary",
        -0.07781598
      ],
      [
        " I",
        -3.9530823e-05
      ],
      [
        " of",
        -0.0043673404
      ],
      [
        " England",
        -0.00013667447
      ]
    ]
  },
  "Its debut issue consisted of a long article by Max Beerbohm entitled \"In Defense of Cosmetics.\"  During": {
    "guess": "The Yellow Book",
    "confidence": [
      [
        "The",
        -0.6324255
      ],
      [
        " Yellow",
        -0.13499671
      ],
      [
        " Book",
        -1.27099975e-05
      ]
    ]
  },
  "After the death of Amir Kazgan, this man declared fealty to the leader who overran the chief city of Transoxania. He was victorious at the Battle of the Terek River, and this man besieged his brother-in-law Amir Husayn at Balkh. This man invaded Anatolia in 1402, and supported Tokhtamysh's invasion of Moscow. He and his son Shah Rukh defeated the army of Bayezid at the Battle of Ankara. He sacked the": {
    "guess": "Timur",
    "confidence": [
      [
        "Tim",
        -0.03170128
      ],
      [
        "ur",
        -0.000442232
      ]
    ]
  },
  "His Death of the Virgin was viewed to be irreverent because it shows Mary quite physically dead. This was a few years after he completed three works for the Contarelli chapel for his best patron, Cardinal Del Monte. The head of the Knights of Malta commissioned his Beheading of St. John the Baptist and": {
    "guess": "Caravaggio",
    "confidence": [
      [
        "Car",
        -0.0147632025
      ],
      [
        "av",
        -0.00013929696
      ],
      [
        "aggio",
        -4.2510914e-05
      ]
    ]
  },
  "After his death in 1778, his collections were purchased by Sir James Smith, who brought then to London and founded the society named for him. He began his studies at the University of Lund, but dropped out after his father was unable to continue supporting him, returning to study at Uppsala when a benefactor helped him out. FTP, name this scientist, who proposed that plants have sexual characteristics, which led to his division of flowering plants into classes and to his classification of plants according to his system of binomial nomenclature.": {
    "guess": "Carl Linnaeus",
    "confidence": [
      [
        "Carl",
        -0.0805185
      ],
      [
        " Lin",
        -4.167649e-05
      ],
      [
        "na",
        -0.00021688752
      ],
      [
        "eus",
        -0.00025204162
      ]
    ]
  },
  "His death is signaled by blood leaking from his comb. He succeeds in bridling the Demon's bay horse and in skiing for the Demon's elk before he falls victim to the revenge of Dripcap, who tosses a water snake through his left armpit, heart, and liver. He is reassembled with the help of a rake with prongs": {
    "guess": "Sigurd",
    "confidence": [
      [
        "Sig",
        -1.4540495
      ],
      [
        "urd",
        -0.01361284
      ]
    ]
  },
  "There is some debate as to whether or not it includes Maffei I and Maffei II. Among its approximately thirty components are Fornax, Sculptor, Wolf-Lundmark, and the Triangulum Spiral. Among its largest": {
    "guess": "Local Group",
    "confidence": [
      [
        "Local",
        -0.0030502006
      ],
      [
        " Group",
        -0.00057066756
      ]
    ]
  },
  "After his death, this man's wife asked the Hittite king Suppiluliuma to send his son Zannanza as a husband,": {
    "guess": "Ankhesenamun",
    "confidence": [
      [
        "An",
        -0.041679077
      ],
      [
        "k",
        -4.2630116e-05
      ],
      [
        "hes",
        -0.003382915
      ],
      [
        "en",
        -0.00026479273
      ],
      [
        "am",
        -0.0014192804
      ],
      [
        "un",
        -0.0002193908
      ]
    ]
  },
  "In a debate with Antoine Arnauld, he was accused of fatalism and determinism for suggesting that everything": {
    "guess": "Nicolas Malebranche",
    "confidence": [
      [
        "Nic",
        -0.5575124
      ],
      [
        "olas",
        -0.0072483225
      ],
      [
        " Male",
        -0.005404627
      ],
      [
        "br",
        -0.00016718694
      ],
      [
        "anche",
        -0.00058138854
      ]
    ]
  },
  "After his death in 1778, his collections were purchased by Sir James Smith, who brought then to London and founded the society named for him. He began his studies at the University of Lund, but dropped out after his father was unable to continue supporting him, returning to study at Uppsala when a benefactor helped him out. FTP, name this scientist, who proposed that plants have sexual characteristics, which led to his division of flowering plants into classes and to his classification of plants": {
    "guess": "Carl Linnaeus",
    "confidence": [
      [
        "Carl",
        -0.14136401
      ],
      [
        " Lin",
        -5.2047206e-05
      ],
      [
        "na",
        -0.00031127117
      ],
      [
        "eus",
        -0.000363829
      ]
    ]
  },
  "At his death, this author left an unfinished novel about the confidence man Felix Krull. He wrote a tetralogy about the Biblical Joseph during this author's exile from his native country, while earlier he wrote about his hometown Lübeck for his novel centering on the decline of the titular mercantile family. This author of Buddenbrooks also wrote novels about Hans Castorp's stay in a Swiss sanatorium and Gustav von Aschenbach's obsession with Tadzio in the titular Italian city. For 10 points, name this German author of The Magic Mountain and Death in Venice.": {
    "guess": "Thomas Mann",
    "confidence": [
      [
        "Thomas",
        -0.00080843305
      ],
      [
        " Mann",
        -8.299462e-06
      ]
    ]
  },
  "After this man's death, a group betrayed by the herald Leos attempted to seize his kingdom; that group, the Pallantides, were his nephews. This man was jealous after Androgeus won a series of games he put on, then asked him to capture the Marathonian Bull. This man was instructed by an oracle to not loosen the wineskin until reaching the \"heights\" of his city. After visiting King Pittheus of Troezen and sleeping with his daughter Aethra, this man placed his shield, sandals, and sword (*) underneath a rock so that he could identify his son. This man fathered Medus with Medea, who attempted to poison a visitor to his kingdom until he recognized him as his son. This man died after that son didn't change his sails from black to white after killing the Minotaur. For 10 points, name this King of Athens and mortal father of Theseus, who died by jumping into his namesake sea surrounding Greece.": {
    "guess": "Aegeus",
    "confidence": [
      [
        "A",
        -0.008731337
      ],
      [
        "e",
        -0.00045724798
      ],
      [
        "ge",
        -2.1650272e-05
      ],
      [
        "us",
        -0.0015292633
      ]
    ]
  },
  "There is some debate as to whether or not it includes Maffei I and Maffei II. Among its approximately thirty components are Fornax, Sculptor, Wolf-Lundmark, and the Triangulum Spiral. Among its largest members are Nebecula Major and Minor, also known as the Clouds of Magellan. For 10 points—name this": {
    "guess": "Local Group",
    "confidence": [
      [
        "Local",
        -0.0071961316
      ],
      [
        " Group",
        -0.0003550079
      ]
    ]
  },
  "The death sentence of anarchist Salvador Puig Antich inspired this artist's triptych with one thick line and one blotch of bright color on each canvas along with paint spatters, entitled The Hope of a Condemned Man. One work shows a yellow and white ladder with red rungs, while another shows several characters in a room, including one with a face that is half red and half purple. Many of his works were influenced by his ethnicity, such as his Barcelona Series that was influenced by the Spanish Civil War and his Head of a Catalan Peasant. Name this artist of Dog Barking at the Moon and Harlequin's": {
    "guess": "Joan Miró",
    "confidence": [
      [
        "Jo",
        -0.041647743
      ],
      [
        "an",
        -1.1041146e-05
      ],
      [
        " Mir",
        -0.0016564941
      ],
      [
        "ó",
        -3.392825e-05
      ]
    ]
  },
  "Just before his death, this writer wrote about dreams running around withered fields after falling sick on a journey. He also envisioned the broken dreams of soldiers while watching summer grasses. This man was accompanied by Sora on a journey that produced his Narrow Road to the Deep North. One of his": {
    "guess": "Matsuo Bashō",
    "confidence": [
      [
        "M",
        -0.002507763
      ],
      [
        "ats",
        -2.1769476e-05
      ],
      [
        "uo",
        -3.1281633e-07
      ],
      [
        " Bash",
        -0.0002478695
      ],
      [
        "ō",
        -0.00043114604
      ]
    ]
  },
  "After his death his body was preserved and stored in a wooden cabinet, and when the cabinet was brought to University College London's council meetings he was listed as present but not voting. In his A": {
    "guess": "Jeremy Bentham",
    "confidence": [
      [
        "Jeremy",
        -0.0018624763
      ],
      [
        " Bent",
        -0.00088216516
      ],
      [
        "ham",
        -4.2868523e-05
      ]
    ]
  },
  "The death of labor leader Ginger Goodwin in this province was the impetus for Canada's first general strike. Anthony Musgrave presided over the entrance of this province into the Dominion of Canada, an effort which was supported by the Confederation League. Due to the French Revolution, France notably decided not to intervene in tensions between Spain and Great Britain over encounters off of Nootka": {
    "guess": "British Columbia",
    "confidence": [
      [
        "British",
        -0.25608253
      ],
      [
        " Columbia",
        -0.0022562374
      ]
    ]
  },
  "After his death in 1778, his collections were purchased by Sir James Smith, who brought then to London": {
    "guess": "Joseph Banks",
    "confidence": [
      [
        "Joseph",
        -0.7485114
      ],
      [
        " Banks",
        -0.00050918775
      ]
    ]
  },
  "After the death of Meleager, this figure transformed his sisters into guinea hens. This deity accidentally killed the nymph Callisto after she had been turned into a bear. This deity was caught bathing and turned her gawker, Actaeon, into a stag. With her brother, this goddess killed the children of": {
    "guess": "Artemis",
    "confidence": [
      [
        "Ar",
        -0.013169169
      ],
      [
        "tem",
        -4.5133394e-05
      ],
      [
        "is",
        -6.670925e-05
      ]
    ]
  },
  "Debate is still ongoing about its author's use of Josephus, although the controversy about his misdating the reign of the tetrarch Lysanius sixty years appears to be settled in its author's favor. The first chapter contains the prophetic song of Zechariah and Mary's Magnificat. Also contained within it are the only versions of the parables \"The Prodigal Son\" and \"The Good Samaritan.\" Like its companion": {
    "guess": "Gospel of Luke",
    "confidence": [
      [
        "G",
        -0.0035799919
      ],
      [
        "ospel",
        -4.365741e-06
      ],
      [
        " of",
        -0.0006335667
      ],
      [
        " Luke",
        -0.0023697047
      ]
    ]
  },
  "It deals with \"The Friendship of Amis and Amile\" and Aucassin and Nicolette in the chapter on \"two early French stories.\" The second chapter discusses the author of the Heptaplus, while a later chapter discusses a collection of sonnets thought to have been written to Vittoria Colonna. The last two chapters are devoted to Joachim du Bellay and Wincklemann, prior to a \"Conclusion\" omitted from the second edition which claims that success in life is to burn with a \"hard, gemlike flame.\" Also including chapters on Botticelli and Leonardo da Vinci, FTP, name this collection of \"studies in art and poetry\"": {
    "guess": "Studies in the History of the Renaissance",
    "confidence": [
      [
        "Studies",
        -0.24757701
      ],
      [
        " in",
        -0.0022845494
      ],
      [
        " the",
        -0.19694304
      ],
      [
        " History",
        -0.01629265
      ],
      [
        " of",
        -0.00040815072
      ],
      [
        " the",
        -0.022313148
      ],
      [
        " Renaissance",
        -0.00095076405
      ]
    ]
  },
  "On his deathbed, this man imagined that his dream wandered over a field of dry grass after falling sick": {
    "guess": "Matsuo Bashō",
    "confidence": [
      [
        "M",
        -0.054287754
      ],
      [
        "ats",
        -0.0004291196
      ],
      [
        "uo",
        -3.2929079e-06
      ],
      [
        " Bash",
        -0.00010664248
      ],
      [
        "ō",
        -0.0012758308
      ]
    ]
  },
  "It deals with \"The Friendship of Amis and Amile\" and Aucassin and Nicolette in the chapter on \"two early French stories.\" The second chapter discusses the author of the Heptaplus, while a later chapter discusses a collection of sonnets thought to have been written to Vittoria Colonna. The last two chapters are devoted to Joachim du Bellay and Wincklemann, prior to a \"Conclusion\" omitted from the second": {
    "guess": "Six Memos for the Next Millennium",
    "confidence": [
      [
        "Six",
        -0.56344205
      ],
      [
        " Mem",
        -0.028083166
      ],
      [
        "os",
        -7.822647e-06
      ],
      [
        " for",
        -0.00063690444
      ],
      [
        " the",
        -1.867018e-05
      ],
      [
        " Next",
        -0.00016098835
      ],
      [
        " Millennium",
        -0.0002907718
      ]
    ]
  },
  "The death sentence of anarchist Salvador Puig Antich inspired this artist's triptych with one thick line": {
    "guess": "Joan Miró",
    "confidence": [
      [
        "Jo",
        -0.47876927
      ],
      [
        "an",
        -0.00010926496
      ],
      [
        " Mir",
        -0.012572991
      ],
      [
        "ó",
        -9.364929e-05
      ]
    ]
  },
  "The deaths of Generals McCulloch and McIntosh, and the capture of their colonel slowed the Confederates considerably at this battle. Two columns marched upon this site, but were met by the forces of General Samuel Curtis near Tanyard and Elkhorn Tavern. After briefly controlling Telegraph Road, the Confederates ran out of ammunition and retreated under General Van Dorn. As a result, the Union controlled Missouri for the next two years. FTP, identify this March 6-8, 1862 battle, the most important battle in Arkansas.": {
    "guess": "Battle of Pea Ridge",
    "confidence": [
      [
        "Battle",
        -0.010802326
      ],
      [
        " of",
        -0.00036192173
      ],
      [
        " Pe",
        -0.0012240359
      ],
      [
        "a",
        -3.5477897e-05
      ],
      [
        " Ridge",
        -2.4749568e-05
      ]
    ]
  },
  "After his death, this man's wife asked the Hittite king Suppiluliuma to send his son Zannanza as a husband, but he was killed en route by this man's successor. This man's advisor Ay eventually succeeded him to the throne, and was in turn was quickly succeeded by this man's general, (*) Horemheb. This pharaoh moved Egypt's capital back to Thebes from Amarna and reinstated the worship of traditional Egyptian gods. This son of Akhenaten was raised by his grandmother Nefertiti, and his body was discovered in the Valley of the Kings by a team financed by Lord Carnarvon. For ten points, name this boy-king": {
    "guess": "Tutankhamun",
    "confidence": [
      [
        "T",
        -0.049733397
      ],
      [
        "ut",
        -0.00017541199
      ],
      [
        "ank",
        -0.00020377879
      ],
      [
        "ham",
        -2.8325678e-05
      ],
      [
        "un",
        -3.5477897e-05
      ]
    ]
  },
  "Just before his death, he ordered that on the day he died the top noblemen from each city be rounded": {
    "guess": "Dome",
    "confidence": [
      [
        "D",
        -0.36283556
      ],
      [
        "ome",
        -0.0058797332
      ]
    ]
  },
  "Just before his death, he ordered that on the day he died the top noblemen from each city be rounded  up and executed, so if the people did not mourn his death, they would have someone's to mourn.  Although": {
    "guess": "Ivan the Terrible",
    "confidence": [
      [
        "I",
        -1.9286678
      ],
      [
        "van",
        -0.13297857
      ],
      [
        " the",
        -0.09718725
      ],
      [
        " Ter",
        -0.0002667
      ],
      [
        "rible",
        -9.388769e-05
      ]
    ]
  },
  "On his deathbed, this man imagined that his dream wandered over a field of dry grass after falling sick from a journey. One of this author's characters says \"butterflies in a burweed,\" while another pictures a monument to a highwayman and a pine sundered by wind. Because the first cold showers pour, this author that wrote about a sack of charcoal also depicted a monkey desiring a coat made of straw. This man that described how enjoyable it was to view a mountain not in foggy rain detailed how his mind points to his native place after ten autumns in a work about a weather - exposed skeleton. His": {
    "guess": "Matsuo Bashō",
    "confidence": [
      [
        "M",
        -0.23202112
      ],
      [
        "ats",
        -0.0006458374
      ],
      [
        "uo",
        -2.8564085e-05
      ],
      [
        " Bash",
        -0.00048036248
      ],
      [
        "ō",
        -0.0035614658
      ]
    ]
  },
  "Just before his death, he ordered that on the day he died the top noblemen from each city be rounded  up and executed, so if the people did not mourn his death, they would have someone's to mourn.  Although this order was not carried out, he was paranoid and routinely executed courtiers, including his": {
    "guess": "Ivan the Terrible",
    "confidence": [
      [
        "I",
        -0.89871305
      ],
      [
        "van",
        -0.01119919
      ],
      [
        " the",
        -0.115137085
      ],
      [
        " Ter",
        -0.00013274075
      ],
      [
        "rible",
        -0.00012058931
      ]
    ]
  },
  "The death of labor leader Ginger Goodwin in this province was the impetus for Canada's first general strike. Anthony Musgrave presided over the entrance of this province into the Dominion of Canada, an effort which was supported by the Confederation League. Due to the French Revolution, France notably": {
    "guess": "British Columbia",
    "confidence": [
      [
        "British",
        -1.0333139
      ],
      [
        " Columbia",
        -0.005053722
      ]
    ]
  },
  "Just before his death in 1633, he sent the body of work for which he is known today to Nicholas Ferrar,": {
    "guess": "George Herbert",
    "confidence": [
      [
        "George",
        -0.18997283
      ],
      [
        " Herbert",
        -0.0019719347
      ]
    ]
  },
  "The death of Admiral Ribas delayed the coup that put this man in power. This man's advisors included": {
    "guess": "Miguel Primo de Rivera",
    "confidence": [
      [
        "M",
        -2.1607895
      ],
      [
        "ig",
        -0.82362384
      ],
      [
        "uel",
        -2.3438328e-05
      ],
      [
        " Pr",
        -0.036278356
      ],
      [
        "imo",
        -1.8624639e-06
      ],
      [
        " de",
        -0.00014776041
      ],
      [
        " Rivera",
        -2.6656826e-05
      ]
    ]
  },
  "After his death his body was preserved and stored in a wooden cabinet, and when the cabinet was brought to University College London's council meetings he was listed as present but not voting. In his A Fragment on Government, he criticizes Sir William Blackstone's legal theory, especially Blackstone's defense of tradition in law. He is most famous, however, for formulating the greatest happiness principle,": {
    "guess": "Jeremy Bentham",
    "confidence": [
      [
        "Jeremy",
        -0.003069099
      ],
      [
        " Bent",
        -1.9385403e-05
      ],
      [
        "ham",
        -1.1041146e-05
      ]
    ]
  },
  "The death of the fifth of these figures was kept secret for fifteen years to allow for the construction of their official home, the Potala Palace. These figures are discovered by monks who are dispatched": {
    "guess": "Dalai Lama",
    "confidence": [
      [
        "Dal",
        -0.028317273
      ],
      [
        "ai",
        -1.2590794e-05
      ],
      [
        " Lama",
        -0.18826602
      ]
    ]
  },
  "The death of Admiral Ribas delayed the coup that put this man in power. This man's advisors included the evangelical Madame de Krudener and his Swiss tutor, La Harpe. This man's foreign minister, Ioannis Kapodistrias, became the first leader of an independent Greece, and he was infuriated by the displacement his uncle, the Duke of Oldenburg. This ruler, who had promoted the Holy Alliance, died suddenly at Taganrog, leading some to claim he had gone into hiding, and confusion over his successor prompted": {
    "guess": "Alexander I of Russia",
    "confidence": [
      [
        "Alexander",
        -0.20885332
      ],
      [
        " I",
        -0.00036644045
      ],
      [
        " of",
        -1.247159e-05
      ],
      [
        " Russia",
        -0.000112125854
      ]
    ]
  },
  "In a debate with Antoine Arnauld, he was accused of fatalism and determinism for suggesting that everything that would happen to Alexander the Great followed from the latter's essence.  Louis Couturat later suggested that this man believed every truth to be analytic. One of this man's works was the subject of John Dewey's first philosophical work, a critical response to the empiricism of John Locke entitled New Essays on the Human Understanding. For 10 points, name this seventeenth-century German philosopher and mathematician, who talked about monads and was satirized by Voltaire as Dr. Pangloss in Candide.": {
    "guess": "Gottfried Wilhelm Leibniz",
    "confidence": [
      [
        "G",
        -0.0034005055
      ],
      [
        "ott",
        -9.388769e-05
      ],
      [
        "fried",
        -9.0788395e-05
      ],
      [
        " Wilhelm",
        -0.0008621499
      ],
      [
        " Le",
        -1.0280384e-06
      ],
      [
        "ib",
        -3.0828953e-05
      ],
      [
        "n",
        -3.1782583e-05
      ],
      [
        "iz",
        -3.4285862e-05
      ]
    ]
  },
  "His Death of the Virgin was viewed to be irreverent because it shows Mary quite physically dead. This": {
    "guess": "Death of the Virgin",
    "confidence": [
      [
        "Death",
        -0.17051136
      ],
      [
        " of",
        -0.00055041024
      ],
      [
        " the",
        -0.0008215418
      ],
      [
        " Virgin",
        -0.00014990607
      ]
    ]
  },
  "After the death of Amir Kazgan, this man declared fealty to the leader who overran the chief city of": {
    "guess": "Timur",
    "confidence": [
      [
        "Tim",
        -0.018974328
      ],
      [
        "ur",
        -0.0015602122
      ]
    ]
  },
  "Debate is still ongoing about its author's use of Josephus, although the controversy about his misdating the reign of the tetrarch Lysanius sixty years appears to be settled in its author's favor. The first chapter contains the prophetic song of Zechariah and Mary's Magnificat. Also contained within it are the only versions of the parables \"The Prodigal Son\" and \"The Good Samaritan.\" Like its companion piece, Acts, it is dedicated to a Roman official named Theophilus. For ten points, name this work": {
    "guess": "Gospel of Luke",
    "confidence": [
      [
        "G",
        -0.0059660035
      ],
      [
        "ospel",
        -9.014684e-06
      ],
      [
        " of",
        -3.070975e-05
      ],
      [
        " Luke",
        -2.5107178e-05
      ]
    ]
  },
  "After the death of Meleager, this figure transformed his sisters into guinea hens. This deity accidentally killed the nymph Callisto after she had been turned into a bear. This deity was caught bathing and turned her gawker, Actaeon, into a stag. With her brother, this goddess killed the children of Niobe for offending this goddess's mother, Leto. For 10 points, name this Greek goddess of the moon and the hunt, the twin sister of Apollo.": {
    "guess": "Artemis",
    "confidence": [
      [
        "Ar",
        -0.0014215453
      ],
      [
        "tem",
        -4.692145e-05
      ],
      [
        "is",
        -4.3822154e-05
      ]
    ]
  },
  "Debussy wrote a sonata for flute, viola, and this instrument, and the violas are divided into two sections": {
    "guess": "Syrinx (Debussy)",
    "confidence": [
      [
        "S",
        -1.3496171
      ],
      [
        "yr",
        -0.6995027
      ],
      [
        "inx",
        -0.00058150775
      ],
      [
        " (",
        -0.059916656
      ],
      [
        "De",
        -0.00032986328
      ],
      [
        "b",
        0.0
      ],
      [
        "ussy",
        -3.1281633e-07
      ],
      [
        ")",
        -0.00020914296
      ]
    ]
  },
  "There is some debate as to whether or not it includes Maffei I and Maffei II. Among its approximately thirty components are Fornax, Sculptor, Wolf-Lundmark, and the Triangulum Spiral. Among its largest members are Nebecula Major and Minor, also known as the Clouds of Magellan. For 10 points—name this galactic cluster which also includes Andromeda and the Milky Way.": {
    "guess": "Local Group",
    "confidence": [
      [
        "Local",
        -0.0049443585
      ],
      [
        " Group",
        -7.958325e-05
      ]
    ]
  },
  "After his death in 1778, his collections were purchased by Sir James Smith, who brought then to London and founded the society named for him. He began his studies at the University of Lund, but dropped out after his father was unable to continue supporting him, returning to study at Uppsala when a benefactor helped him out. FTP, name this scientist, who proposed that plants have sexual characteristics,": {
    "guess": "Carl Linnaeus",
    "confidence": [
      [
        "Carl",
        -0.20354687
      ],
      [
        " Lin",
        -0.0002257086
      ],
      [
        "na",
        -0.00019471932
      ],
      [
        "eus",
        -0.00019316968
      ]
    ]
  },
  "The death of the popular Masistius in a skirmish, and unfavorable omens on both sides, delayed the start of this battle for eight days.  Then the poisoning of the Gargaphia spring forced the Greeks to move.  The subsequent retreat into the foothills of Mount Cithaeron prompted the Persians to attack, but the Spartan line held, and the Persian general was killed.  That general, Mardonius, was killed by Pausanius' forces in, FTP, what decisive Greek victory over the Persians in 479 BC?": {
    "guess": "Battle of Plataea",
    "confidence": [
      [
        "Battle",
        -0.008055139
      ],
      [
        " of",
        -0.00030769507
      ],
      [
        " Pl",
        -2.868329e-05
      ],
      [
        "ata",
        -5.6769813e-06
      ],
      [
        "ea",
        -6.392203e-06
      ]
    ]
  },
  "Just before his death, this writer wrote about dreams running around withered fields after falling sick on a journey. He also envisioned the broken dreams of soldiers while watching summer grasses. This": {
    "guess": "Matsuo Bashō",
    "confidence": [
      [
        "M",
        -0.39030677
      ],
      [
        "ats",
        -0.0018766358
      ],
      [
        "uo",
        -1.3856493e-06
      ],
      [
        " Bash",
        -0.00046475048
      ],
      [
        "ō",
        -0.53034765
      ]
    ]
  },
  "The death of Admiral Ribas delayed the coup that put this man in power. This man's advisors included the evangelical Madame de Krudener and his Swiss tutor, La Harpe. This man's foreign minister, Ioannis Kapodistrias, became the first leader of an independent Greece, and he was infuriated by the displacement his uncle, the Duke of Oldenburg. This ruler, who had promoted the Holy Alliance, died suddenly": {
    "guess": "Alexander I of Russia",
    "confidence": [
      [
        "Alexander",
        -0.41471022
      ],
      [
        " I",
        -0.0008321399
      ],
      [
        " of",
        -1.8908588e-05
      ],
      [
        " Russia",
        -0.00014835644
      ]
    ]
  },
  "At his death, this author left an unfinished novel about the confidence man Felix Krull. He wrote a tetralogy about the Biblical Joseph during this author's exile from his native country, while earlier": {
    "guess": "Thomas Mann",
    "confidence": [
      [
        "Thomas",
        -0.4707126
      ],
      [
        " Mann",
        -9.9371064e-05
      ]
    ]
  },
  "After his death his body was preserved and stored in a wooden cabinet, and when the cabinet was brought to University College London's council meetings he was listed as present but not voting. In his A Fragment on Government, he criticizes Sir William Blackstone's legal theory, especially Blackstone's defense of tradition in law. He is most famous, however, for formulating the greatest happiness principle, which he discusses at great length in his Introduction to the Principles of Morals and Legislation as a means of determining the rightness of an action. For ten points, name this British philosopher who founded the utilitarian school of ethics.": {
    "guess": "Jeremy Bentham",
    "confidence": [
      [
        "Jeremy",
        -0.0016015063
      ],
      [
        " Bent",
        -6.325235e-05
      ],
      [
        "ham",
        -6.392203e-06
      ]
    ]
  },
  "The death sentence of anarchist Salvador Puig Antich inspired this artist's triptych with one thick line and one blotch of bright color on each canvas along with paint spatters, entitled The Hope of a": {
    "guess": "Joan Miró",
    "confidence": [
      [
        "Jo",
        -0.16737762
      ],
      [
        "an",
        -1.18755715e-05
      ],
      [
        " Mir",
        -0.0008957397
      ],
      [
        "ó",
        -2.2961513e-05
      ]
    ]
  },
  "The death of the fifth of these figures was kept secret for fifteen years to allow for the construction of their official home, the Potala Palace. These figures are discovered by monks who are dispatched to see if children can recognize the objects of their predecessor. They are considered to be manifestations": {
    "guess": "Dalai Lama",
    "confidence": [
      [
        "Dal",
        -0.014696011
      ],
      [
        "ai",
        -1.473646e-05
      ],
      [
        " Lama",
        -0.0263068
      ]
    ]
  },
  "On his deathbed this man was reminded of the Rugians he betrayed when his murderer proclaimed \"this is what you did to my friends!\" following which his wife Sunigilda was also killed. The conflict between this man and his successor saw the Battles of Adda River and Isonzo as well as the defection of one side's General Tufa. At Piacenza, this man ordered the killing of Orestes, and one empire was unable to deal with his rise to power due to Basiliscus' fight with Zeno. Julius Nepos made this man head of the foederati in 475, and he met his end at a banquet hosted by Theodoric. For ten points, name": {
    "guess": "Odoacer",
    "confidence": [
      [
        "O",
        -0.09362635
      ],
      [
        "do",
        -0.0314362
      ],
      [
        "acer",
        -0.00010652328
      ]
    ]
  },
  "It deals with \"The Friendship of Amis and Amile\" and Aucassin and Nicolette in the chapter on \"two early French stories.\" The second chapter discusses the author of the Heptaplus, while a later chapter discusses a collection of sonnets thought to have been written to Vittoria Colonna. The last two chapters are devoted to Joachim du Bellay and Wincklemann, prior to a \"Conclusion\" omitted from the second edition which claims that success in life is to burn with a \"hard, gemlike flame.\" Also including chapters on Botticelli and Leonardo da Vinci, FTP, name this collection of \"studies in art and poetry\" by Walter Pater whose title refers to an artistic period.": {
    "guess": "Studies in the History of the Renaissance",
    "confidence": [
      [
        "Studies",
        -0.3341305
      ],
      [
        " in",
        -0.00021772196
      ],
      [
        " the",
        -0.0011642689
      ],
      [
        " History",
        -0.0053502093
      ],
      [
        " of",
        -0.0001752928
      ],
      [
        " the",
        -0.006144458
      ],
      [
        " Renaissance",
        -0.001252731
      ]
    ]
  },
  "Debussy wrote a sonata for flute, viola, and this instrument, and the violas are divided into two sections during the second movement of Mozart's concerto for this flute and this instrument. One notably challenging part for this instrument is found in Symphonie Fantastique, and the second movement of that piece contains crescendoing measures of rising triplets played on this instrument near the beginning. At the start of (*) Saint-Saens' Danse Macabre, it is strummed 12 times to symbolize a clock tolling midnight. This instrument is closely related to a zither, which has strings across the soundbox": {
    "guess": "Harp",
    "confidence": [
      [
        "H",
        -0.13030176
      ],
      [
        "arp",
        -1.27099975e-05
      ]
    ]
  },
  "Just before his death, this writer wrote about dreams running around withered fields after falling sick on a journey. He also envisioned the broken dreams of soldiers while watching summer grasses. This man was accompanied by Sora on a journey that produced his Narrow Road to the Deep North. One of his works involves a frog's jump into an old pond. This writer's works are rich in \"season words.\" For 10 points, what Edo-period writer is considered the master of the seventeen-syllable haiku?": {
    "guess": "Matsuo Bashō",
    "confidence": [
      [
        "M",
        -0.0014070172
      ],
      [
        "ats",
        -7.822647e-06
      ],
      [
        "uo",
        0.0
      ],
      [
        " Bash",
        -6.511407e-06
      ],
      [
        "ō",
        -0.0011927293
      ]
    ]
  },
  "Debussy wrote a sonata for flute, viola, and this instrument, and the violas are divided into two sections during the second movement of Mozart's concerto for this flute and this instrument. One notably challenging part for this instrument is found in Symphonie Fantastique, and the second movement of that piece contains crescendoing measures of rising triplets played on this instrument near the beginning.": {
    "guess": "Oboe",
    "confidence": [
      [
        "O",
        -1.086025
      ],
      [
        "bo",
        -0.006914645
      ],
      [
        "e",
        -0.00019936825
      ]
    ]
  },
  "His debut season at the Home Depot Center was rather disappointing, as his team failed to reach the playoffs and an ankle injury he received in late August prevented him from playing for the majority of the end of the season. He returned to his national squad for matches against Croatia and Austria, although he had been dropped from the team following his resignation as captain during the 2006 World": {
    "guess": "David Beckham",
    "confidence": [
      [
        "David",
        -0.39117047
      ],
      [
        " Beckham",
        -0.00075471617
      ]
    ]
  },
  "The death of the fifth of these figures was kept secret for fifteen years to allow for the construction": {
    "guess": "Dalai Lama",
    "confidence": [
      [
        "Dal",
        -2.0401149
      ],
      [
        "ai",
        -0.025139268
      ],
      [
        " Lama",
        -0.0020343957
      ]
    ]
  },
  "After his death his body was preserved and stored in a wooden cabinet, and when the cabinet was brought": {
    "guess": "Embalming",
    "confidence": [
      [
        "Em",
        -0.4456361
      ],
      [
        "bal",
        -0.048739634
      ],
      [
        "ming",
        -0.00019257364
      ]
    ]
  },
  "After his death, this man's wife asked the Hittite king Suppiluliuma to send his son Zannanza as a husband, but he was killed en route by this man's successor. This man's advisor Ay eventually succeeded him to the throne, and was in turn was quickly succeeded by this man's general, (*) Horemheb. This pharaoh moved Egypt's capital back to Thebes from Amarna and reinstated the worship of traditional Egyptian gods. This son of Akhenaten was raised by his grandmother Nefertiti, and his body was discovered in the Valley of the Kings by a team financed by Lord Carnarvon. For ten points, name this boy-king of Egypt whose tomb was discovered in 1923 by Howard Carter.": {
    "guess": "Tutankhamun",
    "confidence": [
      [
        "T",
        -0.0067642797
      ],
      [
        "ut",
        -1.0325924e-05
      ],
      [
        "ank",
        -0.00012523093
      ],
      [
        "ham",
        -2.4034345e-05
      ],
      [
        "un",
        -5.8365e-05
      ]
    ]
  },
  "His debut season at the Home Depot Center was rather disappointing, as his team failed to reach the playoffs and an ankle injury he received in late August prevented him from playing for the majority of the end of the season. He returned to his national squad for matches against Croatia and Austria,": {
    "guess": "Landon Donovan",
    "confidence": [
      [
        "L",
        -1.1422722
      ],
      [
        "andon",
        -0.03855456
      ],
      [
        " Donovan",
        -0.00043209965
      ]
    ]
  },
  "The death of this ruler would later allow her widower to enter into a marriage that sealed a treaty signed after the battles of St. Quentin and Gravelines, and this ruler once rallied support against a rebellion by giving a speech at Guildhall. Pope Paul VI canceled this ruler's appointment of Reginald Pole to be Archbishop of Canterbury, and this ruler's reign saw the repeal of the Act of Supremacy. Though her advisors advocated that she marry her cousin Courtenay, the earl of Devon, this ruler": {
    "guess": "Mary I of England",
    "confidence": [
      [
        "Mary",
        -0.08196247
      ],
      [
        " I",
        -0.0020136945
      ],
      [
        " of",
        -0.0033706774
      ],
      [
        " England",
        -0.00018089537
      ]
    ]
  },
  "Just before his death, this writer wrote about dreams running around withered fields after falling sick": {
    "guess": "Miguel de Cervantes",
    "confidence": [
      [
        "M",
        -1.283604
      ],
      [
        "ig",
        -0.04749108
      ],
      [
        "uel",
        -0.0001906664
      ],
      [
        " de",
        -0.00082999794
      ],
      [
        " C",
        -0.037472803
      ],
      [
        "erv",
        -7.9418505e-06
      ],
      [
        "antes",
        -1.6762922e-05
      ]
    ]
  },
  "The death of Admiral Ribas delayed the coup that put this man in power. This man's advisors included the evangelical Madame de Krudener and his Swiss tutor, La Harpe. This man's foreign minister, Ioannis Kapodistrias, became the first leader of an independent Greece, and he was infuriated by the displacement his uncle, the Duke of Oldenburg. This ruler, who had promoted the Holy Alliance, died suddenly at Taganrog, leading some to claim he had gone into hiding, and confusion over his successor prompted the Decemberist Revolt. While commanding his army, this man suffered a crushing loss at Friedland,": {
    "guess": "Alexander I of Russia",
    "confidence": [
      [
        "Alexander",
        -0.19884728
      ],
      [
        " I",
        -0.00071088225
      ],
      [
        " of",
        -1.4498052e-05
      ],
      [
        " Russia",
        -0.00023298002
      ]
    ]
  },
  "In a debate with Antoine Arnauld, he was accused of fatalism and determinism for suggesting that everything that would happen to Alexander the Great followed from the latter's essence.  Louis Couturat later suggested that this man believed every truth to be analytic. One of this man's works was the subject of John Dewey's first philosophical work, a critical response to the empiricism of John Locke": {
    "guess": "Leibniz's philosophy",
    "confidence": [
      [
        "Le",
        -1.0724686
      ],
      [
        "ib",
        -0.0031482466
      ],
      [
        "n",
        -0.00013643607
      ],
      [
        "iz",
        -0.00030793346
      ],
      [
        "'s",
        -0.023576325
      ],
      [
        " philosophy",
        -1.3712614
      ]
    ]
  },
  "On his deathbed, this man imagined that his dream wandered over a field of dry grass after falling sick from a journey. One of this author's characters says \"butterflies in a burweed,\" while another pictures a monument to a highwayman and a pine sundered by wind. Because the first cold showers pour, this author that wrote about a sack of charcoal also depicted a monkey desiring a coat made of straw. This man that described how enjoyable it was to view a mountain not in foggy rain detailed how his mind points to his native place after ten autumns in a work about a weather - exposed skeleton. His travelogues include Records of a Travel Worn Satche,l and he described the sound of a frog jumping into a pond. For ten points, name this author of The Narrow Road to the Deep North that who is best known for his haiku.": {
    "guess": "Matsuo Bashō",
    "confidence": [
      [
        "M",
        -0.0052216635
      ],
      [
        "ats",
        -4.763667e-05
      ],
      [
        "uo",
        -5.5122365e-07
      ],
      [
        " Bash",
        -2.5107178e-05
      ],
      [
        "ō",
        -0.0018760398
      ]
    ]
  },
  "The death of labor leader Ginger Goodwin in this province was the impetus for Canada's first general": {
    "guess": "British Columbia",
    "confidence": [
      [
        "British",
        -0.059848394
      ],
      [
        " Columbia",
        -0.00037549992
      ]
    ]
  },
  "His death is signaled by blood leaking from his comb. He succeeds in bridling the Demon's bay horse and": {
    "guess": "The Death of Cuchulain",
    "confidence": [
      [
        "The",
        -1.8249619
      ],
      [
        " Death",
        -1.2496775
      ],
      [
        " of",
        -0.04268078
      ],
      [
        " C",
        -0.52285874
      ],
      [
        "uch",
        -0.40555698
      ],
      [
        "ul",
        -0.00058567984
      ],
      [
        "ain",
        -0.00044056313
      ]
    ]
  },
  "His Death of the Virgin was viewed to be irreverent because it shows Mary quite physically dead. This was a few years after he completed three works for the Contarelli chapel for his best patron, Cardinal Del Monte. The head of the Knights of Malta commissioned his Beheading of St. John the Baptist and offered him protection after his slaying of Ranuccio Tomassoni over a tennis match. This master of": {
    "guess": "Caravaggio",
    "confidence": [
      [
        "Car",
        -0.0062753707
      ],
      [
        "av",
        -0.00015550498
      ],
      [
        "aggio",
        -4.3822154e-05
      ]
    ]
  },
  "After the death of Sita, Shiva created the demon Vīrabhadra by performing this action on himself. The city of Megara fell to King Minos after Scylla performed this action on King Nisus. According to the": {
    "guess": "Hairstyle",
    "confidence": [
      [
        "Ha",
        -0.07121103
      ],
      [
        "irst",
        -7.107425e-06
      ],
      [
        "yle",
        -0.0003954033
      ]
    ]
  },
  "After this man's death, a group betrayed by the herald Leos attempted to seize his kingdom; that group, the Pallantides, were his nephews. This man was jealous after Androgeus won a series of games he put on, then asked him to capture the Marathonian Bull. This man was instructed by an oracle to not loosen the wineskin until reaching the \"heights\" of his city. After visiting King Pittheus of Troezen and sleeping with his daughter Aethra, this man placed his shield, sandals, and sword (*) underneath a rock so that he could identify his son. This man fathered Medus with Medea, who attempted to poison": {
    "guess": "Theseus",
    "confidence": [
      [
        "These",
        -0.017135777
      ],
      [
        "us",
        -0.00018137218
      ]
    ]
  },
  "On his deathbed, this man imagined that his dream wandered over a field of dry grass after falling sick from a journey. One of this author's characters says \"butterflies in a burweed,\" while another pictures": {
    "guess": "Matsuo Bashō",
    "confidence": [
      [
        "M",
        -0.4294204
      ],
      [
        "ats",
        -0.0007082634
      ],
      [
        "uo",
        -2.3915141e-05
      ],
      [
        " Bash",
        -0.00025275684
      ],
      [
        "ō",
        -0.0018285766
      ]
    ]
  },
  "His debut season at the Home Depot Center was rather disappointing, as his team failed to reach the playoffs and an ankle injury he received in late August prevented him from playing for the majority of": {
    "guess": "LA Galaxy",
    "confidence": [
      [
        "LA",
        -0.9849892
      ],
      [
        " Galaxy",
        -0.0006601345
      ]
    ]
  },
  "Just before his death in 1633, he sent the body of work for which he is known today to Nicholas Ferrar, the founder of Little Gidding.  That work beings with the \"Perirrhanterium,\" or \"The Church Porch,\" and consists of 160 \"sacred poems and private ejaculations.\"  FTP, identify this poet of The Temple, best known for \"The Pulley,\" \"The Collar,\" and \"Easter Wings.\"": {
    "guess": "George Herbert",
    "confidence": [
      [
        "George",
        -0.09931464
      ],
      [
        " Herbert",
        -0.00064964825
      ]
    ]
  },
  "Just before his death in 1633, he sent the body of work for which he is known today to Nicholas Ferrar, the founder of Little Gidding.  That work beings with the \"Perirrhanterium,\" or \"The Church Porch,\"": {
    "guess": "Nicholas Ferrar",
    "confidence": [
      [
        "Nich",
        -0.59853786
      ],
      [
        "olas",
        -0.00013798571
      ],
      [
        " Ferr",
        -0.0019087658
      ],
      [
        "ar",
        -0.00017815368
      ]
    ]
  },
  "Debussy wrote a sonata for flute, viola, and this instrument, and the violas are divided into two sections during the second movement of Mozart's concerto for this flute and this instrument. One notably challenging part for this instrument is found in Symphonie Fantastique, and the second movement of that piece contains crescendoing measures of rising triplets played on this instrument near the beginning. At the start of (*) Saint-Saens' Danse Macabre, it is strummed 12 times to symbolize a clock tolling midnight. This instrument is closely related to a zither, which has strings across the soundbox rather than attached to it at an angle, and by definition this instrument has either two or three": {
    "guess": "Harp",
    "confidence": [
      [
        "H",
        -0.23563385
      ],
      [
        "arp",
        -1.6286107e-05
      ]
    ]
  },
  "His debut season at the Home Depot Center was rather disappointing, as his team failed to reach the playoffs and an ankle injury he received in late August prevented him from playing for the majority of the end of the season. He returned to his national squad for matches against Croatia and Austria, although he had been dropped from the team following his resignation as captain during the 2006 World Cup. His former team Real Madrid won the Spanish League during his last season. FTP, name this English": {
    "guess": "David Beckham",
    "confidence": [
      [
        "David",
        -0.009980366
      ],
      [
        " Beckham",
        -0.0007685328
      ]
    ]
  },
  "The death of labor leader Ginger Goodwin in this province was the impetus for Canada's first general strike. Anthony Musgrave presided over the entrance of this province into the Dominion of Canada, an effort which was supported by the Confederation League. Due to the French Revolution, France notably decided not to intervene in tensions between Spain and Great Britain over encounters off of Nootka Sound in this modern day province. Arthur \"Slim\" Evans began the \"On to Ottawa\" Trek in this province, the largest city of which was founded after the merger of the Hudson's Bay and North West companies. That city was named after a figure who visited the Strait of Juan de Fuca, though he failed to": {
    "guess": "History of British Columbia",
    "confidence": [
      [
        "History",
        -0.5933421
      ],
      [
        " of",
        -0.00071350473
      ],
      [
        " British",
        -0.0006166508
      ],
      [
        " Columbia",
        -1.8074163e-05
      ]
    ]
  },
  "On his deathbed, he competed sketches for unrealized works like Opening of the Doors of the Spanish Inquisition": {
    "guess": "Théodore Géricault",
    "confidence": [
      [
        "Th",
        -0.011185637
      ],
      [
        "é",
        -4.6683042e-05
      ],
      [
        "odore",
        -3.8457987e-05
      ],
      [
        " G",
        -0.0010179253
      ],
      [
        "éric",
        -4.00813e-06
      ],
      [
        "ault",
        -8.613945e-05
      ]
    ]
  },
  "Its debut issue consisted of a long article by Max Beerbohm entitled \"In Defense of Cosmetics.\"  During its brief run, it published fiction from many of the leading literary figures of the day, including": {
    "guess": "The Yellow Book",
    "confidence": [
      [
        "The",
        -0.15144917
      ],
      [
        " Yellow",
        -0.036782924
      ],
      [
        " Book",
        -1.7432603e-06
      ]
    ]
  },
  "The death of labor leader Ginger Goodwin in this province was the impetus for Canada's first general strike. Anthony Musgrave presided over the entrance of this province into the Dominion of Canada, an effort which was supported by the Confederation League. Due to the French Revolution, France notably decided not to intervene in tensions between Spain and Great Britain over encounters off of Nootka Sound in this modern day province. Arthur \"Slim\" Evans began the \"On to Ottawa\" Trek in this province,": {
    "guess": "British Columbia",
    "confidence": [
      [
        "British",
        -0.03096501
      ],
      [
        " Columbia",
        -0.0021892798
      ]
    ]
  },
  "The deaths of Generals McCulloch and McIntosh, and the capture of their colonel slowed the Confederates": {
    "guess": "Battle of Pea Ridge",
    "confidence": [
      [
        "Battle",
        -0.09133106
      ],
      [
        " of",
        -0.00016134596
      ],
      [
        " Pe",
        -0.020671632
      ],
      [
        "a",
        -1.1756368e-05
      ],
      [
        " Ridge",
        -3.0471343e-05
      ]
    ]
  },
  "During a debate, one character in this play states that the advocates, demagogues, and tragic poets are all \"broad-arses.\" A character in this play tries to teach the protagonist about the gender of nouns by inventing words to describe a female chicken. In this play, the protagonist's son tries to disprove the notion that a day may be both old and new and is taught by two quarreling figures called": {
    "guess": "The Clouds",
    "confidence": [
      [
        "The",
        -0.6175451
      ],
      [
        " Cloud",
        -0.16542703
      ],
      [
        "s",
        -3.2497806e-05
      ]
    ]
  },
  "The death of this ruler would later allow her widower to enter into a marriage that sealed a treaty signed after the battles of St. Quentin and Gravelines, and this ruler once rallied support against a rebellion by giving a speech at Guildhall. Pope Paul VI canceled this ruler's appointment of Reginald Pole to be Archbishop of Canterbury, and this ruler's reign saw the repeal of the Act of Supremacy. Though her advisors advocated that she marry her cousin Courtenay, the earl of Devon, this ruler declared that she would marry Philip II, resulting in Wyat's rebellion against her. Gaining her popular nickname from her persecution of Protestants, for ten points, identify queen, this daughter of Catharine of Aragon and Henry VIII, who was succeeded by her sister Elizabeth.": {
    "guess": "Mary I of England",
    "confidence": [
      [
        "Mary",
        -0.0038487709
      ],
      [
        " I",
        -2.5583993e-05
      ],
      [
        " of",
        -2.0339032e-05
      ],
      [
        " England",
        -5.8126592e-05
      ]
    ]
  },
  "Just before his death, he ordered that on the day he died the top noblemen from each city be rounded  up and executed, so if the people did not mourn his death, they would have someone's to mourn.  Although this order was not carried out, he was paranoid and routinely executed courtiers, including his  favorite wife Miriame and his three eldest sons whom he had strangled. The story that this son of": {
    "guess": "Ivan the Terrible",
    "confidence": [
      [
        "I",
        -1.3890644
      ],
      [
        "van",
        -0.004180379
      ],
      [
        " the",
        -0.260444
      ],
      [
        " Ter",
        -0.00015836587
      ],
      [
        "rible",
        -0.0001439459
      ]
    ]
  },
  "The death of the fifth of these figures was kept secret for fifteen years to allow for the construction of their official home, the Potala Palace. These figures are discovered by monks who are dispatched to see if children can recognize the objects of their predecessor. They are considered to be manifestations of the bodhisattva Avalokitesvara (AV-ah-loh-kit-ehs-VAH-ra). The fourteenth and current": {
    "guess": "Dalai Lama",
    "confidence": [
      [
        "Dal",
        -0.022639876
      ],
      [
        "ai",
        -0.00010163593
      ],
      [
        " Lama",
        -0.000107238506
      ]
    ]
  },
  "After this man's death, a group betrayed by the herald Leos attempted to seize his kingdom; that group, the Pallantides, were his nephews. This man was jealous after Androgeus won a series of games he put on, then asked him to capture the Marathonian Bull. This man was instructed by an oracle to not loosen the wineskin until reaching the \"heights\" of his city. After visiting King Pittheus of Troezen and sleeping with his daughter Aethra, this man placed his shield, sandals, and sword (*) underneath": {
    "guess": "Theseus",
    "confidence": [
      [
        "These",
        -0.022894261
      ],
      [
        "us",
        -0.00037800323
      ]
    ]
  },
  "On his deathbed this man was reminded of the Rugians he betrayed when his murderer proclaimed \"this is what you did to my friends!\" following which his wife Sunigilda was also killed. The conflict between": {
    "guess": "Alboin",
    "confidence": [
      [
        "Al",
        -1.0824803
      ],
      [
        "bo",
        -0.2495091
      ],
      [
        "in",
        -0.00070587936
      ]
    ]
  },
  "After the death of Amir Kazgan, this man declared fealty to the leader who overran the chief city of Transoxania. He was victorious at the Battle of the Terek River, and this man besieged his brother-in-law": {
    "guess": "Timur",
    "confidence": [
      [
        "Tim",
        -0.0050346255
      ],
      [
        "ur",
        -0.00058138854
      ]
    ]
  },
  "At his death, this author left an unfinished novel about the confidence man Felix Krull. He wrote a tetralogy about the Biblical Joseph during this author's exile from his native country, while earlier he wrote about his hometown Lübeck for his novel centering on the decline of the titular mercantile family. This author of Buddenbrooks also wrote novels about Hans Castorp's stay in a Swiss sanatorium and Gustav von Aschenbach's obsession with Tadzio in the titular Italian city. For 10 points, name": {
    "guess": "Thomas Mann",
    "confidence": [
      [
        "Thomas",
        -0.0041327802
      ],
      [
        " Mann",
        -6.325235e-05
      ]
    ]
  },
  "During a debate, one character in this play states that the advocates, demagogues, and tragic poets are all \"broad-arses.\" A character in this play tries to teach the protagonist about the gender of nouns by inventing words to describe a female chicken. In this play, the protagonist's son tries to disprove the notion that a day may be both old and new and is taught by two quarreling figures called (*) \"Just\" and \"Unjust.\" At the end of this play, the protagonist and his slave Xanthias begin to burn down the school in which he enrolled his son to avoid paying his debts. For 10 points, identify this play by Aristophanes about Strepsiades, who enrolls his son Pheidippides in the Thinkery run by Socrates.": {
    "guess": "The Clouds",
    "confidence": [
      [
        "The",
        -0.008417998
      ],
      [
        " Cloud",
        -0.042185254
      ],
      [
        "s",
        -3.1737043e-06
      ]
    ]
  },
  "The death sentence of anarchist Salvador Puig Antich inspired this artist's triptych with one thick line and one blotch of bright color on each canvas along with paint spatters, entitled The Hope of a Condemned Man. One work shows a yellow and white ladder with red rungs, while another shows several characters in a room, including one with a face that is half red and half purple. Many of his works were influenced by his ethnicity, such as his Barcelona Series that was influenced by the Spanish Civil": {
    "guess": "Joan Miró i Ferrà",
    "confidence": [
      [
        "Jo",
        -0.010421692
      ],
      [
        "an",
        -8.776276e-06
      ],
      [
        " Mir",
        -0.00020354039
      ],
      [
        "ó",
        -4.0842064e-05
      ],
      [
        " i",
        -0.016826246
      ],
      [
        " Ferr",
        -1.2233183e-05
      ],
      [
        "à",
        -3.2855416e-05
      ]
    ]
  },
  "His death is signaled by blood leaking from his comb. He succeeds in bridling the Demon's bay horse and in skiing for the Demon's elk before he falls victim to the revenge of Dripcap, who tosses a water": {
    "guess": "Sigurd's death",
    "confidence": [
      [
        "Sig",
        -2.1962423
      ],
      [
        "urd",
        -0.019435894
      ],
      [
        "'s",
        -1.6800349
      ],
      [
        " death",
        -0.6104551
      ]
    ]
  },
  "After this man's death, a group betrayed by the herald Leos attempted to seize his kingdom; that group, the Pallantides, were his nephews. This man was jealous after Androgeus won a series of games he put on, then asked him to capture the Marathonian Bull. This man was instructed by an oracle to not loosen the wineskin until reaching the \"heights\" of his city. After visiting King Pittheus of Troezen and sleeping with his daughter Aethra, this man placed his shield, sandals, and sword (*) underneath a rock so that he could identify his son. This man fathered Medus with Medea, who attempted to poison a visitor to his kingdom until he recognized him as his son. This man died after that son didn't change his sails from black to white after killing the Minotaur. For 10 points, name this King of": {
    "guess": "Theseus",
    "confidence": [
      [
        "These",
        -0.032343984
      ],
      [
        "us",
        -0.00021676833
      ]
    ]
  },
  "The death sentence of anarchist Salvador Puig Antich inspired this artist's triptych with one thick line and one blotch of bright color on each canvas along with paint spatters, entitled The Hope of a Condemned Man. One work shows a yellow and white ladder with red rungs, while another shows several": {
    "guess": "The Hope of a Condemned Man",
    "confidence": [
      [
        "The",
        -0.63612473
      ],
      [
        " Hope",
        -0.03499248
      ],
      [
        " of",
        -6.0272258e-05
      ],
      [
        " a",
        -0.0008391655
      ],
      [
        " Con",
        -2.2603901e-05
      ],
      [
        "dem",
        -0.00013250235
      ],
      [
        "ned",
        -0.00086751406
      ],
      [
        " Man",
        -2.1769476e-05
      ]
    ]
  },
  "His death is signaled by blood leaking from his comb. He succeeds in bridling the Demon's bay horse and in skiing for the Demon's elk before he falls victim to the revenge of Dripcap, who tosses a water snake through his left armpit, heart, and liver. He is reassembled with the help of a rake with prongs one hundred fathoms long, and his mother then smears him with mead and honey to resurrect him.": {
    "guess": "Kalevipoeg",
    "confidence": [
      [
        "K",
        -1.42312
      ],
      [
        "ale",
        -0.14939158
      ],
      [
        "v",
        -0.6883435
      ],
      [
        "ipo",
        -0.0024927799
      ],
      [
        "eg",
        -7.266944e-05
      ]
    ]
  },
  "On his deathbed, he competed sketches for unrealized works like Opening of the Doors of the Spanish Inquisition and African Slave Trade, while his early works include the grim pen-and-ink Executioner Strangling a Prisoner and the neoclassicist Centaur Carrying Off a Woman. His later work includes portraits of the patients of his friend Dr. Etienne-Jean Georget such as Kleptomania, Gambling Mania, Delusion of Military Command, and Manic Envy. His best-known work has a man waving a flag toward a barely-visible": {
    "guess": "Théodore Géricault",
    "confidence": [
      [
        "Th",
        -0.003917515
      ],
      [
        "é",
        -5.2001665e-06
      ],
      [
        "odore",
        -5.7961847e-06
      ],
      [
        " G",
        -0.00023643693
      ],
      [
        "éric",
        -2.9352968e-06
      ],
      [
        "ault",
        -7.672237e-05
      ]
    ]
  },
  "His Death of the Virgin was viewed to be irreverent because it shows Mary quite physically dead. This was a few years after he completed three works for the Contarelli chapel for his best patron, Cardinal Del Monte. The head of the Knights of Malta commissioned his Beheading of St. John the Baptist and offered him protection after his slaying of Ranuccio Tomassoni over a tennis match. This master of chiaroscuro may be most well known for his tenebrism as seen in Supper at Emmaus and The Cardsharps. For 10 points, name this pugnacious artist of The Calling of St. Matthew.": {
    "guess": "Caravaggio",
    "confidence": [
      [
        "Car",
        -0.03094178
      ],
      [
        "av",
        -0.00011450992
      ],
      [
        "aggio",
        -9.253091e-06
      ]
    ]
  },
  "After the death of Sita, Shiva created the demon Vīrabhadra by performing this action on himself. The city of Megara fell to King Minos after Scylla performed this action on King Nisus. According to the Skáldskaparmál, the sons of Ivaldi crafted Skidbladnir and Mjollnir after Loki atoned for performing this action as a prank on the wife of Thor, Sif. The Book of Judges describes how a Nazarite was blinded and imprisoned in Gaza after a servant performed this action on him. For 10 points, name this": {
    "guess": "Haircut",
    "confidence": [
      [
        "Hair",
        -0.99436474
      ],
      [
        "cut",
        -0.031212537
      ]
    ]
  },
  "The death of the popular Masistius in a skirmish, and unfavorable omens on both sides, delayed the start": {
    "guess": "Battle of Plataea",
    "confidence": [
      [
        "Battle",
        -0.008522379
      ],
      [
        " of",
        -0.00045950554
      ],
      [
        " Pl",
        -0.00016694854
      ],
      [
        "ata",
        -1.147242e-06
      ],
      [
        "ea",
        -3.7697225e-06
      ]
    ]
  },
  "After his death his body was preserved and stored in a wooden cabinet, and when the cabinet was brought to University College London's council meetings he was listed as present but not voting. In his A Fragment on Government, he criticizes Sir William Blackstone's legal theory, especially Blackstone's defense of tradition in law. He is most famous, however, for formulating the greatest happiness principle, which he discusses at great length in his Introduction to the Principles of Morals and Legislation": {
    "guess": "Jeremy Bentham",
    "confidence": [
      [
        "Jeremy",
        -0.006446423
      ],
      [
        " Bent",
        -6.849731e-05
      ],
      [
        "ham",
        -1.8908588e-05
      ]
    ]
  },
  "The death of this ruler would later allow her widower to enter into a marriage that sealed a treaty signed after the battles of St. Quentin and Gravelines, and this ruler once rallied support against a": {
    "guess": "Mary I of England",
    "confidence": [
      [
        "Mary",
        -0.33984593
      ],
      [
        " I",
        -0.0013213116
      ],
      [
        " of",
        -0.00013905855
      ],
      [
        " England",
        -0.014559145
      ]
    ]
  },
  "After the death of Meleager, this figure transformed his sisters into guinea hens. This deity accidentally killed the nymph Callisto after she had been turned into a bear. This deity was caught bathing and turned her gawker, Actaeon, into a stag. With her brother, this goddess killed the children of Niobe for offending this goddess's mother, Leto. For 10 points, name this Greek goddess of the moon": {
    "guess": "Artemis",
    "confidence": [
      [
        "Ar",
        -0.0038872422
      ],
      [
        "tem",
        -2.0100624e-05
      ],
      [
        "is",
        -2.0696643e-05
      ]
    ]
  },
  "On his deathbed this man was reminded of the Rugians he betrayed when his murderer proclaimed \"this is what you did to my friends!\" following which his wife Sunigilda was also killed. The conflict between this man and his successor saw the Battles of Adda River and Isonzo as well as the defection of": {
    "guess": "Alboin",
    "confidence": [
      [
        "Al",
        -0.8945143
      ],
      [
        "bo",
        -0.008094404
      ],
      [
        "in",
        -0.00056792586
      ]
    ]
  },
  "The death of labor leader Ginger Goodwin in this province was the impetus for Canada's first general strike. Anthony Musgrave presided over the entrance of this province into the Dominion of Canada, an": {
    "guess": "British Columbia",
    "confidence": [
      [
        "British",
        -0.0048769773
      ],
      [
        " Columbia",
        -0.00015848507
      ]
    ]
  },
  "The death of Admiral Ribas delayed the coup that put this man in power. This man's advisors included the evangelical Madame de Krudener and his Swiss tutor, La Harpe. This man's foreign minister, Ioannis Kapodistrias, became the first leader of an independent Greece, and he was infuriated by the displacement his uncle, the Duke of Oldenburg. This ruler, who had promoted the Holy Alliance, died suddenly at Taganrog, leading some to claim he had gone into hiding, and confusion over his successor prompted the Decemberist Revolt. While commanding his army, this man suffered a crushing loss at Friedland, but later allowed his generals, like Barclay de Tolly and Kutusoz to repel the 1812 French invasion": {
    "guess": "Alexander I of Russia",
    "confidence": [
      [
        "Alexander",
        -0.09517447
      ],
      [
        " I",
        -0.0006957544
      ],
      [
        " of",
        -1.2590794e-05
      ],
      [
        " Russia",
        -0.00022535099
      ]
    ]
  },
  "After this man's death, a group betrayed by the herald Leos attempted to seize his kingdom; that group, the Pallantides, were his nephews. This man was jealous after Androgeus won a series of games he": {
    "guess": "Aegeus",
    "confidence": [
      [
        "A",
        -0.90031606
      ],
      [
        "e",
        -0.030366352
      ],
      [
        "ge",
        -0.0027778933
      ],
      [
        "us",
        -0.009780761
      ]
    ]
  },
  "After his death, this man's wife asked the Hittite king Suppiluliuma to send his son Zannanza as a husband, but he was killed en route by this man's successor. This man's advisor Ay eventually succeeded": {
    "guess": "Tutankhamun",
    "confidence": [
      [
        "T",
        -0.2563846
      ],
      [
        "ut",
        -0.0014622617
      ],
      [
        "ank",
        -0.00016957101
      ],
      [
        "ham",
        -6.15835e-05
      ],
      [
        "un",
        -0.00027897433
      ]
    ]
  },
  "Debussy wrote a sonata for flute, viola, and this instrument, and the violas are divided into two sections during the second movement of Mozart's concerto for this flute and this instrument. One notably challenging part for this instrument is found in Symphonie Fantastique, and the second movement of that piece contains crescendoing measures of rising triplets played on this instrument near the beginning. At the start of (*) Saint-Saens' Danse Macabre, it is strummed 12 times to symbolize a clock tolling midnight. This instrument is closely related to a zither, which has strings across the soundbox rather than attached to it at an angle, and by definition this instrument has either two or three sides. For 10 points, name this instrument which often has 47 strings": {
    "guess": "Harp",
    "confidence": [
      [
        "H",
        -0.037949905
      ],
      [
        "arp",
        -1.6240566e-06
      ]
    ]
  },
  "After this man's death, a group betrayed by the herald Leos attempted to seize his kingdom; that group,": {
    "guess": "Theseus",
    "confidence": [
      [
        "These",
        -0.8612089
      ],
      [
        "us",
        -0.000529799
      ]
    ]
  },
  "Debate is still ongoing about its author's use of Josephus, although the controversy about his misdating the reign of the tetrarch Lysanius sixty years appears to be settled in its author's favor. The first chapter contains the prophetic song of Zechariah and Mary's Magnificat. Also contained within": {
    "guess": "Gospel of Luke",
    "confidence": [
      [
        "G",
        -0.06743024
      ],
      [
        "ospel",
        -3.7697225e-06
      ],
      [
        " of",
        -0.00037263904
      ],
      [
        " Luke",
        -0.00040087933
      ]
    ]
  },
  "During a debate, one character in this play states that the advocates, demagogues, and tragic poets are all \"broad-arses.\" A character in this play tries to teach the protagonist about the gender of nouns by inventing words to describe a female chicken. In this play, the protagonist's son tries to disprove the notion that a day may be both old and new and is taught by two quarreling figures called (*) \"Just\" and \"Unjust.\" At the end of this play, the protagonist and his slave Xanthias begin to burn down the school in which he enrolled his son to avoid paying his debts. For 10 points, identify this": {
    "guess": "The Frogs",
    "confidence": [
      [
        "The",
        -0.020290658
      ],
      [
        " Fro",
        -0.09354819
      ],
      [
        "gs",
        -4.3202e-07
      ]
    ]
  },
  "On his deathbed, this man imagined that his dream wandered over a field of dry grass after falling sick from a journey. One of this author's characters says \"butterflies in a burweed,\" while another pictures a monument to a highwayman and a pine sundered by wind. Because the first cold showers pour, this author that wrote about a sack of charcoal also depicted a monkey desiring a coat made of straw. This man that described how enjoyable it was to view a mountain not in foggy rain detailed how his": {
    "guess": "Matsuo Bashō",
    "confidence": [
      [
        "M",
        -0.3522401
      ],
      [
        "ats",
        -0.0006822917
      ],
      [
        "uo",
        -2.2365493e-05
      ],
      [
        " Bash",
        -0.0014027405
      ],
      [
        "ō",
        -0.004517108
      ]
    ]
  },
  "The death of labor leader Ginger Goodwin in this province was the impetus for Canada's first general strike. Anthony Musgrave presided over the entrance of this province into the Dominion of Canada, an effort which was supported by the Confederation League. Due to the French Revolution, France notably decided not to intervene in tensions between Spain and Great Britain over encounters off of Nootka Sound in this modern day province. Arthur \"Slim\" Evans began the \"On to Ottawa\" Trek in this province, the largest city of which was founded after the merger of the Hudson's Bay and North West companies. That city was named after a figure who visited the Strait of Juan de Fuca, though he failed to discover the Columbia River. For 10 points, name this Canadian province home to Vancouver.": {
    "guess": "British Columbia",
    "confidence": [
      [
        "British",
        -0.0033565396
      ],
      [
        " Columbia",
        -0.0038550594
      ]
    ]
  },
  "The death of the popular Masistius in a skirmish, and unfavorable omens on both sides, delayed the start of this battle for eight days.  Then the poisoning of the Gargaphia spring forced the Greeks to": {
    "guess": "Battle of Plataea",
    "confidence": [
      [
        "Battle",
        -0.0066542686
      ],
      [
        " of",
        -0.00023154958
      ],
      [
        " Pl",
        -0.0004104156
      ],
      [
        "ata",
        -1.8624639e-06
      ],
      [
        "ea",
        -3.2140193e-05
      ]
    ]
  },
  "After the death of Amir Kazgan, this man declared fealty to the leader who overran the chief city of Transoxania. He was victorious at the Battle of the Terek River, and this man besieged his brother-in-law Amir Husayn at Balkh. This man invaded Anatolia in 1402, and supported Tokhtamysh's invasion of Moscow. He and his son Shah Rukh defeated the army of Bayezid at the Battle of Ankara. He sacked the city of Delhi and built pyramids out of skulls at Damascus. For 10 points, name this ruler from Asia": {
    "guess": "Timur",
    "confidence": [
      [
        "Tim",
        -0.022843454
      ],
      [
        "ur",
        -0.00061879284
      ]
    ]
  },
  "It deals with \"The Friendship of Amis and Amile\" and Aucassin and Nicolette in the chapter on \"two early": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -1.2125876
      ]
    ]
  },
  "The death of the fifth of these figures was kept secret for fifteen years to allow for the construction of their official home, the Potala Palace. These figures are discovered by monks who are dispatched to see if children can recognize the objects of their predecessor. They are considered to be manifestations of the bodhisattva Avalokitesvara (AV-ah-loh-kit-ehs-VAH-ra). The fourteenth and current one is known as Tenzin Gyatso and was exiled from Lhassa to India. For 10 points, name this spiritual": {
    "guess": "Tibet",
    "confidence": [
      [
        "T",
        -0.6195426
      ],
      [
        "ib",
        -0.035231758
      ],
      [
        "et",
        -3.1424974e-05
      ]
    ]
  },
  "After his death in 1778, his collections were purchased by Sir James Smith, who brought then to London and founded the society named for him. He began his studies at the University of Lund, but dropped": {
    "guess": "Carl Linnaeus",
    "confidence": [
      [
        "Carl",
        -0.15299048
      ],
      [
        " Lin",
        -0.0006664486
      ],
      [
        "na",
        -0.0019631283
      ],
      [
        "eus",
        -0.00032831362
      ]
    ]
  },
  "After the death of Sita, Shiva created the demon Vīrabhadra by performing this action on himself. The": {
    "guess": "Daksha Yajna",
    "confidence": [
      [
        "D",
        -0.39516962
      ],
      [
        "ak",
        -0.05621949
      ],
      [
        "sha",
        -0.016701296
      ],
      [
        " Y",
        -0.6857751
      ],
      [
        "aj",
        -0.7497307
      ],
      [
        "na",
        -6.515961e-05
      ]
    ]
  },
  "During a debate, one character in this play states that the advocates, demagogues, and tragic poets are all \"broad-arses.\" A character in this play tries to teach the protagonist about the gender of nouns by inventing words to describe a female chicken. In this play, the protagonist's son tries to disprove the notion that a day may be both old and new and is taught by two quarreling figures called (*) \"Just\" and \"Unjust.\" At the end of this play, the protagonist and his slave Xanthias begin to burn down the school in which he enrolled his son to avoid paying his debts. For 10 points, identify this play by Aristophanes about Strepsiades, who enrolls his son Pheidippides in the Thinkery run by": {
    "guess": "The Clouds",
    "confidence": [
      [
        "The",
        -0.0037004391
      ],
      [
        " Cloud",
        -0.17204395
      ],
      [
        "s",
        -3.4121115e-06
      ]
    ]
  },
  "Just before his death in 1633, he sent the body of work for which he is known today to Nicholas Ferrar, the founder of Little Gidding.  That work beings with the \"Perirrhanterium,\" or \"The Church Porch,\" and consists of 160 \"sacred poems and private ejaculations.\"  FTP, identify this poet of The Temple,": {
    "guess": "George Herbert",
    "confidence": [
      [
        "George",
        -0.051719226
      ],
      [
        " Herbert",
        -0.0006151012
      ]
    ]
  },
  "At his death, this author left an unfinished novel about the confidence man Felix Krull. He wrote a tetralogy": {
    "guess": "Thomas Mann",
    "confidence": [
      [
        "Thomas",
        -0.44028363
      ],
      [
        " Mann",
        -5.7768983e-05
      ]
    ]
  },
  "The death sentence of anarchist Salvador Puig Antich inspired this artist's triptych with one thick line and one blotch of bright color on each canvas along with paint spatters, entitled The Hope of a Condemned Man. One work shows a yellow and white ladder with red rungs, while another shows several characters in a room, including one with a face that is half red and half purple. Many of his works were influenced by his ethnicity, such as his Barcelona Series that was influenced by the Spanish Civil War and his Head of a Catalan Peasant. Name this artist of Dog Barking at the Moon and Harlequin's Carnival, who created a mural originally called The Sun, the Moon and One Star.": {
    "guess": "Joan Miró",
    "confidence": [
      [
        "Jo",
        -0.003527852
      ],
      [
        "an",
        -4.00813e-06
      ],
      [
        " Mir",
        -0.00042543162
      ],
      [
        "ó",
        -2.355753e-05
      ]
    ]
  },
  "Debate is still ongoing about its author's use of Josephus, although the controversy about his misdating": {
    "guess": "Gospel of Luke",
    "confidence": [
      [
        "G",
        -1.6428032
      ],
      [
        "ospel",
        -0.0048088916
      ],
      [
        " of",
        -0.0029475128
      ],
      [
        " Luke",
        -0.20708044
      ]
    ]
  },
  "Just before his death, he ordered that on the day he died the top noblemen from each city be rounded  up and executed, so if the people did not mourn his death, they would have someone's to mourn.  Although this order was not carried out, he was paranoid and routinely executed courtiers, including his  favorite wife Miriame and his three eldest sons whom he had strangled. The story that this son of  Antipater ordered the Massacre of the Innocents is probably false. For ten points name this king of": {
    "guess": "Herod the Great",
    "confidence": [
      [
        "Her",
        -0.3713805
      ],
      [
        "od",
        -0.005495922
      ],
      [
        " the",
        -0.5275915
      ],
      [
        " Great",
        -0.0008707252
      ]
    ]
  },
  "Its debut issue consisted of a long article by Max Beerbohm entitled \"In Defense of Cosmetics.\"  During its brief run, it published fiction from many of the leading literary figures of the day, including Arnold Bennett and Henry James, but it attracted far more attention for its daring illustrations, particularly those by its 22-year-old art editor, Aubrey Beardsley.  For 10 points name this illustrated": {
    "guess": "The Yellow Book",
    "confidence": [
      [
        "The",
        -0.08588521
      ],
      [
        " Yellow",
        -0.099068716
      ],
      [
        " Book",
        -1.60477e-05
      ]
    ]
  },
  "During a debate, one character in this play states that the advocates, demagogues, and tragic poets are all \"broad-arses.\" A character in this play tries to teach the protagonist about the gender of nouns by inventing words to describe a female chicken. In this play, the protagonist's son tries to disprove the notion that a day may be both old and new and is taught by two quarreling figures called (*) \"Just\" and \"Unjust.\" At the end of this play, the protagonist and his slave Xanthias begin to burn": {
    "guess": "The Frogs",
    "confidence": [
      [
        "The",
        -0.09467001
      ],
      [
        " Fro",
        -0.037859913
      ],
      [
        "gs",
        0.0
      ]
    ]
  },
  "On his deathbed, this man imagined that his dream wandered over a field of dry grass after falling sick from a journey. One of this author's characters says \"butterflies in a burweed,\" while another pictures a monument to a highwayman and a pine sundered by wind. Because the first cold showers pour,": {
    "guess": "James Joyce",
    "confidence": [
      [
        "James",
        -2.1270146
      ],
      [
        " Joyce",
        -0.70172507
      ]
    ]
  },
  "During a debate, one character in this play states that the advocates, demagogues, and tragic poets are": {
    "guess": "Apology (Plato)",
    "confidence": [
      [
        "Ap",
        -0.7650297
      ],
      [
        "ology",
        -4.5491004e-05
      ],
      [
        " (",
        -0.0002584786
      ],
      [
        "Pl",
        -5.7649777e-05
      ],
      [
        "ato",
        -2.2842309e-05
      ],
      [
        ")",
        -1.147242e-06
      ]
    ]
  },
  "During a debate, one character in this play states that the advocates, demagogues, and tragic poets are all \"broad-arses.\" A character in this play tries to teach the protagonist about the gender of nouns by inventing words to describe a female chicken. In this play, the protagonist's son tries to disprove": {
    "guess": "The Clouds",
    "confidence": [
      [
        "The",
        -0.77601475
      ],
      [
        " Cloud",
        -0.2978298
      ],
      [
        "s",
        -2.4987974e-05
      ]
    ]
  },
  "After his death, this man's wife asked the Hittite king Suppiluliuma to send his son Zannanza as a husband, but he was killed en route by this man's successor. This man's advisor Ay eventually succeeded him to the throne, and was in turn was quickly succeeded by this man's general, (*) Horemheb. This": {
    "guess": "Tutankhamun",
    "confidence": [
      [
        "T",
        -0.16774975
      ],
      [
        "ut",
        -0.0034711827
      ],
      [
        "ank",
        -6.81397e-05
      ],
      [
        "ham",
        -2.5583993e-05
      ],
      [
        "un",
        -5.955704e-05
      ]
    ]
  },
  "In a debate with Antoine Arnauld, he was accused of fatalism and determinism for suggesting that everything that would happen to Alexander the Great followed from the latter's essence.  Louis Couturat later suggested that this man believed every truth to be analytic. One of this man's works was the subject of John Dewey's first philosophical work, a critical response to the empiricism of John Locke entitled New Essays on the Human Understanding. For 10 points, name this seventeenth-century German": {
    "guess": "Gottfried Wilhelm Leibniz",
    "confidence": [
      [
        "G",
        -0.012169124
      ],
      [
        "ott",
        -0.0015325936
      ],
      [
        "fried",
        -0.00048811073
      ],
      [
        " Wilhelm",
        -0.0070192916
      ],
      [
        " Le",
        -1.6762922e-05
      ],
      [
        "ib",
        -3.500108e-05
      ],
      [
        "n",
        -6.6947665e-05
      ],
      [
        "iz",
        -0.0001373897
      ]
    ]
  },
  "After this man's death, a group betrayed by the herald Leos attempted to seize his kingdom; that group, the Pallantides, were his nephews. This man was jealous after Androgeus won a series of games he put on, then asked him to capture the Marathonian Bull. This man was instructed by an oracle to not": {
    "guess": "Theseus",
    "confidence": [
      [
        "These",
        -0.16101962
      ],
      [
        "us",
        -0.00022165567
      ]
    ]
  },
  "Its debut issue consisted of a long article by Max Beerbohm entitled \"In Defense of Cosmetics.\"  During its brief run, it published fiction from many of the leading literary figures of the day, including Arnold Bennett and Henry James, but it attracted far more attention for its daring illustrations, particularly those by its 22-year-old art editor, Aubrey Beardsley.  For 10 points name this illustrated magazine published from 1894 to 1897, which helped launch the Art Noveau movement.": {
    "guess": "The Yellow Book",
    "confidence": [
      [
        "The",
        -0.0039569363
      ],
      [
        " Yellow",
        -0.09060039
      ],
      [
        " Book",
        -5.347765e-05
      ]
    ]
  },
  "The deaths of Generals McCulloch and McIntosh, and the capture of their colonel slowed the Confederates considerably at this battle. Two columns marched upon this site, but were met by the forces of General": {
    "guess": "Battle of Pea Ridge",
    "confidence": [
      [
        "Battle",
        -0.11577901
      ],
      [
        " of",
        -8.304016e-05
      ],
      [
        " Pe",
        -0.056587253
      ],
      [
        "a",
        -2.6060809e-05
      ],
      [
        " Ridge",
        -1.5213274e-05
      ]
    ]
  }
}