{
  "In June, a person from this country became the first woman other than a queen to address both houses of British parliament following the electoral success of her National League for Democracy. It is now facing a rebellion in its northern Kachin State, where residents have refused to support a dam that would provide energy for China. In October, Human Rights Watch released satellite photos showing that this country's town of Kyaukpyu was the site of rioting in which Buddhists destroyed hundreds of buildings belonging to Rohingya Muslims. Its president Thein Sein  [THAYN ZAYN] has worked with his highest profile rival, Aung San Suu Kyi [CHEE]. Name this country  recently run by its military, which": {
    "guess": "Myanmar",
    "confidence": [
      [
        "My",
        -0.02187121
      ],
      [
        "anmar",
        -7.362307e-05
      ]
    ]
  },
  "In June 1778 this man organized the first US espionage agency, the Headquarters Secret Service, and he allied himself with the secessionist Essex Junto during his unsuccessful 1804 campaign to become governor of New York. He won 30 electoral votes for president in 1796, and by mobilizing the Friendly Society of St. Tammany engineered the Democratic Party's electoral victory in 1800, but the House relegated him to the vice-presidency. FTP, who was this man tried for treason for a scheme to conquer Spanish colonies best-known for killing Alexander Hamilton?": {
    "guess": "Aaron Burr",
    "confidence": [
      [
        "Aaron",
        -0.0053332513
      ],
      [
        " Burr",
        -7.624555e-05
      ]
    ]
  },
  "In June 1778 this man organized the first US espionage agency, the Headquarters Secret Service, and he allied himself with the secessionist Essex Junto during his unsuccessful 1804 campaign to become governor of New York. He won 30 electoral votes for president in 1796, and by mobilizing the Friendly Society of St. Tammany engineered the Democratic Party's electoral victory in 1800, but the House relegated": {
    "guess": "George Clinton",
    "confidence": [
      [
        "George",
        -0.69431716
      ],
      [
        " Clinton",
        -0.0012204634
      ]
    ]
  },
  "In June, an argument has erupted regarding MCC's treatment of T'ang-era Stupas and other archaeology near one of these sites in Logar Province, Afghanistan. That one is potentially the world's second largest": {
    "guess": "Mes Aynak",
    "confidence": [
      [
        "Mes",
        -0.12928642
      ],
      [
        " A",
        -0.0019443417
      ],
      [
        "yn",
        -0.0011129508
      ],
      [
        "ak",
        -5.50273e-05
      ]
    ]
  },
  "In June, a person from this country became the first woman other than a queen to address both houses": {
    "guess": "Nancy Pelosi",
    "confidence": [
      [
        "N",
        -1.4514673
      ],
      [
        "ancy",
        -0.09397357
      ],
      [
        " Pelosi",
        -0.4822665
      ]
    ]
  },
  "In June 1778 this man organized the first US espionage agency, the Headquarters Secret Service, and he allied himself with the secessionist Essex Junto during his unsuccessful 1804 campaign to become governor of New York. He won 30 electoral votes for president in 1796, and by mobilizing the Friendly Society of St. Tammany engineered the Democratic Party's electoral victory in 1800, but the House relegated him to the vice-presidency. FTP, who was this man tried for treason for a scheme to conquer": {
    "guess": "Aaron Burr",
    "confidence": [
      [
        "Aaron",
        -0.0045686117
      ],
      [
        " Burr",
        -0.00023643693
      ]
    ]
  },
  "In June, an argument has erupted regarding MCC's treatment of T'ang-era Stupas and other archaeology near one of these sites in Logar Province, Afghanistan. That one is potentially the world's second largest and is known as Mes Aynak. The world's largest one of these is owned by Turquoise Hill, a subsidiary of Rio Tinto; that one located in Mongolia is called Oyu Tolgoi. Escondida is a strike-prone one of these facilities in (*) Chile, which is currently the world's biggest producer of the commodity in question. Morencini is the largest of these in the U.S. and produces mostly porphyry. For 10 points, name these sites originally found on Cyprus, where ores of a highly conductive metal can be": {
    "guess": "Copper mining",
    "confidence": [
      [
        "C",
        -0.043555826
      ],
      [
        "opper",
        -2.5107178e-05
      ],
      [
        " mining",
        -0.52203876
      ]
    ]
  },
  "In June 1778 this man organized the first US espionage agency, the Headquarters Secret Service, and he allied himself with the secessionist Essex Junto during his unsuccessful 1804 campaign to become governor": {
    "guess": "Timothy Pickering",
    "confidence": [
      [
        "Tim",
        -0.24195367
      ],
      [
        "othy",
        -0.00028731857
      ],
      [
        " Pick",
        -0.0074965935
      ],
      [
        "ering",
        -1.0564331e-05
      ]
    ]
  },
  "In June, an argument has erupted regarding MCC's treatment of T'ang-era Stupas and other archaeology near one of these sites in Logar Province, Afghanistan. That one is potentially the world's second largest and is known as Mes Aynak. The world's largest one of these is owned by Turquoise Hill, a subsidiary of Rio Tinto; that one located in Mongolia is called Oyu Tolgoi. Escondida is a strike-prone one of these facilities in (*) Chile, which is currently the world's biggest producer of the commodity": {
    "guess": "Copper mine",
    "confidence": [
      [
        "C",
        -0.14538835
      ],
      [
        "opper",
        -5.5122365e-07
      ],
      [
        " mine",
        -0.28737333
      ]
    ]
  },
  "In June, an argument has erupted regarding MCC's treatment of T'ang-era Stupas and other archaeology": {
    "guess": "Lewis Binford",
    "confidence": [
      [
        "Lewis",
        -1.1403356
      ],
      [
        " Bin",
        -0.0016275715
      ],
      [
        "ford",
        -3.2929079e-06
      ]
    ]
  },
  "In June, a person from this country became the first woman other than a queen to address both houses of British parliament following the electoral success of her National League for Democracy. It is now facing a rebellion in its northern Kachin State, where residents have refused to support a dam that would provide energy for China. In October, Human Rights Watch released satellite photos showing that this country's town of Kyaukpyu was the site of rioting in which Buddhists destroyed hundreds of": {
    "guess": "Myanmar",
    "confidence": [
      [
        "My",
        -0.45580167
      ],
      [
        "anmar",
        -8.45898e-05
      ]
    ]
  },
  "In June, a person from this country became the first woman other than a queen to address both houses of British parliament following the electoral success of her National League for Democracy. It is now": {
    "guess": "Aung San Suu Kyi",
    "confidence": [
      [
        "A",
        -0.21305871
      ],
      [
        "ung",
        -1.4855664e-05
      ],
      [
        " San",
        -0.00019364648
      ],
      [
        " Su",
        -3.1186566e-05
      ],
      [
        "u",
        -0.00019150082
      ],
      [
        " Ky",
        -2.8802491e-05
      ],
      [
        "i",
        -9.805982e-05
      ]
    ]
  },
  "In June, a person from this country became the first woman other than a queen to address both houses of British parliament following the electoral success of her National League for Democracy. It is now facing a rebellion in its northern Kachin State, where residents have refused to support a dam that would provide energy for China. In October, Human Rights Watch released satellite photos showing that this country's town of Kyaukpyu was the site of rioting in which Buddhists destroyed hundreds of buildings belonging to Rohingya Muslims. Its president Thein Sein  [THAYN ZAYN] has worked with his highest profile rival, Aung San Suu Kyi [CHEE]. Name this country  recently run by its military, which faces uncertainty over its name and whether its capital is at Yangon.": {
    "guess": "Myanmar",
    "confidence": [
      [
        "My",
        -0.02006236
      ],
      [
        "anmar",
        -0.00012237004
      ]
    ]
  },
  "In June 1778 this man organized the first US espionage agency, the Headquarters Secret Service, and he allied himself with the secessionist Essex Junto during his unsuccessful 1804 campaign to become governor of New York. He won 30 electoral votes for president in 1796, and by mobilizing the Friendly": {
    "guess": "Aaron Burr",
    "confidence": [
      [
        "Aaron",
        -0.56805766
      ],
      [
        " Burr",
        -0.00024001303
      ]
    ]
  },
  "In June, a person from this country became the first woman other than a queen to address both houses of British parliament following the electoral success of her National League for Democracy. It is now facing a rebellion in its northern Kachin State, where residents have refused to support a dam that would provide energy for China. In October, Human Rights Watch released satellite photos showing that": {
    "guess": "Aung San Suu Kyi",
    "confidence": [
      [
        "A",
        -0.09212196
      ],
      [
        "ung",
        -6.2729996e-06
      ],
      [
        " San",
        -0.00010151673
      ],
      [
        " Su",
        -1.4498052e-05
      ],
      [
        "u",
        -9.7583004e-05
      ],
      [
        " Ky",
        -7.226629e-06
      ],
      [
        "i",
        -5.407367e-05
      ]
    ]
  },
  "In June, an argument has erupted regarding MCC's treatment of T'ang-era Stupas and other archaeology near one of these sites in Logar Province, Afghanistan. That one is potentially the world's second largest and is known as Mes Aynak. The world's largest one of these is owned by Turquoise Hill, a subsidiary of Rio Tinto; that one located in Mongolia is called Oyu Tolgoi. Escondida is a strike-prone one of these facilities in (*) Chile, which is currently the world's biggest producer of the commodity in question. Morencini is the largest of these in the U.S. and produces mostly porphyry. For 10 points, name these sites originally found on Cyprus, where ores of a highly conductive metal can be found.": {
    "guess": "Copper mining",
    "confidence": [
      [
        "C",
        -0.031642724
      ],
      [
        "opper",
        -1.1398757e-05
      ],
      [
        " mining",
        -0.15823424
      ]
    ]
  },
  "In June, an argument has erupted regarding MCC's treatment of T'ang-era Stupas and other archaeology near one of these sites in Logar Province, Afghanistan. That one is potentially the world's second largest and is known as Mes Aynak. The world's largest one of these is owned by Turquoise Hill, a subsidiary of Rio Tinto; that one located in Mongolia is called Oyu Tolgoi. Escondida is a strike-prone": {
    "guess": "Copper mine",
    "confidence": [
      [
        "C",
        -0.24933687
      ],
      [
        "opper",
        -0.00033701185
      ],
      [
        " mine",
        -0.18982652
      ]
    ]
  },
  "In June, an argument has erupted regarding MCC's treatment of T'ang-era Stupas and other archaeology near one of these sites in Logar Province, Afghanistan. That one is potentially the world's second largest and is known as Mes Aynak. The world's largest one of these is owned by Turquoise Hill, a subsidiary of Rio Tinto; that one located in Mongolia is called Oyu Tolgoi. Escondida is a strike-prone one of these facilities in (*) Chile, which is currently the world's biggest producer of the commodity in question. Morencini is the largest of these in the U.S. and produces mostly porphyry. For 10": {
    "guess": "Copper mining",
    "confidence": [
      [
        "C",
        -0.19033584
      ],
      [
        "opper",
        -6.704273e-07
      ],
      [
        " mining",
        -0.48333228
      ]
    ]
  },
  "In June, an argument has erupted regarding MCC's treatment of T'ang-era Stupas and other archaeology near one of these sites in Logar Province, Afghanistan. That one is potentially the world's second largest and is known as Mes Aynak. The world's largest one of these is owned by Turquoise Hill, a subsidiary": {
    "guess": "Copper mine",
    "confidence": [
      [
        "C",
        -0.42944595
      ],
      [
        "opper",
        -0.00032926726
      ],
      [
        " mine",
        -0.2519403
      ]
    ]
  },
  "In June, a person from this country became the first woman other than a queen to address both houses of British parliament following the electoral success of her National League for Democracy. It is now facing a rebellion in its northern Kachin State, where residents have refused to support a dam that": {
    "guess": "Myanmar",
    "confidence": [
      [
        "My",
        -0.013934658
      ],
      [
        "anmar",
        -0.00019853383
      ]
    ]
  },
  "In June, a person from this country became the first woman other than a queen to address both houses of British parliament following the electoral success of her National League for Democracy. It is now facing a rebellion in its northern Kachin State, where residents have refused to support a dam that would provide energy for China. In October, Human Rights Watch released satellite photos showing that this country's town of Kyaukpyu was the site of rioting in which Buddhists destroyed hundreds of buildings belonging to Rohingya Muslims. Its president Thein Sein  [THAYN ZAYN] has worked with his": {
    "guess": "Aung San Suu Kyi",
    "confidence": [
      [
        "A",
        -0.3026967
      ],
      [
        "ung",
        -9.133887e-06
      ],
      [
        " San",
        -0.00041291525
      ],
      [
        " Su",
        -2.0815847e-05
      ],
      [
        "u",
        -0.00022940392
      ],
      [
        " Ky",
        -1.5332478e-05
      ],
      [
        "i",
        -5.0020742e-05
      ]
    ]
  },
  "In June 1778 this man organized the first US espionage agency, the Headquarters Secret Service, and he": {
    "guess": "Nathan Hale",
    "confidence": [
      [
        "N",
        -0.13608757
      ],
      [
        "athan",
        -0.018722227
      ],
      [
        " Hale",
        -0.001919122
      ]
    ]
  }
}