{
  "In Nikolai Ge's version, the central figure wears brown and reclines on a bed. Dirk Bouts' version is the center panel of the Altarpiece of the Holy Sacrament, and includes four servants in the background. The figures are barefoot in Jacopo Bassano's version, while Andrea del Castagno's version features an isolated figure sitting in the foreground on one side of a long white table. The central figure has a brilliant halo in Tintoretto's version, which is set on a diagonal, while another version portrays Judas' face in shadow. FTP, name this scene from the New Testament most famously painted by": {
    "guess": "Last Supper",
    "confidence": [
      [
        "Last",
        -0.21646373
      ],
      [
        " Sup",
        -0.002747577
      ],
      [
        "per",
        -6.778209e-05
      ]
    ]
  },
  "Nikoletopoulos introduced long range order to this model by applying it to a small world graph.  It can be used to model nucleation processes in the \"critical droplets\" theory, and general cases can be attacked by the Metropolis algorithm with a Boltzman distribution. Its three-dimensional form was proven to be computationally intractable by Istrail, and it was solved by Lars Onsager in the two dimensional case, where its critical value is two over the natural log of one plus the square root of two.  It is a specific case of the Potts model, and if the value of J in this model is negative, it results in the opposite of the effect usually associated with it.  It its most famous application it replaces intermolecular interactions with a grid of spins, which can only be up or down, and the energy is considered to be the sum of their interaction with each other and with an external magnetic field.": {
    "guess": "Ising model",
    "confidence": [
      [
        "Is",
        -0.09987403
      ],
      [
        "ing",
        -1.7954959e-05
      ],
      [
        " model",
        -0.2601775
      ]
    ]
  },
  "Nikoletopoulos introduced long range order to this model by applying it to a small world graph.  It can be used to model nucleation processes in the \"critical droplets\" theory, and general cases can be attacked by the Metropolis algorithm with a Boltzman distribution. Its three-dimensional form was proven to be computationally intractable by Istrail, and it was solved by Lars Onsager in the two dimensional case, where its critical value is two over the natural log of one plus the square root of two.  It is a specific case of the Potts model, and if the value of J in this model is negative, it results": {
    "guess": "Ising model",
    "confidence": [
      [
        "Is",
        -0.8453938
      ],
      [
        "ing",
        -5.538491e-05
      ],
      [
        " model",
        -0.45648664
      ]
    ]
  },
  "Nikoletopoulos introduced long range order to this model by applying it to a small world graph.  It can be used to model nucleation processes in the \"critical droplets\" theory, and general cases can be attacked by the Metropolis algorithm with a Boltzman distribution. Its three-dimensional form was proven to be computationally intractable by Istrail, and it was solved by Lars Onsager in the two dimensional case, where its critical value is two over the natural log of one plus the square root of two.  It is a specific case of the Potts model, and if the value of J in this model is negative, it results in the opposite of the effect usually associated with it.  It its most famous application it": {
    "guess": "Ising model",
    "confidence": [
      [
        "Is",
        -0.8662034
      ],
      [
        "ing",
        -0.00011880126
      ],
      [
        " model",
        -0.33148485
      ]
    ]
  },
  "Nikolai Novikov wrote a response to this man's greatest work, which he himself noted was, at 8,000 words, an \"outrageous encumberment\" on its medium. Serving under Averill Herriman, he took a one-letter pseudonym when he wrote that a certain country acted out of xenophobia and paranoia and would not be amenable to compromise because of a political system perpetually at war with democracy but out of": {
    "guess": "Federalist No. 10",
    "confidence": [
      [
        "Federal",
        -1.8148001
      ],
      [
        "ist",
        -0.018139647
      ],
      [
        " No",
        -0.18205361
      ],
      [
        ".",
        -0.0017987079
      ],
      [
        " ",
        -0.0030719487
      ],
      [
        "10",
        -0.33284396
      ]
    ]
  },
  "Nikoletopoulos introduced long range order to this model by applying it to a small world graph.  It can be used to model nucleation processes in the \"critical droplets\" theory, and general cases can be attacked by the Metropolis algorithm with a Boltzman distribution. Its three-dimensional form was proven": {
    "guess": "Ising model",
    "confidence": [
      [
        "Is",
        -0.20728703
      ],
      [
        "ing",
        -1.0683535e-05
      ],
      [
        " model",
        -0.088732235
      ]
    ]
  },
  "In Nikolai Ge's version, the central figure wears brown and reclines on a bed. Dirk Bouts' version is the center panel of the Altarpiece of the Holy Sacrament, and includes four servants in the background. The figures are barefoot in Jacopo Bassano's version, while Andrea del Castagno's version features an isolated figure sitting in the foreground on one side of a long white table. The central figure has a brilliant halo in Tintoretto's version, which is set on a diagonal, while another version portrays": {
    "guess": "Last Supper in Christian art",
    "confidence": [
      [
        "Last",
        -0.25411242
      ],
      [
        " Sup",
        -0.004292561
      ],
      [
        "per",
        -0.00023119197
      ],
      [
        " in",
        -0.11940673
      ],
      [
        " Christian",
        -0.49247277
      ],
      [
        " art",
        -0.05281114
      ]
    ]
  },
  "Nikoletopoulos introduced long range order to this model by applying it to a small world graph.  It can be used to model nucleation processes in the \"critical droplets\" theory, and general cases can be attacked by the Metropolis algorithm with a Boltzman distribution. Its three-dimensional form was proven to be computationally intractable by Istrail, and it was solved by Lars Onsager in the two dimensional case, where its critical value is two over the natural log of one plus the square root of two.  It is a specific case of the Potts model, and if the value of J in this model is negative, it results in the opposite of the effect usually associated with it.  It its most famous application it replaces intermolecular interactions with a grid of spins, which can only be up or down, and the energy is considered to be the sum of their interaction with each other and with an external magnetic field.  For 10 points, name this model of a ferromagnet.": {
    "guess": "Ising Model",
    "confidence": [
      [
        "Is",
        -0.120568685
      ],
      [
        "ing",
        -2.355753e-05
      ],
      [
        " Model",
        -0.46127582
      ]
    ]
  },
  "Nikoletopoulos introduced long range order to this model by applying it to a small world graph.  It can be used to model nucleation processes in the \"critical droplets\" theory, and general cases can be attacked by the Metropolis algorithm with a Boltzman distribution. Its three-dimensional form was proven to be computationally intractable by Istrail, and it was solved by Lars Onsager in the two dimensional": {
    "guess": "Ising model",
    "confidence": [
      [
        "Is",
        -0.44941017
      ],
      [
        "ing",
        -2.3080716e-05
      ],
      [
        " model",
        -0.056806892
      ]
    ]
  },
  "In Nikolai Ge's version, the central figure wears brown and reclines on a bed. Dirk Bouts' version is the center panel of the Altarpiece of the Holy Sacrament, and includes four servants in the background.": {
    "guess": "Last Supper",
    "confidence": [
      [
        "Last",
        -0.08313322
      ],
      [
        " Sup",
        -0.00035560393
      ],
      [
        "per",
        -9.729906e-06
      ]
    ]
  },
  "Nikolai Novikov wrote a response to this man's greatest work, which he himself noted was, at 8,000 words, an \"outrageous encumberment\" on its medium. Serving under Averill Herriman, he took a one-letter pseudonym when he wrote that a certain country acted out of xenophobia and paranoia and would not be amenable to compromise because of a political system perpetually at war with democracy but out of touch with reality. FTP, identify this Deputy Chief of Mission to the U.S.S.R. who inspired the policy of containment with his 1946 \"Long Telegram.\"": {
    "guess": "George F. Kennan",
    "confidence": [
      [
        "George",
        -0.03515879
      ],
      [
        " F",
        -0.0008381001
      ],
      [
        ".",
        -4.8113485e-05
      ],
      [
        " Kenn",
        -7.822647e-06
      ],
      [
        "an",
        -3.5597102e-05
      ]
    ]
  },
  "In Nikolai Ge's version, the central figure wears brown and reclines on a bed. Dirk Bouts' version is": {
    "guess": "Last Supper",
    "confidence": [
      [
        "Last",
        -0.03937217
      ],
      [
        " Sup",
        -0.00039003912
      ],
      [
        "per",
        -4.365741e-06
      ]
    ]
  },
  "Under Nikolay Chkheidze, this group controlled Georgia until 1921. One of them, Alexandr Potresov, founded": {
    "guess": " Mensheviks",
    "confidence": [
      [
        " Mens",
        -0.33317617
      ],
      [
        "hevik",
        -0.0020969685
      ],
      [
        "s",
        -0.039986853
      ]
    ]
  },
  "Under Nikolay Chkheidze, this group controlled Georgia until 1921. One of them, Alexandr Potresov, founded the newspaper The Den, and their leader was L. Martov. Their name came from a dispute regarding the control of the editorial board of the Iskra newspaper, and they resisted the idea of violent revolution in favor of reform through a democratic process. For 10 points, name this non- Leninist wing of the Russian Social Democratic Party that opposed the Bolsheviks.": {
    "guess": "Mensheviks",
    "confidence": [
      [
        "M",
        -0.013151525
      ],
      [
        "ens",
        -2.4630364e-05
      ],
      [
        "hevik",
        -0.0001657565
      ],
      [
        "s",
        -0.017554259
      ]
    ]
  },
  "Nikolai Novikov wrote a response to this man's greatest work, which he himself noted was, at 8,000 words, an \"outrageous encumberment\" on its medium. Serving under Averill Herriman, he took a one-letter pseudonym when he wrote that a certain country acted out of xenophobia and paranoia and would not be amenable to compromise because of a political system perpetually at war with democracy but out of touch with reality. FTP, identify this Deputy Chief of Mission to the U.S.S.R. who inspired the policy": {
    "guess": "George Kennan",
    "confidence": [
      [
        "George",
        -0.33845726
      ],
      [
        " Kenn",
        -0.55205834
      ],
      [
        "an",
        -0.00087990024
      ]
    ]
  },
  "Under Nikolay Chkheidze, this group controlled Georgia until 1921. One of them, Alexandr Potresov, founded the newspaper The Den, and their leader was L. Martov. Their name came from a dispute regarding the control of the editorial board of the Iskra newspaper, and they resisted the idea of violent revolution in favor of reform through a democratic process. For 10 points, name this non- Leninist wing": {
    "guess": "Mensheviks",
    "confidence": [
      [
        "M",
        -0.06246772
      ],
      [
        "ens",
        -7.13582e-05
      ],
      [
        "hevik",
        -0.00029852006
      ],
      [
        "s",
        -0.18707241
      ]
    ]
  },
  "Nikoletopoulos introduced long range order to this model by applying it to a small world graph.  It can be used to model nucleation processes in the \"critical droplets\" theory, and general cases can be attacked by the Metropolis algorithm with a Boltzman distribution. Its three-dimensional form was proven to be computationally intractable by Istrail, and it was solved by Lars Onsager in the two dimensional case, where its critical value is two over the natural log of one plus the square root of two.": {
    "guess": "Ising model",
    "confidence": [
      [
        "Is",
        -0.0884525
      ],
      [
        "ing",
        -8.299462e-06
      ],
      [
        " model",
        -0.009206403
      ]
    ]
  },
  "Nikoletopoulos introduced long range order to this model by applying it to a small world graph.  It can be used to model nucleation processes in the \"critical droplets\" theory, and general cases can be attacked by the Metropolis algorithm with a Boltzman distribution. Its three-dimensional form was proven to be computationally intractable by Istrail, and it was solved by Lars Onsager in the two dimensional case, where its critical value is two over the natural log of one plus the square root of two.  It is a specific case of the Potts model, and if the value of J in this model is negative, it results in the opposite of the effect usually associated with it.  It its most famous application it replaces intermolecular interactions with a grid of spins, which can only be up or down, and the energy": {
    "guess": "Ising model",
    "confidence": [
      [
        "Is",
        -0.50880474
      ],
      [
        "ing",
        -4.143808e-05
      ],
      [
        " model",
        -0.31126755
      ]
    ]
  },
  "In Nikolai Ge's version, the central figure wears brown and reclines on a bed. Dirk Bouts' version is the center panel of the Altarpiece of the Holy Sacrament, and includes four servants in the background. The figures are barefoot in Jacopo Bassano's version, while Andrea del Castagno's version features an isolated figure sitting in the foreground on one side of a long white table. The central figure": {
    "guess": "Last Supper",
    "confidence": [
      [
        "Last",
        -0.012689991
      ],
      [
        " Sup",
        -0.0002196292
      ],
      [
        "per",
        -4.604148e-06
      ]
    ]
  },
  "Nikolai Novikov wrote a response to this man's greatest work, which he himself noted was, at 8,000 words,": {
    "guess": "Voltaire",
    "confidence": [
      [
        "Vol",
        -1.8372997
      ],
      [
        "taire",
        -0.0010631788
      ]
    ]
  },
  "Nikoletopoulos introduced long range order to this model by applying it to a small world graph.  It can be used to model nucleation processes in the \"critical droplets\" theory, and general cases can be": {
    "guess": "Small-world network",
    "confidence": [
      [
        "Small",
        -0.25482926
      ],
      [
        "-world",
        -0.20096277
      ],
      [
        " network",
        -0.017743884
      ]
    ]
  },
  "In Nikolai Ge's version, the central figure wears brown and reclines on a bed. Dirk Bouts' version is the center panel of the Altarpiece of the Holy Sacrament, and includes four servants in the background. The figures are barefoot in Jacopo Bassano's version, while Andrea del Castagno's version features": {
    "guess": "Last Supper",
    "confidence": [
      [
        "Last",
        -0.11187547
      ],
      [
        " Sup",
        -0.002522627
      ],
      [
        "per",
        -7.624555e-05
      ]
    ]
  },
  "Nikoletopoulos introduced long range order to this model by applying it to a small world graph.  It can": {
    "guess": "Small-world network",
    "confidence": [
      [
        "Small",
        -0.0063592354
      ],
      [
        "-world",
        -0.039691303
      ],
      [
        " network",
        -0.022810945
      ]
    ]
  },
  "In Nikolai Ge's version, the central figure wears brown and reclines on a bed. Dirk Bouts' version is the center panel of the Altarpiece of the Holy Sacrament, and includes four servants in the background. The figures are barefoot in Jacopo Bassano's version, while Andrea del Castagno's version features an isolated figure sitting in the foreground on one side of a long white table. The central figure has a brilliant halo in Tintoretto's version, which is set on a diagonal, while another version portrays Judas' face in shadow. FTP, name this scene from the New Testament most famously painted by Leonardo da Vinci, which depicts the final meal eaten before the betrayal of Jesus.": {
    "guess": "Last Supper",
    "confidence": [
      [
        "Last",
        -0.42680356
      ],
      [
        " Sup",
        -0.00066228013
      ],
      [
        "per",
        -1.6166903e-05
      ]
    ]
  },
  "Under Nikolay Chkheidze, this group controlled Georgia until 1921. One of them, Alexandr Potresov, founded the newspaper The Den, and their leader was L. Martov. Their name came from a dispute regarding the control of the editorial board of the Iskra newspaper, and they resisted the idea of violent revolution": {
    "guess": "Mensheviks",
    "confidence": [
      [
        "M",
        -0.14501327
      ],
      [
        "ens",
        -5.8126592e-05
      ],
      [
        "hevik",
        -0.00040779312
      ],
      [
        "s",
        -0.032881323
      ]
    ]
  },
  "Nikolai Novikov wrote a response to this man's greatest work, which he himself noted was, at 8,000 words, an \"outrageous encumberment\" on its medium. Serving under Averill Herriman, he took a one-letter pseudonym when he wrote that a certain country acted out of xenophobia and paranoia and would not": {
    "guess": "The Gulag Archipelago",
    "confidence": [
      [
        "The",
        -1.8603963
      ],
      [
        " Gul",
        -0.9209883
      ],
      [
        "ag",
        -0.00021283828
      ],
      [
        " Arch",
        -4.501419e-05
      ],
      [
        "ipel",
        -0.00023452967
      ],
      [
        "ago",
        -0.0003088871
      ]
    ]
  },
  "Under Nikolay Chkheidze, this group controlled Georgia until 1921. One of them, Alexandr Potresov, founded the newspaper The Den, and their leader was L. Martov. Their name came from a dispute regarding": {
    "guess": "Mensheviks",
    "confidence": [
      [
        "M",
        -0.6929773
      ],
      [
        "ens",
        -8.299462e-06
      ],
      [
        "hevik",
        -0.00013524403
      ],
      [
        "s",
        -0.0071988585
      ]
    ]
  },
  "Nikolai Novikov wrote a response to this man's greatest work, which he himself noted was, at 8,000 words, an \"outrageous encumberment\" on its medium. Serving under Averill Herriman, he took a one-letter": {
    "guess": "James Joyce",
    "confidence": [
      [
        "James",
        -1.9669076
      ],
      [
        " Joyce",
        -0.52203625
      ]
    ]
  }
}