{
  "In Weber's opera Oberon, he provides the impetus for the slaying of Babekan and marriage of Rezia to Huon.  His son Chariot uses a chessboard to kill the son of Ogier the Dane.  Historically, the Basques ambushed the rear guard of his army at Roncesvalles, where his legendary nephew was killed.  FTP, identify this man who brought the scholarly monk Alcuin to his court and who in the chansons de geste": {
    "guess": "Charlemagne",
    "confidence": [
      [
        "Char",
        -0.21090037
      ],
      [
        "lem",
        -0.0016468496
      ],
      [
        "agne",
        -0.0003160393
      ]
    ]
  },
  "It was weakened by 1972, when Jesse Jackson left it to found Operation PUSH. At that time it had been led for four years by Ralph David Abernathy after the death of its founder. For 10 points—name this": {
    "guess": "Southern Christian Leadership Conference",
    "confidence": [
      [
        "Southern",
        -0.0172901
      ],
      [
        " Christian",
        -0.00037621515
      ],
      [
        " Leadership",
        -0.00027587503
      ],
      [
        " Conference",
        -0.00051442906
      ]
    ]
  },
  "The website of an artists' collective in support of this movement was inexplicably replaced with a single page displaying the text NOT FOR PUBLICATION after they published an article criticizing the Vitoi group. Dr. John Robertson carried out a year-long study demonstrating that the media was biased against this movement. Many supporters of this movement were unsatisfied by the conciliatory recommendations": {
    "guess": "Media bias against the Occupy movement",
    "confidence": [
      [
        "Media",
        -0.75615
      ],
      [
        " bias",
        -0.18141118
      ],
      [
        " against",
        -0.041823022
      ],
      [
        " the",
        -0.8544341
      ],
      [
        " Occupy",
        -1.6276574
      ],
      [
        " movement",
        -0.076153405
      ]
    ]
  },
  "In Weber's opera Oberon, he provides the impetus for the slaying of Babekan and marriage of Rezia to Huon.  His son Chariot uses a chessboard to kill the son of Ogier the Dane.  Historically, the Basques ambushed the rear guard of his army at Roncesvalles, where his legendary nephew was killed.  FTP, identify this man who brought the scholarly monk Alcuin to his court and who in the chansons de geste was surrounded by twelve men, including Malagigi the Enchanter, Florismart, and Roland.": {
    "guess": "Charlemagne",
    "confidence": [
      [
        "Char",
        -0.014075238
      ],
      [
        "lem",
        -0.0001530017
      ],
      [
        "agne",
        -0.0002223709
      ]
    ]
  },
  "It was weakened by 1972, when Jesse Jackson left it to found Operation PUSH. At that time it had been led for four years by Ralph David Abernathy after the death of its founder. For 10 points—name this organization, founded in the wake of the Birmingham bus boycott by Martin Luther King, Jr.": {
    "guess": "Southern Christian Leadership Conference",
    "confidence": [
      [
        "Southern",
        -0.025807962
      ],
      [
        " Christian",
        -0.00091027154
      ],
      [
        " Leadership",
        -0.00044973815
      ],
      [
        " Conference",
        -0.0002759942
      ]
    ]
  },
  "The Weald-Artois Anticline was formed during this region's namesake orogeny. It contains the limestone-rich greywacke zone. One subrange is drained by the Tanaro river into the Ligurian sea. Containing": {
    "guess": "Alps",
    "confidence": [
      [
        "Al",
        -0.9007819
      ],
      [
        "ps",
        -0.012804275
      ]
    ]
  },
  "A man wearing a gold chain places his hand on a statue in this artist's Aristotle with a Bust of Homer. He showed seven doctors watching a demonstration of how a cadaver's arm muscles work in The Anatomy Lesson of (*)Doctor Nicolaes Tulp. A girl with a chicken hanging from her belt appears in this artist's portrait of Captain Frans Banning Cocq's shooting company. For 10 points, name this Dutch artist who painted the Night Watch.": {
    "guess": "Rembrandt",
    "confidence": [
      [
        "Rem",
        -0.0035204834
      ],
      [
        "brand",
        -0.00067740795
      ],
      [
        "t",
        -2.0100624e-05
      ]
    ]
  },
  "The weathering of one example of this group of minerals yields the clay vermiculite. Although not carbonates, a characteristic of these minerals is parallel extinction under cross-polarized light, which has a \"mottled\" or \"bird's eye\" appearance. Like its mother group, this group of minerals can be split based on whether they are dioctahedral and trioctahedral, which gives them colors of white and black, respectively. These minerals are the main components of schist and contribute to its namesake foliation. These minerals can be cut into thin lamellae because they easily split parallel to their": {
    "guess": "Mica",
    "confidence": [
      [
        "M",
        -0.023236508
      ],
      [
        "ica",
        -0.0192183
      ]
    ]
  },
  "In the webcomic Gunnerkrigg Court, George Parley has this special ability. Spiderman's spidey-sense is useless against this ability demonstrated by Spot, and Watchmen's Doctor Manhattan uses this ability on Rorschach to avoid talking to him. Clarice Ferguson of the X-Men makes a \"blink!\" sound when performing this action, while a \"BAMF!\" sound effect and a puff of brimstone accompany Nightcrawler when he is using this ability. For 10 points, name this action one can perform by jumping through a Stargate, using a portal gun, or casting an Apparition spell.": {
    "guess": "Teleportation",
    "confidence": [
      [
        "Tele",
        -0.0010178061
      ],
      [
        "port",
        -1.7432603e-06
      ],
      [
        "ation",
        -5.574252e-05
      ]
    ]
  },
  "The weathering of one example of this group of minerals yields the clay vermiculite. Although not carbonates, a characteristic of these minerals is parallel extinction under cross-polarized light, which has a \"mottled\" or \"bird's eye\" appearance. Like its mother group, this group of minerals can be split": {
    "guess": "Mica",
    "confidence": [
      [
        "M",
        -0.14702652
      ],
      [
        "ica",
        -0.5859421
      ]
    ]
  },
  "In the webcomic Gunnerkrigg Court, George Parley has this special ability. Spiderman's spidey-sense is useless against this ability demonstrated by Spot, and Watchmen's Doctor Manhattan uses this ability on Rorschach to avoid talking to him. Clarice Ferguson of the X-Men makes a \"blink!\" sound when performing this action, while a \"BAMF!\" sound effect and a puff of brimstone accompany Nightcrawler when": {
    "guess": "Teleportation",
    "confidence": [
      [
        "Tele",
        -0.011168657
      ],
      [
        "port",
        -0.00011117222
      ],
      [
        "ation",
        -0.00046022076
      ]
    ]
  },
  "In Weber's opera Oberon, he provides the impetus for the slaying of Babekan and marriage of Rezia to": {
    "guess": "Oberon (Weber)",
    "confidence": [
      [
        "O",
        -0.02469312
      ],
      [
        "ber",
        -0.00036227933
      ],
      [
        "on",
        -8.184812e-05
      ],
      [
        " (",
        -0.32905558
      ],
      [
        "We",
        -0.2031034
      ],
      [
        "ber",
        -4.3464544e-05
      ],
      [
        ")",
        -0.02142861
      ]
    ]
  },
  "The website for this company notes that it can \"bring [its] own laptop\" to avoid one's \"internal IT morass\" in its section about \"Highly Technical Writing.\" Its website also links to Mark Judd Mitchell's invention of an \"inboard/outboard motor protector with underwater hydrofoil\" in its illuminating section about \"Patents.\" Its motto is \"it's your move,\" and its website's header depicts a man standing on a rook looking across an ocean towards a king. This company may be best known for supplying customers": {
    "guess": "ChessBase",
    "confidence": [
      [
        "Chess",
        -1.0828193
      ],
      [
        "Base",
        -0.7059025
      ]
    ]
  },
  "The Weald-Artois Anticline was formed during this region's namesake orogeny. It contains the limestone-rich greywacke zone. One subrange is drained by the Tanaro river into the Ligurian sea. Containing a pyramid-shaped peak with famously steep faces, one pass through this mountain range is the St. Bernard Pass. It contains the Monte Rosa, Weisshorn, and Matterhorn, as well as its highest peak, Mount Blanc. For 10 points, name this mountain range stretching through France, Italy, and Switzerland.": {
    "guess": "Alps",
    "confidence": [
      [
        "Al",
        -0.016698712
      ],
      [
        "ps",
        -0.00032986328
      ]
    ]
  },
  "The weapon of this mythological figure was a gift from Aiofe and forged from the bone of a sea monster. He once fell in love with the fairy Fand, although Manannán used his cloak to make them forget the entire affair. He was harassed by the goddess Morrigan after rejecting her, and his death came at hands of Lugaid after eating dog meat. He had fourteen pupils total, and he was trained by the woman-warrior": {
    "guess": "Cú Chulainn",
    "confidence": [
      [
        "C",
        -0.00091753196
      ],
      [
        "ú",
        -1.4259645e-05
      ],
      [
        " Ch",
        -5.538491e-05
      ],
      [
        "ul",
        -0.00016289561
      ],
      [
        "ain",
        -7.89631e-07
      ],
      [
        "n",
        -6.9331734e-05
      ]
    ]
  },
  "The website of an artists' collective in support of this movement was inexplicably replaced with a single": {
    "guess": "Dadaism",
    "confidence": [
      [
        "D",
        -0.7409738
      ],
      [
        "ada",
        -0.004584515
      ],
      [
        "ism",
        -0.2480769
      ]
    ]
  },
  "The website of an artists' collective in support of this movement was inexplicably replaced with a single page displaying the text NOT FOR PUBLICATION after they published an article criticizing the Vitoi group. Dr. John Robertson carried out a year-long study demonstrating that the media was biased": {
    "guess": "Artists' collective",
    "confidence": [
      [
        "Art",
        -1.7849252
      ],
      [
        "ists",
        -0.92759514
      ],
      [
        "'",
        -0.4895902
      ],
      [
        " collective",
        -0.40912658
      ]
    ]
  },
  "\"What then can I in my weakness say? What patron shall I call upon?\" are questions asked by the poet in the middle of this poem which alludes to the prophesies of the Sibyl and King David. The repentance of Dismas and Mary Magdalene is recalled and in the final line the poet requests, \"sweet Lord Jesus, grant\" me eternal rest. For 10 points-- name this famous Latin hymn written by Thomas of Celaeno": {
    "guess": "Dies Irae",
    "confidence": [
      [
        "Dies",
        -0.27503115
      ],
      [
        " I",
        -0.23941152
      ],
      [
        "ra",
        -4.6802244e-05
      ],
      [
        "e",
        -4.604148e-06
      ]
    ]
  },
  "The website for this company notes that it can \"bring [its] own laptop\" to avoid one's \"internal IT morass\" in its section about \"Highly Technical Writing.\" Its website also links to Mark Judd Mitchell's invention of an \"inboard/outboard motor protector with underwater hydrofoil\" in its illuminating section about \"Patents.\" Its motto is \"it's your move,\" and its website's header depicts a man standing on a rook looking across an ocean towards a king. This company may be best known for supplying customers like the American Association of Schools in South America, Kansas AEC, and Galludet Academic Bowl with questions asking for \"the 19th century author of a novel whose setting today has its own website at 7Gables.org.\" FTP, name this ? Colorado-based company whose founder once accused Missouri": {
    "guess": "Quiz Bowl Company",
    "confidence": [
      [
        "Quiz",
        -1.515713
      ],
      [
        " Bowl",
        -0.16686755
      ],
      [
        " Company",
        -1.7842244
      ]
    ]
  },
  "The website for this company notes that it can \"bring [its] own laptop\" to avoid one's \"internal IT morass\" in its section about \"Highly Technical Writing.\" Its website also links to Mark Judd Mitchell's invention of an \"inboard/outboard motor protector with underwater hydrofoil\" in its illuminating section about \"Patents.\" Its motto is \"it's your move,\" and its website's header depicts a man standing": {
    "guess": "Technical writing",
    "confidence": [
      [
        "Technical",
        -0.4074504
      ],
      [
        " writing",
        -0.6755183
      ]
    ]
  },
  "In Weber's opera Oberon, he provides the impetus for the slaying of Babekan and marriage of Rezia to Huon.  His son Chariot uses a chessboard to kill the son of Ogier the Dane.  Historically, the Basques ambushed the rear guard of his army at Roncesvalles, where his legendary nephew was killed.  FTP,": {
    "guess": "Song of Roland",
    "confidence": [
      [
        "Song",
        -1.1572996
      ],
      [
        " of",
        -0.00076555274
      ],
      [
        " Roland",
        -0.014391616
      ]
    ]
  },
  "The website for this company notes that it can \"bring [its] own laptop\" to avoid one's \"internal IT morass\" in its section about \"Highly Technical Writing.\" Its website also links to Mark Judd Mitchell's invention of an \"inboard/outboard motor protector with underwater hydrofoil\" in its illuminating section about \"Patents.\" Its motto is \"it's your move,\" and its website's header depicts a man standing on a rook looking across an ocean towards a king. This company may be best known for supplying customers like the American Association of Schools in South America, Kansas AEC, and Galludet Academic": {
    "guess": "Technical writing",
    "confidence": [
      [
        "Technical",
        -1.86045
      ],
      [
        " writing",
        -0.9835765
      ]
    ]
  },
  "The website of an artists' collective in support of this movement was inexplicably replaced with a single page displaying the text NOT FOR PUBLICATION after they published an article criticizing the Vitoi group. Dr. John Robertson carried out a year-long study demonstrating that the media was biased against this movement. Many supporters of this movement were unsatisfied by the conciliatory recommendations produced by the Smith Commission. Pro-disarmament members of this movement released the report Nowhere to Go, recommending the removal of Trident missiles from the Coulport weapons depot. (*) Nicola Sturgeon was the only candidate left to stand for the leadership of a political party in support of this movement, after the sudden resignation of Alex Salmond. Nick Clegg and Ed Miliband put": {
    "guess": "Scottish independence movement",
    "confidence": [
      [
        "Scott",
        -0.0064296024
      ],
      [
        "ish",
        -2.6895234e-05
      ],
      [
        " independence",
        -0.04044375
      ],
      [
        " movement",
        -0.12093528
      ]
    ]
  },
  "This man's website features an ad for McGill and McGill Menswear, after this man's birth name. He hires \"Jimmy In-and-Out\" to help clear another man of a crime and claims that he caught his second ex-wife sleeping with his stepfather. This man offers to be a Tom Hagen to another man whom he compares": {
    "guess": "Saul Goodman",
    "confidence": [
      [
        "S",
        -1.7191563
      ],
      [
        "aul",
        -0.062466267
      ],
      [
        " Goodman",
        -0.00030745665
      ]
    ]
  },
  "The weapon of this mythological figure was a gift from Aiofe and forged from the bone of a sea monster. He once fell in love with the fairy Fand, although Manannán used his cloak to make them forget the entire affair. He was harassed by the goddess Morrigan after rejecting her, and his death came at": {
    "guess": "Cú Chulainn",
    "confidence": [
      [
        "C",
        -0.2106697
      ],
      [
        "ú",
        -0.01690455
      ],
      [
        " Ch",
        -0.0028891598
      ],
      [
        "ul",
        -0.00019924906
      ],
      [
        "ain",
        -7.89631e-07
      ],
      [
        "n",
        -9.901345e-05
      ]
    ]
  },
  "This man's website features an ad for McGill and McGill Menswear, after this man's birth name. He hires \"Jimmy In-and-Out\" to help clear another man of a crime and claims that he caught his second ex-wife sleeping with his stepfather. This man offers to be a Tom Hagen to another man whom he compares to Fredo, and later offers to send a man to Belize. His complicity in Brock's poisoning is revealed when another character realizes that Huell pickpocketed his pack of cigarettes. In his last appearance, this man claims that he is going to manage a Cinnabon in Omaha after Heisenberg's identity is revealed. For 10 points, name this sleazy lawyer played by Bob Odenkirk, an advisor to Jesse Pinkman and Walter White.": {
    "guess": "Saul Goodman",
    "confidence": [
      [
        "S",
        -0.07668262
      ],
      [
        "aul",
        -1.4617256e-05
      ],
      [
        " Goodman",
        -0.00028469609
      ]
    ]
  },
  "The website of an artists' collective in support of this movement was inexplicably replaced with a single page displaying the text NOT FOR PUBLICATION after they published an article criticizing the Vitoi group. Dr. John Robertson carried out a year-long study demonstrating that the media was biased against this movement. Many supporters of this movement were unsatisfied by the conciliatory recommendations produced by the Smith Commission. Pro-disarmament members of this movement released the report": {
    "guess": "Scottish independence movement",
    "confidence": [
      [
        "Scott",
        -0.06718483
      ],
      [
        "ish",
        -2.2603901e-05
      ],
      [
        " independence",
        -0.42848286
      ],
      [
        " movement",
        -0.42022356
      ]
    ]
  },
  "The weathering of one example of this group of minerals yields the clay vermiculite. Although not carbonates,": {
    "guess": "Mica",
    "confidence": [
      [
        "M",
        -0.148746
      ],
      [
        "ica",
        -0.032140028
      ]
    ]
  },
  "A man wearing a gold chain places his hand on a statue in this artist's Aristotle with a Bust of Homer.": {
    "guess": "Rembrandt",
    "confidence": [
      [
        "Rem",
        -0.0054912986
      ],
      [
        "brand",
        -0.00023274162
      ],
      [
        "t",
        -0.00027945114
      ]
    ]
  },
  "In Weber's opera Oberon, he provides the impetus for the slaying of Babekan and marriage of Rezia to Huon.  His son Chariot uses a chessboard to kill the son of Ogier the Dane.  Historically, the Basques": {
    "guess": "Oberon",
    "confidence": [
      [
        "O",
        -0.5082924
      ],
      [
        "ber",
        -0.19007109
      ],
      [
        "on",
        -0.00031270162
      ]
    ]
  },
  "The website for this company notes that it can \"bring [its] own laptop\" to avoid one's \"internal IT morass\"": {
    "guess": "Geek Squad",
    "confidence": [
      [
        "Ge",
        -1.3340319
      ],
      [
        "ek",
        -0.29764766
      ],
      [
        " Squad",
        -0.0025441549
      ]
    ]
  },
  "The website of an artists' collective in support of this movement was inexplicably replaced with a single page displaying the text NOT FOR PUBLICATION after they published an article criticizing the Vitoi group. Dr. John Robertson carried out a year-long study demonstrating that the media was biased against this movement. Many supporters of this movement were unsatisfied by the conciliatory recommendations produced by the Smith Commission. Pro-disarmament members of this movement released the report Nowhere to Go, recommending the removal of Trident missiles from the Coulport weapons depot. (*) Nicola Sturgeon was the only candidate left to stand for the leadership of a political party in support of this movement, after the sudden resignation of Alex Salmond. Nick Clegg and Ed Miliband put aside their differences to oppose this movement. This movement was opposed by the Better Together faction,": {
    "guess": "Scottish independence movement",
    "confidence": [
      [
        "Scott",
        -0.0024214373
      ],
      [
        "ish",
        -2.7848862e-05
      ],
      [
        " independence",
        -0.0034160553
      ],
      [
        " movement",
        -0.048951253
      ]
    ]
  },
  "\"What then can I in my weakness say? What patron shall I call upon?\" are questions asked by the poet in the middle of this poem which alludes to the prophesies of the Sibyl and King David. The repentance of Dismas and Mary Magdalene is recalled and in the final line the poet requests, \"sweet Lord Jesus, grant\" me eternal rest. For 10 points-- name this famous Latin hymn written by Thomas of Celaeno and set to music by Berlioz and Verdi.": {
    "guess": "Dies irae",
    "confidence": [
      [
        "Dies",
        -0.65277356
      ],
      [
        " ir",
        -0.3880018
      ],
      [
        "ae",
        -0.00020640128
      ]
    ]
  },
  "The Weald-Artois Anticline was formed during this region's namesake orogeny. It contains the limestone-rich greywacke zone. One subrange is drained by the Tanaro river into the Ligurian sea. Containing a pyramid-shaped peak with famously steep faces, one pass through this mountain range is the St. Bernard Pass. It contains the Monte Rosa, Weisshorn, and Matterhorn, as well as its highest peak, Mount": {
    "guess": "Pennine Alps",
    "confidence": [
      [
        "Penn",
        -0.29339856
      ],
      [
        "ine",
        -0.0055648056
      ],
      [
        " Alps",
        -0.00015860428
      ]
    ]
  },
  "The Weald-Artois Anticline was formed during this region's namesake orogeny. It contains the limestone-rich": {
    "guess": "Variscan orogeny",
    "confidence": [
      [
        "Var",
        -0.9137731
      ],
      [
        "isc",
        -0.000537186
      ],
      [
        "an",
        -0.00055064866
      ],
      [
        " or",
        -0.3825379
      ],
      [
        "ogen",
        -0.01157022
      ],
      [
        "y",
        -7.8748824e-05
      ]
    ]
  },
  "A man wearing a gold chain places his hand on a statue in this artist's Aristotle with a Bust of Homer. He showed seven doctors watching a demonstration of how a cadaver's arm muscles work in The Anatomy": {
    "guess": "The Anatomy Lesson of Dr. Nicolaes Tulp",
    "confidence": [
      [
        "The",
        -0.82741404
      ],
      [
        " Anatomy",
        -0.00085227436
      ],
      [
        " Lesson",
        -0.024916511
      ],
      [
        " of",
        -3.4762674e-05
      ],
      [
        " Dr",
        -6.313315e-05
      ],
      [
        ".",
        -0.00042876197
      ],
      [
        " Nicola",
        -0.015771562
      ],
      [
        "es",
        -6.749814e-06
      ],
      [
        " T",
        -3.4121115e-06
      ],
      [
        "ulp",
        -4.4849444e-06
      ]
    ]
  },
  "The weapon of this mythological figure was a gift from Aiofe and forged from the bone of a sea monster. He once fell in love with the fairy Fand, although Manannán used his cloak to make them forget the entire affair. He was harassed by the goddess Morrigan after rejecting her, and his death came at hands of Lugaid after eating dog meat. He had fourteen pupils total, and he was trained by the woman-warrior Scáthach. He fought the Connacht army of Queen Maeve single-handedly during the Cattle Raid of Cooley. For 10 points, what nephew of Conchobar fought with the spear Gae Bulg and led the Knights of the Red Branch in the Irish myth?": {
    "guess": "Cú Chulainn",
    "confidence": [
      [
        "C",
        -0.00090371893
      ],
      [
        "ú",
        -4.723352e-06
      ],
      [
        " Ch",
        -5.2643223e-05
      ],
      [
        "ul",
        -0.00010854974
      ],
      [
        "ain",
        -4.3202e-07
      ],
      [
        "n",
        -4.990154e-05
      ]
    ]
  },
  "A man wearing a gold chain places his hand on a statue in this artist's Aristotle with a Bust of Homer. He showed seven doctors watching a demonstration of how a cadaver's arm muscles work in The Anatomy Lesson of (*)Doctor Nicolaes Tulp. A girl with a chicken hanging from her belt appears in this artist's portrait of Captain Frans Banning Cocq's shooting company. For 10 points, name this Dutch artist": {
    "guess": "Rembrandt",
    "confidence": [
      [
        "Rem",
        -0.011808456
      ],
      [
        "brand",
        -0.00059985777
      ],
      [
        "t",
        -0.00023977463
      ]
    ]
  },
  "The weathering of one example of this group of minerals yields the clay vermiculite. Although not carbonates, a characteristic of these minerals is parallel extinction under cross-polarized light, which has a \"mottled\" or \"bird's eye\" appearance. Like its mother group, this group of minerals can be split based on whether they are dioctahedral and trioctahedral, which gives them colors of white and black, respectively. These minerals are the main components of schist and contribute to its namesake foliation. These minerals can be cut into thin lamellae because they easily split parallel to their bases and many exhibit perfect basal cleavage. For 10 points, name this class of phyllosilicate minerals": {
    "guess": "Chlorite",
    "confidence": [
      [
        "Ch",
        -0.12171654
      ],
      [
        "lor",
        -1.2590794e-05
      ],
      [
        "ite",
        -0.0014595236
      ]
    ]
  },
  "The weakness of this city's educational system was the subject of the McCone Report. In this city, William Parker called the National Guard after Marquette Frye's arrest. One event in this city began after the Sleepy Lagoon case, and involved sailors beating Mexican Americans. This city, the location": {
    "guess": "Los Angeles",
    "confidence": [
      [
        "Los",
        -0.014907071
      ],
      [
        " Angeles",
        -0.00012356207
      ]
    ]
  },
  "This man's website features an ad for McGill and McGill Menswear, after this man's birth name. He hires \"Jimmy In-and-Out\" to help clear another man of a crime and claims that he caught his second ex-wife sleeping with his stepfather. This man offers to be a Tom Hagen to another man whom he compares to Fredo, and later offers to send a man to Belize. His complicity in Brock's poisoning is revealed when another character realizes that Huell pickpocketed his pack of cigarettes. In his last appearance,": {
    "guess": "Saul Goodman",
    "confidence": [
      [
        "S",
        -0.1620932
      ],
      [
        "aul",
        -2.188868e-05
      ],
      [
        " Goodman",
        -0.00013440961
      ]
    ]
  },
  "The weapon of this mythological figure was a gift from Aiofe and forged from the bone of a sea monster. He once fell in love with the fairy Fand, although Manannán used his cloak to make them forget the": {
    "guess": "Gáe Bulg",
    "confidence": [
      [
        "G",
        -0.71572226
      ],
      [
        "á",
        -0.03881433
      ],
      [
        "e",
        -4.4849444e-06
      ],
      [
        " Bulg",
        -0.020152096
      ]
    ]
  },
  "The Weald-Artois Anticline was formed during this region's namesake orogeny. It contains the limestone-rich greywacke zone. One subrange is drained by the Tanaro river into the Ligurian sea. Containing a pyramid-shaped peak with famously steep faces, one pass through this mountain range is the St. Bernard": {
    "guess": "Alps",
    "confidence": [
      [
        "Al",
        -0.73456013
      ],
      [
        "ps",
        -0.0057109664
      ]
    ]
  },
  "This man's website features an ad for McGill and McGill Menswear, after this man's birth name. He hires \"Jimmy In-and-Out\" to help clear another man of a crime and claims that he caught his second ex-wife sleeping with his stepfather. This man offers to be a Tom Hagen to another man whom he compares to Fredo, and later offers to send a man to Belize. His complicity in Brock's poisoning is revealed when another character realizes that Huell pickpocketed his pack of cigarettes. In his last appearance, this man claims that he is going to manage a Cinnabon in Omaha after Heisenberg's identity is revealed. For 10 points, name this sleazy lawyer played by Bob Odenkirk, an advisor to Jesse Pinkman and": {
    "guess": "Saul Goodman",
    "confidence": [
      [
        "S",
        -0.08907316
      ],
      [
        "aul",
        -1.4140442e-05
      ],
      [
        " Goodman",
        -0.0004076739
      ]
    ]
  },
  "In the webcomic Gunnerkrigg Court, George Parley has this special ability. Spiderman's spidey-sense is": {
    "guess": "Gunnerkrigg Court",
    "confidence": [
      [
        "G",
        -0.7864264
      ],
      [
        "unner",
        -0.042593844
      ],
      [
        "kr",
        -0.000919916
      ],
      [
        "igg",
        -2.4987974e-05
      ],
      [
        " Court",
        -0.039766684
      ]
    ]
  },
  "\"What then can I in my weakness say? What patron shall I call upon?\" are questions asked by the poet": {
    "guess": "John Milton",
    "confidence": [
      [
        "John",
        -1.1508062
      ],
      [
        " Milton",
        -0.8666171
      ]
    ]
  },
  "The weakness of this city's educational system was the subject of the McCone Report. In this city, William Parker called the National Guard after Marquette Frye's arrest. One event in this city began after the Sleepy Lagoon case, and involved sailors beating Mexican Americans. This city, the location of unrest that popularized the phrase \"Burn, baby, burn,\" was where Stacey Koon and three other police": {
    "guess": "Los Angeles riots",
    "confidence": [
      [
        "Los",
        -0.2818927
      ],
      [
        " Angeles",
        -0.00019221604
      ],
      [
        " riots",
        -0.0637399
      ]
    ]
  },
  "In the webcomic Gunnerkrigg Court, George Parley has this special ability. Spiderman's spidey-sense is useless against this ability demonstrated by Spot, and Watchmen's Doctor Manhattan uses this ability on Rorschach to avoid talking to him. Clarice Ferguson of the X-Men makes a \"blink!\" sound when performing this action, while a \"BAMF!\" sound effect and a puff of brimstone accompany Nightcrawler when he is using this ability. For 10 points, name this action one can perform by jumping through a Stargate,": {
    "guess": "Teleportation",
    "confidence": [
      [
        "Tele",
        -0.004533131
      ],
      [
        "port",
        -4.7040652e-05
      ],
      [
        "ation",
        -0.00015490896
      ]
    ]
  },
  "The weapon of this mythological figure was a gift from Aiofe and forged from the bone of a sea monster. He once fell in love with the fairy Fand, although Manannán used his cloak to make them forget the entire affair. He was harassed by the goddess Morrigan after rejecting her, and his death came at hands of Lugaid after eating dog meat. He had fourteen pupils total, and he was trained by the woman-warrior Scáthach. He fought the Connacht army of Queen Maeve single-handedly during the Cattle Raid of Cooley. For 10 points, what nephew of Conchobar fought with the spear Gae Bulg and led the Knights": {
    "guess": "Cú Chulainn",
    "confidence": [
      [
        "C",
        -0.0012809455
      ],
      [
        "ú",
        -2.4584822e-06
      ],
      [
        " Ch",
        -0.00016516048
      ],
      [
        "ul",
        -9.9371064e-05
      ],
      [
        "ain",
        -4.3202e-07
      ],
      [
        "n",
        -9.293406e-05
      ]
    ]
  },
  "The weapon of this mythological figure was a gift from Aiofe and forged from the bone of a sea monster.": {
    "guess": "Cú Chulainn",
    "confidence": [
      [
        "C",
        -0.4755137
      ],
      [
        "ú",
        -0.06964483
      ],
      [
        " Ch",
        -0.038789786
      ],
      [
        "ul",
        -0.00025216083
      ],
      [
        "ain",
        -1.18755715e-05
      ],
      [
        "n",
        -0.00010556965
      ]
    ]
  },
  "\"What then can I in my weakness say? What patron shall I call upon?\" are questions asked by the poet in the middle of this poem which alludes to the prophesies of the Sibyl and King David. The repentance": {
    "guess": "The Waste Land",
    "confidence": [
      [
        "The",
        -0.20339678
      ],
      [
        " Waste",
        -0.054442547
      ],
      [
        " Land",
        -6.4325184e-05
      ]
    ]
  },
  "The weapon of this mythological figure was a gift from Aiofe and forged from the bone of a sea monster. He once fell in love with the fairy Fand, although Manannán used his cloak to make them forget the entire affair. He was harassed by the goddess Morrigan after rejecting her, and his death came at hands of Lugaid after eating dog meat. He had fourteen pupils total, and he was trained by the woman-warrior Scáthach. He fought the Connacht army of Queen Maeve single-handedly during the Cattle Raid": {
    "guess": "Cú Chulainn",
    "confidence": [
      [
        "C",
        -0.0019076931
      ],
      [
        "ú",
        -2.677603e-05
      ],
      [
        " Ch",
        -8.780831e-05
      ],
      [
        "ul",
        -5.931863e-05
      ],
      [
        "ain",
        -5.5122365e-07
      ],
      [
        "n",
        -2.9994528e-05
      ]
    ]
  },
  "The weakness of this city's educational system was the subject of the McCone Report. In this city, William Parker called the National Guard after Marquette Frye's arrest. One event in this city began after the Sleepy Lagoon case, and involved sailors beating Mexican Americans. This city, the location of unrest that popularized the phrase \"Burn, baby, burn,\" was where Stacey Koon and three other police officers were videotaped beating an African-American man in 1992. For 10 points, name this city": {
    "guess": "Los Angeles",
    "confidence": [
      [
        "Los",
        -0.0033065164
      ],
      [
        " Angeles",
        -5.3358446e-05
      ]
    ]
  },
  "The website for this company notes that it can \"bring [its] own laptop\" to avoid one's \"internal IT morass\" in its section about \"Highly Technical Writing.\" Its website also links to Mark Judd Mitchell's invention of an \"inboard/outboard motor protector with underwater hydrofoil\" in its illuminating section about \"Patents.\" Its motto is \"it's your move,\" and its website's header depicts a man standing on a rook looking across an ocean towards a king. This company may be best known for supplying customers like the American Association of Schools in South America, Kansas AEC, and Galludet Academic Bowl with questions asking for \"the 19th century author of a novel whose setting today has its own": {
    "guess": "NAQT",
    "confidence": [
      [
        "NA",
        -1.3247167
      ],
      [
        "QT",
        -0.0005723327
      ]
    ]
  },
  "This man's website features an ad for McGill and McGill Menswear, after this man's birth name. He hires \"Jimmy In-and-Out\" to help clear another man of a crime and claims that he caught his second ex-wife": {
    "guess": "Jimmy McGill",
    "confidence": [
      [
        "Jimmy",
        -2.099375
      ],
      [
        " McGill",
        -0.6861393
      ]
    ]
  },
  "It was weakened by 1972, when Jesse Jackson left it to found Operation PUSH. At that time it had been": {
    "guess": "Southern Christian Leadership Conference",
    "confidence": [
      [
        "Southern",
        -0.2039822
      ],
      [
        " Christian",
        -0.00038300612
      ],
      [
        " Leadership",
        -0.00070278003
      ],
      [
        " Conference",
        -0.0007962852
      ]
    ]
  },
  "The website of an artists' collective in support of this movement was inexplicably replaced with a single page displaying the text NOT FOR PUBLICATION after they published an article criticizing the Vitoi group. Dr. John Robertson carried out a year-long study demonstrating that the media was biased against this movement. Many supporters of this movement were unsatisfied by the conciliatory recommendations produced by the Smith Commission. Pro-disarmament members of this movement released the report Nowhere to Go, recommending the removal of Trident missiles from the Coulport weapons depot. (*) Nicola Sturgeon was the only candidate left to stand for the leadership of a political party in support of this movement, after the sudden resignation of Alex Salmond. Nick Clegg and Ed Miliband put aside their differences to oppose this movement. This movement was opposed by the Better Together faction, and lost in a referendum that took place in September 2014. For 10 points, name this movement": {
    "guess": "Scottish independence movement",
    "confidence": [
      [
        "Scott",
        -0.018350579
      ],
      [
        "ish",
        -5.0974373e-05
      ],
      [
        " independence",
        -0.008373793
      ],
      [
        " movement",
        -0.13863908
      ]
    ]
  },
  "In the webcomic Gunnerkrigg Court, George Parley has this special ability. Spiderman's spidey-sense is useless against this ability demonstrated by Spot, and Watchmen's Doctor Manhattan uses this ability": {
    "guess": "Teleportation",
    "confidence": [
      [
        "Tele",
        -0.028958816
      ],
      [
        "port",
        -4.465658e-05
      ],
      [
        "ation",
        -0.00022356294
      ]
    ]
  },
  "This man's website features an ad for McGill and McGill Menswear, after this man's birth name. He hires \"Jimmy In-and-Out\" to help clear another man of a crime and claims that he caught his second ex-wife sleeping with his stepfather. This man offers to be a Tom Hagen to another man whom he compares to Fredo, and later offers to send a man to Belize. His complicity in Brock's poisoning is revealed when another character realizes that Huell pickpocketed his pack of cigarettes. In his last appearance, this man claims that he is going to manage a Cinnabon in Omaha after Heisenberg's identity is revealed.": {
    "guess": "Saul Goodman",
    "confidence": [
      [
        "S",
        -0.025255514
      ],
      [
        "aul",
        -4.604148e-06
      ],
      [
        " Goodman",
        -7.4576696e-05
      ]
    ]
  },
  "The website of an artists' collective in support of this movement was inexplicably replaced with a single page displaying the text NOT FOR PUBLICATION after they published an article criticizing the Vitoi group. Dr. John Robertson carried out a year-long study demonstrating that the media was biased against this movement. Many supporters of this movement were unsatisfied by the conciliatory recommendations produced by the Smith Commission. Pro-disarmament members of this movement released the report Nowhere to Go, recommending the removal of Trident missiles from the Coulport weapons depot. (*)": {
    "guess": "Scottish CND",
    "confidence": [
      [
        "Scott",
        -0.035662424
      ],
      [
        "ish",
        -3.5716304e-05
      ],
      [
        " C",
        -0.30380794
      ],
      [
        "ND",
        -0.00012225083
      ]
    ]
  },
  "The weakness of this city's educational system was the subject of the McCone Report. In this city, William Parker called the National Guard after Marquette Frye's arrest. One event in this city began after": {
    "guess": "Los Angeles riots",
    "confidence": [
      [
        "Los",
        -0.03897899
      ],
      [
        " Angeles",
        -8.3874584e-05
      ],
      [
        " riots",
        -1.3373272
      ]
    ]
  },
  "In the webcomic Gunnerkrigg Court, George Parley has this special ability. Spiderman's spidey-sense is useless against this ability demonstrated by Spot, and Watchmen's Doctor Manhattan uses this ability on Rorschach to avoid talking to him. Clarice Ferguson of the X-Men makes a \"blink!\" sound when performing": {
    "guess": "Teleportation",
    "confidence": [
      [
        "Tele",
        -0.0070313695
      ],
      [
        "port",
        -0.000156101
      ],
      [
        "ation",
        -0.00039789922
      ]
    ]
  },
  "The website of an artists' collective in support of this movement was inexplicably replaced with a single page displaying the text NOT FOR PUBLICATION after they published an article criticizing the Vitoi group. Dr. John Robertson carried out a year-long study demonstrating that the media was biased against this movement. Many supporters of this movement were unsatisfied by the conciliatory recommendations produced by the Smith Commission. Pro-disarmament members of this movement released the report Nowhere to Go, recommending the removal of Trident missiles from the Coulport weapons depot. (*) Nicola Sturgeon was the only candidate left to stand for the leadership of a political party in support": {
    "guess": "Scottish independence movement",
    "confidence": [
      [
        "Scott",
        -0.0035470899
      ],
      [
        "ish",
        -3.166338e-05
      ],
      [
        " independence",
        -0.16743338
      ],
      [
        " movement",
        -0.20058419
      ]
    ]
  },
  "This man's website features an ad for McGill and McGill Menswear, after this man's birth name. He hires \"Jimmy In-and-Out\" to help clear another man of a crime and claims that he caught his second ex-wife sleeping with his stepfather. This man offers to be a Tom Hagen to another man whom he compares to Fredo, and later offers to send a man to Belize. His complicity in Brock's poisoning is revealed": {
    "guess": "Ray Donovan (TV series)",
    "confidence": [
      [
        "Ray",
        -0.41902068
      ],
      [
        " Donovan",
        -0.4554417
      ],
      [
        " (",
        -0.4010591
      ],
      [
        "TV",
        -0.020116696
      ],
      [
        " series",
        -0.0049152966
      ],
      [
        ")",
        -0.0016157961
      ]
    ]
  },
  "The weathering of one example of this group of minerals yields the clay vermiculite. Although not carbonates, a characteristic of these minerals is parallel extinction under cross-polarized light, which has a \"mottled\" or \"bird's eye\" appearance. Like its mother group, this group of minerals can be split based on whether they are dioctahedral and trioctahedral, which gives them colors of white and black, respectively. These minerals are the main components of schist and contribute to its namesake foliation. These minerals can be cut into thin lamellae because they easily split parallel to their bases and many exhibit perfect basal cleavage. For 10 points, name this class of phyllosilicate minerals that includes lepidolite, muscovite and biotite.": {
    "guess": "Mica",
    "confidence": [
      [
        "M",
        -0.0064329184
      ],
      [
        "ica",
        -0.0082878405
      ]
    ]
  },
  "A man wearing a gold chain places his hand on a statue in this artist's Aristotle with a Bust of Homer. He showed seven doctors watching a demonstration of how a cadaver's arm muscles work in The Anatomy Lesson of (*)Doctor Nicolaes Tulp. A girl with a chicken hanging from her belt appears in this artist's": {
    "guess": "Rembrandt",
    "confidence": [
      [
        "Rem",
        -0.06659545
      ],
      [
        "brand",
        -0.0003281944
      ],
      [
        "t",
        -1.18755715e-05
      ]
    ]
  },
  "The website for this company notes that it can \"bring [its] own laptop\" to avoid one's \"internal IT morass\" in its section about \"Highly Technical Writing.\" Its website also links to Mark Judd Mitchell's invention of an \"inboard/outboard motor protector with underwater hydrofoil\" in its illuminating": {
    "guess": "Technical writing",
    "confidence": [
      [
        "Technical",
        -0.6151308
      ],
      [
        " writing",
        -0.2239634
      ]
    ]
  },
  "The weathering of one example of this group of minerals yields the clay vermiculite. Although not carbonates, a characteristic of these minerals is parallel extinction under cross-polarized light, which has a \"mottled\" or \"bird's eye\" appearance. Like its mother group, this group of minerals can be split based on whether they are dioctahedral and trioctahedral, which gives them colors of white and black, respectively. These minerals are the main components of schist and contribute to its namesake": {
    "guess": "Mica",
    "confidence": [
      [
        "M",
        -0.5357013
      ],
      [
        "ica",
        -0.40757245
      ]
    ]
  },
  "The website for this company notes that it can \"bring [its] own laptop\" to avoid one's \"internal IT morass\" in its section about \"Highly Technical Writing.\" Its website also links to Mark Judd Mitchell's": {
    "guess": "Technical writing",
    "confidence": [
      [
        "Technical",
        -0.416435
      ],
      [
        " writing",
        -0.52224874
      ]
    ]
  },
  "The website of an artists' collective in support of this movement was inexplicably replaced with a single page displaying the text NOT FOR PUBLICATION after they published an article criticizing the Vitoi group. Dr. John Robertson carried out a year-long study demonstrating that the media was biased against this movement. Many supporters of this movement were unsatisfied by the conciliatory recommendations produced by the Smith Commission. Pro-disarmament members of this movement released the report Nowhere to Go, recommending the removal of Trident missiles from the Coulport weapons depot. (*) Nicola Sturgeon was the only candidate left to stand for the leadership of a political party in support of this movement, after the sudden resignation of Alex Salmond. Nick Clegg and Ed Miliband put aside their differences to oppose this movement. This movement was opposed by the Better Together faction, and lost in a referendum that took place in September 2014. For 10 points, name this movement in favor of forming a new country north of England.": {
    "guess": "Scottish independence movement",
    "confidence": [
      [
        "Scott",
        -0.015230459
      ],
      [
        "ish",
        -3.3093824e-05
      ],
      [
        " independence",
        -0.0015398616
      ],
      [
        " movement",
        -0.050651956
      ]
    ]
  },
  "The website of an artists' collective in support of this movement was inexplicably replaced with a single page displaying the text NOT FOR PUBLICATION after they published an article criticizing the Vitoi": {
    "guess": "Vitoi Movement",
    "confidence": [
      [
        "V",
        -0.7483522
      ],
      [
        "ito",
        -0.7975234
      ],
      [
        "i",
        -0.052947853
      ],
      [
        " Movement",
        -0.34421122
      ]
    ]
  },
  "The weakness of this city's educational system was the subject of the McCone Report. In this city, William Parker called the National Guard after Marquette Frye's arrest. One event in this city began after the Sleepy Lagoon case, and involved sailors beating Mexican Americans. This city, the location of unrest that popularized the phrase \"Burn, baby, burn,\" was where Stacey Koon and three other police officers were videotaped beating an African-American man in 1992. For 10 points, name this city that faced the Zoot Suit Riots, Watts Riots, and Rodney King Riots.": {
    "guess": "Los Angeles",
    "confidence": [
      [
        "Los",
        -0.0023875413
      ],
      [
        " Angeles",
        -0.00015288251
      ]
    ]
  },
  "The weakness of this city's educational system was the subject of the McCone Report. In this city, William": {
    "guess": "Los Angeles",
    "confidence": [
      [
        "Los",
        -0.027528746
      ],
      [
        " Angeles",
        -3.9054008e-05
      ]
    ]
  },
  "The weathering of one example of this group of minerals yields the clay vermiculite. Although not carbonates, a characteristic of these minerals is parallel extinction under cross-polarized light, which has a \"mottled\" or \"bird's eye\" appearance. Like its mother group, this group of minerals can be split based on whether they are dioctahedral and trioctahedral, which gives them colors of white and": {
    "guess": "Mica",
    "confidence": [
      [
        "M",
        -0.4247029
      ],
      [
        "ica",
        -0.15970655
      ]
    ]
  },
  "\"What then can I in my weakness say? What patron shall I call upon?\" are questions asked by the poet in the middle of this poem which alludes to the prophesies of the Sibyl and King David. The repentance of Dismas and Mary Magdalene is recalled and in the final line the poet requests, \"sweet Lord Jesus,": {
    "guess": "The Waste Land",
    "confidence": [
      [
        "The",
        -0.75538504
      ],
      [
        " Waste",
        -0.24587947
      ],
      [
        " Land",
        -5.50273e-05
      ]
    ]
  },
  "This man's website features an ad for McGill and McGill Menswear, after this man's birth name. He hires": {
    "guess": "Tommy Hilfiger",
    "confidence": [
      [
        "Tom",
        -2.964129
      ],
      [
        "my",
        -0.74461806
      ],
      [
        " Hil",
        -0.20053785
      ],
      [
        "fig",
        -3.0232935e-05
      ],
      [
        "er",
        -0.00012630376
      ]
    ]
  },
  "The weathering of one example of this group of minerals yields the clay vermiculite. Although not carbonates, a characteristic of these minerals is parallel extinction under cross-polarized light, which": {
    "guess": "Mica",
    "confidence": [
      [
        "M",
        -0.11255573
      ],
      [
        "ica",
        -0.4561009
      ]
    ]
  },
  "The website for this company notes that it can \"bring [its] own laptop\" to avoid one's \"internal IT morass\" in its section about \"Highly Technical Writing.\" Its website also links to Mark Judd Mitchell's invention of an \"inboard/outboard motor protector with underwater hydrofoil\" in its illuminating section about \"Patents.\" Its motto is \"it's your move,\" and its website's header depicts a man standing on a rook looking across an ocean towards a king. This company may be best known for supplying customers like the American Association of Schools in South America, Kansas AEC, and Galludet Academic Bowl with questions asking for \"the 19th century author of a novel whose setting today has its own website at 7Gables.org.\" FTP, name this ? Colorado-based company whose founder once accused Missouri high schoolers of being unable to \"find their rear ends with both hands and a map.\"": {
    "guess": "National Academic Quiz Tournaments",
    "confidence": [
      [
        "National",
        -1.4703009
      ],
      [
        " Academic",
        -0.001504744
      ],
      [
        " Quiz",
        -0.0024139422
      ],
      [
        " T",
        -0.0003812217
      ],
      [
        "ournaments",
        -0.00013381359
      ]
    ]
  }
}