{
  "He saw the passage of bills that would prohibit clergymen from coming within five miles of parishes that they had been banished from as well as a bill that required municipal officeholders to swear allegiance.": {
    "guess": "Five Mile Act",
    "confidence": [
      [
        "Five",
        -1.4412178
      ],
      [
        " Mile",
        -0.124603756
      ],
      [
        " Act",
        -0.008989044
      ]
    ]
  },
  "Some 5,400 Saxons under Jean Reynier defected to the eventual winners during this battle, and the losing commander prematurely blew up the bridge through which his troops were retreating. This battle saw Marshal Murat's disastrous choice of massive columns as the attacking formation at Liebertworkwitz, and he was forced to retreat. Marshal Marmont's cavalry refused to charge during the battle of Möckern and was attacked by forces led by Blücher, who fought the losing commander again later at Waterloo. For 10 points, identify this 1813 battle between Napoleon and the Sixth Coalition that saw a decisive defeat for the French, also called Battle of the Nations.": {
    "guess": "Battle of Leipzig",
    "confidence": [
      [
        "Battle",
        -0.00029852006
      ],
      [
        " of",
        -0.00024620062
      ],
      [
        " Leipzig",
        -0.00082379935
      ]
    ]
  },
  "Some 5,400 Saxons under Jean Reynier defected to the eventual winners during this battle, and the losing commander prematurely blew up the bridge through which his troops were retreating. This battle saw Marshal Murat's disastrous choice of massive columns as the attacking formation at Liebertworkwitz, and he was forced to retreat. Marshal Marmont's cavalry refused to charge during the battle of Möckern and was attacked by forces led by Blücher, who fought the losing commander again later at Waterloo. For 10 points, identify this 1813 battle between Napoleon and the Sixth Coalition that saw a decisive": {
    "guess": "Battle of Leipzig",
    "confidence": [
      [
        "Battle",
        -8.268255e-05
      ],
      [
        " of",
        -7.243103e-05
      ],
      [
        " Leipzig",
        -0.0038644432
      ]
    ]
  },
  "Some 5,400 Saxons under Jean Reynier defected to the eventual winners during this battle, and the losing commander prematurely blew up the bridge through which his troops were retreating. This battle saw": {
    "guess": "Battle of Leipzig",
    "confidence": [
      [
        "Battle",
        -0.0004247164
      ],
      [
        " of",
        -4.5491004e-05
      ],
      [
        " Leipzig",
        -0.20289543
      ]
    ]
  },
  "Saxo-Grammaticus describes how Friedleif killed this type of creature  on an island after digging up treasure - he had to pierce the lower half of  its body to kill it. At the end of The Voluspa, another one of these  creatures comes from the dark crags of Nithafjoll and carries the body of  slain men - that one had earlier tasted the blood of murderers. The  Gylfaginning points out that there are more of them in (*) Hvergelmir  than any tongue can enumerate. The most notable one of them gnaws at": {
    "guess": "Dragon",
    "confidence": [
      [
        "Dragon",
        -0.9713947
      ]
    ]
  },
  "He saw the passage of bills that would prohibit clergymen from coming within five miles of parishes that they had been banished from as well as a bill that required municipal officeholders to swear allegiance. In addition to the Five Mile Act and the Corporation Act, he also saw the foundation of an": {
    "guess": "Clarendon Code",
    "confidence": [
      [
        "Cl",
        -0.017261736
      ],
      [
        "arend",
        -0.0007574542
      ],
      [
        "on",
        -0.0001311911
      ],
      [
        " Code",
        -0.00016027314
      ]
    ]
  },
  "Saxo-Grammaticus describes how Friedleif killed this type of creature  on an island after digging up treasure - he had to pierce the lower half of  its body to kill it. At the end of The Voluspa, another one of these  creatures comes from the dark crags of Nithafjoll and carries the body of  slain men": {
    "guess": "Dragon",
    "confidence": [
      [
        "Dragon",
        -1.2960159
      ]
    ]
  },
  "Saxo-Grammaticus describes how Friedleif killed this type of creature  on an island after digging up": {
    "guess": "Dragon",
    "confidence": [
      [
        "Dragon",
        -2.0491197
      ]
    ]
  },
  "He saw the passage of bills that would prohibit clergymen from coming within five miles of parishes that": {
    "guess": "Guernsey",
    "confidence": [
      [
        "Gu",
        -2.3126447
      ],
      [
        "ern",
        -0.014704816
      ],
      [
        "sey",
        -0.00021807956
      ]
    ]
  },
  "He saw the passage of bills that would prohibit clergymen from coming within five miles of parishes that they had been banished from as well as a bill that required municipal officeholders to swear allegiance. In addition to the Five Mile Act and the Corporation Act, he also saw the foundation of an alliance with Portugal, since the Portuguese were abandoned by the French after the Treaty of the Pyrenees. He also awarded eight Lord Proprietors land that would become Carolina. Titus Oates' false confession greatly increased anti-Catholic sentiment with what would be called the \"Popish Plot.\" This anti-Catholic sentiment would be further tested when Parliament attempted to prevent his brother from succeeding to the throne with the Exclusion Bill. For 10 points, name this English monarch who rose to power because of the Restoration.": {
    "guess": "Charles II of England",
    "confidence": [
      [
        "Charles",
        -0.00050275447
      ],
      [
        " II",
        -7.100059e-05
      ],
      [
        " of",
        -7.9418505e-06
      ],
      [
        " England",
        -1.8789384e-05
      ]
    ]
  },
  "Saxo-Grammaticus describes how Friedleif killed this type of creature  on an island after digging up treasure - he had to pierce the lower half of  its body to kill it. At the end of The Voluspa, another one of these  creatures comes from the dark crags of Nithafjoll and carries the body of  slain men - that one had earlier tasted the blood of murderers. The  Gylfaginning points out that there are": {
    "guess": "Draugr",
    "confidence": [
      [
        "D",
        -0.78637815
      ],
      [
        "ra",
        -0.21741769
      ],
      [
        "ug",
        -0.015781535
      ],
      [
        "r",
        -0.001049362
      ]
    ]
  },
  "Some 5,400 Saxons under Jean Reynier defected to the eventual winners during this battle, and the losing commander prematurely blew up the bridge through which his troops were retreating. This battle saw Marshal Murat's disastrous choice of massive columns as the attacking formation at Liebertworkwitz, and he was forced to retreat. Marshal Marmont's cavalry refused to charge during the battle of Möckern": {
    "guess": "Battle of Leipzig",
    "confidence": [
      [
        "Battle",
        -0.00030638382
      ],
      [
        " of",
        -0.0001307143
      ],
      [
        " Leipzig",
        -0.06763416
      ]
    ]
  },
  "Some 5,400 Saxons under Jean Reynier defected to the eventual winners during this battle, and the losing": {
    "guess": "Battle of Leipzig",
    "confidence": [
      [
        "Battle",
        -0.0010548418
      ],
      [
        " of",
        -0.00042376274
      ],
      [
        " Leipzig",
        -0.10384658
      ]
    ]
  },
  "He saw the passage of bills that would prohibit clergymen from coming within five miles of parishes that they had been banished from as well as a bill that required municipal officeholders to swear allegiance. In addition to the Five Mile Act and the Corporation Act, he also saw the foundation of an alliance with Portugal, since the Portuguese were abandoned by the French after the Treaty of the Pyrenees. He also awarded eight Lord Proprietors land that would become Carolina. Titus Oates' false confession greatly increased anti-Catholic sentiment with what would be called the \"Popish Plot.\" This anti-Catholic sentiment would be further tested when Parliament attempted to prevent his brother from": {
    "guess": "Charles II of England",
    "confidence": [
      [
        "Charles",
        -0.017666817
      ],
      [
        " II",
        -0.000114033115
      ],
      [
        " of",
        -4.6683042e-05
      ],
      [
        " England",
        -7.588794e-05
      ]
    ]
  },
  "He saw the passage of bills that would prohibit clergymen from coming within five miles of parishes that they had been banished from as well as a bill that required municipal officeholders to swear allegiance. In addition to the Five Mile Act and the Corporation Act, he also saw the foundation of an alliance with Portugal, since the Portuguese were abandoned by the French after the Treaty of the Pyrenees. He also awarded eight Lord Proprietors land that would become Carolina. Titus Oates' false confession greatly increased anti-Catholic sentiment with what would be called the \"Popish Plot.\" This anti-Catholic sentiment would be further tested when Parliament attempted to prevent his brother from succeeding to the throne with the Exclusion Bill. For 10 points, name this English monarch who rose": {
    "guess": "Charles II of England",
    "confidence": [
      [
        "Charles",
        -0.0004838194
      ],
      [
        " II",
        -7.564953e-05
      ],
      [
        " of",
        -1.3067608e-05
      ],
      [
        " England",
        -2.8921695e-05
      ]
    ]
  },
  "He saw the passage of bills that would prohibit clergymen from coming within five miles of parishes that they had been banished from as well as a bill that required municipal officeholders to swear allegiance. In addition to the Five Mile Act and the Corporation Act, he also saw the foundation of an alliance with Portugal, since the Portuguese were abandoned by the French after the Treaty of the Pyrenees. He also awarded eight Lord Proprietors land that would become Carolina. Titus Oates' false confession": {
    "guess": "Cabal Ministry",
    "confidence": [
      [
        "C",
        -1.4217557
      ],
      [
        "abal",
        -1.0484794
      ],
      [
        " Ministry",
        -0.5888895
      ]
    ]
  },
  "Some 5,400 Saxons under Jean Reynier defected to the eventual winners during this battle, and the losing commander prematurely blew up the bridge through which his troops were retreating. This battle saw Marshal Murat's disastrous choice of massive columns as the attacking formation at Liebertworkwitz, and he was forced to retreat. Marshal Marmont's cavalry refused to charge during the battle of Möckern and was attacked by forces led by Blücher, who fought the losing commander again later at Waterloo.": {
    "guess": "Battle of Leipzig",
    "confidence": [
      [
        "Battle",
        -0.00012582695
      ],
      [
        " of",
        -5.9080223e-05
      ],
      [
        " Leipzig",
        -0.02718181
      ]
    ]
  },
  "Some 5,400 Saxons under Jean Reynier defected to the eventual winners during this battle, and the losing commander prematurely blew up the bridge through which his troops were retreating. This battle saw Marshal Murat's disastrous choice of massive columns as the attacking formation at Liebertworkwitz,": {
    "guess": "Battle of Leipzig",
    "confidence": [
      [
        "Battle",
        -0.00030471865
      ],
      [
        " of",
        -0.00023059595
      ],
      [
        " Leipzig",
        -0.010016248
      ]
    ]
  },
  "He saw the passage of bills that would prohibit clergymen from coming within five miles of parishes that they had been banished from as well as a bill that required municipal officeholders to swear allegiance. In addition to the Five Mile Act and the Corporation Act, he also saw the foundation of an alliance with Portugal, since the Portuguese were abandoned by the French after the Treaty of the Pyrenees. He also awarded eight Lord Proprietors land that would become Carolina. Titus Oates' false confession greatly increased anti-Catholic sentiment with what would be called the \"Popish Plot.\" This": {
    "guess": "Charles II of England",
    "confidence": [
      [
        "Charles",
        -0.7803521
      ],
      [
        " II",
        -0.00016039233
      ],
      [
        " of",
        -2.0458236e-05
      ],
      [
        " England",
        -4.310693e-05
      ]
    ]
  },
  "Saxo-Grammaticus describes how Friedleif killed this type of creature  on an island after digging up treasure - he had to pierce the lower half of  its body to kill it. At the end of The Voluspa, another one of these  creatures comes from the dark crags of Nithafjoll and carries the body of  slain men - that one had earlier tasted the blood of murderers. The  Gylfaginning points out that there are more of them in (*) Hvergelmir  than any tongue can enumerate. The most notable one of them gnaws at a root  and trades insults with an unnamed eagle using Ratatosk to ferry the  messages. For 10 points, identify this type of creature exemplified by  Niddhogg and one that encircles Midgard.": {
    "guess": "Dragon",
    "confidence": [
      [
        "Dragon",
        -0.64859486
      ]
    ]
  },
  "Saxo-Grammaticus describes how Friedleif killed this type of creature  on an island after digging up treasure - he had to pierce the lower half of  its body to kill it. At the end of The Voluspa, another": {
    "guess": "Dragon",
    "confidence": [
      [
        "Dragon",
        -1.0030258
      ]
    ]
  },
  "He saw the passage of bills that would prohibit clergymen from coming within five miles of parishes that they had been banished from as well as a bill that required municipal officeholders to swear allegiance. In addition to the Five Mile Act and the Corporation Act, he also saw the foundation of an alliance with Portugal, since the Portuguese were abandoned by the French after the Treaty of the Pyrenees.": {
    "guess": "Clarendon Code",
    "confidence": [
      [
        "Cl",
        -0.18749686
      ],
      [
        "arend",
        -0.00055064866
      ],
      [
        "on",
        -2.4630364e-05
      ],
      [
        " Code",
        -0.00018863993
      ]
    ]
  },
  "Saxo-Grammaticus describes how Friedleif killed this type of creature  on an island after digging up treasure - he had to pierce the lower half of  its body to kill it. At the end of The Voluspa, another one of these  creatures comes from the dark crags of Nithafjoll and carries the body of  slain men - that one had earlier tasted the blood of murderers. The  Gylfaginning points out that there are more of them in (*) Hvergelmir  than any tongue can enumerate. The most notable one of them gnaws at a root  and trades insults with an unnamed eagle using Ratatosk to ferry the  messages. For 10 points,": {
    "guess": "Dragon",
    "confidence": [
      [
        "Dragon",
        -0.48239258
      ]
    ]
  }
}