{
  "The biosynthesis of one type of it involves binding by the chaperone protein Hsp47, and it stains blue in Masson's trichrome stain. Auto-antibodies bind to the alpha-three chains of the type four of it, and mutations that alter the C-terminal globular domain of certain type-IV-alpha chains can lead to Alport's syndrome. Possessing an unusually high percentage of the amino acids glycine and proline, it can be denatured to form gelatin. Consisting of three polypeptide chains arranged in a triple helix, it is related to elastin. For 10 points, name this protein that is a major component of connective tissues, including tendons and cartilage.": {
    "guess": "Collagen",
    "confidence": [
      [
        "Coll",
        -0.0024169188
      ],
      [
        "agen",
        -0.00095267134
      ]
    ]
  },
  "In biological systems, this quantity's effective kind equals the reciprocal of the sums of the reciprocals": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -1.344154
      ]
    ]
  },
  "This biological process is preceded by a reaction that is triggered by the ZP3 protein of the zona pellucida and results in the exocytosis of hyaluronidase from a secretory granule, the acrosome reaction. Its completion sees the penetration of the cumulus oophorus and the formation of a second (*) polar body. This process does not occur in parthenogenesis and can be performed in vitro to produce a blastocyst for implantation. For 10 points, name this process that involves the fusion of a spermatozooal": {
    "guess": "Fertilization",
    "confidence": [
      [
        "F",
        -0.030467415
      ],
      [
        "ertil",
        -1.3544423e-05
      ],
      [
        "ization",
        -0.029822465
      ]
    ]
  },
  "This biological process is preceded by a reaction that is triggered by the ZP3 protein of the zona pellucida and results in the exocytosis of hyaluronidase from a secretory granule, the acrosome reaction. Its completion sees the penetration of the cumulus oophorus and the formation of a second (*) polar": {
    "guess": "Fertilisation",
    "confidence": [
      [
        "F",
        -0.7158782
      ],
      [
        "ertil",
        -0.0016520909
      ],
      [
        "isation",
        -0.23329972
      ]
    ]
  },
  "The biosynthesis of one type of it involves binding by the chaperone protein Hsp47, and it stains blue in Masson's trichrome stain. Auto-antibodies bind to the alpha-three chains of the type four of it,": {
    "guess": "Collagen",
    "confidence": [
      [
        "Coll",
        -0.012378967
      ],
      [
        "agen",
        -0.0012254663
      ]
    ]
  },
  "In Biographia Literaria, Samuel Coleridge compares the argument over sentimental poetry to the dispute over this phrase. It clashes with \"Ualu\" and \"Quaouauh\" after the Fall in Finnegans Wake, while in": {
    "guess": "Finnegans Wake",
    "confidence": [
      [
        "F",
        -0.44210437
      ],
      [
        "inn",
        -0.0005131179
      ],
      [
        "eg",
        -0.00094386126
      ],
      [
        "ans",
        -3.2929079e-06
      ],
      [
        " Wake",
        -0.004287573
      ]
    ]
  },
  "In Biographia Literaria, Samuel Coleridge compares the argument over sentimental poetry to the dispute over this phrase. It clashes with \"Ualu\" and \"Quaouauh\" after the Fall in Finnegans Wake, while in a Hans Christian Anderson fairy tale, it is uttered by the kidnapper of Thumbelina as he escapes. In its original use, its final part is described as \"the bass cadenza\" and it is said to be beloved by": {
    "guess": "The Rime of the Ancient Mariner",
    "confidence": [
      [
        "The",
        -1.6115361
      ],
      [
        " R",
        -1.3550867
      ],
      [
        "ime",
        -0.11286298
      ],
      [
        " of",
        -0.00010640408
      ],
      [
        " the",
        -0.00057376316
      ],
      [
        " Ancient",
        -0.00030150014
      ],
      [
        " Mar",
        -0.0001278534
      ],
      [
        "iner",
        -2.0458236e-05
      ]
    ]
  },
  "The biosynthesis of one type of it involves binding by the chaperone protein Hsp47, and it stains blue in Masson's trichrome stain. Auto-antibodies bind to the alpha-three chains of the type four of it, and mutations that alter the C-terminal globular domain of certain type-IV-alpha chains can lead to Alport's syndrome. Possessing an unusually high percentage of the amino acids glycine and proline, it can be denatured to form gelatin. Consisting of three polypeptide chains arranged in a triple helix, it is related to elastin. For 10 points, name this protein that is a major component of connective": {
    "guess": "Collagen",
    "confidence": [
      [
        "Coll",
        -0.004946139
      ],
      [
        "agen",
        -0.001004824
      ]
    ]
  },
  "This biologic term is used for the study or description of lineages of  animals and plants (with a proper time scale) from the origin of life to the  present. FTP, what is this term given to the evolutionary development of an  organism's ancestors, which according to Haeckel is recapitulated by ontogeny?": {
    "guess": "Phylogenetics",
    "confidence": [
      [
        "Ph",
        -0.03258263
      ],
      [
        "y",
        -0.00021486107
      ],
      [
        "logen",
        -0.42753655
      ],
      [
        "etics",
        -0.031662934
      ]
    ]
  },
  "This biologic term is used for the study or description of lineages of  animals and plants (with a proper": {
    "guess": "Phylogenetics",
    "confidence": [
      [
        "Ph",
        -0.031121718
      ],
      [
        "y",
        -0.00022988072
      ],
      [
        "logen",
        -0.11628778
      ],
      [
        "etics",
        -0.0015339049
      ]
    ]
  },
  "In biology, the class of proteobacteria named for this letter contains the genus Salmonella. In math, this letter denotes a value approximately equal to 0.577, which is known as the Euler–Mascheroni constant, in addition to a function that extends the factorial to complex numbers. In physics, this Greek": {
    "guess": "Gamma",
    "confidence": [
      [
        "Gamma",
        -0.0021270646
      ]
    ]
  },
  "The biosynthesis of one type of it involves binding by the chaperone protein Hsp47, and it stains blue in Masson's trichrome stain. Auto-antibodies bind to the alpha-three chains of the type four of it, and mutations that alter the C-terminal globular domain of certain type-IV-alpha chains can lead to Alport's syndrome. Possessing an unusually high percentage of the amino acids glycine and proline, it can be denatured to form gelatin. Consisting of three polypeptide chains arranged in a triple helix,": {
    "guess": "Collagen",
    "confidence": [
      [
        "Coll",
        -0.0070024785
      ],
      [
        "agen",
        -0.0014735567
      ]
    ]
  },
  "This biological process is preceded by a reaction that is triggered by the ZP3 protein of the zona pellucida and results in the exocytosis of hyaluronidase from a secretory granule, the acrosome reaction. Its completion sees the penetration of the cumulus oophorus and the formation of a second (*) polar body. This process does not occur in parthenogenesis and can be performed in vitro to produce a": {
    "guess": "Fertilisation",
    "confidence": [
      [
        "F",
        -0.32809564
      ],
      [
        "ertil",
        -0.00114498
      ],
      [
        "isation",
        -0.148428
      ]
    ]
  },
  "A biography of this politician subtitled 'From Enlightenment to Tyranny' was written by John Bew. This politician came up with the plan to send an expeditionary force to Walcheren, which was quickly ravaged by disease. As Chief Secretary of Ireland, this man collaborated with Lord Cornwallis to force the Irish Parliament to pass the (*) Act of Union. After this politician discovered a plot to replace him with Arthur Wellesley, he fought a duel with and wounded George Canning. This man committed suicide when he believed he was being blackmailed for homosexuality. For 10 points, name this British Tory politician who represented the United Kingdom at the start of the Congress of Vienna.": {
    "guess": "Robert Stewart, Viscount Castlereagh",
    "confidence": [
      [
        "Robert",
        -0.14979517
      ],
      [
        " Stewart",
        -0.0059202625
      ],
      [
        ",",
        -0.001069966
      ],
      [
        " Vis",
        -0.0039456557
      ],
      [
        "count",
        -2.0815847e-05
      ],
      [
        " Cast",
        -7.338466e-05
      ],
      [
        "l",
        -0.00038384052
      ],
      [
        "ere",
        -3.4047454e-05
      ],
      [
        "agh",
        -0.00022439736
      ]
    ]
  },
  "His biographer was Sir John Chandos and he once gave the ferry of Saltash to William Lenche in recognition of Lenche's loss of an eye in battle. He endowed a religious house at Ashbridge in 1376 and legend": {
    "guess": "Edward the Black Prince",
    "confidence": [
      [
        "Edward",
        -0.13183473
      ],
      [
        " the",
        -1.1239913
      ],
      [
        " Black",
        -0.0007419687
      ],
      [
        " Prince",
        -0.00013035668
      ]
    ]
  },
  "The Bipartisan Legal Advisory Group defended this law after President Obama announced, in 2011, that": {
    "guess": "Defense of Marriage Act",
    "confidence": [
      [
        "Defense",
        -0.0040662903
      ],
      [
        " of",
        -0.00016527968
      ],
      [
        " Marriage",
        -8.7212284e-05
      ],
      [
        " Act",
        -0.00011415232
      ]
    ]
  },
  "This biologic term is used for the study or description of lineages of  animals and plants (with a proper time scale) from the origin of life to the  present. FTP, what is this term given to the evolutionary": {
    "guess": "Phylogenetics",
    "confidence": [
      [
        "Ph",
        -0.27505007
      ],
      [
        "y",
        -0.0008095059
      ],
      [
        "logen",
        -0.017346915
      ],
      [
        "etics",
        -0.01976285
      ]
    ]
  },
  "A biography of this man by Francis Bremer calls him \"America's forgotten founding father.\" Despite believing that she was insane, he sentenced Dorothy Talbye to death for murdering her three-year-old daughter Difficult. His son of the same name was the first governor of the Saybrook Colony. This man campaigned against the religious beliefs of John Wheelwright to win an election over Henry Vane. John": {
    "guess": "Thomas Dudley",
    "confidence": [
      [
        "Thomas",
        -0.7243477
      ],
      [
        " Dudley",
        -0.15568255
      ]
    ]
  },
  "In Biographia Literaria, Samuel Coleridge compares the argument over sentimental poetry to the dispute over this phrase. It clashes with \"Ualu\" and \"Quaouauh\" after the Fall in Finnegans Wake, while in a Hans Christian Anderson fairy tale, it is uttered by the kidnapper of Thumbelina as he escapes. In its original use, its final part is described as \"the bass cadenza\" and it is said to be beloved by the Lyric Nine and Pan. Despite this, a character who is getting blisters on his ass becomes irritated and sings it so quickly and insistently that the chorus shuts up and lets him continue rowing. For 10 points, Xanthias, Dionysus, and Charon must endure what onomatopoetic refrain of Aristophanes'": {
    "guess": "Evoe",
    "confidence": [
      [
        "E",
        -1.5204467
      ],
      [
        "vo",
        -0.06967095
      ],
      [
        "e",
        -0.07360639
      ]
    ]
  },
  "This biological process is preceded by a reaction that is triggered by the ZP3 protein of the zona pellucida": {
    "guess": "Fertilization",
    "confidence": [
      [
        "F",
        -0.32025316
      ],
      [
        "ertil",
        -4.763667e-05
      ],
      [
        "ization",
        -0.17151737
      ]
    ]
  },
  "In Biographia Literaria, Samuel Coleridge compares the argument over sentimental poetry to the dispute over this phrase. It clashes with \"Ualu\" and \"Quaouauh\" after the Fall in Finnegans Wake, while in a Hans Christian Anderson fairy tale, it is uttered by the kidnapper of Thumbelina as he escapes. In its original use, its final part is described as \"the bass cadenza\" and it is said to be beloved by the Lyric Nine and Pan. Despite this, a character who is getting blisters on his ass becomes irritated and sings it so quickly and insistently that the chorus shuts up and lets him continue rowing.": {
    "guess": "The Rime of the Ancient Mariner",
    "confidence": [
      [
        "The",
        -1.1090946
      ],
      [
        " R",
        -1.1616536
      ],
      [
        "ime",
        -0.029076817
      ],
      [
        " of",
        -0.00018506382
      ],
      [
        " the",
        -0.00027420983
      ],
      [
        " Ancient",
        -0.00045414869
      ],
      [
        " Mar",
        -8.792751e-05
      ],
      [
        "iner",
        -2.188868e-05
      ]
    ]
  },
  "This biological process is preceded by a reaction that is triggered by the ZP3 protein of the zona pellucida and results in the exocytosis of hyaluronidase from a secretory granule, the acrosome reaction. Its completion sees the penetration of the cumulus oophorus and the formation of a second (*) polar body. This process does not occur in parthenogenesis and can be performed in vitro to produce a blastocyst for implantation. For 10 points, name this process that involves the fusion of a spermatozooal nucleus and an egg nucleus to produce a primary embryo nucleus.": {
    "guess": "Fertilization",
    "confidence": [
      [
        "F",
        -0.008741625
      ],
      [
        "ertil",
        -5.0616763e-05
      ],
      [
        "ization",
        -0.049311135
      ]
    ]
  },
  "His biographer was Sir John Chandos and he once gave the ferry of Saltash to William Lenche in recognition of Lenche's loss of an eye in battle. He endowed a religious house at Ashbridge in 1376 and legend has it that King Pedro the Cruel of Castile gave him a ruby after the Battle of Najera that can be found in the imperial state crown. Richard Grafton gave him his nickname and he directed the massacre": {
    "guess": "John of Gaunt",
    "confidence": [
      [
        "John",
        -1.604876
      ],
      [
        " of",
        -0.7304927
      ],
      [
        " Ga",
        -0.0075997696
      ],
      [
        "unt",
        -0.00016456447
      ]
    ]
  },
  "In biological systems, this quantity's effective kind equals the reciprocal of the sums of the reciprocals of the biological and physical values for it. This quantity is related to the energy of an alpha particle in a law named for Geiger and Nuttall. This quantity equals initial concentration over twice k for a zeroth order reaction, while it is concentration-independent for a first-order reaction": {
    "guess": "Rate Constant",
    "confidence": [
      [
        "Rate",
        -0.33839652
      ],
      [
        " Constant",
        -0.64446473
      ]
    ]
  },
  "In biological systems, this quantity's effective kind equals the reciprocal of the sums of the reciprocals of the biological and physical values for it. This quantity is related to the energy of an alpha particle in a law named for Geiger and Nuttall. This quantity equals initial concentration over twice": {
    "guess": "Half-life",
    "confidence": [
      [
        "Half",
        -0.17491162
      ],
      [
        "-life",
        -0.009511572
      ]
    ]
  },
  "A biography of this politician subtitled 'From Enlightenment to Tyranny' was written by John Bew. This politician came up with the plan to send an expeditionary force to Walcheren, which was quickly ravaged": {
    "guess": "Robert Peel",
    "confidence": [
      [
        "Robert",
        -0.739898
      ],
      [
        " Peel",
        -0.9796578
      ]
    ]
  },
  "A biography of this politician subtitled 'From Enlightenment to Tyranny' was written by John Bew. This politician came up with the plan to send an expeditionary force to Walcheren, which was quickly ravaged by disease. As Chief Secretary of Ireland, this man collaborated with Lord Cornwallis to force the Irish Parliament to pass the (*) Act of Union. After this politician discovered a plot to replace him with Arthur Wellesley, he fought a duel with and wounded George Canning. This man committed suicide when he believed he was being blackmailed for homosexuality. For 10 points, name this British": {
    "guess": "Robert Stewart, Viscount Castlereagh",
    "confidence": [
      [
        "Robert",
        -0.3536067
      ],
      [
        " Stewart",
        -0.005011025
      ],
      [
        ",",
        -0.0008953821
      ],
      [
        " Vis",
        -0.001720281
      ],
      [
        "count",
        -1.6286107e-05
      ],
      [
        " Cast",
        -6.551722e-05
      ],
      [
        "l",
        -0.000591994
      ],
      [
        "ere",
        -4.0961266e-05
      ],
      [
        "agh",
        -0.00015074051
      ]
    ]
  },
  "A biography of this man by Francis Bremer calls him \"America's forgotten founding father.\" Despite believing that she was insane, he sentenced Dorothy Talbye to death for murdering her three-year-old daughter Difficult. His son of the same name was the first governor of the Saybrook Colony. This man campaigned against the religious beliefs of John Wheelwright to win an election over Henry Vane. John Cotton preached the sermon \"Gods Promise to His Plantation\" upon this man's departure for America on the Arbella. On that journey, this author of The History of New England claimed that \"The eyes of": {
    "guess": "John Winthrop",
    "confidence": [
      [
        "John",
        -0.024428723
      ],
      [
        " Win",
        -0.0013553561
      ],
      [
        "throp",
        -0.0002899374
      ]
    ]
  },
  "A biography of this man by Francis Bremer calls him \"America's forgotten founding father.\" Despite believing that she was insane, he sentenced Dorothy Talbye to death for murdering her three-year-old daughter Difficult. His son of the same name was the first governor of the Saybrook Colony. This man campaigned against the religious beliefs of John Wheelwright to win an election over Henry Vane. John Cotton preached the sermon \"Gods Promise to His Plantation\" upon this man's departure for America": {
    "guess": "John Winthrop",
    "confidence": [
      [
        "John",
        -0.4315791
      ],
      [
        " Win",
        -0.0020812629
      ],
      [
        "throp",
        -0.00033308176
      ]
    ]
  },
  "His biographer was Sir John Chandos and he once gave the ferry of Saltash to William Lenche in recognition of Lenche's loss of an eye in battle. He endowed a religious house at Ashbridge in 1376 and legend has it that King Pedro the Cruel of Castile gave him a ruby after the Battle of Najera that can be found in the imperial state crown. Richard Grafton gave him his nickname and he directed the massacre and burning of Limoges in 1370 and supported the Good Parliament of 1376, though he is most famous for two decisive victories ten years apart which demonstrated the superiority of English archers over the mounted charge. The eldest son of Edward III, for 10 points name this man who defeated Philip IV and John II at the battles of Crecy and Poitiers respectively.": {
    "guess": "Edward the Black Prince",
    "confidence": [
      [
        "Edward",
        -0.008514458
      ],
      [
        " the",
        -0.15041557
      ],
      [
        " Black",
        -0.0002553793
      ],
      [
        " Prince",
        -0.00010485443
      ]
    ]
  },
  "His biographer was Sir John Chandos and he once gave the ferry of Saltash to William Lenche in recognition of Lenche's loss of an eye in battle. He endowed a religious house at Ashbridge in 1376 and legend has it that King Pedro the Cruel of Castile gave him a ruby after the Battle of Najera that can be found in the imperial state crown. Richard Grafton gave him his nickname and he directed the massacre and burning of Limoges in 1370 and supported the Good Parliament of 1376, though he is most famous for two decisive victories ten years apart which demonstrated the superiority of English archers over the mounted charge. The eldest son of Edward III, for 10 points name this man who defeated Philip": {
    "guess": "Edward, the Black Prince",
    "confidence": [
      [
        "Edward",
        -0.053983524
      ],
      [
        ",",
        -0.061945386
      ],
      [
        " the",
        -0.0066051222
      ],
      [
        " Black",
        -0.00012856863
      ],
      [
        " Prince",
        -0.00040469383
      ]
    ]
  },
  "In Biographia Literaria, Samuel Coleridge compares the argument over sentimental poetry to the dispute over this phrase. It clashes with \"Ualu\" and \"Quaouauh\" after the Fall in Finnegans Wake, while in a Hans Christian Anderson fairy tale, it is uttered by the kidnapper of Thumbelina as he escapes. In its original use, its final part is described as \"the bass cadenza\" and it is said to be beloved by the Lyric Nine and Pan. Despite this, a character who is getting blisters on his ass becomes irritated": {
    "guess": "Epithet",
    "confidence": [
      [
        "Ep",
        -1.8181938
      ],
      [
        "ith",
        -0.2516342
      ],
      [
        "et",
        -0.6118717
      ]
    ]
  },
  "The Bipartisan Legal Advisory Group defended this law after President Obama announced, in 2011, that the Justice Department would no longer do so. It passed Congress with a veto-proof majority and was signed by President (*) Clinton in 1996, but its third section was ruled unconstitutional by the 2013 case U.S. v. Windsor. For 10 points, name this 1996 law which defined marriage as between one man": {
    "guess": "Defense of Marriage Act",
    "confidence": [
      [
        "Defense",
        -0.0053049084
      ],
      [
        " of",
        -0.00027968953
      ],
      [
        " Marriage",
        -0.0006849142
      ],
      [
        " Act",
        -3.094816e-05
      ]
    ]
  },
  "His biographer was Sir John Chandos and he once gave the ferry of Saltash to William Lenche in recognition of Lenche's loss of an eye in battle. He endowed a religious house at Ashbridge in 1376 and legend has it that King Pedro the Cruel of Castile gave him a ruby after the Battle of Najera that can": {
    "guess": "Edward of Woodstock",
    "confidence": [
      [
        "Edward",
        -1.0355822
      ],
      [
        " of",
        -0.049814034
      ],
      [
        " Wood",
        -0.00091468205
      ],
      [
        "stock",
        -2.7252845e-05
      ]
    ]
  },
  "A biography of this man by Francis Bremer calls him \"America's forgotten founding father.\" Despite believing that she was insane, he sentenced Dorothy Talbye to death for murdering her three-year-old daughter": {
    "guess": "John Winthrop the Younger",
    "confidence": [
      [
        "John",
        -0.36499202
      ],
      [
        " Win",
        -0.008797744
      ],
      [
        "throp",
        -7.338466e-05
      ],
      [
        " the",
        -0.851206
      ],
      [
        " Young",
        -0.0028301997
      ],
      [
        "er",
        -5.216641e-05
      ]
    ]
  },
  "A biography of this politician subtitled 'From Enlightenment to Tyranny' was written by John Bew. This": {
    "guess": "Clement Attlee",
    "confidence": [
      [
        "C",
        -0.0069212727
      ],
      [
        "lement",
        -0.0010500773
      ],
      [
        " Att",
        -0.00088465743
      ],
      [
        "lee",
        -8.76891e-05
      ]
    ]
  },
  "A biography of this man by Francis Bremer calls him \"America's forgotten founding father.\" Despite believing that she was insane, he sentenced Dorothy Talbye to death for murdering her three-year-old daughter Difficult. His son of the same name was the first governor of the Saybrook Colony. This man campaigned against the religious beliefs of John Wheelwright to win an election over Henry Vane. John Cotton preached the sermon \"Gods Promise to His Plantation\" upon this man's departure for America on the Arbella. On that journey, this author of The History of New England claimed that \"The eyes of all people are upon us\" during his sermon \"A Model of Christian Charity.\" For 10 points, name this Puritan who presided over the trial expelling Anne Hutchinson from the Massachusetts Bay Colony, who famously compared that colony to a \"city upon a hill.\"": {
    "guess": "John Winthrop",
    "confidence": [
      [
        "John",
        -0.015148739
      ],
      [
        " Win",
        -0.00013536324
      ],
      [
        "throp",
        -8.590105e-05
      ]
    ]
  },
  "A biography of this man by Francis Bremer calls him \"America's forgotten founding father.\" Despite believing that she was insane, he sentenced Dorothy Talbye to death for murdering her three-year-old daughter Difficult. His son of the same name was the first governor of the Saybrook Colony. This man campaigned against the religious beliefs of John Wheelwright to win an election over Henry Vane. John Cotton preached the sermon \"Gods Promise to His Plantation\" upon this man's departure for America on the Arbella. On that journey, this author of The History of New England claimed that \"The eyes of all people are upon us\" during his sermon \"A Model of Christian Charity.\" For 10 points, name this": {
    "guess": "John Winthrop",
    "confidence": [
      [
        "John",
        -0.029296672
      ],
      [
        " Win",
        -0.00028243123
      ],
      [
        "throp",
        -5.7530575e-05
      ]
    ]
  },
  "In biology, the class of proteobacteria named for this letter contains the genus Salmonella. In math, this letter denotes a value approximately equal to 0.577, which is known as the Euler–Mascheroni constant, in addition to a function that extends the factorial to complex numbers. In physics, this Greek letter also identifies the quantity one divided by the square root of one minus the velocity squared over the speed of light squared, which is known as the Lorentz factor, as utilized in special relativity. For 10 points, name this Greek letter describing the high-speed electromagnetic radiation": {
    "guess": "Gamma",
    "confidence": [
      [
        "Gamma",
        -1.0535117
      ]
    ]
  },
  "A biography of this man by Francis Bremer calls him \"America's forgotten founding father.\" Despite believing that she was insane, he sentenced Dorothy Talbye to death for murdering her three-year-old daughter Difficult. His son of the same name was the first governor of the Saybrook Colony. This man campaigned against the religious beliefs of John Wheelwright to win an election over Henry Vane. John Cotton preached the sermon \"Gods Promise to His Plantation\" upon this man's departure for America on the Arbella. On that journey, this author of The History of New England claimed that \"The eyes of all people are upon us\" during his sermon \"A Model of Christian Charity.\" For 10 points, name this Puritan who presided over the trial expelling Anne Hutchinson from the Massachusetts Bay Colony, who": {
    "guess": "John Winthrop",
    "confidence": [
      [
        "John",
        -0.040001396
      ],
      [
        " Win",
        -0.0010175677
      ],
      [
        "throp",
        -0.00015741224
      ]
    ]
  },
  "In biological systems, this quantity's effective kind equals the reciprocal of the sums of the reciprocals of the biological and physical values for it. This quantity is related to the energy of an alpha": {
    "guess": "Blood pressure",
    "confidence": [
      [
        "Blood",
        -0.6998072
      ],
      [
        " pressure",
        -0.21896091
      ]
    ]
  },
  "The Bipartisan Legal Advisory Group defended this law after President Obama announced, in 2011, that the Justice Department would no longer do so. It passed Congress with a veto-proof majority and was": {
    "guess": "Defense of Marriage Act",
    "confidence": [
      [
        "Defense",
        -0.0032386745
      ],
      [
        " of",
        -6.968935e-05
      ],
      [
        " Marriage",
        -0.00023810577
      ],
      [
        " Act",
        -5.3000836e-05
      ]
    ]
  },
  "The biosynthesis of one type of it involves binding by the chaperone protein Hsp47, and it stains blue in Masson's trichrome stain. Auto-antibodies bind to the alpha-three chains of the type four of it, and mutations that alter the C-terminal globular domain of certain type-IV-alpha chains can lead to Alport's syndrome. Possessing an unusually high percentage of the amino acids glycine and proline,": {
    "guess": "Collagen",
    "confidence": [
      [
        "Coll",
        -0.02373932
      ],
      [
        "agen",
        -0.0032916635
      ]
    ]
  },
  "The Bipartisan Legal Advisory Group defended this law after President Obama announced, in 2011, that the Justice Department would no longer do so. It passed Congress with a veto-proof majority and was signed by President (*) Clinton in 1996, but its third section was ruled unconstitutional by the 2013": {
    "guess": "Defense of Marriage Act",
    "confidence": [
      [
        "Defense",
        -0.0051863207
      ],
      [
        " of",
        -0.00011236426
      ],
      [
        " Marriage",
        -0.00013250235
      ],
      [
        " Act",
        -8.9119545e-05
      ]
    ]
  },
  "In biology, the class of proteobacteria named for this letter contains the genus Salmonella. In math, this letter denotes a value approximately equal to 0.577, which is known as the Euler–Mascheroni constant, in addition to a function that extends the factorial to complex numbers. In physics, this Greek letter also identifies the quantity one divided by the square root of one minus the velocity squared over the speed of light squared, which is known as the Lorentz factor, as utilized in special relativity. For 10 points, name this Greek letter describing the high-speed electromagnetic radiation emitted in the process of particle annihilation.": {
    "guess": "Gamma",
    "confidence": [
      [
        "Gamma",
        -0.49781007
      ]
    ]
  },
  "In biological systems, this quantity's effective kind equals the reciprocal of the sums of the reciprocals of the biological and physical values for it. This quantity is related to the energy of an alpha particle in a law named for Geiger and Nuttall. This quantity equals initial concentration over twice k for a zeroth order reaction, while it is concentration-independent for a first-order reaction and equals the natural log of 2 over the rate constant. Radiocarbon dating makes use of this value's": {
    "guess": "Half Life",
    "confidence": [
      [
        "Half",
        -0.54323566
      ],
      [
        " Life",
        -0.52067465
      ]
    ]
  },
  "His biographer was Sir John Chandos and he once gave the ferry of Saltash to William Lenche in recognition": {
    "guess": "Samuel Johnson",
    "confidence": [
      [
        "Sam",
        -0.57061315
      ],
      [
        "uel",
        -0.00031139038
      ],
      [
        " Johnson",
        -0.020249765
      ]
    ]
  },
  "The Bipartisan Legal Advisory Group defended this law after President Obama announced, in 2011, that the Justice Department would no longer do so. It passed Congress with a veto-proof majority and was signed by President (*) Clinton in 1996, but its third section was ruled unconstitutional by the 2013 case U.S. v. Windsor. For 10 points, name this 1996 law which defined marriage as between one man and one woman, often referred to as \"DOMA.\"": {
    "guess": "Defense of Marriage Act",
    "confidence": [
      [
        "Defense",
        -0.0058006863
      ],
      [
        " of",
        -0.00011260267
      ],
      [
        " Marriage",
        -0.00055064866
      ],
      [
        " Act",
        -5.967624e-05
      ]
    ]
  },
  "In biology, the class of proteobacteria named for this letter contains the genus Salmonella. In math, this letter denotes a value approximately equal to 0.577, which is known as the Euler–Mascheroni constant, in addition to a function that extends the factorial to complex numbers. In physics, this Greek letter also identifies the quantity one divided by the square root of one minus the velocity squared": {
    "guess": "Gamma",
    "confidence": [
      [
        "Gamma",
        -0.02708215
      ]
    ]
  },
  "His biographer was Sir John Chandos and he once gave the ferry of Saltash to William Lenche in recognition of Lenche's loss of an eye in battle. He endowed a religious house at Ashbridge in 1376 and legend has it that King Pedro the Cruel of Castile gave him a ruby after the Battle of Najera that can be found in the imperial state crown. Richard Grafton gave him his nickname and he directed the massacre and burning of Limoges in 1370 and supported the Good Parliament of 1376, though he is most famous for two decisive victories ten years apart which demonstrated the superiority of English archers": {
    "guess": "Edward the Black Prince",
    "confidence": [
      [
        "Edward",
        -0.558362
      ],
      [
        " the",
        -0.5854964
      ],
      [
        " Black",
        -0.0019063818
      ],
      [
        " Prince",
        -0.00011236426
      ]
    ]
  },
  "The biosynthesis of one type of it involves binding by the chaperone protein Hsp47, and it stains blue": {
    "guess": "Collagen",
    "confidence": [
      [
        "Coll",
        -0.0111228
      ],
      [
        "agen",
        -0.0006475062
      ]
    ]
  },
  "A biography of this man by Francis Bremer calls him \"America's forgotten founding father.\" Despite believing": {
    "guess": "Roger Williams",
    "confidence": [
      [
        "Roger",
        -0.6427897
      ],
      [
        " Williams",
        -0.010256039
      ]
    ]
  },
  "In biology, the class of proteobacteria named for this letter contains the genus Salmonella. In math, this letter denotes a value approximately equal to 0.577, which is known as the Euler–Mascheroni constant, in addition to a function that extends the factorial to complex numbers. In physics, this Greek letter also identifies the quantity one divided by the square root of one minus the velocity squared over the speed of light squared, which is known as the Lorentz factor, as utilized in special relativity.": {
    "guess": "Gamma",
    "confidence": [
      [
        "Gamma",
        -0.09379862
      ]
    ]
  },
  "In Biographia Literaria, Samuel Coleridge compares the argument over sentimental poetry to the dispute": {
    "guess": "Sentimentalism",
    "confidence": [
      [
        "Sent",
        -0.8271038
      ],
      [
        "iment",
        -7.445749e-05
      ],
      [
        "al",
        -0.013850824
      ],
      [
        "ism",
        -0.27531928
      ]
    ]
  },
  "In biology, the class of proteobacteria named for this letter contains the genus Salmonella. In math,": {
    "guess": "Proteobacteria",
    "confidence": [
      [
        "Pro",
        -0.47167727
      ],
      [
        "te",
        -0.002190591
      ],
      [
        "ob",
        -0.00093420944
      ],
      [
        "acteria",
        -0.0013461848
      ]
    ]
  },
  "In biology, the class of proteobacteria named for this letter contains the genus Salmonella. In math, this letter denotes a value approximately equal to 0.577, which is known as the Euler–Mascheroni constant,": {
    "guess": "Gamma",
    "confidence": [
      [
        "Gamma",
        -0.27042708
      ]
    ]
  },
  "A biography of this man by Francis Bremer calls him \"America's forgotten founding father.\" Despite believing that she was insane, he sentenced Dorothy Talbye to death for murdering her three-year-old daughter Difficult. His son of the same name was the first governor of the Saybrook Colony. This man": {
    "guess": "John Winthrop the Younger",
    "confidence": [
      [
        "John",
        -0.24701102
      ],
      [
        " Win",
        -0.0142752705
      ],
      [
        "throp",
        -5.9795446e-05
      ],
      [
        " the",
        -0.5027296
      ],
      [
        " Young",
        -0.0010341187
      ],
      [
        "er",
        -0.00014108501
      ]
    ]
  },
  "In Biographia Literaria, Samuel Coleridge compares the argument over sentimental poetry to the dispute over this phrase. It clashes with \"Ualu\" and \"Quaouauh\" after the Fall in Finnegans Wake, while in a Hans Christian Anderson fairy tale, it is uttered by the kidnapper of Thumbelina as he escapes. In": {
    "guess": "The Dispute Over Ossian",
    "confidence": [
      [
        "The",
        -1.4947689
      ],
      [
        " Dis",
        -1.4488457
      ],
      [
        "pute",
        -0.21034226
      ],
      [
        " Over",
        -0.65215224
      ],
      [
        " O",
        -0.5352358
      ],
      [
        "ss",
        -0.021186583
      ],
      [
        "ian",
        -0.0060698106
      ]
    ]
  },
  "A biography of this politician subtitled 'From Enlightenment to Tyranny' was written by John Bew. This politician came up with the plan to send an expeditionary force to Walcheren, which was quickly ravaged by disease. As Chief Secretary of Ireland, this man collaborated with Lord Cornwallis to force the Irish Parliament to pass the (*) Act of Union. After this politician discovered a plot to replace him with Arthur Wellesley, he fought a duel with and wounded George Canning. This man committed suicide": {
    "guess": "Robert Stewart, Viscount Castlereagh",
    "confidence": [
      [
        "Robert",
        -0.21223849
      ],
      [
        " Stewart",
        -0.002605268
      ],
      [
        ",",
        -0.00036918215
      ],
      [
        " Vis",
        -0.0018269079
      ],
      [
        "count",
        -3.1544176e-05
      ],
      [
        " Cast",
        -0.00011093382
      ],
      [
        "l",
        -0.00053933164
      ],
      [
        "ere",
        -5.5265704e-05
      ],
      [
        "agh",
        -0.00016301482
      ]
    ]
  },
  "A biography of this politician subtitled 'From Enlightenment to Tyranny' was written by John Bew. This politician came up with the plan to send an expeditionary force to Walcheren, which was quickly ravaged by disease. As Chief Secretary of Ireland, this man collaborated with Lord Cornwallis to force": {
    "guess": "Robert Stewart, Viscount Castlereagh",
    "confidence": [
      [
        "Robert",
        -0.35432416
      ],
      [
        " Stewart",
        -0.121066995
      ],
      [
        ",",
        -0.00015812746
      ],
      [
        " Vis",
        -0.0015598546
      ],
      [
        "count",
        -1.8193366e-05
      ],
      [
        " Cast",
        -8.89548e-06
      ],
      [
        "l",
        -0.00021212305
      ],
      [
        "ere",
        -3.3809047e-05
      ],
      [
        "agh",
        -0.00012654216
      ]
    ]
  },
  "A biography of this politician subtitled 'From Enlightenment to Tyranny' was written by John Bew. This politician came up with the plan to send an expeditionary force to Walcheren, which was quickly ravaged by disease. As Chief Secretary of Ireland, this man collaborated with Lord Cornwallis to force the Irish Parliament to pass the (*) Act of Union. After this politician discovered a plot to replace": {
    "guess": "Robert Stewart, Viscount Castlereagh",
    "confidence": [
      [
        "Robert",
        -0.112465285
      ],
      [
        " Stewart",
        -0.008647661
      ],
      [
        ",",
        -0.00034762095
      ],
      [
        " Vis",
        -0.0010724656
      ],
      [
        "count",
        -1.831257e-05
      ],
      [
        " Cast",
        -3.7697225e-06
      ],
      [
        "l",
        -0.0003186618
      ],
      [
        "ere",
        -2.129266e-05
      ],
      [
        "agh",
        -8.971556e-05
      ]
    ]
  },
  "The biosynthesis of one type of it involves binding by the chaperone protein Hsp47, and it stains blue in Masson's trichrome stain. Auto-antibodies bind to the alpha-three chains of the type four of it, and mutations that alter the C-terminal globular domain of certain type-IV-alpha chains can lead to": {
    "guess": "Collagen",
    "confidence": [
      [
        "Coll",
        -0.029344613
      ],
      [
        "agen",
        -0.005960084
      ]
    ]
  },
  "In biological systems, this quantity's effective kind equals the reciprocal of the sums of the reciprocals of the biological and physical values for it. This quantity is related to the energy of an alpha particle in a law named for Geiger and Nuttall. This quantity equals initial concentration over twice k for a zeroth order reaction, while it is concentration-independent for a first-order reaction and equals the natural log of 2 over the rate constant. Radiocarbon dating makes use of this value's quantity for carbon-14 decay of 5730 years. For 10 points, name this quantity used frequently when": {
    "guess": "Half-life",
    "confidence": [
      [
        "Half",
        -0.0239301
      ],
      [
        "-life",
        -0.030178424
      ]
    ]
  },
  "In Biographia Literaria, Samuel Coleridge compares the argument over sentimental poetry to the dispute over this phrase. It clashes with \"Ualu\" and \"Quaouauh\" after the Fall in Finnegans Wake, while in a Hans Christian Anderson fairy tale, it is uttered by the kidnapper of Thumbelina as he escapes. In its original use, its final part is described as \"the bass cadenza\" and it is said to be beloved by the Lyric Nine and Pan. Despite this, a character who is getting blisters on his ass becomes irritated and sings it so quickly and insistently that the chorus shuts up and lets him continue rowing. For 10 points, Xanthias, Dionysus, and Charon must endure what onomatopoetic refrain of Aristophanes' frogs?": {
    "guess": "Quaouauh",
    "confidence": [
      [
        "Qu",
        -0.7943854
      ],
      [
        "a",
        -0.35963315
      ],
      [
        "ou",
        -0.2640324
      ],
      [
        "au",
        -0.0045743114
      ],
      [
        "h",
        -0.001027689
      ]
    ]
  },
  "In biological systems, this quantity's effective kind equals the reciprocal of the sums of the reciprocals of the biological and physical values for it. This quantity is related to the energy of an alpha particle in a law named for Geiger and Nuttall. This quantity equals initial concentration over twice k for a zeroth order reaction, while it is concentration-independent for a first-order reaction and equals the natural log of 2 over the rate constant. Radiocarbon dating makes use of this value's quantity for carbon-14 decay of 5730 years. For 10 points, name this quantity used frequently when describing radioactive decay, the length of time for fifty percent of a compound to be consumed.": {
    "guess": "Half-life",
    "confidence": [
      [
        "Half",
        -0.0021480003
      ],
      [
        "-life",
        -0.014666755
      ]
    ]
  },
  "His biographer was Sir John Chandos and he once gave the ferry of Saltash to William Lenche in recognition of Lenche's loss of an eye in battle. He endowed a religious house at Ashbridge in 1376 and legend has it that King Pedro the Cruel of Castile gave him a ruby after the Battle of Najera that can be found in the imperial state crown. Richard Grafton gave him his nickname and he directed the massacre and burning of Limoges in 1370 and supported the Good Parliament of 1376, though he is most famous": {
    "guess": "Edward, the Black Prince",
    "confidence": [
      [
        "Edward",
        -0.9533941
      ],
      [
        ",",
        -0.7405477
      ],
      [
        " the",
        -0.0026422448
      ],
      [
        " Black",
        -0.000115701965
      ],
      [
        " Prince",
        -0.000477144
      ]
    ]
  },
  "This biological process is preceded by a reaction that is triggered by the ZP3 protein of the zona pellucida and results in the exocytosis of hyaluronidase from a secretory granule, the acrosome reaction.": {
    "guess": "Acrosome reaction",
    "confidence": [
      [
        "Ac",
        -0.2604165
      ],
      [
        "ros",
        -3.6908343e-05
      ],
      [
        "ome",
        -0.00035048186
      ],
      [
        " reaction",
        -0.20023128
      ]
    ]
  }
}