{
  "He requests a prologue in \"eight and eight\" to reassure the ladies in the audience that he will not really die, and suggests that the man playing the lion should tell the ladies that he is really only a man pretending to be a lion.  He was in the wood in preparation for the Duke's wedding, but is subject to an embarrassment greater than his fellow tradesman.  He tries to claim all the parts in the play for himself, but in the end, the only part he plays is Pyramus.  FTP, name this Rude Mechanical in A Midsummer Night's Dream, the weaver who gets stuck in an ass' head.": {
    "guess": "Nick Bottom",
    "confidence": [
      [
        "Nick",
        -0.07567598
      ],
      [
        " Bottom",
        -1.2113979e-05
      ]
    ]
  },
  "He requests a prologue in \"eight and eight\" to reassure the ladies in the audience that he will not really die, and suggests that the man playing the lion should tell the ladies that he is really only a man pretending to be a lion.  He was in the wood in preparation for the Duke's wedding, but is subject to an embarrassment greater than his fellow tradesman.  He tries to claim all the parts in the": {
    "guess": "A Midsummer Night's Dream",
    "confidence": [
      [
        "A",
        -0.23190029
      ],
      [
        " Mid",
        -7.564953e-05
      ],
      [
        "summer",
        -0.00011009939
      ],
      [
        " Night",
        -0.0010966419
      ],
      [
        "'s",
        -0.00043472214
      ],
      [
        " Dream",
        -1.3067608e-05
      ]
    ]
  },
  "After a request from Antoine Gambaud [gam-BO], he began a correspondence with  Fermat to establish a": {
    "guess": "Antoine Gombaud",
    "confidence": [
      [
        "Ant",
        -0.84662426
      ],
      [
        "oine",
        -0.021071961
      ],
      [
        " G",
        -0.4696895
      ],
      [
        "omb",
        -0.0007176732
      ],
      [
        "aud",
        -0.0022841955
      ]
    ]
  },
  "A requirement of this result is satisfied by constructing wavefunctions with a Slater determinant. This is the cause of the repulsive short-range twelfth-power term in the Lennard-Jones potential, as well as the degeneracy pressure that keeps white dwarfs stable. Ehrenfest posited that this result is what gives matter volume, since it prevents atoms from being placed too close together. Wavefunctions must be antisymmetric under exchange due to this principle, which only applies to fermions. It explains": {
    "guess": "Pauli exclusion principle",
    "confidence": [
      [
        "Paul",
        -0.7119603
      ],
      [
        "i",
        -9.066919e-05
      ],
      [
        " exclusion",
        -0.008032082
      ],
      [
        " principle",
        -0.000802957
      ]
    ]
  },
  "He requests a prologue in \"eight and eight\" to reassure the ladies in the audience that he will not really die, and suggests that the man playing the lion should tell the ladies that he is really only a man pretending to be a lion.  He was in the wood in preparation for the Duke's wedding, but is subject to an embarrassment greater than his fellow tradesman.  He tries to claim all the parts in the play for himself, but in the end, the only part he plays is Pyramus.  FTP, name this Rude Mechanical": {
    "guess": "Nick Bottom",
    "confidence": [
      [
        "Nick",
        -0.11819502
      ],
      [
        " Bottom",
        -2.577686e-06
      ]
    ]
  },
  "After a request from Antoine Gambaud [gam-BO], he began a correspondence with  Fermat to establish a new field of mathematics. Throughout this foundation, this  mathematician and philosopher relied on a preexisting arrangement of numbers,  which gave coefficients to the types of equations with which he dealt. FTP, name  this philosopher author of Pensées and Provincial Letters, and mathematician, whose": {
    "guess": "Blaise Pascal",
    "confidence": [
      [
        "Bl",
        -0.0099921655
      ],
      [
        "aise",
        -0.00018125297
      ],
      [
        " Pascal",
        -8.3874584e-05
      ]
    ]
  },
  "After a request from Antoine Gambaud [gam-BO], he began a correspondence with  Fermat to establish a new field of mathematics. Throughout this foundation, this  mathematician and philosopher relied on": {
    "guess": "Blaise Pascal",
    "confidence": [
      [
        "Bl",
        -0.84888643
      ],
      [
        "aise",
        -7.4695905e-05
      ],
      [
        " Pascal",
        -0.00038443657
      ]
    ]
  },
  "A requirement of this result is satisfied by constructing wavefunctions with a Slater determinant. This is the cause of the repulsive short-range twelfth-power term in the Lennard-Jones potential, as well as the degeneracy pressure that keeps white dwarfs stable. Ehrenfest posited that this result is what gives matter volume, since it prevents atoms from being placed too close together. Wavefunctions must be antisymmetric under exchange due to this principle, which only applies to fermions. It explains why two electrons in the same orbital must have opposite spin, since they cannot occupy the same": {
    "guess": "Pauli exclusion principle",
    "confidence": [
      [
        "Paul",
        -0.17387716
      ],
      [
        "i",
        -0.00027611342
      ],
      [
        " exclusion",
        -0.048860542
      ],
      [
        " principle",
        -0.0011585582
      ]
    ]
  },
  "A requirement of this result is satisfied by constructing wavefunctions with a Slater determinant. This is the cause of the repulsive short-range twelfth-power term in the Lennard-Jones potential, as well as the degeneracy pressure that keeps white dwarfs stable. Ehrenfest posited that this result is what gives matter volume, since it prevents atoms from being placed too close together. Wavefunctions": {
    "guess": "Pauli exclusion principle",
    "confidence": [
      [
        "Paul",
        -0.5899895
      ],
      [
        "i",
        -1.7120534e-05
      ],
      [
        " exclusion",
        -0.0041191233
      ],
      [
        " principle",
        -0.00059425883
      ]
    ]
  },
  "After a request from Antoine Gambaud [gam-BO], he began a correspondence with  Fermat to establish a new field of mathematics. Throughout this foundation, this  mathematician and philosopher relied on a preexisting arrangement of numbers,  which gave coefficients to the types of equations with which": {
    "guess": "Pierre de Fermat",
    "confidence": [
      [
        "P",
        -1.7596558
      ],
      [
        "ierre",
        -0.0534088
      ],
      [
        " de",
        -0.00051156816
      ],
      [
        " Ferm",
        -0.0010143492
      ],
      [
        "at",
        -3.7981175e-05
      ]
    ]
  },
  "A requirement of this result is satisfied by constructing wavefunctions with a Slater determinant. This": {
    "guess": "Hartree–Fock method",
    "confidence": [
      [
        "H",
        -0.22688495
      ],
      [
        "art",
        -1.4259645e-05
      ],
      [
        "ree",
        -0.0026295194
      ],
      [
        "–",
        -0.07979473
      ],
      [
        "F",
        -4.365741e-06
      ],
      [
        "ock",
        -5.6934558e-05
      ],
      [
        " method",
        -0.0017933473
      ]
    ]
  },
  "A requirement of this result is satisfied by constructing wavefunctions with a Slater determinant. This is the cause of the repulsive short-range twelfth-power term in the Lennard-Jones potential, as well as the degeneracy pressure that keeps white dwarfs stable. Ehrenfest posited that this result is what gives matter volume, since it prevents atoms from being placed too close together. Wavefunctions must be antisymmetric under exchange due to this principle, which only applies to fermions. It explains why two electrons in the same orbital must have opposite spin, since they cannot occupy the same state. For 10 points, name this \"exclusion\" principle named for an Austrian physicist.": {
    "guess": "Pauli exclusion principle",
    "confidence": [
      [
        "Paul",
        -0.15397954
      ],
      [
        "i",
        -0.0005070421
      ],
      [
        " exclusion",
        -0.041789412
      ],
      [
        " principle",
        -0.00027742467
      ]
    ]
  },
  "A requirement of this result is satisfied by constructing wavefunctions with a Slater determinant. This is the cause of the repulsive short-range twelfth-power term in the Lennard-Jones potential, as well as the degeneracy pressure that keeps white dwarfs stable. Ehrenfest posited that this result is": {
    "guess": "Pauli exclusion principle",
    "confidence": [
      [
        "Paul",
        -0.0029777025
      ],
      [
        "i",
        -6.6306106e-06
      ],
      [
        " exclusion",
        -0.00024072826
      ],
      [
        " principle",
        -0.0003999257
      ]
    ]
  },
  "A requirement of this result is satisfied by constructing wavefunctions with a Slater determinant. This is the cause of the repulsive short-range twelfth-power term in the Lennard-Jones potential, as well": {
    "guess": "Pauli exclusion principle",
    "confidence": [
      [
        "Paul",
        -0.61668473
      ],
      [
        "i",
        -2.8325678e-05
      ],
      [
        " exclusion",
        -0.0009786248
      ],
      [
        " principle",
        -0.00015538577
      ]
    ]
  },
  "He requests a prologue in \"eight and eight\" to reassure the ladies in the audience that he will not really die, and suggests that the man playing the lion should tell the ladies that he is really only a man pretending to be a lion.  He was in the wood in preparation for the Duke's wedding, but is subject": {
    "guess": "A Midsummer Night's Dream",
    "confidence": [
      [
        "A",
        -0.18217522
      ],
      [
        " Mid",
        -9.841743e-05
      ],
      [
        "summer",
        -8.8404326e-05
      ],
      [
        " Night",
        -0.0017665742
      ],
      [
        "'s",
        -0.0012163059
      ],
      [
        " Dream",
        -1.7478143e-05
      ]
    ]
  },
  "He requests a prologue in \"eight and eight\" to reassure the ladies in the audience that he will not really": {
    "guess": "Pagliacci",
    "confidence": [
      [
        "Pag",
        -0.70067674
      ],
      [
        "li",
        -2.7014437e-05
      ],
      [
        "acci",
        -0.00059830816
      ]
    ]
  },
  "After a request from Antoine Gambaud [gam-BO], he began a correspondence with  Fermat to establish a new field of mathematics. Throughout this foundation, this  mathematician and philosopher relied on a preexisting arrangement of numbers,  which gave coefficients to the types of equations with which he dealt. FTP, name  this philosopher author of Pensées and Provincial Letters, and mathematician, whose  co-founding of probability employed a triangle now named in honor of him.": {
    "guess": "Blaise Pascal",
    "confidence": [
      [
        "Bl",
        -0.0018838962
      ],
      [
        "aise",
        -5.252402e-05
      ],
      [
        " Pascal",
        -1.3544423e-05
      ]
    ]
  },
  "He requests a prologue in \"eight and eight\" to reassure the ladies in the audience that he will not really die, and suggests that the man playing the lion should tell the ladies that he is really only": {
    "guess": "The Taming of the Shrew",
    "confidence": [
      [
        "The",
        -1.1895819
      ],
      [
        " T",
        -0.6166559
      ],
      [
        "aming",
        -0.0017055327
      ],
      [
        " of",
        -0.0001657565
      ],
      [
        " the",
        -0.0047659343
      ],
      [
        " Sh",
        -0.0002844577
      ],
      [
        "rew",
        -0.0018844923
      ]
    ]
  }
}