{
  "The subject of the Jelali Revolts, this empire used the currency Akce, and its late periods include the Tulip era and Tanzimat. Its early capitals included Sogut, Bursa and Edirne, and this entity was victorious at the battles of Chaldiran, Nicopolis and Varna, while its military units included Sipahi cavalry and a group massacred in the Auspicious Incident, the Janissaries. Governed by Grand Viziers and founded by Osman, for 10 points, name this empire, whose rulers included Mehmed II and Suleiman": {
    "guess": "Ottoman Empire",
    "confidence": [
      [
        "O",
        -0.010951962
      ],
      [
        "tt",
        -4.9617593e-06
      ],
      [
        "oman",
        -7.465036e-06
      ],
      [
        " Empire",
        -0.00010151673
      ]
    ]
  },
  "It was the subject of a Scientific American special report dealing with Modified Newtonian Dynamics by": {
    "guess": "Modified Newtonian dynamics",
    "confidence": [
      [
        "Modified",
        -0.074543834
      ],
      [
        " Newton",
        -0.00018637507
      ],
      [
        "ian",
        -0.0014862969
      ],
      [
        " dynamics",
        -0.30661154
      ]
    ]
  },
  "He is the subject of the PBS documentary An American Odyssey, based on Sir Brian Urquhart's biography": {
    "guess": "Dwight D. Eisenhower",
    "confidence": [
      [
        "D",
        -0.3550013
      ],
      [
        "w",
        -0.044575248
      ],
      [
        "ight",
        -4.4849444e-06
      ],
      [
        " D",
        -0.010210965
      ],
      [
        ".",
        -0.00040052168
      ],
      [
        " Eisenhower",
        -7.982166e-05
      ]
    ]
  },
  "The subject of this painting would have been the aunt of Elizabeth Browning had she not died of tuberculosis after its completion. Standing up and leaning forward on one bow-decorated black shoe, the title character raises her left arm and holds her hand directly in front of the neckline of her dress; her other arm rests near her waist, and is only visible to the elbow. Her position atop a grassy hill gives the illusion that she is towering above the landscape and into the cloud-covered dark blue sky, with her trademark dress and ribbons on her hat blowing to the right into the wind. Located in the Huntington Gallery across from a Gainsborough portrait, this is, FTP, what Thomas Lawrence painting": {
    "guess": "Pinkie",
    "confidence": [
      [
        "Pink",
        -1.0338471
      ],
      [
        "ie",
        -8.3993786e-05
      ]
    ]
  },
  "This subject of the Herman Melville poem \"The Portent\" was the subject of a propagandist \"authorized\" biography by James Redpath. The magazine of the Weather Underground was named after the site of one of this man's deeds. Robert Penn Warren's first published book attempted to debunk myths about this man and was a biography subtitled The Making of a Martyr. A poem by John Greenleaf Whittier repeated the legend that this man kissed a (*) slave baby as he was led to the gallows. For 10 points, name this anti-slavery radical whose \"Body\" provides the title of a Stephen Vincent Benet poem about this": {
    "guess": "John Brown",
    "confidence": [
      [
        "John",
        -0.004947205
      ],
      [
        " Brown",
        -0.0024094235
      ]
    ]
  },
  "The subject of the Jelali Revolts, this empire used the currency Akce, and its late periods include the Tulip era and Tanzimat. Its early capitals included Sogut, Bursa and Edirne, and this entity was victorious at the battles of Chaldiran, Nicopolis and Varna, while its military units included Sipahi": {
    "guess": "Ottoman Empire",
    "confidence": [
      [
        "O",
        -0.0061251414
      ],
      [
        "tt",
        -1.18755715e-05
      ],
      [
        "oman",
        -1.0280384e-06
      ],
      [
        " Empire",
        -0.00056173094
      ]
    ]
  },
  "This man is the subject of biographies by Cecil and Grunwald, but the definitive work on him is by Heinrich von Srbik. This man's protege and successor wreaked havoc on Victorian sensibilities by repeatedly shtupping national harlot Jane Digby, and he himself supplanted Johann Stadion in his highest post. One of his major efforts established a commission at Mainz, targeted the (*) Burschenschaften, and heavily regulated the university system; that legislation was prompted by Karl Sand's murder of": {
    "guess": "Klemens von Metternich",
    "confidence": [
      [
        "K",
        -0.025946194
      ],
      [
        "lem",
        -0.00018995117
      ],
      [
        "ens",
        -0.00010664248
      ],
      [
        " von",
        -0.001296662
      ],
      [
        " Met",
        -8.89548e-06
      ],
      [
        "tern",
        -4.6683042e-05
      ],
      [
        "ich",
        -2.486877e-05
      ]
    ]
  },
  "The subject of this painting would have been the aunt of Elizabeth Browning had she not died of tuberculosis after its completion. Standing up and leaning forward on one bow-decorated black shoe, the title character raises her left arm and holds her hand directly in front of the neckline of her dress; her other arm rests near her waist, and is only visible to the elbow. Her position atop a grassy hill gives the illusion that she is towering above the landscape and into the cloud-covered dark blue sky, with her trademark dress and ribbons on her hat blowing to the right into the wind. Located in the Huntington Gallery across from a Gainsborough portrait, this is, FTP, what Thomas Lawrence painting and companion piece of the Blue Boy, in which 12 year old Sarah Barrett Moulton is nicknamed for": {
    "guess": "Pinkie",
    "confidence": [
      [
        "Pink",
        -0.35166115
      ],
      [
        "ie",
        -0.00016206119
      ]
    ]
  },
  "This subject of a biography by Arnold Rampersad wrote a poem in which the narrator avoided suicide because": {
    "guess": "Langston Hughes",
    "confidence": [
      [
        "Lang",
        -1.0447525
      ],
      [
        "ston",
        -0.00010688089
      ],
      [
        " Hughes",
        -0.00011522515
      ]
    ]
  },
  "This man is the subject of biographies by Cecil and Grunwald, but the definitive work on him is by Heinrich von Srbik. This man's protege and successor wreaked havoc on Victorian sensibilities by repeatedly shtupping national harlot Jane Digby, and he himself supplanted Johann Stadion in his highest post. One of his major efforts established a commission at Mainz, targeted the (*) Burschenschaften, and heavily regulated the university system; that legislation was prompted by Karl Sand's murder of August von Kotzebue. Felix Schwarzenberg replaced this architect of the Carlsbad Decrees – who had": {
    "guess": "Klemens von Metternich",
    "confidence": [
      [
        "K",
        -0.011240334
      ],
      [
        "lem",
        -0.0006452414
      ],
      [
        "ens",
        -9.770221e-05
      ],
      [
        " von",
        -0.00027968953
      ],
      [
        " Met",
        -4.3464544e-05
      ],
      [
        "tern",
        -5.252402e-05
      ],
      [
        "ich",
        -2.9040899e-05
      ]
    ]
  },
  "It was the subject of the Augusta Project begun by Mansell Pattison in 1980, and an early version of it was observed in the 1860s and dubbed Da Costa's syndrome. Imaging studies on people suffering from it found an 8 percent decrease in hippocampal volume relative to controls, and it is unique in the": {
    "guess": "Posttraumatic stress disorder",
    "confidence": [
      [
        "Post",
        -0.85469407
      ],
      [
        "tra",
        -0.66284454
      ],
      [
        "umatic",
        -0.000318781
      ],
      [
        " stress",
        -0.091095574
      ],
      [
        " disorder",
        -0.0002676536
      ]
    ]
  },
  "This was the subject of a paper by Erich Fromm presented to the US Senate Committee on Foreign Relations. The most straightforward declaration of this idea came in Nixon's inaugural address and was presented": {
    "guess": "Peace",
    "confidence": [
      [
        "Peace",
        -0.17061831
      ]
    ]
  },
  "He has been the subject of biographies, historical fiction, and studies of saint's lives. The end of Ken Follett's novel Pillars of the Earth details the circumstances of his death. For 10 points -- name": {
    "guess": "Thomas Becket",
    "confidence": [
      [
        "Thomas",
        -0.043073066
      ],
      [
        " Be",
        -0.006456478
      ],
      [
        "cket",
        -0.0025489083
      ]
    ]
  },
  "The subject of this painting would have been the aunt of Elizabeth Browning had she not died of tuberculosis": {
    "guess": "Christina Rossetti",
    "confidence": [
      [
        "Christ",
        -0.7383988
      ],
      [
        "ina",
        -0.0026757761
      ],
      [
        " Ros",
        -0.017419793
      ],
      [
        "set",
        -0.00056208856
      ],
      [
        "ti",
        -5.9153886e-06
      ]
    ]
  },
  "Subgroups of this ethnicity include the Oirats and the Khalkha, the former of whom reside in the North Caucasus, where they are known as Kalmyks. During the festival of Naadam they participate in \"the three games of men.\" Their modern-day capital is named after a \"red hero\" who helped defeat the White Russian warlord Ungern von Sternburg. This group's native religion is centered on Tengri, or the \"sky-father.\" They conquered the Khwarezmian Empire and were defeated at the Ugra River and at Ain Jalut. Many of them live in yurts. For 10 points, name this ethnic group united in the 13th century by": {
    "guess": "Mongols",
    "confidence": [
      [
        "M",
        -0.005446009
      ],
      [
        "ong",
        -4.3202e-07
      ],
      [
        "ols",
        -0.041127335
      ]
    ]
  },
  "He has been the subject of biographies, historical fiction, and studies of saint's lives. The end of": {
    "guess": "Saint Augustine",
    "confidence": [
      [
        "Saint",
        -1.4028047
      ],
      [
        " Augustine",
        -0.69090396
      ]
    ]
  },
  "This subject of a biography by Arnold Rampersad wrote a poem in which the narrator avoided suicide because the water was too cold and the jump was too far down. In another poem, the tears of the folks that brought flowers and the girl who paid the preacher make a night funeral grand. Another work, which for a very short time was used in Rick Santorum's slogan, states \"We, the people, must redeem the land / And make America again!\" Another work, about a person who is sent to eat in the kitchen because he is the darker brother, is \"I, Too, Sing America\". Name this poet who wrote \"Theme for English B\", \"The Negro Speaks of Rivers\", and \"Montage of a Dream Deferred\".": {
    "guess": "Langston Hughes",
    "confidence": [
      [
        "Lang",
        -0.0018825924
      ],
      [
        "ston",
        -9.817902e-05
      ],
      [
        " Hughes",
        -2.451116e-05
      ]
    ]
  },
  "Subgroups of this ethnicity include the Oirats and the Khalkha, the former of whom reside in the North Caucasus, where they are known as Kalmyks. During the festival of Naadam they participate in \"the three games of men.\" Their modern-day capital is named after a \"red hero\" who helped defeat the White Russian warlord Ungern von Sternburg. This group's native religion is centered on Tengri, or the \"sky-father.\" They conquered the Khwarezmian Empire and were defeated at the Ugra River and at Ain Jalut. Many of them live in yurts. For 10 points, name this ethnic group united in the 13th century by Genghis Khan.": {
    "guess": "Mongols",
    "confidence": [
      [
        "M",
        -0.0015904388
      ],
      [
        "ong",
        0.0
      ],
      [
        "ols",
        -0.021713635
      ]
    ]
  },
  "This man is the subject of biographies by Cecil and Grunwald, but the definitive work on him is by Heinrich von Srbik. This man's protege and successor wreaked havoc on Victorian sensibilities by repeatedly shtupping national harlot Jane Digby, and he himself supplanted Johann Stadion in his highest post. One of his major efforts established a commission at Mainz, targeted the (*) Burschenschaften, and heavily regulated the university system; that legislation was prompted by Karl Sand's murder of August von Kotzebue. Felix Schwarzenberg replaced this architect of the Carlsbad Decrees – who had earlier presided over negotiations with Nesselrode, Castlereagh, and Talleyrand – after the emerging nationalism of the 1848 revolutions disrupted his Concert System. For 10 points, name this Austrian": {
    "guess": "Klemens von Metternich",
    "confidence": [
      [
        "K",
        -0.039486546
      ],
      [
        "lem",
        -0.0001791073
      ],
      [
        "ens",
        -7.8033605e-05
      ],
      [
        " von",
        -0.0005153827
      ],
      [
        " Met",
        -5.9914648e-05
      ],
      [
        "tern",
        -2.677603e-05
      ],
      [
        "ich",
        -1.9862217e-05
      ]
    ]
  },
  "One subfamily of this phylum is characterized by parapodia reinforced by spiny structures called aciculae, and during reproduction they secrete a viscid sac from the clitellum. Their internal fluids contain a pigment called chlorocruorin, and their larval forms include the metratroch and trochophore. Other sub-taxons include the Myzostomidia which live on crinoids, and the eichuria were recently classified as part of this phylum. Like mollusks, they belong in the lophotrochozoa group, and the largest subgroup of them is the polychaetes. They contain either protonephridia or metanephridia to filter their hemolymph, and are often hermaphroditic. For 10 points, name this protostome phylum consists of the roundworms.": {
    "guess": "Annelida",
    "confidence": [
      [
        "An",
        -0.005257953
      ],
      [
        "nel",
        -3.9411618e-05
      ],
      [
        "ida",
        -0.4990934
      ]
    ]
  },
  "This subject of a biography by Arnold Rampersad wrote a poem in which the narrator avoided suicide because the water was too cold and the jump was too far down. In another poem, the tears of the folks that brought flowers and the girl who paid the preacher make a night funeral grand. Another work, which": {
    "guess": "Langston Hughes",
    "confidence": [
      [
        "Lang",
        -0.12544262
      ],
      [
        "ston",
        -0.0002848153
      ],
      [
        " Hughes",
        -0.0012445169
      ]
    ]
  },
  "This subject of a biography by Arnold Rampersad wrote a poem in which the narrator avoided suicide because the water was too cold and the jump was too far down. In another poem, the tears of the folks that brought flowers and the girl who paid the preacher make a night funeral grand. Another work, which for a very short time was used in Rick Santorum's slogan, states \"We, the people, must redeem the": {
    "guess": "Langston Hughes",
    "confidence": [
      [
        "Lang",
        -0.07627799
      ],
      [
        "ston",
        -0.0008422649
      ],
      [
        " Hughes",
        -0.001306191
      ]
    ]
  },
  "This man was the subject of a popular biography by Carl Justi, and Whitney Davis wrote an article about him being \"divided.\" He was murdered by Francesco Arcangeli, who aimed to steal a coin collection that this man was showing at a hotel in Trieste, obtained after he had visited the court of Maria Theresa in Vienna. Known for writing about the dictum of \"noble simplicity and quiet grandeur,\" he dedicated": {
    "guess": "Johann Joachim Winckelmann",
    "confidence": [
      [
        "J",
        -0.60854083
      ],
      [
        "oh",
        -0.0010486469
      ],
      [
        "ann",
        -0.0005772201
      ],
      [
        " Jo",
        -0.020498214
      ],
      [
        "ach",
        -5.3239244e-05
      ],
      [
        "im",
        -0.00015312091
      ],
      [
        " Win",
        -0.00050477724
      ],
      [
        "ck",
        -1.5928495e-05
      ],
      [
        "el",
        -0.00030674142
      ],
      [
        "mann",
        -1.5332478e-05
      ]
    ]
  },
  "He has been the subject of biographies, historical fiction, and studies of saint's lives. The end of Ken Follett's novel Pillars of the Earth details the circumstances of his death. For 10 points -- name this meddlesome priest, whose death is chronicled in T.S. Eliot's lyric play Murder in the Cathedral.": {
    "guess": "Thomas Becket",
    "confidence": [
      [
        "Thomas",
        -0.0024725667
      ],
      [
        " Be",
        -0.0008008113
      ],
      [
        "cket",
        -0.00029887765
      ]
    ]
  },
  "Subgroups of this ethnicity include the Oirats and the Khalkha, the former of whom reside in the North": {
    "guess": "Mongols",
    "confidence": [
      [
        "M",
        -0.022069938
      ],
      [
        "ong",
        -4.3202e-07
      ],
      [
        "ols",
        -0.026203573
      ]
    ]
  },
  "He is the subject of a Platonic dialogue in which he visits Athens from his hometown of Abdera and expresses his opinion that in a democracy anyone can learn to be a statesman. Although he adopted the": {
    "guess": "Protagoras (dialogue)",
    "confidence": [
      [
        "Pro",
        -0.019351706
      ],
      [
        "tag",
        -1.3856493e-06
      ],
      [
        "oras",
        -0.00035906085
      ],
      [
        " (",
        -0.5960909
      ],
      [
        "dialog",
        -0.25656217
      ],
      [
        "ue",
        -4.3202e-07
      ],
      [
        ")",
        -2.6299214e-05
      ]
    ]
  },
  "This subject of the Herman Melville poem \"The Portent\" was the subject of a propagandist \"authorized\" biography by James Redpath. The magazine of the Weather Underground was named after the site of one of this man's deeds. Robert Penn Warren's first published book attempted to debunk myths about this man and was a biography subtitled The Making of a Martyr. A poem by John Greenleaf Whittier repeated the legend that this man kissed a (*) slave baby as he was led to the gallows. For 10 points, name": {
    "guess": "John Brown (abolitionist)",
    "confidence": [
      [
        "John",
        -0.0050218175
      ],
      [
        " Brown",
        -0.0028055832
      ],
      [
        " (",
        -0.6803707
      ],
      [
        "abol",
        -0.0016463838
      ],
      [
        "ition",
        -0.00036644045
      ],
      [
        "ist",
        -0.0001441843
      ],
      [
        ")",
        -3.5716304e-05
      ]
    ]
  },
  "He is the subject of the PBS documentary An American Odyssey, based on Sir Brian Urquhart's biography of him. He was one of the co-leaders of the Institute of Pacific Relations with Alger Hiss, but his": {
    "guess": "Owen Lattimore",
    "confidence": [
      [
        "O",
        -0.3211379
      ],
      [
        "wen",
        -0.0005116874
      ],
      [
        " L",
        -0.0014090437
      ],
      [
        "att",
        -7.465036e-06
      ],
      [
        "imore",
        -7.58424e-06
      ]
    ]
  },
  "This man was the subject of a 1949 Henry Cowell opera designed as a satire against Dwight Eisenhower.  He died in exile after a conservative coup led by his successor, Ram? Freire. When his father became viceroy of Peru, he was sent to London, where he met Francisco de Miranda and joined the independentist Lautaro Lodge.  He began his public life as a deputy to the Cabildo from La Laja.  His cavalry charge at the battle of Chacabuco allowed him to enter Santiago in triumph along with Jose de San Martin in March 1818.  FTP, name this descendant of Irish officers in Spanish service, the first ruler": {
    "guess": "Bernardo O'Higgins",
    "confidence": [
      [
        "Bern",
        -0.26068118
      ],
      [
        "ardo",
        -0.0010869937
      ],
      [
        " O",
        -9.6629374e-05
      ],
      [
        "'H",
        -0.00055910845
      ],
      [
        "iggins",
        -2.7848862e-05
      ]
    ]
  },
  "This was the subject of a paper by Erich Fromm presented to the US Senate Committee on Foreign Relations. The most straightforward declaration of this idea came in Nixon's inaugural address and was presented as a variation on the policies instituted by George Kennan. It came to a peak with the affirmation": {
    "guess": "Containment",
    "confidence": [
      [
        "Contain",
        -0.93688625
      ],
      [
        "ment",
        -7.982166e-05
      ]
    ]
  },
  "The subdivisions of its two parts were accompanied by more extensive programs describing the metaphorical musical content of each movement. Originally conceived as a tone poem, the composer kept the designations": {
    "guess": "Symphony No. 6 (Beethoven)",
    "confidence": [
      [
        "Sym",
        -0.07969368
      ],
      [
        "phony",
        -0.050608207
      ],
      [
        " No",
        -0.0149634415
      ],
      [
        ".",
        -0.00043138445
      ],
      [
        " ",
        -0.0019528987
      ],
      [
        "6",
        -0.7591094
      ],
      [
        " (",
        -0.011314715
      ],
      [
        "Be",
        -0.83841074
      ],
      [
        "ethoven",
        -3.650519e-06
      ],
      [
        ")",
        -5.5623317e-05
      ]
    ]
  },
  "He is the subject of the PBS documentary An American Odyssey, based on Sir Brian Urquhart's biography of him. He was one of the co-leaders of the Institute of Pacific Relations with Alger Hiss, but his first job in government was as a chief analyst at the OSS. Edward Stettinius sent him to London after he had been successful in his role in the U.S. delegation a year earlier at San Francisco. He ascended to his most famous post after his superior Count Folke Bernadotte was assassinated, having been appointed to that post at the behest of Trygve [trig-vee] Lie [lee], and his resulting work brought him the Spingarn Prize that year. FTP, name this man whose negotiation of an Arab-Israeli armistice": {
    "guess": "Ralph Bunche",
    "confidence": [
      [
        "R",
        -0.002660793
      ],
      [
        "alph",
        -0.00046975704
      ],
      [
        " Bun",
        -0.028861303
      ],
      [
        "che",
        -6.6113236e-05
      ]
    ]
  },
  "This man was the subject of a popular biography by Carl Justi, and Whitney Davis wrote an article about him being \"divided.\" He was murdered by Francesco Arcangeli, who aimed to steal a coin collection that this man was showing at a hotel in Trieste, obtained after he had visited the court of Maria Theresa in Vienna. Known for writing about the dictum of \"noble simplicity and quiet grandeur,\" he dedicated several of his essays to Rheinhold von Berg, his gay lover. This author of a treatise published as Thoughts on the Imitation had his portrait painted by Angelica Kaufmann, during his time as prefect of antiquities at the Vatican. Known for writing such works as The History of Ancient Art, FTP, name this 18th century archeologist, a German who wrote some reflections on Greek art.": {
    "guess": "Johann Joachim Winckelmann",
    "confidence": [
      [
        "J",
        -0.025001856
      ],
      [
        "oh",
        -7.827201e-05
      ],
      [
        "ann",
        -4.723352e-06
      ],
      [
        " Jo",
        -0.038922116
      ],
      [
        "ach",
        -8.4947416e-05
      ],
      [
        "im",
        -0.00020687809
      ],
      [
        " Win",
        -0.006363736
      ],
      [
        "ck",
        -2.451116e-05
      ],
      [
        "el",
        -0.0006675215
      ],
      [
        "mann",
        -3.070975e-05
      ]
    ]
  },
  "The subject of this painting would have been the aunt of Elizabeth Browning had she not died of tuberculosis after its completion. Standing up and leaning forward on one bow-decorated black shoe, the title character raises her left arm and holds her hand directly in front of the neckline of her dress; her other arm rests near her waist, and is only visible to the elbow. Her position atop a grassy hill": {
    "guess": "Lady Lilith",
    "confidence": [
      [
        "Lady",
        -1.1004984
      ],
      [
        " Lil",
        -1.6164837
      ],
      [
        "ith",
        -0.00021784115
      ]
    ]
  },
  "One subfamily of this phylum is characterized by parapodia reinforced by spiny structures called aciculae, and during reproduction they secrete a viscid sac from the clitellum. Their internal fluids contain a pigment called chlorocruorin, and their larval forms include the metratroch and trochophore. Other sub-taxons include the Myzostomidia which live on crinoids, and the eichuria were recently classified": {
    "guess": "Polychaete",
    "confidence": [
      [
        "Pol",
        -0.10180597
      ],
      [
        "ych",
        -7.588794e-05
      ],
      [
        "a",
        -1.0921943e-05
      ],
      [
        "ete",
        -0.18875228
      ]
    ]
  },
  "This subject of a biography by Arnold Rampersad wrote a poem in which the narrator avoided suicide because the water was too cold and the jump was too far down. In another poem, the tears of the folks that brought flowers and the girl who paid the preacher make a night funeral grand. Another work, which for a very short time was used in Rick Santorum's slogan, states \"We, the people, must redeem the land / And make America again!\" Another work, about a person who is sent to eat in the kitchen because he is the darker brother, is \"I, Too, Sing America\". Name this poet who wrote \"Theme for English": {
    "guess": "Langston Hughes",
    "confidence": [
      [
        "Lang",
        -0.0011586774
      ],
      [
        "ston",
        -0.00023095356
      ],
      [
        " Hughes",
        -0.00011963568
      ]
    ]
  },
  "This man was the subject of a 1949 Henry Cowell opera designed as a satire against Dwight Eisenhower.": {
    "guess": "Henry Wallace",
    "confidence": [
      [
        "Henry",
        -0.9103149
      ],
      [
        " Wallace",
        -0.4791224
      ]
    ]
  },
  "This man was the subject of a popular biography by Carl Justi, and Whitney Davis wrote an article about him being \"divided.\" He was murdered by Francesco Arcangeli, who aimed to steal a coin collection that this man was showing at a hotel in Trieste, obtained after he had visited the court of Maria Theresa in Vienna. Known for writing about the dictum of \"noble simplicity and quiet grandeur,\" he dedicated several of his essays to Rheinhold von Berg, his gay lover. This author of a treatise published as Thoughts on the Imitation had his portrait painted by Angelica Kaufmann, during his time as prefect": {
    "guess": "Johann Joachim Winckelmann",
    "confidence": [
      [
        "J",
        -0.31600305
      ],
      [
        "oh",
        -0.0026075256
      ],
      [
        "ann",
        -0.00014644918
      ],
      [
        " Jo",
        -0.02530225
      ],
      [
        "ach",
        -0.00013715129
      ],
      [
        "im",
        -0.00038157566
      ],
      [
        " Win",
        -0.01498012
      ],
      [
        "ck",
        -8.804671e-05
      ],
      [
        "el",
        -0.0015525942
      ],
      [
        "mann",
        -7.839122e-05
      ]
    ]
  },
  "This man is the subject of biographies by Cecil and Grunwald, but the definitive work on him is by Heinrich": {
    "guess": "Klemens von Metternich",
    "confidence": [
      [
        "K",
        -0.06645325
      ],
      [
        "lem",
        -0.00034428327
      ],
      [
        "ens",
        -7.13582e-05
      ],
      [
        " von",
        -0.0026543709
      ],
      [
        " Met",
        -5.2047206e-05
      ],
      [
        "tern",
        -5.276243e-05
      ],
      [
        "ich",
        -2.129266e-05
      ]
    ]
  },
  "They are the subject of John Updike's poem, \"Cosmic Gall,\" in which he berates them as \"crass\" for passing": {
    "guess": "Cosmic Gall",
    "confidence": [
      [
        "Cos",
        -0.6801953
      ],
      [
        "mic",
        -0.042187538
      ],
      [
        " Gall",
        -0.14043947
      ]
    ]
  },
  "He is the subject of a Platonic dialogue in which he visits Athens from his hometown of Abdera and expresses": {
    "guess": "Theaetetus",
    "confidence": [
      [
        "The",
        -0.62467825
      ],
      [
        "a",
        -0.008009262
      ],
      [
        "et",
        -8.9834764e-05
      ],
      [
        "etus",
        -6.587483e-05
      ]
    ]
  },
  "This subject of the Herman Melville poem \"The Portent\" was the subject of a propagandist \"authorized\" biography by James Redpath. The magazine of the Weather Underground was named after the site of one": {
    "guess": "John Brown",
    "confidence": [
      [
        "John",
        -0.015723689
      ],
      [
        " Brown",
        -0.0009214657
      ]
    ]
  },
  "This man was the subject of a popular biography by Carl Justi, and Whitney Davis wrote an article about him being \"divided.\" He was murdered by Francesco Arcangeli, who aimed to steal a coin collection that this man was showing at a hotel in Trieste, obtained after he had visited the court of Maria Theresa in Vienna. Known for writing about the dictum of \"noble simplicity and quiet grandeur,\" he dedicated several of his essays to Rheinhold von Berg, his gay lover. This author of a treatise published": {
    "guess": "Winckelmann's History of Ancient Art",
    "confidence": [
      [
        "Win",
        -0.4159119
      ],
      [
        "ck",
        -7.338466e-05
      ],
      [
        "el",
        -0.0054809796
      ],
      [
        "mann",
        -0.0011874917
      ],
      [
        "'s",
        -0.47861138
      ],
      [
        " History",
        -0.3084973
      ],
      [
        " of",
        -0.0006484562
      ],
      [
        " Ancient",
        -0.30923757
      ],
      [
        " Art",
        -0.0009816012
      ]
    ]
  },
  "This subject of the Herman Melville poem \"The Portent\" was the subject of a propagandist \"authorized\" biography by James Redpath. The magazine of the Weather Underground was named after the site of one of this man's deeds. Robert Penn Warren's first published book attempted to debunk myths about this man and was a biography subtitled The Making of a Martyr. A poem by John Greenleaf Whittier repeated": {
    "guess": "John Brown (abolitionist)",
    "confidence": [
      [
        "John",
        -0.021128817
      ],
      [
        " Brown",
        -0.0004617704
      ],
      [
        " (",
        -0.11253133
      ],
      [
        "abol",
        -0.003701497
      ],
      [
        "ition",
        -0.00028326566
      ],
      [
        "ist",
        -0.0003066222
      ],
      [
        ")",
        -0.0005456458
      ]
    ]
  },
  "This man is the subject of biographies by Cecil and Grunwald, but the definitive work on him is by Heinrich von Srbik. This man's protege and successor wreaked havoc on Victorian sensibilities by repeatedly shtupping national harlot Jane Digby, and he himself supplanted Johann Stadion in his highest post. One of his major efforts established a commission at Mainz, targeted the (*) Burschenschaften, and heavily regulated the university system; that legislation was prompted by Karl Sand's murder of August von Kotzebue. Felix Schwarzenberg replaced this architect of the Carlsbad Decrees – who had earlier presided over negotiations with Nesselrode, Castlereagh, and Talleyrand – after the emerging nationalism of the 1848 revolutions disrupted his Concert System. For 10 points, name this Austrian statesman who chaired the Congress of Vienna.": {
    "guess": "Klemens von Metternich",
    "confidence": [
      [
        "K",
        -0.0063530775
      ],
      [
        "lem",
        -1.0325924e-05
      ],
      [
        "ens",
        -0.00010092071
      ],
      [
        " von",
        -0.0003122248
      ],
      [
        " Met",
        -2.057744e-05
      ],
      [
        "tern",
        -3.3809047e-05
      ],
      [
        "ich",
        -1.5570886e-05
      ]
    ]
  },
  "This was the subject of a paper by Erich Fromm presented to the US Senate Committee on Foreign Relations. The most straightforward declaration of this idea came in Nixon's inaugural address and was presented as a variation on the policies instituted by George Kennan. It came to a peak with the affirmation of human rights at the Helsinki Conference, though a failure to follow those accords led it to be referred to as \"a one-way street,\" while Gerald Ford referred to this policy as \"peace through strength.\" Its successes included the establishment of a hot line after the Cuban Missile Crisis, Nixon's visits to China and Moscow, and the SALT talks. Chiefly associated with Henry Kissinger, FTP, name this \"era of negotiation\" between the US and the USSR during the Cold War.": {
    "guess": "Détente",
    "confidence": [
      [
        "D",
        -0.1897436
      ],
      [
        "ét",
        -3.297462e-05
      ],
      [
        "ente",
        -6.392203e-06
      ]
    ]
  },
  "This was the subject of a paper by Erich Fromm presented to the US Senate Committee on Foreign Relations. The most straightforward declaration of this idea came in Nixon's inaugural address and was presented as a variation on the policies instituted by George Kennan. It came to a peak with the affirmation of human rights at the Helsinki Conference, though a failure to follow those accords led it to": {
    "guess": "Détente",
    "confidence": [
      [
        "D",
        -0.35406408
      ],
      [
        "ét",
        -0.0013743993
      ],
      [
        "ente",
        -4.2272506e-05
      ]
    ]
  },
  "One subclass of these compounds was shown by Charles Pedersen to allow potassium permanganate to dissolve in benzene. This functionality, produced in the Ullman reaction, is exemplified by tetrahydrofuran, and its polycyclic form is its crown variety. An alkyl halide reacts with an alkoxide ion to produce these compounds in the Williamson synthesis, and they are defined by the presence of an (*) oxygen": {
    "guess": "Ether",
    "confidence": [
      [
        "Ether",
        -0.56614816
      ]
    ]
  },
  "This subject of the Herman Melville poem \"The Portent\" was the subject of a propagandist \"authorized\"": {
    "guess": "John Brown",
    "confidence": [
      [
        "John",
        -1.1406472
      ],
      [
        " Brown",
        -0.008857302
      ]
    ]
  },
  "The subject of this painting would have been the aunt of Elizabeth Browning had she not died of tuberculosis after its completion. Standing up and leaning forward on one bow-decorated black shoe, the title character raises her left arm and holds her hand directly in front of the neckline of her dress;": {
    "guess": "Portrait of Adele Bloch-Bauer I",
    "confidence": [
      [
        "Portrait",
        -1.5824628
      ],
      [
        " of",
        -0.009385458
      ],
      [
        " Ade",
        -1.9620621
      ],
      [
        "le",
        -0.0014867664
      ],
      [
        " Blo",
        -0.00064547977
      ],
      [
        "ch",
        -2.5107178e-05
      ],
      [
        "-B",
        -0.0011035411
      ],
      [
        "auer",
        -0.0009602967
      ],
      [
        " I",
        -0.21378192
      ]
    ]
  },
  "The subject of John O. Killens's A Man Ain't Nothing' but a Man, according to scholars Guy Johnson and": {
    "guess": "John Oliver Killens",
    "confidence": [
      [
        "John",
        -1.8276447
      ],
      [
        " Oliver",
        -1.3056864
      ],
      [
        " Kill",
        -0.00080450665
      ],
      [
        "ens",
        -0.00092873344
      ]
    ]
  },
  "This subject of the Herman Melville poem \"The Portent\" was the subject of a propagandist \"authorized\" biography by James Redpath. The magazine of the Weather Underground was named after the site of one of this man's deeds. Robert Penn Warren's first published book attempted to debunk myths about this man and was a biography subtitled The Making of a Martyr. A poem by John Greenleaf Whittier repeated the legend that this man kissed a (*) slave baby as he was led to the gallows. For 10 points, name this anti-slavery radical whose \"Body\" provides the title of a Stephen Vincent Benet poem about this man's raid on Harper's Ferry.": {
    "guess": "John Brown",
    "confidence": [
      [
        "John",
        -0.0036645643
      ],
      [
        " Brown",
        -0.0038875998
      ]
    ]
  },
  "This man was the subject of a popular biography by Carl Justi, and Whitney Davis wrote an article about": {
    "guess": "Donatello",
    "confidence": [
      [
        "Don",
        -1.4495984
      ],
      [
        "at",
        -0.0018689024
      ],
      [
        "ello",
        -0.00026884564
      ]
    ]
  },
  "He is the subject of the PBS documentary An American Odyssey, based on Sir Brian Urquhart's biography of him. He was one of the co-leaders of the Institute of Pacific Relations with Alger Hiss, but his first job in government was as a chief analyst at the OSS. Edward Stettinius sent him to London after he had been successful in his role in the U.S. delegation a year earlier at San Francisco. He ascended to his most famous post after his superior Count Folke Bernadotte was assassinated, having been appointed to that post at the behest of Trygve [trig-vee] Lie [lee], and his resulting work brought": {
    "guess": "Ralph Bunche",
    "confidence": [
      [
        "R",
        -0.058171872
      ],
      [
        "alph",
        -0.0034231893
      ],
      [
        " Bun",
        -0.14061545
      ],
      [
        "che",
        -0.00011725161
      ]
    ]
  },
  "One subclass of these compounds was shown by Charles Pedersen to allow potassium permanganate to dissolve in benzene. This functionality, produced in the Ullman reaction, is exemplified by tetrahydrofuran, and its polycyclic form is its crown variety. An alkyl halide reacts with an alkoxide ion to produce these compounds in the Williamson synthesis, and they are defined by the presence of an (*) oxygen atom bonded to two aryl or alkyl groups. For 10 points, name these compounds whose diethyl variety": {
    "guess": "Ether",
    "confidence": [
      [
        "Ether",
        -0.0024297633
      ]
    ]
  },
  "This man was the subject of a popular biography by Carl Justi, and Whitney Davis wrote an article about him being \"divided.\" He was murdered by Francesco Arcangeli, who aimed to steal a coin collection that this man was showing at a hotel in Trieste, obtained after he had visited the court of Maria Theresa in Vienna. Known for writing about the dictum of \"noble simplicity and quiet grandeur,\" he dedicated several of his essays to Rheinhold von Berg, his gay lover. This author of a treatise published as Thoughts on the Imitation had his portrait painted by Angelica Kaufmann, during his time as prefect of antiquities at the Vatican. Known for writing such works as The History of Ancient Art, FTP,": {
    "guess": "Johann Joachim Winckelmann",
    "confidence": [
      [
        "J",
        -0.063778944
      ],
      [
        "oh",
        -0.00026169344
      ],
      [
        "ann",
        -5.0020742e-05
      ],
      [
        " Jo",
        -0.05362192
      ],
      [
        "ach",
        -7.8748824e-05
      ],
      [
        "im",
        -0.00018589824
      ],
      [
        " Win",
        -0.0059297434
      ],
      [
        "ck",
        -1.7835755e-05
      ],
      [
        "el",
        -0.00092313084
      ],
      [
        "mann",
        -5.3000836e-05
      ]
    ]
  },
  "They are the subject of John Updike's poem, \"Cosmic Gall,\" in which he berates them as \"crass\" for passing nonchalantly through everything on Earth. Actually, physicists are concerned because it seems": {
    "guess": "Cosmic ray",
    "confidence": [
      [
        "Cos",
        -0.25269344
      ],
      [
        "mic",
        -0.001205827
      ],
      [
        " ray",
        -0.6178634
      ]
    ]
  },
  "The subject of this painting would have been the aunt of Elizabeth Browning had she not died of tuberculosis after its completion. Standing up and leaning forward on one bow-decorated black shoe, the title": {
    "guess": "Elizabeth Siddal",
    "confidence": [
      [
        "Elizabeth",
        -1.0818701
      ],
      [
        " Sidd",
        -0.64826864
      ],
      [
        "al",
        -0.0129049
      ]
    ]
  },
  "This was the subject of a paper by Erich Fromm presented to the US Senate Committee on Foreign Relations. The most straightforward declaration of this idea came in Nixon's inaugural address and was presented as a variation on the policies instituted by George Kennan. It came to a peak with the affirmation of human rights at the Helsinki Conference, though a failure to follow those accords led it to be referred to as \"a one-way street,\" while Gerald Ford referred to this policy as \"peace through strength.\"": {
    "guess": "Détente",
    "confidence": [
      [
        "D",
        -0.26434937
      ],
      [
        "ét",
        -0.00043591417
      ],
      [
        "ente",
        -4.012684e-05
      ]
    ]
  },
  "This man is the subject of biographies by Cecil and Grunwald, but the definitive work on him is by Heinrich von Srbik. This man's protege and successor wreaked havoc on Victorian sensibilities by repeatedly shtupping national harlot Jane Digby, and he himself supplanted Johann Stadion in his highest": {
    "guess": "Klemens von Metternich",
    "confidence": [
      [
        "K",
        -0.008709711
      ],
      [
        "lem",
        -9.9251854e-05
      ],
      [
        "ens",
        -5.407367e-05
      ],
      [
        " von",
        -0.0006882482
      ],
      [
        " Met",
        -1.3544423e-05
      ],
      [
        "tern",
        -2.4749568e-05
      ],
      [
        "ich",
        -2.0100624e-05
      ]
    ]
  },
  "The subject of this painting would have been the aunt of Elizabeth Browning had she not died of tuberculosis after its completion. Standing up and leaning forward on one bow-decorated black shoe, the title character raises her left arm and holds her hand directly in front of the neckline of her dress; her other arm rests near her waist, and is only visible to the elbow. Her position atop a grassy hill gives the illusion that she is towering above the landscape and into the cloud-covered dark blue sky, with her trademark dress and ribbons on her hat blowing to the right into the wind. Located in": {
    "guess": "Miss Margaret M. G. Bellenden",
    "confidence": [
      [
        "Miss",
        -0.70470786
      ],
      [
        " Margaret",
        -2.443179
      ],
      [
        " M",
        -1.0841945
      ],
      [
        ".",
        -0.4162497
      ],
      [
        " G",
        -0.22112587
      ],
      [
        ".",
        -0.5337019
      ],
      [
        " Bell",
        -1.9799901
      ],
      [
        "enden",
        -0.2748531
      ]
    ]
  },
  "The subject of this painting would have been the aunt of Elizabeth Browning had she not died of tuberculosis after its completion. Standing up and leaning forward on one bow-decorated black shoe, the title character raises her left arm and holds her hand directly in front of the neckline of her dress; her other arm rests near her waist, and is only visible to the elbow. Her position atop a grassy hill gives the illusion that she is towering above the landscape and into the cloud-covered dark blue sky, with her trademark dress and ribbons on her hat blowing to the right into the wind. Located in the Huntington Gallery across from a Gainsborough portrait, this is, FTP, what Thomas Lawrence painting and companion piece of the Blue Boy, in which 12 year old Sarah Barrett Moulton is nicknamed for the color of the outfit she wears?": {
    "guess": "Pinkie",
    "confidence": [
      [
        "Pink",
        -0.37962654
      ],
      [
        "ie",
        -0.00011927807
      ]
    ]
  },
  "This was the subject of a paper by Erich Fromm presented to the US Senate Committee on Foreign Relations.": {
    "guess": "Nuclear disarmament",
    "confidence": [
      [
        "N",
        -1.7676269
      ],
      [
        "uclear",
        -0.112356715
      ],
      [
        " disarm",
        -0.7740325
      ],
      [
        "ament",
        -0.00016849818
      ]
    ]
  },
  "This was the subject of a paper by Erich Fromm presented to the US Senate Committee on Foreign Relations. The most straightforward declaration of this idea came in Nixon's inaugural address and was presented as a variation on the policies instituted by George Kennan. It came to a peak with the affirmation of human rights at the Helsinki Conference, though a failure to follow those accords led it to be referred to as \"a one-way street,\" while Gerald Ford referred to this policy as \"peace through strength.\" Its successes included the establishment of a hot line after the Cuban Missile Crisis, Nixon's": {
    "guess": "Détente",
    "confidence": [
      [
        "D",
        -0.31299227
      ],
      [
        "ét",
        -0.000318185
      ],
      [
        "ente",
        -8.208653e-05
      ]
    ]
  },
  "This man was the subject of a 1949 Henry Cowell opera designed as a satire against Dwight Eisenhower.  He died in exile after a conservative coup led by his successor, Ram? Freire. When his father became viceroy of Peru, he was sent to London, where he met Francisco de Miranda and joined the independentist Lautaro Lodge.  He began his public life as a deputy to the Cabildo from La Laja.  His cavalry charge at the battle of Chacabuco allowed him to enter Santiago in triumph along with Jose de San": {
    "guess": "Bernardo O'Higgins",
    "confidence": [
      [
        "Bern",
        -0.48652595
      ],
      [
        "ardo",
        -0.001603652
      ],
      [
        " O",
        -0.00030995993
      ],
      [
        "'H",
        -0.000318781
      ],
      [
        "iggins",
        -9.150362e-05
      ]
    ]
  },
  "This man was the subject of a 1949 Henry Cowell opera designed as a satire against Dwight Eisenhower.  He died in exile after a conservative coup led by his successor, Ram? Freire. When his father became": {
    "guess": "Salvador Allende",
    "confidence": [
      [
        "Sal",
        -0.5825639
      ],
      [
        "v",
        -0.00028338484
      ],
      [
        "ador",
        -9.448371e-05
      ],
      [
        " All",
        -0.0002041364
      ],
      [
        "ende",
        -9.639097e-05
      ]
    ]
  },
  "The subject of the Jelali Revolts, this empire used the currency Akce, and its late periods include the Tulip era and Tanzimat. Its early capitals included Sogut, Bursa and Edirne, and this entity was victorious at the battles of Chaldiran, Nicopolis and Varna, while its military units included Sipahi cavalry and a group massacred in the Auspicious Incident, the Janissaries. Governed by Grand Viziers and founded by Osman, for 10 points, name this empire, whose rulers included Mehmed II and Suleiman the Magnificent, which ruled from modern-day Turkey.": {
    "guess": "Ottoman Empire",
    "confidence": [
      [
        "O",
        -0.021082468
      ],
      [
        "tt",
        -4.00813e-06
      ],
      [
        "oman",
        -7.3458323e-06
      ],
      [
        " Empire",
        -3.0113732e-05
      ]
    ]
  },
  "This man is the subject of biographies by Cecil and Grunwald, but the definitive work on him is by Heinrich von Srbik. This man's protege and successor wreaked havoc on Victorian sensibilities by repeatedly": {
    "guess": "Klemens von Metternich",
    "confidence": [
      [
        "K",
        -0.021437125
      ],
      [
        "lem",
        -4.8709502e-05
      ],
      [
        "ens",
        -7.3742274e-05
      ],
      [
        " von",
        -0.00026741522
      ],
      [
        " Met",
        -1.1279553e-05
      ],
      [
        "tern",
        -4.465658e-05
      ],
      [
        "ich",
        -1.2590794e-05
      ]
    ]
  },
  "One subfamily of this phylum is characterized by parapodia reinforced by spiny structures called aciculae, and during reproduction they secrete a viscid sac from the clitellum. Their internal fluids contain a pigment called chlorocruorin, and their larval forms include the metratroch and trochophore.": {
    "guess": "Polychaete",
    "confidence": [
      [
        "Pol",
        -0.24612573
      ],
      [
        "ych",
        -4.1080468e-05
      ],
      [
        "a",
        -5.9153886e-06
      ],
      [
        "ete",
        -0.68165815
      ]
    ]
  },
  "The subdivisions of its two parts were accompanied by more extensive programs describing the metaphorical musical content of each movement. Originally conceived as a tone poem, the composer kept the designations of \"The Human Comedy\" and \"From the Days of Youth,\" for its two divisions. Loosely based": {
    "guess": "Titan Symphony",
    "confidence": [
      [
        "Titan",
        -0.115008086
      ],
      [
        " Symphony",
        -0.0011618886
      ]
    ]
  },
  "One subfamily of this phylum is characterized by parapodia reinforced by spiny structures called aciculae, and during reproduction they secrete a viscid sac from the clitellum. Their internal fluids contain": {
    "guess": "Oligochaeta",
    "confidence": [
      [
        "O",
        -0.4728007
      ],
      [
        "lig",
        -6.0345924e-06
      ],
      [
        "ocha",
        -0.0014591662
      ],
      [
        "eta",
        -0.14423548
      ]
    ]
  },
  "The subject of John O. Killens's A Man Ain't Nothing' but a Man, according to scholars Guy Johnson and Louis Chappel, he was probably based on a real person who was involved in an incident between 1870 and 1872 in southeastern West Virginia, at the Big Bend Tunnel on the Chesapeake and Ohio railroad. For ten points, name this hero of an African American blues-ballad, who died in a duel with a steam drill while building a tunnel.": {
    "guess": "John Henry",
    "confidence": [
      [
        "John",
        -0.0042962343
      ],
      [
        " Henry",
        -0.0092794
      ]
    ]
  },
  "It was the subject of a Scientific American special report dealing with Modified Newtonian Dynamics by Mordechai Milgrom (\"MOR-de-kye MILL-grum\"). This substance was first proposed in 1934 by Fritz Zwicky": {
    "guess": "Dark matter",
    "confidence": [
      [
        "Dark",
        -0.06444653
      ],
      [
        " matter",
        -0.46664673
      ]
    ]
  },
  "This man was the subject of a 1949 Henry Cowell opera designed as a satire against Dwight Eisenhower.  He died in exile after a conservative coup led by his successor, Ram? Freire. When his father became viceroy of Peru, he was sent to London, where he met Francisco de Miranda and joined the independentist": {
    "guess": "Francisco de Miranda",
    "confidence": [
      [
        "Franc",
        -0.63194364
      ],
      [
        "isco",
        -0.00050394284
      ],
      [
        " de",
        -0.023081822
      ],
      [
        " Miranda",
        -0.011841325
      ]
    ]
  },
  "One subfamily of this phylum is characterized by parapodia reinforced by spiny structures called aciculae, and during reproduction they secrete a viscid sac from the clitellum. Their internal fluids contain a pigment called chlorocruorin, and their larval forms include the metratroch and trochophore. Other sub-taxons include the Myzostomidia which live on crinoids, and the eichuria were recently classified as part of this phylum. Like mollusks, they belong in the lophotrochozoa group, and the largest subgroup of them is the polychaetes. They contain either protonephridia or metanephridia to filter their hemolymph, and are often hermaphroditic. For 10 points, name this protostome phylum consists": {
    "guess": "Annelid",
    "confidence": [
      [
        "An",
        -0.0031901898
      ],
      [
        "nel",
        -0.00012844942
      ],
      [
        "id",
        -0.5562633
      ]
    ]
  },
  "One subfamily of this phylum is characterized by parapodia reinforced by spiny structures called aciculae,": {
    "guess": "Polychaete",
    "confidence": [
      [
        "Pol",
        -0.040943585
      ],
      [
        "ych",
        -0.060070008
      ],
      [
        "a",
        -6.2656334e-05
      ],
      [
        "ete",
        -0.57734543
      ]
    ]
  },
  "He is the subject of the PBS documentary An American Odyssey, based on Sir Brian Urquhart's biography of him. He was one of the co-leaders of the Institute of Pacific Relations with Alger Hiss, but his first job in government was as a chief analyst at the OSS. Edward Stettinius sent him to London after he had been successful in his role in the U.S. delegation a year earlier at San Francisco. He ascended to his most famous post after his superior Count Folke Bernadotte was assassinated, having been appointed to that post at the behest of Trygve [trig-vee] Lie [lee], and his resulting work brought him the Spingarn Prize that year. FTP, name this man whose negotiation of an Arab-Israeli armistice earned him the 1950 Nobel Peace Prize, the first black man to achieve that honor.": {
    "guess": "Ralph Bunche",
    "confidence": [
      [
        "R",
        -0.0002576442
      ],
      [
        "alph",
        -0.000116655596
      ],
      [
        " Bun",
        -0.0103536155
      ],
      [
        "che",
        -6.062987e-05
      ]
    ]
  },
  "The subject of John O. Killens's A Man Ain't Nothing' but a Man, according to scholars Guy Johnson and Louis Chappel, he was probably based on a real person who was involved in an incident between 1870": {
    "guess": "John Henry (folklore)",
    "confidence": [
      [
        "John",
        -1.7484281
      ],
      [
        " Henry",
        -0.5803091
      ],
      [
        " (",
        -0.18499696
      ],
      [
        "folk",
        -0.0009697028
      ],
      [
        "lore",
        -3.1737043e-06
      ],
      [
        ")",
        -0.002175243
      ]
    ]
  },
  "He is the subject of a Platonic dialogue in which he visits Athens from his hometown of Abdera and expresses his opinion that in a democracy anyone can learn to be a statesman. Although he adopted the moral conventions of Athenian society, because he expressed his agnosticism in Conventions of the Gods, he had his books publicly burned in Athens and was exiled. Best known for his dictum, \"Man is the": {
    "guess": "Protagoras",
    "confidence": [
      [
        "Pro",
        -0.03700271
      ],
      [
        "tag",
        -0.0001135563
      ],
      [
        "oras",
        -0.00039301923
      ]
    ]
  },
  "The subdivisions of its two parts were accompanied by more extensive programs describing the metaphorical musical content of each movement. Originally conceived as a tone poem, the composer kept the designations of \"The Human Comedy\" and \"From the Days of Youth,\" for its two divisions. Loosely based on a Jean Paul novel that gives this work its nickname, its current form does not contain the original \"Blumine\" second movement. FTP, name this symphony in D major by Gustav Mahler, commonly referred to as \"Titan.\"": {
    "guess": "Symphony No. 1 (Mahler)",
    "confidence": [
      [
        "Sym",
        -0.70150805
      ],
      [
        "phony",
        -0.0005401661
      ],
      [
        " No",
        -0.0031228175
      ],
      [
        ".",
        -0.00049465225
      ],
      [
        " ",
        -0.0021602563
      ],
      [
        "1",
        -0.0015422383
      ],
      [
        " (",
        -0.3188224
      ],
      [
        "Mah",
        -0.00011510595
      ],
      [
        "ler",
        -1.11603495e-05
      ],
      [
        ")",
        -1.6166903e-05
      ]
    ]
  },
  "He is the subject of a Platonic dialogue in which he visits Athens from his hometown of Abdera and expresses his opinion that in a democracy anyone can learn to be a statesman. Although he adopted the moral conventions of Athenian society, because he expressed his agnosticism in Conventions of the Gods,": {
    "guess": "Protagoras",
    "confidence": [
      [
        "Pro",
        -0.039476804
      ],
      [
        "tag",
        -2.8206474e-05
      ],
      [
        "oras",
        -0.00027647105
      ]
    ]
  },
  "This subject of the Herman Melville poem \"The Portent\" was the subject of a propagandist \"authorized\" biography by James Redpath. The magazine of the Weather Underground was named after the site of one of this man's deeds. Robert Penn Warren's first published book attempted to debunk myths about this": {
    "guess": "John Brown",
    "confidence": [
      [
        "John",
        -0.0061880606
      ],
      [
        " Brown",
        -0.00087870826
      ]
    ]
  },
  "The subject of John O. Killens's A Man Ain't Nothing' but a Man, according to scholars Guy Johnson and Louis Chappel, he was probably based on a real person who was involved in an incident between 1870 and 1872 in southeastern West Virginia, at the Big Bend Tunnel on the Chesapeake and Ohio railroad. For ten points, name this hero of an African American blues-ballad, who died in a duel with a steam": {
    "guess": "John Henry",
    "confidence": [
      [
        "John",
        -0.0183927
      ],
      [
        " Henry",
        -0.002489807
      ]
    ]
  },
  "One subclass of these compounds was shown by Charles Pedersen to allow potassium permanganate to dissolve in benzene. This functionality, produced in the Ullman reaction, is exemplified by tetrahydrofuran,": {
    "guess": "Crown ether",
    "confidence": [
      [
        "C",
        -0.021433746
      ],
      [
        "rown",
        -0.0005788889
      ],
      [
        " ether",
        -0.026329331
      ]
    ]
  },
  "It was the subject of the Augusta Project begun by Mansell Pattison in 1980, and an early version of it was observed in the 1860s and dubbed Da Costa's syndrome. Imaging studies on people suffering from it found an 8 percent decrease in hippocampal volume relative to controls, and it is unique in the DSM as being the only disorder that focuses not on personality features but on external circumstances. It is suspected that some of the \"hysterical\" woman treated by Joseph Breuer and Sigmund Freud might have been suffering from it due to sexual abuse. Most famously brought to national attention with": {
    "guess": "Conversion disorder",
    "confidence": [
      [
        "Conversion",
        -1.1381291
      ],
      [
        " disorder",
        -0.21484844
      ]
    ]
  },
  "This subject of a biography by Arnold Rampersad wrote a poem in which the narrator avoided suicide because the water was too cold and the jump was too far down. In another poem, the tears of the folks that brought flowers and the girl who paid the preacher make a night funeral grand. Another work, which for a very short time was used in Rick Santorum's slogan, states \"We, the people, must redeem the land / And make America again!\" Another work, about a person who is sent to eat in the kitchen because": {
    "guess": "Langston Hughes",
    "confidence": [
      [
        "Lang",
        -0.019604119
      ],
      [
        "ston",
        -0.00036894376
      ],
      [
        " Hughes",
        -0.000508711
      ]
    ]
  },
  "The subject of this painting would have been the aunt of Elizabeth Browning had she not died of tuberculosis after its completion. Standing up and leaning forward on one bow-decorated black shoe, the title character raises her left arm and holds her hand directly in front of the neckline of her dress; her other arm rests near her waist, and is only visible to the elbow. Her position atop a grassy hill gives the illusion that she is towering above the landscape and into the cloud-covered dark blue": {
    "guess": "Portrait of Miss Elizabeth Beetham",
    "confidence": [
      [
        "Portrait",
        -1.5281143
      ],
      [
        " of",
        -0.002528099
      ],
      [
        " Miss",
        -1.300032
      ],
      [
        " Elizabeth",
        -1.0772725
      ],
      [
        " Be",
        -2.3980873
      ],
      [
        "eth",
        -0.38554642
      ],
      [
        "am",
        -0.004819088
      ]
    ]
  },
  "This subject of a biography by Arnold Rampersad wrote a poem in which the narrator avoided suicide because the water was too cold and the jump was too far down. In another poem, the tears of the folks": {
    "guess": "Langston Hughes",
    "confidence": [
      [
        "Lang",
        -0.0256783
      ],
      [
        "ston",
        -0.0003341546
      ],
      [
        " Hughes",
        -0.0006729975
      ]
    ]
  },
  "The subdivisions of its two parts were accompanied by more extensive programs describing the metaphorical": {
    "guess": "Divisions of the Bible",
    "confidence": [
      [
        "Div",
        -0.5637303
      ],
      [
        "isions",
        -0.43862882
      ],
      [
        " of",
        -0.010519958
      ],
      [
        " the",
        -0.016357156
      ],
      [
        " Bible",
        -1.6895418
      ]
    ]
  },
  "Subgroups of this ethnicity include the Oirats and the Khalkha, the former of whom reside in the North Caucasus, where they are known as Kalmyks. During the festival of Naadam they participate in \"the": {
    "guess": "Mongols",
    "confidence": [
      [
        "M",
        -0.027414972
      ],
      [
        "ong",
        -5.5122365e-07
      ],
      [
        "ols",
        -0.1896636
      ]
    ]
  },
  "It was the subject of the Augusta Project begun by Mansell Pattison in 1980, and an early version of it was observed in the 1860s and dubbed Da Costa's syndrome. Imaging studies on people suffering from it found an 8 percent decrease in hippocampal volume relative to controls, and it is unique in the DSM as being the only disorder that focuses not on personality features but on external circumstances.": {
    "guess": "Posttraumatic stress disorder",
    "confidence": [
      [
        "Post",
        -0.19958463
      ],
      [
        "tra",
        -0.5856265
      ],
      [
        "umatic",
        -0.00020902375
      ],
      [
        " stress",
        -0.47110802
      ],
      [
        " disorder",
        -0.0010263777
      ]
    ]
  },
  "It was the subject of the Augusta Project begun by Mansell Pattison in 1980, and an early version of it was observed in the 1860s and dubbed Da Costa's syndrome. Imaging studies on people suffering from it found an 8 percent decrease in hippocampal volume relative to controls, and it is unique in the DSM as being the only disorder that focuses not on personality features but on external circumstances. It is suspected that some of the \"hysterical\" woman treated by Joseph Breuer and Sigmund Freud might have been suffering from it due to sexual abuse. Most famously brought to national attention with returning Vietnam veterans, for ten points, identify this psychological anxiety disorder which may develop in response to extreme threats to a person's safety.": {
    "guess": "PTSD",
    "confidence": [
      [
        "PT",
        -0.7137171
      ],
      [
        "SD",
        -2.3319124e-05
      ]
    ]
  },
  "Subgroups of this ethnicity include the Oirats and the Khalkha, the former of whom reside in the North Caucasus, where they are known as Kalmyks. During the festival of Naadam they participate in \"the three games of men.\" Their modern-day capital is named after a \"red hero\" who helped defeat the White Russian warlord Ungern von Sternburg. This group's native religion is centered on Tengri, or the \"sky-father.\"": {
    "guess": "Mongols",
    "confidence": [
      [
        "M",
        -0.014356117
      ],
      [
        "ong",
        -1.9361265e-07
      ],
      [
        "ols",
        -0.27173558
      ]
    ]
  },
  "This man was the subject of a popular biography by Carl Justi, and Whitney Davis wrote an article about him being \"divided.\" He was murdered by Francesco Arcangeli, who aimed to steal a coin collection that this man was showing at a hotel in Trieste, obtained after he had visited the court of Maria Theresa": {
    "guess": "Gian Francesco Malipiero",
    "confidence": [
      [
        "G",
        -1.0046465
      ],
      [
        "ian",
        -0.697
      ],
      [
        " Francesco",
        -0.8482556
      ],
      [
        " Mal",
        -1.0113589
      ],
      [
        "ip",
        -0.0013444005
      ],
      [
        "iero",
        -0.0017547876
      ]
    ]
  },
  "The subject of the Jelali Revolts, this empire used the currency Akce, and its late periods include the Tulip era and Tanzimat. Its early capitals included Sogut, Bursa and Edirne, and this entity was victorious at the battles of Chaldiran, Nicopolis and Varna, while its military units included Sipahi cavalry and a group massacred in the Auspicious Incident, the Janissaries. Governed by Grand Viziers": {
    "guess": "Ottoman Empire",
    "confidence": [
      [
        "O",
        -0.012657028
      ],
      [
        "tt",
        -2.6968896e-06
      ],
      [
        "oman",
        -5.5122365e-07
      ],
      [
        " Empire",
        -3.2140193e-05
      ]
    ]
  },
  "The subdivisions of its two parts were accompanied by more extensive programs describing the metaphorical musical content of each movement. Originally conceived as a tone poem, the composer kept the designations of \"The Human Comedy\" and \"From the Days of Youth,\" for its two divisions. Loosely based on a Jean Paul novel that gives this work its nickname, its current form does not contain the original \"Blumine\" second movement. FTP, name this symphony in D major by Gustav Mahler, commonly referred": {
    "guess": "Symphony No. 1 (Mahler)",
    "confidence": [
      [
        "Sym",
        -0.15461215
      ],
      [
        "phony",
        -0.0012217746
      ],
      [
        " No",
        -0.004106185
      ],
      [
        ".",
        -0.0005000128
      ],
      [
        " ",
        -0.0014645081
      ],
      [
        "1",
        -0.002293352
      ],
      [
        " (",
        -0.21027125
      ],
      [
        "Mah",
        -0.00048811073
      ],
      [
        "ler",
        -1.962381e-05
      ],
      [
        ")",
        -6.206032e-05
      ]
    ]
  },
  "It was the subject of the Augusta Project begun by Mansell Pattison in 1980, and an early version of it was observed in the 1860s and dubbed Da Costa's syndrome. Imaging studies on people suffering from": {
    "guess": "Complex regional pain syndrome",
    "confidence": [
      [
        "Complex",
        -0.845455
      ],
      [
        " regional",
        -0.046198968
      ],
      [
        " pain",
        -5.3239244e-05
      ],
      [
        " syndrome",
        -0.00028457688
      ]
    ]
  },
  "This was the subject of a paper by Erich Fromm presented to the US Senate Committee on Foreign Relations. The most straightforward declaration of this idea came in Nixon's inaugural address and was presented as a variation on the policies instituted by George Kennan. It came to a peak with the affirmation of human rights at the Helsinki Conference, though a failure to follow those accords led it to be referred to as \"a one-way street,\" while Gerald Ford referred to this policy as \"peace through strength.\" Its successes included the establishment of a hot line after the Cuban Missile Crisis, Nixon's visits to China and Moscow, and the SALT talks. Chiefly associated with Henry Kissinger, FTP, name": {
    "guess": "Détente",
    "confidence": [
      [
        "D",
        -0.7175225
      ],
      [
        "ét",
        -0.00014811802
      ],
      [
        "ente",
        -1.6166903e-05
      ]
    ]
  },
  "They are the subject of John Updike's poem, \"Cosmic Gall,\" in which he berates them as \"crass\" for passing nonchalantly through everything on Earth. Actually, physicists are concerned because it seems that not as many pass through their detectors as expected. It may be that the sun's  core is cooler": {
    "guess": "Neutrino",
    "confidence": [
      [
        "Ne",
        -0.38800794
      ],
      [
        "utr",
        -0.0004897649
      ],
      [
        "ino",
        -0.5346428
      ]
    ]
  },
  "It was the subject of the Augusta Project begun by Mansell Pattison in 1980, and an early version of": {
    "guess": "Augusta, Maine",
    "confidence": [
      [
        "August",
        -0.38250002
      ],
      [
        "a",
        -0.002779797
      ],
      [
        ",",
        -0.286911
      ],
      [
        " Maine",
        -0.42831966
      ]
    ]
  },
  "Subgroups of this ethnicity include the Oirats and the Khalkha, the former of whom reside in the North Caucasus, where they are known as Kalmyks. During the festival of Naadam they participate in \"the three games of men.\" Their modern-day capital is named after a \"red hero\" who helped defeat the White Russian warlord Ungern von Sternburg. This group's native religion is centered on Tengri, or the \"sky-father.\" They conquered the Khwarezmian Empire and were defeated at the Ugra River and at Ain Jalut.": {
    "guess": "Mongols",
    "confidence": [
      [
        "M",
        -0.010482921
      ],
      [
        "ong",
        -6.704273e-07
      ],
      [
        "ols",
        -0.07521997
      ]
    ]
  },
  "This man is the subject of biographies by Cecil and Grunwald, but the definitive work on him is by Heinrich von Srbik. This man's protege and successor wreaked havoc on Victorian sensibilities by repeatedly shtupping national harlot Jane Digby, and he himself supplanted Johann Stadion in his highest post. One of his major efforts established a commission at Mainz, targeted the (*) Burschenschaften,": {
    "guess": "Klemens von Metternich",
    "confidence": [
      [
        "K",
        -0.46737334
      ],
      [
        "lem",
        -0.005966715
      ],
      [
        "ens",
        -4.8828708e-05
      ],
      [
        " von",
        -0.0009717293
      ],
      [
        " Met",
        -5.6769813e-06
      ],
      [
        "tern",
        -1.7597347e-05
      ],
      [
        "ich",
        -1.2113979e-05
      ]
    ]
  },
  "One subclass of these compounds was shown by Charles Pedersen to allow potassium permanganate to dissolve in benzene. This functionality, produced in the Ullman reaction, is exemplified by tetrahydrofuran, and its polycyclic form is its crown variety. An alkyl halide reacts with an alkoxide ion to produce": {
    "guess": "Crown ether",
    "confidence": [
      [
        "C",
        -0.17451432
      ],
      [
        "rown",
        -0.008978527
      ],
      [
        " ether",
        -0.03281822
      ]
    ]
  },
  "One subfamily of this phylum is characterized by parapodia reinforced by spiny structures called aciculae, and during reproduction they secrete a viscid sac from the clitellum. Their internal fluids contain a pigment called chlorocruorin, and their larval forms include the metratroch and trochophore. Other sub-taxons include the Myzostomidia which live on crinoids, and the eichuria were recently classified as part of this phylum. Like mollusks, they belong in the lophotrochozoa group, and the largest subgroup of them is the polychaetes. They contain either protonephridia or metanephridia to filter": {
    "guess": "Annelid",
    "confidence": [
      [
        "An",
        -0.0034878198
      ],
      [
        "nel",
        -5.312004e-05
      ],
      [
        "id",
        -0.13959484
      ]
    ]
  },
  "He is the subject of the PBS documentary An American Odyssey, based on Sir Brian Urquhart's biography of him. He was one of the co-leaders of the Institute of Pacific Relations with Alger Hiss, but his first job in government was as a chief analyst at the OSS. Edward Stettinius sent him to London after": {
    "guess": "Owen Lattimore",
    "confidence": [
      [
        "O",
        -0.83066785
      ],
      [
        "wen",
        -0.00040922358
      ],
      [
        " L",
        -0.0015861511
      ],
      [
        "att",
        -3.059055e-05
      ],
      [
        "imore",
        -3.9530823e-05
      ]
    ]
  },
  "This man was the subject of a popular biography by Carl Justi, and Whitney Davis wrote an article about him being \"divided.\" He was murdered by Francesco Arcangeli, who aimed to steal a coin collection": {
    "guess": "Caravaggio",
    "confidence": [
      [
        "Car",
        -1.0884805
      ],
      [
        "av",
        -0.044349253
      ],
      [
        "aggio",
        -0.00033629662
      ]
    ]
  },
  "One subclass of these compounds was shown by Charles Pedersen to allow potassium permanganate to dissolve": {
    "guess": "Crown ether",
    "confidence": [
      [
        "C",
        -0.07595289
      ],
      [
        "rown",
        -0.10598469
      ],
      [
        " ether",
        -0.22695166
      ]
    ]
  },
  "It was the subject of a Scientific American special report dealing with Modified Newtonian Dynamics by Mordechai Milgrom (\"MOR-de-kye MILL-grum\"). This substance was first proposed in 1934 by Fritz Zwicky (\"ZWICK-ee\") to make up for \"missing mass\" in the universe. Its non-baryonic (\"NON BARE- ee-on-ick\")": {
    "guess": "Dark matter",
    "confidence": [
      [
        "Dark",
        -0.018371642
      ],
      [
        " matter",
        -0.0339685
      ]
    ]
  },
  "One subclass of these compounds was shown by Charles Pedersen to allow potassium permanganate to dissolve in benzene. This functionality, produced in the Ullman reaction, is exemplified by tetrahydrofuran, and its polycyclic form is its crown variety. An alkyl halide reacts with an alkoxide ion to produce these compounds in the Williamson synthesis, and they are defined by the presence of an (*) oxygen atom bonded to two aryl or alkyl groups. For 10 points, name these compounds whose diethyl variety was once used as an anesthetic.": {
    "guess": "Ether",
    "confidence": [
      [
        "Ether",
        -0.08018485
      ]
    ]
  },
  "The subject of the Jelali Revolts, this empire used the currency Akce, and its late periods include the Tulip era and Tanzimat. Its early capitals included Sogut, Bursa and Edirne, and this entity was": {
    "guess": "Ottoman Empire",
    "confidence": [
      [
        "O",
        -0.0009346862
      ],
      [
        "tt",
        -2.6968896e-06
      ],
      [
        "oman",
        -1.2664457e-06
      ],
      [
        " Empire",
        -0.00012284685
      ]
    ]
  },
  "The subject of the Jelali Revolts, this empire used the currency Akce, and its late periods include the": {
    "guess": "Ottoman Empire",
    "confidence": [
      [
        "O",
        -0.027233891
      ],
      [
        "tt",
        -1.2113979e-05
      ],
      [
        "oman",
        -2.577686e-06
      ],
      [
        " Empire",
        -0.13172126
      ]
    ]
  },
  "They are the subject of John Updike's poem, \"Cosmic Gall,\" in which he berates them as \"crass\" for passing nonchalantly through everything on Earth. Actually, physicists are concerned because it seems that not as many pass through their detectors as expected. It may be that the sun's  core is cooler than we think, or it may be that these particles have some rest mass and oscillate between electron, muon, and tau varieties. For ten points, identify these objects first proposed by Wolfgang Pauli to": {
    "guess": "Neutrino",
    "confidence": [
      [
        "Ne",
        -0.004946616
      ],
      [
        "utr",
        -5.5577775e-06
      ],
      [
        "ino",
        -0.0012392756
      ]
    ]
  },
  "He is the subject of a Platonic dialogue in which he visits Athens from his hometown of Abdera and expresses his opinion that in a democracy anyone can learn to be a statesman. Although he adopted the moral conventions of Athenian society, because he expressed his agnosticism in Conventions of the Gods, he had his books publicly burned in Athens and was exiled. Best known for his dictum, \"Man is the measure of all things,\" FTP, identify this thinker, the first and greatest of the Sophists.": {
    "guess": "Protagoras",
    "confidence": [
      [
        "Pro",
        -0.003258281
      ],
      [
        "tag",
        -1.147242e-06
      ],
      [
        "oras",
        -8.900034e-05
      ]
    ]
  },
  "They are the subject of John Updike's poem, \"Cosmic Gall,\" in which he berates them as \"crass\" for passing nonchalantly through everything on Earth. Actually, physicists are concerned because it seems that not as many pass through their detectors as expected. It may be that the sun's  core is cooler than we think, or it may be that these particles have some rest mass and oscillate between electron, muon, and tau varieties. For ten points, identify these objects first proposed by Wolfgang Pauli to explain energy loss in beta decay.": {
    "guess": "Neutrino",
    "confidence": [
      [
        "Ne",
        -0.00074530643
      ],
      [
        "utr",
        -1.9361265e-07
      ],
      [
        "ino",
        -0.00014156183
      ]
    ]
  },
  "This man was the subject of a 1949 Henry Cowell opera designed as a satire against Dwight Eisenhower.  He died in exile after a conservative coup led by his successor, Ram? Freire. When his father became viceroy of Peru, he was sent to London, where he met Francisco de Miranda and joined the independentist Lautaro Lodge.  He began his public life as a deputy to the Cabildo from La Laja.  His cavalry charge at the battle of Chacabuco allowed him to enter Santiago in triumph along with Jose de San Martin in March 1818.  FTP, name this descendant of Irish officers in Spanish service, the first ruler of an independent Chile.": {
    "guess": "Bernardo O'Higgins",
    "confidence": [
      [
        "Bern",
        -0.02645368
      ],
      [
        "ardo",
        -0.004610861
      ],
      [
        " O",
        -0.00047368708
      ],
      [
        "'H",
        -0.00030686063
      ],
      [
        "iggins",
        -7.8033605e-05
      ]
    ]
  },
  "It was the subject of a Scientific American special report dealing with Modified Newtonian Dynamics by Mordechai Milgrom (\"MOR-de-kye MILL-grum\"). This substance was first proposed in 1934 by Fritz Zwicky (\"ZWICK-ee\") to make up for \"missing mass\" in the universe. Its non-baryonic (\"NON BARE- ee-on-ick\") variety contains no mass. For 10 points, identify this type of matter in the universe named due to its unobservability.": {
    "guess": "Dark matter",
    "confidence": [
      [
        "Dark",
        -0.0033953944
      ],
      [
        " matter",
        -0.020403372
      ]
    ]
  },
  "One subfamily of this phylum is characterized by parapodia reinforced by spiny structures called aciculae, and during reproduction they secrete a viscid sac from the clitellum. Their internal fluids contain a pigment called chlorocruorin, and their larval forms include the metratroch and trochophore. Other sub-taxons include the Myzostomidia which live on crinoids, and the eichuria were recently classified as part of this phylum. Like mollusks, they belong in the lophotrochozoa group, and the largest": {
    "guess": "Annelid",
    "confidence": [
      [
        "An",
        -0.038253546
      ],
      [
        "nel",
        -0.00010139752
      ],
      [
        "id",
        -0.50284874
      ]
    ]
  },
  "It was the subject of the Augusta Project begun by Mansell Pattison in 1980, and an early version of it was observed in the 1860s and dubbed Da Costa's syndrome. Imaging studies on people suffering from it found an 8 percent decrease in hippocampal volume relative to controls, and it is unique in the DSM as being the only disorder that focuses not on personality features but on external circumstances. It is suspected that some of the \"hysterical\" woman treated by Joseph Breuer and Sigmund Freud might have been suffering from it due to sexual abuse. Most famously brought to national attention with returning Vietnam veterans, for ten points, identify this psychological anxiety disorder which may": {
    "guess": "Posttraumatic stress disorder",
    "confidence": [
      [
        "Post",
        -0.10025703
      ],
      [
        "tra",
        -0.5178973
      ],
      [
        "umatic",
        -0.00023178798
      ],
      [
        " stress",
        -0.19224478
      ],
      [
        " disorder",
        -0.00010592726
      ]
    ]
  },
  "The subject of John O. Killens's A Man Ain't Nothing' but a Man, according to scholars Guy Johnson and Louis Chappel, he was probably based on a real person who was involved in an incident between 1870 and 1872 in southeastern West Virginia, at the Big Bend Tunnel on the Chesapeake and Ohio railroad.": {
    "guess": "John Henry (folklore)",
    "confidence": [
      [
        "John",
        -0.15647036
      ],
      [
        " Henry",
        -0.0032487703
      ],
      [
        " (",
        -0.25189927
      ],
      [
        "folk",
        -0.0029678345
      ],
      [
        "lore",
        -4.477578e-05
      ],
      [
        ")",
        -0.00095636304
      ]
    ]
  },
  "He is the subject of the PBS documentary An American Odyssey, based on Sir Brian Urquhart's biography of him. He was one of the co-leaders of the Institute of Pacific Relations with Alger Hiss, but his first job in government was as a chief analyst at the OSS. Edward Stettinius sent him to London after he had been successful in his role in the U.S. delegation a year earlier at San Francisco. He ascended": {
    "guess": "John Carter Vincent",
    "confidence": [
      [
        "John",
        -0.54227805
      ],
      [
        " Carter",
        -0.7131679
      ],
      [
        " Vincent",
        -0.007230574
      ]
    ]
  },
  "They are the subject of John Updike's poem, \"Cosmic Gall,\" in which he berates them as \"crass\" for passing nonchalantly through everything on Earth. Actually, physicists are concerned because it seems that not as many pass through their detectors as expected. It may be that the sun's  core is cooler than we think, or it may be that these particles have some rest mass and oscillate between electron,": {
    "guess": "Neutrino oscillation",
    "confidence": [
      [
        "Ne",
        -0.08061033
      ],
      [
        "utr",
        -0.00020199074
      ],
      [
        "ino",
        -0.030182578
      ],
      [
        " oscill",
        -0.11298821
      ],
      [
        "ation",
        -0.07131161
      ]
    ]
  },
  "Subgroups of this ethnicity include the Oirats and the Khalkha, the former of whom reside in the North Caucasus, where they are known as Kalmyks. During the festival of Naadam they participate in \"the three games of men.\" Their modern-day capital is named after a \"red hero\" who helped defeat the White": {
    "guess": "Mongols",
    "confidence": [
      [
        "M",
        -0.0057541034
      ],
      [
        "ong",
        -1.9361265e-07
      ],
      [
        "ols",
        -0.85393256
      ]
    ]
  },
  "He is the subject of the PBS documentary An American Odyssey, based on Sir Brian Urquhart's biography of him. He was one of the co-leaders of the Institute of Pacific Relations with Alger Hiss, but his first job in government was as a chief analyst at the OSS. Edward Stettinius sent him to London after he had been successful in his role in the U.S. delegation a year earlier at San Francisco. He ascended to his most famous post after his superior Count Folke Bernadotte was assassinated, having been": {
    "guess": "Cordell Hull",
    "confidence": [
      [
        "C",
        -1.163577
      ],
      [
        "ord",
        -0.0030390357
      ],
      [
        "ell",
        -0.0005181244
      ],
      [
        " Hull",
        -0.00015741224
      ]
    ]
  },
  "It was the subject of the Augusta Project begun by Mansell Pattison in 1980, and an early version of it was observed in the 1860s and dubbed Da Costa's syndrome. Imaging studies on people suffering from it found an 8 percent decrease in hippocampal volume relative to controls, and it is unique in the DSM as being the only disorder that focuses not on personality features but on external circumstances. It is suspected that some of the \"hysterical\" woman treated by Joseph Breuer and Sigmund Freud might": {
    "guess": "Hysteria",
    "confidence": [
      [
        "H",
        -1.107038
      ],
      [
        "yster",
        -0.09428237
      ],
      [
        "ia",
        -0.08364813
      ]
    ]
  },
  "This man was the subject of a 1949 Henry Cowell opera designed as a satire against Dwight Eisenhower.  He died in exile after a conservative coup led by his successor, Ram? Freire. When his father became viceroy of Peru, he was sent to London, where he met Francisco de Miranda and joined the independentist Lautaro Lodge.  He began his public life as a deputy to the Cabildo from La Laja.  His cavalry": {
    "guess": "Manuel Rodríguez Erdoiza",
    "confidence": [
      [
        "Man",
        -0.8123354
      ],
      [
        "uel",
        -0.001568188
      ],
      [
        " Rodr",
        -0.088488504
      ],
      [
        "íg",
        -0.0020004886
      ],
      [
        "uez",
        -3.297462e-05
      ],
      [
        " Er",
        -0.0027127382
      ],
      [
        "do",
        -0.0009935105
      ],
      [
        "iza",
        -0.008846549
      ]
    ]
  },
  "It was the subject of a Scientific American special report dealing with Modified Newtonian Dynamics by Mordechai Milgrom (\"MOR-de-kye MILL-grum\"). This substance was first proposed in 1934 by Fritz Zwicky (\"ZWICK-ee\") to make up for \"missing mass\" in the universe. Its non-baryonic (\"NON BARE- ee-on-ick\") variety contains no mass. For 10 points, identify this type of matter in the universe named due": {
    "guess": "Dark matter",
    "confidence": [
      [
        "Dark",
        -0.004577396
      ],
      [
        " matter",
        -0.022173246
      ]
    ]
  },
  "The subdivisions of its two parts were accompanied by more extensive programs describing the metaphorical musical content of each movement. Originally conceived as a tone poem, the composer kept the designations of \"The Human Comedy\" and \"From the Days of Youth,\" for its two divisions. Loosely based on a Jean Paul novel that gives this work its nickname, its current form does not contain the original": {
    "guess": "Titan Symphony",
    "confidence": [
      [
        "Titan",
        -0.03836414
      ],
      [
        " Symphony",
        -8.518583e-05
      ]
    ]
  },
  "This man is the subject of biographies by Cecil and Grunwald, but the definitive work on him is by Heinrich von Srbik. This man's protege and successor wreaked havoc on Victorian sensibilities by repeatedly shtupping national harlot Jane Digby, and he himself supplanted Johann Stadion in his highest post. One of his major efforts established a commission at Mainz, targeted the (*) Burschenschaften, and heavily regulated the university system; that legislation was prompted by Karl Sand's murder of August von Kotzebue. Felix Schwarzenberg replaced this architect of the Carlsbad Decrees – who had earlier presided over negotiations with Nesselrode, Castlereagh, and Talleyrand – after the emerging": {
    "guess": "Klemens von Metternich",
    "confidence": [
      [
        "K",
        -0.006125618
      ],
      [
        "lem",
        -0.0005068037
      ],
      [
        "ens",
        -6.921253e-05
      ],
      [
        " von",
        -0.00028016636
      ],
      [
        " Met",
        -5.216641e-05
      ],
      [
        "tern",
        -4.179569e-05
      ],
      [
        "ich",
        -2.5703197e-05
      ]
    ]
  }
}