{
  "In the middle of this work, the narrator stops to correct himself after using the phrase \"waiting for the rain to stop.\" Another character in this work, a monkey-like woman, talks about a merchant who chopped up snakes and sold the pieces as dried fish. That woman inspires 60% fear and 40% curiosity in the only other character of the story, a lowly servant with a prominent, pus-filled pimple on his right cheek. This work sees that woman explains to the servant that it is not wrong for her pluck the hair of dead corpses to make wigs because she needs to survive. Ultimately, the servant uses the same logic to strip the woman of her kimono in this short story. For 10 points, identify this short story named for the Kyoto gate at which it is set, a work of Ryunosuke Akutagawa.": {
    "guess": "Rashomon",
    "confidence": [
      [
        "R",
        -0.2742361
      ],
      [
        "ash",
        -9.651017e-05
      ],
      [
        "omon",
        -0.00014716439
      ]
    ]
  },
  "In the mid 19th century, this region was the home of the Yeke Kingdom, ruled by Msiri. Most of the operations of the state-run Gecamines are found in this region, which was the focus of Operation Rumpunch while it was being ruled by the (*) CONAKAT party. For a brief period it was known as   Shaba and this region's largest city was formerly known as Elisabethville. A crisis involving the secession": {
    "guess": "Katanga Province",
    "confidence": [
      [
        "Kat",
        -0.012869359
      ],
      [
        "anga",
        -0.010932507
      ],
      [
        " Province",
        -1.1427971
      ]
    ]
  },
  "In the mid 19th century, this region was the home of the Yeke Kingdom, ruled by Msiri. Most of the operations of the state-run Gecamines are found in this region, which was the focus of Operation Rumpunch while it was being ruled by the (*) CONAKAT party. For a brief period it was known as   Shaba and": {
    "guess": "Katanga",
    "confidence": [
      [
        "Kat",
        -0.013778525
      ],
      [
        "anga",
        -0.11636078
      ]
    ]
  },
  "In the middle section, a pirate camp is surrounded by fauns and consumed by fire, after which the earth opens up. Pan appears; in recognition of his intervention, the title characters later mime the story of his love for Syrinx. Dorcon, the rival of one of the title characters, is represented by a tune on the bassoons. Based on a scenario by Mikhail Fokine, who had envisioned the music as resembling that of ancient Greece, for ten points, what is this \"choreographic symphony in three parts\" by Maurice Ravel?": {
    "guess": "Daphnis et Chloé",
    "confidence": [
      [
        "D",
        -0.019314881
      ],
      [
        "aph",
        -1.8193366e-05
      ],
      [
        "nis",
        -8.7212284e-05
      ],
      [
        " et",
        -0.0005436193
      ],
      [
        " Ch",
        -0.0557968
      ],
      [
        "lo",
        -0.00011486754
      ],
      [
        "é",
        -7.89631e-07
      ]
    ]
  },
  "Midge, played by Barbara Bel Geddes in this film, is designing a brassiere based on the principles of the cantilevered bridge. This movie's director makes a cameo carrying a French horn case in a shipyard just before the villain, Gavin Elster, is introduced. The protagonist falls in love with Elster's wife Madeleine, who is really being impersonated by Elster's mistress Judy. Featuring Jimmy Stewart": {
    "guess": "Vertigo",
    "confidence": [
      [
        "Vert",
        -0.0035548122
      ],
      [
        "igo",
        -7.338466e-05
      ]
    ]
  },
  "In the middle of this work, the speaker remembers the bells of the old church-tower, which were the \"poor man's only music\" when they rang all one \"hot Fair-day.\"  The speaker's \"abstruser musings\" are only interrupted by the owlet's cry and the \"puny flaps and freaks\" of a \"companiable form\" which lies on his low burnt fire.  Because the speaker was raised among the \"cloisters dim\" of the \"great city,\" he hopes that his companion will \"wander like a breeze\" and find that all seasons are sweet, even if the eave-drops are hung up in silent icicles \"quietly shining to the quiet moon.\"  The opening lines speak of the \"secret ministry\" of the titular natural phenomenon, which the speaker observes": {
    "guess": "Frost at Midnight",
    "confidence": [
      [
        "F",
        -0.1537192
      ],
      [
        "rost",
        -3.9650025e-05
      ],
      [
        " at",
        -0.0025725677
      ],
      [
        " Midnight",
        -0.00019865304
      ]
    ]
  },
  "In the middle of this work, the narrator stops to correct himself after using the phrase \"waiting for the rain to stop.\" Another character in this work, a monkey-like woman, talks about a merchant who chopped up snakes and sold the pieces as dried fish. That woman inspires 60% fear and 40% curiosity in the only other character of the story, a lowly servant with a prominent, pus-filled pimple on his right cheek. This work sees that woman explains to the servant that it is not wrong for her pluck the": {
    "guess": "The Nose by Nikolai Gogol",
    "confidence": [
      [
        "The",
        -0.91807044
      ],
      [
        " Nose",
        -1.2029169
      ],
      [
        " by",
        -0.52022755
      ],
      [
        " Nikol",
        -0.021942826
      ],
      [
        "ai",
        -8.44706e-05
      ],
      [
        " G",
        -0.00026217024
      ],
      [
        "og",
        -0.00014346908
      ],
      [
        "ol",
        -0.0001688558
      ]
    ]
  },
  "In the middle of the first act of this work, three people sing \"Every detail has been sorted\", followed shortly by \"Hold it! Are we not forgetting\". This work's three dance numbers are often performed separately, and they comprise an Act I polka, an Act II furiant, and an Act III skotchna for the comedy troupe that visits the village. That comedy troupe includes Esmerelda, who tempts the main character": {
    "guess": "The Bartered Bride",
    "confidence": [
      [
        "The",
        -0.36413646
      ],
      [
        " Bar",
        -0.00028255043
      ],
      [
        "tered",
        -4.723352e-06
      ],
      [
        " Bride",
        -1.962381e-05
      ]
    ]
  },
  "In the middle of this work, the speaker remembers the bells of the old church-tower, which were the \"poor": {
    "guess": "A Shropshire Lad",
    "confidence": [
      [
        "A",
        -0.9612987
      ],
      [
        " Sh",
        -0.029272594
      ],
      [
        "rop",
        -1.6524515e-05
      ],
      [
        "shire",
        -9.805982e-05
      ],
      [
        " Lad",
        -5.4908094e-05
      ]
    ]
  },
  "In the middle section, a pirate camp is surrounded by fauns and consumed by fire, after which the earth opens up. Pan appears; in recognition of his intervention, the title characters later mime the story of his love for Syrinx. Dorcon, the rival of one of the title characters, is represented by a tune": {
    "guess": "Daphnis et Chloé",
    "confidence": [
      [
        "D",
        -0.023056546
      ],
      [
        "aph",
        -0.0012872596
      ],
      [
        "nis",
        -0.0005568436
      ],
      [
        " et",
        -0.010620465
      ],
      [
        " Ch",
        -0.004855638
      ],
      [
        "lo",
        -0.0001006823
      ],
      [
        "é",
        -1.147242e-06
      ]
    ]
  },
  "The middle movement of this composer's piano trio is titled TSIAJ, or \"this scherzo is a joke,\" and his second symphony quotes \"Columbia, the Gem of the Ocean\" and ends with a dissonant raspberry on the": {
    "guess": "Charles Ives",
    "confidence": [
      [
        "Charles",
        -0.18893349
      ],
      [
        " I",
        -0.0006937316
      ],
      [
        "ves",
        -5.8961017e-05
      ]
    ]
  },
  "In the middle of this work, the narrator stops to correct himself after using the phrase \"waiting for the rain to stop.\" Another character in this work, a monkey-like woman, talks about a merchant who chopped up snakes and sold the pieces as dried fish. That woman inspires 60% fear and 40% curiosity in the only other character of the story, a lowly servant with a prominent, pus-filled pimple on his": {
    "guess": "The Tale of the Bamboo Cutter",
    "confidence": [
      [
        "The",
        -1.0735482
      ],
      [
        " Tale",
        -1.5480117
      ],
      [
        " of",
        -0.00052551134
      ],
      [
        " the",
        -0.03605208
      ],
      [
        " Bamboo",
        -0.34194383
      ],
      [
        " Cutter",
        -0.00065537
      ]
    ]
  },
  "Midge, played by Barbara Bel Geddes in this film, is designing a brassiere based on the principles of the cantilevered bridge. This movie's director makes a cameo carrying a French horn case in a shipyard": {
    "guess": "Vertigo",
    "confidence": [
      [
        "Vert",
        -0.0345127
      ],
      [
        "igo",
        -9.3291674e-05
      ]
    ]
  },
  "The middle section of this building features a garden and a small rectangular reflecting pool, and has": {
    "guess": "Alhambra",
    "confidence": [
      [
        "Al",
        -0.018837467
      ],
      [
        "h",
        -0.00013262156
      ],
      [
        "amb",
        -3.261701e-05
      ],
      [
        "ra",
        -2.4584822e-06
      ]
    ]
  },
  "In the middle of this work, the narrator stops to correct himself after using the phrase \"waiting for the rain to stop.\" Another character in this work, a monkey-like woman, talks about a merchant who": {
    "guess": "Journey to the West",
    "confidence": [
      [
        "J",
        -0.3061555
      ],
      [
        "ourney",
        -0.00020282516
      ],
      [
        " to",
        -8.9357956e-05
      ],
      [
        " the",
        -3.9769227e-05
      ],
      [
        " West",
        -1.700133e-05
      ]
    ]
  },
  "The middle movement of this composer's piano trio is titled TSIAJ, or \"this scherzo is a joke,\" and his second symphony quotes \"Columbia, the Gem of the Ocean\" and ends with a dissonant raspberry on the trumpet. This composer of the Concord Sonata wrote a piece in which the flute gives an \"invisible reply\" to the trumpet's titular query, as well as one that features movements like \"The Housatonic at": {
    "guess": "Charles Ives",
    "confidence": [
      [
        "Charles",
        -0.02647087
      ],
      [
        " I",
        -0.0037037584
      ],
      [
        "ves",
        -7.862962e-05
      ]
    ]
  },
  "In the middle of this work, the speaker remembers the bells of the old church-tower, which were the \"poor man's only music\" when they rang all one \"hot Fair-day.\"  The speaker's \"abstruser musings\" are only interrupted by the owlet's cry and the \"puny flaps and freaks\" of a \"companiable form\" which lies on his low burnt fire.  Because the speaker was raised among the \"cloisters dim\" of the \"great city,\" he hopes that his companion will \"wander like a breeze\" and find that all seasons are sweet, even if the eave-drops are hung up in silent icicles \"quietly shining to the quiet moon.\"  The opening lines speak of the \"secret ministry\" of the titular natural phenomenon, which the speaker observes while sitting in a room with the \"fluttering stranger,\" or the film on the grate, and his infant son.  FTP, name this poem written in 1798, which was written during a cold winter night by Samuel Taylor Coleridge.": {
    "guess": "Frost at Midnight",
    "confidence": [
      [
        "F",
        -0.0015640195
      ],
      [
        "rost",
        -4.604148e-06
      ],
      [
        " at",
        -0.00032938644
      ],
      [
        " Midnight",
        -0.00014716439
      ]
    ]
  },
  "In the middle of this work, the speaker remembers the bells of the old church-tower, which were the \"poor man's only music\" when they rang all one \"hot Fair-day.\"  The speaker's \"abstruser musings\" are only interrupted by the owlet's cry and the \"puny flaps and freaks\" of a \"companiable form\" which lies on his low burnt fire.  Because the speaker was raised among the \"cloisters dim\" of the \"great city,\" he hopes that his companion will \"wander like a breeze\" and find that all seasons are sweet, even if the eave-drops are hung up in silent icicles \"quietly shining to the quiet moon.\"  The opening": {
    "guess": "Frost at Midnight",
    "confidence": [
      [
        "F",
        -0.13159795
      ],
      [
        "rost",
        -0.0002227285
      ],
      [
        " at",
        -0.0030680262
      ],
      [
        " Midnight",
        -0.0010668703
      ]
    ]
  },
  "At midnight, the hour and minute hands of a standard 12-hour wall clock align. You wonder how many times over the course of a day this happens. You realize that it happens once in the one o'clock hour, once in the two o'clock hour, and so forth. Knowing this, and only counting midnight once, how many": {
    "guess": "Clock position angle",
    "confidence": [
      [
        "Clock",
        -0.2890994
      ],
      [
        " position",
        -0.7766421
      ],
      [
        " angle",
        -0.11976392
      ]
    ]
  },
  "In the mid 19th century, this region was the home of the Yeke Kingdom, ruled by Msiri. Most of the operations of the state-run Gecamines are found in this region, which was the focus of Operation Rumpunch while it was being ruled by the (*) CONAKAT party. For a brief period it was known as   Shaba and this region's largest city was formerly known as Elisabethville. A crisis involving the secession of this region led by ? Moishe Tshombe saw the deaths of both Dag Hammarskjold and Patrice Lumumba. For 10 points, name this mineral-rich region in the southern portion of the Democratic Republic of the": {
    "guess": "Katanga",
    "confidence": [
      [
        "Kat",
        -0.013284229
      ],
      [
        "anga",
        -0.0045404886
      ]
    ]
  },
  "The middle section of this building features a garden and a small rectangular reflecting pool, and has a ramp leading to a rounded section on the roof of this building.  Under the ramp, a triangular window with thin rectangular pieces of glass emerges, and looks in on the master bedroom.  The sun room of this building contains a fireplace which is notably pierced by a structural support, and the radiators of the building are left exposed throughout.  The master bathroom of this building features a blue-tiled bathtub, though the kitchen is left completely white.  The building is lifted on stilts, to allow the owners to grow a garden underneath the floor.  For 10 points—name this building in Poissy,": {
    "guess": "Villa Savoye",
    "confidence": [
      [
        "V",
        -0.017667051
      ],
      [
        "illa",
        -0.00017302792
      ],
      [
        " Sav",
        -7.016616e-05
      ],
      [
        "oy",
        -1.5809293e-05
      ],
      [
        "e",
        -1.1279553e-05
      ]
    ]
  },
  "The middle section of this building features a garden and a small rectangular reflecting pool, and has a ramp leading to a rounded section on the roof of this building.  Under the ramp, a triangular window with thin rectangular pieces of glass emerges, and looks in on the master bedroom.  The sun room of this building contains a fireplace which is notably pierced by a structural support, and the radiators": {
    "guess": "Villa Savoye",
    "confidence": [
      [
        "V",
        -0.7009219
      ],
      [
        "illa",
        -0.000836312
      ],
      [
        " Sav",
        -0.0023463957
      ],
      [
        "oy",
        -3.2736214e-05
      ],
      [
        "e",
        -3.8696395e-05
      ]
    ]
  },
  "The middle movement of this composer's piano trio is titled TSIAJ, or \"this scherzo is a joke,\" and his": {
    "guess": "Charles Ives",
    "confidence": [
      [
        "Charles",
        -0.41278476
      ],
      [
        " I",
        -0.0002676536
      ],
      [
        "ves",
        -4.561021e-05
      ]
    ]
  },
  "The middle movement of this composer's piano trio is titled TSIAJ, or \"this scherzo is a joke,\" and his second symphony quotes \"Columbia, the Gem of the Ocean\" and ends with a dissonant raspberry on the trumpet. This composer of the Concord Sonata wrote a piece in which the flute gives an \"invisible reply\" to the trumpet's titular query, as well as one that features movements like \"The Housatonic at Stockbridge\" and \"The 'Saint-Gaudens' in Boston Common.\" For 10 points, name this American insurance": {
    "guess": "Charles Ives",
    "confidence": [
      [
        "Charles",
        -0.008694108
      ],
      [
        " I",
        -0.0051977057
      ],
      [
        "ves",
        -5.371606e-05
      ]
    ]
  },
  "In the mid 19th century, this region was the home of the Yeke Kingdom, ruled by Msiri. Most of the operations of the state-run Gecamines are found in this region, which was the focus of Operation Rumpunch while it was being ruled by the (*) CONAKAT party. For a brief period it was known as   Shaba and this region's largest city was formerly known as Elisabethville. A crisis involving the secession of this region led by ? Moishe Tshombe saw the deaths of both Dag Hammarskjold and Patrice Lumumba. For 10 points, name this mineral-rich region in the southern portion of the Democratic Republic of the Congo.": {
    "guess": "Katanga",
    "confidence": [
      [
        "Kat",
        -0.004342768
      ],
      [
        "anga",
        -0.0024845733
      ]
    ]
  },
  "In the middle of this work, the speaker remembers the bells of the old church-tower, which were the \"poor man's only music\" when they rang all one \"hot Fair-day.\"  The speaker's \"abstruser musings\" are only interrupted by the owlet's cry and the \"puny flaps and freaks\" of a \"companiable form\" which lies": {
    "guess": "Frost at Midnight",
    "confidence": [
      [
        "F",
        -0.42367518
      ],
      [
        "rost",
        -0.0005493374
      ],
      [
        " at",
        -0.0012267776
      ],
      [
        " Midnight",
        -0.00052551134
      ]
    ]
  },
  "In the middle of this work, the speaker remembers the bells of the old church-tower, which were the \"poor man's only music\" when they rang all one \"hot Fair-day.\"  The speaker's \"abstruser musings\" are only interrupted by the owlet's cry and the \"puny flaps and freaks\" of a \"companiable form\" which lies on his low burnt fire.  Because the speaker was raised among the \"cloisters dim\" of the \"great city,\" he hopes that his companion will \"wander like a breeze\" and find that all seasons are sweet, even if the eave-drops are hung up in silent icicles \"quietly shining to the quiet moon.\"  The opening lines speak of the \"secret ministry\" of the titular natural phenomenon, which the speaker observes while sitting in a room with the \"fluttering stranger,\" or the film on the grate, and his infant son.  FTP, name this poem written in 1798, which was written during a cold winter night by Samuel Taylor": {
    "guess": "Frost at Midnight",
    "confidence": [
      [
        "F",
        -0.0010671088
      ],
      [
        "rost",
        -9.610702e-06
      ],
      [
        " at",
        -0.00053003745
      ],
      [
        " Midnight",
        -0.00012868783
      ]
    ]
  },
  "The middle section of this building features a garden and a small rectangular reflecting pool, and has a ramp leading to a rounded section on the roof of this building.  Under the ramp, a triangular window with thin rectangular pieces of glass emerges, and looks in on the master bedroom.  The sun room of this building contains a fireplace which is notably pierced by a structural support, and the radiators of the building are left exposed throughout.  The master bathroom of this building features a blue-tiled bathtub, though the kitchen is left completely white.  The building is lifted on stilts, to allow the owners to grow a garden underneath the floor.  For 10 points—name this building in Poissy, France, a house designed by Le Corbusier.": {
    "guess": "Villa Savoye",
    "confidence": [
      [
        "V",
        -0.0017645514
      ],
      [
        "illa",
        -7.79144e-05
      ],
      [
        " Sav",
        -3.106736e-05
      ],
      [
        "oy",
        -1.50940705e-05
      ],
      [
        "e",
        -1.5928495e-05
      ]
    ]
  },
  "Midge, played by Barbara Bel Geddes in this film, is designing a brassiere based on the principles of the cantilevered bridge. This movie's director makes a cameo carrying a French horn case in a shipyard just before the villain, Gavin Elster, is introduced. The protagonist falls in love with Elster's": {
    "guess": "Vertigo",
    "confidence": [
      [
        "Vert",
        -0.0030474626
      ],
      [
        "igo",
        -0.00011021859
      ]
    ]
  },
  "In the middle of the first act of this work, three people sing \"Every detail has been sorted\", followed shortly by \"Hold it! Are we not forgetting\". This work's three dance numbers are often performed separately, and they comprise an Act I polka, an Act II furiant, and an Act III skotchna for the comedy troupe that visits the village. That comedy troupe includes Esmerelda, who tempts the main character away from his would-be betrothed in \"Mother doesn't matter, Mother wouldn't care!\". But that character": {
    "guess": "The Bartered Bride",
    "confidence": [
      [
        "The",
        -0.2560909
      ],
      [
        " Bar",
        -0.00032354548
      ],
      [
        "tered",
        -1.2664457e-06
      ],
      [
        " Bride",
        -8.180258e-06
      ]
    ]
  },
  "The middle section of this building features a garden and a small rectangular reflecting pool, and has a ramp leading to a rounded section on the roof of this building.  Under the ramp, a triangular window with thin rectangular pieces of glass emerges, and looks in on the master bedroom.  The sun room of this building contains a fireplace which is notably pierced by a structural support, and the radiators of the building are left exposed throughout.  The master bathroom of this building features a blue-tiled bathtub, though the kitchen is left completely white.  The building is lifted on stilts,": {
    "guess": "Farnsworth House",
    "confidence": [
      [
        "F",
        -0.29362106
      ],
      [
        "arn",
        -0.37901008
      ],
      [
        "sworth",
        -6.849731e-05
      ],
      [
        " House",
        -6.9570146e-05
      ]
    ]
  },
  "In the middle of the first act of this work, three people sing \"Every detail has been sorted\", followed shortly by \"Hold it! Are we not forgetting\". This work's three dance numbers are often performed separately, and they comprise an Act I polka, an Act II furiant, and an Act III skotchna for the comedy troupe that visits the village. That comedy troupe includes Esmerelda, who tempts the main character away from his would-be betrothed in \"Mother doesn't matter, Mother wouldn't care!\". But that character has tricked the broker, and it turns out he is Micha's son, so he can marry Krushina and Ludmila's daughter. All of this occurs after Ketsal has paid 300 guilders for Jenik not to marry Marenka.": {
    "guess": "The Bartered Bride",
    "confidence": [
      [
        "The",
        -0.0015986528
      ],
      [
        " Bar",
        -0.000114033115
      ],
      [
        "tered",
        -0.00016408764
      ],
      [
        " Bride",
        -2.5107178e-05
      ]
    ]
  },
  "In the middle of this work, the speaker remembers the bells of the old church-tower, which were the \"poor man's only music\" when they rang all one \"hot Fair-day.\"  The speaker's \"abstruser musings\" are only interrupted by the owlet's cry and the \"puny flaps and freaks\" of a \"companiable form\" which lies on his low burnt fire.  Because the speaker was raised among the \"cloisters dim\" of the \"great city,\"": {
    "guess": "Frost at Midnight",
    "confidence": [
      [
        "F",
        -0.2697084
      ],
      [
        "rost",
        -7.111979e-05
      ],
      [
        " at",
        -0.0019637244
      ],
      [
        " Midnight",
        -0.0008698908
      ]
    ]
  },
  "In the middle of the first act of this work, three people sing \"Every detail has been sorted\", followed shortly by \"Hold it! Are we not forgetting\". This work's three dance numbers are often performed separately, and they comprise an Act I polka, an Act II furiant, and an Act III skotchna for the comedy troupe that visits the village. That comedy troupe includes Esmerelda, who tempts the main character away from his would-be betrothed in \"Mother doesn't matter, Mother wouldn't care!\". But that character has tricked the broker, and it turns out he is Micha's son, so he can marry Krushina and Ludmila's daughter. All of this occurs after Ketsal has paid 300 guilders for Jenik not to marry Marenka. FTP, name this opera by Bedřich Smetana.": {
    "guess": "The Bartered Bride",
    "confidence": [
      [
        "The",
        -0.0013247648
      ],
      [
        " Bar",
        -2.5226382e-05
      ],
      [
        "tered",
        -0.0003060262
      ],
      [
        " Bride",
        -7.703444e-06
      ]
    ]
  },
  "In the middle of this work, the speaker remembers the bells of the old church-tower, which were the \"poor man's only music\" when they rang all one \"hot Fair-day.\"  The speaker's \"abstruser musings\" are": {
    "guess": "Frost at Midnight",
    "confidence": [
      [
        "F",
        -0.16420943
      ],
      [
        "rost",
        -5.7649777e-05
      ],
      [
        " at",
        -0.0013710727
      ],
      [
        " Midnight",
        -0.0007250601
      ]
    ]
  },
  "Midge, played by Barbara Bel Geddes in this film, is designing a brassiere based on the principles of the cantilevered bridge. This movie's director makes a cameo carrying a French horn case in a shipyard just before the villain, Gavin Elster, is introduced. The protagonist falls in love with Elster's wife Madeleine, who is really being impersonated by Elster's mistress Judy. Featuring Jimmy Stewart as Scottie Ferguson, a detective who has to retire after a near fall from a building, FTP what is": {
    "guess": "Vertigo",
    "confidence": [
      [
        "Vert",
        -0.0012365376
      ],
      [
        "igo",
        -0.00012916465
      ]
    ]
  },
  "In the middle section, a pirate camp is surrounded by fauns and consumed by fire, after which the earth opens up. Pan appears; in recognition of his intervention, the title characters later mime the story": {
    "guess": "Pirate utopia",
    "confidence": [
      [
        "P",
        -0.33665183
      ],
      [
        "irate",
        -0.2534043
      ],
      [
        " ut",
        -0.031347826
      ],
      [
        "opia",
        -0.00010640408
      ]
    ]
  },
  "At midnight, the hour and minute hands of a standard 12-hour wall clock align. You wonder how many times over the course of a day this happens. You realize that it happens once in the one o'clock hour,": {
    "guess": "Clock position angle",
    "confidence": [
      [
        "Clock",
        -0.23502551
      ],
      [
        " position",
        -0.26775044
      ],
      [
        " angle",
        -0.37337297
      ]
    ]
  },
  "The middle section of this building features a garden and a small rectangular reflecting pool, and has a ramp leading to a rounded section on the roof of this building.  Under the ramp, a triangular window with thin rectangular pieces of glass emerges, and looks in on the master bedroom.  The sun room": {
    "guess": "Fallingwater",
    "confidence": [
      [
        "F",
        -0.3806462
      ],
      [
        "alling",
        -0.016298402
      ],
      [
        "water",
        -0.0006816957
      ]
    ]
  },
  "In the middle of this work, the speaker remembers the bells of the old church-tower, which were the \"poor man's only music\" when they rang all one \"hot Fair-day.\"  The speaker's \"abstruser musings\" are only interrupted by the owlet's cry and the \"puny flaps and freaks\" of a \"companiable form\" which lies on his low burnt fire.  Because the speaker was raised among the \"cloisters dim\" of the \"great city,\" he hopes that his companion will \"wander like a breeze\" and find that all seasons are sweet, even": {
    "guess": "Frost at Midnight",
    "confidence": [
      [
        "F",
        -0.10563326
      ],
      [
        "rost",
        -2.486877e-05
      ],
      [
        " at",
        -0.00039051592
      ],
      [
        " Midnight",
        -0.00037621515
      ]
    ]
  },
  "In the middle of the first act of this work, three people sing \"Every detail has been sorted\", followed shortly by \"Hold it! Are we not forgetting\". This work's three dance numbers are often performed separately, and they comprise an Act I polka, an Act II furiant, and an Act III skotchna for the comedy troupe that visits the village. That comedy troupe includes Esmerelda, who tempts the main character away from his would-be betrothed in \"Mother doesn't matter, Mother wouldn't care!\". But that character has tricked the broker, and it turns out he is Micha's son, so he can marry Krushina and Ludmila's": {
    "guess": "The Bartered Bride",
    "confidence": [
      [
        "The",
        -0.0058191833
      ],
      [
        " Bar",
        -3.750436e-05
      ],
      [
        "tered",
        -1.50940705e-05
      ],
      [
        " Bride",
        -1.2590794e-05
      ]
    ]
  },
  "In the middle of this work, the narrator stops to correct himself after using the phrase \"waiting for the rain to stop.\" Another character in this work, a monkey-like woman, talks about a merchant who chopped up snakes and sold the pieces as dried fish. That woman inspires 60% fear and 40% curiosity": {
    "guess": "Journey to the West",
    "confidence": [
      [
        "J",
        -1.7785481
      ],
      [
        "ourney",
        -0.12119785
      ],
      [
        " to",
        -0.00087930425
      ],
      [
        " the",
        -0.0006335667
      ],
      [
        " West",
        -0.0010858054
      ]
    ]
  },
  "The middle section of this building features a garden and a small rectangular reflecting pool, and has a ramp leading to a rounded section on the roof of this building.  Under the ramp, a triangular window with thin rectangular pieces of glass emerges, and looks in on the master bedroom.  The sun room of this building contains a fireplace which is notably pierced by a structural support, and the radiators of the building are left exposed throughout.  The master bathroom of this building features": {
    "guess": "Fallingwater",
    "confidence": [
      [
        "F",
        -0.461637
      ],
      [
        "alling",
        -0.054154854
      ],
      [
        "water",
        -0.00049631746
      ]
    ]
  },
  "In the middle section, a pirate camp is surrounded by fauns and consumed by fire, after which the earth": {
    "guess": "Daphnis et Chloe",
    "confidence": [
      [
        "D",
        -0.18023412
      ],
      [
        "aph",
        -0.0018860421
      ],
      [
        "nis",
        -0.001059487
      ],
      [
        " et",
        -0.04720355
      ],
      [
        " Chloe",
        -0.02270758
      ]
    ]
  },
  "In the middle section, a pirate camp is surrounded by fauns and consumed by fire, after which the earth opens up. Pan appears; in recognition of his intervention, the title characters later mime the story of his love for Syrinx. Dorcon, the rival of one of the title characters, is represented by a tune on the bassoons. Based on a scenario by Mikhail Fokine, who had envisioned the music as resembling that of ancient Greece, for ten points, what is this \"choreographic symphony in three parts\" by Maurice": {
    "guess": "Daphnis et Chloé",
    "confidence": [
      [
        "D",
        -0.008446849
      ],
      [
        "aph",
        -0.00018375258
      ],
      [
        "nis",
        -0.00033308176
      ],
      [
        " et",
        -0.0028060602
      ],
      [
        " Ch",
        -0.15756962
      ],
      [
        "lo",
        -0.00021390743
      ],
      [
        "é",
        -2.3676734e-05
      ]
    ]
  },
  "In the middle of this work, the narrator stops to correct himself after using the phrase \"waiting for": {
    "guess": "In Search of Lost Time",
    "confidence": [
      [
        "In",
        -1.6860113
      ],
      [
        " Search",
        -0.014561734
      ],
      [
        " of",
        -0.00042543162
      ],
      [
        " Lost",
        -5.3358446e-05
      ],
      [
        " Time",
        -4.143808e-05
      ]
    ]
  },
  "In the middle of the first act of this work, three people sing \"Every detail has been sorted\", followed shortly by \"Hold it! Are we not forgetting\". This work's three dance numbers are often performed separately, and they comprise an Act I polka, an Act II furiant, and an Act III skotchna for the comedy": {
    "guess": "The Bartered Bride",
    "confidence": [
      [
        "The",
        -0.20814367
      ],
      [
        " Bar",
        -0.0020454596
      ],
      [
        "tered",
        -1.2664457e-06
      ],
      [
        " Bride",
        -8.625866e-05
      ]
    ]
  },
  "In the mid 19th century, this region was the home of the Yeke Kingdom, ruled by Msiri. Most of the operations of the state-run Gecamines are found in this region, which was the focus of Operation Rumpunch while it was being ruled by the (*) CONAKAT party. For a brief period it was known as   Shaba and this region's largest city was formerly known as Elisabethville. A crisis involving the secession of this region led by ? Moishe Tshombe saw the deaths of both Dag Hammarskjold and Patrice Lumumba.": {
    "guess": "Katanga",
    "confidence": [
      [
        "Kat",
        -0.035834845
      ],
      [
        "anga",
        -0.07767602
      ]
    ]
  },
  "In the mid 19th century, this region was the home of the Yeke Kingdom, ruled by Msiri. Most of the operations": {
    "guess": "Msiri",
    "confidence": [
      [
        "Ms",
        -0.5857466
      ],
      [
        "iri",
        -0.0052976734
      ]
    ]
  },
  "In the middle of this work, the narrator stops to correct himself after using the phrase \"waiting for the rain to stop.\" Another character in this work, a monkey-like woman, talks about a merchant who chopped up snakes and sold the pieces as dried fish. That woman inspires 60% fear and 40% curiosity in the only other character of the story, a lowly servant with a prominent, pus-filled pimple on his right cheek. This work sees that woman explains to the servant that it is not wrong for her pluck the hair of dead corpses to make wigs because she needs to survive. Ultimately, the servant uses the same logic to strip the woman of her kimono in this short story. For 10 points, identify this short": {
    "guess": "The Nose (Gogol)",
    "confidence": [
      [
        "The",
        -1.6178834
      ],
      [
        " Nose",
        -0.275785
      ],
      [
        " (",
        -0.5909653
      ],
      [
        "G",
        -0.7483749
      ],
      [
        "og",
        -3.035214e-05
      ],
      [
        "ol",
        -3.094816e-05
      ],
      [
        ")",
        -0.27628648
      ]
    ]
  },
  "The middle movement of this composer's piano trio is titled TSIAJ, or \"this scherzo is a joke,\" and his second symphony quotes \"Columbia, the Gem of the Ocean\" and ends with a dissonant raspberry on the trumpet. This composer of the Concord Sonata wrote a piece in which the flute gives an \"invisible": {
    "guess": "Charles Ives",
    "confidence": [
      [
        "Charles",
        -0.017787911
      ],
      [
        " I",
        -0.0018850884
      ],
      [
        "ves",
        -3.5716304e-05
      ]
    ]
  },
  "In the middle of the first act of this work, three people sing \"Every detail has been sorted\", followed shortly by \"Hold it! Are we not forgetting\". This work's three dance numbers are often performed": {
    "guess": "West Side Story",
    "confidence": [
      [
        "West",
        -1.0399897
      ],
      [
        " Side",
        -0.00018327577
      ],
      [
        " Story",
        -3.9530823e-05
      ]
    ]
  },
  "In the middle of this work, the narrator stops to correct himself after using the phrase \"waiting for the rain to stop.\" Another character in this work, a monkey-like woman, talks about a merchant who chopped up snakes and sold the pieces as dried fish. That woman inspires 60% fear and 40% curiosity in the only other character of the story, a lowly servant with a prominent, pus-filled pimple on his right cheek. This work sees that woman explains to the servant that it is not wrong for her pluck the hair of dead corpses to make wigs because she needs to survive. Ultimately, the servant uses the": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -0.5470699
      ]
    ]
  },
  "The middle section of this building features a garden and a small rectangular reflecting pool, and has a ramp leading to a rounded section on the roof of this building.  Under the ramp, a triangular window": {
    "guess": "Solomon R. Guggenheim Museum",
    "confidence": [
      [
        "Sol",
        -0.4448086
      ],
      [
        "omon",
        -0.0006794308
      ],
      [
        " R",
        -0.002711915
      ],
      [
        ".",
        -0.0005242001
      ],
      [
        " G",
        -0.00010545045
      ],
      [
        "ugg",
        -0.00012272765
      ],
      [
        "enheim",
        -0.0005712636
      ],
      [
        " Museum",
        -0.00015335932
      ]
    ]
  },
  "The middle movement of this composer's piano trio is titled TSIAJ, or \"this scherzo is a joke,\" and his second symphony quotes \"Columbia, the Gem of the Ocean\" and ends with a dissonant raspberry on the trumpet. This composer of the Concord Sonata wrote a piece in which the flute gives an \"invisible reply\" to the trumpet's titular query, as well as one that features movements like \"The Housatonic at Stockbridge\" and \"The 'Saint-Gaudens' in Boston Common.\" For 10 points, name this American insurance salesman and composer of The Unanswered Question and Three Places in New England.": {
    "guess": "Charles Ives",
    "confidence": [
      [
        "Charles",
        -0.008216431
      ],
      [
        " I",
        -0.0002193908
      ],
      [
        "ves",
        -2.9994528e-05
      ]
    ]
  },
  "At midnight, the hour and minute hands of a standard 12-hour wall clock align. You wonder how many times": {
    "guess": "Clock position",
    "confidence": [
      [
        "Clock",
        -0.022709679
      ],
      [
        " position",
        -0.64425236
      ]
    ]
  },
  "At midnight, the hour and minute hands of a standard 12-hour wall clock align. You wonder how many times over the course of a day this happens. You realize that it happens once in the one o'clock hour, once in the two o'clock hour, and so forth. Knowing this, and only counting midnight once, how many times a day do the hour and minute hands of an analog clock line up? You have 15 seconds.": {
    "guess": "Clock position angle",
    "confidence": [
      [
        "Clock",
        -0.04404496
      ],
      [
        " position",
        -0.39474458
      ],
      [
        " angle",
        -0.3611537
      ]
    ]
  },
  "In the middle of the first act of this work, three people sing \"Every detail has been sorted\", followed": {
    "guess": "Sorting Hat",
    "confidence": [
      [
        "Sorting",
        -0.84083855
      ],
      [
        " Hat",
        -0.66807663
      ]
    ]
  },
  "In the mid 19th century, this region was the home of the Yeke Kingdom, ruled by Msiri. Most of the operations of the state-run Gecamines are found in this region, which was the focus of Operation Rumpunch": {
    "guess": "Katanga",
    "confidence": [
      [
        "Kat",
        -0.008073
      ],
      [
        "anga",
        -0.010648537
      ]
    ]
  },
  "In the middle section, a pirate camp is surrounded by fauns and consumed by fire, after which the earth opens up. Pan appears; in recognition of his intervention, the title characters later mime the story of his love for Syrinx. Dorcon, the rival of one of the title characters, is represented by a tune on the bassoons. Based on a scenario by Mikhail Fokine, who had envisioned the music as resembling": {
    "guess": "Daphnis et Chloé",
    "confidence": [
      [
        "D",
        -0.11717031
      ],
      [
        "aph",
        -0.00047082987
      ],
      [
        "nis",
        -0.00024798868
      ],
      [
        " et",
        -0.009249982
      ],
      [
        " Ch",
        -0.008233346
      ],
      [
        "lo",
        -7.648396e-05
      ],
      [
        "é",
        -2.9352968e-06
      ]
    ]
  },
  "Midge, played by Barbara Bel Geddes in this film, is designing a brassiere based on the principles of the cantilevered bridge. This movie's director makes a cameo carrying a French horn case in a shipyard just before the villain, Gavin Elster, is introduced. The protagonist falls in love with Elster's wife Madeleine, who is really being impersonated by Elster's mistress Judy. Featuring Jimmy Stewart as Scottie Ferguson, a detective who has to retire after a near fall from a building, FTP what is this Alfred Hitchock movie about Ferguson's experience of the titular dizzying condition?": {
    "guess": "Vertigo",
    "confidence": [
      [
        "Vert",
        -0.00392238
      ],
      [
        "igo",
        -0.000119754885
      ]
    ]
  },
  "Midge, played by Barbara Bel Geddes in this film, is designing a brassiere based on the principles of": {
    "guess": "Vertigo",
    "confidence": [
      [
        "Vert",
        -0.09411897
      ],
      [
        "igo",
        -0.0003341546
      ]
    ]
  },
  "In the middle of this work, the speaker remembers the bells of the old church-tower, which were the \"poor man's only music\" when they rang all one \"hot Fair-day.\"  The speaker's \"abstruser musings\" are only interrupted by the owlet's cry and the \"puny flaps and freaks\" of a \"companiable form\" which lies on his low burnt fire.  Because the speaker was raised among the \"cloisters dim\" of the \"great city,\" he hopes that his companion will \"wander like a breeze\" and find that all seasons are sweet, even if the eave-drops are hung up in silent icicles \"quietly shining to the quiet moon.\"  The opening lines speak of the \"secret ministry\" of the titular natural phenomenon, which the speaker observes while sitting in a room with the \"fluttering stranger,\" or the film on the grate, and his infant son.": {
    "guess": "Frost at Midnight",
    "confidence": [
      [
        "F",
        -0.010483506
      ],
      [
        "rost",
        -3.888926e-06
      ],
      [
        " at",
        -0.0009018117
      ],
      [
        " Midnight",
        -9.841743e-05
      ]
    ]
  }
}