{
  "This man thanked God for \"Brother Fire\" and \"Sister Water\" in his religious song \"Canticle of the Sun.\" This man's father, a wealthy cloth merchant, disapproved of his career. This man had a vision in which an icon of a crucified Christ told him to repair Christ's house. This man's namesake order of monks still appoints a Custodian of the Holy Land as a result of his involvement in the Fifth Crusade.": {
    "guess": "Francis of Assisi",
    "confidence": [
      [
        "Franc",
        -0.014585114
      ],
      [
        "is",
        -0.00019948746
      ],
      [
        " of",
        -0.00016706773
      ],
      [
        " Ass",
        -4.501419e-05
      ],
      [
        "isi",
        -0.00015526658
      ]
    ]
  },
  "A Thai group discussed the synthesis of Telisatin via an annulation followed by this reaction in the presence of microwave irradiation. Pier Gozzi developed the first enantioselective version of this reaction with ketones that used a chiral Mn-Salen catalyst; Gozzi also developed a one-pot variant of this reaction which uses an imine reagent, and showed that ethyl iodoacetate better promotes it than the corresponding bromoacetate. This reaction proceeds via an enolate intermediate formed from nucleophilic attack by an organozinc compound, which is stabilized by esters. For 10 points, identify this": {
    "guess": "Aldol reaction",
    "confidence": [
      [
        "A",
        -1.2419603
      ],
      [
        "ld",
        -0.013705735
      ],
      [
        "ol",
        -2.8160932e-06
      ],
      [
        " reaction",
        -0.063857116
      ]
    ]
  },
  "For its 100th anniversary in 1942, the Vienna Philharmonic commissioned Alfredo Casella to write an orchestral": {
    "guess": "Vienna Philharmonic",
    "confidence": [
      [
        "Vi",
        -0.26716748
      ],
      [
        "enna",
        -0.0029760373
      ],
      [
        " Phil",
        -0.016369468
      ],
      [
        "har",
        -9.960947e-05
      ],
      [
        "monic",
        -9.579495e-05
      ]
    ]
  },
  "For its 100th anniversary in 1942, the Vienna Philharmonic commissioned Alfredo Casella to write an orchestral suite inspired by the work of this composer.  Franz Lehar wrote an operetta about this man,": {
    "guess": "Franz Schubert",
    "confidence": [
      [
        "Fran",
        -0.5514686
      ],
      [
        "z",
        -5.0735965e-05
      ],
      [
        " Sch",
        -0.117402375
      ],
      [
        "ub",
        -4.632543e-05
      ],
      [
        "ert",
        -6.0345924e-06
      ]
    ]
  },
  "A Thai group discussed the synthesis of Telisatin via an annulation followed by this reaction in the presence of microwave irradiation. Pier Gozzi developed the first enantioselective version of this reaction with ketones that used a chiral Mn-Salen catalyst; Gozzi also developed a one-pot variant of this reaction which uses an imine reagent, and showed that ethyl iodoacetate better promotes it than the corresponding bromoacetate. This reaction proceeds via an enolate intermediate formed from nucleophilic attack by an organozinc compound, which is stabilized by esters. For 10 points, identify this reaction where an alpha halo ester reacts with an aldehyde or ketone to yield a beta-hydroxy ester,": {
    "guess": "Aldol reaction",
    "confidence": [
      [
        "A",
        -0.15448211
      ],
      [
        "ld",
        -0.031515323
      ],
      [
        "ol",
        -1.9816675e-06
      ],
      [
        " reaction",
        -0.120560125
      ]
    ]
  },
  "This man thanked God for \"Brother Fire\" and \"Sister Water\" in his religious song \"Canticle of the Sun.\" This man's father, a wealthy cloth merchant, disapproved of his career. This man had a vision in which an icon of a crucified Christ told him to repair Christ's house. This man's namesake order of monks still appoints a Custodian of the Holy Land as a result of his involvement in the Fifth Crusade. His order is also known as the Friars Minor. For 10 points, name this Catholic patron saint of animals,": {
    "guess": "Francis of Assisi",
    "confidence": [
      [
        "Franc",
        -0.001987875
      ],
      [
        "is",
        -1.0325924e-05
      ],
      [
        " of",
        -0.00032283025
      ],
      [
        " Ass",
        -1.0325924e-05
      ],
      [
        "isi",
        -0.00011176824
      ]
    ]
  },
  "This man thanked God for \"Brother Fire\" and \"Sister Water\" in his religious song \"Canticle of the Sun.\" This man's father, a wealthy cloth merchant, disapproved of his career. This man had a vision in": {
    "guess": "Francis of Assisi",
    "confidence": [
      [
        "Franc",
        -0.0074262996
      ],
      [
        "is",
        -8.11329e-05
      ],
      [
        " of",
        -0.00044723487
      ],
      [
        " Ass",
        -5.7649777e-05
      ],
      [
        "isi",
        -0.00022308611
      ]
    ]
  },
  "This man thanked God for \"Brother Fire\" and \"Sister Water\" in his religious song \"Canticle of the Sun.\" This man's father, a wealthy cloth merchant, disapproved of his career. This man had a vision in which an icon of a crucified Christ told him to repair Christ's house. This man's namesake order of": {
    "guess": "Francis of Assisi",
    "confidence": [
      [
        "Franc",
        -0.050036762
      ],
      [
        "is",
        -0.0011459336
      ],
      [
        " of",
        -0.0016000832
      ],
      [
        " Ass",
        -9.019238e-05
      ],
      [
        "isi",
        -0.00034094555
      ]
    ]
  },
  "A Thai group discussed the synthesis of Telisatin via an annulation followed by this reaction in the presence of microwave irradiation. Pier Gozzi developed the first enantioselective version of this reaction with ketones that used a chiral Mn-Salen catalyst; Gozzi also developed a one-pot variant of this reaction which uses an imine reagent, and showed that ethyl iodoacetate better promotes it than": {
    "guess": "Aldol reaction",
    "confidence": [
      [
        "A",
        -1.4056183
      ],
      [
        "ld",
        -0.42794862
      ],
      [
        "ol",
        -3.7027545e-05
      ],
      [
        " reaction",
        -0.06707147
      ]
    ]
  },
  "For its 100th anniversary in 1942, the Vienna Philharmonic commissioned Alfredo Casella to write an orchestral suite inspired by the work of this composer.  Franz Lehar wrote an operetta about this man, while Eug?e Ysaye wrote a set of variations for violin and piano inspired by his work.  More famously, Franz Liszt wrote a set of six \"grandes ?udes\" for piano which were arrangements of his work, including a version of this man's \"La Campanella\" from his second violin concerto.  This man wrote the Moto Perpetuo for violin and orchestra, but is better known for a work which inspired compositions": {
    "guess": "Niccolò Paganini",
    "confidence": [
      [
        "Nic",
        -0.035615947
      ],
      [
        "col",
        -0.005000225
      ],
      [
        "ò",
        -0.0003308169
      ],
      [
        " P",
        -0.00017064385
      ],
      [
        "agan",
        -5.109358e-05
      ],
      [
        "ini",
        -9.9251854e-05
      ]
    ]
  },
  "A Thai group discussed the synthesis of Telisatin via an annulation followed by this reaction in the": {
    "guess": "Aldol reaction",
    "confidence": [
      [
        "A",
        -0.038492966
      ],
      [
        "ld",
        -0.0009724445
      ],
      [
        "ol",
        -1.0564331e-05
      ],
      [
        " reaction",
        -0.00766791
      ]
    ]
  },
  "A Thai group discussed the synthesis of Telisatin via an annulation followed by this reaction in the presence of microwave irradiation. Pier Gozzi developed the first enantioselective version of this reaction with ketones that used a chiral Mn-Salen catalyst; Gozzi also developed a one-pot variant of this reaction which uses an imine reagent, and showed that ethyl iodoacetate better promotes it than the corresponding bromoacetate. This reaction proceeds via an enolate intermediate formed from nucleophilic attack by an organozinc compound, which is stabilized by esters. For 10 points, identify this reaction where an alpha halo ester reacts with an aldehyde or ketone to yield a beta-hydroxy ester, and is named for a Russian chemist.": {
    "guess": "Aldol reaction",
    "confidence": [
      [
        "A",
        -0.2622739
      ],
      [
        "ld",
        -0.0051717316
      ],
      [
        "ol",
        -5.5122365e-07
      ],
      [
        " reaction",
        -0.09203944
      ]
    ]
  },
  "For its 100th anniversary in 1942, the Vienna Philharmonic commissioned Alfredo Casella to write an orchestral suite inspired by the work of this composer.  Franz Lehar wrote an operetta about this man, while Eug?e Ysaye wrote a set of variations for violin and piano inspired by his work.  More famously,": {
    "guess": "Johann Sebastian Bach",
    "confidence": [
      [
        "J",
        -0.22390993
      ],
      [
        "oh",
        -0.0013029762
      ],
      [
        "ann",
        -0.21876249
      ],
      [
        " Sebastian",
        -0.692288
      ],
      [
        " Bach",
        -0.00015169414
      ]
    ]
  },
  "This man thanked God for \"Brother Fire\" and \"Sister Water\" in his religious song \"Canticle of the Sun.\"": {
    "guess": "Francis of Assisi",
    "confidence": [
      [
        "Franc",
        -0.0007828262
      ],
      [
        "is",
        -2.0339032e-05
      ],
      [
        " of",
        -8.3278566e-05
      ],
      [
        " Ass",
        -9.372295e-06
      ],
      [
        "isi",
        -3.333223e-05
      ]
    ]
  },
  "A Thai group discussed the synthesis of Telisatin via an annulation followed by this reaction in the presence of microwave irradiation. Pier Gozzi developed the first enantioselective version of this reaction with ketones that used a chiral Mn-Salen catalyst; Gozzi also developed a one-pot variant of": {
    "guess": "Cyclopropanation",
    "confidence": [
      [
        "C",
        -1.9551604
      ],
      [
        "yc",
        -0.922541
      ],
      [
        "lo",
        -0.0014254753
      ],
      [
        "pro",
        -0.26053455
      ],
      [
        "pan",
        -0.002833411
      ],
      [
        "ation",
        -0.0052300864
      ]
    ]
  },
  "For its 100th anniversary in 1942, the Vienna Philharmonic commissioned Alfredo Casella to write an orchestral suite inspired by the work of this composer.  Franz Lehar wrote an operetta about this man, while Eug?e Ysaye wrote a set of variations for violin and piano inspired by his work.  More famously, Franz Liszt wrote a set of six \"grandes ?udes\" for piano which were arrangements of his work, including a version of this man's \"La Campanella\" from his second violin concerto.  This man wrote the Moto Perpetuo for violin and orchestra, but is better known for a work which inspired compositions by Brahms and Rachmaninov.  FTP, name this Italian composer and virtuoso violinist who wrote 24 Caprices.": {
    "guess": "Niccolò Paganini",
    "confidence": [
      [
        "Nic",
        -0.008203075
      ],
      [
        "col",
        -0.0014057097
      ],
      [
        "ò",
        -6.4802e-05
      ],
      [
        " P",
        -4.179569e-05
      ],
      [
        "agan",
        -1.9027791e-05
      ],
      [
        "ini",
        -8.351697e-05
      ]
    ]
  },
  "For its 100th anniversary in 1942, the Vienna Philharmonic commissioned Alfredo Casella to write an orchestral suite inspired by the work of this composer.  Franz Lehar wrote an operetta about this man, while Eug?e Ysaye wrote a set of variations for violin and piano inspired by his work.  More famously, Franz Liszt wrote a set of six \"grandes ?udes\" for piano which were arrangements of his work, including": {
    "guess": "Niccolò Paganini",
    "confidence": [
      [
        "Nic",
        -0.015787756
      ],
      [
        "col",
        -0.01802117
      ],
      [
        "ò",
        -0.0005769817
      ],
      [
        " P",
        -0.00022213248
      ],
      [
        "agan",
        -4.6683042e-05
      ],
      [
        "ini",
        -0.00011498674
      ]
    ]
  },
  "A Thai group discussed the synthesis of Telisatin via an annulation followed by this reaction in the presence of microwave irradiation. Pier Gozzi developed the first enantioselective version of this reaction with ketones that used a chiral Mn-Salen catalyst; Gozzi also developed a one-pot variant of this reaction which uses an imine reagent, and showed that ethyl iodoacetate better promotes it than the corresponding bromoacetate. This reaction proceeds via an enolate intermediate formed from nucleophilic": {
    "guess": "Aldol reaction",
    "confidence": [
      [
        "A",
        -0.48772693
      ],
      [
        "ld",
        -0.0686179
      ],
      [
        "ol",
        -3.202099e-05
      ],
      [
        " reaction",
        -0.19879785
      ]
    ]
  },
  "A Thai group discussed the synthesis of Telisatin via an annulation followed by this reaction in the presence of microwave irradiation. Pier Gozzi developed the first enantioselective version of this reaction": {
    "guess": "Alkylation",
    "confidence": [
      [
        "Al",
        -1.3830209
      ],
      [
        "ky",
        -0.40967694
      ],
      [
        "lation",
        -0.01220257
      ]
    ]
  },
  "This man thanked God for \"Brother Fire\" and \"Sister Water\" in his religious song \"Canticle of the Sun.\" This man's father, a wealthy cloth merchant, disapproved of his career. This man had a vision in which an icon of a crucified Christ told him to repair Christ's house. This man's namesake order of monks still appoints a Custodian of the Holy Land as a result of his involvement in the Fifth Crusade. His order is also known as the Friars Minor. For 10 points, name this Catholic patron saint of animals, who was from Assisi.": {
    "guess": "Francis of Assisi",
    "confidence": [
      [
        "Franc",
        -0.0021672712
      ],
      [
        "is",
        -1.1398757e-05
      ],
      [
        " of",
        -0.00024572382
      ],
      [
        " Ass",
        -1.7597347e-05
      ],
      [
        "isi",
        -0.000102827966
      ]
    ]
  },
  "For its 100th anniversary in 1942, the Vienna Philharmonic commissioned Alfredo Casella to write an orchestral suite inspired by the work of this composer.  Franz Lehar wrote an operetta about this man, while Eug?e Ysaye wrote a set of variations for violin and piano inspired by his work.  More famously, Franz Liszt wrote a set of six \"grandes ?udes\" for piano which were arrangements of his work, including a version of this man's \"La Campanella\" from his second violin concerto.  This man wrote the": {
    "guess": "Niccolò Paganini",
    "confidence": [
      [
        "Nic",
        -0.004351079
      ],
      [
        "col",
        -0.0023449692
      ],
      [
        "ò",
        -0.00010688089
      ],
      [
        " P",
        -1.9743013e-05
      ],
      [
        "agan",
        -2.868329e-05
      ],
      [
        "ini",
        -7.529192e-05
      ]
    ]
  }
}