{
  "Blaze rods were added in a pre-release update to this game, as well as lily pads and 9 new music discs. The Yogscast does a fiction series on this game called \"Shadow of Israphel\". Herobrine was a rumor going around during the beginnings of this game, and ravines were added in an update several months ago. Until recently, creepers have been the most feared monsters in this game. For 10 points, name": {
    "guess": "Minecraft",
    "confidence": [
      [
        "M",
        -0.012595595
      ],
      [
        "inecraft",
        -2.0935051e-05
      ]
    ]
  },
  "This man and Blatt name a method for inducing cognitive dissonance by asking questions and then letting the subject spontaneously formulate a response. He used the term \"Hierarchic Integration\" to describe one of his theories, which relies on a process of conflict resolution called \"justice operation.\" This psychologist proposed a thought experiment in which a man breaks into adrug store to steal for his sick wife. His best-known work was criticized for only examining male subjects in the book In A Different Voice by Carol Gilligan. That work outlines a theory dividing development into three levels: pre-conventional, conventional, and post-conventional. For 10 points, name this psychologist who outlined a six stage theory of moral development.": {
    "guess": "Lawrence Kohlberg",
    "confidence": [
      [
        "Law",
        -0.031672407
      ],
      [
        "rence",
        -0.00011760922
      ],
      [
        " Koh",
        -8.244414e-05
      ],
      [
        "l",
        -3.9888433e-05
      ],
      [
        "berg",
        -0.00011105302
      ]
    ]
  },
  "Blair, Tioga, and Schuykill counties are in this state, whose largest metropolitan area includes the East Falls, Chestnut Hill and Southwark neighborhoods . Two of this state's most significant historical industries are associated with the cities of Bethlehem and Titusville. York is one of the main municipalities of its south-central \"Dutch\" region along with Lancaster County. Point State Park in this state's second-largest city marks the formation of the Ohio River from the Monongahela and Allegheny": {
    "guess": "Pennsylvania",
    "confidence": [
      [
        "Penn",
        -0.0025638877
      ],
      [
        "sylvania",
        -0.00022105966
      ]
    ]
  },
  "The Black Woodpecker was sacred to this god, who is mentioned alongside a group of deities in the Arval Hymn. A sheep, pig, and goat were sacrificed to this god in the Suovetaurilia, and the 24th day of his month was the date of the festival of the king's flight. A horse was sacrificed to this god on the 15th of October and its head fought over while its tail was hung in the Regia, which also housed a set of sacred (*) spears dedicated to this god. Augustus erected a temple to this god as \"Avenger.\"": {
    "guess": "Mars (mythology)",
    "confidence": [
      [
        "M",
        -0.00060915196
      ],
      [
        "ars",
        -1.8789384e-05
      ],
      [
        " (",
        -0.004682169
      ],
      [
        "my",
        -0.0420937
      ],
      [
        "th",
        -1.9361265e-07
      ],
      [
        "ology",
        -0.00028421928
      ],
      [
        ")",
        -2.6656826e-05
      ]
    ]
  },
  "This man blasted the \"empty and heartless\" sound of rejoicing in his Fourth of July speech delivered in Rochester in 1852. He merged his newspaper with Gerrit Smith's Liberty Party Paper shortly before the Seneca Falls Convention, were he presented a passionate argument for women's suffrage. This man started that newspaper after reading William Lloyd Garrison's The Liberator. For 10 points, name this author of The North Star and My Bondage and My Freedom, who was a runaway slave and prominent abolitionist.": {
    "guess": "Frederick Douglass",
    "confidence": [
      [
        "Fre",
        -0.0005689987
      ],
      [
        "der",
        -1.147242e-06
      ],
      [
        "ick",
        -1.3067608e-05
      ],
      [
        " Doug",
        -3.5120287e-05
      ],
      [
        "lass",
        -1.1279553e-05
      ]
    ]
  },
  "This man and Blatt name a method for inducing cognitive dissonance by asking questions and then letting": {
    "guess": "Festinger and Carlsmith (1959)",
    "confidence": [
      [
        "F",
        -1.2364597
      ],
      [
        "est",
        -0.07140874
      ],
      [
        "inger",
        -0.0012326111
      ],
      [
        " and",
        -0.13698526
      ],
      [
        " Carl",
        -0.021342615
      ],
      [
        "smith",
        -0.00018018014
      ],
      [
        " (",
        -0.4513641
      ],
      [
        "195",
        -0.03228039
      ],
      [
        "9",
        -0.0015606892
      ],
      [
        ")",
        -0.0011286637
      ]
    ]
  },
  "Blazars sometimes exhibit it when expelling high-velocity jets of plasma. Barnard‘s Star notably also": {
    "guess": "Blazar",
    "confidence": [
      [
        "Bl",
        -0.6833143
      ],
      [
        "azar",
        -0.03023128
      ]
    ]
  },
  "Blazars sometimes exhibit it when expelling high-velocity jets of plasma. Barnard‘s Star notably also shows it. While its opposite is nearly ubiquitous, this effect is measured only in about 100 galaxies, most of which are gravitationally-bound dwarfs in the local group, and which include the Andromeda": {
    "guess": "Blueshift",
    "confidence": [
      [
        "Bl",
        -1.037065
      ],
      [
        "ues",
        -0.14739549
      ],
      [
        "hift",
        -0.00023023834
      ]
    ]
  },
  "Blair, Tioga, and Schuykill counties are in this state, whose largest metropolitan area includes the East Falls, Chestnut Hill and Southwark neighborhoods . Two of this state's most significant historical": {
    "guess": "Pennsylvania",
    "confidence": [
      [
        "Penn",
        -0.012087277
      ],
      [
        "sylvania",
        -0.00023202639
      ]
    ]
  },
  "A black footprint in a church in this city commemorates Jorg von Halsbach winning a bet with the devil that he could build a church without visible windows. This city was home to Geiselgasteig film studios, and it contains the headquarters of Siemens and BMW. This city was the seat of the Wittelsbach dynasty, who built its Nymphenburg Palace. The Isar and Wurm rivers flow through this metropolis, once of the home of Der (*) Blaue Reiter. The sixteen \"Blood Witnesses\" died during the Beer Hall Putsch here. Operation Wrath of God took revenge on Black September members who murdered Israelis in this": {
    "guess": "Munich",
    "confidence": [
      [
        "M",
        -0.0030671952
      ],
      [
        "un",
        -0.00012403888
      ],
      [
        "ich",
        -3.4121115e-06
      ]
    ]
  },
  "A black mechanic with this surname, Percy, brought a suit against McDonnell Douglas that the Supreme Court used to lay  the framework for Title VII cases. Charles, a person with this surname, brought a case before the Supreme Court that  resulted in the striking down of the \"freedom of choice\" plan for": {
    "guess": "Title VII of the Civil Rights Act of 1964",
    "confidence": [
      [
        "Title",
        -1.4511497
      ],
      [
        " VII",
        -0.0013104788
      ],
      [
        " of",
        -0.016524486
      ],
      [
        " the",
        -0.00016837897
      ],
      [
        " Civil",
        -9.72254e-05
      ],
      [
        " Rights",
        -0.00012415809
      ],
      [
        " Act",
        -0.00070587936
      ],
      [
        " of",
        -0.0006190312
      ],
      [
        " ",
        -3.035214e-05
      ],
      [
        "196",
        -0.00012403888
      ],
      [
        "4",
        -0.0002357217
      ]
    ]
  },
  "This man blasted the \"empty and heartless\" sound of rejoicing in his Fourth of July speech delivered in Rochester in 1852. He merged his newspaper with Gerrit Smith's Liberty Party Paper shortly before": {
    "guess": "Frederick Douglass",
    "confidence": [
      [
        "Fre",
        -0.07878315
      ],
      [
        "der",
        -7.89631e-07
      ],
      [
        "ick",
        -4.0603656e-05
      ],
      [
        " Doug",
        -0.00023822498
      ],
      [
        "lass",
        -1.5928495e-05
      ]
    ]
  },
  "This man blasted the \"empty and heartless\" sound of rejoicing in his Fourth of July speech delivered in Rochester in 1852. He merged his newspaper with Gerrit Smith's Liberty Party Paper shortly before the Seneca Falls Convention, were he presented a passionate argument for women's suffrage. This man started that newspaper after reading William Lloyd Garrison's The Liberator. For 10 points, name this": {
    "guess": "Frederick Douglass",
    "confidence": [
      [
        "Fre",
        -0.0051375735
      ],
      [
        "der",
        -4.604148e-06
      ],
      [
        "ick",
        -6.384837e-05
      ],
      [
        " Doug",
        -9.841743e-05
      ],
      [
        "lass",
        -1.60477e-05
      ]
    ]
  },
  "A black footprint in a church in this city commemorates Jorg von Halsbach winning a bet with the devil": {
    "guess": "Munich",
    "confidence": [
      [
        "M",
        -0.11063735
      ],
      [
        "un",
        -0.00021593389
      ],
      [
        "ich",
        -1.998142e-05
      ]
    ]
  },
  "A black footprint in a church in this city commemorates Jorg von Halsbach winning a bet with the devil that he could build a church without visible windows. This city was home to Geiselgasteig film studios, and it contains the headquarters of Siemens and BMW. This city was the seat of the Wittelsbach dynasty, who built its Nymphenburg Palace. The Isar and Wurm rivers flow through this metropolis, once of the home of Der (*) Blaue Reiter. The sixteen \"Blood Witnesses\" died during the Beer Hall Putsch here. Operation Wrath of God took revenge on Black September members who murdered Israelis in this city. Napoleon made this city the capital of the Kingdom of Bavaria. For 10 points, name this German city, the site of a massacre at the 1972 Summer Olympics.": {
    "guess": "Munich",
    "confidence": [
      [
        "M",
        -0.00031341682
      ],
      [
        "un",
        -1.8789384e-05
      ],
      [
        "ich",
        -1.504853e-06
      ]
    ]
  },
  "The Blandford-Znajek process can only occur in this area, and plasmas in this region will generate Alfven waves that emit energy outward via the Poynting flux. Superradiance is the spontaneous emission of positive-energy photons in this region, and, under certain conditions, negative phase velocity propagation can occur here. One interpetation of this defines it as the area in which it is impossible for a particle to move on an integral curve of a Killing vector. Small relativistic jets can form": {
    "guess": "Ergosphere",
    "confidence": [
      [
        "E",
        -0.20076285
      ],
      [
        "rg",
        -0.00077008246
      ],
      [
        "osphere",
        -9.877504e-05
      ]
    ]
  },
  "Blaise Pascal names a theorem about these shapes inscribed in conic sections. Benzene's shape is a regular": {
    "guess": "Conic section",
    "confidence": [
      [
        "Con",
        -0.4117159
      ],
      [
        "ic",
        -0.00789549
      ],
      [
        " section",
        -0.3055272
      ]
    ]
  },
  "A black mechanic with this surname, Percy, brought a suit against McDonnell Douglas that the Supreme Court used to lay  the framework for Title VII cases. Charles, a person with this surname, brought a case before the Supreme Court that  resulted in the striking down of the \"freedom of choice\" plan for desegregating New Kent County, Virginia. Brother Bill  attempted to expose the violence in a place co-named for this surname, where the back door of a unit was welded shut in  anticipation of the stay": {
    "guess": "Bradley",
    "confidence": [
      [
        "Brad",
        -1.4557616
      ],
      [
        "ley",
        -0.3779102
      ]
    ]
  },
  "Blair, Tioga, and Schuykill counties are in this state, whose largest metropolitan area includes the East Falls, Chestnut Hill and Southwark neighborhoods . Two of this state's most significant historical industries are associated with the cities of Bethlehem and Titusville. York is one of the main municipalities of its south-central \"Dutch\" region along with Lancaster County. Point State Park in this state's second-largest city marks the formation of the Ohio River from the Monongahela and Allegheny Rivers near the site of Fort Duquesne. For 10 points, name this sixth most populous US state which is governed from Harrisburg and contains Pittsburgh and Philadelphia.": {
    "guess": "Pennsylvania",
    "confidence": [
      [
        "Penn",
        -0.0026030068
      ],
      [
        "sylvania",
        -0.00017505439
      ]
    ]
  },
  "The black type is aphanitic as opposed to the grey variety and a similar chemically composed rock. The alkali type usually contains pyroxene or titaniferous augite, while the tholeiitic type can have pyroxenes,": {
    "guess": "Basalt",
    "confidence": [
      [
        "Bas",
        -0.0957023
      ],
      [
        "alt",
        -0.00040850835
      ]
    ]
  },
  "The all-black bull Mnevis was a manifestation of this deity, whose soul was represented by the Bennu": {
    "guess": "Osiris",
    "confidence": [
      [
        "Os",
        -0.44888112
      ],
      [
        "iris",
        -9.114601e-05
      ]
    ]
  },
  "The all-black bull Mnevis was a manifestation of this deity, whose soul was represented by the Bennu bird. The grandfather of Geb and Nut, he fathered Tefnut and is either the husband or father of Hathor.": {
    "guess": "Ptah",
    "confidence": [
      [
        "Pt",
        -0.273752
      ],
      [
        "ah",
        -1.1637165e-05
      ]
    ]
  },
  "Blazars sometimes exhibit it when expelling high-velocity jets of plasma. Barnard‘s Star notably also shows it. While its opposite is nearly ubiquitous, this effect is measured only in about 100 galaxies, most of which are gravitationally-bound dwarfs in the local group, and which include the Andromeda galaxy. It is so rare because very few objects have enough  motion to counteract the Hubble expansion of the universe. FTP, name this shortening of the wavelength of light emitted  by approaching objects,": {
    "guess": "Blueshift",
    "confidence": [
      [
        "Bl",
        -0.027721468
      ],
      [
        "ues",
        -0.0036537643
      ],
      [
        "hift",
        -0.00024655825
      ]
    ]
  },
  "This man and Blatt name a method for inducing cognitive dissonance by asking questions and then letting the subject spontaneously formulate a response. He used the term \"Hierarchic Integration\" to describe one of his theories, which relies on a process of conflict resolution called \"justice operation.\" This psychologist proposed a thought experiment in which a man breaks into adrug store to steal for his sick wife. His best-known work was criticized for only examining male subjects in the book In A Different Voice by Carol Gilligan. That work outlines a theory dividing development into three levels:": {
    "guess": "Lawrence Kohlberg",
    "confidence": [
      [
        "Law",
        -0.6388374
      ],
      [
        "rence",
        -3.202099e-05
      ],
      [
        " Koh",
        -0.0004653465
      ],
      [
        "l",
        -6.217952e-05
      ],
      [
        "berg",
        -0.00016218038
      ]
    ]
  },
  "A black mechanic with this surname, Percy, brought a suit against McDonnell Douglas that the Supreme": {
    "guess": "Percy Green",
    "confidence": [
      [
        "P",
        -0.74910396
      ],
      [
        "erc",
        -0.012291364
      ],
      [
        "y",
        -0.0002936327
      ],
      [
        " Green",
        -1.5895991
      ]
    ]
  },
  "Blaise Pascal names a theorem about these shapes inscribed in conic sections. Benzene's shape is a regular one of these polygons, and graphene consists of carbon atoms arranged in this shape. It has more sides than any other regular polygon that tessellates a plane. Internal angles of (*) 120 degrees": {
    "guess": "Hexagon",
    "confidence": [
      [
        "Hex",
        -0.25613773
      ],
      [
        "agon",
        -0.0030470004
      ]
    ]
  },
  "Blaze rods were added in a pre-release update to this game, as well as lily pads and 9 new music discs. The Yogscast does a fiction series on this game called \"Shadow of Israphel\". Herobrine was a rumor going around during the beginnings of this game, and ravines were added in an update several months ago. Until recently, creepers have been the most feared monsters in this game. For 10 points, name this video game in which you explore a very blocky world and build things, usually out of blocks.": {
    "guess": "Minecraft",
    "confidence": [
      [
        "M",
        -0.00090407656
      ],
      [
        "inecraft",
        -1.147242e-06
      ]
    ]
  },
  "This man and Blatt name a method for inducing cognitive dissonance by asking questions and then letting the subject spontaneously formulate a response. He used the term \"Hierarchic Integration\" to describe one of his theories, which relies on a process of conflict resolution called \"justice operation.\"": {
    "guess": "Harold Kelley",
    "confidence": [
      [
        "Har",
        -2.2661543
      ],
      [
        "old",
        -0.29529744
      ],
      [
        " Kelley",
        -0.4260899
      ]
    ]
  },
  "A black mechanic with this surname, Percy, brought a suit against McDonnell Douglas that the Supreme Court used to lay  the framework for Title VII cases. Charles, a person with this surname, brought a case before the Supreme Court that  resulted in the striking down of the \"freedom of choice\" plan for desegregating New Kent County, Virginia. Brother Bill  attempted to expose the violence in a place co-named for this surname, where the back door of a unit was welded shut in  anticipation of the stay of mayor (*) Jane Byrne, who lived there during a short publicity stunt. This surname is the second one that graced that building, which was a notorious housing project in the same city as the Rockwell": {
    "guess": "Daley",
    "confidence": [
      [
        "D",
        -1.471908
      ],
      [
        "aley",
        -1.7033118
      ]
    ]
  },
  "The Black Woodpecker was sacred to this god, who is mentioned alongside a group of deities in the Arval Hymn. A sheep, pig, and goat were sacrificed to this god in the Suovetaurilia, and the 24th day of his month was the date of the festival of the king's flight. A horse was sacrificed to this god on the 15th of October and its head fought over while its tail was hung in the Regia, which also housed a set of sacred (*) spears dedicated to this god. Augustus erected a temple to this god as \"Avenger.\" The \"leaping\" priests or Salii of this god danced with the ancilla shields. This god was identified with Liber and paired with Venus at the Lectisternum. For ten points, name this member of the Capitoline Triad along with Jupiter and Quirinus, worshipped by the Flamen Martialis and identified with the Greek Ares.": {
    "guess": "Mars (mythology)",
    "confidence": [
      [
        "M",
        -0.00033105531
      ],
      [
        "ars",
        -1.2664457e-06
      ],
      [
        " (",
        -0.0009867232
      ],
      [
        "my",
        -0.0038441364
      ],
      [
        "th",
        -3.1281633e-07
      ],
      [
        "ology",
        -4.5848617e-05
      ],
      [
        ")",
        -2.6968896e-06
      ]
    ]
  },
  "Blazars sometimes exhibit it when expelling high-velocity jets of plasma. Barnard‘s Star notably also shows it. While its opposite is nearly ubiquitous, this effect is measured only in about 100 galaxies,": {
    "guess": "Blueshift",
    "confidence": [
      [
        "Bl",
        -1.2049665
      ],
      [
        "ues",
        -0.47075436
      ],
      [
        "hift",
        -0.0016880354
      ]
    ]
  },
  "This man and Blatt name a method for inducing cognitive dissonance by asking questions and then letting the subject spontaneously formulate a response. He used the term \"Hierarchic Integration\" to describe": {
    "guess": "Leon Festinger",
    "confidence": [
      [
        "Leon",
        -2.2137444
      ],
      [
        " Fest",
        -0.0014780828
      ],
      [
        "inger",
        -0.00019817622
      ]
    ]
  },
  "The Black Woodpecker was sacred to this god, who is mentioned alongside a group of deities in the Arval Hymn. A sheep, pig, and goat were sacrificed to this god in the Suovetaurilia, and the 24th day of his month was the date of the festival of the king's flight. A horse was sacrificed to this god on the 15th of October and its head fought over while its tail was hung in the Regia, which also housed a set of sacred (*) spears dedicated to this god. Augustus erected a temple to this god as \"Avenger.\" The \"leaping\" priests or Salii of this god danced with the ancilla shields. This god was identified with Liber and paired with Venus at the Lectisternum. For ten points, name this member of the Capitoline Triad along with Jupiter and Quirinus, worshipped by the Flamen Martialis and identified with": {
    "guess": "Mars (mythology)",
    "confidence": [
      [
        "M",
        -0.0006079599
      ],
      [
        "ars",
        -3.0545007e-06
      ],
      [
        " (",
        -0.00051252183
      ],
      [
        "my",
        -0.0016253104
      ],
      [
        "th",
        -1.9361265e-07
      ],
      [
        "ology",
        -0.00015109812
      ],
      [
        ")",
        -1.7432603e-06
      ]
    ]
  },
  "Blair, Tioga, and Schuykill counties are in this state, whose largest metropolitan area includes the East Falls, Chestnut Hill and Southwark neighborhoods . Two of this state's most significant historical industries are associated with the cities of Bethlehem and Titusville. York is one of the main municipalities of its south-central \"Dutch\" region along with Lancaster County. Point State Park in this state's second-largest city marks the formation of the Ohio River from the Monongahela and Allegheny Rivers near the site of Fort Duquesne. For 10 points, name this sixth most populous US state which": {
    "guess": "Pennsylvania",
    "confidence": [
      [
        "Penn",
        -0.0058754636
      ],
      [
        "sylvania",
        -0.00024655825
      ]
    ]
  },
  "The Blandford-Znajek process can only occur in this area, and plasmas in this region will generate Alfven waves that emit energy outward via the Poynting flux. Superradiance is the spontaneous emission of positive-energy photons in this region, and, under certain conditions, negative phase velocity propagation can occur here. One interpetation of this defines it as the area in which it is impossible for a particle to move on an integral curve of a Killing vector. Small relativistic jets can form in this area since it is undergoing the Lense-Thirring effect, and it only exists when a Kerr metric": {
    "guess": "Ergosphere",
    "confidence": [
      [
        "E",
        -0.037225552
      ],
      [
        "rg",
        -0.0003390383
      ],
      [
        "osphere",
        -0.00015812746
      ]
    ]
  },
  "A black footprint in a church in this city commemorates Jorg von Halsbach winning a bet with the devil that he could build a church without visible windows. This city was home to Geiselgasteig film studios, and it contains the headquarters of Siemens and BMW. This city was the seat of the Wittelsbach dynasty, who built its Nymphenburg Palace. The Isar and Wurm rivers flow through this metropolis, once of the home of Der (*) Blaue Reiter. The sixteen \"Blood Witnesses\" died during the Beer Hall Putsch": {
    "guess": "Munich",
    "confidence": [
      [
        "M",
        -0.009765649
      ],
      [
        "un",
        -0.00028314645
      ],
      [
        "ich",
        -4.9617593e-06
      ]
    ]
  },
  "This man and Blatt name a method for inducing cognitive dissonance by asking questions and then letting the subject spontaneously formulate a response. He used the term \"Hierarchic Integration\" to describe one of his theories, which relies on a process of conflict resolution called \"justice operation.\" This psychologist proposed a thought experiment in which a man breaks into adrug store to steal for his sick wife. His best-known work was criticized for only examining male subjects in the book In": {
    "guess": "Leon Festinger",
    "confidence": [
      [
        "Leon",
        -0.4403359
      ],
      [
        " Fest",
        -0.004778042
      ],
      [
        "inger",
        -0.00018244502
      ]
    ]
  },
  "A black mechanic with this surname, Percy, brought a suit against McDonnell Douglas that the Supreme Court used to lay  the framework for Title VII cases. Charles, a person with this surname, brought a case before the Supreme Court that  resulted in the striking down of the \"freedom of choice\" plan for desegregating New Kent County, Virginia. Brother Bill  attempted to expose the violence in a place co-named for this surname, where the back door of a unit was welded shut in  anticipation of the stay of mayor (*) Jane Byrne, who lived there during a short publicity stunt. This surname is the second one that graced that building, which was a notorious housing project in the same city as the Rockwell Gardens and Robert Taylor  Homes, and was also named for an Italian-American nun. For 10 points,": {
    "guess": "Daley",
    "confidence": [
      [
        "D",
        -0.1914707
      ],
      [
        "aley",
        -0.06844759
      ]
    ]
  },
  "This man and Blatt name a method for inducing cognitive dissonance by asking questions and then letting the subject spontaneously formulate a response. He used the term \"Hierarchic Integration\" to describe one of his theories, which relies on a process of conflict resolution called \"justice operation.\" This psychologist proposed a thought experiment in which a man breaks into adrug store to steal for his sick wife. His best-known work was criticized for only examining male subjects in the book In A Different Voice by Carol Gilligan. That work outlines a theory dividing development into three levels: pre-conventional, conventional, and post-conventional. For 10 points, name this psychologist who": {
    "guess": "Lawrence Kohlberg",
    "confidence": [
      [
        "Law",
        -0.029153697
      ],
      [
        "rence",
        -0.00018268342
      ],
      [
        " Koh",
        -0.00021236145
      ],
      [
        "l",
        -7.445749e-05
      ],
      [
        "berg",
        -0.00018089537
      ]
    ]
  },
  "A black mechanic with this surname, Percy, brought a suit against McDonnell Douglas that the Supreme Court used to lay  the framework for Title VII cases. Charles, a person with this surname, brought a": {
    "guess": "Civil Rights Act of 1964",
    "confidence": [
      [
        "Civil",
        -1.5205263
      ],
      [
        " Rights",
        -0.14202978
      ],
      [
        " Act",
        -0.22405954
      ],
      [
        " of",
        -0.11093604
      ],
      [
        " ",
        -0.0003281944
      ],
      [
        "196",
        -0.061446425
      ],
      [
        "4",
        -0.00914911
      ]
    ]
  },
  "The Blandford-Znajek process can only occur in this area, and plasmas in this region will generate Alfven": {
    "guess": "Ergosphere",
    "confidence": [
      [
        "E",
        -0.21582353
      ],
      [
        "rg",
        -1.4617256e-05
      ],
      [
        "osphere",
        -0.0009120595
      ]
    ]
  },
  "The Black Woodpecker was sacred to this god, who is mentioned alongside a group of deities in the Arval Hymn. A sheep, pig, and goat were sacrificed to this god in the Suovetaurilia, and the 24th day of his month was the date of the festival of the king's flight. A horse was sacrificed to this god on the 15th of October and its head fought over while its tail was hung in the Regia, which also housed": {
    "guess": "Mars (mythology)",
    "confidence": [
      [
        "M",
        -0.025611373
      ],
      [
        "ars",
        -0.0014467834
      ],
      [
        " (",
        -0.016358681
      ],
      [
        "my",
        -0.022099437
      ],
      [
        "th",
        -1.9361265e-07
      ],
      [
        "ology",
        -0.00031460886
      ],
      [
        ")",
        -2.0815847e-05
      ]
    ]
  },
  "The Black Woodpecker was sacred to this god, who is mentioned alongside a group of deities in the Arval Hymn. A sheep, pig, and goat were sacrificed to this god in the Suovetaurilia, and the 24th day of his month was the date of the festival of the king's flight. A horse was sacrificed to this god on the 15th of October and its head fought over while its tail was hung in the Regia, which also housed a set of sacred (*) spears dedicated to this god. Augustus erected a temple to this god as \"Avenger.\" The \"leaping\" priests or Salii of this god danced with the ancilla shields. This god was identified": {
    "guess": "Mars (mythology)",
    "confidence": [
      [
        "M",
        -0.0018397523
      ],
      [
        "ars",
        -1.8908588e-05
      ],
      [
        " (",
        -0.014392898
      ],
      [
        "my",
        -0.03360802
      ],
      [
        "th",
        0.0
      ],
      [
        "ology",
        -0.0002321456
      ],
      [
        ")",
        -8.061054e-06
      ]
    ]
  },
  "The Black Woodpecker was sacred to this god, who is mentioned alongside a group of deities in the Arval Hymn. A sheep, pig, and goat were sacrificed to this god in the Suovetaurilia, and the 24th day of": {
    "guess": "Mars (mythology)",
    "confidence": [
      [
        "M",
        -0.057705346
      ],
      [
        "ars",
        -0.0007953316
      ],
      [
        " (",
        -0.001253327
      ],
      [
        "my",
        -0.03527008
      ],
      [
        "th",
        -7.89631e-07
      ],
      [
        "ology",
        -0.00020282516
      ],
      [
        ")",
        -2.4749568e-05
      ]
    ]
  },
  "This man and Blatt name a method for inducing cognitive dissonance by asking questions and then letting the subject spontaneously formulate a response. He used the term \"Hierarchic Integration\" to describe one of his theories, which relies on a process of conflict resolution called \"justice operation.\" This psychologist proposed a thought experiment in which a man breaks into adrug store to steal for": {
    "guess": "Leon Festinger",
    "confidence": [
      [
        "Leon",
        -1.3118776
      ],
      [
        " Fest",
        -0.0026485482
      ],
      [
        "inger",
        -0.00020377879
      ]
    ]
  },
  "Blazars sometimes exhibit it when expelling high-velocity jets of plasma. Barnard‘s Star notably also shows it. While its opposite is nearly ubiquitous, this effect is measured only in about 100 galaxies, most of which are gravitationally-bound dwarfs in the local group, and which include the Andromeda galaxy. It is so rare because very few objects have enough  motion to counteract the Hubble expansion": {
    "guess": "Blueshift",
    "confidence": [
      [
        "Bl",
        -0.8874249
      ],
      [
        "ues",
        -0.006785828
      ],
      [
        "hift",
        -0.00053921243
      ]
    ]
  },
  "A black footprint in a church in this city commemorates Jorg von Halsbach winning a bet with the devil that he could build a church without visible windows. This city was home to Geiselgasteig film studios, and it contains the headquarters of Siemens and BMW. This city was the seat of the Wittelsbach": {
    "guess": "Munich",
    "confidence": [
      [
        "M",
        -0.0036482955
      ],
      [
        "un",
        -3.7742768e-05
      ],
      [
        "ich",
        -1.3856493e-06
      ]
    ]
  },
  "Blair, Tioga, and Schuykill counties are in this state, whose largest metropolitan area includes the": {
    "guess": "Pennsylvania",
    "confidence": [
      [
        "Penn",
        -0.04383745
      ],
      [
        "sylvania",
        -0.00018161058
      ]
    ]
  },
  "This man blasted the \"empty and heartless\" sound of rejoicing in his Fourth of July speech delivered": {
    "guess": "What to the Slave Is the Fourth of July?",
    "confidence": [
      [
        "What",
        -0.53683925
      ],
      [
        " to",
        -0.0033055735
      ],
      [
        " the",
        -6.1106686e-05
      ],
      [
        " Slave",
        -0.0026543709
      ],
      [
        " Is",
        -0.0052987426
      ],
      [
        " the",
        -6.587483e-05
      ],
      [
        " Fourth",
        -1.6286107e-05
      ],
      [
        " of",
        -1.6762922e-05
      ],
      [
        " July",
        -2.4630364e-05
      ],
      [
        "?",
        -0.0012267776
      ]
    ]
  },
  "The all-black bull Mnevis was a manifestation of this deity, whose soul was represented by the Bennu bird. The grandfather of Geb and Nut, he fathered Tefnut and is either the husband or father of Hathor. In the form of a cat, he repeatedly slays an evil serpent. Riding a barge each night, he would defeat Apep, the demon of darkness, before turning back towards the east. He was sometimes combined with Atum, Horus, or Amun. For 10 points, name Egyptian sun god.": {
    "guess": "Ra",
    "confidence": [
      [
        "Ra",
        -0.0057509136
      ]
    ]
  },
  "The Blandford-Znajek process can only occur in this area, and plasmas in this region will generate Alfven waves that emit energy outward via the Poynting flux. Superradiance is the spontaneous emission of positive-energy photons in this region, and, under certain conditions, negative phase velocity propagation can occur here. One interpetation of this defines it as the area in which it is impossible": {
    "guess": "Ergosphere",
    "confidence": [
      [
        "E",
        -0.3542034
      ],
      [
        "rg",
        -0.008181549
      ],
      [
        "osphere",
        -0.016985184
      ]
    ]
  },
  "The black type is aphanitic as opposed to the grey variety and a similar chemically composed rock. The alkali type usually contains pyroxene or titaniferous augite, while the tholeiitic type can have pyroxenes, augite, or pigeonite. With high iron and magnesium, its lava covers much ground and has a low viscosity, partly because of the low silica content common in mafic rocks. For ten points identify": {
    "guess": "Basalt",
    "confidence": [
      [
        "Bas",
        -0.05372089
      ],
      [
        "alt",
        -5.1808798e-05
      ]
    ]
  },
  "The black type is aphanitic as opposed to the grey variety and a similar chemically composed rock. The alkali type usually contains pyroxene or titaniferous augite, while the tholeiitic type can have pyroxenes, augite, or pigeonite. With high iron and magnesium, its lava covers much ground and has a": {
    "guess": "Basalt",
    "confidence": [
      [
        "Bas",
        -0.040272005
      ],
      [
        "alt",
        -1.342522e-05
      ]
    ]
  },
  "Blair, Tioga, and Schuykill counties are in this state, whose largest metropolitan area includes the East Falls, Chestnut Hill and Southwark neighborhoods . Two of this state's most significant historical industries are associated with the cities of Bethlehem and Titusville. York is one of the main municipalities of its south-central \"Dutch\" region along with Lancaster County. Point State Park in this": {
    "guess": "Pennsylvania",
    "confidence": [
      [
        "Penn",
        -0.006721298
      ],
      [
        "sylvania",
        -0.0003741887
      ]
    ]
  },
  "A black footprint in a church in this city commemorates Jorg von Halsbach winning a bet with the devil that he could build a church without visible windows. This city was home to Geiselgasteig film studios,": {
    "guess": "Munich",
    "confidence": [
      [
        "M",
        -0.09937983
      ],
      [
        "un",
        -2.8325678e-05
      ],
      [
        "ich",
        -2.577686e-06
      ]
    ]
  },
  "This man blasted the \"empty and heartless\" sound of rejoicing in his Fourth of July speech delivered in Rochester in 1852. He merged his newspaper with Gerrit Smith's Liberty Party Paper shortly before the Seneca Falls Convention, were he presented a passionate argument for women's suffrage. This man": {
    "guess": "Frederick Douglass",
    "confidence": [
      [
        "Fre",
        -0.0043318453
      ],
      [
        "der",
        -5.5577775e-06
      ],
      [
        "ick",
        -4.3941356e-05
      ],
      [
        " Doug",
        -0.00010592726
      ],
      [
        "lass",
        -9.968313e-06
      ]
    ]
  },
  "Blaze rods were added in a pre-release update to this game, as well as lily pads and 9 new music discs.": {
    "guess": "Minecraft",
    "confidence": [
      [
        "M",
        -0.0041311188
      ],
      [
        "inecraft",
        -3.4285862e-05
      ]
    ]
  },
  "A black mechanic with this surname, Percy, brought a suit against McDonnell Douglas that the Supreme Court used to lay  the framework for Title VII cases. Charles, a person with this surname, brought a case before the Supreme Court that  resulted in the striking down of the \"freedom of choice\" plan for desegregating New Kent County, Virginia. Brother Bill  attempted to expose the violence in a place": {
    "guess": "Burger",
    "confidence": [
      [
        "B",
        -1.527529
      ],
      [
        "urger",
        -0.28673393
      ]
    ]
  },
  "The Black Woodpecker was sacred to this god, who is mentioned alongside a group of deities in the Arval": {
    "guess": "Mars (mythology)",
    "confidence": [
      [
        "M",
        -0.033192262
      ],
      [
        "ars",
        -0.00084834057
      ],
      [
        " (",
        -0.00016039233
      ],
      [
        "my",
        -0.0007155312
      ],
      [
        "th",
        -6.704273e-07
      ],
      [
        "ology",
        -4.310693e-05
      ],
      [
        ")",
        -2.220075e-06
      ]
    ]
  },
  "The Black Woodpecker was sacred to this god, who is mentioned alongside a group of deities in the Arval Hymn. A sheep, pig, and goat were sacrificed to this god in the Suovetaurilia, and the 24th day of his month was the date of the festival of the king's flight. A horse was sacrificed to this god on the 15th of October and its head fought over while its tail was hung in the Regia, which also housed a set of sacred (*) spears dedicated to this god. Augustus erected a temple to this god as \"Avenger.\" The \"leaping\" priests or Salii of this god danced with the ancilla shields. This god was identified with Liber and paired with Venus at the Lectisternum. For ten points, name this member of the Capitoline": {
    "guess": "Mars (mythology)",
    "confidence": [
      [
        "M",
        -0.0027487653
      ],
      [
        "ars",
        -3.4285862e-05
      ],
      [
        " (",
        -0.019516563
      ],
      [
        "my",
        -0.13439536
      ],
      [
        "th",
        -3.1281633e-07
      ],
      [
        "ology",
        -0.00051026064
      ],
      [
        ")",
        -0.000147522
      ]
    ]
  },
  "A black mechanic with this surname, Percy, brought a suit against McDonnell Douglas that the Supreme Court used to lay  the framework for Title VII cases. Charles, a person with this surname, brought a case before the Supreme Court that  resulted in the striking down of the \"freedom of choice\" plan for desegregating New Kent County, Virginia. Brother Bill  attempted to expose the violence in a place co-named for this surname, where the back door of a unit was welded shut in  anticipation of the stay of mayor (*) Jane Byrne, who lived there during a short publicity stunt. This surname is the second": {
    "guess": "Douglas",
    "confidence": [
      [
        "Dou",
        -1.2033701
      ],
      [
        "glas",
        -0.000318185
      ]
    ]
  },
  "The Blandford-Znajek process can only occur in this area, and plasmas in this region will generate Alfven waves that emit energy outward via the Poynting flux. Superradiance is the spontaneous emission of positive-energy photons in this region, and, under certain conditions, negative phase velocity propagation can occur here. One interpetation of this defines it as the area in which it is impossible for a particle to move on an integral curve of a Killing vector. Small relativistic jets can form in this area since it is undergoing the Lense-Thirring effect, and it only exists when a Kerr metric is present. Penrose processes take place in, for 10 points, what ellipsoid region outside of a black": {
    "guess": "Ergosphere",
    "confidence": [
      [
        "E",
        -0.3794492
      ],
      [
        "rg",
        -0.00081248593
      ],
      [
        "osphere",
        -0.0002192716
      ]
    ]
  },
  "A black mechanic with this surname, Percy, brought a suit against McDonnell Douglas that the Supreme Court used to lay  the framework for Title VII cases. Charles, a person with this surname, brought a case before the Supreme Court that  resulted in the striking down of the \"freedom of choice\" plan for desegregating New Kent County, Virginia. Brother Bill  attempted to expose the violence in a place co-named for this surname, where the back door of a unit was welded shut in  anticipation of the stay of mayor (*) Jane Byrne, who lived there during a short publicity stunt. This surname is the second one that graced that building, which was a notorious housing project in the same city as the Rockwell Gardens and Robert Taylor  Homes, and was also named for an Italian-American nun. For 10 points, give this surname that, along with the name Cabrini,  identifies a notorious Chicago housing project.": {
    "guess": "Daley",
    "confidence": [
      [
        "D",
        -1.0801946
      ],
      [
        "aley",
        -0.0084433025
      ]
    ]
  },
  "The Blandford-Znajek process can only occur in this area, and plasmas in this region will generate Alfven waves that emit energy outward via the Poynting flux. Superradiance is the spontaneous emission of positive-energy photons in this region, and, under certain conditions, negative phase velocity propagation can occur here. One interpetation of this defines it as the area in which it is impossible for a particle to move on an integral curve of a Killing vector. Small relativistic jets can form in this area since it is undergoing the Lense-Thirring effect, and it only exists when a Kerr metric is present. Penrose processes take place in, for 10 points, what ellipsoid region outside of a black hole from which energy and mass can be extracted?": {
    "guess": "Ergosphere",
    "confidence": [
      [
        "E",
        -0.0043530986
      ],
      [
        "rg",
        -2.4749568e-05
      ],
      [
        "osphere",
        -0.00022368213
      ]
    ]
  },
  "A black footprint in a church in this city commemorates Jorg von Halsbach winning a bet with the devil that he could build a church without visible windows. This city was home to Geiselgasteig film studios, and it contains the headquarters of Siemens and BMW. This city was the seat of the Wittelsbach dynasty, who built its Nymphenburg Palace. The Isar and Wurm rivers flow through this metropolis, once": {
    "guess": "Munich",
    "confidence": [
      [
        "M",
        -0.0016444765
      ],
      [
        "un",
        -5.5146502e-05
      ],
      [
        "ich",
        -1.7432603e-06
      ]
    ]
  },
  "Blaze rods were added in a pre-release update to this game, as well as lily pads and 9 new music discs. The Yogscast does a fiction series on this game called \"Shadow of Israphel\". Herobrine was a rumor": {
    "guess": "Minecraft",
    "confidence": [
      [
        "M",
        -0.004200917
      ],
      [
        "inecraft",
        -6.1537958e-06
      ]
    ]
  },
  "The black type is aphanitic as opposed to the grey variety and a similar chemically composed rock. The": {
    "guess": "Basalt",
    "confidence": [
      [
        "Bas",
        -0.039013617
      ],
      [
        "alt",
        -0.00012248923
      ]
    ]
  },
  "The all-black bull Mnevis was a manifestation of this deity, whose soul was represented by the Bennu bird. The grandfather of Geb and Nut, he fathered Tefnut and is either the husband or father of Hathor. In the form of a cat, he repeatedly slays an evil serpent. Riding a barge each night, he would defeat Apep, the demon of darkness, before turning back towards the east. He was sometimes combined with": {
    "guess": "Ra",
    "confidence": [
      [
        "Ra",
        -0.19144686
      ]
    ]
  },
  "The Black Woodpecker was sacred to this god, who is mentioned alongside a group of deities in the Arval Hymn. A sheep, pig, and goat were sacrificed to this god in the Suovetaurilia, and the 24th day of his month was the date of the festival of the king's flight. A horse was sacrificed to this god on": {
    "guess": "Mars (mythology)",
    "confidence": [
      [
        "M",
        -0.12663932
      ],
      [
        "ars",
        -0.0018009617
      ],
      [
        " (",
        -0.031677257
      ],
      [
        "my",
        -0.017108824
      ],
      [
        "th",
        0.0
      ],
      [
        "ology",
        -0.00021831797
      ],
      [
        ")",
        -2.3676734e-05
      ]
    ]
  },
  "Blaise Pascal names a theorem about these shapes inscribed in conic sections. Benzene's shape is a regular one of these polygons, and graphene consists of carbon atoms arranged in this shape. It has more": {
    "guess": "Hexagon",
    "confidence": [
      [
        "Hex",
        -0.016254539
      ],
      [
        "agon",
        -0.16124193
      ]
    ]
  },
  "A black footprint in a church in this city commemorates Jorg von Halsbach winning a bet with the devil that he could build a church without visible windows. This city was home to Geiselgasteig film studios, and it contains the headquarters of Siemens and BMW. This city was the seat of the Wittelsbach dynasty, who built its Nymphenburg Palace. The Isar and Wurm rivers flow through this metropolis, once of the home of Der (*) Blaue Reiter. The sixteen \"Blood Witnesses\" died during the Beer Hall Putsch here. Operation Wrath of God took revenge on Black September members who murdered Israelis in this city. Napoleon made this city the capital of the Kingdom of Bavaria. For 10 points, name this German": {
    "guess": "Munich",
    "confidence": [
      [
        "M",
        -0.0008046258
      ],
      [
        "un",
        -4.334534e-05
      ],
      [
        "ich",
        -1.504853e-06
      ]
    ]
  },
  "Blaise Pascal names a theorem about these shapes inscribed in conic sections. Benzene's shape is a regular one of these polygons, and graphene consists of carbon atoms arranged in this shape. It has more sides than any other regular polygon that tessellates a plane. Internal angles of (*) 120 degrees are found in the regular type of, for 10 points, what shape found in honeycombs that has six sides?": {
    "guess": "Hexagon",
    "confidence": [
      [
        "Hex",
        -0.015517134
      ],
      [
        "agon",
        -0.025319442
      ]
    ]
  },
  "The Blandford-Znajek process can only occur in this area, and plasmas in this region will generate Alfven waves that emit energy outward via the Poynting flux. Superradiance is the spontaneous emission": {
    "guess": "Ergosphere",
    "confidence": [
      [
        "E",
        -1.3542241
      ],
      [
        "rg",
        -0.009214205
      ],
      [
        "osphere",
        -0.0008996734
      ]
    ]
  },
  "Blaze rods were added in a pre-release update to this game, as well as lily pads and 9 new music discs. The Yogscast does a fiction series on this game called \"Shadow of Israphel\". Herobrine was a rumor going around during the beginnings of this game, and ravines were added in an update several months": {
    "guess": "Minecraft",
    "confidence": [
      [
        "M",
        -0.005368818
      ],
      [
        "inecraft",
        -2.1411865e-05
      ]
    ]
  },
  "Blair, Tioga, and Schuykill counties are in this state, whose largest metropolitan area includes the East Falls, Chestnut Hill and Southwark neighborhoods . Two of this state's most significant historical industries are associated with the cities of Bethlehem and Titusville. York is one of the main municipalities": {
    "guess": "Pennsylvania",
    "confidence": [
      [
        "Penn",
        -0.004364729
      ],
      [
        "sylvania",
        -0.0001439459
      ]
    ]
  },
  "The all-black bull Mnevis was a manifestation of this deity, whose soul was represented by the Bennu bird. The grandfather of Geb and Nut, he fathered Tefnut and is either the husband or father of Hathor. In the form of a cat, he repeatedly slays an evil serpent. Riding a barge each night, he would defeat": {
    "guess": "Ra",
    "confidence": [
      [
        "Ra",
        -0.2766844
      ]
    ]
  },
  "The Blandford-Znajek process can only occur in this area, and plasmas in this region will generate Alfven waves that emit energy outward via the Poynting flux. Superradiance is the spontaneous emission of positive-energy photons in this region, and, under certain conditions, negative phase velocity propagation": {
    "guess": "Ergosphere",
    "confidence": [
      [
        "E",
        -0.23883234
      ],
      [
        "rg",
        -0.00024120507
      ],
      [
        "osphere",
        -0.00303404
      ]
    ]
  },
  "The black type is aphanitic as opposed to the grey variety and a similar chemically composed rock. The alkali type usually contains pyroxene or titaniferous augite, while the tholeiitic type can have pyroxenes, augite, or pigeonite. With high iron and magnesium, its lava covers much ground and has a low viscosity, partly because of the low silica content common in mafic rocks. For ten points identify this extrusive rock found extensively in the ocean floor.": {
    "guess": "Basalt",
    "confidence": [
      [
        "Bas",
        -0.00985159
      ],
      [
        "alt",
        -0.00024631983
      ]
    ]
  },
  "Blazars sometimes exhibit it when expelling high-velocity jets of plasma. Barnard‘s Star notably also shows it. While its opposite is nearly ubiquitous, this effect is measured only in about 100 galaxies, most of which are gravitationally-bound dwarfs in the local group, and which include the Andromeda galaxy. It is so rare because very few objects have enough  motion to counteract the Hubble expansion of the universe. FTP, name this shortening of the wavelength of light emitted  by approaching objects, the opposite of the red shift.": {
    "guess": "Blueshift",
    "confidence": [
      [
        "Bl",
        -0.09036202
      ],
      [
        "ues",
        -0.0010856861
      ],
      [
        "hift",
        -0.00035691517
      ]
    ]
  }
}