{
  "The angular momentum of a system is conserved when this quantity is zero. According to Newton's second law concerning rigid bodies, the sum of this force on a body is equivalent to the product of said": {
    "guess": "Torque",
    "confidence": [
      [
        "Tor",
        -0.45160675
      ],
      [
        "que",
        -9.317247e-05
      ]
    ]
  },
  "He angrily fired an arrow at the sun, which caused Helios to give him a golden cup. This figure killed the dog Orthrus while battling an enemy with three bodies. He was served wine by Pholus, who accidentally died after touching one of this figure's arrows. After being reprimanded for errors, he killed": {
    "guess": "Heracles",
    "confidence": [
      [
        "Her",
        -0.7794128
      ],
      [
        "acles",
        -0.0015279558
      ]
    ]
  },
  "An Ani Difranco song with this title opens with the line \"They told you your music/could reach millions.\"": {
    "guess": "32 Flavors",
    "confidence": [
      [
        "32",
        -0.89114136
      ],
      [
        " Fl",
        -0.00069015543
      ],
      [
        "avors",
        -0.00022749665
      ]
    ]
  },
  "An Ani Difranco song with this title opens with the line \"They told you your music/could reach millions.\" It names an irregular chess opening which develops the queen too early, likely contributing to its creator's loss against the Turk. It's the first name of the antiheroic murderer played by Darwin Joston in John Carpenter's Assault on Precinct 13 and the linebacker traded to the Minnesota Vikings in 2005 for Randy Moss. This first name also denotes a character who performed a dance to Jamiroquai's \"Canned Heat\" and is pretty good with a bowstaff. For 10 points, give this first name of a cinematic": {
    "guess": "Queen's",
    "confidence": [
      [
        "Queen",
        -0.8708342
      ],
      [
        "'s",
        -0.047898535
      ]
    ]
  },
  "An Ani Difranco song with this title opens with the line \"They told you your music/could reach millions.\" It names an irregular chess opening which develops the queen too early, likely contributing to its creator's loss against the Turk. It's the first name of the antiheroic murderer played by Darwin Joston in John Carpenter's Assault on Precinct 13 and the linebacker traded to the Minnesota Vikings": {
    "guess": "Fred (chess)",
    "confidence": [
      [
        "Fred",
        -1.0483613
      ],
      [
        " (",
        -0.60484225
      ],
      [
        "ch",
        -0.5102503
      ],
      [
        "ess",
        -9.372295e-06
      ],
      [
        ")",
        -0.016476177
      ]
    ]
  },
  "He angrily fired an arrow at the sun, which caused Helios to give him a golden cup. This figure killed the dog Orthrus while battling an enemy with three bodies. He was served wine by Pholus, who accidentally died after touching one of this figure's arrows. After being reprimanded for errors, he killed his musical tutor Linus. He himself was killed after wearing a garment soaked with the blood of the centaur Nessus, which was given to him by his wife Deianira. He wore the invincible pelt of the Nemean Lion as a cloak after killing it. For 10 points, name this Greek hero, a son of Zeus, who notably cleaned the Augean stables and killed the Hydra as part of his twelve labors.": {
    "guess": "Heracles",
    "confidence": [
      [
        "Her",
        -0.005276092
      ],
      [
        "acles",
        -0.00020616286
      ]
    ]
  },
  "An Ani Difranco song with this title opens with the line \"They told you your music/could reach millions.\" It names an irregular chess opening which develops the queen too early, likely contributing to its creator's loss against the Turk. It's the first name of the antiheroic murderer played by Darwin Joston in John Carpenter's Assault on Precinct 13 and the linebacker traded to the Minnesota Vikings in 2005 for Randy Moss. This first name also denotes a character who performed a dance to Jamiroquai's": {
    "guess": "Queen's Pawn Game",
    "confidence": [
      [
        "Queen",
        -0.8994264
      ],
      [
        "'s",
        -0.005860651
      ],
      [
        " Pawn",
        -0.48142463
      ],
      [
        " Game",
        -0.2942549
      ]
    ]
  },
  "The angular momentum of a system is conserved when this quantity is zero. According to Newton's second": {
    "guess": "Moment of inertia",
    "confidence": [
      [
        "Moment",
        -1.1860182
      ],
      [
        " of",
        -0.00013369438
      ],
      [
        " inertia",
        -0.072347835
      ]
    ]
  },
  "He angrily fired an arrow at the sun, which caused Helios to give him a golden cup. This figure killed the dog Orthrus while battling an enemy with three bodies. He was served wine by Pholus, who accidentally died after touching one of this figure's arrows. After being reprimanded for errors, he killed his musical tutor Linus. He himself was killed after wearing a garment soaked with the blood of the centaur Nessus, which was given to him by his wife Deianira. He wore the invincible pelt of the Nemean": {
    "guess": "Heracles",
    "confidence": [
      [
        "Her",
        -0.00032259183
      ],
      [
        "acles",
        -0.00025752498
      ]
    ]
  },
  "He angrily fired an arrow at the sun, which caused Helios to give him a golden cup. This figure killed the dog Orthrus while battling an enemy with three bodies. He was served wine by Pholus, who accidentally died after touching one of this figure's arrows. After being reprimanded for errors, he killed his musical tutor Linus. He himself was killed after wearing a garment soaked with the blood of the": {
    "guess": "Hercules",
    "confidence": [
      [
        "H",
        -0.46354464
      ],
      [
        "erc",
        -0.00060057297
      ],
      [
        "ules",
        -0.000115701965
      ]
    ]
  },
  "The angular momentum of a system is conserved when this quantity is zero. According to Newton's second law concerning rigid bodies, the sum of this force on a body is equivalent to the product of said body's moment of inertia and its net angular acceleration. For ten points, what is this physical quantity with units of newton­meters ­ the rotational analogue of force?": {
    "guess": "Torque",
    "confidence": [
      [
        "Tor",
        -0.035548184
      ],
      [
        "que",
        -2.5226382e-05
      ]
    ]
  },
  "The angular momentum of a system is conserved when this quantity is zero. According to Newton's second law concerning rigid bodies, the sum of this force on a body is equivalent to the product of said body's moment of inertia and its net angular acceleration. For ten points, what is this physical quantity": {
    "guess": "Torque",
    "confidence": [
      [
        "Tor",
        -0.053304374
      ],
      [
        "que",
        -4.3583746e-05
      ]
    ]
  },
  "He angrily fired an arrow at the sun, which caused Helios to give him a golden cup. This figure killed": {
    "guess": "Phaethon",
    "confidence": [
      [
        "Ph",
        -0.9537576
      ],
      [
        "a",
        -0.0033684198
      ],
      [
        "eth",
        -0.044439558
      ],
      [
        "on",
        -3.2497806e-05
      ]
    ]
  },
  "He angrily fired an arrow at the sun, which caused Helios to give him a golden cup. This figure killed the dog Orthrus while battling an enemy with three bodies. He was served wine by Pholus, who accidentally": {
    "guess": "Heracles",
    "confidence": [
      [
        "Her",
        -0.14553481
      ],
      [
        "acles",
        -0.0028989017
      ]
    ]
  },
  "An Ani Difranco song with this title opens with the line \"They told you your music/could reach millions.\" It names an irregular chess opening which develops the queen too early, likely contributing to": {
    "guess": "Sobek",
    "confidence": [
      [
        "S",
        -1.577128
      ],
      [
        "ob",
        -0.9776916
      ],
      [
        "ek",
        -0.07141406
      ]
    ]
  },
  "An Ani Difranco song with this title opens with the line \"They told you your music/could reach millions.\" It names an irregular chess opening which develops the queen too early, likely contributing to its creator's loss against the Turk. It's the first name of the antiheroic murderer played by Darwin Joston in John Carpenter's Assault on Precinct 13 and the linebacker traded to the Minnesota Vikings in 2005 for Randy Moss. This first name also denotes a character who performed a dance to Jamiroquai's \"Canned Heat\" and is pretty good with a bowstaff. For 10 points, give this first name of a cinematic Idahoan played by Jon Heder, and of some short French dude.": {
    "guess": "Napoleon",
    "confidence": [
      [
        "N",
        -0.11366217
      ],
      [
        "ap",
        -0.00012094693
      ],
      [
        "oleon",
        -7.588794e-05
      ]
    ]
  },
  "He angrily fired an arrow at the sun, which caused Helios to give him a golden cup. This figure killed the dog Orthrus while battling an enemy with three bodies. He was served wine by Pholus, who accidentally died after touching one of this figure's arrows. After being reprimanded for errors, he killed his musical tutor Linus. He himself was killed after wearing a garment soaked with the blood of the centaur Nessus, which was given to him by his wife Deianira. He wore the invincible pelt of the Nemean Lion as a cloak after killing it. For 10 points, name this Greek hero, a son of Zeus, who notably": {
    "guess": "Heracles",
    "confidence": [
      [
        "Her",
        -0.0008315439
      ],
      [
        "acles",
        -0.00036894376
      ]
    ]
  },
  "An Ani Difranco song with this title opens with the line \"They told you your music/could reach millions.\" It names an irregular chess opening which develops the queen too early, likely contributing to its creator's loss against the Turk. It's the first name of the antiheroic murderer played by Darwin": {
    "guess": "Damien",
    "confidence": [
      [
        "Dam",
        -1.6797515
      ],
      [
        "ien",
        -0.20101063
      ]
    ]
  }
}