{
  "A boatman in this novel hastily leaves without collecting any money, supposedly because he fears getting caught without a license. The protagonist of this novel discovers that his luggage was sent to Como, and decides to stay at the Hotel des Bains. He becomes sick after eating overripe strawberries, and is disturbed by the fact that he is attracted to a Polish boy. The title event occurs while the": {
    "guess": "Death in Venice",
    "confidence": [
      [
        "Death",
        -0.0041828714
      ],
      [
        " in",
        -0.0004245972
      ],
      [
        " Venice",
        -4.4894987e-05
      ]
    ]
  },
  "A boatman in this novel hastily leaves without collecting any money, supposedly because he fears getting": {
    "guess": "Death in Venice",
    "confidence": [
      [
        "Death",
        -0.18143822
      ],
      [
        " in",
        -0.006074791
      ],
      [
        " Venice",
        -0.0005140715
      ]
    ]
  },
  "A boatman in this novel hastily leaves without collecting any money, supposedly because he fears getting caught without a license. The protagonist of this novel discovers that his luggage was sent to Como,": {
    "guess": "Death in Venice",
    "confidence": [
      [
        "Death",
        -0.004196406
      ],
      [
        " in",
        -0.0005016816
      ],
      [
        " Venice",
        -6.992776e-05
      ]
    ]
  },
  "A boatman in this novel hastily leaves without collecting any money, supposedly because he fears getting caught without a license. The protagonist of this novel discovers that his luggage was sent to Como, and decides to stay at the Hotel des Bains. He becomes sick after eating overripe strawberries, and is disturbed by the fact that he is attracted to a Polish boy. The title event occurs while the protagonist watches Tadzio on an Italian beach. For 10 points, name this novel about the demise of": {
    "guess": "Death in Venice",
    "confidence": [
      [
        "Death",
        -0.0039379373
      ],
      [
        " in",
        -0.00014787962
      ],
      [
        " Venice",
        -1.0802739e-05
      ]
    ]
  },
  "A boatman in this novel hastily leaves without collecting any money, supposedly because he fears getting caught without a license. The protagonist of this novel discovers that his luggage was sent to Como, and decides to stay at the Hotel des Bains. He becomes sick after eating overripe strawberries,": {
    "guess": "Death in Venice",
    "confidence": [
      [
        "Death",
        -0.005797486
      ],
      [
        " in",
        -0.00043233807
      ],
      [
        " Venice",
        -4.7159858e-05
      ]
    ]
  },
  "A boatman in this novel hastily leaves without collecting any money, supposedly because he fears getting caught without a license. The protagonist of this novel discovers that his luggage was sent to Como, and decides to stay at the Hotel des Bains. He becomes sick after eating overripe strawberries, and is disturbed by the fact that he is attracted to a Polish boy. The title event occurs while the protagonist watches Tadzio on an Italian beach. For 10 points, name this novel about the demise of Gustav von Aschenbach in the title city, a work by Thomas Mann.": {
    "guess": "Death in Venice",
    "confidence": [
      [
        "Death",
        -0.003272899
      ],
      [
        " in",
        -0.00030209616
      ],
      [
        " Venice",
        -2.0696643e-05
      ]
    ]
  }
}