{
  "As a senator, he once came to blows with James Mason and Jefferson Davis at the same time.  While serving in the cabinet, he issued the first legal-tender paper currency not backed by gold, the greenback.  In 1848 he helped found the Free Soil Party and ran on their ticket seven years later to become governor of his home state, Ohio.  Within the next decade he became Lincoln's secretary of the treasury.   Famously dissenting in the Slaughterhouse Cases, FTP, name this man who presided over the impeachment trial of Andrew Johnson as Supreme Court Chief Justice.": {
    "guess": "Salmon P. Chase",
    "confidence": [
      [
        "Sal",
        -0.0022426776
      ],
      [
        "mon",
        -0.00058484543
      ],
      [
        " P",
        -0.00026479273
      ],
      [
        ".",
        -0.00022523178
      ],
      [
        " Chase",
        -0.0003092447
      ]
    ]
  },
  "In his semi-clinical studies, he sought to gain \"spontaneous convictions\" out of his subjects through unexpected questions. His constructivist position was that reality is developed not through copying but through construction, and he concluded that assimilation and accommodation are ways to achieve": {
    "guess": "Jean Piaget",
    "confidence": [
      [
        "Jean",
        -0.0033662885
      ],
      [
        " Pi",
        -2.5583993e-05
      ],
      [
        "aget",
        -1.4259645e-05
      ]
    ]
  },
  "Senator Jones votes for a bill to build a bridge in Senator Smith's state. Senator Smith then agrees to vote for a bill that will lower alcohol taxes in Senator Jones's drunken state. For 10 points, name": {
    "guess": "Logrolling",
    "confidence": [
      [
        "Log",
        -0.00095421734
      ],
      [
        "rolling",
        -2.0458236e-05
      ]
    ]
  },
  "In his semi-clinical studies, he sought to gain \"spontaneous convictions\" out of his subjects through": {
    "guess": "Stanley Milgram",
    "confidence": [
      [
        "Stan",
        -1.1741437
      ],
      [
        "ley",
        -0.0635776
      ],
      [
        " Mil",
        -0.0014430919
      ],
      [
        "gram",
        -0.00018268342
      ]
    ]
  },
  "Senator John B. McKendrick introduced a resolution in response to this event, which sparked the McGrain v. Daugherty decision and an investigation by Thomas J. Walsh. In this event, Edward L. Doheney made a grab for Elk Hills and Buena Vista, California, and, as Robert LaFollette's investigation uncovered,": {
    "guess": "Teapot Dome scandal",
    "confidence": [
      [
        "Te",
        -0.003880477
      ],
      [
        "apot",
        -3.5313153e-06
      ],
      [
        " Dome",
        -1.7597347e-05
      ],
      [
        " scandal",
        -0.0010759188
      ]
    ]
  },
  "In his semi-clinical studies, he sought to gain \"spontaneous convictions\" out of his subjects through unexpected questions. His constructivist position was that reality is developed not through copying but through construction, and he concluded that assimilation and accommodation are ways to achieve cognitive equilibrium. This proponent of genetic epistemology named new skills and knowledge as schema, and he wrote The Language and Thought of the Child and The Origin of Intelligence in Children. For": {
    "guess": "Jean Piaget",
    "confidence": [
      [
        "Jean",
        -0.00055231754
      ],
      [
        " Pi",
        -1.9862217e-05
      ],
      [
        "aget",
        -1.8193366e-05
      ]
    ]
  },
  "One senator from this state was the only one not to cast a vote on the December 24th Senate Health Care": {
    "guess": "List of United States Senators from Alaska",
    "confidence": [
      [
        "List",
        -1.508676
      ],
      [
        " of",
        -0.00038241007
      ],
      [
        " United",
        -0.00706155
      ],
      [
        " States",
        -0.000245247
      ],
      [
        " Senators",
        -0.2711987
      ],
      [
        " from",
        -0.008716923
      ],
      [
        " Alaska",
        -2.5038583
      ]
    ]
  },
  "Senator Albert Beveridge invoked this concept in arguing for the further displacement of tribal people from reservation lands in a 1902 speech. This term was coined in an essay arguing for the admittance of Texas as a state.  That essay appeared in the  July, 1845, United States Magazine and Democratic": {
    "guess": "Manifest Destiny",
    "confidence": [
      [
        "Manifest",
        -0.016262393
      ],
      [
        " Destiny",
        -0.041227322
      ]
    ]
  },
  "Senator Albert Beveridge invoked this concept in arguing for the further displacement of tribal people from reservation lands in a 1902 speech. This term was coined in an essay arguing for the admittance of Texas as a state.  That essay appeared in the  July, 1845, United States Magazine and Democratic Review and was written by John L. O'Sullivan, who defined it as our right to \"overspread the Continent allotted by Providence for the free development of our yearly multiplying millions.\"  FTP, name this two-word phrase that refers to America's divine right to expand and control land west to the": {
    "guess": "Manifest destiny",
    "confidence": [
      [
        "Manifest",
        -0.0049986863
      ],
      [
        " destiny",
        -0.4631198
      ]
    ]
  },
  "One senator from this state was the only one not to cast a vote on the December 24th Senate Health Care Bill. That man, George Voinovich (\"VOY-no-vitch\"), earned his first major political post by defeating Dennis Kucinich (\"koo-SIN-itch\"). Other political figures from this state include retired Senator John Glenn and current Governor Ted Strickland. For 10 points, what swing state of the 2004 election has its capital at Columbus?": {
    "guess": "Ohio",
    "confidence": [
      [
        "Ohio",
        -0.0054437583
      ]
    ]
  },
  "Senator Albert Beveridge invoked this concept in arguing for the further displacement of tribal people from reservation lands in a 1902 speech. This term was coined in an essay arguing for the admittance of Texas as a state.  That essay appeared in the  July, 1845, United States Magazine and Democratic Review and was written by John L. O'Sullivan, who defined it as our right to \"overspread the Continent allotted by Providence for the free development of our yearly multiplying millions.\"  FTP, name": {
    "guess": "Manifest destiny",
    "confidence": [
      [
        "Manifest",
        -0.009305498
      ],
      [
        " destiny",
        -0.52135485
      ]
    ]
  },
  "A seminal translation of these was made in the APR by Poulin in 1975. Claiming of \"the hero\" that he \"strangely resembles those who die young,\" the sixth of these nevertheless notes \"Thousands fermented in [his mother's] womb, wanting to be him.\" The fourth begins by asking the \"trees of life, when is [their] winter?\" The fifth is \"dedicated to Frau Hertha von Koenig,\" while this work as a whole is \"property of Princess Marie von Thurn und Taxis-Hohenlohe,\" who is also dedicatee of The Notebooks of Malte Laurids Brigge. They are named for the Swiss town in a tower in which they were composed and": {
    "guess": "Duino Elegies",
    "confidence": [
      [
        "Du",
        -0.08866481
      ],
      [
        "ino",
        -0.00016361084
      ],
      [
        " E",
        -2.9636918e-05
      ],
      [
        "leg",
        -7.703444e-06
      ],
      [
        "ies",
        -4.85903e-05
      ]
    ]
  },
  "As a senator, he once came to blows with James Mason and Jefferson Davis at the same time.  While serving": {
    "guess": "Thomas Hart Benton",
    "confidence": [
      [
        "Thomas",
        -1.1461667
      ],
      [
        " Hart",
        -0.137229
      ],
      [
        " Benton",
        -0.0008425033
      ]
    ]
  },
  "Most Semitic, Germanic, and Romance languages have a preterite (\"PREH-tur-it\") form of this tense. In Spanish, the \"imperfect\" form of this tense conjugates –ar (\"A-R\") verbs to include the stem –aba (\"A-": {
    "guess": "Imperfect tense",
    "confidence": [
      [
        "Im",
        -0.31055564
      ],
      [
        "perfect",
        -0.00031317843
      ],
      [
        " tense",
        -1.1335095
      ]
    ]
  },
  "Senator John B. McKendrick introduced a resolution in response to this event, which sparked the McGrain v. Daugherty decision and an investigation by Thomas J. Walsh. In this event, Edward L. Doheney made a grab for Elk Hills and Buena Vista, California, and, as Robert LaFollette's investigation uncovered, Harry F. Sinclair gave $300,000 to the Secretary of the Interior. As a result, Albert B. Fall": {
    "guess": "Teapot Dome scandal",
    "confidence": [
      [
        "Te",
        -0.0007916437
      ],
      [
        "apot",
        -5.5577775e-06
      ],
      [
        " Dome",
        -1.8624639e-06
      ],
      [
        " scandal",
        -4.5252596e-05
      ]
    ]
  },
  "In 1996, this senator became the first lawmaker to demand research of the Y2K problem, and more recently he and Bob Kerrey proposed legislation which would use private retirement accounts to complement social security.  He will retire after the 2000 election, and some anticipate that the candidates to replace him will include Hillary Clinton and Rudolph Giuliani.  FTP, name this senior Senator from": {
    "guess": "Bob Dole",
    "confidence": [
      [
        "Bob",
        -0.49756643
      ],
      [
        " D",
        -0.55898184
      ],
      [
        "ole",
        -3.22594e-05
      ]
    ]
  },
  "As a senator, he once came to blows with James Mason and Jefferson Davis at the same time.  While serving in the cabinet, he issued the first legal-tender paper currency not backed by gold, the greenback.  In 1848 he helped found the Free Soil Party and ran on their ticket seven years later to become governor of his home state, Ohio.  Within the next decade he became Lincoln's secretary of the treasury.": {
    "guess": "Salmon P. Chase",
    "confidence": [
      [
        "Sal",
        -0.0016074629
      ],
      [
        "mon",
        -0.0001501445
      ],
      [
        " P",
        -0.00055386714
      ],
      [
        ".",
        -0.00023071514
      ],
      [
        " Chase",
        -0.00018887833
      ]
    ]
  },
  "Most Semitic, Germanic, and Romance languages have a preterite (\"PREH-tur-it\") form of this tense. In Spanish, the \"imperfect\" form of this tense conjugates –ar (\"A-R\") verbs to include the stem –aba (\"A- B-A\"). In French, the \"compound\" version requires an auxiliary verb, either avoir (\"ah-VOIR\") or": {
    "guess": "Past tense",
    "confidence": [
      [
        "Past",
        -0.6242212
      ],
      [
        " tense",
        -0.032516062
      ]
    ]
  },
  "In his semi-clinical studies, he sought to gain \"spontaneous convictions\" out of his subjects through unexpected questions. His constructivist position was that reality is developed not through copying but through construction, and he concluded that assimilation and accommodation are ways to achieve cognitive equilibrium. This proponent of genetic epistemology named new skills and knowledge as schema, and he wrote The Language and Thought of the Child and The Origin of Intelligence in Children. For 10 points, pre·operational and sensori·motor are two of the stages in the theory of cognitive development": {
    "guess": "Jean Piaget",
    "confidence": [
      [
        "Jean",
        -0.010203644
      ],
      [
        " Pi",
        -4.143808e-05
      ],
      [
        "aget",
        -4.7875077e-05
      ]
    ]
  },
  "Senator John B. McKendrick introduced a resolution in response to this event, which sparked the McGrain v. Daugherty decision and an investigation by Thomas J. Walsh. In this event, Edward L. Doheney made": {
    "guess": "Teapot Dome scandal",
    "confidence": [
      [
        "Te",
        -0.0033572512
      ],
      [
        "apot",
        -3.1737043e-06
      ],
      [
        " Dome",
        -3.5477897e-05
      ],
      [
        " scandal",
        -0.0006567968
      ]
    ]
  },
  "As a senator, he once came to blows with James Mason and Jefferson Davis at the same time.  While serving in the cabinet, he issued the first legal-tender paper currency not backed by gold, the greenback.  In 1848 he helped found the Free Soil Party and ran on their ticket seven years later to become": {
    "guess": "Salmon P. Chase",
    "confidence": [
      [
        "Sal",
        -0.027312318
      ],
      [
        "mon",
        -0.0002854113
      ],
      [
        " P",
        -0.0010035126
      ],
      [
        ".",
        -0.00035298144
      ],
      [
        " Chase",
        -0.00018542144
      ]
    ]
  },
  "Senator Norris Brown claimed that it was necessary for the court a Constitution with only one interpretation when he proposed it. While governor of New York, Charles Evans Hughes argued that it would lead to a centralization of government power, and it was later upheld in the case of Brushaber v. Union": {
    "guess": "Sixteenth Amendment to the United States Constitution",
    "confidence": [
      [
        "Six",
        -0.5269838
      ],
      [
        "teenth",
        -0.0017664549
      ],
      [
        " Amendment",
        -0.00053408666
      ],
      [
        " to",
        -5.5265704e-05
      ],
      [
        " the",
        -1.27099975e-05
      ],
      [
        " United",
        -5.8961017e-05
      ],
      [
        " States",
        -3.8338785e-05
      ],
      [
        " Constitution",
        -0.00012856863
      ]
    ]
  },
  "In his semi-clinical studies, he sought to gain \"spontaneous convictions\" out of his subjects through unexpected questions. His constructivist position was that reality is developed not through copying but through construction, and he concluded that assimilation and accommodation are ways to achieve cognitive equilibrium. This proponent of genetic epistemology named new skills and knowledge as schema,": {
    "guess": "Jean Piaget",
    "confidence": [
      [
        "Jean",
        -0.002381119
      ],
      [
        " Pi",
        -2.9160103e-05
      ],
      [
        "aget",
        -4.143808e-05
      ]
    ]
  },
  "In 1996, this senator became the first lawmaker to demand research of the Y2K problem, and more recently he and Bob Kerrey proposed legislation which would use private retirement accounts to complement social security.  He will retire after the 2000 election, and some anticipate that the candidates to replace him will include Hillary Clinton and Rudolph Giuliani.  FTP, name this senior Senator from New York.": {
    "guess": "Daniel Patrick Moynihan",
    "confidence": [
      [
        "Daniel",
        -0.1366144
      ],
      [
        " Patrick",
        -0.021575155
      ],
      [
        " Mo",
        -0.00065822725
      ],
      [
        "yn",
        -1.4974867e-05
      ],
      [
        "ihan",
        -0.00025740577
      ]
    ]
  },
  "In 1996, this senator became the first lawmaker to demand research of the Y2K problem, and more recently he and Bob Kerrey proposed legislation which would use private retirement accounts to complement": {
    "guess": "Bob Bennett",
    "confidence": [
      [
        "Bob",
        -0.9421457
      ],
      [
        " Bennett",
        -0.74821115
      ]
    ]
  },
  "In 1996, this senator became the first lawmaker to demand research of the Y2K problem, and more recently he and Bob Kerrey proposed legislation which would use private retirement accounts to complement social security.  He will retire after the 2000 election, and some anticipate that the candidates to": {
    "guess": "Elizabeth Dole",
    "confidence": [
      [
        "Elizabeth",
        -0.9386122
      ],
      [
        " D",
        -0.0012486853
      ],
      [
        "ole",
        -2.9352968e-06
      ]
    ]
  },
  "Senator Albert Beveridge invoked this concept in arguing for the further displacement of tribal people from reservation lands in a 1902 speech. This term was coined in an essay arguing for the admittance of Texas as a state.  That essay appeared in the  July, 1845, United States Magazine and Democratic Review and was written by John L. O'Sullivan, who defined it as our right to \"overspread the Continent allotted by Providence for the free development of our yearly multiplying millions.\"  FTP, name this two-word phrase that refers to America's divine right to expand and control land west to the Pacific Ocean.": {
    "guess": "Manifest destiny",
    "confidence": [
      [
        "Manifest",
        -0.0030426008
      ],
      [
        " destiny",
        -0.57550144
      ]
    ]
  },
  "As a senator, he once came to blows with James Mason and Jefferson Davis at the same time.  While serving in the cabinet, he issued the first legal-tender paper currency not backed by gold, the greenback.  In 1848 he helped found the Free Soil Party and ran on their ticket seven years later to become governor of his home state, Ohio.  Within the next decade he became Lincoln's secretary of the treasury.   Famously dissenting in the Slaughterhouse Cases, FTP, name this man who presided over the impeachment": {
    "guess": "Salmon P. Chase",
    "confidence": [
      [
        "Sal",
        -0.0063894414
      ],
      [
        "mon",
        -0.00076162635
      ],
      [
        " P",
        -0.00057352474
      ],
      [
        ".",
        -0.0011783203
      ],
      [
        " Chase",
        -0.0002781399
      ]
    ]
  },
  "Senator Norris Brown claimed that it was necessary for the court a Constitution with only one interpretation when he proposed it. While governor of New York, Charles Evans Hughes argued that it would lead to a centralization of government power, and it was later upheld in the case of Brushaber v. Union Pacific Railroad. It was created in response to the Supreme Court case of Pollock v. Farmer's Loan and Trust, and in the Glenshaw Glass case, the Supreme Court ruled that any increase in weath was subject to it. FTP, identify this Constitutional amendment that allows Congress to levy income taxes.": {
    "guess": "Sixteenth Amendment to the United States Constitution",
    "confidence": [
      [
        "Six",
        -0.009753612
      ],
      [
        "teenth",
        -0.0014223761
      ],
      [
        " Amendment",
        -0.0013439236
      ],
      [
        " to",
        -0.68511224
      ],
      [
        " the",
        -1.8074163e-05
      ],
      [
        " United",
        -3.5120287e-05
      ],
      [
        " States",
        -1.7120534e-05
      ],
      [
        " Constitution",
        -0.00034225677
      ]
    ]
  },
  "Most Semitic, Germanic, and Romance languages have a preterite (\"PREH-tur-it\") form of this tense. In": {
    "guess": "Preterite tense",
    "confidence": [
      [
        "Pre",
        -0.8860765
      ],
      [
        "ter",
        -0.00055922766
      ],
      [
        "ite",
        -0.0007970005
      ],
      [
        " tense",
        -0.8977015
      ]
    ]
  },
  "Most Semitic, Germanic, and Romance languages have a preterite (\"PREH-tur-it\") form of this tense. In Spanish, the \"imperfect\" form of this tense conjugates –ar (\"A-R\") verbs to include the stem –aba (\"A- B-A\"). In French, the \"compound\" version requires an auxiliary verb, either avoir (\"ah-VOIR\") or être (\"ET-ruh\"). In English, this tense is typically indicated by adding –ed (\"E-D\") to the end of verbs. For 10 points, name this tense that indicates an action done before the present.": {
    "guess": "Past tense",
    "confidence": [
      [
        "Past",
        -0.0077219643
      ],
      [
        " tense",
        -0.013659176
      ]
    ]
  },
  "A seminal translation of these was made in the APR by Poulin in 1975. Claiming of \"the hero\" that he \"strangely resembles those who die young,\" the sixth of these nevertheless notes \"Thousands fermented in [his mother's] womb, wanting to be him.\" The fourth begins by asking the \"trees of life, when is [their] winter?\" The fifth is \"dedicated to Frau Hertha von Koenig,\" while this work as a whole is \"property of Princess Marie von Thurn und Taxis-Hohenlohe,\" who is also dedicatee of The Notebooks of Malte Laurids Brigge. They are named for the Swiss town in a tower in which they were composed and the poet calls The Sonnets to Orpheus their \"natural overflow.\" FTP, name this volume of ten poems": {
    "guess": "Duino Elegies",
    "confidence": [
      [
        "Du",
        -0.013943462
      ],
      [
        "ino",
        -0.0015178345
      ],
      [
        " E",
        -3.7146747e-05
      ],
      [
        "leg",
        -6.749814e-06
      ],
      [
        "ies",
        -4.7159858e-05
      ]
    ]
  },
  "Most Semitic, Germanic, and Romance languages have a preterite (\"PREH-tur-it\") form of this tense. In Spanish, the \"imperfect\" form of this tense conjugates –ar (\"A-R\") verbs to include the stem –aba (\"A- B-A\"). In French, the \"compound\" version requires an auxiliary verb, either avoir (\"ah-VOIR\") or être (\"ET-ruh\"). In English, this tense is typically indicated by adding –ed (\"E-D\") to the end of": {
    "guess": "Past tense",
    "confidence": [
      [
        "Past",
        -0.053405415
      ],
      [
        " tense",
        -0.03215227
      ]
    ]
  },
  "A seminal translation of these was made in the APR by Poulin in 1975. Claiming of \"the hero\" that he \"strangely resembles those who die young,\" the sixth of these nevertheless notes \"Thousands fermented in [his mother's] womb, wanting to be him.\" The fourth begins by asking the \"trees of life, when is [their] winter?\" The fifth is \"dedicated to Frau Hertha von Koenig,\" while this work as a whole is": {
    "guess": "Duino Elegies",
    "confidence": [
      [
        "Du",
        -0.012890656
      ],
      [
        "ino",
        -0.00013941615
      ],
      [
        " E",
        -3.2736214e-05
      ],
      [
        "leg",
        -1.27099975e-05
      ],
      [
        "ies",
        -3.4405064e-05
      ]
    ]
  },
  "Senator Norris Brown claimed that it was necessary for the court a Constitution with only one interpretation when he proposed it. While governor of New York, Charles Evans Hughes argued that it would lead to a centralization of government power, and it was later upheld in the case of Brushaber v. Union Pacific Railroad. It was created in response to the Supreme Court case of Pollock v. Farmer's Loan": {
    "guess": "Sixteenth Amendment to the United States Constitution",
    "confidence": [
      [
        "Six",
        -0.04496314
      ],
      [
        "teenth",
        -0.00052789174
      ],
      [
        " Amendment",
        -0.0039948155
      ],
      [
        " to",
        -0.008620366
      ],
      [
        " the",
        -2.5941605e-05
      ],
      [
        " United",
        -9.674858e-05
      ],
      [
        " States",
        -2.618001e-05
      ],
      [
        " Constitution",
        -0.00061367074
      ]
    ]
  },
  "A seminal translation of these was made in the APR by Poulin in 1975. Claiming of \"the hero\" that he \"strangely resembles those who die young,\" the sixth of these nevertheless notes \"Thousands fermented in [his mother's] womb, wanting to be him.\" The fourth begins by asking the \"trees of life, when is [their] winter?\" The fifth is \"dedicated to Frau Hertha von Koenig,\" while this work as a whole is \"property of Princess Marie von Thurn und Taxis-Hohenlohe,\" who is also dedicatee of The Notebooks": {
    "guess": "Duino Elegies",
    "confidence": [
      [
        "Du",
        -0.00038801268
      ],
      [
        "ino",
        -3.9292416e-05
      ],
      [
        " E",
        -4.990154e-05
      ],
      [
        "leg",
        -8.89548e-06
      ],
      [
        "ies",
        -5.7292167e-05
      ]
    ]
  },
  "One senator from this state was the only one not to cast a vote on the December 24th Senate Health Care Bill. That man, George Voinovich (\"VOY-no-vitch\"), earned his first major political post by defeating Dennis Kucinich (\"koo-SIN-itch\"). Other political figures from this state include retired Senator": {
    "guess": "Ohio",
    "confidence": [
      [
        "Ohio",
        -0.0045039426
      ]
    ]
  },
  "Senator Norris Brown claimed that it was necessary for the court a Constitution with only one interpretation when he proposed it. While governor of New York, Charles Evans Hughes argued that it would lead": {
    "guess": "Judicial interpretation",
    "confidence": [
      [
        "Jud",
        -0.92605054
      ],
      [
        "icial",
        -0.14405032
      ],
      [
        " interpretation",
        -1.4586911
      ]
    ]
  },
  "Senator John B. McKendrick introduced a resolution in response to this event, which sparked the McGrain v. Daugherty decision and an investigation by Thomas J. Walsh. In this event, Edward L. Doheney made a grab for Elk Hills and Buena Vista, California, and, as Robert LaFollette's investigation uncovered, Harry F. Sinclair gave $300,000 to the Secretary of the Interior. As a result, Albert B. Fall did some jail time for accepting the bribe. Name this scandal that rocked the Warren G. Harding administration": {
    "guess": "Teapot Dome scandal",
    "confidence": [
      [
        "Te",
        -0.00027659023
      ],
      [
        "apot",
        -9.4914985e-06
      ],
      [
        " Dome",
        -5.080963e-06
      ],
      [
        " scandal",
        -0.00015026369
      ]
    ]
  },
  "Senator Albert Beveridge invoked this concept in arguing for the further displacement of tribal people": {
    "guess": "Manifest destiny",
    "confidence": [
      [
        "Manifest",
        -1.0066775
      ],
      [
        " destiny",
        -0.62680596
      ]
    ]
  },
  "Senator Albert Beveridge invoked this concept in arguing for the further displacement of tribal people from reservation lands in a 1902 speech. This term was coined in an essay arguing for the admittance of Texas as a state.  That essay appeared in the  July, 1845, United States Magazine and Democratic Review and was written by John L. O'Sullivan, who defined it as our right to \"overspread the Continent": {
    "guess": "Manifest Destiny",
    "confidence": [
      [
        "Manifest",
        -0.0019755033
      ],
      [
        " Destiny",
        -0.007291531
      ]
    ]
  },
  "A seminal translation of these was made in the APR by Poulin in 1975. Claiming of \"the hero\" that he": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -0.9993983
      ]
    ]
  },
  "Senator Jones votes for a bill to build a bridge in Senator Smith's state. Senator Smith then agrees": {
    "guess": "Logrolling",
    "confidence": [
      [
        "Log",
        -0.011064678
      ],
      [
        "rolling",
        -0.00026956087
      ]
    ]
  },
  "A seminal translation of these was made in the APR by Poulin in 1975. Claiming of \"the hero\" that he \"strangely resembles those who die young,\" the sixth of these nevertheless notes \"Thousands fermented in [his mother's] womb, wanting to be him.\" The fourth begins by asking the \"trees of life, when is": {
    "guess": "Duino Elegies",
    "confidence": [
      [
        "Du",
        -0.64347184
      ],
      [
        "ino",
        -0.00062499143
      ],
      [
        " E",
        -0.0007880675
      ],
      [
        "leg",
        -7.2073424e-05
      ],
      [
        "ies",
        -0.00019674578
      ]
    ]
  },
  "Senator John B. McKendrick introduced a resolution in response to this event, which sparked the McGrain": {
    "guess": "Teapot Dome scandal",
    "confidence": [
      [
        "Te",
        -0.03343336
      ],
      [
        "apot",
        -0.00017696164
      ],
      [
        " Dome",
        -2.9160103e-05
      ],
      [
        " scandal",
        -0.0042422316
      ]
    ]
  },
  "Senator Norris Brown claimed that it was necessary for the court a Constitution with only one interpretation when he proposed it. While governor of New York, Charles Evans Hughes argued that it would lead to a centralization of government power, and it was later upheld in the case of Brushaber v. Union Pacific Railroad. It was created in response to the Supreme Court case of Pollock v. Farmer's Loan and Trust, and in the Glenshaw Glass case, the Supreme Court ruled that any increase in weath was": {
    "guess": "Sixteenth Amendment to the United States Constitution",
    "confidence": [
      [
        "Six",
        -0.119714
      ],
      [
        "teenth",
        -0.00024096666
      ],
      [
        " Amendment",
        -0.0071098483
      ],
      [
        " to",
        -0.005839215
      ],
      [
        " the",
        -1.3544423e-05
      ],
      [
        " United",
        -5.7888185e-05
      ],
      [
        " States",
        -1.247159e-05
      ],
      [
        " Constitution",
        -0.00064083084
      ]
    ]
  },
  "As a senator, he once came to blows with James Mason and Jefferson Davis at the same time.  While serving in the cabinet, he issued the first legal-tender paper currency not backed by gold, the greenback.": {
    "guess": "Salmon P. Chase",
    "confidence": [
      [
        "Sal",
        -0.03511517
      ],
      [
        "mon",
        -0.0010923543
      ],
      [
        " P",
        -0.00047190272
      ],
      [
        ".",
        -0.0002291655
      ],
      [
        " Chase",
        -7.8987236e-05
      ]
    ]
  },
  "Senator Albert Beveridge invoked this concept in arguing for the further displacement of tribal people from reservation lands in a 1902 speech. This term was coined in an essay arguing for the admittance": {
    "guess": "Manifest Destiny",
    "confidence": [
      [
        "Manifest",
        -0.26292565
      ],
      [
        " Destiny",
        -0.28095433
      ]
    ]
  },
  "A seminal translation of these was made in the APR by Poulin in 1975. Claiming of \"the hero\" that he \"strangely resembles those who die young,\" the sixth of these nevertheless notes \"Thousands fermented": {
    "guess": "Duino Elegies",
    "confidence": [
      [
        "Du",
        -0.18932323
      ],
      [
        "ino",
        -0.0005772201
      ],
      [
        " E",
        -0.00063368597
      ],
      [
        "leg",
        -6.2729996e-06
      ],
      [
        "ies",
        -5.383526e-05
      ]
    ]
  },
  "In his semi-clinical studies, he sought to gain \"spontaneous convictions\" out of his subjects through unexpected questions. His constructivist position was that reality is developed not through copying": {
    "guess": "Jean Piaget",
    "confidence": [
      [
        "Jean",
        -0.00068991707
      ],
      [
        " Pi",
        -1.27099975e-05
      ],
      [
        "aget",
        -4.3583746e-05
      ]
    ]
  },
  "A seminal translation of these was made in the APR by Poulin in 1975. Claiming of \"the hero\" that he \"strangely resembles those who die young,\" the sixth of these nevertheless notes \"Thousands fermented in [his mother's] womb, wanting to be him.\" The fourth begins by asking the \"trees of life, when is [their] winter?\" The fifth is \"dedicated to Frau Hertha von Koenig,\" while this work as a whole is \"property of Princess Marie von Thurn und Taxis-Hohenlohe,\" who is also dedicatee of The Notebooks of Malte Laurids Brigge. They are named for the Swiss town in a tower in which they were composed and the poet calls The Sonnets to Orpheus their \"natural overflow.\" FTP, name this volume of ten poems by Rainer Maria Rilke.": {
    "guess": "Duino Elegies",
    "confidence": [
      [
        "Du",
        -0.0077885585
      ],
      [
        "ino",
        -5.025915e-05
      ],
      [
        " E",
        -1.5332478e-05
      ],
      [
        "leg",
        -1.0683535e-05
      ],
      [
        "ies",
        -4.608702e-05
      ]
    ]
  },
  "One senator from this state was the only one not to cast a vote on the December 24th Senate Health Care Bill. That man, George Voinovich (\"VOY-no-vitch\"), earned his first major political post by defeating Dennis Kucinich (\"koo-SIN-itch\"). Other political figures from this state include retired Senator John Glenn and current Governor Ted Strickland. For 10 points, what swing state of the 2004 election": {
    "guess": "Ohio",
    "confidence": [
      [
        "Ohio",
        -0.008731457
      ]
    ]
  },
  "Senator Norris Brown claimed that it was necessary for the court a Constitution with only one interpretation": {
    "guess": "Constitutional interpretation",
    "confidence": [
      [
        "Con",
        -1.0780878
      ],
      [
        "stitution",
        -9.019238e-05
      ],
      [
        "al",
        -0.06539277
      ],
      [
        " interpretation",
        -0.1450705
      ]
    ]
  },
  "In 1996, this senator became the first lawmaker to demand research of the Y2K problem, and more recently": {
    "guess": "Bob Dole",
    "confidence": [
      [
        "Bob",
        -0.025218673
      ],
      [
        " D",
        -0.2595678
      ],
      [
        "ole",
        -1.7432603e-06
      ]
    ]
  },
  "Senator Jones votes for a bill to build a bridge in Senator Smith's state. Senator Smith then agrees to vote for a bill that will lower alcohol taxes in Senator Jones's drunken state. For 10 points, name the political term, often associated with pork barrel legislation that describes such an agreement.": {
    "guess": "Logrolling",
    "confidence": [
      [
        "Log",
        -0.0063260784
      ],
      [
        "rolling",
        -2.2484697e-05
      ]
    ]
  },
  "One senator from this state was the only one not to cast a vote on the December 24th Senate Health Care Bill. That man, George Voinovich (\"VOY-no-vitch\"), earned his first major political post by defeating": {
    "guess": "George Voinovich",
    "confidence": [
      [
        "George",
        -1.1780626
      ],
      [
        " V",
        -0.20946403
      ],
      [
        "oin",
        -0.027707556
      ],
      [
        "ovich",
        -0.00041172683
      ]
    ]
  },
  "Senator John B. McKendrick introduced a resolution in response to this event, which sparked the McGrain v. Daugherty decision and an investigation by Thomas J. Walsh. In this event, Edward L. Doheney made a grab for Elk Hills and Buena Vista, California, and, as Robert LaFollette's investigation uncovered, Harry F. Sinclair gave $300,000 to the Secretary of the Interior. As a result, Albert B. Fall did some jail time for accepting the bribe. Name this scandal that rocked the Warren G. Harding administration and involved the illegal leasing of the namesake Wyoming oil fields.": {
    "guess": "Teapot Dome scandal",
    "confidence": [
      [
        "Te",
        -0.0010856861
      ],
      [
        "apot",
        -1.0087517e-05
      ],
      [
        " Dome",
        -2.8160932e-06
      ],
      [
        " scandal",
        -0.00018935515
      ]
    ]
  },
  "In his semi-clinical studies, he sought to gain \"spontaneous convictions\" out of his subjects through unexpected questions. His constructivist position was that reality is developed not through copying but through construction, and he concluded that assimilation and accommodation are ways to achieve cognitive equilibrium. This proponent of genetic epistemology named new skills and knowledge as schema, and he wrote The Language and Thought of the Child and The Origin of Intelligence in Children. For 10 points, pre·operational and sensori·motor are two of the stages in the theory of cognitive development of what Swiss psychologist?": {
    "guess": "Jean Piaget",
    "confidence": [
      [
        "Jean",
        -0.03175128
      ],
      [
        " Pi",
        -4.406056e-05
      ],
      [
        "aget",
        -3.166338e-05
      ]
    ]
  }
}