{
  "For atoms, there are many functions modeling this, including the ZBL Universal and Lennard-Jones varieties. Conservative force fields can be considered as the negative gradient of this, and it is, in general, proportional to a generalized charge, which may be dipole moment for the electrostatic dipole variety, or mass for the gravitational variety. For ten points, name this type of energy, generally symbolized U and equal, in the case of a particle of mass m at height h in a uniform gravitational": {
    "guess": "Potential energy",
    "confidence": [
      [
        "Potential",
        -0.021664867
      ],
      [
        " energy",
        -0.033550832
      ]
    ]
  },
  "One atom of this element is found in the ring of a furan, and an atom of it is bound to two carbons in an epoxide. Reactive species of this element are due to unpaired electrons, making them radicals. Three atoms of this element make up a compound that absorbs (*) ultraviolet light in the atmosphere. Another form of this element is added to hydrocarbons in combustion reactions. For 10 points, name this element, number eight on the periodic table, which has a diatomic form that is required for aerobic": {
    "guess": "Oxygen",
    "confidence": [
      [
        "O",
        -0.0048067532
      ],
      [
        "xygen",
        -0.00023298002
      ]
    ]
  },
  "One atom of this element is found in the ring of a furan, and an atom of it is bound to two carbons in": {
    "guess": "Oxygen",
    "confidence": [
      [
        "O",
        -0.97722954
      ],
      [
        "xygen",
        -6.8854926e-05
      ]
    ]
  },
  "For atoms, there are many functions modeling this, including the ZBL Universal and Lennard-Jones varieties. Conservative force fields can be considered as the negative gradient of this, and it is, in general, proportional to a generalized charge, which may be dipole moment for the electrostatic dipole": {
    "guess": "Potential energy",
    "confidence": [
      [
        "Potential",
        -0.8055568
      ],
      [
        " energy",
        -0.059098754
      ]
    ]
  },
  "An atom of this element is placed on the 8th position of cyclic AMP to create a PDE inhibitor. An atom": {
    "guess": "Phosphorus",
    "confidence": [
      [
        "Ph",
        -0.29837942
      ],
      [
        "osph",
        -0.0008828803
      ],
      [
        "orus",
        -0.07146179
      ]
    ]
  },
  "One atom of this element is found in the ring of a furan, and an atom of it is bound to two carbons in an epoxide. Reactive species of this element are due to unpaired electrons, making them radicals. Three atoms of this element make up a compound that absorbs (*) ultraviolet light in the atmosphere.": {
    "guess": "Oxygen",
    "confidence": [
      [
        "O",
        -0.0016569708
      ],
      [
        "xygen",
        -0.059640653
      ]
    ]
  },
  "An atom of this element is placed on the 8th position of cyclic AMP to create a PDE inhibitor. An atom of this element replaces a carboxylate group in the Hunsdiecker reaction, and it is added to the alpha carbon of a carboxylic acid in the Hell-Volhard-Zelinsky reaction. NBS is used to add this element to alkanes via a radical. In mass spectrometry, compounds with this element have a pair of peaks": {
    "guess": "Bromine",
    "confidence": [
      [
        "B",
        -0.0047837305
      ],
      [
        "rom",
        -0.0017432469
      ],
      [
        "ine",
        -0.0006072447
      ]
    ]
  },
  "For atoms, there are many functions modeling this, including the ZBL Universal and Lennard-Jones varieties. Conservative force fields can be considered as the negative gradient of this, and it is, in general, proportional to a generalized charge, which may be dipole moment for the electrostatic dipole variety, or mass for the gravitational variety. For ten points, name this type of energy, generally symbolized U and equal, in the case of a particle of mass m at height h in a uniform gravitational field g, to mgh.": {
    "guess": "Potential energy",
    "confidence": [
      [
        "Potential",
        -0.0034375617
      ],
      [
        " energy",
        -0.005838149
      ]
    ]
  },
  "An atom of this element is placed on the 8th position of cyclic AMP to create a PDE inhibitor. An atom of this element replaces a carboxylate group in the Hunsdiecker reaction, and it is added to the alpha carbon of a carboxylic acid in the Hell-Volhard-Zelinsky reaction. NBS is used to add this element to alkanes via a radical. In mass spectrometry, compounds with this element have a pair of peaks of equal intensity separated by 2 mass units, because this element has (*) two isotopes of approximately equal abundance. When ionically bonded to potassium, it forms a powerful sedative, and its compound with silver is used in photographic film. For 10 points, name this element, a halogen which is": {
    "guess": "Bromine",
    "confidence": [
      [
        "B",
        -0.075733766
      ],
      [
        "rom",
        -0.0006289215
      ],
      [
        "ine",
        -0.00010998019
      ]
    ]
  },
  "For atoms, there are many functions modeling this, including the ZBL Universal and Lennard-Jones varieties. Conservative force fields can be considered as the negative gradient of this, and it is, in general,": {
    "guess": "Potential energy",
    "confidence": [
      [
        "Potential",
        -0.13958466
      ],
      [
        " energy",
        -0.0572055
      ]
    ]
  },
  "An atom of this element is placed on the 8th position of cyclic AMP to create a PDE inhibitor. An atom of this element replaces a carboxylate group in the Hunsdiecker reaction, and it is added to the alpha carbon of a carboxylic acid in the Hell-Volhard-Zelinsky reaction. NBS is used to add this element to alkanes via a radical. In mass spectrometry, compounds with this element have a pair of peaks of equal intensity separated by 2 mass units, because this element has (*) two isotopes of approximately equal abundance. When ionically bonded to potassium, it forms a powerful sedative, and its compound with silver is used in photographic film. For 10 points, name this element, a halogen which is a red-brown liquid at room temperature, which atomic number 35 and symbol Br.": {
    "guess": "Bromine",
    "confidence": [
      [
        "B",
        -0.002496587
      ],
      [
        "rom",
        -0.0002637199
      ],
      [
        "ine",
        -0.00017767686
      ]
    ]
  },
  "An atom of this element is placed on the 8th position of cyclic AMP to create a PDE inhibitor. An atom of this element replaces a carboxylate group in the Hunsdiecker reaction, and it is added to the alpha carbon of a carboxylic acid in the Hell-Volhard-Zelinsky reaction. NBS is used to add this element to alkanes via a radical. In mass spectrometry, compounds with this element have a pair of peaks of equal intensity separated by 2 mass units, because this element has (*) two isotopes of approximately equal abundance. When ionically bonded to potassium, it forms a powerful sedative, and its compound": {
    "guess": "Bromine",
    "confidence": [
      [
        "B",
        -0.005621231
      ],
      [
        "rom",
        -0.00027754388
      ],
      [
        "ine",
        -0.0002848153
      ]
    ]
  },
  "An atom of this element is placed on the 8th position of cyclic AMP to create a PDE inhibitor. An atom of this element replaces a carboxylate group in the Hunsdiecker reaction, and it is added to the alpha carbon of a carboxylic acid in the Hell-Volhard-Zelinsky reaction. NBS is used to add this element to alkanes via a radical. In mass spectrometry, compounds with this element have a pair of peaks of equal intensity separated by 2 mass units, because this element has (*) two isotopes of approximately": {
    "guess": "Bromine",
    "confidence": [
      [
        "B",
        -0.003818726
      ],
      [
        "rom",
        -0.000793782
      ],
      [
        "ine",
        -0.00031079436
      ]
    ]
  },
  "An atom of this element is placed on the 8th position of cyclic AMP to create a PDE inhibitor. An atom of this element replaces a carboxylate group in the Hunsdiecker reaction, and it is added to the alpha carbon of a carboxylic acid in the Hell-Volhard-Zelinsky reaction. NBS is used to add this element": {
    "guess": "Bromine",
    "confidence": [
      [
        "B",
        -0.0036691984
      ],
      [
        "rom",
        -0.0027740863
      ],
      [
        "ine",
        -0.0027811006
      ]
    ]
  },
  "An atom of this element is placed on the 8th position of cyclic AMP to create a PDE inhibitor. An atom of this element replaces a carboxylate group in the Hunsdiecker reaction, and it is added to the alpha": {
    "guess": "Phosphorus",
    "confidence": [
      [
        "Ph",
        -0.8225471
      ],
      [
        "osph",
        -0.0037531713
      ],
      [
        "orus",
        -0.057902463
      ]
    ]
  },
  "One atom of this element is found in the ring of a furan, and an atom of it is bound to two carbons in an epoxide. Reactive species of this element are due to unpaired electrons, making them radicals. Three atoms of this element make up a compound that absorbs (*) ultraviolet light in the atmosphere. Another form of this element is added to hydrocarbons in combustion reactions. For 10 points, name this element, number eight on the periodic table, which has a diatomic form that is required for aerobic cellular respiration.": {
    "guess": "Oxygen",
    "confidence": [
      [
        "O",
        -0.0050623836
      ],
      [
        "xygen",
        -4.894791e-05
      ]
    ]
  },
  "One atom of this element is found in the ring of a furan, and an atom of it is bound to two carbons in an epoxide. Reactive species of this element are due to unpaired electrons, making them radicals.": {
    "guess": "Oxygen",
    "confidence": [
      [
        "O",
        -0.068422206
      ],
      [
        "xygen",
        -4.1273333e-06
      ]
    ]
  },
  "One atom of this element is found in the ring of a furan, and an atom of it is bound to two carbons in an epoxide. Reactive species of this element are due to unpaired electrons, making them radicals. Three atoms of this element make up a compound that absorbs (*) ultraviolet light in the atmosphere. Another form of this element is added to hydrocarbons in combustion reactions. For 10 points, name": {
    "guess": "Oxygen",
    "confidence": [
      [
        "O",
        -0.010131197
      ],
      [
        "xygen",
        -0.009128325
      ]
    ]
  },
  "For atoms, there are many functions modeling this, including the ZBL Universal and Lennard-Jones varieties.": {
    "guess": "Atomic potential",
    "confidence": [
      [
        "Atomic",
        -0.34096688
      ],
      [
        " potential",
        -1.1387852
      ]
    ]
  },
  "For atoms, there are many functions modeling this, including the ZBL Universal and Lennard-Jones varieties. Conservative force fields can be considered as the negative gradient of this, and it is, in general, proportional to a generalized charge, which may be dipole moment for the electrostatic dipole variety, or mass for the gravitational variety. For ten points, name this type of energy, generally": {
    "guess": "Potential energy",
    "confidence": [
      [
        "Potential",
        -0.055786435
      ],
      [
        " energy",
        -0.055314496
      ]
    ]
  }
}