{
  "A ritual about the journey of two Navajo youths to the hogan of the Sun was described in his first published book, a collaboration with Maud Oakes, Where the Two Came to Their Father. He collaborated with Henry Morton Robinson to write A Skeleton's Key to Finnegans Wake, and he later borrowed from Finnegans Wake the name for his most important concept. He examined \"primitive,\" \"Oriental,\" \"Occidental\" and \"creative\" mythology in The Masks of God, but is better known for an earlier work on mythology that outlined the seventeen stages of the hero's journey. Known for a television series produced": {
    "guess": "Joseph Campbell",
    "confidence": [
      [
        "Joseph",
        -0.0022300712
      ],
      [
        " Campbell",
        -2.749125e-05
      ]
    ]
  },
  "A ritual about the journey of two Navajo youths to the hogan of the Sun was described in his first published book, a collaboration with Maud Oakes, Where the Two Came to Their Father. He collaborated with Henry Morton Robinson to write A Skeleton's Key to Finnegans Wake, and he later borrowed from Finnegans Wake the name for his most important concept. He examined \"primitive,\" \"Oriental,\" \"Occidental\" and \"creative\" mythology in The Masks of God, but is better known for an earlier work on mythology that outlined the seventeen stages of the hero's journey. Known for a television series produced with Bill Moyers, The Power of Myth, for 10 points, name this scholar of comparative mythology, the author of The Hero with a Thousand Faces and the creator of the term \"monomyth.\"": {
    "guess": "Joseph Campbell",
    "confidence": [
      [
        "Joseph",
        -0.0056162467
      ],
      [
        " Campbell",
        -2.6895234e-05
      ]
    ]
  },
  "A ritual about the journey of two Navajo youths to the hogan of the Sun was described in his first published book, a collaboration with Maud Oakes, Where the Two Came to Their Father. He collaborated with Henry Morton Robinson to write A Skeleton's Key to Finnegans Wake, and he later borrowed from Finnegans Wake the name for his most important concept. He examined \"primitive,\" \"Oriental,\" \"Occidental\" and \"creative\" mythology in The Masks of God, but is better known for an earlier work on mythology": {
    "guess": "Joseph Campbell",
    "confidence": [
      [
        "Joseph",
        -0.01928647
      ],
      [
        " Campbell",
        -3.9769227e-05
      ]
    ]
  },
  "A ritual about the journey of two Navajo youths to the hogan of the Sun was described in his first published book, a collaboration with Maud Oakes, Where the Two Came to Their Father. He collaborated with Henry Morton Robinson to write A Skeleton's Key to Finnegans Wake, and he later borrowed from Finnegans Wake the name for his most important concept. He examined \"primitive,\" \"Oriental,\" \"Occidental\" and \"creative\" mythology in The Masks of God, but is better known for an earlier work on mythology that outlined the seventeen stages of the hero's journey. Known for a television series produced with Bill Moyers, The Power of Myth, for 10 points, name this scholar of comparative mythology, the": {
    "guess": "Joseph Campbell",
    "confidence": [
      [
        "Joseph",
        -0.0077219643
      ],
      [
        " Campbell",
        -0.000107000094
      ]
    ]
  },
  "A ritual about the journey of two Navajo youths to the hogan of the Sun was described in his first published book, a collaboration with Maud Oakes, Where the Two Came to Their Father. He collaborated with Henry Morton Robinson to write A Skeleton's Key to Finnegans Wake, and he later borrowed from Finnegans": {
    "guess": "Joseph Campbell",
    "confidence": [
      [
        "Joseph",
        -0.040132534
      ],
      [
        " Campbell",
        -8.184812e-05
      ]
    ]
  },
  "A ritual about the journey of two Navajo youths to the hogan of the Sun was described in his first published book, a collaboration with Maud Oakes, Where the Two Came to Their Father. He collaborated with Henry Morton Robinson to write A Skeleton's Key to Finnegans Wake, and he later borrowed from Finnegans Wake the name for his most important concept. He examined \"primitive,\" \"Oriental,\" \"Occidental\"": {
    "guess": "Joseph Campbell",
    "confidence": [
      [
        "Joseph",
        -0.010764117
      ],
      [
        " Campbell",
        -4.5371802e-05
      ]
    ]
  },
  "A ritual about the journey of two Navajo youths to the hogan of the Sun was described in his first published book, a collaboration with Maud Oakes, Where the Two Came to Their Father. He collaborated with": {
    "guess": "Maud Oakes",
    "confidence": [
      [
        "M",
        -0.12751698
      ],
      [
        "aud",
        -0.0017306297
      ],
      [
        " O",
        -0.0007040913
      ],
      [
        "akes",
        -0.00014609157
      ]
    ]
  },
  "A ritual about the journey of two Navajo youths to the hogan of the Sun was described in his first published": {
    "guess": "Navajo mythology",
    "confidence": [
      [
        "Nav",
        -0.40753147
      ],
      [
        "ajo",
        -0.0013972608
      ],
      [
        " mythology",
        -0.32539672
      ]
    ]
  }
}