{
  "One legend says that she is actually the daughter of Theseus and Helen and was rescued by Castor and": {
    "guess": "Iphigenia",
    "confidence": [
      [
        "I",
        -0.30383882
      ],
      [
        "ph",
        -0.00093456707
      ],
      [
        "igen",
        -7.278864e-05
      ],
      [
        "ia",
        -4.8709502e-05
      ]
    ]
  },
  "In one legend, this man founded the city of Ephyra, which was filled with people created from mushrooms, although in another, he was given the city by Medea. This man fathered two sons with Tyro, and then blamed their death on his brother, Salmoneus. After branding the hooves of his cows, this man discovered they were being stolen by Autolycus. Following the death of his nephew Melicertes, this man founded the Isthmian games. This figure's demise started when he told the river god Asopus about Zeus's abduction of Aegina. This man managed to handcuff either Hades or Thanatos, and later told his": {
    "guess": "Sisyphus",
    "confidence": [
      [
        "S",
        -0.0010898546
      ],
      [
        "isy",
        -4.365741e-06
      ],
      [
        "ph",
        -1.9816675e-06
      ],
      [
        "us",
        -1.8908588e-05
      ]
    ]
  },
  "Legend has it that Arthur Miller turned down the chance to write the screenplay because of lingering doubts about the director and his relation to the Hollywood blacklist. The movie deals with the pressure to name names before the authorities, and some critics felt that the director had used it to justify his own collaboration with the House Un-American Activities Committee. For 10 points, name the 1954 Elia Kazan movie that starred Marlon Brando, whose character responds to charges of ratting by protesting, \"I was rattin' on myself all those years. I didn't even know it,\" and more famously explains to his brother how he \"coulda been a contender.\"": {
    "guess": "On the Waterfront",
    "confidence": [
      [
        "On",
        -0.0010016091
      ],
      [
        " the",
        -0.00047511753
      ],
      [
        " Water",
        -1.50940705e-05
      ],
      [
        "front",
        -1.342522e-05
      ]
    ]
  },
  "One legend says that she threw herself into the Hellespont rather than face slavery. Another legend says that she was transformed into a dog, while a third says that she was executed by the Greeks for murdering the King of the Chersonese. A minor character in the Iliad, she is the subject of a Euripides": {
    "guess": "Hecuba",
    "confidence": [
      [
        "H",
        -0.44762656
      ],
      [
        "ec",
        -0.22421263
      ],
      [
        "uba",
        -0.0124948295
      ]
    ]
  },
  "In one legend, this deity told Lombard women to appear at dawn with their hair drawn over their faces, and another form of this deity is a seer named Saga. This deity was served by Hlin, who was responsible for protecting certain men from harm, and Syn, who guarded the palace door. Orion's belt was known as this figure's \"distaff,\" and servants of this deity include the rider of Hofvarpnir, Gna, and one who carries this deity's shoes and ash box named Fulla. This deity has the gift of prophecy, yet never reveals what she knows, and this figure's home means \"marsh halls,\" and is the place where this figure spins clouds on a loom. This figure is one of two who are allowed to sit atop the Hlidskhalf,": {
    "guess": "Frigg",
    "confidence": [
      [
        "F",
        -0.01904415
      ],
      [
        "rig",
        -7.58424e-06
      ],
      [
        "g",
        -0.00011331789
      ]
    ]
  },
  "In one legend, this deity told Lombard women to appear at dawn with their hair drawn over their faces, and another form of this deity is a seer named Saga. This deity was served by Hlin, who was responsible": {
    "guess": "Frigg",
    "confidence": [
      [
        "F",
        -0.0491593
      ],
      [
        "rig",
        -0.034351334
      ],
      [
        "g",
        -3.0471343e-05
      ]
    ]
  },
  "The legendary emperor Fu Hsi is said to have discovered the pa kua that help unlock it, while Wen Wang is generally credited for having formed the correct interpretation of it. Solid lines in it represent yang, while broken ones represent yin. It is unique in that it contains 64 symbolic hexagrams that,": {
    "guess": "I Ching",
    "confidence": [
      [
        "I",
        -0.0014388042
      ],
      [
        " Ch",
        -0.0006544164
      ],
      [
        "ing",
        -1.2664457e-06
      ]
    ]
  },
  "One legend from this novel tells the story of why tortoises do not have soft shells, and one character   in this work is assaulted by her husband for having her hair braided. Another character in this": {
    "guess": "Things Fall Apart",
    "confidence": [
      [
        "Things",
        -0.025504008
      ],
      [
        " Fall",
        -0.0007702016
      ],
      [
        " Apart",
        -2.451116e-05
      ]
    ]
  },
  "Some legends about this man state that he was the grandson of Helias, knight of the Swan, a Lohengrin-like": {
    "guess": "Helias of Saint Gilles",
    "confidence": [
      [
        "Hel",
        -1.0932367
      ],
      [
        "ias",
        -0.025230406
      ],
      [
        " of",
        -0.14198199
      ],
      [
        " Saint",
        -0.104973406
      ],
      [
        " Gilles",
        -1.0197898
      ]
    ]
  },
  "Legend has it that residents of this Nottinghamshire town once kept King John from visiting by pretending to be complete idiots. And soon after they tried to drown an eel and tried to trap a cuckoo by": {
    "guess": "Tuxford",
    "confidence": [
      [
        "T",
        -1.586839
      ],
      [
        "ux",
        -0.6560635
      ],
      [
        "ford",
        -0.00043794067
      ]
    ]
  },
  "In one legend, this man founded the city of Ephyra, which was filled with people created from mushrooms, although in another, he was given the city by Medea. This man fathered two sons with Tyro, and then blamed their death on his brother, Salmoneus. After branding the hooves of his cows, this man discovered they were being stolen by Autolycus. Following the death of his nephew Melicertes, this man": {
    "guess": "Sisyphus",
    "confidence": [
      [
        "S",
        -0.25803724
      ],
      [
        "isy",
        -0.0075998884
      ],
      [
        "ph",
        -0.00015753144
      ],
      [
        "us",
        -0.00024239712
      ]
    ]
  },
  "This legislation established the Consolidated General Order to oversee a system modeled on John Becher's work at Southwell, and it was protested by Joshua Hobson's Murder Book. Driven by Edwin Chadwick's": {
    "guess": "Public Health Act 1848",
    "confidence": [
      [
        "Public",
        -0.8932899
      ],
      [
        " Health",
        -0.026666114
      ],
      [
        " Act",
        -0.0028186701
      ],
      [
        " ",
        -0.07185914
      ],
      [
        "184",
        -0.1002593
      ],
      [
        "8",
        -0.00058770267
      ]
    ]
  },
  "In one legend, this deity told Lombard women to appear at dawn with their hair drawn over their faces, and another form of this deity is a seer named Saga. This deity was served by Hlin, who was responsible for protecting certain men from harm, and Syn, who guarded the palace door. Orion's belt was known as this figure's \"distaff,\" and servants of this deity include the rider of Hofvarpnir, Gna, and": {
    "guess": "Frigg",
    "confidence": [
      [
        "F",
        -0.0041639954
      ],
      [
        "rig",
        -0.0011450992
      ],
      [
        "g",
        -0.0001345288
      ]
    ]
  },
  "One legend tells that the first king of the kingdom that grew into this empire was a Yemeni stranger": {
    "guess": "Saudi Arabia",
    "confidence": [
      [
        "Saudi",
        -1.0667819
      ],
      [
        " Arabia",
        -0.007838121
      ]
    ]
  },
  "One legend about this man says that he didn't understand the use of spiders, mosquitoes, or insanity until all three helped save his life; in particular, he was forced to feign madness before Achish, king of Gath. A feud among this man's sons began after his daughter Tamar was raped by her half-brother Amnon, and he survived the rebellion of his long-haired son Absalom. This man had Uriah killed in battle after committing adultery with Bathsheba. This man's closest friend was Jonathan, the son of his predecessor Saul. For 10 points, name this King of Israel who, as a youth, used a stone to defeat Goliath.": {
    "guess": "David",
    "confidence": [
      [
        "David",
        -0.015411362
      ]
    ]
  },
  "Legends concerning their origin are many, but the most likely explanation for their existence is that": {
    "guess": "Fairy tale",
    "confidence": [
      [
        "F",
        -1.839478
      ],
      [
        "airy",
        -0.42470255
      ],
      [
        " tale",
        -0.2271762
      ]
    ]
  },
  "One legend from this novel tells the story of why tortoises do not have soft shells, and one character   in this work is assaulted by her husband for having her hair braided. Another character in this work  frequently remarks that he wishes his daughter Ezinma would have been born a boy. The gun of   the protagonist of this work explodes at a funeral, killing a son of the man being buried, so the  protagonist is exiled for seven years. The town in this novel, which is visited by Christian missionaries,  is Umuofia. Name this novel in which Ikemefuna is killed by Okonkwo, a work by Chinua Achebe.": {
    "guess": "Things Fall Apart",
    "confidence": [
      [
        "Things",
        -0.0073123532
      ],
      [
        " Fall",
        -7.100059e-05
      ],
      [
        " Apart",
        -3.1544176e-05
      ]
    ]
  },
  "One legend tells that the first king of the kingdom that grew into this empire was a Yemeni stranger who defeated a monstrous fish and founded the Dia dynasty.  Court officials in this empire included the hugu-korei-koi and the wanadu, and one important military position was the hi-koi, or \"commander of canoes\".  The empire reached its greatest territorial extent under Askia Dauoud.  A coup against Sunni Baru brought to power its greatest leader, Askia Muhammad.  FTP, name this African empire established by Sonni Ali from the Kingdom of Gao, containing great centers of learning such as Djenne, which succeeded the Mali.": {
    "guess": "Songhai Empire",
    "confidence": [
      [
        "Song",
        -0.021075469
      ],
      [
        "hai",
        -0.0012794032
      ],
      [
        " Empire",
        -0.00019841464
      ]
    ]
  },
  "One legend says that she is actually the daughter of Theseus and Helen and was rescued by Castor and Pollux. She was nearly blinded with a torch by her sister due to a misunderstanding as she returned home. Some accounts say that she landed on Zminthe and joined with Chryses to make war on King Thoas after stealing a statue. She was eventually summoned under the pretense of a marriage to Achilles and ended up in charge of sacrificing all strangers who entered Crimea before becoming immortal on the White Isle. Usually considered the sister of Elektra, she was spirited away to Tauris after Artemis provided an animal to take her place under Calchas's knife. For 10 points, name this daughter of Agamemnon": {
    "guess": "Iphigenia",
    "confidence": [
      [
        "I",
        -0.0075958613
      ],
      [
        "ph",
        -0.00031389366
      ],
      [
        "igen",
        -0.024835803
      ],
      [
        "ia",
        -0.00022415895
      ]
    ]
  },
  "One legend says that she is actually the daughter of Theseus and Helen and was rescued by Castor and Pollux. She was nearly blinded with a torch by her sister due to a misunderstanding as she returned home. Some accounts say that she landed on Zminthe and joined with Chryses to make war on King Thoas after stealing a statue. She was eventually summoned under the pretense of a marriage to Achilles and ended up in charge of sacrificing all strangers who entered Crimea before becoming immortal on the White Isle. Usually considered the sister of Elektra, she was spirited away to Tauris after Artemis provided an animal to take her place under Calchas's knife. For 10 points, name this daughter of Agamemnon who was to be sacrificed at Aulis to provide winds for the Greek fleet.": {
    "guess": "Iphigenia",
    "confidence": [
      [
        "I",
        -0.000840596
      ],
      [
        "ph",
        -2.8564085e-05
      ],
      [
        "igen",
        -0.00022439736
      ],
      [
        "ia",
        -1.7120534e-05
      ]
    ]
  },
  "In one legend, this being's life is saved due to a bid for immortality by Gajasura, and the date of his salvation is commemorated by the festival Chaturthi. His devouring of the city of Alakapuri results in the humbling of Kubera, and according to the Linga Purana, he may have been created to destroy": {
    "guess": "Ganesha",
    "confidence": [
      [
        "G",
        -0.0075950306
      ],
      [
        "anes",
        -0.0007838991
      ],
      [
        "ha",
        -4.048445e-05
      ]
    ]
  },
  "Legend has it that Arthur Miller turned down the chance to write the screenplay because of lingering doubts about the director and his relation to the Hollywood blacklist. The movie deals with the pressure to name names before the authorities, and some critics felt that the director had used it to justify his own collaboration with the House Un-American Activities Committee. For 10 points, name the": {
    "guess": "On the Waterfront",
    "confidence": [
      [
        "On",
        -0.6606549
      ],
      [
        " the",
        -0.0039648935
      ],
      [
        " Water",
        -0.00050156243
      ],
      [
        "front",
        -0.00010914576
      ]
    ]
  },
  "In one legend, this knight saves a lion by killing a serpent it is fighting. He stabs himself in the": {
    "guess": "Gawain",
    "confidence": [
      [
        "G",
        -1.3760331
      ],
      [
        "aw",
        -0.054505654
      ],
      [
        "ain",
        -0.0017773996
      ]
    ]
  },
  "A legendary buried witch causes the death of sheep in this book shortly after the protagonist is hit on by his own daughter. That man's first wife is pregnant by his old boss at their marriage, and he marries (*) Finna after Rosa dies in childbirth. Formerly was employed by Bailiff Jon, the main character": {
    "guess": "Independent People",
    "confidence": [
      [
        "Independent",
        -0.15201631
      ],
      [
        " People",
        -0.00032831362
      ]
    ]
  },
  "In one legend, this knight saves a lion by killing a serpent it is fighting. He stabs himself in the thigh for penance after the image of the red cross on his sword barely prevents him from losing his virginity to a temptress. In another story, his sister Dindrane gives him the Sword of the Strange Belt and gives her life to save a leper. This character eventually marries Blanchefleur, and embarrasses": {
    "guess": "Perceval, the Story of the Grail",
    "confidence": [
      [
        "Per",
        -1.0280975
      ],
      [
        "ce",
        -0.0007044489
      ],
      [
        "val",
        -7.226629e-06
      ],
      [
        ",",
        -0.3937754
      ],
      [
        " the",
        -0.008154591
      ],
      [
        " Story",
        -0.008230269
      ],
      [
        " of",
        -3.5835506e-05
      ],
      [
        " the",
        -0.00015562419
      ],
      [
        " Gr",
        -0.0035856988
      ],
      [
        "ail",
        -1.0325924e-05
      ]
    ]
  },
  "In one legend, this being's life is saved due to a bid for immortality by Gajasura, and the date of his salvation is commemorated by the festival Chaturthi. His devouring of the city of Alakapuri results": {
    "guess": "Ganesha Chaturthi",
    "confidence": [
      [
        "G",
        -0.021890804
      ],
      [
        "anes",
        -0.0073579173
      ],
      [
        "ha",
        -1.8431772e-05
      ],
      [
        " Ch",
        -0.49770615
      ],
      [
        "atur",
        -0.0016637546
      ],
      [
        "th",
        -0.0002421587
      ],
      [
        "i",
        -0.00012499251
      ]
    ]
  },
  "One legend says that she threw herself into the Hellespont rather than face slavery. Another legend says that she was transformed into a dog, while a third says that she was executed by the Greeks for": {
    "guess": "Hecuba",
    "confidence": [
      [
        "H",
        -0.90464413
      ],
      [
        "ec",
        -0.5769326
      ],
      [
        "uba",
        -0.011892566
      ]
    ]
  },
  "The legendary emperor Fu Hsi is said to have discovered the pa kua that help unlock it, while Wen Wang is generally credited for having formed the correct interpretation of it. Solid lines in it represent yang, while broken ones represent yin. It is unique in that it contains 64 symbolic hexagrams that, if properly understood and interpreted, contain profound meanings applicable to daily life. Han dynasty followers of this book justified their use of it by attributing certain of its commentaries to Confucius, despite contrary evidence. FTP, name this text, one of the Five Classics of Confucianism, which comes from Chinese for \"Book of Changes.\"": {
    "guess": "I Ching",
    "confidence": [
      [
        "I",
        -0.010407534
      ],
      [
        " Ch",
        -6.6947665e-05
      ],
      [
        "ing",
        -8.180258e-06
      ]
    ]
  },
  "A legend about this leader states that he established his intelligence when he melted a lion made of wax. He gained much of his territory in a peace negotiated by Megasthenes [meh-GAAS-thuh-neez] with Seleucus [s'-LOO-kus] the First, in which he gave up five hundred elephants and possibly agreed to marry Seleucus' daughter. Near the end of his life, he gave his lands to his son Bindusara and became a religious ascetic, and he is believed to have fasted himself to death. Early in life he may have been taught by Kautilya [kaw-TIL- yuh], also known as Chanakya, who wrote Arthashastra and helped him overthrow the Nanda Empire. Name this grandfather of Ashoka the Great who took control of what is": {
    "guess": "Chandragupta Maurya",
    "confidence": [
      [
        "Ch",
        -0.0032613694
      ],
      [
        "and",
        -0.0015759252
      ],
      [
        "rag",
        -4.00813e-06
      ],
      [
        "upt",
        -1.7478143e-05
      ],
      [
        "a",
        -1.473646e-05
      ],
      [
        " Ma",
        -0.00024727348
      ],
      [
        "ury",
        -1.9361265e-07
      ],
      [
        "a",
        -8.299462e-06
      ]
    ]
  },
  "One legend from this novel tells the story of why tortoises do not have soft shells, and one character   in this work is assaulted by her husband for having her hair braided. Another character in this work  frequently remarks that he wishes his daughter Ezinma would have been born a boy. The gun of": {
    "guess": "Things Fall Apart",
    "confidence": [
      [
        "Things",
        -0.0010836597
      ],
      [
        " Fall",
        -0.00024715427
      ],
      [
        " Apart",
        -1.4498052e-05
      ]
    ]
  },
  "In one legend, this deity told Lombard women to appear at dawn with their hair drawn over their faces, and another form of this deity is a seer named Saga. This deity was served by Hlin, who was responsible for protecting certain men from harm, and Syn, who guarded the palace door. Orion's belt was known as this figure's \"distaff,\" and servants of this deity include the rider of Hofvarpnir, Gna, and one who carries this deity's shoes and ash box named Fulla. This deity has the gift of prophecy, yet never reveals what she knows, and this figure's home means \"marsh halls,\" and is the place where this figure spins clouds on a loom. This figure is one of two who are allowed to sit atop the Hlidskhalf, and while her husband was away this deity had affairs with his brothers Vili and Ve. Ruling from the hall Fensalir, for 10 points, name this Norse goddess who was distraught over the death of her son Balder, the queen of Asgard and the wife of Odin.": {
    "guess": "Frigg",
    "confidence": [
      [
        "F",
        -0.006696069
      ],
      [
        "rig",
        -3.1281633e-07
      ],
      [
        "g",
        -7.612634e-05
      ]
    ]
  },
  "Some legends about this man state that he was the grandson of Helias, knight of the Swan, a Lohengrin-like figure, and he may have first gained fame by killing the anti-king Rodolphe at the battle of Moelsen. Despite being deprived of the lands of his uncle, the Hunchback, by Henry IV, he fought for": {
    "guess": "Lohengrin",
    "confidence": [
      [
        "L",
        -1.2163901
      ],
      [
        "oh",
        -0.018373515
      ],
      [
        "eng",
        -0.000113079484
      ],
      [
        "rin",
        -3.8100377e-05
      ]
    ]
  },
  "A legend about this leader states that he established his intelligence when he melted a lion made of wax. He gained much of his territory in a peace negotiated by Megasthenes [meh-GAAS-thuh-neez] with Seleucus [s'-LOO-kus] the First, in which he gave up five hundred elephants and possibly agreed to marry Seleucus' daughter. Near the end of his life, he gave his lands to his son Bindusara and became": {
    "guess": "Chandragupta Maurya",
    "confidence": [
      [
        "Ch",
        -0.00027992795
      ],
      [
        "and",
        -1.378283e-05
      ],
      [
        "rag",
        -1.5809293e-05
      ],
      [
        "upt",
        -2.7968066e-05
      ],
      [
        "a",
        -3.3809047e-05
      ],
      [
        " Ma",
        -2.577686e-06
      ],
      [
        "ury",
        0.0
      ],
      [
        "a",
        -3.888926e-06
      ]
    ]
  },
  "Legends concerning their origin are many, but the most likely explanation for their existence is that they were an indigenous populace conquered and enslaved by later arrivals to the area. Slaves captured in times of war provided new blood, which kept their genetic pool relatively diverse. No matter how they arrived, they occupied the lowest rung of the social totem pole. FTP, identify the serfs who": {
    "guess": "Serfdom in Russia",
    "confidence": [
      [
        "Ser",
        -0.03165231
      ],
      [
        "f",
        -0.113780275
      ],
      [
        "dom",
        -0.005015767
      ],
      [
        " in",
        -0.6004948
      ],
      [
        " Russia",
        -0.017562574
      ]
    ]
  },
  "This legislation established the Consolidated General Order to oversee a system modeled on John Becher's work at Southwell, and it was protested by Joshua Hobson's Murder Book. Driven by Edwin Chadwick's reading of a sensationalist Mark Peters article and by the violent Swing Riots, this legislation scrapped the failed Speenhamland and pro-human auctioning Roundsman systems. This bill sought to correct the failed modifications proposed by Knatchbull and Gilbert for a 1601 law, and tragically discouraged one action's \"outdoor\" form. The Andover scandal resulted from the ensuing bureaucratic war zones created by legislation, whose \"less illegibility\" provision actually banned tolerable conditions in workhouses. Passed two years after the Great Reform Bill and inspired by the ideas of Bentham, and Malthus, for 10 points, identify this 1834 legislation that ended up starving and killing rather": {
    "guess": "Poor Law Amendment Act 1834",
    "confidence": [
      [
        "Poor",
        -0.67679733
      ],
      [
        " Law",
        -0.008278027
      ],
      [
        " Amendment",
        -0.0023808805
      ],
      [
        " Act",
        -0.0001406082
      ],
      [
        " ",
        -0.22626168
      ],
      [
        "183",
        -0.00036335218
      ],
      [
        "4",
        -2.2842309e-05
      ]
    ]
  },
  "One legend says that she is actually the daughter of Theseus and Helen and was rescued by Castor and Pollux. She was nearly blinded with a torch by her sister due to a misunderstanding as she returned home. Some accounts say that she landed on Zminthe and joined with Chryses to make war on King Thoas after stealing a statue. She was eventually summoned under the pretense of a marriage to Achilles and ended up in charge of sacrificing all strangers who entered Crimea before becoming immortal on the": {
    "guess": "Iphigenia",
    "confidence": [
      [
        "I",
        -0.40446132
      ],
      [
        "ph",
        -0.017311415
      ],
      [
        "igen",
        -0.0003396343
      ],
      [
        "ia",
        -4.7159858e-05
      ]
    ]
  },
  "In one legend, this man founded the city of Ephyra, which was filled with people created from mushrooms, although in another, he was given the city by Medea. This man fathered two sons with Tyro, and then blamed their death on his brother, Salmoneus. After branding the hooves of his cows, this man discovered they were being stolen by Autolycus. Following the death of his nephew Melicertes, this man founded the Isthmian games. This figure's demise started when he told the river god Asopus about Zeus's abduction of Aegina. This man managed to handcuff either Hades or Thanatos, and later told his wife Merope to leave him unburied, allowing him to come back to the world of the living. For 10 points,": {
    "guess": "Sisyphus",
    "confidence": [
      [
        "S",
        -0.0010095884
      ],
      [
        "isy",
        -2.220075e-06
      ],
      [
        "ph",
        -1.147242e-06
      ],
      [
        "us",
        -8.44706e-05
      ]
    ]
  },
  "This legislation established the Consolidated General Order to oversee a system modeled on John Becher's work at Southwell, and it was protested by Joshua Hobson's Murder Book. Driven by Edwin Chadwick's reading of a sensationalist Mark Peters article and by the violent Swing Riots, this legislation scrapped the failed Speenhamland and pro-human auctioning Roundsman systems. This bill sought to correct the failed modifications proposed by Knatchbull and Gilbert for a 1601 law, and tragically discouraged one action's \"outdoor\" form. The Andover scandal resulted from the ensuing bureaucratic war zones created by legislation, whose \"less illegibility\" provision actually banned tolerable conditions": {
    "guess": "New Poor Law",
    "confidence": [
      [
        "New",
        -0.296889
      ],
      [
        " Poor",
        -0.0014701071
      ],
      [
        " Law",
        -0.0008946668
      ]
    ]
  },
  "One legend tells that the first king of the kingdom that grew into this empire was a Yemeni stranger who defeated a monstrous fish and founded the Dia dynasty.  Court officials in this empire included the hugu-korei-koi and the wanadu, and one important military position was the hi-koi, or \"commander": {
    "guess": "Kingdom of Sine",
    "confidence": [
      [
        "King",
        -0.83057755
      ],
      [
        "dom",
        -4.3583746e-05
      ],
      [
        " of",
        -0.00020497083
      ],
      [
        " S",
        -1.0289118
      ],
      [
        "ine",
        -0.0022540991
      ]
    ]
  },
  "Some legends about this man state that he was the grandson of Helias, knight of the Swan, a Lohengrin-like figure, and he may have first gained fame by killing the anti-king Rodolphe at the battle of Moelsen.": {
    "guess": "Lohengrin",
    "confidence": [
      [
        "L",
        -0.27122888
      ],
      [
        "oh",
        -0.00080700987
      ],
      [
        "eng",
        -1.92662e-05
      ],
      [
        "rin",
        -1.2590794e-05
      ]
    ]
  },
  "In one legend, this man founded the city of Ephyra, which was filled with people created from mushrooms, although in another, he was given the city by Medea. This man fathered two sons with Tyro, and then blamed their death on his brother, Salmoneus. After branding the hooves of his cows, this man discovered they were being stolen by Autolycus. Following the death of his nephew Melicertes, this man founded the Isthmian games. This figure's demise started when he told the river god Asopus about Zeus's abduction of Aegina. This man managed to handcuff either Hades or Thanatos, and later told his wife Merope to leave him unburied, allowing him to come back to the world of the living. For 10 points, name this figure from Greek myth who was punished to eternally roll a boulder up a hill.": {
    "guess": "Sisyphus",
    "confidence": [
      [
        "S",
        -0.00052717654
      ],
      [
        "isy",
        -1.1994775e-05
      ],
      [
        "ph",
        -5.5122365e-07
      ],
      [
        "us",
        -5.5265704e-05
      ]
    ]
  },
  "This legislation established the Consolidated General Order to oversee a system modeled on John Becher's work at Southwell, and it was protested by Joshua Hobson's Murder Book. Driven by Edwin Chadwick's reading of a sensationalist Mark Peters article and by the violent Swing Riots, this legislation scrapped the failed Speenhamland and pro-human auctioning Roundsman systems. This bill sought to correct the failed modifications proposed by Knatchbull and Gilbert for a 1601 law, and tragically discouraged one action's \"outdoor\" form. The Andover scandal resulted from the ensuing bureaucratic war zones created by legislation, whose \"less illegibility\" provision actually banned tolerable conditions in workhouses. Passed two years after the Great Reform Bill and inspired by the ideas of Bentham,": {
    "guess": "New Poor Law",
    "confidence": [
      [
        "New",
        -0.55114615
      ],
      [
        " Poor",
        -0.00304462
      ],
      [
        " Law",
        -0.0011187844
      ]
    ]
  },
  "The Legendre transform of internal energy to yield Helmholtz free energy involves the product of entropy": {
    "guess": "Internal Energy",
    "confidence": [
      [
        "Internal",
        -0.58335435
      ],
      [
        " Energy",
        -0.1137675
      ]
    ]
  },
  "The Legendre transform of internal energy to yield Helmholtz free energy involves the product of entropy and this quantity. Heat capacity, according to the Debye model, is proportional to the cube of this quantity, and the average kinetic energy of an ideal gas is three-halves times Boltzmann's constant times this quantity. If it has a high value when changes in enthalpy and entropy are both positive, this quantity drives the spontaneity of a reaction. That is because change in Gibbs' free energy is equal to change in enthalpy minus this times change in entropy. For 10 points, name this quantity measured in Kelvins.": {
    "guess": "Temperature",
    "confidence": [
      [
        "Temperature",
        -0.028990783
      ]
    ]
  },
  "The Legendre transform of internal energy to yield Helmholtz free energy involves the product of entropy and this quantity. Heat capacity, according to the Debye model, is proportional to the cube of this quantity, and the average kinetic energy of an ideal gas is three-halves times Boltzmann's constant": {
    "guess": "Temperature",
    "confidence": [
      [
        "Temperature",
        -0.01361625
      ]
    ]
  },
  "One legend about this man says that he didn't understand the use of spiders, mosquitoes, or insanity until all three helped save his life; in particular, he was forced to feign madness before Achish, king": {
    "guess": "David",
    "confidence": [
      [
        "David",
        -0.5487387
      ]
    ]
  },
  "In one legend, it was he who made Vulcan's underground palace and the walls around Sicily and was able": {
    "guess": "Daedalus",
    "confidence": [
      [
        "Da",
        -0.9796713
      ],
      [
        "ed",
        -1.1398757e-05
      ],
      [
        "alus",
        -8.697388e-05
      ]
    ]
  },
  "One legend about this man says that he didn't understand the use of spiders, mosquitoes, or insanity until all three helped save his life; in particular, he was forced to feign madness before Achish, king of Gath. A feud among this man's sons began after his daughter Tamar was raped by her half-brother Amnon, and he survived the rebellion of his long-haired son Absalom. This man had Uriah killed in": {
    "guess": "David",
    "confidence": [
      [
        "David",
        -0.06444117
      ]
    ]
  },
  "In one legend, this being's life is saved due to a bid for immortality by Gajasura, and the date of his salvation is commemorated by the festival Chaturthi. His devouring of the city of Alakapuri results in the humbling of Kubera, and according to the Linga Purana, he may have been created to destroy the pride of the Asura tribe. As a scribe, Vyas Dev dictates the Mahabharata to him, and he wins his wives Buddhi and Siddhi by learning scriptures while tricking his brother Skanda into racing around the world. For 10 points, name this son of Shiva and Parvati, the remover of obstacles of Hindu myth who has the head of an elephant.": {
    "guess": "Ganesha",
    "confidence": [
      [
        "G",
        -0.0012867828
      ],
      [
        "anes",
        -0.0005343251
      ],
      [
        "ha",
        -2.677603e-05
      ]
    ]
  },
  "A legend about this leader states that he established his intelligence when he melted a lion made of": {
    "guess": "Alexander the Great",
    "confidence": [
      [
        "Alexander",
        -1.8607787
      ],
      [
        " the",
        -0.0018320152
      ],
      [
        " Great",
        -0.00012880703
      ]
    ]
  },
  "In one legend, this deity told Lombard women to appear at dawn with their hair drawn over their faces, and another form of this deity is a seer named Saga. This deity was served by Hlin, who was responsible for protecting certain men from harm, and Syn, who guarded the palace door. Orion's belt was known as this figure's \"distaff,\" and servants of this deity include the rider of Hofvarpnir, Gna, and one who carries this deity's shoes and ash box named Fulla. This deity has the gift of prophecy, yet never reveals what she knows, and this figure's home means \"marsh halls,\" and is the place where this figure spins clouds on a loom. This figure is one of two who are allowed to sit atop the Hlidskhalf, and while her husband was away this deity had affairs with his brothers Vili and Ve. Ruling from": {
    "guess": "Frigg",
    "confidence": [
      [
        "F",
        -0.012670095
      ],
      [
        "rig",
        -3.4121115e-06
      ],
      [
        "g",
        -2.677603e-05
      ]
    ]
  },
  "One legend says that she is actually the daughter of Theseus and Helen and was rescued by Castor and Pollux. She was nearly blinded with a torch by her sister due to a misunderstanding as she returned home. Some accounts say that she landed on Zminthe and joined with Chryses to make war on King Thoas after stealing a statue. She was eventually summoned under the pretense of a marriage to Achilles and": {
    "guess": "Iphigenia",
    "confidence": [
      [
        "I",
        -0.38578385
      ],
      [
        "ph",
        -0.013005044
      ],
      [
        "igen",
        -0.00058174616
      ],
      [
        "ia",
        -3.6669935e-05
      ]
    ]
  },
  "A legend about this leader states that he established his intelligence when he melted a lion made of wax. He gained much of his territory in a peace negotiated by Megasthenes [meh-GAAS-thuh-neez] with": {
    "guess": "Chandragupta Maurya",
    "confidence": [
      [
        "Ch",
        -0.2589658
      ],
      [
        "and",
        -0.0028811917
      ],
      [
        "rag",
        -2.9352968e-06
      ],
      [
        "upt",
        -9.579495e-05
      ],
      [
        "a",
        -9.114601e-05
      ],
      [
        " Ma",
        -0.0011196189
      ],
      [
        "ury",
        -4.3202e-07
      ],
      [
        "a",
        -1.831257e-05
      ]
    ]
  },
  "The Legendre transform of internal energy to yield Helmholtz free energy involves the product of entropy and this quantity. Heat capacity, according to the Debye model, is proportional to the cube of this quantity, and the average kinetic energy of an ideal gas is three-halves times Boltzmann's constant times this quantity. If it has a high value when changes in enthalpy and entropy are both positive, this quantity drives the spontaneity of a reaction. That is because change in Gibbs' free energy is equal to change in enthalpy minus this times change in entropy. For 10 points, name this quantity": {
    "guess": "Temperature",
    "confidence": [
      [
        "Temperature",
        -0.014332612
      ]
    ]
  },
  "This legislation established the Consolidated General Order to oversee a system modeled on John Becher's work at Southwell, and it was protested by Joshua Hobson's Murder Book. Driven by Edwin Chadwick's reading of a sensationalist Mark Peters article and by the violent Swing Riots, this legislation scrapped the failed Speenhamland and pro-human auctioning Roundsman systems. This bill sought to correct the failed modifications proposed by Knatchbull and Gilbert for a 1601 law, and tragically discouraged one action's \"outdoor\" form. The Andover scandal resulted from the ensuing bureaucratic war zones created by legislation, whose \"less illegibility\" provision actually banned tolerable conditions in workhouses. Passed two years after the Great Reform Bill and inspired by the ideas of Bentham, and Malthus, for 10 points, identify this 1834 legislation that ended up starving and killing rather than aiding many of its namesake impoverished Britons.": {
    "guess": "Poor Law Amendment Act 1834",
    "confidence": [
      [
        "Poor",
        -0.5916275
      ],
      [
        " Law",
        -0.0037156418
      ],
      [
        " Amendment",
        -0.0008540624
      ],
      [
        " Act",
        -6.515961e-05
      ],
      [
        " ",
        -0.27805415
      ],
      [
        "183",
        -0.00010258956
      ],
      [
        "4",
        -8.061054e-06
      ]
    ]
  },
  "In one legend, this knight saves a lion by killing a serpent it is fighting. He stabs himself in the thigh for penance after the image of the red cross on his sword barely prevents him from losing his virginity to a temptress. In another story, his sister Dindrane gives him the Sword of the Strange Belt and gives her life to save a leper. This character eventually marries Blanchefleur, and embarrasses himself with his ignorance after being raised in seclusion by his mother. This character is mentored by Sir Gornemont, who warns him against impolitely asking questions. That injunction backfires when this knight fails to heal the wounded Fisher King by not asking about a mysterious procession at Corbenic Castle. In another legend this knight joins Galahad and Bors as the only knights who see the grail. For 10 points, name this knight whose story was told in a Wolfram von Eschenbach epic and": {
    "guess": "Parsifal",
    "confidence": [
      [
        "P",
        -0.85503274
      ],
      [
        "ars",
        -0.6312796
      ],
      [
        "if",
        -0.005029052
      ],
      [
        "al",
        -3.3093824e-05
      ]
    ]
  },
  "In one legend, this man founded the city of Ephyra, which was filled with people created from mushrooms, although in another, he was given the city by Medea. This man fathered two sons with Tyro, and then": {
    "guess": "Sisyphus",
    "confidence": [
      [
        "S",
        -0.098156966
      ],
      [
        "isy",
        -0.5710851
      ],
      [
        "ph",
        -0.00043066923
      ],
      [
        "us",
        -0.00011331789
      ]
    ]
  },
  "Legends concerning their origin are many, but the most likely explanation for their existence is that they were an indigenous populace conquered and enslaved by later arrivals to the area. Slaves captured": {
    "guess": "Australian frontier wars",
    "confidence": [
      [
        "Australian",
        -1.0302749
      ],
      [
        " frontier",
        -0.535702
      ],
      [
        " wars",
        -0.0004066011
      ]
    ]
  },
  "Legends concerning their origin are many, but the most likely explanation for their existence is that they were an indigenous populace conquered and enslaved by later arrivals to the area. Slaves captured in times of war provided new blood, which kept their genetic pool relatively diverse. No matter": {
    "guess": "Slavery in Australia",
    "confidence": [
      [
        "Sl",
        -0.4778063
      ],
      [
        "avery",
        -3.2140193e-05
      ],
      [
        " in",
        -0.029082837
      ],
      [
        " Australia",
        -0.9727069
      ]
    ]
  },
  "Some legends about this man state that he was the grandson of Helias, knight of the Swan, a Lohengrin-like figure, and he may have first gained fame by killing the anti-king Rodolphe at the battle of Moelsen. Despite being deprived of the lands of his uncle, the Hunchback, by Henry IV, he fought for that emperor against Gregory VII. In his most famous actions, he won the battle of Ascalon, but relinquished": {
    "guess": "Godfrey of Bouillon",
    "confidence": [
      [
        "God",
        -1.0710763
      ],
      [
        "frey",
        -0.00013786652
      ],
      [
        " of",
        -0.019008128
      ],
      [
        " Bou",
        -0.00033105531
      ],
      [
        "illon",
        -0.0014211877
      ]
    ]
  },
  "Legend has it that Arthur Miller turned down the chance to write the screenplay because of lingering doubts about the director and his relation to the Hollywood blacklist. The movie deals with the pressure to name names before the authorities, and some critics felt that the director had used it to justify his own collaboration with the House Un-American Activities Committee. For 10 points, name the 1954 Elia Kazan movie that starred Marlon Brando, whose character responds to charges of ratting by": {
    "guess": "On the Waterfront",
    "confidence": [
      [
        "On",
        -0.002532618
      ],
      [
        " the",
        -0.0010212593
      ],
      [
        " Water",
        -4.2510914e-05
      ],
      [
        "front",
        -3.0471343e-05
      ]
    ]
  },
  "The legendary emperor Fu Hsi is said to have discovered the pa kua that help unlock it, while Wen Wang is generally credited for having formed the correct interpretation of it. Solid lines in it represent yang, while broken ones represent yin. It is unique in that it contains 64 symbolic hexagrams that, if properly understood and interpreted, contain profound meanings applicable to daily life. Han dynasty followers of this book justified their use of it by attributing certain of its commentaries": {
    "guess": "I Ching",
    "confidence": [
      [
        "I",
        -0.0007512593
      ],
      [
        " Ch",
        -0.00010568886
      ],
      [
        "ing",
        -2.4584822e-06
      ]
    ]
  },
  "In one legend, this being's life is saved due to a bid for immortality by Gajasura, and the date of his salvation is commemorated by the festival Chaturthi. His devouring of the city of Alakapuri results in the humbling of Kubera, and according to the Linga Purana, he may have been created to destroy the pride of the Asura tribe. As a scribe, Vyas Dev dictates the Mahabharata to him, and he wins his": {
    "guess": "Ganesha",
    "confidence": [
      [
        "G",
        -0.002384807
      ],
      [
        "anes",
        -0.020128032
      ],
      [
        "ha",
        -0.00037919526
      ]
    ]
  },
  "The legendary emperor Fu Hsi is said to have discovered the pa kua that help unlock it, while Wen Wang is generally credited for having formed the correct interpretation of it. Solid lines in it represent yang, while broken ones represent yin. It is unique in that it contains 64 symbolic hexagrams that, if properly understood and interpreted, contain profound meanings applicable to daily life. Han dynasty followers of this book justified their use of it by attributing certain of its commentaries to Confucius, despite contrary evidence. FTP, name this text, one of the Five Classics of Confucianism,": {
    "guess": "I Ching",
    "confidence": [
      [
        "I",
        -0.0020362993
      ],
      [
        " Ch",
        -1.9862217e-05
      ],
      [
        "ing",
        -6.749814e-06
      ]
    ]
  },
  "In one legend, this knight saves a lion by killing a serpent it is fighting. He stabs himself in the thigh for penance after the image of the red cross on his sword barely prevents him from losing his virginity to a temptress. In another story, his sister Dindrane gives him the Sword of the Strange Belt and gives her life to save a leper. This character eventually marries Blanchefleur, and embarrasses himself with his ignorance after being raised in seclusion by his mother. This character is mentored by Sir Gornemont, who warns him against impolitely asking questions. That injunction backfires when this knight fails to heal the wounded Fisher King by not asking about a mysterious procession at": {
    "guess": "Perceval, the Story of the Grail",
    "confidence": [
      [
        "Per",
        -1.296114
      ],
      [
        "ce",
        -0.00043722545
      ],
      [
        "val",
        -3.1281633e-07
      ],
      [
        ",",
        -0.056237184
      ],
      [
        " the",
        -0.0016462646
      ],
      [
        " Story",
        -0.0038563705
      ],
      [
        " of",
        -1.6286107e-05
      ],
      [
        " the",
        -7.8987236e-05
      ],
      [
        " Gr",
        -0.0010088731
      ],
      [
        "ail",
        -4.604148e-06
      ]
    ]
  },
  "One legend about this man says that he didn't understand the use of spiders, mosquitoes, or insanity until all three helped save his life; in particular, he was forced to feign madness before Achish, king of Gath. A feud among this man's sons began after his daughter Tamar was raped by her half-brother Amnon, and he survived the rebellion of his long-haired son Absalom. This man had Uriah killed in battle after committing adultery with Bathsheba. This man's closest friend was Jonathan, the son of his predecessor Saul. For 10 points, name this King of Israel who, as a youth, used a stone to defeat": {
    "guess": "David",
    "confidence": [
      [
        "David",
        -0.015355252
      ]
    ]
  },
  "The legendary emperor Fu Hsi is said to have discovered the pa kua that help unlock it, while Wen Wang is generally credited for having formed the correct interpretation of it. Solid lines in it represent yang, while broken ones represent yin. It is unique in that it contains 64 symbolic hexagrams that, if properly understood and interpreted, contain profound meanings applicable to daily life. Han": {
    "guess": "I Ching",
    "confidence": [
      [
        "I",
        -0.0017555029
      ],
      [
        " Ch",
        -0.00018256421
      ],
      [
        "ing",
        -5.6769813e-06
      ]
    ]
  },
  "A legendary buried witch causes the death of sheep in this book shortly after the protagonist is hit on by his own daughter. That man's first wife is pregnant by his old boss at their marriage, and he": {
    "guess": "Beloved",
    "confidence": [
      [
        "Bel",
        -0.84368545
      ],
      [
        "oved",
        -0.0003831253
      ]
    ]
  },
  "In one legend, this knight saves a lion by killing a serpent it is fighting. He stabs himself in the thigh for penance after the image of the red cross on his sword barely prevents him from losing his virginity to a temptress. In another story, his sister Dindrane gives him the Sword of the Strange Belt and gives her life to save a leper. This character eventually marries Blanchefleur, and embarrasses himself with his ignorance after being raised in seclusion by his mother. This character is mentored by Sir Gornemont, who warns him against impolitely asking questions. That injunction backfires when this knight fails to heal the wounded Fisher King by not asking about a mysterious procession at Corbenic Castle. In another legend this knight joins Galahad and Bors as the only knights who see": {
    "guess": "Perceval",
    "confidence": [
      [
        "Per",
        -0.46268544
      ],
      [
        "ce",
        -0.0016304324
      ],
      [
        "val",
        -8.657073e-06
      ]
    ]
  },
  "Some legends about this man state that he was the grandson of Helias, knight of the Swan, a Lohengrin-like figure, and he may have first gained fame by killing the anti-king Rodolphe at the battle of Moelsen. Despite being deprived of the lands of his uncle, the Hunchback, by Henry IV, he fought for that emperor against Gregory VII. In his most famous actions, he won the battle of Ascalon, but relinquished most of his power to the patriarch, Daimbert. FTP, name this brother of Eustace III and of Baldwin, a duke of lower Lorraine who helped lead the first Crusade and who was, although given the title of \"Advocate of the Holy Sepulchre\" and not \"king\", is considered the first ruler of the Kingdom": {
    "guess": "Godfrey of Bouillon",
    "confidence": [
      [
        "God",
        -0.14334624
      ],
      [
        "frey",
        -0.003934137
      ],
      [
        " of",
        -0.0064368267
      ],
      [
        " Bou",
        -0.00046439286
      ],
      [
        "illon",
        -0.0018167901
      ]
    ]
  },
  "Some legends about this man state that he was the grandson of Helias, knight of the Swan, a Lohengrin-like figure, and he may have first gained fame by killing the anti-king Rodolphe at the battle of Moelsen. Despite being deprived of the lands of his uncle, the Hunchback, by Henry IV, he fought for that emperor against Gregory VII. In his most famous actions, he won the battle of Ascalon, but relinquished most of his power to the patriarch, Daimbert. FTP, name this brother of Eustace III and of Baldwin, a duke of lower Lorraine who helped lead the first Crusade and who was, although given the title of \"Advocate of the Holy Sepulchre\" and not \"king\", is considered the first ruler of the Kingdom of Jerusalem": {
    "guess": "Baldwin I of Jerusalem",
    "confidence": [
      [
        "B",
        -0.48881364
      ],
      [
        "ald",
        -0.00012142374
      ],
      [
        "win",
        -1.0802739e-05
      ],
      [
        " I",
        -0.06010907
      ],
      [
        " of",
        -0.0037388024
      ],
      [
        " Jerusalem",
        -5.080963e-06
      ]
    ]
  },
  "In one legend, this deity told Lombard women to appear at dawn with their hair drawn over their faces, and another form of this deity is a seer named Saga. This deity was served by Hlin, who was responsible for protecting certain men from harm, and Syn, who guarded the palace door. Orion's belt was known as this figure's \"distaff,\" and servants of this deity include the rider of Hofvarpnir, Gna, and one who carries this deity's shoes and ash box named Fulla. This deity has the gift of prophecy, yet": {
    "guess": "Frigg",
    "confidence": [
      [
        "F",
        -0.027646335
      ],
      [
        "rig",
        -4.0961266e-05
      ],
      [
        "g",
        -7.767599e-05
      ]
    ]
  },
  "In one legend, this man founded the city of Ephyra, which was filled with people created from mushrooms, although in another, he was given the city by Medea. This man fathered two sons with Tyro, and then blamed their death on his brother, Salmoneus. After branding the hooves of his cows, this man discovered they were being stolen by Autolycus. Following the death of his nephew Melicertes, this man founded the Isthmian games. This figure's demise started when he told the river god Asopus about Zeus's": {
    "guess": "Sisyphus",
    "confidence": [
      [
        "S",
        -0.00056446897
      ],
      [
        "isy",
        -5.080963e-06
      ],
      [
        "ph",
        -3.1281633e-07
      ],
      [
        "us",
        -1.1756368e-05
      ]
    ]
  },
  "In one legend, this deity told Lombard women to appear at dawn with their hair drawn over their faces, and another form of this deity is a seer named Saga. This deity was served by Hlin, who was responsible for protecting certain men from harm, and Syn, who guarded the palace door. Orion's belt was known": {
    "guess": "Frigg",
    "confidence": [
      [
        "F",
        -0.026513347
      ],
      [
        "rig",
        -0.012513184
      ],
      [
        "g",
        -0.00012582695
      ]
    ]
  },
  "One legend tells that the first king of the kingdom that grew into this empire was a Yemeni stranger who defeated a monstrous fish and founded the Dia dynasty.  Court officials in this empire included the hugu-korei-koi and the wanadu, and one important military position was the hi-koi, or \"commander of canoes\".  The empire reached its greatest territorial extent under Askia Dauoud.  A coup against Sunni Baru brought to power its greatest leader, Askia Muhammad.  FTP, name this African empire established": {
    "guess": "Songhai Empire",
    "confidence": [
      [
        "Song",
        -0.033863064
      ],
      [
        "hai",
        -7.5530326e-05
      ],
      [
        " Empire",
        -1.92662e-05
      ]
    ]
  },
  "One legend says that she threw herself into the Hellespont rather than face slavery. Another legend says": {
    "guess": "Herostratus",
    "confidence": [
      [
        "Hero",
        -0.114341736
      ],
      [
        "str",
        -0.64032954
      ],
      [
        "atus",
        -0.08148097
      ]
    ]
  },
  "In one legend, this knight saves a lion by killing a serpent it is fighting. He stabs himself in the thigh for penance after the image of the red cross on his sword barely prevents him from losing his virginity to a temptress. In another story, his sister Dindrane gives him the Sword of the Strange Belt and gives her life to save a leper. This character eventually marries Blanchefleur, and embarrasses himself with his ignorance after being raised in seclusion by his mother. This character is mentored by Sir Gornemont, who warns him against impolitely asking questions. That injunction backfires when this knight fails to heal the wounded Fisher King by not asking about a mysterious procession at Corbenic Castle. In another legend this knight joins Galahad and Bors as the only knights who see the grail. For 10 points, name this knight whose story was told in a Wolfram von Eschenbach epic and a Wagner opera.": {
    "guess": "Parzival",
    "confidence": [
      [
        "Par",
        -0.2249338
      ],
      [
        "z",
        -0.00023619852
      ],
      [
        "ival",
        -0.00019054719
      ]
    ]
  },
  "A legendary buried witch causes the death of sheep in this book shortly after the protagonist is hit": {
    "guess": "Independent People",
    "confidence": [
      [
        "Independent",
        -0.5103698
      ],
      [
        " People",
        -0.00010902656
      ]
    ]
  },
  "In one legend, this deity told Lombard women to appear at dawn with their hair drawn over their faces, and another form of this deity is a seer named Saga. This deity was served by Hlin, who was responsible for protecting certain men from harm, and Syn, who guarded the palace door. Orion's belt was known as this figure's \"distaff,\" and servants of this deity include the rider of Hofvarpnir, Gna, and one who carries this deity's shoes and ash box named Fulla. This deity has the gift of prophecy, yet never reveals what she knows, and this figure's home means \"marsh halls,\" and is the place where": {
    "guess": "Frigg",
    "confidence": [
      [
        "F",
        -0.011662475
      ],
      [
        "rig",
        -9.5914154e-05
      ],
      [
        "g",
        -7.0285365e-05
      ]
    ]
  },
  "Legend has it that Arthur Miller turned down the chance to write the screenplay because of lingering": {
    "guess": "The Crucible",
    "confidence": [
      [
        "The",
        -0.18329163
      ],
      [
        " Cruc",
        -0.31158388
      ],
      [
        "ible",
        -3.5597102e-05
      ]
    ]
  },
  "In one legend, this deity told Lombard women to appear at dawn with their hair drawn over their faces, and another form of this deity is a seer named Saga. This deity was served by Hlin, who was responsible for protecting certain men from harm, and Syn, who guarded the palace door. Orion's belt was known as this figure's \"distaff,\" and servants of this deity include the rider of Hofvarpnir, Gna, and one who carries this deity's shoes and ash box named Fulla. This deity has the gift of prophecy, yet never reveals what she knows, and this figure's home means \"marsh halls,\" and is the place where this figure spins clouds on a loom. This figure is one of two who are allowed to sit atop the Hlidskhalf, and while her husband was away this deity had affairs with his brothers Vili and Ve. Ruling from the hall Fensalir, for 10 points, name this Norse goddess who was distraught over the death of her": {
    "guess": "Frigg",
    "confidence": [
      [
        "F",
        -0.00898172
      ],
      [
        "rig",
        -0.000106284875
      ],
      [
        "g",
        -6.4325184e-05
      ]
    ]
  },
  "This legislation established the Consolidated General Order to oversee a system modeled on John Becher's work at Southwell, and it was protested by Joshua Hobson's Murder Book. Driven by Edwin Chadwick's reading of a sensationalist Mark Peters article and by the violent Swing Riots, this legislation scrapped the failed Speenhamland and pro-human auctioning Roundsman systems. This bill sought to correct": {
    "guess": "New Poor Law",
    "confidence": [
      [
        "New",
        -0.7021905
      ],
      [
        " Poor",
        -0.0010606755
      ],
      [
        " Law",
        -0.0012663018
      ]
    ]
  },
  "The Legendre transform of internal energy to yield Helmholtz free energy involves the product of entropy and this quantity. Heat capacity, according to the Debye model, is proportional to the cube of this quantity, and the average kinetic energy of an ideal gas is three-halves times Boltzmann's constant times this quantity. If it has a high value when changes in enthalpy and entropy are both positive,": {
    "guess": "Temperature",
    "confidence": [
      [
        "Temperature",
        -0.34554914
      ]
    ]
  },
  "A legendary buried witch causes the death of sheep in this book shortly after the protagonist is hit on by his own daughter. That man's first wife is pregnant by his old boss at their marriage, and he marries (*) Finna after Rosa dies in childbirth. Formerly was employed by Bailiff Jon, the main character purchases a farm he names Summerhouses. For 10 points— Bjartur goes into business for himself": {
    "guess": "Independent People",
    "confidence": [
      [
        "Independent",
        -0.14769563
      ],
      [
        " People",
        -0.00017147827
      ]
    ]
  },
  "One legend tells that the first king of the kingdom that grew into this empire was a Yemeni stranger who defeated a monstrous fish and founded the Dia dynasty.  Court officials in this empire included the hugu-korei-koi and the wanadu, and one important military position was the hi-koi, or \"commander of canoes\".  The empire reached its greatest territorial extent under Askia Dauoud.  A coup against Sunni Baru brought to power its greatest leader, Askia Muhammad.  FTP, name this African empire established by Sonni Ali from the Kingdom of Gao, containing great centers of learning such as Djenne,": {
    "guess": "Songhai Empire",
    "confidence": [
      [
        "Song",
        -0.012915373
      ],
      [
        "hai",
        -0.00060497987
      ],
      [
        " Empire",
        -0.000113079484
      ]
    ]
  },
  "In one legend, this knight saves a lion by killing a serpent it is fighting. He stabs himself in the thigh for penance after the image of the red cross on his sword barely prevents him from losing his": {
    "guess": "Saint George",
    "confidence": [
      [
        "Saint",
        -0.6307783
      ],
      [
        " George",
        -0.0035625347
      ]
    ]
  },
  "One legend from this novel tells the story of why tortoises do not have soft shells, and one character   in this work is assaulted by her husband for having her hair braided. Another character in this work  frequently remarks that he wishes his daughter Ezinma would have been born a boy. The gun of   the protagonist of this work explodes at a funeral, killing a son of the man being buried, so the  protagonist is exiled for seven years. The town in this novel, which is visited by Christian missionaries,": {
    "guess": "Things Fall Apart",
    "confidence": [
      [
        "Things",
        -0.001407494
      ],
      [
        " Fall",
        -0.0002352449
      ],
      [
        " Apart",
        -5.3193703e-06
      ]
    ]
  },
  "Legend has it that residents of this Nottinghamshire town once kept King John from visiting by pretending to be complete idiots. And soon after they tried to drown an eel and tried to trap a cuckoo by joining hands in a circle, the town became widely known for its intelligent stupidity. FTP, identify this place name that was used by Washington Irving to describe New York City and that is also the hometown of Bruce Wayne.": {
    "guess": "Sleepy Hollow (village, New York)",
    "confidence": [
      [
        "Sleep",
        -0.57917804
      ],
      [
        "y",
        -0.00038169484
      ],
      [
        " Hollow",
        -0.0011287829
      ],
      [
        " (",
        -0.5658163
      ],
      [
        "v",
        -1.0328591
      ],
      [
        "illage",
        -8.43514e-05
      ],
      [
        ",",
        -1.0192674
      ],
      [
        " New",
        -0.0072953203
      ],
      [
        " York",
        -0.0001440651
      ],
      [
        ")",
        -0.0010733
      ]
    ]
  },
  "In one legend, this knight saves a lion by killing a serpent it is fighting. He stabs himself in the thigh for penance after the image of the red cross on his sword barely prevents him from losing his virginity to a temptress. In another story, his sister Dindrane gives him the Sword of the Strange Belt and gives her life to save a leper. This character eventually marries Blanchefleur, and embarrasses himself with his ignorance after being raised in seclusion by his mother. This character is mentored": {
    "guess": "Perceval",
    "confidence": [
      [
        "Per",
        -1.356474
      ],
      [
        "ce",
        -0.00012880703
      ],
      [
        "val",
        -3.1281633e-07
      ]
    ]
  },
  "Legend has it that residents of this Nottinghamshire town once kept King John from visiting by pretending": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -1.237741
      ]
    ]
  },
  "One legend tells that the first king of the kingdom that grew into this empire was a Yemeni stranger who defeated a monstrous fish and founded the Dia dynasty.  Court officials in this empire included the hugu-korei-koi and the wanadu, and one important military position was the hi-koi, or \"commander of canoes\".  The empire reached its greatest territorial extent under Askia Dauoud.  A coup against": {
    "guess": "Songhai Empire",
    "confidence": [
      [
        "Song",
        -0.26167405
      ],
      [
        "hai",
        -0.0338739
      ],
      [
        " Empire",
        -0.0001755312
      ]
    ]
  },
  "One legend from this novel tells the story of why tortoises do not have soft shells, and one character   in this work is assaulted by her husband for having her hair braided. Another character in this work  frequently remarks that he wishes his daughter Ezinma would have been born a boy. The gun of   the protagonist of this work explodes at a funeral, killing a son of the man being buried, so the": {
    "guess": "Things Fall Apart",
    "confidence": [
      [
        "Things",
        -0.001411424
      ],
      [
        " Fall",
        -0.00025061116
      ],
      [
        " Apart",
        -1.8431772e-05
      ]
    ]
  },
  "One legend says that she is actually the daughter of Theseus and Helen and was rescued by Castor and Pollux. She was nearly blinded with a torch by her sister due to a misunderstanding as she returned home. Some accounts say that she landed on Zminthe and joined with Chryses to make war on King Thoas after stealing a statue. She was eventually summoned under the pretense of a marriage to Achilles and ended up in charge of sacrificing all strangers who entered Crimea before becoming immortal on the White Isle. Usually considered the sister of Elektra, she was spirited away to Tauris after Artemis": {
    "guess": "Iphigenia",
    "confidence": [
      [
        "I",
        -0.0304458
      ],
      [
        "ph",
        -0.0007688905
      ],
      [
        "igen",
        -0.017176913
      ],
      [
        "ia",
        -0.00015550498
      ]
    ]
  },
  "One legend says that she threw herself into the Hellespont rather than face slavery. Another legend says that she was transformed into a dog, while a third says that she was executed by the Greeks for murdering the King of the Chersonese. A minor character in the Iliad, she is the subject of a Euripides tragedy which tells of her revenge against Polymestor for the death of her son Polydorus. FTP, name": {
    "guess": "Hecuba",
    "confidence": [
      [
        "H",
        -0.0023419927
      ],
      [
        "ec",
        -9.610702e-06
      ],
      [
        "uba",
        -0.0010528154
      ]
    ]
  },
  "In one legend, this knight saves a lion by killing a serpent it is fighting. He stabs himself in the thigh for penance after the image of the red cross on his sword barely prevents him from losing his virginity to a temptress. In another story, his sister Dindrane gives him the Sword of the Strange Belt and gives her life to save a leper. This character eventually marries Blanchefleur, and embarrasses himself with his ignorance after being raised in seclusion by his mother. This character is mentored by Sir Gornemont, who warns him against impolitely asking questions. That injunction backfires": {
    "guess": "Gawain",
    "confidence": [
      [
        "G",
        -1.0459898
      ],
      [
        "aw",
        -0.5134064
      ],
      [
        "ain",
        -7.600714e-05
      ]
    ]
  },
  "One legend from this novel tells the story of why tortoises do not have soft shells, and one character": {
    "guess": "Things Fall Apart",
    "confidence": [
      [
        "Things",
        -0.005750556
      ],
      [
        " Fall",
        -0.00045116857
      ],
      [
        " Apart",
        -2.8444882e-05
      ]
    ]
  },
  "The Legendre transform of internal energy to yield Helmholtz free energy involves the product of entropy and this quantity. Heat capacity, according to the Debye model, is proportional to the cube of this quantity, and the average kinetic energy of an ideal gas is three-halves times Boltzmann's constant times this quantity. If it has a high value when changes in enthalpy and entropy are both positive, this quantity drives the spontaneity of a reaction. That is because change in Gibbs' free energy": {
    "guess": "Volume",
    "confidence": [
      [
        "Volume",
        -0.93420625
      ]
    ]
  },
  "This legislation established the Consolidated General Order to oversee a system modeled on John Becher's": {
    "guess": "Penal Servitude Act 1857",
    "confidence": [
      [
        "Pen",
        -1.13063
      ],
      [
        "al",
        -0.11007935
      ],
      [
        " Serv",
        -0.4584596
      ],
      [
        "itude",
        -0.00021688752
      ],
      [
        " Act",
        -0.011179037
      ],
      [
        " ",
        -0.016307315
      ],
      [
        "185",
        -0.021236187
      ],
      [
        "7",
        -0.053794775
      ]
    ]
  },
  "In one legend, this man founded the city of Ephyra, which was filled with people created from mushrooms, although in another, he was given the city by Medea. This man fathered two sons with Tyro, and then blamed their death on his brother, Salmoneus. After branding the hooves of his cows, this man discovered": {
    "guess": "Sisyphus",
    "confidence": [
      [
        "S",
        -0.016114838
      ],
      [
        "isy",
        -0.0034363733
      ],
      [
        "ph",
        -1.92662e-05
      ],
      [
        "us",
        -4.7755875e-05
      ]
    ]
  },
  "One legend about this man says that he didn't understand the use of spiders, mosquitoes, or insanity until all three helped save his life; in particular, he was forced to feign madness before Achish, king of Gath. A feud among this man's sons began after his daughter Tamar was raped by her half-brother": {
    "guess": "David",
    "confidence": [
      [
        "David",
        -0.7683468
      ]
    ]
  },
  "In one legend, this man founded the city of Ephyra, which was filled with people created from mushrooms,": {
    "guess": "Sisyphus",
    "confidence": [
      [
        "S",
        -0.08080849
      ],
      [
        "isy",
        -0.010738753
      ],
      [
        "ph",
        -7.58424e-06
      ],
      [
        "us",
        -3.0471343e-05
      ]
    ]
  },
  "Legend has it that Arthur Miller turned down the chance to write the screenplay because of lingering doubts about the director and his relation to the Hollywood blacklist. The movie deals with the pressure to name names before the authorities, and some critics felt that the director had used it to justify": {
    "guess": "Elia Kazan",
    "confidence": [
      [
        "El",
        -0.3708133
      ],
      [
        "ia",
        -7.465036e-06
      ],
      [
        " Kaz",
        -9.0883464e-07
      ],
      [
        "an",
        -5.0616763e-05
      ]
    ]
  },
  "One legend about this man says that he didn't understand the use of spiders, mosquitoes, or insanity until all three helped save his life; in particular, he was forced to feign madness before Achish, king of Gath. A feud among this man's sons began after his daughter Tamar was raped by her half-brother Amnon, and he survived the rebellion of his long-haired son Absalom. This man had Uriah killed in battle after committing adultery with Bathsheba. This man's closest friend was Jonathan, the son of": {
    "guess": "David",
    "confidence": [
      [
        "David",
        -0.13130133
      ]
    ]
  },
  "Legend has it that residents of this Nottinghamshire town once kept King John from visiting by pretending to be complete idiots. And soon after they tried to drown an eel and tried to trap a cuckoo by joining hands in a circle, the town became widely known for its intelligent stupidity. FTP, identify this place name that was used by Washington Irving to describe New York City and that is also the hometown": {
    "guess": "Sleepy Hollow (village, New York)",
    "confidence": [
      [
        "Sleep",
        -1.2913253
      ],
      [
        "y",
        -0.00041446486
      ],
      [
        " Hollow",
        -0.0010660359
      ],
      [
        " (",
        -0.6113327
      ],
      [
        "v",
        -0.72569644
      ],
      [
        "illage",
        -0.000101039914
      ],
      [
        ",",
        -0.91412497
      ],
      [
        " New",
        -0.0095457
      ],
      [
        " York",
        -0.00024132428
      ],
      [
        ")",
        -0.0034307926
      ]
    ]
  },
  "In one legend, this deity told Lombard women to appear at dawn with their hair drawn over their faces,": {
    "guess": "Frigg",
    "confidence": [
      [
        "F",
        -0.26039895
      ],
      [
        "rig",
        -0.035132557
      ],
      [
        "g",
        -0.00084476813
      ]
    ]
  },
  "Legend has it that Arthur Miller turned down the chance to write the screenplay because of lingering doubts about the director and his relation to the Hollywood blacklist. The movie deals with the pressure": {
    "guess": "The Crucible",
    "confidence": [
      [
        "The",
        -0.060249712
      ],
      [
        " Cruc",
        -0.040154062
      ],
      [
        "ible",
        -9.841743e-05
      ]
    ]
  },
  "Some legends about this man state that he was the grandson of Helias, knight of the Swan, a Lohengrin-like figure, and he may have first gained fame by killing the anti-king Rodolphe at the battle of Moelsen. Despite being deprived of the lands of his uncle, the Hunchback, by Henry IV, he fought for that emperor against Gregory VII. In his most famous actions, he won the battle of Ascalon, but relinquished most of his power to the patriarch, Daimbert. FTP, name this brother of Eustace III and of Baldwin, a duke of lower Lorraine who helped lead the first Crusade and who was, although given the": {
    "guess": "Godfrey of Bouillon",
    "confidence": [
      [
        "God",
        -0.1289784
      ],
      [
        "frey",
        -0.0060779913
      ],
      [
        " of",
        -0.0029671267
      ],
      [
        " Bou",
        -0.000511449
      ],
      [
        "illon",
        -0.0023060774
      ]
    ]
  },
  "One legend says that she threw herself into the Hellespont rather than face slavery. Another legend says that she was transformed into a dog, while a third says that she was executed by the Greeks for murdering the King of the Chersonese. A minor character in the Iliad, she is the subject of a Euripides tragedy which tells of her revenge against Polymestor for the death of her son Polydorus. FTP, name this wife of Priam and Queen of Troy.": {
    "guess": "Hecuba",
    "confidence": [
      [
        "H",
        -0.0014257102
      ],
      [
        "ec",
        -3.7742768e-05
      ],
      [
        "uba",
        -1.4378848e-05
      ]
    ]
  },
  "One legend tells that the first king of the kingdom that grew into this empire was a Yemeni stranger who defeated a monstrous fish and founded the Dia dynasty.  Court officials in this empire included": {
    "guess": "Kingdom of Saba",
    "confidence": [
      [
        "King",
        -0.77461797
      ],
      [
        "dom",
        -9.74638e-05
      ],
      [
        " of",
        -0.00023166878
      ],
      [
        " S",
        -0.38692886
      ],
      [
        "aba",
        -0.77459997
      ]
    ]
  },
  "Legend has it that residents of this Nottinghamshire town once kept King John from visiting by pretending to be complete idiots. And soon after they tried to drown an eel and tried to trap a cuckoo by joining hands in a circle, the town became widely known for its intelligent stupidity. FTP, identify": {
    "guess": "Worksop",
    "confidence": [
      [
        "Works",
        -1.0378903
      ],
      [
        "op",
        -0.338577
      ]
    ]
  },
  "A legend about this leader states that he established his intelligence when he melted a lion made of wax. He gained much of his territory in a peace negotiated by Megasthenes [meh-GAAS-thuh-neez] with Seleucus [s'-LOO-kus] the First, in which he gave up five hundred elephants and possibly agreed to marry Seleucus' daughter. Near the end of his life, he gave his lands to his son Bindusara and became a religious ascetic, and he is believed to have fasted himself to death. Early in life he may have been taught by Kautilya [kaw-TIL- yuh], also known as Chanakya, who wrote Arthashastra and helped him": {
    "guess": "Chandragupta Maurya",
    "confidence": [
      [
        "Ch",
        -0.0005616117
      ],
      [
        "and",
        -2.0815847e-05
      ],
      [
        "rag",
        -3.8696395e-05
      ],
      [
        "upt",
        -2.9040899e-05
      ],
      [
        "a",
        -2.9756122e-05
      ],
      [
        " Ma",
        -5.6769813e-06
      ],
      [
        "ury",
        0.0
      ],
      [
        "a",
        -7.9418505e-06
      ]
    ]
  },
  "Legends concerning their origin are many, but the most likely explanation for their existence is that they were an indigenous populace conquered and enslaved by later arrivals to the area. Slaves captured in times of war provided new blood, which kept their genetic pool relatively diverse. No matter how they arrived, they occupied the lowest rung of the social totem pole. FTP, identify the serfs who were the lowest class in the Spartan polis.": {
    "guess": "Helots",
    "confidence": [
      [
        "Hel",
        -0.015433666
      ],
      [
        "ots",
        -0.123101324
      ]
    ]
  },
  "The Legendre transform of internal energy to yield Helmholtz free energy involves the product of entropy and this quantity. Heat capacity, according to the Debye model, is proportional to the cube of this": {
    "guess": "Debye frequency",
    "confidence": [
      [
        "De",
        -0.3464388
      ],
      [
        "bye",
        -0.00015824666
      ],
      [
        " frequency",
        -0.626328
      ]
    ]
  },
  "One legend says that she is actually the daughter of Theseus and Helen and was rescued by Castor and Pollux. She was nearly blinded with a torch by her sister due to a misunderstanding as she returned home. Some accounts say that she landed on Zminthe and joined with Chryses to make war on King Thoas": {
    "guess": "Iphigenia",
    "confidence": [
      [
        "I",
        -0.48563868
      ],
      [
        "ph",
        -0.005920858
      ],
      [
        "igen",
        -0.0002193908
      ],
      [
        "ia",
        -5.5980927e-05
      ]
    ]
  },
  "Some legends about this man state that he was the grandson of Helias, knight of the Swan, a Lohengrin-like figure, and he may have first gained fame by killing the anti-king Rodolphe at the battle of Moelsen. Despite being deprived of the lands of his uncle, the Hunchback, by Henry IV, he fought for that emperor against Gregory VII. In his most famous actions, he won the battle of Ascalon, but relinquished most of his power to the patriarch, Daimbert. FTP, name this brother of Eustace III and of": {
    "guess": "Baldwin I of Jerusalem",
    "confidence": [
      [
        "B",
        -0.53625256
      ],
      [
        "ald",
        -0.010099215
      ],
      [
        "win",
        -0.00037180464
      ],
      [
        " I",
        -0.039972994
      ],
      [
        " of",
        -0.03925791
      ],
      [
        " Jerusalem",
        -8.053688e-05
      ]
    ]
  },
  "Legend has it that Arthur Miller turned down the chance to write the screenplay because of lingering doubts about the director and his relation to the Hollywood blacklist. The movie deals with the pressure to name names before the authorities, and some critics felt that the director had used it to justify his own collaboration with the House Un-American Activities Committee. For 10 points, name the 1954 Elia Kazan movie that starred Marlon Brando, whose character responds to charges of ratting by protesting, \"I was rattin' on myself all those years. I didn't even know it,\" and more famously explains": {
    "guess": "On the Waterfront",
    "confidence": [
      [
        "On",
        -0.0077582924
      ],
      [
        " the",
        -0.002162279
      ],
      [
        " Water",
        -2.3080716e-05
      ],
      [
        "front",
        -1.6524515e-05
      ]
    ]
  },
  "A legend about this leader states that he established his intelligence when he melted a lion made of wax. He gained much of his territory in a peace negotiated by Megasthenes [meh-GAAS-thuh-neez] with Seleucus [s'-LOO-kus] the First, in which he gave up five hundred elephants and possibly agreed to marry Seleucus' daughter. Near the end of his life, he gave his lands to his son Bindusara and became a religious ascetic, and he is believed to have fasted himself to death. Early in life he may have been taught by Kautilya [kaw-TIL- yuh], also known as Chanakya, who wrote Arthashastra and helped him overthrow the Nanda Empire. Name this grandfather of Ashoka the Great who took control of what is now India soon after the death of Alexander the Great.": {
    "guess": "Chandragupta Maurya",
    "confidence": [
      [
        "Ch",
        -0.0004187562
      ],
      [
        "and",
        -0.00012475411
      ],
      [
        "rag",
        -6.704273e-07
      ],
      [
        "upt",
        -6.2729996e-06
      ],
      [
        "a",
        -1.60477e-05
      ],
      [
        " Ma",
        -6.0345924e-06
      ],
      [
        "ury",
        0.0
      ],
      [
        "a",
        -2.6968896e-06
      ]
    ]
  },
  "One legend about this man says that he didn't understand the use of spiders, mosquitoes, or insanity": {
    "guess": "Malaria",
    "confidence": [
      [
        "M",
        -0.37636474
      ],
      [
        "alaria",
        -0.005071637
      ]
    ]
  },
  "This legislation established the Consolidated General Order to oversee a system modeled on John Becher's work at Southwell, and it was protested by Joshua Hobson's Murder Book. Driven by Edwin Chadwick's reading of a sensationalist Mark Peters article and by the violent Swing Riots, this legislation scrapped the failed Speenhamland and pro-human auctioning Roundsman systems. This bill sought to correct the failed modifications proposed by Knatchbull and Gilbert for a 1601 law, and tragically discouraged one action's \"outdoor\" form. The Andover scandal resulted from the ensuing bureaucratic war": {
    "guess": "New Poor Law",
    "confidence": [
      [
        "New",
        -0.3346325
      ],
      [
        " Poor",
        -0.00094004674
      ],
      [
        " Law",
        -0.00083607365
      ]
    ]
  },
  "The legendary emperor Fu Hsi is said to have discovered the pa kua that help unlock it, while Wen Wang is generally credited for having formed the correct interpretation of it. Solid lines in it represent": {
    "guess": "I Ching",
    "confidence": [
      [
        "I",
        -0.0028398223
      ],
      [
        " Ch",
        -5.7530575e-05
      ],
      [
        "ing",
        -8.180258e-06
      ]
    ]
  },
  "The legendary emperor Fu Hsi is said to have discovered the pa kua that help unlock it, while Wen Wang": {
    "guess": "I Ching",
    "confidence": [
      [
        "I",
        -0.004762734
      ],
      [
        " Ch",
        -3.1782583e-05
      ],
      [
        "ing",
        -5.5577775e-06
      ]
    ]
  },
  "A legend about this leader states that he established his intelligence when he melted a lion made of wax. He gained much of his territory in a peace negotiated by Megasthenes [meh-GAAS-thuh-neez] with Seleucus [s'-LOO-kus] the First, in which he gave up five hundred elephants and possibly agreed to marry Seleucus' daughter. Near the end of his life, he gave his lands to his son Bindusara and became a religious ascetic, and he is believed to have fasted himself to death. Early in life he may have": {
    "guess": "Chandragupta Maurya",
    "confidence": [
      [
        "Ch",
        -0.001399522
      ],
      [
        "and",
        -1.8550976e-05
      ],
      [
        "rag",
        -2.1411865e-05
      ],
      [
        "upt",
        -1.4259645e-05
      ],
      [
        "a",
        -3.190179e-05
      ],
      [
        " Ma",
        -6.869018e-06
      ],
      [
        "ury",
        0.0
      ],
      [
        "a",
        -6.2729996e-06
      ]
    ]
  },
  "A legend about this leader states that he established his intelligence when he melted a lion made of wax. He gained much of his territory in a peace negotiated by Megasthenes [meh-GAAS-thuh-neez] with Seleucus [s'-LOO-kus] the First, in which he gave up five hundred elephants and possibly agreed to marry": {
    "guess": "Chandragupta Maurya",
    "confidence": [
      [
        "Ch",
        -0.018351164
      ],
      [
        "and",
        -7.9940866e-05
      ],
      [
        "rag",
        -5.5122365e-07
      ],
      [
        "upt",
        -7.064298e-05
      ],
      [
        "a",
        -2.0935051e-05
      ],
      [
        " Ma",
        -4.365741e-06
      ],
      [
        "ury",
        0.0
      ],
      [
        "a",
        -5.080963e-06
      ]
    ]
  },
  "A legendary buried witch causes the death of sheep in this book shortly after the protagonist is hit on by his own daughter. That man's first wife is pregnant by his old boss at their marriage, and he marries (*) Finna after Rosa dies in childbirth. Formerly was employed by Bailiff Jon, the main character purchases a farm he names Summerhouses. For 10 points— Bjartur goes into business for himself in what novel by Halldór Laxness?": {
    "guess": "Independent People",
    "confidence": [
      [
        "Independent",
        -0.053968955
      ],
      [
        " People",
        -0.00014144262
      ]
    ]
  },
  "In one legend, this being's life is saved due to a bid for immortality by Gajasura, and the date of his salvation is commemorated by the festival Chaturthi. His devouring of the city of Alakapuri results in the humbling of Kubera, and according to the Linga Purana, he may have been created to destroy the pride of the Asura tribe. As a scribe, Vyas Dev dictates the Mahabharata to him, and he wins his wives Buddhi and Siddhi by learning scriptures while tricking his brother Skanda into racing around the world. For 10 points, name this son of Shiva and Parvati, the remover of obstacles of Hindu myth": {
    "guess": "Ganesha",
    "confidence": [
      [
        "G",
        -0.00059806975
      ],
      [
        "anes",
        -0.00030495704
      ],
      [
        "ha",
        -1.640531e-05
      ]
    ]
  },
  "In one legend, this being's life is saved due to a bid for immortality by Gajasura, and the date of his salvation is commemorated by the festival Chaturthi. His devouring of the city of Alakapuri results in the humbling of Kubera, and according to the Linga Purana, he may have been created to destroy the pride of the Asura tribe. As a scribe, Vyas Dev dictates the Mahabharata to him, and he wins his wives Buddhi and Siddhi by learning scriptures while tricking his brother Skanda into racing around": {
    "guess": "Ganesha",
    "confidence": [
      [
        "G",
        -0.0066545038
      ],
      [
        "anes",
        -0.00047905126
      ],
      [
        "ha",
        -0.00019162003
      ]
    ]
  },
  "In one legend, this knight saves a lion by killing a serpent it is fighting. He stabs himself in the thigh for penance after the image of the red cross on his sword barely prevents him from losing his virginity to a temptress. In another story, his sister Dindrane gives him the Sword of the Strange Belt": {
    "guess": "Galahad",
    "confidence": [
      [
        "G",
        -1.2443943
      ],
      [
        "alah",
        -0.025508655
      ],
      [
        "ad",
        -1.5570886e-05
      ]
    ]
  },
  "In one legend, this being's life is saved due to a bid for immortality by Gajasura, and the date of his": {
    "guess": "Narasimha",
    "confidence": [
      [
        "N",
        -1.6245687
      ],
      [
        "aras",
        -0.8315194
      ],
      [
        "im",
        -1.3306016e-05
      ],
      [
        "ha",
        -2.3438328e-05
      ]
    ]
  },
  "This legislation established the Consolidated General Order to oversee a system modeled on John Becher's work at Southwell, and it was protested by Joshua Hobson's Murder Book. Driven by Edwin Chadwick's reading of a sensationalist Mark Peters article and by the violent Swing Riots, this legislation": {
    "guess": "New Poor Law",
    "confidence": [
      [
        "New",
        -0.9745676
      ],
      [
        " Poor",
        -0.012156523
      ],
      [
        " Law",
        -0.00081534684
      ]
    ]
  },
  "One legend says that she is actually the daughter of Theseus and Helen and was rescued by Castor and Pollux. She was nearly blinded with a torch by her sister due to a misunderstanding as she returned": {
    "guess": "Helen of Troy",
    "confidence": [
      [
        "H",
        -0.57379264
      ],
      [
        "elen",
        -0.028463392
      ],
      [
        " of",
        -0.012828284
      ],
      [
        " Troy",
        -0.0035052767
      ]
    ]
  },
  "This legislation established the Consolidated General Order to oversee a system modeled on John Becher's work at Southwell, and it was protested by Joshua Hobson's Murder Book. Driven by Edwin Chadwick's reading of a sensationalist Mark Peters article and by the violent Swing Riots, this legislation scrapped the failed Speenhamland and pro-human auctioning Roundsman systems. This bill sought to correct the failed modifications proposed by Knatchbull and Gilbert for a 1601 law, and tragically discouraged": {
    "guess": "New Poor Law",
    "confidence": [
      [
        "New",
        -0.70307297
      ],
      [
        " Poor",
        -0.0009685108
      ],
      [
        " Law",
        -0.0010886625
      ]
    ]
  },
  "In one legend, it was he who made Vulcan's underground palace and the walls around Sicily and was able to walk on water.  His two daughters sacrificed themselves to save Aonia from a plague, and in one": {
    "guess": "Daedalus",
    "confidence": [
      [
        "Da",
        -0.033029307
      ],
      [
        "ed",
        -9.0788395e-05
      ],
      [
        "alus",
        -0.000626299
      ]
    ]
  },
  "In one legend, it was he who made Vulcan's underground palace and the walls around Sicily and was able to walk on water.  His two daughters sacrificed themselves to save Aonia from a plague, and in one legend he was born from a buried bull's hide that the King of Boeotia urinated on, but he is usually": {
    "guess": "Daedalus",
    "confidence": [
      [
        "Da",
        -0.31545284
      ],
      [
        "ed",
        -0.0002036596
      ],
      [
        "alus",
        -0.007676538
      ]
    ]
  },
  "In one legend, it was he who made Vulcan's underground palace and the walls around Sicily and was able to walk on water.  His two daughters sacrificed themselves to save Aonia from a plague, and in one legend he was born from a buried bull's hide that the King of Boeotia urinated on, but he is usually depicted as a son of Poseidon.  While on Delos, he served Eos, and Cedalion guided this figure East,": {
    "guess": "Daedalus",
    "confidence": [
      [
        "Da",
        -0.46561915
      ],
      [
        "ed",
        -0.00011415232
      ],
      [
        "alus",
        -0.31744418
      ]
    ]
  },
  "In one legend, it was he who made Vulcan's underground palace and the walls around Sicily and was able to walk on water.  His two daughters sacrificed themselves to save Aonia from a plague, and in one legend he was born from a buried bull's hide that the King of Boeotia urinated on, but he is usually depicted as a son of Poseidon.  While on Delos, he served Eos, and Cedalion guided this figure East, as he was blinded after raping Merope.  In one myth concerning his death, Apollo tricked Artemis": {
    "guess": "Daedalus",
    "confidence": [
      [
        "Da",
        -0.22608948
      ],
      [
        "ed",
        -8.6497064e-05
      ],
      [
        "alus",
        -0.22875029
      ]
    ]
  },
  "In one legend, it was he who made Vulcan's underground palace and the walls around Sicily and was able to walk on water.  His two daughters sacrificed themselves to save Aonia from a plague, and in one legend he was born from a buried bull's hide that the King of Boeotia urinated on, but he is usually depicted as a son of Poseidon.  While on Delos, he served Eos, and Cedalion guided this figure East, as he was blinded after raping Merope.  In one myth concerning his death, Apollo tricked Artemis into killing him, as she was about to wed this giant.  FTP, identify this hunter who was killed by a": {
    "guess": "Orion",
    "confidence": [
      [
        "Or",
        -0.0055415668
      ],
      [
        "ion",
        -3.2140193e-05
      ]
    ]
  },
  "In one legend, it was he who made Vulcan's underground palace and the walls around Sicily and was able to walk on water.  His two daughters sacrificed themselves to save Aonia from a plague, and in one legend he was born from a buried bull's hide that the King of Boeotia urinated on, but he is usually depicted as a son of Poseidon.  While on Delos, he served Eos, and Cedalion guided this figure East, as he was blinded after raping Merope.  In one myth concerning his death, Apollo tricked Artemis into killing him, as she was about to wed this giant.  FTP, identify this hunter who was killed by a scorpion and made into a constellation.": {
    "guess": "Ωρίων",
    "confidence": [
      [
        "\\xce",
        -0.16244064
      ],
      [
        "\\xa9",
        -0.00022999993
      ],
      [
        "ρ",
        -0.00020449402
      ],
      [
        "ί",
        -7.465036e-06
      ],
      [
        "ω",
        -3.1186566e-05
      ],
      [
        "ν",
        -6.704273e-07
      ]
    ]
  }
}