{
  "During the Hellenistic period, the millefiori technique was developed, allowing people to create intricate designs in it. A light green type of this, called trinitite, was formed as a result of the Trinity nuclear test. It is formed by quenching a melt. In medieval Europe, the bullseye of the crown type of this was less expensive than the outer edges. Because of the lack of electric transition states in the range of visible light and because of its homogeneity, it is usually transparent. (*) Some common types include the Germania, soda-lime, and borosilicate types. Natural ones, such as obsidian,": {
    "guess": "Glass",
    "confidence": [
      [
        "Glass",
        -0.0024071694
      ]
    ]
  },
  "During the Hellenistic period, the millefiori technique was developed, allowing people to create intricate designs in it. A light green type of this, called trinitite, was formed as a result of the Trinity nuclear test. It is formed by quenching a melt. In medieval Europe, the bullseye of the crown type of this was less expensive than the outer edges. Because of the lack of electric transition states in the range of visible light and because of its homogeneity, it is usually transparent. (*) Some common types include the Germania, soda-lime, and borosilicate types. Natural ones, such as obsidian, are usually produced in lava flows. It is cooled through its transition temperature quickly enough so that a crystal lattice cannot form, hence they are amorphous. For 10 points, name this solid material": {
    "guess": "Glass",
    "confidence": [
      [
        "Glass",
        -0.0018083414
      ]
    ]
  },
  "Before all hell breaks loose in this play the most significant resistance is the wife's secret mastery of the telegraph by which she communicates to the world. Change comes with the arrival of her cousin, a quarantine officer, and the deterioration of her husband's health. Finally, the long suffering Alice decides to hook up with Curt, and the children get involved when Judith's love for Allan is dismissed by her greedy father. But the kids get together and the shock proves too much for Edgar, who nevertheless spits in his wife's face before he expires. FTP, identify this drama, whose title refers to the rhythmic cycle of destruction that envelops the family members in this August Strindberg work.": {
    "guess": "The Father (play)",
    "confidence": [
      [
        "The",
        -0.027179023
      ],
      [
        " Father",
        -1.0360652
      ],
      [
        " (",
        -0.3644196
      ],
      [
        "play",
        -0.41705093
      ],
      [
        ")",
        -0.000162538
      ]
    ]
  },
  "With the help of the Scottish Admiral Grieg, this ruler won a war against King Gustav III of Sweden. At the Battle of Chesme, this ruler's navy sank an entire Turkish fleet, resulting in the favorable": {
    "guess": "Catherine the Great",
    "confidence": [
      [
        "C",
        -0.3118803
      ],
      [
        "atherine",
        -0.00040540905
      ],
      [
        " the",
        -0.013400676
      ],
      [
        " Great",
        -0.00019710339
      ]
    ]
  },
  "With the help of the Scottish Admiral Grieg, this ruler won a war against King Gustav III of Sweden. At the Battle of Chesme, this ruler's navy sank an entire Turkish fleet, resulting in the favorable Treaty of Kucuk-Kaynarca. This ruler helped make Stanislaw Poniatowski the King of Poland and had a notable advisor named Grigory Orlov. This ruler conquered the Crimean Peninsula with the help of General": {
    "guess": "Catherine the Great",
    "confidence": [
      [
        "C",
        -0.0044438858
      ],
      [
        "atherine",
        -4.7517467e-05
      ],
      [
        " the",
        -0.0006192696
      ],
      [
        " Great",
        -9.1622824e-05
      ]
    ]
  },
  "Helical grooves in a thin layer of carbon or metal are used in the construction of the film type of these components, while nichrome (NYE-krome) is used in making the wirewound type. Like capacitors, a four color band code is used to label these devices. Potentiometers are made from three terminal ones,": {
    "guess": "Resistor",
    "confidence": [
      [
        "Res",
        -0.08525564
      ],
      [
        "istor",
        -0.12025227
      ]
    ]
  },
  "The man who held this post in the 1970s was a pioneer in nonlinear acoustics who wrote Waves in Fluids, James Lighthill. The first person to hold this post resigned in order to become a priest, though not before discovering how to calculate the (*) slope of a tangent. Gabriel Stokes was its longest holder. For 10 points— name this prestigious Cambridge post held by such figures as Isaac Newton and": {
    "guess": "Lucasian Professor of Mathematics",
    "confidence": [
      [
        "Luc",
        -0.0021822616
      ],
      [
        "as",
        -0.00013369438
      ],
      [
        "ian",
        -4.608702e-05
      ],
      [
        " Professor",
        -0.0055265077
      ],
      [
        " of",
        -0.0003357006
      ],
      [
        " Mathematics",
        -0.00020663968
      ]
    ]
  },
  "For the Helmholtz equation with constant k, this distribution may be succinctly defined as the sum over all n of the product of the nth eigenfunction at the field and source points, divided by the quantity k2 (\"kay-squared\") minus the nth eigenvalue squared. This is, in general, the kernel such that": {
    "guess": "Legendre polynomials",
    "confidence": [
      [
        "Legend",
        -1.1256045
      ],
      [
        "re",
        -1.1994775e-05
      ],
      [
        " pol",
        -0.15019473
      ],
      [
        "ynomials",
        -7.703444e-06
      ]
    ]
  },
  "Before all hell breaks loose in this play the most significant resistance is the wife's secret mastery": {
    "guess": "A Doll's House",
    "confidence": [
      [
        "A",
        -0.8550417
      ],
      [
        " Doll",
        -0.0084433025
      ],
      [
        "'s",
        -0.00024120507
      ],
      [
        " House",
        -1.2352386e-05
      ]
    ]
  },
  "With the help of the Scottish Admiral Grieg, this ruler won a war against King Gustav III of Sweden. At the Battle of Chesme, this ruler's navy sank an entire Turkish fleet, resulting in the favorable Treaty of Kucuk-Kaynarca. This ruler helped make Stanislaw Poniatowski the King of Poland and had a": {
    "guess": "Catherine the Great",
    "confidence": [
      [
        "C",
        -0.0031911435
      ],
      [
        "atherine",
        -3.5120287e-05
      ],
      [
        " the",
        -0.00013917775
      ],
      [
        " Great",
        -8.220573e-05
      ]
    ]
  },
  "Helen gives one character in this work a potion to inspire good dreams, and another character uses the herb moly to rescue his companions. That character in this work is given shelter by the swineherd Eumaeus and is earlier found by (*) Nausicaa after spending seven years with the nymph Calypso. In this work, dangers encountered include the Laestrygones, Scylla, and the Sirens. The protagonist of this work commits an impressive feat of archery before killing the suitors of his wife Penelope. For 10 points, name this epic about the namesake king of Argos told by Homer.": {
    "guess": "Odyssey",
    "confidence": [
      [
        "Od",
        -0.04397766
      ],
      [
        "yssey",
        -0.0011399771
      ]
    ]
  },
  "With the help of the Scottish Admiral Grieg, this ruler won a war against King Gustav III of Sweden.": {
    "guess": "Russo-Swedish War (1788–1790)",
    "confidence": [
      [
        "R",
        -0.99079585
      ],
      [
        "us",
        -0.00077877333
      ],
      [
        "so",
        -3.1281633e-07
      ],
      [
        "-S",
        -0.00092682615
      ],
      [
        "w",
        -4.4894987e-05
      ],
      [
        "edish",
        -0.0002387018
      ],
      [
        " War",
        -0.0012311845
      ],
      [
        " (",
        -0.0101559805
      ],
      [
        "178",
        -0.00033320097
      ],
      [
        "8",
        -5.109358e-05
      ],
      [
        "–",
        -0.44349226
      ],
      [
        "179",
        -0.0294761
      ],
      [
        "0",
        -3.5597102e-05
      ],
      [
        ")",
        -0.00010807293
      ]
    ]
  },
  "During the Hellenistic period, the millefiori technique was developed, allowing people to create intricate designs in it. A light green type of this, called trinitite, was formed as a result of the Trinity": {
    "guess": "Glass",
    "confidence": [
      [
        "Glass",
        -0.14315142
      ]
    ]
  },
  "For Helium Three, it could have six sections, depending on whether it differentiates between spin-ordered and spin-disordered structures and on whether it differentiates between two possible superfluids.": {
    "guess": "Helium-3",
    "confidence": [
      [
        "Hel",
        -0.60826254
      ],
      [
        "ium",
        -1.3902034e-05
      ],
      [
        "-",
        -0.034686115
      ],
      [
        "3",
        -0.0025730445
      ]
    ]
  },
  "During the Hellenistic period, the millefiori technique was developed, allowing people to create intricate designs in it. A light green type of this, called trinitite, was formed as a result of the Trinity nuclear test. It is formed by quenching a melt. In medieval Europe, the bullseye of the crown type of this was less expensive than the outer edges. Because of the lack of electric transition states": {
    "guess": "Glass",
    "confidence": [
      [
        "Glass",
        -0.03901958
      ]
    ]
  },
  "This man held positions at Bennington College in Vermont, the Universidad Nacional Aut—noma de MŽxico": {
    "guess": "John Dewey",
    "confidence": [
      [
        "John",
        -0.49371198
      ],
      [
        " Dew",
        -0.07179846
      ],
      [
        "ey",
        -5.443128e-05
      ]
    ]
  },
  "With the help of a servant, this man defeated a stone-hearted clay giant. That battle resulted in this god requiring help from the seer Groa in removing a whetstone from his head. This god gained the service of Roskva and the aforementioned servant Thialfi when the latter broke the thigh-bone of one of his goats. In addition to killing the giant Hrungnir, this god once fished his mortal enemy out of the ocean and failed to lift its paw when it assumed the form of a cat in the realm of Utgard-Loki.": {
    "guess": "Thor",
    "confidence": [
      [
        "Thor",
        -0.004541673
      ]
    ]
  },
  "Before all hell breaks loose in this play the most significant resistance is the wife's secret mastery of the telegraph by which she communicates to the world. Change comes with the arrival of her cousin, a quarantine officer, and the deterioration of her husband's health. Finally, the long suffering Alice decides to hook up with Curt, and the children get involved when Judith's love for Allan is dismissed by her greedy father. But the kids get together and the shock proves too much for Edgar, who": {
    "guess": "The Long Christmas Dinner",
    "confidence": [
      [
        "The",
        -0.9036765
      ],
      [
        " Long",
        -2.580065
      ],
      [
        " Christmas",
        -0.085076645
      ],
      [
        " Dinner",
        -0.00081546605
      ]
    ]
  },
  "Helen gives one character in this work a potion to inspire good dreams, and another character uses the": {
    "guess": "A Midsummer Night's Dream",
    "confidence": [
      [
        "A",
        -0.10267167
      ],
      [
        " Mid",
        -8.1490514e-05
      ],
      [
        "summer",
        -0.00026240866
      ],
      [
        " Night",
        -0.0007309011
      ],
      [
        "'s",
        -0.00025239922
      ],
      [
        " Dream",
        -3.0545007e-06
      ]
    ]
  },
  "The man who held this post in the 1970s was a pioneer in nonlinear acoustics who wrote Waves in Fluids,": {
    "guess": "Nonlinear acoustics",
    "confidence": [
      [
        "Non",
        -1.0296967
      ],
      [
        "linear",
        -0.0013044031
      ],
      [
        " ac",
        -0.024479557
      ],
      [
        "oust",
        -1.9743013e-05
      ],
      [
        "ics",
        -4.6563837e-05
      ]
    ]
  },
  "This man helped write the Declaration of Rights and Grievances during the Stamp Act Congress, as well as the Declaration on the Causes and Necessity of Taking up Arms and the Olive Branch Petition during the first Continental Congress. Though he opposed the Declaration of Independence as a Pennsylvanian": {
    "guess": "John Dickinson",
    "confidence": [
      [
        "John",
        -0.036415726
      ],
      [
        " Dickinson",
        -0.0059648193
      ]
    ]
  },
  "The man who held this post in the 1970s was a pioneer in nonlinear acoustics who wrote Waves in Fluids, James Lighthill. The first person to hold this post resigned in order to become a priest, though": {
    "guess": "Lucasian Professor of Mathematics",
    "confidence": [
      [
        "Luc",
        -0.8550546
      ],
      [
        "as",
        -0.026469938
      ],
      [
        "ian",
        -0.0053334897
      ],
      [
        " Professor",
        -0.0020737678
      ],
      [
        " of",
        -0.00020127551
      ],
      [
        " Mathematics",
        -8.9834764e-05
      ]
    ]
  },
  "With the help of a servant, this man defeated a stone-hearted clay giant. That battle resulted in this god requiring help from the seer Groa in removing a whetstone from his head. This god gained the service of Roskva and the aforementioned servant Thialfi when the latter broke the thigh-bone of one of his goats. In addition to killing the giant Hrungnir, this god once fished his mortal enemy out of": {
    "guess": "Thor",
    "confidence": [
      [
        "Thor",
        -0.01197962
      ]
    ]
  },
  "This man helped write the Declaration of Rights and Grievances during the Stamp Act Congress, as well as the Declaration on the Causes and Necessity of Taking up Arms and the Olive Branch Petition during the first Continental Congress. Though he opposed the Declaration of Independence as a Pennsylvanian representative, he was a strong leader during the Constitutional Convention and published papers in support of it under the pseudonym Fabius. FTP, name this former governor of both Pennsylvania and Delaware who earned the name \"Penman of the Revolution\" for his Letters of a Farmer in Pennsylvania.": {
    "guess": "John Dickinson",
    "confidence": [
      [
        "John",
        -0.176417
      ],
      [
        " Dickinson",
        -0.00319447
      ]
    ]
  },
  "With the help of a servant, this man defeated a stone-hearted clay giant. That battle resulted in this god requiring help from the seer Groa in removing a whetstone from his head. This god gained the service of Roskva and the aforementioned servant Thialfi when the latter broke the thigh-bone of one of his goats. In addition to killing the giant Hrungnir, this god once fished his mortal enemy out of the ocean and failed to lift its paw when it assumed the form of a cat in the realm of Utgard-Loki. For 10 points, name this enemy of the Midgard Serpent who owned the hammer Mjolnir, the Norse god": {
    "guess": "Thor",
    "confidence": [
      [
        "Thor",
        -0.0051490776
      ]
    ]
  },
  "With the help of Archbishop Simon Atumano, Juan de Urtubia was able to wrest control of this city from the Catalan Company in the fourteenth century. While in an alliance with Argos, this city lost the Battle of Coronea to Agesilaus II, although at the start of that conflict this city defeated Sparta at the Battle of Haliartus and killed Lysander. This city won a pyrrhic victory at the Battle of Mantinea, at which three of its generals died, one of whom had earlier pioneered the use of the oblique": {
    "guess": "Thebes, Greece",
    "confidence": [
      [
        "The",
        -0.0024661443
      ],
      [
        "bes",
        -0.001720281
      ],
      [
        ",",
        -0.011291609
      ],
      [
        " Greece",
        -1.5928495e-05
      ]
    ]
  },
  "These help reduce the buildup of lactic acid from the conversion of sugars in athletes, allowing them": {
    "guess": "Lactic acid fermentation",
    "confidence": [
      [
        "L",
        -0.56759304
      ],
      [
        "actic",
        -0.05097328
      ],
      [
        " acid",
        -0.3689041
      ],
      [
        " fermentation",
        -1.1584711
      ]
    ]
  },
  "This man helped write the Declaration of Rights and Grievances during the Stamp Act Congress, as well as the Declaration on the Causes and Necessity of Taking up Arms and the Olive Branch Petition during": {
    "guess": "Thomas Jefferson",
    "confidence": [
      [
        "Thomas",
        -0.24005984
      ],
      [
        " Jefferson",
        -0.0007838991
      ]
    ]
  },
  "In 1871 he helped to found the Société Nationale de Musique after studying under Benoist and Halévy.": {
    "guess": "Gabriel Fauré",
    "confidence": [
      [
        "Gab",
        -1.5546335
      ],
      [
        "riel",
        -0.0005898483
      ],
      [
        " F",
        -0.0008117708
      ],
      [
        "aur",
        -4.3202e-07
      ],
      [
        "é",
        -1.1041146e-05
      ]
    ]
  },
  "With the help of Archbishop Simon Atumano, Juan de Urtubia was able to wrest control of this city from the Catalan Company in the fourteenth century. While in an alliance with Argos, this city lost the Battle of Coronea to Agesilaus II, although at the start of that conflict this city defeated Sparta at the Battle of Haliartus and killed Lysander. This city won a pyrrhic victory at the Battle of Mantinea, at which three of its generals died, one of whom had earlier pioneered the use of the oblique order tactic in the Battle of Leuctra. At the Battle of Chaeronea, this city's Sacred Band was finally defeated at the hands of Phillip II and Alexander the Great. For 10 points, name this city in Boetia, the most powerful Greek city-state prior to the death of its general Epaminondas and the subsequent conquest by Macedonia.": {
    "guess": "Thebes",
    "confidence": [
      [
        "The",
        -0.0011904644
      ],
      [
        "bes",
        -0.032041907
      ]
    ]
  },
  "With the help of Felipe Angeles he integrated artillery into his cavalry heavy forces and went on to win victories at Torreon, Ciudad Juarez, and Zacatecas. His apogee occurred during the Aguascalientes conference which his men dominated and where he split with Venustiano Carranza, his nominal commander during the campaign to depose Victoriano Huerta. However, he was soon defeated by the armies of Alvaro Obregon at Celaya and Agua Prieta and became incensed at the United States recognition of Carranza. For 10 points name this Mexican bandit-soldier infamous for his raid on Columbus, New Mexico.": {
    "guess": "Pancho Villa",
    "confidence": [
      [
        "Pan",
        -0.021959852
      ],
      [
        "cho",
        -1.6240566e-06
      ],
      [
        " Villa",
        -7.13582e-05
      ]
    ]
  },
  "Heloise Dubuc is the first wife of one character in this novel, whose daughter Berthe is sent to work on a cotton mill at its end, in part because of a mounting debt that the title figure could not pay back to the morally bankrupt Lhereux. A failed surgery on the club-footed Hippolyte drives the central": {
    "guess": "Madame Bovary",
    "confidence": [
      [
        "Mad",
        -0.0020148829
      ],
      [
        "ame",
        -6.9331734e-05
      ],
      [
        " B",
        -3.392825e-05
      ],
      [
        "ov",
        -6.704273e-07
      ],
      [
        "ary",
        -3.9530823e-05
      ]
    ]
  },
  "For the Helmholtz equation with constant k, this distribution may be succinctly defined as the sum over all n of the product of the nth eigenfunction at the field and source points, divided by the quantity k2 (\"kay-squared\") minus the nth eigenvalue squared. This is, in general, the kernel such that its convolution with the density function in an operator equation yields the solution to that equation. FTP, name this type of generalized function that can, in principle, be found for an operator L using the equation L operating on g of r given r-prime equals delta of r minus r-prime, and its namesake's second identity.": {
    "guess": "Green's function",
    "confidence": [
      [
        "Green",
        -0.06959979
      ],
      [
        "'s",
        -0.0005079957
      ],
      [
        " function",
        -0.024248965
      ]
    ]
  },
  "These help reduce the buildup of lactic acid from the conversion of sugars in athletes, allowing them to perform better without fatigue. Their function is based on Le Chatelier's Principle and the common ion effect, and the Henderson-Hasselbach equation can help determine their maximum capacity. Their presence results in a flat region on a titration curve, as the pH does not change with the addition": {
    "guess": "Buffer Solution",
    "confidence": [
      [
        "Buffer",
        -0.38176975
      ],
      [
        " Solution",
        -1.090232
      ]
    ]
  },
  "With the help of Felipe Angeles he integrated artillery into his cavalry heavy forces and went on to": {
    "guess": "Felipe Ángeles",
    "confidence": [
      [
        "Fel",
        -1.0442731
      ],
      [
        "ipe",
        -3.9530823e-05
      ],
      [
        " Á",
        -0.18734553
      ],
      [
        "nge",
        -5.1689596e-05
      ],
      [
        "les",
        -8.292095e-05
      ]
    ]
  },
  "He helped found the Kiangsi Soviet Party, and served as a theorist and military leader in Yanan from 1936 until 1945, at which point he began the effort for the party he co-founded in 1921 to gain control of his nation, which he did in 1949. FTP, name this man who led the 1934-35 Long March and ruled China until his 1976 death.": {
    "guess": "Mao Zedong",
    "confidence": [
      [
        "M",
        -0.017756648
      ],
      [
        "ao",
        -3.523949e-05
      ],
      [
        " Z",
        -0.0005119258
      ],
      [
        "ed",
        -1.4021238e-05
      ],
      [
        "ong",
        -3.0828953e-05
      ]
    ]
  },
  "He helped create Germany's Socialist Unity Party; in 1967, he was appointed successor to its first secretary, Walter Ulbricht, following his 1961 direction of the construction of the [*] Berlin Wall. In 1981 and 1987, he and Helmut Kohl exchanged the first official visits as leaders of the two Germanys.": {
    "guess": "Erich Honecker",
    "confidence": [
      [
        "E",
        -0.0013892815
      ],
      [
        "rich",
        -0.0001309527
      ],
      [
        " H",
        -0.0001624188
      ],
      [
        "one",
        -1.1041146e-05
      ],
      [
        "cker",
        -6.0510665e-05
      ]
    ]
  },
  "These help reduce the buildup of lactic acid from the conversion of sugars in athletes, allowing them to perform better without fatigue. Their function is based on Le Chatelier's Principle and the common": {
    "guess": "Buffer solution",
    "confidence": [
      [
        "Buffer",
        -0.81855094
      ],
      [
        " solution",
        -0.13786854
      ]
    ]
  },
  "With the help of Felipe Angeles he integrated artillery into his cavalry heavy forces and went on to win victories at Torreon, Ciudad Juarez, and Zacatecas. His apogee occurred during the Aguascalientes conference which his men dominated and where he split with Venustiano Carranza, his nominal commander during the campaign to depose Victoriano Huerta. However, he was soon defeated by the armies of": {
    "guess": "Pancho Villa",
    "confidence": [
      [
        "Pan",
        -0.33259833
      ],
      [
        "cho",
        -3.650519e-06
      ],
      [
        " Villa",
        -7.433829e-05
      ]
    ]
  },
  "Heloise Dubuc is the first wife of one character in this novel, whose daughter Berthe is sent to work on a cotton mill at its end, in part because of a mounting debt that the title figure could not pay back to the morally bankrupt Lhereux. A failed surgery on the club-footed Hippolyte drives the central figure deeper into her affair with Rodolphe, who she later replaces with Leon after meeting with": {
    "guess": "Madame Bovary",
    "confidence": [
      [
        "Mad",
        -0.009476853
      ],
      [
        "ame",
        -0.00021307668
      ],
      [
        " B",
        -0.00015383612
      ],
      [
        "ov",
        -1.8624639e-06
      ],
      [
        "ary",
        -8.697388e-05
      ]
    ]
  },
  "For Helium Three, it could have six sections, depending on whether it differentiates between spin-ordered and spin-disordered structures and on whether it differentiates between two possible superfluids. Most of them are much simpler and show the same basic shape, though the one for water is unusual due to the negative slope of its fusion curve. Name these graphs, which generally place pressure on the y-axis and temperature on the x-axis, that show when a particular substance is a solid, liquid,": {
    "guess": "Phase diagram",
    "confidence": [
      [
        "Phase",
        -0.0012749963
      ],
      [
        " diagram",
        -0.034123473
      ]
    ]
  },
  "The man who held this post in the 1970s was a pioneer in nonlinear acoustics who wrote Waves in Fluids, James Lighthill. The first person to hold this post resigned in order to become a priest, though not before discovering how to calculate the (*) slope of a tangent. Gabriel Stokes was its longest holder.": {
    "guess": "Lucasian Professor of Mathematics",
    "confidence": [
      [
        "Luc",
        -0.10917277
      ],
      [
        "as",
        -0.003548986
      ],
      [
        "ian",
        -0.00023834419
      ],
      [
        " Professor",
        -0.0023375894
      ],
      [
        " of",
        -0.00020294437
      ],
      [
        " Mathematics",
        -0.00010843054
      ]
    ]
  },
  "With the help of a servant, this man defeated a stone-hearted clay giant. That battle resulted in this": {
    "guess": "David and Goliath",
    "confidence": [
      [
        "David",
        -0.047605548
      ],
      [
        " and",
        -0.038681302
      ],
      [
        " G",
        -0.00017147827
      ],
      [
        "oli",
        -2.868329e-05
      ],
      [
        "ath",
        -5.080963e-06
      ]
    ]
  },
  "The HeliScope technology performs this activity using single molecule samples, and the Phred program": {
    "guess": "DNA sequencing",
    "confidence": [
      [
        "DNA",
        -0.13630457
      ],
      [
        " sequencing",
        -0.061462235
      ]
    ]
  },
  "This man helped write the Declaration of Rights and Grievances during the Stamp Act Congress, as well as the Declaration on the Causes and Necessity of Taking up Arms and the Olive Branch Petition during the first Continental Congress. Though he opposed the Declaration of Independence as a Pennsylvanian representative, he was a strong leader during the Constitutional Convention and published papers in support of it under the pseudonym Fabius. FTP, name this former governor of both Pennsylvania and": {
    "guess": "Benjamin Franklin",
    "confidence": [
      [
        "Ben",
        -1.0821137
      ],
      [
        "jamin",
        -0.0005844878
      ],
      [
        " Franklin",
        -0.10162355
      ]
    ]
  },
  "Helical grooves in a thin layer of carbon or metal are used in the construction of the film type of these components, while nichrome (NYE-krome) is used in making the wirewound type. Like capacitors, a": {
    "guess": "Resistor",
    "confidence": [
      [
        "Res",
        -0.21581037
      ],
      [
        "istor",
        -0.009876616
      ]
    ]
  },
  "This man held positions at Bennington College in Vermont, the Universidad Nacional Aut—noma de MŽxico and Michigan State University in the 1940's and 50's. Born in Frankfurt in 1900, he studied under Sigmund Freud but came to the U.S. in 1933 to escape the Nazis. FTP, who is this psychologist, the author of The Dogma of Christ and Escape from Freedom, whose view that Freud neglected societal factors": {
    "guess": "Erich Fromm",
    "confidence": [
      [
        "E",
        -0.00986068
      ],
      [
        "rich",
        -0.037033953
      ],
      [
        " From",
        -1.8431772e-05
      ],
      [
        "m",
        -4.9424725e-05
      ]
    ]
  },
  "For Helium Three, it could have six sections, depending on whether it differentiates between spin-ordered": {
    "guess": "Helium-3",
    "confidence": [
      [
        "Hel",
        -0.6689414
      ],
      [
        "ium",
        -0.008484441
      ],
      [
        "-",
        -0.09706134
      ],
      [
        "3",
        -0.005913508
      ]
    ]
  },
  "With the help of the Scottish Admiral Grieg, this ruler won a war against King Gustav III of Sweden. At the Battle of Chesme, this ruler's navy sank an entire Turkish fleet, resulting in the favorable Treaty of Kucuk-Kaynarca. This ruler helped make Stanislaw Poniatowski the King of Poland and had a notable advisor named Grigory Orlov. This ruler conquered the Crimean Peninsula with the help of General Potemkin and helped plan the partitions of Poland with Frederick the Great and Maria Theresa. For": {
    "guess": "Catherine the Great",
    "confidence": [
      [
        "C",
        -0.0006203425
      ],
      [
        "atherine",
        -4.20341e-05
      ],
      [
        " the",
        -5.9199425e-05
      ],
      [
        " Great",
        -4.5252596e-05
      ]
    ]
  },
  "This man held positions at Bennington College in Vermont, the Universidad Nacional Aut—noma de MŽxico and Michigan State University in the 1940's and 50's. Born in Frankfurt in 1900, he studied under Sigmund Freud but came to the U.S. in 1933 to escape the Nazis. FTP, who is this psychologist, the author": {
    "guess": "Erik Erikson",
    "confidence": [
      [
        "E",
        -0.0801503
      ],
      [
        "rik",
        -0.05943175
      ],
      [
        " Erik",
        -0.21994196
      ],
      [
        "son",
        -6.194111e-05
      ]
    ]
  },
  "With the help of Archbishop Simon Atumano, Juan de Urtubia was able to wrest control of this city from the Catalan Company in the fourteenth century. While in an alliance with Argos, this city lost the": {
    "guess": "Thebes, Greece",
    "confidence": [
      [
        "The",
        -0.0082786195
      ],
      [
        "bes",
        -0.003116634
      ],
      [
        ",",
        -5.9153886e-06
      ],
      [
        " Greece",
        -6.511407e-06
      ]
    ]
  },
  "With the help of the Scottish Admiral Grieg, this ruler won a war against King Gustav III of Sweden. At the Battle of Chesme, this ruler's navy sank an entire Turkish fleet, resulting in the favorable Treaty of Kucuk-Kaynarca. This ruler helped make Stanislaw Poniatowski the King of Poland and had a notable advisor named Grigory Orlov. This ruler conquered the Crimean Peninsula with the help of General Potemkin and helped plan the partitions of Poland with Frederick the Great and Maria Theresa. For 10 points, name this famed tsarina of Russia.": {
    "guess": "Catherine the Great",
    "confidence": [
      [
        "C",
        -0.00668506
      ],
      [
        "atherine",
        -3.1782583e-05
      ],
      [
        " the",
        -8.613945e-05
      ],
      [
        " Great",
        -5.9080223e-05
      ]
    ]
  },
  "He helped create Germany's Socialist Unity Party; in 1967, he was appointed successor to its first secretary, Walter Ulbricht, following his 1961 direction of the construction of the [*] Berlin Wall. In": {
    "guess": "Erich Honecker",
    "confidence": [
      [
        "E",
        -0.0023939637
      ],
      [
        "rich",
        -0.00073994225
      ],
      [
        " H",
        -0.00018089537
      ],
      [
        "one",
        -1.0087517e-05
      ],
      [
        "cker",
        -5.1928004e-05
      ]
    ]
  },
  "These help reduce the buildup of lactic acid from the conversion of sugars in athletes, allowing them to perform better without fatigue. Their function is based on Le Chatelier's Principle and the common ion effect, and the Henderson-Hasselbach equation can help determine their maximum capacity. Their": {
    "guess": "Buffer solution",
    "confidence": [
      [
        "Buffer",
        -0.10780718
      ],
      [
        " solution",
        -0.6531328
      ]
    ]
  },
  "Helen gives one character in this work a potion to inspire good dreams, and another character uses the herb moly to rescue his companions. That character in this work is given shelter by the swineherd Eumaeus and is earlier found by (*) Nausicaa after spending seven years with the nymph Calypso. In this work, dangers encountered include the Laestrygones, Scylla, and the Sirens. The protagonist of this": {
    "guess": "Odyssey",
    "confidence": [
      [
        "Od",
        -0.31777442
      ],
      [
        "yssey",
        -0.0047309417
      ]
    ]
  },
  "In 1871 he helped to found the Société Nationale de Musique after studying under Benoist and Halévy. He went to England in 1902 to write Edward VII's coronation march. His operas include Les Barbares, Etienne Marcel, Proserpine, and Samson et Delila. For 10 points—name this composer of Carnaval des animaux and La Danse Macabre.": {
    "guess": "Camille Saint-Saëns",
    "confidence": [
      [
        "Cam",
        -0.0060090255
      ],
      [
        "ille",
        -0.00013238314
      ],
      [
        " Saint",
        -0.00015979631
      ],
      [
        "-S",
        -4.406056e-05
      ],
      [
        "a",
        -5.0139948e-05
      ],
      [
        "ë",
        -0.0006054567
      ],
      [
        "ns",
        -8.299462e-06
      ]
    ]
  },
  "The HeliScope technology performs this activity using single molecule samples, and the Phred program assigns quality scores to the ouput of this process. Examples of this activity which rely on the SOLiD": {
    "guess": "DNA sequencing",
    "confidence": [
      [
        "DNA",
        -0.2874356
      ],
      [
        " sequencing",
        -0.08152218
      ]
    ]
  },
  "For the Helmholtz equation with constant k, this distribution may be succinctly defined as the sum over all n of the product of the nth eigenfunction at the field and source points, divided by the quantity": {
    "guess": "Eigenfunction expansion",
    "confidence": [
      [
        "Eigen",
        -1.047079
      ],
      [
        "function",
        -0.17013685
      ],
      [
        " expansion",
        -0.25599635
      ]
    ]
  },
  "He helped create Germany's Socialist Unity Party; in 1967, he was appointed successor to its first secretary, Walter Ulbricht, following his 1961 direction of the construction of the [*] Berlin Wall. In 1981 and 1987, he and Helmut Kohl exchanged the first official visits as leaders of the two Germanys. For 10 points—name this man who resigned in October 1989, the final leader of East Germany.": {
    "guess": "Erich Honecker",
    "confidence": [
      [
        "E",
        -0.00032068457
      ],
      [
        "rich",
        -0.25682095
      ],
      [
        " H",
        -0.0001693326
      ],
      [
        "one",
        -1.0325924e-05
      ],
      [
        "cker",
        -2.1054253e-05
      ]
    ]
  },
  "This man helped write the Declaration of Rights and Grievances during the Stamp Act Congress, as well": {
    "guess": "John Dickinson",
    "confidence": [
      [
        "John",
        -0.007973545
      ],
      [
        " Dickinson",
        -0.0031634606
      ]
    ]
  },
  "During the Hellenistic period, the millefiori technique was developed, allowing people to create intricate designs in it. A light green type of this, called trinitite, was formed as a result of the Trinity nuclear test. It is formed by quenching a melt. In medieval Europe, the bullseye of the crown type of this was less expensive than the outer edges. Because of the lack of electric transition states in the range of visible light and because of its homogeneity, it is usually transparent. (*) Some common types include the Germania, soda-lime, and borosilicate types. Natural ones, such as obsidian, are usually produced in lava flows. It is cooled through its transition temperature quickly enough": {
    "guess": "Glass",
    "confidence": [
      [
        "Glass",
        -0.0066208737
      ]
    ]
  },
  "For Helium Three, it could have six sections, depending on whether it differentiates between spin-ordered and spin-disordered structures and on whether it differentiates between two possible superfluids. Most of them are much simpler and show the same basic shape, though the one for water is unusual due to the negative slope of its fusion curve. Name these graphs, which generally place pressure on the y-axis and temperature on the x-axis, that show when a particular substance is a solid, liquid, or gas.": {
    "guess": "Phase diagram",
    "confidence": [
      [
        "Phase",
        -0.00044008633
      ],
      [
        " diagram",
        -0.02960387
      ]
    ]
  },
  "Heloise Dubuc is the first wife of one character in this novel, whose daughter Berthe is sent to work on a cotton mill at its end, in part because of a mounting debt that the title figure could not pay back to the morally bankrupt Lhereux. A failed surgery on the club-footed Hippolyte drives the central figure deeper into her affair with Rodolphe, who she later replaces with Leon after meeting with him in Rouen. The title woman of this novel dies painfully after ingesting Homais's arsenic. Charles": {
    "guess": "Madame Bovary",
    "confidence": [
      [
        "Mad",
        -0.0011770127
      ],
      [
        "ame",
        -0.00016074994
      ],
      [
        " B",
        -3.7146747e-05
      ],
      [
        "ov",
        -1.3856493e-06
      ],
      [
        "ary",
        -6.313315e-05
      ]
    ]
  },
  "For the Helmholtz equation with constant k, this distribution may be succinctly defined as the sum over all n of the product of the nth eigenfunction at the field and source points, divided by the quantity k2 (\"kay-squared\") minus the nth eigenvalue squared. This is, in general, the kernel such that its convolution with the density function in an operator equation yields the solution to that equation.": {
    "guess": "Green's function",
    "confidence": [
      [
        "Green",
        -0.25474575
      ],
      [
        "'s",
        -0.0005568436
      ],
      [
        " function",
        -0.054067783
      ]
    ]
  },
  "Helical grooves in a thin layer of carbon or metal are used in the construction of the film type of these components, while nichrome (NYE-krome) is used in making the wirewound type. Like capacitors, a four color band code is used to label these devices. Potentiometers are made from three terminal ones, and four of these elements are used in a (*) Wheatstone bridge. They are commonly indicated using": {
    "guess": "Resistor",
    "confidence": [
      [
        "Res",
        -0.008185573
      ],
      [
        "istor",
        -0.024850352
      ]
    ]
  },
  "With the help of Felipe Angeles he integrated artillery into his cavalry heavy forces and went on to win victories at Torreon, Ciudad Juarez, and Zacatecas. His apogee occurred during the Aguascalientes conference which his men dominated and where he split with Venustiano Carranza, his nominal commander during the campaign to depose Victoriano Huerta. However, he was soon defeated by the armies of Alvaro Obregon at Celaya and Agua Prieta and became incensed at the United States recognition of Carranza.": {
    "guess": "Pancho Villa",
    "confidence": [
      [
        "Pan",
        -0.019865697
      ],
      [
        "cho",
        0.0
      ],
      [
        " Villa",
        -4.572941e-05
      ]
    ]
  },
  "Helen gives one character in this work a potion to inspire good dreams, and another character uses the herb moly to rescue his companions. That character in this work is given shelter by the swineherd": {
    "guess": "The Odyssey",
    "confidence": [
      [
        "The",
        -0.01817839
      ],
      [
        " Odyssey",
        -4.9186317e-05
      ]
    ]
  },
  "With the help of Archbishop Simon Atumano, Juan de Urtubia was able to wrest control of this city from the Catalan Company in the fourteenth century. While in an alliance with Argos, this city lost the Battle of Coronea to Agesilaus II, although at the start of that conflict this city defeated Sparta at the Battle of Haliartus and killed Lysander. This city won a pyrrhic victory at the Battle of Mantinea,": {
    "guess": "Thebes, Greece",
    "confidence": [
      [
        "The",
        -0.007890994
      ],
      [
        "bes",
        -0.0028729886
      ],
      [
        ",",
        -0.006366459
      ],
      [
        " Greece",
        -2.9517714e-05
      ]
    ]
  },
  "With the help of Felipe Angeles he integrated artillery into his cavalry heavy forces and went on to win victories at Torreon, Ciudad Juarez, and Zacatecas. His apogee occurred during the Aguascalientes conference which his men dominated and where he split with Venustiano Carranza, his nominal commander": {
    "guess": "Pancho Villa",
    "confidence": [
      [
        "Pan",
        -0.02924782
      ],
      [
        "cho",
        -1.5213274e-05
      ],
      [
        " Villa",
        -0.00010175513
      ]
    ]
  },
  "Helical grooves in a thin layer of carbon or metal are used in the construction of the film type of these components, while nichrome (NYE-krome) is used in making the wirewound type. Like capacitors, a four color band code is used to label these devices. Potentiometers are made from three terminal ones, and four of these elements are used in a (*) Wheatstone bridge. They are commonly indicated using a zig-zag symbol. For 10 points, name these circuit components that cause a voltage drop when a current": {
    "guess": "Resistor",
    "confidence": [
      [
        "Res",
        -0.0067755273
      ],
      [
        "istor",
        -0.013873165
      ]
    ]
  },
  "He helped found the Kiangsi Soviet Party, and served as a theorist and military leader in Yanan from 1936 until 1945, at which point he began the effort for the party he co-founded in 1921 to gain control": {
    "guess": "Chinese Communist Party",
    "confidence": [
      [
        "Chinese",
        -0.44240114
      ],
      [
        " Communist",
        -0.35692486
      ],
      [
        " Party",
        -0.0014371354
      ]
    ]
  },
  "During the Hellenistic period, the millefiori technique was developed, allowing people to create intricate designs in it. A light green type of this, called trinitite, was formed as a result of the Trinity nuclear test. It is formed by quenching a melt. In medieval Europe, the bullseye of the crown type of this was less expensive than the outer edges. Because of the lack of electric transition states in the range of visible light and because of its homogeneity, it is usually transparent. (*) Some": {
    "guess": "Glass",
    "confidence": [
      [
        "Glass",
        -0.0041698143
      ]
    ]
  },
  "With the help of a servant, this man defeated a stone-hearted clay giant. That battle resulted in this god requiring help from the seer Groa in removing a whetstone from his head. This god gained the service of Roskva and the aforementioned servant Thialfi when the latter broke the thigh-bone of one": {
    "guess": "Thor",
    "confidence": [
      [
        "Thor",
        -0.05832965
      ]
    ]
  },
  "With the help of Archbishop Simon Atumano, Juan de Urtubia was able to wrest control of this city from the Catalan Company in the fourteenth century. While in an alliance with Argos, this city lost the Battle of Coronea to Agesilaus II, although at the start of that conflict this city defeated Sparta at the Battle of Haliartus and killed Lysander. This city won a pyrrhic victory at the Battle of Mantinea, at which three of its generals died, one of whom had earlier pioneered the use of the oblique order tactic in the Battle of Leuctra. At the Battle of Chaeronea, this city's Sacred Band was finally": {
    "guess": "Thebes, Greece",
    "confidence": [
      [
        "The",
        -0.00617846
      ],
      [
        "bes",
        -0.006980818
      ],
      [
        ",",
        -0.23344867
      ],
      [
        " Greece",
        -0.00020151392
      ]
    ]
  },
  "The HeliScope technology performs this activity using single molecule samples, and the Phred program assigns quality scores to the ouput of this process. Examples of this activity which rely on the SOLiD technology include one in which the release of a PPi group causes luciferase to oxidize luciferin": {
    "guess": "DNA sequencing",
    "confidence": [
      [
        "DNA",
        -0.5645717
      ],
      [
        " sequencing",
        -0.07735014
      ]
    ]
  },
  "Before all hell breaks loose in this play the most significant resistance is the wife's secret mastery of the telegraph by which she communicates to the world. Change comes with the arrival of her cousin, a quarantine officer, and the deterioration of her husband's health. Finally, the long suffering Alice decides to hook up with Curt, and the children get involved when Judith's love for Allan is dismissed by her greedy father. But the kids get together and the shock proves too much for Edgar, who nevertheless spits in his wife's face before he expires. FTP, identify this drama, whose title refers": {
    "guess": "The Children's Hour",
    "confidence": [
      [
        "The",
        -0.34730506
      ],
      [
        " Children",
        -0.41980556
      ],
      [
        "'s",
        -0.00061367074
      ],
      [
        " Hour",
        -0.000996487
      ]
    ]
  },
  "Before all hell breaks loose in this play the most significant resistance is the wife's secret mastery of the telegraph by which she communicates to the world. Change comes with the arrival of her cousin, a quarantine officer, and the deterioration of her husband's health. Finally, the long suffering Alice decides to hook up with Curt, and the children get involved when Judith's love for Allan is dismissed by her greedy father. But the kids get together and the shock proves too much for Edgar, who nevertheless spits in his wife's face before he expires. FTP, identify this drama, whose title refers to the rhythmic cycle of destruction that envelops the family members in this August Strindberg": {
    "guess": "The Father (Strindberg play)",
    "confidence": [
      [
        "The",
        -0.5712146
      ],
      [
        " Father",
        -0.61735517
      ],
      [
        " (",
        -0.3277728
      ],
      [
        "Str",
        -0.40188882
      ],
      [
        "ind",
        -0.00019030878
      ],
      [
        "berg",
        -3.1782583e-05
      ],
      [
        " play",
        -0.06854054
      ],
      [
        ")",
        -0.0003210422
      ]
    ]
  },
  "This man helped write the Declaration of Rights and Grievances during the Stamp Act Congress, as well as the Declaration on the Causes and Necessity of Taking up Arms and the Olive Branch Petition during the first Continental Congress. Though he opposed the Declaration of Independence as a Pennsylvanian representative, he was a strong leader during the Constitutional Convention and published papers": {
    "guess": "John Dickinson",
    "confidence": [
      [
        "John",
        -0.7637464
      ],
      [
        " Dickinson",
        -0.011756976
      ]
    ]
  },
  "In 1871 he helped to found the Société Nationale de Musique after studying under Benoist and Halévy. He went to England in 1902 to write Edward VII's coronation march. His operas include Les Barbares,": {
    "guess": "Camille Saint-Saëns",
    "confidence": [
      [
        "Cam",
        -0.5468274
      ],
      [
        "ille",
        -9.019238e-05
      ],
      [
        " Saint",
        -0.00020652048
      ],
      [
        "-S",
        -0.00020485163
      ],
      [
        "a",
        -0.00012833021
      ],
      [
        "ë",
        -0.0014167846
      ],
      [
        "ns",
        -1.27099975e-05
      ]
    ]
  },
  "This man held positions at Bennington College in Vermont, the Universidad Nacional Aut—noma de MŽxico and Michigan State University in the 1940's and 50's. Born in Frankfurt in 1900, he studied under Sigmund Freud but came to the U.S. in 1933 to escape the Nazis. FTP, who is this psychologist, the author of The Dogma of Christ and Escape from Freedom, whose view that Freud neglected societal factors led him to develop the idea of the \"Sane Society\"?": {
    "guess": "Erich Fromm",
    "confidence": [
      [
        "E",
        -0.00019042798
      ],
      [
        "rich",
        -3.5477897e-05
      ],
      [
        " From",
        -1.4021238e-05
      ],
      [
        "m",
        -3.2855416e-05
      ]
    ]
  },
  "Before all hell breaks loose in this play the most significant resistance is the wife's secret mastery of the telegraph by which she communicates to the world. Change comes with the arrival of her cousin, a quarantine officer, and the deterioration of her husband's health. Finally, the long suffering Alice decides to hook up with Curt, and the children get involved when Judith's love for Allan is dismissed": {
    "guess": "The Children's Hour",
    "confidence": [
      [
        "The",
        -0.67159146
      ],
      [
        " Children",
        -0.2094996
      ],
      [
        "'s",
        -0.002454607
      ],
      [
        " Hour",
        -0.00022034443
      ]
    ]
  },
  "With the help of a servant, this man defeated a stone-hearted clay giant. That battle resulted in this god requiring help from the seer Groa in removing a whetstone from his head. This god gained the service": {
    "guess": "Thor",
    "confidence": [
      [
        "Thor",
        -0.076278105
      ]
    ]
  },
  "This man held positions at Bennington College in Vermont, the Universidad Nacional Aut—noma de MŽxico and Michigan State University in the 1940's and 50's. Born in Frankfurt in 1900, he studied under Sigmund": {
    "guess": "Paul Goodman",
    "confidence": [
      [
        "Paul",
        -0.82831985
      ],
      [
        " Goodman",
        -1.0200241
      ]
    ]
  },
  "For Helium Three, it could have six sections, depending on whether it differentiates between spin-ordered and spin-disordered structures and on whether it differentiates between two possible superfluids. Most of them are much simpler and show the same basic shape, though the one for water is unusual": {
    "guess": "Helium-3",
    "confidence": [
      [
        "Hel",
        -1.0181499
      ],
      [
        "ium",
        -0.00083726563
      ],
      [
        "-",
        -0.066222765
      ],
      [
        "3",
        -0.014117549
      ]
    ]
  },
  "He helped found the Kiangsi Soviet Party, and served as a theorist and military leader in Yanan from": {
    "guess": "Chinese Soviet Republic",
    "confidence": [
      [
        "Chinese",
        -0.67572516
      ],
      [
        " Soviet",
        -0.016760606
      ],
      [
        " Republic",
        -2.1008714e-06
      ]
    ]
  },
  "Helical grooves in a thin layer of carbon or metal are used in the construction of the film type of these": {
    "guess": "Thin-film solar cell",
    "confidence": [
      [
        "Thin",
        -0.65402216
      ],
      [
        "-f",
        -0.28084776
      ],
      [
        "ilm",
        -3.5313153e-06
      ],
      [
        " solar",
        -0.52888685
      ],
      [
        " cell",
        -0.07564083
      ]
    ]
  },
  "During the Hellenistic period, the millefiori technique was developed, allowing people to create intricate": {
    "guess": "Glass production in ancient Rome",
    "confidence": [
      [
        "Glass",
        -0.98986405
      ],
      [
        " production",
        -0.8884269
      ],
      [
        " in",
        -0.041353494
      ],
      [
        " ancient",
        -0.9682665
      ],
      [
        " Rome",
        -0.10602038
      ]
    ]
  },
  "With the help of Archbishop Simon Atumano, Juan de Urtubia was able to wrest control of this city from": {
    "guess": "Thebes, Greece",
    "confidence": [
      [
        "The",
        -0.034775697
      ],
      [
        "bes",
        -0.0052599646
      ],
      [
        ",",
        -0.0063001267
      ],
      [
        " Greece",
        -5.8245798e-05
      ]
    ]
  },
  "During the Hellenistic period, the millefiori technique was developed, allowing people to create intricate designs in it. A light green type of this, called trinitite, was formed as a result of the Trinity nuclear test. It is formed by quenching a melt. In medieval Europe, the bullseye of the crown type of this was less expensive than the outer edges. Because of the lack of electric transition states in the range of visible light and because of its homogeneity, it is usually transparent. (*) Some common types include the Germania, soda-lime, and borosilicate types. Natural ones, such as obsidian, are usually produced in lava flows. It is cooled through its transition temperature quickly enough so that a crystal lattice cannot form, hence they are amorphous. For 10 points, name this solid material commonly used in window panes.": {
    "guess": "Glass",
    "confidence": [
      [
        "Glass",
        -0.0011231913
      ]
    ]
  },
  "For the Helmholtz equation with constant k, this distribution may be succinctly defined as the sum over all n of the product of the nth eigenfunction at the field and source points, divided by the quantity k2 (\"kay-squared\") minus the nth eigenvalue squared. This is, in general, the kernel such that its convolution with the density function in an operator equation yields the solution to that equation. FTP, name this type of generalized function that can, in principle, be found for an operator L using the equation L operating on g of r given r-prime equals delta of r minus r-prime, and its namesake's": {
    "guess": "Green's function",
    "confidence": [
      [
        "Green",
        -0.040425327
      ],
      [
        "'s",
        -0.00012701898
      ],
      [
        " function",
        -0.019925535
      ]
    ]
  },
  "With the help of Archbishop Simon Atumano, Juan de Urtubia was able to wrest control of this city from the Catalan Company in the fourteenth century. While in an alliance with Argos, this city lost the Battle of Coronea to Agesilaus II, although at the start of that conflict this city defeated Sparta at the Battle of Haliartus and killed Lysander. This city won a pyrrhic victory at the Battle of Mantinea, at which three of its generals died, one of whom had earlier pioneered the use of the oblique order tactic in the Battle of Leuctra. At the Battle of Chaeronea, this city's Sacred Band was finally defeated at the hands of Phillip II and Alexander the Great. For 10 points, name this city in Boetia,": {
    "guess": "Thebes",
    "confidence": [
      [
        "The",
        -0.0022191303
      ],
      [
        "bes",
        -0.0023459191
      ]
    ]
  },
  "During the Hellenistic period, the millefiori technique was developed, allowing people to create intricate designs in it. A light green type of this, called trinitite, was formed as a result of the Trinity nuclear test. It is formed by quenching a melt. In medieval Europe, the bullseye of the crown type": {
    "guess": "Glass",
    "confidence": [
      [
        "Glass",
        -0.044814184
      ]
    ]
  },
  "He helped found the Kiangsi Soviet Party, and served as a theorist and military leader in Yanan from 1936 until 1945, at which point he began the effort for the party he co-founded in 1921 to gain control of his nation, which he did in 1949. FTP, name this man who led the 1934-35 Long March and ruled": {
    "guess": "Mao Zedong",
    "confidence": [
      [
        "M",
        -0.07503221
      ],
      [
        "ao",
        -4.0961266e-05
      ],
      [
        " Z",
        -0.00070397207
      ],
      [
        "ed",
        -1.4378848e-05
      ],
      [
        "ong",
        -3.202099e-05
      ]
    ]
  },
  "For the Helmholtz equation with constant k, this distribution may be succinctly defined as the sum over": {
    "guess": "Partition function",
    "confidence": [
      [
        "Partition",
        -0.8350531
      ],
      [
        " function",
        -0.01400965
      ]
    ]
  },
  "With the help of Felipe Angeles he integrated artillery into his cavalry heavy forces and went on to win victories at Torreon, Ciudad Juarez, and Zacatecas. His apogee occurred during the Aguascalientes": {
    "guess": "Pancho Villa",
    "confidence": [
      [
        "Pan",
        -0.118175
      ],
      [
        "cho",
        -1.5809293e-05
      ],
      [
        " Villa",
        -0.00026515033
      ]
    ]
  },
  "Helen gives one character in this work a potion to inspire good dreams, and another character uses the herb moly to rescue his companions. That character in this work is given shelter by the swineherd Eumaeus and is earlier found by (*) Nausicaa after spending seven years with the nymph Calypso. In this": {
    "guess": "Odyssey",
    "confidence": [
      [
        "Od",
        -0.34578848
      ],
      [
        "yssey",
        -0.0011774895
      ]
    ]
  },
  "Before all hell breaks loose in this play the most significant resistance is the wife's secret mastery of the telegraph by which she communicates to the world. Change comes with the arrival of her cousin, a quarantine officer, and the deterioration of her husband's health. Finally, the long suffering": {
    "guess": "A Doll's House",
    "confidence": [
      [
        "A",
        -0.7895736
      ],
      [
        " Doll",
        -0.0005871103
      ],
      [
        "'s",
        -0.0005865143
      ],
      [
        " House",
        -3.4166656e-05
      ]
    ]
  },
  "For the Helmholtz equation with constant k, this distribution may be succinctly defined as the sum over all n of the product of the nth eigenfunction at the field and source points, divided by the quantity k2 (\"kay-squared\") minus the nth eigenvalue squared. This is, in general, the kernel such that its convolution with the density function in an operator equation yields the solution to that equation. FTP, name this type of generalized function that can, in principle, be found for an operator L using": {
    "guess": "Green's function",
    "confidence": [
      [
        "Green",
        -0.13755754
      ],
      [
        "'s",
        -0.000191024
      ],
      [
        " function",
        -0.044606265
      ]
    ]
  },
  "The man who held this post in the 1970s was a pioneer in nonlinear acoustics who wrote Waves in Fluids, James Lighthill. The first person to hold this post resigned in order to become a priest, though not before discovering how to calculate the (*) slope of a tangent. Gabriel Stokes was its longest holder. For 10 points— name this prestigious Cambridge post held by such figures as Isaac Newton and Stephen Hawking.": {
    "guess": "Lucasian Professor of Mathematics",
    "confidence": [
      [
        "Luc",
        -0.001466177
      ],
      [
        "as",
        -8.017927e-05
      ],
      [
        "ian",
        -5.5623317e-05
      ],
      [
        " Professor",
        -0.0046197646
      ],
      [
        " of",
        -0.00036667887
      ],
      [
        " Mathematics",
        -0.00015288251
      ]
    ]
  },
  "He helped create Germany's Socialist Unity Party; in 1967, he was appointed successor to its first secretary,": {
    "guess": "Erich Honecker",
    "confidence": [
      [
        "E",
        -0.01972358
      ],
      [
        "rich",
        -0.0001373897
      ],
      [
        " H",
        -2.1411865e-05
      ],
      [
        "one",
        -5.080963e-06
      ],
      [
        "cker",
        -2.1411865e-05
      ]
    ]
  },
  "For Helium Three, it could have six sections, depending on whether it differentiates between spin-ordered and spin-disordered structures and on whether it differentiates between two possible superfluids. Most of them are much simpler and show the same basic shape, though the one for water is unusual due to the negative slope of its fusion curve. Name these graphs, which generally place pressure on": {
    "guess": "Phase diagram of helium-3",
    "confidence": [
      [
        "Phase",
        -0.0012466589
      ],
      [
        " diagram",
        -0.07842181
      ],
      [
        " of",
        -0.57547206
      ],
      [
        " helium",
        -0.12174229
      ],
      [
        "-",
        -0.10365009
      ],
      [
        "3",
        -0.004792157
      ]
    ]
  },
  "Heloise Dubuc is the first wife of one character in this novel, whose daughter Berthe is sent to work": {
    "guess": "Madame Bovary",
    "confidence": [
      [
        "Mad",
        -0.006634494
      ],
      [
        "ame",
        -8.852353e-05
      ],
      [
        " B",
        -6.980855e-05
      ],
      [
        "ov",
        -1.3856493e-06
      ],
      [
        "ary",
        -9.41261e-05
      ]
    ]
  },
  "In 1871 he helped to found the Société Nationale de Musique after studying under Benoist and Halévy. He went to England in 1902 to write Edward VII's coronation march. His operas include Les Barbares, Etienne Marcel, Proserpine, and Samson et Delila. For 10 points—name this composer of Carnaval des animaux": {
    "guess": "Camille Saint-Saëns",
    "confidence": [
      [
        "Cam",
        -0.031575043
      ],
      [
        "ille",
        -9.901345e-05
      ],
      [
        " Saint",
        -0.00013846254
      ],
      [
        "-S",
        -0.00016456447
      ],
      [
        "a",
        -0.00011260267
      ],
      [
        "ë",
        -0.0013136899
      ],
      [
        "ns",
        -4.0246043e-05
      ]
    ]
  },
  "Heloise Dubuc is the first wife of one character in this novel, whose daughter Berthe is sent to work on a cotton mill at its end, in part because of a mounting debt that the title figure could not pay back to the morally bankrupt Lhereux. A failed surgery on the club-footed Hippolyte drives the central figure deeper into her affair with Rodolphe, who she later replaces with Leon after meeting with him in Rouen. The title woman of this novel dies painfully after ingesting Homais's arsenic. Charles is the hapless husband of, for 10 points, the title woman of what Gustave Flaubert novel?": {
    "guess": "Madame Bovary",
    "confidence": [
      [
        "Mad",
        -0.004186433
      ],
      [
        "ame",
        -0.00029112943
      ],
      [
        " B",
        -5.5146502e-05
      ],
      [
        "ov",
        -5.5122365e-07
      ],
      [
        "ary",
        -5.6576944e-05
      ]
    ]
  },
  "With the help of Archbishop Simon Atumano, Juan de Urtubia was able to wrest control of this city from the Catalan Company in the fourteenth century. While in an alliance with Argos, this city lost the Battle of Coronea to Agesilaus II, although at the start of that conflict this city defeated Sparta": {
    "guess": "Thebes, Greece",
    "confidence": [
      [
        "The",
        -0.30677277
      ],
      [
        "bes",
        -0.0001690942
      ],
      [
        ",",
        -0.0002072357
      ],
      [
        " Greece",
        -2.6299214e-05
      ]
    ]
  },
  "With the help of a servant, this man defeated a stone-hearted clay giant. That battle resulted in this god requiring help from the seer Groa in removing a whetstone from his head. This god gained the service of Roskva and the aforementioned servant Thialfi when the latter broke the thigh-bone of one of his goats. In addition to killing the giant Hrungnir, this god once fished his mortal enemy out of the ocean and failed to lift its paw when it assumed the form of a cat in the realm of Utgard-Loki. For 10 points, name this enemy of the Midgard Serpent who owned the hammer Mjolnir, the Norse god of thunder.": {
    "guess": "Thor",
    "confidence": [
      [
        "Thor",
        -0.0013269031
      ]
    ]
  },
  "Helical grooves in a thin layer of carbon or metal are used in the construction of the film type of these components, while nichrome (NYE-krome) is used in making the wirewound type. Like capacitors, a four color band code is used to label these devices. Potentiometers are made from three terminal ones, and four of these elements are used in a (*) Wheatstone bridge. They are commonly indicated using a zig-zag symbol. For 10 points, name these circuit components that cause a voltage drop when a current runs through them.": {
    "guess": "Resistor",
    "confidence": [
      [
        "Res",
        -0.002106125
      ],
      [
        "istor",
        -0.017496044
      ]
    ]
  },
  "Heloise Dubuc is the first wife of one character in this novel, whose daughter Berthe is sent to work on a cotton mill at its end, in part because of a mounting debt that the title figure could not pay": {
    "guess": "Madame Bovary",
    "confidence": [
      [
        "Mad",
        -0.0005718596
      ],
      [
        "ame",
        -0.0001037816
      ],
      [
        " B",
        -1.7835755e-05
      ],
      [
        "ov",
        -6.704273e-07
      ],
      [
        "ary",
        -2.749125e-05
      ]
    ]
  },
  "With the help of Archbishop Simon Atumano, Juan de Urtubia was able to wrest control of this city from the Catalan Company in the fourteenth century. While in an alliance with Argos, this city lost the Battle of Coronea to Agesilaus II, although at the start of that conflict this city defeated Sparta at the Battle of Haliartus and killed Lysander. This city won a pyrrhic victory at the Battle of Mantinea, at which three of its generals died, one of whom had earlier pioneered the use of the oblique order tactic in the Battle of Leuctra. At the Battle of Chaeronea, this city's Sacred Band was finally defeated at the hands of Phillip II and Alexander the Great. For 10 points, name this city in Boetia, the most powerful Greek city-state prior to the death of its general Epaminondas and the subsequent": {
    "guess": "Thebes",
    "confidence": [
      [
        "The",
        -0.0036412883
      ],
      [
        "bes",
        -0.0072032325
      ]
    ]
  },
  "These help reduce the buildup of lactic acid from the conversion of sugars in athletes, allowing them to perform better without fatigue. Their function is based on Le Chatelier's Principle and the common ion effect, and the Henderson-Hasselbach equation can help determine their maximum capacity. Their presence results in a flat region on a titration curve, as the pH does not change with the addition of more solution. FTP, name these systems usually made up of a weak acid and its conjugate base.": {
    "guess": "Buffer solution",
    "confidence": [
      [
        "Buffer",
        -0.019924834
      ],
      [
        " solution",
        -0.42135668
      ]
    ]
  },
  "Before all hell breaks loose in this play the most significant resistance is the wife's secret mastery of the telegraph by which she communicates to the world. Change comes with the arrival of her cousin,": {
    "guess": "Hedda Gabler",
    "confidence": [
      [
        "H",
        -0.10933725
      ],
      [
        "ed",
        -2.6060809e-05
      ],
      [
        "da",
        -1.2352386e-05
      ],
      [
        " Gab",
        -5.1808798e-05
      ],
      [
        "ler",
        -5.3193703e-06
      ]
    ]
  },
  "Helen gives one character in this work a potion to inspire good dreams, and another character uses the herb moly to rescue his companions. That character in this work is given shelter by the swineherd Eumaeus and is earlier found by (*) Nausicaa after spending seven years with the nymph Calypso. In this work, dangers encountered include the Laestrygones, Scylla, and the Sirens. The protagonist of this work commits an impressive feat of archery before killing the suitors of his wife Penelope. For": {
    "guess": "Odyssey",
    "confidence": [
      [
        "Od",
        -0.115458205
      ],
      [
        "yssey",
        -0.002512166
      ]
    ]
  },
  "The HeliScope technology performs this activity using single molecule samples, and the Phred program assigns quality scores to the ouput of this process. Examples of this activity which rely on the SOLiD technology include one in which the release of a PPi group causes luciferase to oxidize luciferin and release light.  Sanger's chain termination method is a \"wet\" method of performing it, while an": {
    "guess": "DNA sequencing",
    "confidence": [
      [
        "DNA",
        -0.05916584
      ],
      [
        " sequencing",
        -0.0072011016
      ]
    ]
  },
  "The HeliScope technology performs this activity using single molecule samples, and the Phred program assigns quality scores to the ouput of this process. Examples of this activity which rely on the SOLiD technology include one in which the release of a PPi group causes luciferase to oxidize luciferin and release light.  Sanger's chain termination method is a \"wet\" method of performing it, while an early method of performing this activity with large samples was the \"shotgun method\" which relied on": {
    "guess": "DNA sequencing",
    "confidence": [
      [
        "DNA",
        -0.028125016
      ],
      [
        " sequencing",
        -0.0050814836
      ]
    ]
  },
  "The HeliScope technology performs this activity using single molecule samples, and the Phred program assigns quality scores to the ouput of this process. Examples of this activity which rely on the SOLiD technology include one in which the release of a PPi group causes luciferase to oxidize luciferin and release light.  Sanger's chain termination method is a \"wet\" method of performing it, while an early method of performing this activity with large samples was the \"shotgun method\" which relied on cloning of random portions of the chromosome. For 10 points, identify this activity which resulted": {
    "guess": "DNA sequencing",
    "confidence": [
      [
        "DNA",
        -0.0151293725
      ],
      [
        " sequencing",
        -0.009549127
      ]
    ]
  },
  "The HeliScope technology performs this activity using single molecule samples, and the Phred program assigns quality scores to the ouput of this process. Examples of this activity which rely on the SOLiD technology include one in which the release of a PPi group causes luciferase to oxidize luciferin and release light.  Sanger's chain termination method is a \"wet\" method of performing it, while an early method of performing this activity with large samples was the \"shotgun method\" which relied on cloning of random portions of the chromosome. For 10 points, identify this activity which resulted in the mapping of J. Craig Venter and James Watson's genomes. ": {
    "guess": "DNA sequencing",
    "confidence": [
      [
        "DNA",
        -0.0133359935
      ],
      [
        " sequencing",
        -0.015150038
      ]
    ]
  }
}