{
  "The lyrics to one piece by this composer are sung in Sanskrit but based on a traditional Welsh hymn. This composer of Duel of the Fates wrote a prelude and variation of a Shaker hymn in the Air and Simple Gifts quartet, which was performed at the 2009 presidential inauguration. One piece by this man": {
    "guess": "John Williams",
    "confidence": [
      [
        "John",
        -0.0062625776
      ],
      [
        " Williams",
        -0.0005425465
      ]
    ]
  },
  "The lyrics to one piece by this composer are sung in Sanskrit but based on a traditional Welsh hymn. This composer of Duel of the Fates wrote a prelude and variation of a Shaker hymn in the Air and Simple Gifts quartet, which was performed at the 2009 presidential inauguration. One piece by this man simply consists of the strings repeating two bass notes a half-step apart. This man also composed the": {
    "guess": "John Williams",
    "confidence": [
      [
        "John",
        -0.0023660169
      ],
      [
        " Williams",
        -0.000509903
      ]
    ]
  },
  "The lyrics to one piece by this composer are sung in Sanskrit but based on a traditional Welsh hymn. This composer of Duel of the Fates wrote a prelude and variation of a Shaker hymn in the Air and Simple": {
    "guess": "John Williams",
    "confidence": [
      [
        "John",
        -0.5361317
      ],
      [
        " Williams",
        -0.0039932732
      ]
    ]
  },
  "The lyrics to one piece by this composer are sung in Sanskrit but based on a traditional Welsh hymn.": {
    "guess": "John Williams",
    "confidence": [
      [
        "John",
        -0.51786083
      ],
      [
        " Williams",
        -0.20277095
      ]
    ]
  },
  "The lyrics to one piece by this composer are sung in Sanskrit but based on a traditional Welsh hymn. This composer of Duel of the Fates wrote a prelude and variation of a Shaker hymn in the Air and Simple Gifts quartet, which was performed at the 2009 presidential inauguration. One piece by this man simply consists of the strings repeating two bass notes a half-step apart. This man also composed the Olympic Fanfare and Theme. He more recently composed the score to the movie Lincoln and is the second-most nominated person for an Academy Award. For 10 points, name this American composer of film scores, such as Jaws, the Indiana Jones series, and the Star Wars saga.": {
    "guess": "John Williams",
    "confidence": [
      [
        "John",
        -0.0004032634
      ],
      [
        " Williams",
        -0.00035667676
      ]
    ]
  },
  "The lyrics to one piece by this composer are sung in Sanskrit but based on a traditional Welsh hymn. This composer of Duel of the Fates wrote a prelude and variation of a Shaker hymn in the Air and Simple Gifts quartet, which was performed at the 2009 presidential inauguration. One piece by this man simply consists of the strings repeating two bass notes a half-step apart. This man also composed the Olympic Fanfare and Theme. He more recently composed the score to the movie Lincoln and is the second-most nominated person for an Academy Award. For 10 points, name this American composer of film scores,": {
    "guess": "John Williams",
    "confidence": [
      [
        "John",
        -0.0007208917
      ],
      [
        " Williams",
        -0.0007093326
      ]
    ]
  },
  "The lyrics to one piece by this composer are sung in Sanskrit but based on a traditional Welsh hymn. This composer of Duel of the Fates wrote a prelude and variation of a Shaker hymn in the Air and Simple Gifts quartet, which was performed at the 2009 presidential inauguration. One piece by this man simply consists of the strings repeating two bass notes a half-step apart. This man also composed the Olympic Fanfare and Theme. He more recently composed the score to the movie Lincoln and is the second-most": {
    "guess": "John Williams",
    "confidence": [
      [
        "John",
        -0.0036918821
      ],
      [
        " Williams",
        -0.000789498
      ]
    ]
  }
}