{
  "Lewis Mumford compared these entities to magnets and containers in his book about this concept \"in history,\"": {
    "guess": "City",
    "confidence": [
      [
        "City",
        -0.32624555
      ]
    ]
  },
  "Lewis Mumford compared these entities to magnets and containers in his book about this concept \"in history,\" and Jane Jacobs wrote about the \"Death and Lifeof Great American\" ones. Ernest Burgess developed a model for these using concentric rings that centers on the central business district, while Lincoln Steffens attacked their corruption in a book about the \"shame\" of these entities. Planned ones include Chandigarh, Astana, and Canberra. For 10 points, name these highly populated entities, whose American examples include Phoenix and Chicago.": {
    "guess": "City",
    "confidence": [
      [
        "City",
        -0.4398665
      ]
    ]
  },
  "Lewis Theobald was chosen as the \"hero\" in the first two versions because of his publication of Shakespeare Restored, which insulted the author of this work in a number of ways. Another reason was Theobald's failures as a playwright, which would allow the goddess Dulness access to that medium as well. The third addition had several alterations, including changing the hero to Colley Cibber. FTP, name this satirical poem written by Alexander Pope.": {
    "guess": "The Dunciad",
    "confidence": [
      [
        "The",
        -0.009471905
      ],
      [
        " D",
        -5.1808798e-05
      ],
      [
        "unci",
        -3.0232935e-05
      ],
      [
        "ad",
        -1.8624639e-06
      ]
    ]
  },
  "The Lewis-Randall rule states that the coefficient of this property in an ideal solution is equal to its coefficient for a pure species in the same physical state, temperature, and pressure of the solution. It was devised to quantify differences between the properties of pure and salt water.  It is equal to the exponential of the standard reference free energy divided by the kinetic temperature.  For": {
    "guess": "Activity coefficient",
    "confidence": [
      [
        "Activity",
        -0.6921206
      ],
      [
        " coefficient",
        -0.0039395983
      ]
    ]
  },
  "Lewis Mumford compared these entities to magnets and containers in his book about this concept \"in history,\" and Jane Jacobs wrote about the \"Death and Lifeof Great American\" ones. Ernest Burgess developed": {
    "guess": "Urban planning",
    "confidence": [
      [
        "Urban",
        -0.8124709
      ],
      [
        " planning",
        -1.0975322
      ]
    ]
  },
  "The Lewis-Randall rule states that the coefficient of this property in an ideal solution is equal to its coefficient for a pure species in the same physical state, temperature, and pressure of the solution.": {
    "guess": "Activity coefficient",
    "confidence": [
      [
        "Activity",
        -0.402334
      ],
      [
        " coefficient",
        -0.030773142
      ]
    ]
  },
  "Lewis Theobald was chosen as the \"hero\" in the first two versions because of his publication of Shakespeare": {
    "guess": "Theobald",
    "confidence": [
      [
        "The",
        -0.17443082
      ],
      [
        "ob",
        -0.41297802
      ],
      [
        "ald",
        -0.00072625215
      ]
    ]
  },
  "Lewis Theobald was chosen as the \"hero\" in the first two versions because of his publication of Shakespeare Restored, which insulted the author of this work in a number of ways. Another reason was Theobald's": {
    "guess": "The Rape of the Lock",
    "confidence": [
      [
        "The",
        -1.2223457
      ],
      [
        " Rape",
        -0.82538825
      ],
      [
        " of",
        -0.00013011828
      ],
      [
        " the",
        -0.0024775586
      ],
      [
        " Lock",
        -0.0022060473
      ]
    ]
  },
  "The Lewis-Randall rule states that the coefficient of this property in an ideal solution is equal to its coefficient for a pure species in the same physical state, temperature, and pressure of the solution. It was devised to quantify differences between the properties of pure and salt water.  It is equal": {
    "guess": "Activity coefficient",
    "confidence": [
      [
        "Activity",
        -1.492344
      ],
      [
        " coefficient",
        -0.016822387
      ]
    ]
  },
  "Lewis Theobald was chosen as the \"hero\" in the first two versions because of his publication of Shakespeare Restored, which insulted the author of this work in a number of ways. Another reason was Theobald's failures as a playwright, which would allow the goddess Dulness access to that medium as well.": {
    "guess": "The Dunciad",
    "confidence": [
      [
        "The",
        -0.06676698
      ],
      [
        " D",
        -0.13266961
      ],
      [
        "unci",
        -2.9636918e-05
      ],
      [
        "ad",
        -1.0206721e-05
      ]
    ]
  },
  "Lewis Mumford compared these entities to magnets and containers in his book about this concept \"in history,\" and Jane Jacobs wrote about the \"Death and Lifeof Great American\" ones. Ernest Burgess developed a model for these using concentric rings that centers on the central business district, while Lincoln Steffens attacked their corruption in a book about the \"shame\" of these entities. Planned ones include Chandigarh, Astana, and Canberra. For 10 points, name these highly populated entities, whose": {
    "guess": "City",
    "confidence": [
      [
        "City",
        -0.36573556
      ]
    ]
  },
  "The Lewis-Randall rule states that the coefficient of this property in an ideal solution is equal to its coefficient for a pure species in the same physical state, temperature, and pressure of the solution. It was devised to quantify differences between the properties of pure and salt water.  It is equal to the exponential of the standard reference free energy divided by the kinetic temperature.  For an ideal gas, its coefficient is by definition unity. FTP, what thermodynamic quantity measures the": {
    "guess": "Activity coefficient",
    "confidence": [
      [
        "Activity",
        -0.9750771
      ],
      [
        " coefficient",
        -0.09402153
      ]
    ]
  },
  "The Lewis-Randall rule states that the coefficient of this property in an ideal solution is equal to its coefficient for a pure species in the same physical state, temperature, and pressure of the solution. It was devised to quantify differences between the properties of pure and salt water.  It is equal to the exponential of the standard reference free energy divided by the kinetic temperature.  For an ideal gas, its coefficient is by definition unity. FTP, what thermodynamic quantity measures the tendency of a gas to expand or escape?": {
    "guess": "Fugacity",
    "confidence": [
      [
        "F",
        -0.09549394
      ],
      [
        "ug",
        -2.7133641e-05
      ],
      [
        "acity",
        -0.000511449
      ]
    ]
  },
  "Lewis Mumford compared these entities to magnets and containers in his book about this concept \"in history,\" and Jane Jacobs wrote about the \"Death and Lifeof Great American\" ones. Ernest Burgess developed a model for these using concentric rings that centers on the central business district, while Lincoln": {
    "guess": "Urban planning",
    "confidence": [
      [
        "Urban",
        -0.59505886
      ],
      [
        " planning",
        -0.88935477
      ]
    ]
  },
  "Lewis Mumford compared these entities to magnets and containers in his book about this concept \"in history,\" and Jane Jacobs wrote about the \"Death and Lifeof Great American\" ones. Ernest Burgess developed a model for these using concentric rings that centers on the central business district, while Lincoln Steffens attacked their corruption in a book about the \"shame\" of these entities. Planned ones": {
    "guess": "Urban planning",
    "confidence": [
      [
        "Urban",
        -0.42834887
      ],
      [
        " planning",
        -0.894059
      ]
    ]
  },
  "The Lewis-Randall rule states that the coefficient of this property in an ideal solution is equal to": {
    "guess": "Activity coefficient",
    "confidence": [
      [
        "Activity",
        -0.5831048
      ],
      [
        " coefficient",
        -0.0859504
      ]
    ]
  },
  "Lewis Theobald was chosen as the \"hero\" in the first two versions because of his publication of Shakespeare Restored, which insulted the author of this work in a number of ways. Another reason was Theobald's failures as a playwright, which would allow the goddess Dulness access to that medium as well. The third addition had several alterations, including changing the hero to Colley Cibber. FTP, name": {
    "guess": "The Dunciad",
    "confidence": [
      [
        "The",
        -0.0015772363
      ],
      [
        " D",
        -4.7159858e-05
      ],
      [
        "unci",
        -3.9530823e-05
      ],
      [
        "ad",
        -1.147242e-06
      ]
    ]
  }
}