{
  "While drunk on cognac, one character in this novel imagines piercing the protagonist and a handyman who joins the Navy on a bayonet. The protagonist of this novel is exhorted to remember an imaginary Eastertide trip to a bakery in Millau by a dying Frenchman who thinks he's in Paris. In this novel, a millionaire who sells Amo chocolate bars to soldiers eventually marries the protagonist's freckled cousin, whose twin brothers Pierrot and Jackson go missing after their production of the protagonist's play (*) The Trials of Arabella is canceled. The protagonist of this novel spies on a character who later fights at Dunkirk having sex in the library after reading his sexually charged letter to her sister, causing her to send him to prison by accusing him of raping Lola Quincey. For 10 points, name this novel about Robbie and Cecilia being torn apart by the budding novelist Briony Tallis, a work": {
    "guess": "Atonement (novel)",
    "confidence": [
      [
        "A",
        -0.008568007
      ],
      [
        "ton",
        -2.577686e-06
      ],
      [
        "ement",
        -0.00024346994
      ],
      [
        " (",
        -0.3601715
      ],
      [
        "nov",
        -0.00046641935
      ],
      [
        "el",
        -8.061054e-06
      ],
      [
        ")",
        -1.4974867e-05
      ]
    ]
  },
  "While drunk on cognac, one character in this novel imagines piercing the protagonist and a handyman who joins the Navy on a bayonet. The protagonist of this novel is exhorted to remember an imaginary Eastertide trip to a bakery in Millau by a dying Frenchman who thinks he's in Paris. In this novel, a millionaire who sells Amo chocolate bars to soldiers eventually marries the protagonist's freckled": {
    "guess": "Slaughterhouse-Five",
    "confidence": [
      [
        "S",
        -1.4647204
      ],
      [
        "laughter",
        -0.0017089712
      ],
      [
        "house",
        -0.00025919382
      ],
      [
        "-F",
        -0.0108595155
      ],
      [
        "ive",
        -7.660316e-05
      ]
    ]
  },
  "While drunk on cognac, one character in this novel imagines piercing the protagonist and a handyman who joins the Navy on a bayonet. The protagonist of this novel is exhorted to remember an imaginary Eastertide trip to a bakery in Millau by a dying Frenchman who thinks he's in Paris. In this novel, a millionaire who sells Amo chocolate bars to soldiers eventually marries the protagonist's freckled cousin, whose twin brothers Pierrot and Jackson go missing after their production of the protagonist's play (*) The Trials of Arabella is canceled. The protagonist of this novel spies on a character who later fights at Dunkirk having sex in the library after reading his sexually charged letter to her sister, causing her to send him to prison by accusing him of raping Lola Quincey. For 10 points, name": {
    "guess": "Atonement (novel)",
    "confidence": [
      [
        "A",
        -0.42467391
      ],
      [
        "ton",
        -0.0009877925
      ],
      [
        "ement",
        -8.280175e-05
      ],
      [
        " (",
        -0.14779794
      ],
      [
        "nov",
        -0.00036573625
      ],
      [
        "el",
        -6.749814e-06
      ],
      [
        ")",
        -2.3915141e-05
      ]
    ]
  },
  "In drug design, to minimized unfavorable changes in this quantity upon binding, scientists prefer rigid": {
    "guess": "Entropy",
    "confidence": [
      [
        "Entropy",
        -0.07783858
      ]
    ]
  },
  "In drug design, to minimized unfavorable changes in this quantity upon binding, scientists prefer rigid skeletons. The source of the Gibbs paradox is an incomplete measurement of this property, inadequately describing the increase in this quantity when two unlike substances mix. This quantity may be defined in information theory as proportional to the negative logarithm of the number of microstates": {
    "guess": "Entropy",
    "confidence": [
      [
        "Entropy",
        -0.007513284
      ]
    ]
  },
  "In drug design, to minimized unfavorable changes in this quantity upon binding, scientists prefer rigid skeletons. The source of the Gibbs paradox is an incomplete measurement of this property, inadequately": {
    "guess": "Entropy",
    "confidence": [
      [
        "Entropy",
        -0.3559128
      ]
    ]
  },
  "A drunken scene follows a singing contest in this author's story \"The Singer.\" Five boys guarding horses": {
    "guess": "The Singer",
    "confidence": [
      [
        "The",
        -1.2687792
      ],
      [
        " Singer",
        -0.62225425
      ]
    ]
  },
  "While drunk on cognac, one character in this novel imagines piercing the protagonist and a handyman who joins the Navy on a bayonet. The protagonist of this novel is exhorted to remember an imaginary Eastertide": {
    "guess": "The Sound and the Fury",
    "confidence": [
      [
        "The",
        -1.7223905
      ],
      [
        " Sound",
        -1.1115605
      ],
      [
        " and",
        -0.00052217365
      ],
      [
        " the",
        -0.008740678
      ],
      [
        " Fury",
        -2.9040899e-05
      ]
    ]
  },
  "In drug design, to minimized unfavorable changes in this quantity upon binding, scientists prefer rigid skeletons. The source of the Gibbs paradox is an incomplete measurement of this property, inadequately describing the increase in this quantity when two unlike substances mix. This quantity may be defined in information theory as proportional to the negative logarithm of the number of microstates of a system, while classically it is the integral of one over temperature with respect to heat. This": {
    "guess": "Entropy",
    "confidence": [
      [
        "Entropy",
        -0.0061140056
      ]
    ]
  },
  "Drugs that act on them include nocodazole and colcemid.  MAP2 and Tau proteins are responsible for their organization in axons.  Severed by katanin and depolymerized by stathmin-Op18, they are stable when possessing GTP caps. Taxol blocks their assembly while colchicine promotes their destabilization. Kin N kinesins move toward their plus ends, while kin C kinesins and dynein move towards their minus": {
    "guess": "Microtubule",
    "confidence": [
      [
        "Micro",
        -0.009087211
      ],
      [
        "t",
        -0.0015754484
      ],
      [
        "ub",
        -0.00010556965
      ],
      [
        "ule",
        -0.007400038
      ]
    ]
  },
  "While drunk on cognac, one character in this novel imagines piercing the protagonist and a handyman who joins the Navy on a bayonet. The protagonist of this novel is exhorted to remember an imaginary Eastertide trip to a bakery in Millau by a dying Frenchman who thinks he's in Paris. In this novel, a": {
    "guess": "Slaughterhouse-Five",
    "confidence": [
      [
        "S",
        -1.4179246
      ],
      [
        "laughter",
        -0.0029627269
      ],
      [
        "house",
        -0.00017255111
      ],
      [
        "-F",
        -0.0055118077
      ],
      [
        "ive",
        -4.0603656e-05
      ]
    ]
  },
  "While drunk on cognac, one character in this novel imagines piercing the protagonist and a handyman who joins the Navy on a bayonet. The protagonist of this novel is exhorted to remember an imaginary Eastertide trip to a bakery in Millau by a dying Frenchman who thinks he's in Paris. In this novel, a millionaire who sells Amo chocolate bars to soldiers eventually marries the protagonist's freckled cousin, whose twin brothers Pierrot and Jackson go missing after their production of the protagonist's play (*) The Trials of Arabella is canceled. The protagonist of this novel spies on a character who later fights at Dunkirk having sex in the library after reading his sexually charged letter to her sister, causing her to send him to prison by accusing him of raping Lola Quincey. For 10 points, name this novel about Robbie and Cecilia being torn apart by the budding novelist Briony Tallis, a work by Ian McEwan.": {
    "guess": "Atonement (novel)",
    "confidence": [
      [
        "A",
        -0.0028129593
      ],
      [
        "ton",
        -1.2664457e-06
      ],
      [
        "ement",
        -0.00021700673
      ],
      [
        " (",
        -0.23492882
      ],
      [
        "nov",
        -0.00012797261
      ],
      [
        "el",
        -6.6306106e-06
      ],
      [
        ")",
        -4.1273333e-06
      ]
    ]
  },
  "A drunken scene follows a singing contest in this author's story \"The Singer.\" Five boys guarding horses tell ghost stories around a fire in another of his stories called \"Bezhin Lea.\" Liza joins a convent after the appearance of Lavretsky's supposed-dead wife in one of his novels, while Elena's interaction with a Bulgarian patriot forms the basis of another of his works. This author of Home of the Gentry and On the Eve also wrote about Natasha's failed love with the title nobleman in Rudin, as well as an account about a man bed-ridden in Sheep's Springs with only two weeks to live, Chulkaturin. For 10 points, name this author of Diary of a Superfluous Man, A Sportsman's Sketches, and a novel about Arkardy Kirsanov and the nihilist Bazarov, Fathers and Sons.": {
    "guess": "Ivan Turgenev",
    "confidence": [
      [
        "I",
        -0.0007382771
      ],
      [
        "van",
        -1.9146995e-05
      ],
      [
        " T",
        -5.4788892e-05
      ],
      [
        "urg",
        -0.0002580018
      ],
      [
        "ene",
        -2.220075e-06
      ],
      [
        "v",
        -1.2664457e-06
      ]
    ]
  },
  "While drunk on cognac, one character in this novel imagines piercing the protagonist and a handyman who joins the Navy on a bayonet. The protagonist of this novel is exhorted to remember an imaginary Eastertide trip to a bakery in Millau by a dying Frenchman who thinks he's in Paris. In this novel, a millionaire who sells Amo chocolate bars to soldiers eventually marries the protagonist's freckled cousin, whose twin brothers Pierrot and Jackson go missing after their production of the protagonist's play (*) The Trials of Arabella is canceled. The protagonist of this novel spies on a character who later fights at Dunkirk having sex in the library after reading his sexually charged letter to her": {
    "guess": "Atonement (novel)",
    "confidence": [
      [
        "A",
        -0.6525085
      ],
      [
        "ton",
        -0.0013370281
      ],
      [
        "ement",
        -7.77952e-05
      ],
      [
        " (",
        -0.19127044
      ],
      [
        "nov",
        -0.00033546583
      ],
      [
        "el",
        -1.4140442e-05
      ],
      [
        ")",
        -5.9153886e-06
      ]
    ]
  },
  "A drunken scene follows a singing contest in this author's story \"The Singer.\" Five boys guarding horses tell ghost stories around a fire in another of his stories called \"Bezhin Lea.\" Liza joins a convent after the appearance of Lavretsky's supposed-dead wife in one of his novels, while Elena's interaction with a Bulgarian patriot forms the basis of another of his works. This author of Home of the Gentry and On the Eve also wrote about Natasha's failed love with the title nobleman in Rudin, as well as an account about a man bed-ridden in Sheep's Springs with only two weeks to live, Chulkaturin.": {
    "guess": "Ivan Turgenev",
    "confidence": [
      [
        "I",
        -0.00022666223
      ],
      [
        "van",
        -1.1637165e-05
      ],
      [
        " T",
        -0.00020520923
      ],
      [
        "urg",
        -0.000102827966
      ],
      [
        "ene",
        -1.6240566e-06
      ],
      [
        "v",
        -9.0883464e-07
      ]
    ]
  },
  "Drunkard Christopher Sly passes out in the street and wakes up in a luxurious bed surrounded by servants. Kate is absolutely mortified when her fiancé arrives at their wedding late, but by the end of the play she seems to have forgiven Petruccio for his bad behavior. For ten points, identify this Shakespearian": {
    "guess": "The Taming of the Shrew",
    "confidence": [
      [
        "The",
        -0.037110236
      ],
      [
        " T",
        -0.0001659949
      ],
      [
        "aming",
        -3.3093824e-05
      ],
      [
        " of",
        -0.00010688089
      ],
      [
        " the",
        -0.0014667731
      ],
      [
        " Sh",
        -8.4112995e-05
      ],
      [
        "rew",
        -0.0007588846
      ]
    ]
  },
  "A drunken scene follows a singing contest in this author's story \"The Singer.\" Five boys guarding horses tell ghost stories around a fire in another of his stories called \"Bezhin Lea.\" Liza joins a convent after the appearance of Lavretsky's supposed-dead wife in one of his novels, while Elena's interaction with a Bulgarian patriot forms the basis of another of his works. This author of Home of the Gentry and On the Eve also wrote about Natasha's failed love with the title nobleman in Rudin, as well": {
    "guess": "Ivan Turgenev",
    "confidence": [
      [
        "I",
        -0.0049697435
      ],
      [
        "van",
        -3.8696395e-05
      ],
      [
        " T",
        -0.00022415895
      ],
      [
        "urg",
        -0.00014978688
      ],
      [
        "ene",
        -8.418666e-06
      ],
      [
        "v",
        -2.220075e-06
      ]
    ]
  },
  "In drug design, to minimized unfavorable changes in this quantity upon binding, scientists prefer rigid skeletons. The source of the Gibbs paradox is an incomplete measurement of this property, inadequately describing the increase in this quantity when two unlike substances mix. This quantity may be defined in information theory as proportional to the negative logarithm of the number of microstates of a system, while classically it is the integral of one over temperature with respect to heat. This quantity tends to increase or remain the same over time. For 10 points, name this thermodynamic quantity,": {
    "guess": "Entropy",
    "confidence": [
      [
        "Entropy",
        -0.0041059465
      ]
    ]
  },
  "A drunken scene follows a singing contest in this author's story \"The Singer.\" Five boys guarding horses tell ghost stories around a fire in another of his stories called \"Bezhin Lea.\" Liza joins a convent after the appearance of Lavretsky's supposed-dead wife in one of his novels, while Elena's interaction with a Bulgarian patriot forms the basis of another of his works. This author of Home of the": {
    "guess": "Ivan Turgenev",
    "confidence": [
      [
        "I",
        -0.024526091
      ],
      [
        "van",
        -7.226629e-06
      ],
      [
        " T",
        -0.00726549
      ],
      [
        "urg",
        -0.00034833618
      ],
      [
        "ene",
        -7.226629e-06
      ],
      [
        "v",
        -2.220075e-06
      ]
    ]
  },
  "A drunken scene follows a singing contest in this author's story \"The Singer.\" Five boys guarding horses tell ghost stories around a fire in another of his stories called \"Bezhin Lea.\" Liza joins a convent after the appearance of Lavretsky's supposed-dead wife in one of his novels, while Elena's interaction with a Bulgarian patriot forms the basis of another of his works. This author of Home of the Gentry and On the Eve also wrote about Natasha's failed love with the title nobleman in Rudin, as well as an account about a man bed-ridden in Sheep's Springs with only two weeks to live, Chulkaturin. For 10 points, name this author of Diary of a Superfluous Man, A Sportsman's Sketches, and a novel": {
    "guess": "Ivan Turgenev",
    "confidence": [
      [
        "I",
        -0.0070806104
      ],
      [
        "van",
        -1.4259645e-05
      ],
      [
        " T",
        -5.443128e-05
      ],
      [
        "urg",
        -0.00024631983
      ],
      [
        "ene",
        -2.6968896e-06
      ],
      [
        "v",
        -1.9816675e-06
      ]
    ]
  },
  "While drunk on cognac, one character in this novel imagines piercing the protagonist and a handyman who joins the Navy on a bayonet. The protagonist of this novel is exhorted to remember an imaginary Eastertide trip to a bakery in Millau by a dying Frenchman who thinks he's in Paris. In this novel, a millionaire who sells Amo chocolate bars to soldiers eventually marries the protagonist's freckled cousin, whose twin brothers Pierrot and Jackson go missing after their production of the protagonist's play (*) The Trials of Arabella is canceled. The protagonist of this novel spies on a character who": {
    "guess": "Atonement (novel)",
    "confidence": [
      [
        "A",
        -1.0754006
      ],
      [
        "ton",
        -0.28140193
      ],
      [
        "ement",
        -0.0001503829
      ],
      [
        " (",
        -0.57949334
      ],
      [
        "nov",
        -0.00042828516
      ],
      [
        "el",
        -4.4849444e-06
      ],
      [
        ")",
        -3.0545007e-06
      ]
    ]
  },
  "In drug design, to minimized unfavorable changes in this quantity upon binding, scientists prefer rigid skeletons. The source of the Gibbs paradox is an incomplete measurement of this property, inadequately describing the increase in this quantity when two unlike substances mix. This quantity may be": {
    "guess": "Entropy",
    "confidence": [
      [
        "Entropy",
        -0.3078967
      ]
    ]
  },
  "Drunkard Christopher Sly passes out in the street and wakes up in a luxurious bed surrounded by servants.": {
    "guess": "The Taming of the Shrew",
    "confidence": [
      [
        "The",
        -0.09649712
      ],
      [
        " T",
        -0.00095302897
      ],
      [
        "aming",
        -7.0404574e-05
      ],
      [
        " of",
        -7.421909e-05
      ],
      [
        " the",
        -0.0019063818
      ],
      [
        " Sh",
        -5.5980927e-05
      ],
      [
        "rew",
        -0.00032271104
      ]
    ]
  },
  "Drunkard Christopher Sly passes out in the street and wakes up in a luxurious bed surrounded by servants. Kate is absolutely mortified when her fiancé arrives at their wedding late, but by the end of the play she seems to have forgiven Petruccio for his bad behavior. For ten points, identify this Shakespearian play, in which the wealthy Baptista refuses to allow his daughter Bianca to marry before her older, meaner sister Katerina has done so.": {
    "guess": "The Taming of the Shrew",
    "confidence": [
      [
        "The",
        -0.0051112534
      ],
      [
        " T",
        -0.0007170772
      ],
      [
        "aming",
        -3.190179e-05
      ],
      [
        " of",
        -0.00011820524
      ],
      [
        " the",
        -0.00090312294
      ],
      [
        " Sh",
        -6.2656334e-05
      ],
      [
        "rew",
        -0.00089407084
      ]
    ]
  },
  "Drugs that act on them include nocodazole and colcemid.  MAP2 and Tau proteins are responsible for their organization in axons.  Severed by katanin and depolymerized by stathmin-Op18, they are stable when possessing GTP caps. Taxol blocks their assembly while colchicine promotes their destabilization. Kin N kinesins move toward their plus ends, while kin C kinesins and dynein move towards their minus ends.  Positioning the Golgi apparatus, they exhibit dynamic instability and function in chromosome capture.  FTP name these components of the cytoskeleton made up of GTP bound alpha and beta tubulin.": {
    "guess": "Microtubule",
    "confidence": [
      [
        "Micro",
        -9.1622824e-05
      ],
      [
        "t",
        -4.274932e-05
      ],
      [
        "ub",
        -0.00014489953
      ],
      [
        "ule",
        -0.002199502
      ]
    ]
  },
  "A drunken scene follows a singing contest in this author's story \"The Singer.\" Five boys guarding horses tell ghost stories around a fire in another of his stories called \"Bezhin Lea.\" Liza joins a convent after the appearance of Lavretsky's supposed-dead wife in one of his novels, while Elena's interaction": {
    "guess": "Ivan Turgenev",
    "confidence": [
      [
        "I",
        -0.027417412
      ],
      [
        "van",
        -4.7040652e-05
      ],
      [
        " T",
        -0.0047466033
      ],
      [
        "urg",
        -0.0004923874
      ],
      [
        "ene",
        -1.6882126e-05
      ],
      [
        "v",
        -7.703444e-06
      ]
    ]
  },
  "Drunkard Christopher Sly passes out in the street and wakes up in a luxurious bed surrounded by servants. Kate is absolutely mortified when her fiancé arrives at their wedding late, but by the end of the play she seems to have forgiven Petruccio for his bad behavior. For ten points, identify this Shakespearian play, in which the wealthy Baptista refuses to allow his daughter Bianca to marry before": {
    "guess": "The Taming of the Shrew",
    "confidence": [
      [
        "The",
        -0.006204527
      ],
      [
        " T",
        -0.0005831766
      ],
      [
        "aming",
        -7.409989e-05
      ],
      [
        " of",
        -9.960947e-05
      ],
      [
        " the",
        -0.0020302308
      ],
      [
        " Sh",
        -7.100059e-05
      ],
      [
        "rew",
        -0.0009906533
      ]
    ]
  },
  "Drunkard Christopher Sly passes out in the street and wakes up in a luxurious bed surrounded by servants. Kate is absolutely mortified when her fiancé arrives at their wedding late, but by the end of the": {
    "guess": "The Taming of the Shrew",
    "confidence": [
      [
        "The",
        -0.05890299
      ],
      [
        " T",
        -0.0024147767
      ],
      [
        "aming",
        -0.00013572084
      ],
      [
        " of",
        -8.184812e-05
      ],
      [
        " the",
        -0.001524387
      ],
      [
        " Sh",
        -8.4112995e-05
      ],
      [
        "rew",
        -0.0006514363
      ]
    ]
  },
  "While drunk on cognac, one character in this novel imagines piercing the protagonist and a handyman who joins the Navy on a bayonet. The protagonist of this novel is exhorted to remember an imaginary Eastertide trip to a bakery in Millau by a dying Frenchman who thinks he's in Paris. In this novel, a millionaire who sells Amo chocolate bars to soldiers eventually marries the protagonist's freckled cousin, whose twin brothers Pierrot and Jackson go missing after their production of the protagonist's": {
    "guess": "Life and Times of Michael K",
    "confidence": [
      [
        "Life",
        -0.41818208
      ],
      [
        " and",
        -0.8039175
      ],
      [
        " Times",
        -0.3779333
      ],
      [
        " of",
        -0.00019138161
      ],
      [
        " Michael",
        -0.0003393959
      ],
      [
        " K",
        -5.967624e-05
      ]
    ]
  },
  "Drugs that act on them include nocodazole and colcemid.  MAP2 and Tau proteins are responsible for their organization in axons.  Severed by katanin and depolymerized by stathmin-Op18, they are stable when": {
    "guess": "Microtubule",
    "confidence": [
      [
        "Micro",
        -0.0021151663
      ],
      [
        "t",
        -2.0815847e-05
      ],
      [
        "ub",
        -3.888926e-06
      ],
      [
        "ule",
        -0.075228274
      ]
    ]
  },
  "Drugs that act on them include nocodazole and colcemid.  MAP2 and Tau proteins are responsible for their": {
    "guess": "Microtubule",
    "confidence": [
      [
        "Micro",
        -0.062603
      ],
      [
        "t",
        -0.00030781425
      ],
      [
        "ub",
        -0.000101993544
      ],
      [
        "ule",
        -0.017479409
      ]
    ]
  },
  "In drug design, to minimized unfavorable changes in this quantity upon binding, scientists prefer rigid skeletons. The source of the Gibbs paradox is an incomplete measurement of this property, inadequately describing the increase in this quantity when two unlike substances mix. This quantity may be defined in information theory as proportional to the negative logarithm of the number of microstates of a system, while classically it is the integral of one over temperature with respect to heat. This quantity tends to increase or remain the same over time. For 10 points, name this thermodynamic quantity, a measure of the disorder of a system.": {
    "guess": "Entropy",
    "confidence": [
      [
        "Entropy",
        -0.0010229246
      ]
    ]
  },
  "A drunken scene follows a singing contest in this author's story \"The Singer.\" Five boys guarding horses tell ghost stories around a fire in another of his stories called \"Bezhin Lea.\" Liza joins a convent": {
    "guess": "Ivan Turgenev",
    "confidence": [
      [
        "I",
        -0.039421793
      ],
      [
        "van",
        -1.60477e-05
      ],
      [
        " T",
        -0.048651975
      ],
      [
        "urg",
        -0.00035417348
      ],
      [
        "ene",
        -4.723352e-06
      ],
      [
        "v",
        -2.220075e-06
      ]
    ]
  },
  "Drugs that act on them include nocodazole and colcemid.  MAP2 and Tau proteins are responsible for their organization in axons.  Severed by katanin and depolymerized by stathmin-Op18, they are stable when possessing GTP caps. Taxol blocks their assembly while colchicine promotes their destabilization.": {
    "guess": "Microtubule",
    "confidence": [
      [
        "Micro",
        -0.000623561
      ],
      [
        "t",
        -6.0510665e-05
      ],
      [
        "ub",
        -4.3583746e-05
      ],
      [
        "ule",
        -0.0008652492
      ]
    ]
  },
  "While drunk on cognac, one character in this novel imagines piercing the protagonist and a handyman who": {
    "guess": "The Fixer",
    "confidence": [
      [
        "The",
        -0.1824627
      ],
      [
        " Fix",
        -0.07010171
      ],
      [
        "er",
        -6.392203e-06
      ]
    ]
  },
  "Drugs that act on them include nocodazole and colcemid.  MAP2 and Tau proteins are responsible for their organization in axons.  Severed by katanin and depolymerized by stathmin-Op18, they are stable when possessing GTP caps. Taxol blocks their assembly while colchicine promotes their destabilization. Kin N kinesins move toward their plus ends, while kin C kinesins and dynein move towards their minus ends.  Positioning the Golgi apparatus, they exhibit dynamic instability and function in chromosome": {
    "guess": "Microtubule",
    "confidence": [
      [
        "Micro",
        -0.00029804322
      ],
      [
        "t",
        -1.3902034e-05
      ],
      [
        "ub",
        -8.923875e-05
      ],
      [
        "ule",
        -0.00094730716
      ]
    ]
  }
}