{
  "One abortive conflict named for this place was legendarily concluded when the would-be combatants cooked a pot of milk  soup on the exact border between the two warring sides, one of which brought the milk, the other of which brought the  bread. The First and Second Territorial Peaces, or Landfrieden,": {
    "guess": "Landfrieden",
    "confidence": [
      [
        "Land",
        -0.81296486
      ],
      [
        "fried",
        -0.12540624
      ],
      [
        "en",
        -0.1338318
      ]
    ]
  },
  "One abortive conflict named for this place was legendarily concluded when the would-be combatants cooked a pot of milk  soup on the exact border between the two warring sides, one of which brought the milk, the other of which brought the  bread. The First and Second Territorial Peaces, or Landfrieden, were signed in the aftermath of conflicts named for this  place.  In 1656 and 1712, the two sides that fought a conflict named for this place faced off again in battles at Villmergen.  In the aftermath of a battle during the second war named for this place, (*) Heinrich Bullinger was named the successor": {
    "guess": "Zurich",
    "confidence": [
      [
        "Z",
        -1.071569
      ],
      [
        "ur",
        -0.08588686
      ],
      [
        "ich",
        -3.5313153e-06
      ]
    ]
  },
  "One abortive conflict named for this place was legendarily concluded when the would-be combatants cooked a pot of milk  soup on the exact border between the two warring sides, one of which brought the milk, the other of which brought the  bread. The First and Second Territorial Peaces, or Landfrieden, were signed in the aftermath of conflicts named for this  place.  In 1656 and 1712, the two sides that fought a conflict named for this place faced off again in battles at Villmergen.  In the aftermath of a battle during the second war named for this place, (*) Heinrich Bullinger was named the successor of a  man who perished in the conflict, Huldrych Zwingli. For 10 points, identify this place": {
    "guess": "Kappel am Albis",
    "confidence": [
      [
        "K",
        -0.27883732
      ],
      [
        "app",
        -0.00014239625
      ],
      [
        "el",
        -0.00038682064
      ],
      [
        " am",
        -0.61628115
      ],
      [
        " Alb",
        -0.0028949752
      ],
      [
        "is",
        -3.190179e-05
      ]
    ]
  },
  "He abolished the unpopular annual army \"geld\" and sent his wife, Edith, to a monastery. He and his brother were led by their mother, Emma, into exile for over fifteen years while his father Ethelred the Unready led the defense against a Norse invasion. Three men claimed to be his heir to the throne: his great nephew Edgar Atheling, the Norse king Harald Hardrada, and a certain duke of Normandy, William. William claimed this man had named him successor while in exile at his court in Normandy, which was the basis for the Norman conquest. The last king of the Wessex line, for 10 points, name this most famous Anglo-Saxon king, who built Westminster Abbey and who was canonized a century later.": {
    "guess": "Edward the Confessor",
    "confidence": [
      [
        "Edward",
        -0.0018284575
      ],
      [
        " the",
        -0.00015324011
      ],
      [
        " Conf",
        -8.280175e-05
      ],
      [
        "essor",
        -2.6895234e-05
      ]
    ]
  },
  "He abolished the unpopular annual army \"geld\" and sent his wife, Edith, to a monastery. He and his brother were led by their mother, Emma, into exile for over fifteen years while his father Ethelred the": {
    "guess": "Edward the Confessor",
    "confidence": [
      [
        "Edward",
        -0.37697658
      ],
      [
        " the",
        -0.008028062
      ],
      [
        " Conf",
        -0.18604392
      ],
      [
        "essor",
        -0.0005112106
      ]
    ]
  },
  "One abortive conflict named for this place was legendarily concluded when the would-be combatants cooked a pot of milk  soup on the exact border between the two warring sides, one of which brought the": {
    "guess": "Pastry War",
    "confidence": [
      [
        "Pa",
        -0.98870385
      ],
      [
        "stry",
        -0.082679614
      ],
      [
        " War",
        -0.001649472
      ]
    ]
  },
  "He abolished the unpopular annual army \"geld\" and sent his wife, Edith, to a monastery. He and his brother were led by their mother, Emma, into exile for over fifteen years while his father Ethelred the Unready led the defense against a Norse invasion. Three men claimed to be his heir to the throne: his great nephew Edgar Atheling, the Norse king Harald Hardrada, and a certain duke of Normandy, William. William claimed this man had named him successor while in exile at his court in Normandy, which was the basis for the Norman conquest. The last king of the Wessex line, for 10 points, name this": {
    "guess": "Edward the Confessor",
    "confidence": [
      [
        "Edward",
        -0.0057662036
      ],
      [
        " the",
        -0.0008729901
      ],
      [
        " Conf",
        -0.00027968953
      ],
      [
        "essor",
        -7.7199176e-05
      ]
    ]
  },
  "One abortive conflict named for this place was legendarily concluded when the would-be combatants cooked a pot of milk  soup on the exact border between the two warring sides, one of which brought the milk, the other of which brought the  bread. The First and Second Territorial Peaces, or Landfrieden, were signed in the aftermath of conflicts named for this  place.  In 1656 and 1712, the two sides that fought a conflict named for this place faced off again in battles at Villmergen.  In the aftermath": {
    "guess": "Villmergen",
    "confidence": [
      [
        "V",
        -1.0868138
      ],
      [
        "ill",
        -0.00028398086
      ],
      [
        "mer",
        -0.00021021579
      ],
      [
        "gen",
        -8.45898e-05
      ]
    ]
  },
  "One abortive conflict named for this place was legendarily concluded when the would-be combatants cooked a pot of milk  soup on the exact border between the two warring sides, one of which brought the milk, the other of which brought the  bread. The First and Second Territorial Peaces, or Landfrieden, were signed in the aftermath of conflicts named for this  place.  In 1656 and 1712, the two sides that fought a conflict named for this place faced off again in battles at Villmergen.  In the aftermath of a battle during the second war named for this place, (*) Heinrich Bullinger was named the successor of a  man who perished in the conflict, Huldrych Zwingli. For 10 points, identify this place that names two wars fought between the  Protestant and Catholic cantons of Switzerland.": {
    "guess": "Kappel am Albis",
    "confidence": [
      [
        "K",
        -0.29744792
      ],
      [
        "app",
        -0.00023178798
      ],
      [
        "el",
        -0.0021070787
      ],
      [
        " am",
        -0.58455646
      ],
      [
        " Alb",
        -0.002005484
      ],
      [
        "is",
        -2.5226382e-05
      ]
    ]
  },
  "One abortive conflict named for this place was legendarily concluded when the would-be combatants cooked": {
    "guess": "Battle of the Bulge",
    "confidence": [
      [
        "Battle",
        -1.3741183
      ],
      [
        " of",
        -0.0343799
      ],
      [
        " the",
        -0.37523296
      ],
      [
        " Bul",
        -1.5918396
      ],
      [
        "ge",
        -0.02359961
      ]
    ]
  },
  "He abolished the unpopular annual army \"geld\" and sent his wife, Edith, to a monastery. He and his brother were led by their mother, Emma, into exile for over fifteen years while his father Ethelred the Unready led the defense against a Norse invasion. Three men claimed to be his heir to the throne: his great nephew Edgar Atheling, the Norse king Harald Hardrada, and a certain duke of Normandy, William. William claimed this man had named him successor while in exile at his court in Normandy, which": {
    "guess": "Edward the Confessor",
    "confidence": [
      [
        "Edward",
        -0.013650353
      ],
      [
        " the",
        -0.00035965684
      ],
      [
        " Conf",
        -0.000107238506
      ],
      [
        "essor",
        -3.7623562e-05
      ]
    ]
  },
  "He abolished the unpopular annual army \"geld\" and sent his wife, Edith, to a monastery. He and his brother": {
    "guess": "Charles the Bald",
    "confidence": [
      [
        "Charles",
        -1.675749
      ],
      [
        " the",
        -0.6796579
      ],
      [
        " Bald",
        -0.047277678
      ]
    ]
  },
  "He abolished the unpopular annual army \"geld\" and sent his wife, Edith, to a monastery. He and his brother were led by their mother, Emma, into exile for over fifteen years while his father Ethelred the Unready led the defense against a Norse invasion. Three men claimed to be his heir to the throne:": {
    "guess": "Harthacnut",
    "confidence": [
      [
        "Har",
        -0.5550813
      ],
      [
        "th",
        -0.21443467
      ],
      [
        "ac",
        -0.0004481885
      ],
      [
        "nut",
        -0.03715411
      ]
    ]
  },
  "He abolished the unpopular annual army \"geld\" and sent his wife, Edith, to a monastery. He and his brother were led by their mother, Emma, into exile for over fifteen years while his father Ethelred the Unready led the defense against a Norse invasion. Three men claimed to be his heir to the throne: his great nephew Edgar Atheling, the Norse king Harald Hardrada, and a certain duke of Normandy, William.": {
    "guess": "Harold Godwinson",
    "confidence": [
      [
        "Har",
        -0.029739726
      ],
      [
        "old",
        -0.53286606
      ],
      [
        " God",
        -0.090667024
      ],
      [
        "win",
        -6.062987e-05
      ],
      [
        "son",
        -0.00036870534
      ]
    ]
  },
  "One abortive conflict named for this place was legendarily concluded when the would-be combatants cooked a pot of milk  soup on the exact border between the two warring sides, one of which brought the milk, the other of which brought the  bread. The First and Second Territorial Peaces, or Landfrieden, were signed in the aftermath of conflicts named for this  place.  In 1656 and 1712, the two sides": {
    "guess": "Alsace",
    "confidence": [
      [
        "Als",
        -0.96614766
      ],
      [
        "ace",
        -0.0011671261
      ]
    ]
  }
}