{
  "Its inner boundary is marked by the Lehmann discontinuity, and its interaction with the mantle in so-called": {
    "guess": "Inner core",
    "confidence": [
      [
        "Inner",
        -1.1658217
      ],
      [
        " core",
        -0.0011673647
      ]
    ]
  },
  "An inn's sign disappears behind some background shrubs and a man in the foreground manages to fish in a pond a large distance away in this man's Satire on False Perspective. In his treatise The Analysis of Beauty, he developed his theory of the S-shaped \"line of beauty\", a concept he applied in a dramatic": {
    "guess": "William Hogarth",
    "confidence": [
      [
        "William",
        -0.0674405
      ],
      [
        " Hog",
        -0.00020795093
      ],
      [
        "arth",
        -0.00012213163
      ]
    ]
  },
  "One of the innovations developed during this dynasty was the Juntian, or Equitable Field System, that granted land to all families regardless of wealth. Its first emperor, Yang Jian, or Emperor Wen, was succeeded by Emperor Yang, who moved his capital to Ta-hsing-ch'eng. Yang waged war against the Korean state of Koguryo and ordered the building of a waterway between the Huang He and Yangtze rivers, known as the Grand Canal. FTP, identify this Chinese dynasty that preceded the T'ang and followed the Period of the Three Kingdoms.": {
    "guess": "Sui dynasty",
    "confidence": [
      [
        "S",
        -0.005267669
      ],
      [
        "ui",
        -2.6968896e-06
      ],
      [
        " dynasty",
        -0.0035234562
      ]
    ]
  },
  "One of the innovations developed during this dynasty was the Juntian, or Equitable Field System, that granted land to all families regardless of wealth. Its first emperor, Yang Jian, or Emperor Wen, was succeeded by Emperor Yang, who moved his capital to Ta-hsing-ch'eng. Yang waged war against the Korean state of Koguryo and ordered the building of a waterway between the Huang He and Yangtze rivers, known as the Grand Canal. FTP, identify this Chinese dynasty that preceded the T'ang and followed": {
    "guess": "Sui dynasty",
    "confidence": [
      [
        "S",
        -0.006183672
      ],
      [
        "ui",
        -4.604148e-06
      ],
      [
        " dynasty",
        -0.004159245
      ]
    ]
  },
  "The innermost shell of a Bergman alloy has this shape, and alloys of gallium and alkali metals often take the shape of two of them connected together.  It is the only Frank-Kasper polyhedron containing": {
    "guess": "Rhombic dodecahedron",
    "confidence": [
      [
        "Rh",
        -1.0236262
      ],
      [
        "omb",
        -0.00084476813
      ],
      [
        "ic",
        -0.02251785
      ],
      [
        " d",
        -0.3947676
      ],
      [
        "ode",
        -2.8160932e-06
      ],
      [
        "ca",
        -1.8431772e-05
      ],
      [
        "hed",
        -0.0005657802
      ],
      [
        "ron",
        -0.10096342
      ]
    ]
  },
  "One of the innovations developed during this dynasty was the Juntian, or Equitable Field System, that granted land to all families regardless of wealth. Its first emperor, Yang Jian, or Emperor Wen, was succeeded by Emperor Yang, who moved his capital to Ta-hsing-ch'eng. Yang waged war against the Korean": {
    "guess": "Sui dynasty",
    "confidence": [
      [
        "S",
        -0.09494423
      ],
      [
        "ui",
        -1.2664457e-06
      ],
      [
        " dynasty",
        -0.01816481
      ]
    ]
  },
  "Its inner boundary is marked by the Lehmann discontinuity, and its interaction with the mantle in so-called ultra low velocity and rigidity zones may explain the phenomenon of nutation. Convection in it in the Glatzmeier- Roberts model is implicated as the driving factor behind the reversals of Earth's magnetic field, and its liquidity is due to its lower melting point compared to the silicates above it outweighing the higher pressure exerted on it. Composed mostly of nickel and iron, for 10 points name this layer of the Earth, located between 1200 and 3400 kilometers from the center of the earth": {
    "guess": "Outer core",
    "confidence": [
      [
        "Outer",
        -0.032229833
      ],
      [
        " core",
        -0.019279571
      ]
    ]
  },
  "The innermost shell of a Bergman alloy has this shape, and alloys of gallium and alkali metals often take the shape of two of them connected together.  It is the only Frank-Kasper polyhedron containing only degree five vertices.  An orthogonal one is named after Jessen, and the cube-5 compound is formed by connecting the (*) centers of its faces.  Tricorn protease is one protein with this shape, and Caspar and Klug demonstrated that the best-known proteins to take this shape are formed from 12 pentamers and a multiple of 10 hexamers.  Fullerenes are often described as the \"truncated\" form of this": {
    "guess": "Icosahedron",
    "confidence": [
      [
        "I",
        -0.093973026
      ],
      [
        "cos",
        -1.6524515e-05
      ],
      [
        "ah",
        -0.002040937
      ],
      [
        "ed",
        -0.00016563729
      ],
      [
        "ron",
        -0.000645003
      ]
    ]
  },
  "The innermost shell of a Bergman alloy has this shape, and alloys of gallium and alkali metals often take the shape of two of them connected together.  It is the only Frank-Kasper polyhedron containing only degree five vertices.  An orthogonal one is named after Jessen, and the cube-5 compound is formed": {
    "guess": "Rhombic triacontahedron",
    "confidence": [
      [
        "Rh",
        -1.2394046
      ],
      [
        "omb",
        -0.00011510595
      ],
      [
        "ic",
        -0.010984865
      ],
      [
        " tri",
        -0.38278526
      ],
      [
        "a",
        -0.00012368128
      ],
      [
        "cont",
        -0.0010509117
      ],
      [
        "ah",
        -1.962381e-05
      ],
      [
        "ed",
        -0.0004012369
      ],
      [
        "ron",
        -0.006903398
      ]
    ]
  },
  "An inn's sign disappears behind some background shrubs and a man in the foreground manages to fish in a pond a large distance away in this man's Satire on False Perspective. In his treatise The Analysis": {
    "guess": "The Ambassadors",
    "confidence": [
      [
        "The",
        -1.2220436
      ],
      [
        " Amb",
        -0.17645577
      ],
      [
        "assadors",
        -7.8033605e-05
      ]
    ]
  },
  "Its inner boundary is marked by the Lehmann discontinuity, and its interaction with the mantle in so-called ultra low velocity and rigidity zones may explain the phenomenon of nutation. Convection in it": {
    "guess": "Outer core",
    "confidence": [
      [
        "Outer",
        -0.040579177
      ],
      [
        " core",
        -0.039296865
      ]
    ]
  },
  "Its inner boundary is marked by the Lehmann discontinuity, and its interaction with the mantle in so-called ultra low velocity and rigidity zones may explain the phenomenon of nutation. Convection in it in the Glatzmeier- Roberts model is implicated as the driving factor behind the reversals of Earth's magnetic field, and its liquidity is due to its lower melting point compared to the silicates above it outweighing the higher pressure exerted on it. Composed mostly of nickel and iron, for 10 points": {
    "guess": "Outer core",
    "confidence": [
      [
        "Outer",
        -0.026861792
      ],
      [
        " core",
        -0.016775966
      ]
    ]
  },
  "One of the innovations developed during this dynasty was the Juntian, or Equitable Field System, that": {
    "guess": "Song dynasty",
    "confidence": [
      [
        "Song",
        -0.31215596
      ],
      [
        " dynasty",
        -0.021892434
      ]
    ]
  },
  "An inn's sign disappears behind some background shrubs and a man in the foreground manages to fish in a pond a large distance away in this man's Satire on False Perspective. In his treatise The Analysis of Beauty, he developed his theory of the S-shaped \"line of beauty\", a concept he applied in a dramatic painting of David Garrick as Richard III. Mug-carrying laborers rest and celebrate in one of his works, which he paired with a depiction of vice meant to contrast the relative merits of two (*) alcoholic beverages. This creator of Beer Street and Gin Lane depicted the vivisection of the animal-torturer Tom Nero in the last of his Four Stages of Cruelty and portrayed the downfalls of Tom Rakewell and Moll Hackabout in two other series. For 10 points, name this English printmaker who created The Harlot's Progress and The Rake's Progress.": {
    "guess": "William Hogarth",
    "confidence": [
      [
        "William",
        -0.00069301634
      ],
      [
        " Hog",
        -7.13582e-05
      ],
      [
        "arth",
        -3.7385154e-05
      ]
    ]
  },
  "An inn's sign disappears behind some background shrubs and a man in the foreground manages to fish in a pond a large distance away in this man's Satire on False Perspective. In his treatise The Analysis of Beauty, he developed his theory of the S-shaped \"line of beauty\", a concept he applied in a dramatic painting of David Garrick as Richard III. Mug-carrying laborers rest and celebrate in one of his works, which he paired with a depiction of vice meant to contrast the relative merits of two (*) alcoholic beverages. This creator of Beer Street and Gin Lane depicted the vivisection of the animal-torturer Tom Nero in the last of his Four Stages of Cruelty and portrayed the downfalls of Tom Rakewell and Moll Hackabout in two other series. For 10 points, name this English printmaker who created": {
    "guess": "William Hogarth",
    "confidence": [
      [
        "William",
        -0.0008969317
      ],
      [
        " Hog",
        -0.00020151392
      ],
      [
        "arth",
        -3.22594e-05
      ]
    ]
  },
  "The innermost shell of a Bergman alloy has this shape, and alloys of gallium and alkali metals often": {
    "guess": "Bergman alloy",
    "confidence": [
      [
        "B",
        -1.0707957
      ],
      [
        "erg",
        -0.18670255
      ],
      [
        "man",
        -0.00045033416
      ],
      [
        " alloy",
        -0.6089512
      ]
    ]
  },
  "An inn's sign disappears behind some background shrubs and a man in the foreground manages to fish in a pond a large distance away in this man's Satire on False Perspective. In his treatise The Analysis of Beauty, he developed his theory of the S-shaped \"line of beauty\", a concept he applied in a dramatic painting of David Garrick as Richard III. Mug-carrying laborers rest and celebrate in one of his works, which he paired with a depiction of vice meant to contrast the relative merits of two (*) alcoholic beverages. This creator of Beer Street and Gin Lane depicted the vivisection of the animal-torturer": {
    "guess": "William Hogarth",
    "confidence": [
      [
        "William",
        -0.0070543373
      ],
      [
        " Hog",
        -0.00033522744
      ],
      [
        "arth",
        -0.00014036978
      ]
    ]
  },
  "An inn's sign disappears behind some background shrubs and a man in the foreground manages to fish in a pond a large distance away in this man's Satire on False Perspective. In his treatise The Analysis of Beauty, he developed his theory of the S-shaped \"line of beauty\", a concept he applied in a dramatic painting of David Garrick as Richard III. Mug-carrying laborers rest and celebrate in one of his works, which he paired with a depiction of vice meant to contrast the relative merits of two (*)": {
    "guess": "William Hogarth",
    "confidence": [
      [
        "William",
        -0.021856278
      ],
      [
        " Hog",
        -9.0907604e-05
      ],
      [
        "arth",
        -0.00011844365
      ]
    ]
  },
  "The innermost shell of a Bergman alloy has this shape, and alloys of gallium and alkali metals often take the shape of two of them connected together.  It is the only Frank-Kasper polyhedron containing only degree five vertices.  An orthogonal one is named after Jessen, and the cube-5 compound is formed by connecting the (*) centers of its faces.  Tricorn protease is one protein with this shape, and Caspar and Klug demonstrated that the best-known proteins to take this shape are formed from 12 pentamers and a multiple of 10 hexamers.  Fullerenes are often described as the \"truncated\" form of this shape. For 10 points, name this shape exhibited by many viral capsids as well as B12 and other molecules": {
    "guess": "Icosahedron",
    "confidence": [
      [
        "I",
        -0.033941776
      ],
      [
        "cos",
        -3.3809047e-05
      ],
      [
        "ah",
        -0.0007222029
      ],
      [
        "ed",
        -0.002347577
      ],
      [
        "ron",
        -0.00014013138
      ]
    ]
  },
  "The innermost shell of a Bergman alloy has this shape, and alloys of gallium and alkali metals often take the shape of two of them connected together.  It is the only Frank-Kasper polyhedron containing only degree five vertices.  An orthogonal one is named after Jessen, and the cube-5 compound is formed by connecting the (*) centers of its faces.  Tricorn protease is one protein with this shape, and Caspar and Klug demonstrated that the best-known proteins to take this shape are formed from 12 pentamers and a multiple of 10 hexamers.  Fullerenes are often described as the \"truncated\" form of this shape. For 10 points, name this shape exhibited by many viral capsids as well as B12 and other molecules with twelve atoms, a polyhedron with twelve vertices and twenty faces.": {
    "guess": "Icosahedron",
    "confidence": [
      [
        "I",
        -0.0341782
      ],
      [
        "cos",
        -1.3067608e-05
      ],
      [
        "ah",
        -3.4762674e-05
      ],
      [
        "ed",
        -0.000520028
      ],
      [
        "ron",
        -0.00021152703
      ]
    ]
  },
  "The innermost shell of a Bergman alloy has this shape, and alloys of gallium and alkali metals often take the shape of two of them connected together.  It is the only Frank-Kasper polyhedron containing only degree five vertices.  An orthogonal one is named after Jessen, and the cube-5 compound is formed by connecting the (*) centers of its faces.  Tricorn protease is one protein with this shape, and": {
    "guess": "Icosahedron",
    "confidence": [
      [
        "I",
        -1.4156625
      ],
      [
        "cos",
        -4.8709502e-05
      ],
      [
        "ah",
        -0.2691455
      ],
      [
        "ed",
        -0.00096601114
      ],
      [
        "ron",
        -0.00095672056
      ]
    ]
  },
  "Its inner boundary is marked by the Lehmann discontinuity, and its interaction with the mantle in so-called ultra low velocity and rigidity zones may explain the phenomenon of nutation. Convection in it in the Glatzmeier- Roberts model is implicated as the driving factor behind the reversals of Earth's magnetic field, and its liquidity is due to its lower melting point compared to the silicates above": {
    "guess": "Outer core",
    "confidence": [
      [
        "Outer",
        -0.021578422
      ],
      [
        " core",
        -0.017423427
      ]
    ]
  },
  "Its inner boundary is marked by the Lehmann discontinuity, and its interaction with the mantle in so-called ultra low velocity and rigidity zones may explain the phenomenon of nutation. Convection in it in the Glatzmeier- Roberts model is implicated as the driving factor behind the reversals of Earth's magnetic field, and its liquidity is due to its lower melting point compared to the silicates above it outweighing the higher pressure exerted on it. Composed mostly of nickel and iron, for 10 points name this layer of the Earth, located between 1200 and 3400 kilometers from the center of the earth between the inner core and the mantle.": {
    "guess": "Outer core",
    "confidence": [
      [
        "Outer",
        -0.23687834
      ],
      [
        " core",
        -0.16736522
      ]
    ]
  },
  "One of the innovations developed during this dynasty was the Juntian, or Equitable Field System, that granted land to all families regardless of wealth. Its first emperor, Yang Jian, or Emperor Wen, was succeeded by Emperor Yang, who moved his capital to Ta-hsing-ch'eng. Yang waged war against the Korean state of Koguryo and ordered the building of a waterway between the Huang He and Yangtze rivers,": {
    "guess": "Sui dynasty",
    "confidence": [
      [
        "S",
        -0.032704927
      ],
      [
        "ui",
        -1.3856493e-06
      ],
      [
        " dynasty",
        -0.009728109
      ]
    ]
  },
  "An inn's sign disappears behind some background shrubs and a man in the foreground manages to fish in a pond a large distance away in this man's Satire on False Perspective. In his treatise The Analysis of Beauty, he developed his theory of the S-shaped \"line of beauty\", a concept he applied in a dramatic painting of David Garrick as Richard III. Mug-carrying laborers rest and celebrate in one of his works, which he paired with a depiction of vice meant to contrast the relative merits of two (*) alcoholic beverages. This creator of Beer Street and Gin Lane depicted the vivisection of the animal-torturer Tom Nero in the last of his Four Stages of Cruelty and portrayed the downfalls of Tom Rakewell": {
    "guess": "William Hogarth",
    "confidence": [
      [
        "William",
        -0.0017350365
      ],
      [
        " Hog",
        -0.0005207432
      ],
      [
        "arth",
        -5.967624e-05
      ]
    ]
  },
  "An inn's sign disappears behind some background shrubs and a man in the foreground manages to fish in": {
    "guess": "The Embarkation for Cythera",
    "confidence": [
      [
        "The",
        -1.3039999
      ],
      [
        " Emb",
        -1.8758991
      ],
      [
        "ark",
        -0.003571684
      ],
      [
        "ation",
        -0.004694157
      ],
      [
        " for",
        -0.12106362
      ],
      [
        " Cy",
        -0.00042983482
      ],
      [
        "ther",
        -0.0001470452
      ],
      [
        "a",
        -0.00017457757
      ]
    ]
  },
  "Its inner boundary is marked by the Lehmann discontinuity, and its interaction with the mantle in so-called ultra low velocity and rigidity zones may explain the phenomenon of nutation. Convection in it in the Glatzmeier- Roberts model is implicated as the driving factor behind the reversals of Earth's": {
    "guess": "Outer core",
    "confidence": [
      [
        "Outer",
        -0.02333376
      ],
      [
        " core",
        -0.025201814
      ]
    ]
  },
  "The innermost shell of a Bergman alloy has this shape, and alloys of gallium and alkali metals often take the shape of two of them connected together.  It is the only Frank-Kasper polyhedron containing only degree five vertices.  An orthogonal one is named after Jessen, and the cube-5 compound is formed by connecting the (*) centers of its faces.  Tricorn protease is one protein with this shape, and Caspar and Klug demonstrated that the best-known proteins to take this shape are formed from 12 pentamers": {
    "guess": "Icosahedron",
    "confidence": [
      [
        "I",
        -0.093544506
      ],
      [
        "cos",
        -5.1689596e-05
      ],
      [
        "ah",
        -0.20915075
      ],
      [
        "ed",
        -0.00043543737
      ],
      [
        "ron",
        -0.0036576723
      ]
    ]
  },
  "An inn's sign disappears behind some background shrubs and a man in the foreground manages to fish in a pond a large distance away in this man's Satire on False Perspective. In his treatise The Analysis of Beauty, he developed his theory of the S-shaped \"line of beauty\", a concept he applied in a dramatic painting of David Garrick as Richard III. Mug-carrying laborers rest and celebrate in one of his": {
    "guess": "William Hogarth",
    "confidence": [
      [
        "William",
        -0.021237237
      ],
      [
        " Hog",
        -0.000119874094
      ],
      [
        "arth",
        -0.00014585316
      ]
    ]
  },
  "One of the innovations developed during this dynasty was the Juntian, or Equitable Field System, that granted land to all families regardless of wealth. Its first emperor, Yang Jian, or Emperor Wen, was": {
    "guess": "Sui dynasty",
    "confidence": [
      [
        "S",
        -0.0020731718
      ],
      [
        "ui",
        -1.147242e-06
      ],
      [
        " dynasty",
        -0.005786109
      ]
    ]
  }
}