{
  "In human body, pendrin is responsible for the uptake of this element. Rhodium bound to carbon, oxygen, and this element is used as a catalyst in the Monsanto process. It is complexed to three acetal groups in Dess-Martin oxidation, and the formation of alpha-aminophosphonates can be catalyzed by it in a variation of the Kabachnick-Fields reaction. Addition of it in its diatomic form is the first step in a reaction that yields anti-diols, the Prévost reaction, while a methyl halide compound containing this element is used in Hofmann elimination. When mixed with starch, it turns a dark blue color,": {
    "guess": "Iodine",
    "confidence": [
      [
        "I",
        -0.07466831
      ],
      [
        "od",
        -4.7040652e-05
      ],
      [
        "ine",
        -0.0006526283
      ]
    ]
  },
  "In the human body, this compound's metabolites include theophylline and paraxanthine, the latter of which induces lipolysis. The citrate salt of this substance is sometimes used to treat infant sleep apnea. This trimethylxanthine has an effect similar to that of its derivative theobromine, and its action": {
    "guess": "Caffeine",
    "confidence": [
      [
        "C",
        -0.0033413328
      ],
      [
        "affe",
        -5.9153886e-06
      ],
      [
        "ine",
        -4.5491004e-05
      ]
    ]
  },
  "In humans, these structures have a number of pyramids that empty into a calyx. Within these, the proteins NHE3 and V-type H-ATPase are exposed to the lumen and excrete protons, while NBC1 and AE1 excrete bicarbonate ions. A disease that affects these organs, Liddle's Syndrome, is the result of a single": {
    "guess": "Kidney",
    "confidence": [
      [
        "Kid",
        -0.21745738
      ],
      [
        "ney",
        -0.11642711
      ]
    ]
  },
  "In human body, pendrin is responsible for the uptake of this element. Rhodium bound to carbon, oxygen, and this element is used as a catalyst in the Monsanto process. It is complexed to three acetal groups": {
    "guess": "Acetaldehyde",
    "confidence": [
      [
        "Ac",
        -1.3998226
      ],
      [
        "etal",
        -0.8798108
      ],
      [
        "dehyde",
        -0.23122528
      ]
    ]
  },
  "In humans, these structures have a number of pyramids that empty into a calyx. Within these, the proteins NHE3 and V-type H-ATPase are exposed to the lumen and excrete protons, while NBC1 and AE1 excrete bicarbonate ions. A disease that affects these organs, Liddle's Syndrome, is the result of a single mutant allele encoding the aldosterone-activated sodium channels and produces hypertention. A release of antidiuretic hormone by the pituitary gland results in increased water re-absorption by these": {
    "guess": "Kidney",
    "confidence": [
      [
        "Kid",
        -0.11339017
      ],
      [
        "ney",
        -0.31248376
      ]
    ]
  },
  "In the Hulsemann letter the Taylor administration's support of this event was protested by the region's ruler.  It began with a March 3rd speech in which its leader urged a crown prince to 'perpetuate": {
    "guess": "Monroe Doctrine",
    "confidence": [
      [
        "Mon",
        -0.42068592
      ],
      [
        "roe",
        -0.00056697224
      ],
      [
        " Doctrine",
        -0.0066727437
      ]
    ]
  },
  "Human Odds and Ends, a collection of short stories, appeared in the same year as his critical study of Charles Dickens.  During his travels he wrote the historical novel Veranilda, and on his return to": {
    "guess": "Veranilda",
    "confidence": [
      [
        "Ver",
        -1.0205395
      ],
      [
        "an",
        -0.0017869214
      ],
      [
        "ilda",
        -4.8351892e-05
      ]
    ]
  },
  "In human body, pendrin is responsible for the uptake of this element. Rhodium bound to carbon, oxygen, and this element is used as a catalyst in the Monsanto process. It is complexed to three acetal groups in Dess-Martin oxidation, and the formation of alpha-aminophosphonates can be catalyzed by it in a variation of the Kabachnick-Fields reaction. Addition of it in its diatomic form is the first step in a reaction that yields anti-diols, the Prévost reaction, while a methyl halide compound containing": {
    "guess": "Iodine",
    "confidence": [
      [
        "I",
        -1.027039
      ],
      [
        "od",
        -0.00045843268
      ],
      [
        "ine",
        -0.0011504596
      ]
    ]
  },
  "In humans, these structures have a number of pyramids that empty into a calyx. Within these, the proteins NHE3 and V-type H-ATPase are exposed to the lumen and excrete protons, while NBC1 and AE1 excrete bicarbonate ions. A disease that affects these organs, Liddle's Syndrome, is the result of a single mutant allele encoding the aldosterone-activated sodium channels and produces hypertention. A release of antidiuretic hormone by the pituitary gland results in increased water re-absorption by these organs and an increase in urine concentration. FTP, identify these organs that produce erythropoietin": {
    "guess": "Kidneys",
    "confidence": [
      [
        "Kid",
        -0.02189967
      ],
      [
        "neys",
        -0.40074682
      ]
    ]
  },
  "In the Hulsemann letter the Taylor administration's support of this event was protested by the region's ruler.  It began with a March 3rd speech in which its leader urged a crown prince to 'perpetuate the ancient glory of the dynasty by meeting half-way the aspirations of a free people' and was finally defeated when the revolutionary government fled to Debrecen and Arthur G?rgei surrendered.  The setting of the fall of both Emperor Ferdinand I and Metternich, FTP, name this 1848 revolution which led to the ascension of Franz Joseph and the exile of Lajos Kossuth in the namesake nation.": {
    "guess": "Hungarian Revolution of 1848",
    "confidence": [
      [
        "Hung",
        -0.46026698
      ],
      [
        "arian",
        -0.028473472
      ],
      [
        " Revolution",
        -0.00066477974
      ],
      [
        " of",
        -2.6060809e-05
      ],
      [
        " ",
        -3.7697225e-06
      ],
      [
        "184",
        -9.5914154e-05
      ],
      [
        "8",
        -2.2365493e-05
      ]
    ]
  },
  "In humans, these structures have a number of pyramids that empty into a calyx. Within these, the proteins": {
    "guess": "Renal papilla",
    "confidence": [
      [
        "Ren",
        -0.047807503
      ],
      [
        "al",
        -1.3306016e-05
      ],
      [
        " pap",
        -0.5875821
      ],
      [
        "illa",
        -0.0028265081
      ]
    ]
  },
  "Human Odds and Ends, a collection of short stories, appeared in the same year as his critical study of Charles Dickens.  During his travels he wrote the historical novel Veranilda, and on his return to England he penned The Town Traveller and Will Warburton.  More typical of his subject matter are his fourth novel Demos and Born Into Exile.  He is best known for an 1891 work about the struggles of three men in the writing profession.  FTP, name this author of New Grub Street.": {
    "guess": "George Gissing",
    "confidence": [
      [
        "George",
        -0.014971553
      ],
      [
        " G",
        -0.00058079255
      ],
      [
        "issing",
        -0.00013512482
      ]
    ]
  },
  "In humans, these structures have a number of pyramids that empty into a calyx. Within these, the proteins NHE3 and V-type H-ATPase are exposed to the lumen and excrete protons, while NBC1 and AE1 excrete bicarbonate ions. A disease that affects these organs, Liddle's Syndrome, is the result of a single mutant allele encoding the aldosterone-activated sodium channels and produces hypertention. A release": {
    "guess": "Kidney",
    "confidence": [
      [
        "Kid",
        -0.1720324
      ],
      [
        "ney",
        -0.07331895
      ]
    ]
  },
  "In human body, pendrin is responsible for the uptake of this element. Rhodium bound to carbon, oxygen, and this element is used as a catalyst in the Monsanto process. It is complexed to three acetal groups in Dess-Martin oxidation, and the formation of alpha-aminophosphonates can be catalyzed by it in a variation of the Kabachnick-Fields reaction. Addition of it in its diatomic form is the first step": {
    "guess": "Iodine",
    "confidence": [
      [
        "I",
        -0.006899836
      ],
      [
        "od",
        -7.9940866e-05
      ],
      [
        "ine",
        -0.00046367763
      ]
    ]
  },
  "In the human body, this compound's metabolites include theophylline and paraxanthine, the latter of which induces lipolysis. The citrate salt of this substance is sometimes used to treat infant sleep apnea. This trimethylxanthine has an effect similar to that of its derivative theobromine, and its action as a phosphodiesterase inhibitor slows the degradation of cAMP and results in increased norepinephrine": {
    "guess": "Caffeine",
    "confidence": [
      [
        "C",
        -0.0042805653
      ],
      [
        "affe",
        -2.2246291e-05
      ],
      [
        "ine",
        -5.3239244e-05
      ]
    ]
  },
  "In human body, pendrin is responsible for the uptake of this element. Rhodium bound to carbon, oxygen, and this element is used as a catalyst in the Monsanto process. It is complexed to three acetal groups in Dess-Martin oxidation, and the formation of alpha-aminophosphonates can be catalyzed by it in a variation of the Kabachnick-Fields reaction. Addition of it in its diatomic form is the first step in a reaction that yields anti-diols, the Prévost reaction, while a methyl halide compound containing this element is used in Hofmann elimination. When mixed with starch, it turns a dark blue color, which is the key visual feature of the clock reaction. For ten points, name this element, the heaviest": {
    "guess": "Iodine",
    "confidence": [
      [
        "I",
        -0.020156538
      ],
      [
        "od",
        -0.00015335932
      ],
      [
        "ine",
        -0.00040242894
      ]
    ]
  },
  "In human body, pendrin is responsible for the uptake of this element. Rhodium bound to carbon, oxygen,": {
    "guess": "Iodine",
    "confidence": [
      [
        "I",
        -0.008028535
      ],
      [
        "od",
        -1.962381e-05
      ],
      [
        "ine",
        -0.00101423
      ]
    ]
  },
  "In the Hulsemann letter the Taylor administration's support of this event was protested by the region's": {
    "guess": "Hulsemann letter",
    "confidence": [
      [
        "H",
        -1.6825181
      ],
      [
        "ul",
        -0.027327865
      ],
      [
        "sem",
        -0.0014973644
      ],
      [
        "ann",
        -4.3202e-07
      ],
      [
        " letter",
        -0.62912035
      ]
    ]
  },
  "In humans, these structures have a number of pyramids that empty into a calyx. Within these, the proteins NHE3 and V-type H-ATPase are exposed to the lumen and excrete protons, while NBC1 and AE1 excrete": {
    "guess": "Kidney",
    "confidence": [
      [
        "Kid",
        -0.61386466
      ],
      [
        "ney",
        -0.10086892
      ]
    ]
  },
  "In human body, pendrin is responsible for the uptake of this element. Rhodium bound to carbon, oxygen, and this element is used as a catalyst in the Monsanto process. It is complexed to three acetal groups in Dess-Martin oxidation, and the formation of alpha-aminophosphonates can be catalyzed by it in a variation of the Kabachnick-Fields reaction. Addition of it in its diatomic form is the first step in a reaction that yields anti-diols, the Prévost reaction, while a methyl halide compound containing this element is used in Hofmann elimination. When mixed with starch, it turns a dark blue color, which is the key visual feature of the clock reaction. For ten points, name this element, the heaviest non-radioactive halogen.": {
    "guess": "Iodine",
    "confidence": [
      [
        "I",
        -0.04569371
      ],
      [
        "od",
        -5.931863e-05
      ],
      [
        "ine",
        -0.00031127117
      ]
    ]
  },
  "In humans, these structures have a number of pyramids that empty into a calyx. Within these, the proteins NHE3 and V-type H-ATPase are exposed to the lumen and excrete protons, while NBC1 and AE1 excrete bicarbonate ions. A disease that affects these organs, Liddle's Syndrome, is the result of a single mutant allele encoding the aldosterone-activated sodium channels and produces hypertention. A release of antidiuretic hormone by the pituitary gland results in increased water re-absorption by these organs and an increase in urine concentration. FTP, identify these organs that produce erythropoietin and contain over one million nephrons.": {
    "guess": "Kidney",
    "confidence": [
      [
        "Kid",
        -0.017928077
      ],
      [
        "ney",
        -0.0010155413
      ]
    ]
  },
  "Human Odds and Ends, a collection of short stories, appeared in the same year as his critical study of Charles Dickens.  During his travels he wrote the historical novel Veranilda, and on his return to England he penned The Town Traveller and Will Warburton.  More typical of his subject matter are his fourth novel Demos and Born Into Exile.  He is best known for an 1891 work about the struggles of": {
    "guess": "George Gissing",
    "confidence": [
      [
        "George",
        -0.005813487
      ],
      [
        " G",
        -0.0020591423
      ],
      [
        "issing",
        -0.000692778
      ]
    ]
  },
  "In the human body, this compound's metabolites include theophylline and paraxanthine, the latter of which": {
    "guess": "Caffeine",
    "confidence": [
      [
        "C",
        -0.007062847
      ],
      [
        "affe",
        -1.4259645e-05
      ],
      [
        "ine",
        -0.00022821188
      ]
    ]
  },
  "In the human body, this compound's metabolites include theophylline and paraxanthine, the latter of which induces lipolysis. The citrate salt of this substance is sometimes used to treat infant sleep apnea.": {
    "guess": "Caffeine",
    "confidence": [
      [
        "C",
        -0.0041370536
      ],
      [
        "affe",
        -1.7239736e-05
      ],
      [
        "ine",
        -0.00013059509
      ]
    ]
  },
  "In the Hulsemann letter the Taylor administration's support of this event was protested by the region's ruler.  It began with a March 3rd speech in which its leader urged a crown prince to 'perpetuate the ancient glory of the dynasty by meeting half-way the aspirations of a free people' and was finally defeated when the revolutionary government fled to Debrecen and Arthur G?rgei surrendered.  The setting": {
    "guess": "Hungarian Revolution of 1848",
    "confidence": [
      [
        "Hung",
        -0.28765878
      ],
      [
        "arian",
        -0.0009863656
      ],
      [
        " Revolution",
        -0.00031735055
      ],
      [
        " of",
        -0.00019614976
      ],
      [
        " ",
        -1.8431772e-05
      ],
      [
        "184",
        -0.0002609782
      ],
      [
        "8",
        -7.79144e-05
      ]
    ]
  },
  "In the Hulsemann letter the Taylor administration's support of this event was protested by the region's ruler.  It began with a March 3rd speech in which its leader urged a crown prince to 'perpetuate the ancient glory of the dynasty by meeting half-way the aspirations of a free people' and was finally defeated when the revolutionary government fled to Debrecen and Arthur G?rgei surrendered.  The setting of the fall of both Emperor Ferdinand I and Metternich, FTP, name this 1848 revolution which": {
    "guess": "Hungarian Revolution of 1848",
    "confidence": [
      [
        "Hung",
        -0.7890385
      ],
      [
        "arian",
        -0.0026450986
      ],
      [
        " Revolution",
        -0.033492155
      ],
      [
        " of",
        -0.0002482271
      ],
      [
        " ",
        -2.808727e-05
      ],
      [
        "184",
        -0.00043460296
      ],
      [
        "8",
        -3.8457987e-05
      ]
    ]
  },
  "In the human body, this compound's metabolites include theophylline and paraxanthine, the latter of which induces lipolysis. The citrate salt of this substance is sometimes used to treat infant sleep apnea. This trimethylxanthine has an effect similar to that of its derivative theobromine, and its action as a phosphodiesterase inhibitor slows the degradation of cAMP and results in increased norepinephrine and epinephrine production. Because of its similarity to a certain purine nucleoside, this compound can bind to, but not activate, receptors for (*) adenosine in the brain, which results in increased alertness. For ten points, name this stimulant drug found in tea and coffee.": {
    "guess": "Caffeine",
    "confidence": [
      [
        "C",
        -0.008758983
      ],
      [
        "affe",
        -3.650519e-06
      ],
      [
        "ine",
        -4.823269e-05
      ]
    ]
  },
  "In the human body, this compound's metabolites include theophylline and paraxanthine, the latter of which induces lipolysis. The citrate salt of this substance is sometimes used to treat infant sleep apnea. This trimethylxanthine has an effect similar to that of its derivative theobromine, and its action as a phosphodiesterase inhibitor slows the degradation of cAMP and results in increased norepinephrine and epinephrine production. Because of its similarity to a certain purine nucleoside, this compound can bind to, but not activate, receptors for (*) adenosine in the brain, which results in increased": {
    "guess": "Caffeine",
    "confidence": [
      [
        "C",
        -0.0020729443
      ],
      [
        "affe",
        -3.650519e-06
      ],
      [
        "ine",
        -5.6576944e-05
      ]
    ]
  },
  "Human Odds and Ends, a collection of short stories, appeared in the same year as his critical study of Charles Dickens.  During his travels he wrote the historical novel Veranilda, and on his return to England he penned The Town Traveller and Will Warburton.  More typical of his subject matter are his": {
    "guess": "Henry James",
    "confidence": [
      [
        "Henry",
        -0.46351844
      ],
      [
        " James",
        -0.0011171156
      ]
    ]
  },
  "In the human body, this compound's metabolites include theophylline and paraxanthine, the latter of which induces lipolysis. The citrate salt of this substance is sometimes used to treat infant sleep apnea. This trimethylxanthine has an effect similar to that of its derivative theobromine, and its action as a phosphodiesterase inhibitor slows the degradation of cAMP and results in increased norepinephrine and epinephrine production. Because of its similarity to a certain purine nucleoside, this compound": {
    "guess": "Caffeine",
    "confidence": [
      [
        "C",
        -0.0010336419
      ],
      [
        "affe",
        -2.9352968e-06
      ],
      [
        "ine",
        -1.9743013e-05
      ]
    ]
  },
  "Human Odds and Ends, a collection of short stories, appeared in the same year as his critical study of": {
    "guess": "Human Odds and Ends",
    "confidence": [
      [
        "Human",
        -0.54641086
      ],
      [
        " Odds",
        -0.14579685
      ],
      [
        " and",
        -0.0033990755
      ],
      [
        " Ends",
        -0.011902935
      ]
    ]
  },
  "In the Hulsemann letter the Taylor administration's support of this event was protested by the region's ruler.  It began with a March 3rd speech in which its leader urged a crown prince to 'perpetuate the ancient glory of the dynasty by meeting half-way the aspirations of a free people' and was finally": {
    "guess": "Iranian Revolution",
    "confidence": [
      [
        "Iran",
        -1.8072367
      ],
      [
        "ian",
        -0.04982458
      ],
      [
        " Revolution",
        -0.2953452
      ]
    ]
  },
  "In human body, pendrin is responsible for the uptake of this element. Rhodium bound to carbon, oxygen, and this element is used as a catalyst in the Monsanto process. It is complexed to three acetal groups in Dess-Martin oxidation, and the formation of alpha-aminophosphonates can be catalyzed by it in": {
    "guess": "Iodine",
    "confidence": [
      [
        "I",
        -0.006511795
      ],
      [
        "od",
        -0.00010759611
      ],
      [
        "ine",
        -0.00028862982
      ]
    ]
  }
}