{
  "Singles from this band's breakthrough album, released in 2000, were featured in films such as Dracula 2000, Little Nicky, and Valentine. One song by this band, formerly known as Xero, declares that \"when life leaves us blind, love keeps us kind.\" In 2004, its lead vocalist began his own side project, producing the US Billboard Hot 100 hit, Remember the Name, under the alias Fort Minor. Years later, the group specifically recorded New Divide for the film Transformers: Revenge of the Fallen.  For 10": {
    "guess": "Linkin Park",
    "confidence": [
      [
        "Link",
        -0.00046606173
      ],
      [
        "in",
        -1.473646e-05
      ],
      [
        " Park",
        -4.298773e-05
      ]
    ]
  },
  "Its singly-ionized form produces the 3968 and 3933 Angstrom spectral lines that are the strongest absorption features in the solar spectrum, the so-called H and K lines.  Its hydroxide is used in preparing nixtamal, and its chloride, which is used to make chemicompetent bacteria, is a byproduct of the": {
    "guess": "Calcium",
    "confidence": [
      [
        "Calc",
        -0.013204938
      ],
      [
        "ium",
        -2.58224e-05
      ]
    ]
  },
  "Singular perturbation problems are a subset of these equations, and one MATLAB routine for solving them is based on the work of Klopfenstein.  The Kaps-Rentrop algorithm was the first method for solving these equations, while Bader and Deuflhard modified the (*) Burlisch-Stoer algorithm in order to solve": {
    "guess": "Ordinary differential equations",
    "confidence": [
      [
        "Ord",
        -0.7013369
      ],
      [
        "inary",
        -2.5107178e-05
      ],
      [
        " differential",
        -0.027761942
      ],
      [
        " equations",
        -0.38068834
      ]
    ]
  },
  "The singer advises the title character of this song to \"hide it in your pantry with your cupcakes\" and \"most of all, you've got to hide it from the kids,\" while later, he describes a \"candidates debate.\" This song was the first played at the famous Concert at Central Park. At one point in this song, the singers ask \"Where have you gone, Joe Dimaggio? The nation turns its lonely eyes to you,\" before noting that \"Joltin' Joe has left and gone away.\" One verse in this song details the title characters": {
    "guess": "Mrs. Robinson",
    "confidence": [
      [
        "Mrs",
        -0.13666849
      ],
      [
        ".",
        -0.0033823191
      ],
      [
        " Robinson",
        -8.43514e-05
      ]
    ]
  },
  "In a single J shell, for even values of the angular momentum this quantity is equal to one, while for odd angular momentum it is zero. For light nuclei and negligible Coulombic effects, the square of its quantum number approximately commutes with the Hamiltonian. One projection of this quantity is equal to the charge minus half the sum of strangeness and baryon number. Because strong interactions are invariant under rotations within the space defined by this property, it follows by Noether's theorem in that it is conserved in strong interactions. Its symmetry, like the symmetry of a similar property,": {
    "guess": "Isospin",
    "confidence": [
      [
        "Is",
        -0.055835698
      ],
      [
        "osp",
        -0.00085072464
      ],
      [
        "in",
        -5.419287e-05
      ]
    ]
  },
  "A since-discredited hypothesis of Archie Carr used this theory to explain the migration of the green": {
    "guess": "Archie Carr",
    "confidence": [
      [
        "Ar",
        -0.73915666
      ],
      [
        "chie",
        -0.0014981952
      ],
      [
        " Carr",
        -0.016096193
      ]
    ]
  },
  "He sings \"I like tits for lunch, a big tits attack / I like tits for breakfast, eggs benedict\" in a track from his 1983 album You Bought It, You Name It.  His debut solo album was 1972s Barnstorm, and other solo tracks include \"Turn to Stone\" and \"A Life of Illusion.\"  His first experience in a group came with Dale Peters and Jim Fox in the James Gang.  On his fifth album But Seriously Folks, he sings \"I go to parties sometimes until four, it's hard to leave when you can't find the door\" on the track": {
    "guess": "Joe Walsh",
    "confidence": [
      [
        "Joe",
        -0.03160784
      ],
      [
        " Walsh",
        -0.00053587474
      ]
    ]
  },
  "Singles from this band's breakthrough album, released in 2000, were featured in films such as Dracula 2000, Little Nicky, and Valentine. One song by this band, formerly known as Xero, declares that \"when life leaves us blind, love keeps us kind.\" In 2004, its lead vocalist began his own side project,": {
    "guess": "Linkin Park",
    "confidence": [
      [
        "Link",
        -0.0019697926
      ],
      [
        "in",
        -2.1769476e-05
      ],
      [
        " Park",
        -3.5120287e-05
      ]
    ]
  },
  "A since-discredited hypothesis of Archie Carr used this theory to explain the migration of the green sea turtle from Brazil to Ascension Island. The concentration of the Megascolecidae family of earthworms was used to support this theory. The major animal fossils that were analyzed to support this theory belonged to Mesosaurus, Cynognathus, and Lystrosaurus. An early supporter of this theory, Alexander du Toit, presented evidence for it based on the (*) distribution of tillite overlaid by coal beds overlaid by basaltic flows. Those coal beds often contained Glossopteris fossils, which had extremely large seeds - preventing their dispersal by sea or air. This theory was built on to develop plate tectonics. For 10 points, identify this theory proposed by Alfred Wegener in which the Earth's continents move relative to each other.": {
    "guess": "Continental drift",
    "confidence": [
      [
        "Contin",
        -0.29396814
      ],
      [
        "ental",
        -0.00027945114
      ],
      [
        " drift",
        -0.036456067
      ]
    ]
  },
  "The singer advises the title character of this song to \"hide it in your pantry with your cupcakes\" and \"most of all, you've got to hide it from the kids,\" while later, he describes a \"candidates debate.\" This song was the first played at the famous Concert at Central Park. At one point in this song, the singers ask \"Where have you gone, Joe Dimaggio? The nation turns its lonely eyes to you,\" before noting that \"Joltin' Joe has left and gone away.\" One verse in this song details the title characters time at a mental institution, while the song begins by informing the title character that \"Jesus loves you more than you will know\" and saying \"Here's to you.\" For ten points, identify this song written for The Graduate, a work by Simon and Garfunkel.": {
    "guess": "Mrs. Robinson",
    "confidence": [
      [
        "Mrs",
        -0.020696389
      ],
      [
        ".",
        -0.00058246136
      ],
      [
        " Robinson",
        -0.00012272765
      ]
    ]
  },
  "Singing the aria \"Je dis que rien ne m'épouvante\", Micaëla tries to bring her fiance home to his dying mother. The female lead sings a seguidilla in the first act after Zuniga orders the lead male to restrain": {
    "guess": "Carmen (opera)",
    "confidence": [
      [
        "C",
        -0.25825402
      ],
      [
        "arm",
        -0.00042185548
      ],
      [
        "en",
        -9.305327e-05
      ],
      [
        " (",
        -0.5619273
      ],
      [
        "op",
        -0.675928
      ],
      [
        "era",
        -0.0005143099
      ],
      [
        ")",
        -0.00078747154
      ]
    ]
  },
  "Singles from this band's breakthrough album, released in 2000, were featured in films such as Dracula": {
    "guess": "Hybrid Theory",
    "confidence": [
      [
        "Hy",
        -0.8902262
      ],
      [
        "brid",
        -0.0034855586
      ],
      [
        " Theory",
        -7.3861476e-05
      ]
    ]
  },
  "One singer in this work claims \"I am the abbot\u0085 and my assembly is one of drinkers,\" and, in the same movement, a tenor plays a swan who \"once lived on lakes\" but is now \"roasting fiercely.\" That movement of this work is set \"in the Tavern,\" and is followed by one set \"in the Court of Love,\" where \"Love flies everywhere\" and \"Day, night, and everything are against me.\" The most famous part of this work features an \"Imperatrix Mundi\" who is \"monstrous and empty,\" a \"turning wheel.\" For 10 points,": {
    "guess": "Carmina Burana",
    "confidence": [
      [
        "Car",
        -0.056296904
      ],
      [
        "mina",
        -1.3544423e-05
      ],
      [
        " Bur",
        -8.959636e-05
      ],
      [
        "ana",
        -6.4802e-05
      ]
    ]
  },
  "Its singly-ionized form produces the 3968 and 3933 Angstrom spectral lines that are the strongest absorption features in the solar spectrum, the so-called H and K lines.  Its hydroxide is used in preparing": {
    "guess": "Calcium",
    "confidence": [
      [
        "Calc",
        -0.010363056
      ],
      [
        "ium",
        -6.9882217e-06
      ]
    ]
  },
  "Singular perturbation problems are a subset of these equations, and one MATLAB routine for solving them is based on the work of Klopfenstein.  The Kaps-Rentrop algorithm was the first method for solving these equations, while Bader and Deuflhard modified the (*) Burlisch-Stoer algorithm in order to solve them.  The most common method for solving them is a modified semi-implicit Runge-Kutta method named after Rosenbrock.  Most explicit methods of solving these equations lead to instability due to step size problems, and they also exhibit a notorious loss of precision.  For 10 points, name these sets of differential equations in which the dependent variables vary on widely different scales.": {
    "guess": "Stiff differential equations",
    "confidence": [
      [
        "St",
        -0.002784554
      ],
      [
        "iff",
        -2.9352968e-06
      ],
      [
        " differential",
        -0.41881788
      ],
      [
        " equations",
        -0.0065162987
      ]
    ]
  },
  "Its single most enduring image was arguably the self-immolation of Jan Palach. Its leader tried to defend it in the conference at Cierna by making minor compromises.  Facilitated by the resignation of Antonin Novotny as first secretary, it officially came to an end with the appointment of Gustav Hasak": {
    "guess": "Prague Spring",
    "confidence": [
      [
        "Pr",
        -0.021887768
      ],
      [
        "ague",
        -1.3856493e-06
      ],
      [
        " Spring",
        -0.00012809181
      ]
    ]
  },
  "Singular perturbation problems are a subset of these equations, and one MATLAB routine for solving them is based on the work of Klopfenstein.  The Kaps-Rentrop algorithm was the first method for solving these equations, while Bader and Deuflhard modified the (*) Burlisch-Stoer algorithm in order to solve them.  The most common method for solving them is a modified semi-implicit Runge-Kutta method named after Rosenbrock.  Most explicit methods of solving these equations lead to instability due to": {
    "guess": "Stiff differential equations",
    "confidence": [
      [
        "St",
        -0.54917324
      ],
      [
        "iff",
        -7.2192626e-05
      ],
      [
        " differential",
        -1.3167785
      ],
      [
        " equations",
        -0.10056604
      ]
    ]
  },
  "The singer of this song says that she \"linger[s] on dear, still craving your kiss\". Zooey Deschanel's performance of this song at a fashion show by Erin Fetherston sees her reach her highest pitch on the word \"Stars\" in the first line. This song imagines \"Night breezes\" that \"seem to whisper ‘I love you'\" and \"Birds singin' in the (*) sycamore tree\". It was written by Fabian Andre and Wilbur Schwandt, and this song asks for the title action to occur \"when you're alone\". For 10 points, identify this song that Ella Fitzgerald and Louis Armstrong performed in a duet, and perhaps most notably sung by Mama Cass and the Mamas and the Papas.": {
    "guess": "Dream a Little Dream of Me",
    "confidence": [
      [
        "Dream",
        -0.0015090317
      ],
      [
        " a",
        -0.00070480653
      ],
      [
        " Little",
        -0.00044735408
      ],
      [
        " Dream",
        -6.062987e-05
      ],
      [
        " of",
        -0.00059390126
      ],
      [
        " Me",
        -0.00014036978
      ]
    ]
  },
  "A since-discredited hypothesis of Archie Carr used this theory to explain the migration of the green sea turtle from Brazil to Ascension Island. The concentration of the Megascolecidae family of earthworms was used to support this theory. The major animal fossils that were analyzed to support this theory belonged to Mesosaurus, Cynognathus, and Lystrosaurus. An early supporter of this theory, Alexander du Toit, presented evidence for it based on the (*) distribution of tillite overlaid by coal beds overlaid by basaltic flows. Those coal beds often contained Glossopteris fossils, which had extremely large seeds - preventing their dispersal by sea or air. This theory was built on to develop plate tectonics. For 10 points, identify this theory proposed by Alfred Wegener in which the Earth's continents": {
    "guess": "Continental drift",
    "confidence": [
      [
        "Contin",
        -0.44015077
      ],
      [
        "ental",
        -0.00016969022
      ],
      [
        " drift",
        -0.023901584
      ]
    ]
  },
  "He sings \"I like tits for lunch, a big tits attack / I like tits for breakfast, eggs benedict\" in a track from his 1983 album You Bought It, You Name It.  His debut solo album was 1972s Barnstorm, and": {
    "guess": "Joe Walsh",
    "confidence": [
      [
        "Joe",
        -0.041532133
      ],
      [
        " Walsh",
        -0.001279284
      ]
    ]
  },
  "He sings \"I like tits for lunch, a big tits attack / I like tits for breakfast, eggs benedict\" in a track from his 1983 album You Bought It, You Name It.  His debut solo album was 1972s Barnstorm, and other solo tracks include \"Turn to Stone\" and \"A Life of Illusion.\"  His first experience in a group came with Dale Peters and Jim Fox in the James Gang.  On his fifth album But Seriously Folks, he sings": {
    "guess": "Joe Walsh",
    "confidence": [
      [
        "Joe",
        -0.013974614
      ],
      [
        " Walsh",
        -0.0004957251
      ]
    ]
  },
  "After the singer of this song walks to the door, he falls to the floor and gets down on his knees, while some of the action in this song takes place while dancing all night under electric candlelight. This song was a single from an album on which its title character was posed against Powerman and the Moneygoround. After the action of this song occurs, the singer notes that it's a mixed up, muddled up, shook up world. At the place where this song takes place, one can drink champagne that tastes just like coca cola, and at the end of this song, the singer notes that \"I know what I am and I'm glad I'm a man\", while so is the title character of this song. For ten points, identify this song in which": {
    "guess": "Lola (song)",
    "confidence": [
      [
        "L",
        -0.0045117694
      ],
      [
        "ola",
        -7.226629e-06
      ],
      [
        " (",
        -0.13929506
      ],
      [
        "song",
        -0.5281924
      ],
      [
        ")",
        -0.0049300045
      ]
    ]
  },
  "Since the exact calculations to describe diffraction become prohibitively complex for all but the simplest situations, patterns being formed far from the diffraction barrier are represented using this": {
    "guess": "Fraunhofer diffraction",
    "confidence": [
      [
        "Fra",
        -0.08899804
      ],
      [
        "un",
        -1.7954959e-05
      ],
      [
        "ho",
        -7.922564e-05
      ],
      [
        "fer",
        -9.372295e-06
      ],
      [
        " diff",
        -0.0033951562
      ],
      [
        "raction",
        -0.0001039008
      ]
    ]
  },
  "Since the exact calculations to describe diffraction become prohibitively complex for all but the simplest situations, patterns being formed far from the diffraction barrier are represented using this type of simplification. FTP, name the diffraction that assumes that all waves that interfere at the": {
    "guess": "Fraunhofer diffraction",
    "confidence": [
      [
        "Fra",
        -0.3818413
      ],
      [
        "un",
        -1.4140442e-05
      ],
      [
        "ho",
        -4.85903e-05
      ],
      [
        "fer",
        -2.3915141e-05
      ],
      [
        " diff",
        -0.0019281631
      ],
      [
        "raction",
        -0.0001170132
      ]
    ]
  },
  "A since-discredited hypothesis of Archie Carr used this theory to explain the migration of the green sea turtle from Brazil to Ascension Island. The concentration of the Megascolecidae family of earthworms was used to support this theory. The major animal fossils that were analyzed to support this theory": {
    "guess": "Giantism",
    "confidence": [
      [
        "G",
        -2.29384
      ],
      [
        "iant",
        -0.8364806
      ],
      [
        "ism",
        -1.6951865
      ]
    ]
  },
  "Singing the aria \"Je dis que rien ne m'épouvante\", Micaëla tries to bring her fiance home to his dying mother. The female lead sings a seguidilla in the first act after Zuniga orders the lead male to restrain her for attacking another woman with a knife. Singing his signature song, \"Votre toast, je peux vous le rendre\", Escamillo introduces himself to the titular character by announcing that he is": {
    "guess": "Carmen",
    "confidence": [
      [
        "C",
        -0.09172963
      ],
      [
        "arm",
        -2.7848862e-05
      ],
      [
        "en",
        -7.815281e-05
      ]
    ]
  },
  "One singer in this work claims \"I am the abbot\u0085 and my assembly is one of drinkers,\" and, in the same movement, a tenor plays a swan who \"once lived on lakes\" but is now \"roasting fiercely.\" That movement of this work is set \"in the Tavern,\" and is followed by one set \"in the Court of Love,\" where \"Love flies everywhere\" and \"Day, night, and everything are against me.\" The most famous part of this work features an \"Imperatrix Mundi\" who is \"monstrous and empty,\" a \"turning wheel.\" For 10 points, name this choral and orchestral cantata by Carl Orff based on 24 medieval songs, which begins and ends with \"O Fortuna.\"": {
    "guess": "Carmina Burana",
    "confidence": [
      [
        "Car",
        -0.000825349
      ],
      [
        "mina",
        -9.849109e-06
      ],
      [
        " Bur",
        -1.1756368e-05
      ],
      [
        "ana",
        -2.7252845e-05
      ]
    ]
  },
  "Its single most enduring image was arguably the self-immolation of Jan Palach. Its leader tried to defend": {
    "guess": "Jan Palach",
    "confidence": [
      [
        "Jan",
        -0.6442462
      ],
      [
        " Pal",
        -0.00883544
      ],
      [
        "ach",
        -1.867018e-05
      ]
    ]
  },
  "As a single, its B-side was cover of the Ohio Players song \"Skin Tight\" on European releses and  \"Memphis Train Blues\" in the U.S. First appearing on the 1988 album Green, this theme song to the show Get A Life was parodied by Weird Al with a song noting \"the tab is (*) there to open the can.\"  \"Your head is there to move you around\" according to, for 10 points— what R.E.M. song that tells you to do the title action \"in the place where you live?\"": {
    "guess": "Losing My Religion",
    "confidence": [
      [
        "L",
        -0.014872438
      ],
      [
        "osing",
        -0.0007051641
      ],
      [
        " My",
        -0.00037943368
      ],
      [
        " Religion",
        -8.852353e-05
      ]
    ]
  },
  "A since-discredited hypothesis of Archie Carr used this theory to explain the migration of the green sea turtle from Brazil to Ascension Island. The concentration of the Megascolecidae family of earthworms": {
    "guess": "Ascension Island",
    "confidence": [
      [
        "Asc",
        -0.67167187
      ],
      [
        "ension",
        -0.0006710976
      ],
      [
        " Island",
        -0.011060792
      ]
    ]
  },
  "Since an 1813 treaty, this country has controlled the Islamic city of Derbent. Ismail Gaspirali founded the religious reform movement of Jadidism in this country, which fought Sufi resistance leader Imam Shamil during the mid 19th century. This country's police circulated an unknown toxic gas through a (*) movie theater in its capital to end a hostage crisis by Muslim militants from the same region as the earlier Hadji Murad. Aslan Maskhadov led resistance to this country from a separatist republic with capital at Grozny. For 10 points, name this country whose recent actions against militant Islam have included backing Syria's Bashar al-Assad at the UN and crushing an insurgency in Chechnya.": {
    "guess": "Russia",
    "confidence": [
      [
        "Russia",
        -0.00930479
      ]
    ]
  },
  "One singer in this work claims \"I am the abbot\u0085 and my assembly is one of drinkers,\" and, in the same movement, a tenor plays a swan who \"once lived on lakes\" but is now \"roasting fiercely.\" That movement of this work is set \"in the Tavern,\" and is followed by one set \"in the Court of Love,\" where \"Love flies everywhere\" and \"Day, night, and everything are against me.\" The most famous part of this work features an \"Imperatrix Mundi\" who is \"monstrous and empty,\" a \"turning wheel.\" For 10 points, name this choral and orchestral cantata by Carl Orff based on 24 medieval songs, which begins and ends": {
    "guess": "Carmina Burana",
    "confidence": [
      [
        "Car",
        -0.0013551178
      ],
      [
        "mina",
        -4.298773e-05
      ],
      [
        " Bur",
        -2.8325678e-05
      ],
      [
        "ana",
        -4.20341e-05
      ]
    ]
  },
  "For a single charge at relativistic velocities, this quantity is proportional to the electron charge squared over the speed of light, times the Lorentz gamma raised to the sixth power. For a non-relativistic charge, this quantity is given by two-thirds times electron charge squared over speed of light cubed, times acceleration squared, a result called Larmor's formula. In electrodynamics this quantity is equal to the volume integral of current dotted with electric field; in that situation, this quantity": {
    "guess": "Poynting vector",
    "confidence": [
      [
        "P",
        -0.88736755
      ],
      [
        "oy",
        -2.9352968e-06
      ],
      [
        "nt",
        -0.00033713103
      ],
      [
        "ing",
        -5.6769813e-06
      ],
      [
        " vector",
        -0.0042371238
      ]
    ]
  },
  "Singular perturbation problems are a subset of these equations, and one MATLAB routine for solving them is based on the work of Klopfenstein.  The Kaps-Rentrop algorithm was the first method for solving": {
    "guess": "Ordinary differential equations",
    "confidence": [
      [
        "Ord",
        -1.2979901
      ],
      [
        "inary",
        -9.996708e-05
      ],
      [
        " differential",
        -0.20872417
      ],
      [
        " equations",
        -0.121457495
      ]
    ]
  },
  "After the singer of this song walks to the door, he falls to the floor and gets down on his knees, while some of the action in this song takes place while dancing all night under electric candlelight. This song was a single from an album on which its title character was posed against Powerman and the Moneygoround. After the action of this song occurs, the singer notes that it's a mixed up, muddled up, shook up world. At the place where this song takes place, one can drink champagne that tastes just like coca cola, and at the end of this song, the singer notes that \"I know what I am and I'm glad I'm a man\", while so is the title character of this song. For ten points, identify this song in which the singer meets the title character at a club in old Soho and which was written by the Kinks about a transvestite.": {
    "guess": "Lola (song)",
    "confidence": [
      [
        "L",
        -0.00010509284
      ],
      [
        "ola",
        -1.378283e-05
      ],
      [
        " (",
        -0.059656043
      ],
      [
        "song",
        -0.41636395
      ],
      [
        ")",
        -0.00034106473
      ]
    ]
  },
  "Since an 1813 treaty, this country has controlled the Islamic city of Derbent. Ismail Gaspirali founded the religious reform movement of Jadidism in this country, which fought Sufi resistance leader Imam Shamil during the mid 19th century. This country's police circulated an unknown toxic gas through a (*) movie theater in its capital to end a hostage crisis by Muslim militants from the same region as the earlier Hadji Murad. Aslan Maskhadov led resistance to this country from a separatist republic": {
    "guess": "Russia",
    "confidence": [
      [
        "Russia",
        -0.0747734
      ]
    ]
  },
  "The singer of this song says that she \"linger[s] on dear, still craving your kiss\". Zooey Deschanel's": {
    "guess": "I Could've Been Your Girl",
    "confidence": [
      [
        "I",
        -1.9580803
      ],
      [
        " Could",
        -0.8973088
      ],
      [
        "'ve",
        -0.20158564
      ],
      [
        " Been",
        -0.0012190476
      ],
      [
        " Your",
        -8.077529e-05
      ],
      [
        " Girl",
        -0.00031627773
      ]
    ]
  },
  "As a single, its B-side was cover of the Ohio Players song \"Skin Tight\" on European releses and  \"Memphis Train Blues\" in the U.S. First appearing on the 1988 album Green, this theme song to the show Get A Life was parodied by Weird Al with a song noting \"the tab is (*) there to open the can.\"  \"Your head is there to move you around\" according to, for 10 points— what R.E.M. song that tells you to do": {
    "guess": "Stand",
    "confidence": [
      [
        "Stand",
        -0.04353882
      ]
    ]
  },
  "Its single most enduring image was arguably the self-immolation of Jan Palach. Its leader tried to defend it in the conference at Cierna by making minor compromises.  Facilitated by the resignation of Antonin Novotny as first secretary, it officially came to an end with the appointment of Gustav Hasak although it had practically been ended the previous August by an invasion of Warsaw Pact members.  FTP, identify this period of liberal communist reform in 1969 initiated by Aleksandr Dubcek in Czechoslovakia during the namesake season.": {
    "guess": "Prague Spring",
    "confidence": [
      [
        "Pr",
        -0.07200791
      ],
      [
        "ague",
        -2.9352968e-06
      ],
      [
        " Spring",
        -0.0004948907
      ]
    ]
  },
  "After the singer of this song walks to the door, he falls to the floor and gets down on his knees, while some of the action in this song takes place while dancing all night under electric candlelight. This song was a single from an album on which its title character was posed against Powerman and the Moneygoround. After the action of this song occurs, the singer notes that it's a mixed up, muddled up, shook up world. At the place where this song takes place, one can drink champagne that tastes just like coca cola, and at the end of this song, the singer notes that \"I know what I am and I'm glad I'm a man\", while so is the title character of this song. For ten points, identify this song in which the singer meets the title character at a club in old Soho and which was written by the Kinks about": {
    "guess": "Lola (song)",
    "confidence": [
      [
        "L",
        -0.0017634785
      ],
      [
        "ola",
        -6.0345924e-06
      ],
      [
        " (",
        -0.09034242
      ],
      [
        "song",
        -0.42683607
      ],
      [
        ")",
        -0.00044949973
      ]
    ]
  },
  "Singing the aria \"Je dis que rien ne m'épouvante\", Micaëla tries to bring her fiance home to his dying mother. The female lead sings a seguidilla in the first act after Zuniga orders the lead male to restrain her for attacking another woman with a knife. Singing his signature song, \"Votre toast, je peux vous le rendre\", Escamillo introduces himself to the titular character by announcing that he is a bullfighter. She had earlier entered in act one singing her \"Habanera\". For 10 points, name this opera": {
    "guess": "Carmen",
    "confidence": [
      [
        "C",
        -0.005446247
      ],
      [
        "arm",
        -2.220075e-06
      ],
      [
        "en",
        -2.1054253e-05
      ]
    ]
  },
  "As a single, its B-side was cover of the Ohio Players song \"Skin Tight\" on European releses and  \"Memphis Train Blues\" in the U.S. First appearing on the 1988 album Green, this theme song to the show Get A Life was parodied by Weird Al with a song noting \"the tab is (*) there to open the can.\"  \"Your": {
    "guess": "Theme from Get a Life",
    "confidence": [
      [
        "Theme",
        -1.4482124
      ],
      [
        " from",
        -0.08837438
      ],
      [
        " Get",
        -0.047580082
      ],
      [
        " a",
        -0.10707228
      ],
      [
        " Life",
        -0.0038026923
      ]
    ]
  },
  "Since three of the four branches of the Austronesian language family are exclusive to this island, it is believed to be that family's homeland. Mark Moskowitz studied the odd practice of stripping at funerals on this island. Apart from the Kavalan tribe, tribes of aboriginal plains-dwellers have not been recognized on this island, though they still typically support the Pan-Blue Coalition. Major fault lines caused the 1999 921 earthquake on this island, where the formerly Dutch fort Zeelandia is": {
    "guess": "Taiwan",
    "confidence": [
      [
        "Tai",
        -0.010277987
      ],
      [
        "wan",
        -3.4166656e-05
      ]
    ]
  },
  "Since three of the four branches of the Austronesian language family are exclusive to this island, it is believed to be that family's homeland. Mark Moskowitz studied the odd practice of stripping at funerals on this island. Apart from the Kavalan tribe, tribes of aboriginal plains-dwellers have not been recognized on this island, though they still typically support the Pan-Blue Coalition. Major fault": {
    "guess": "Taiwan",
    "confidence": [
      [
        "Tai",
        -0.014498295
      ],
      [
        "wan",
        -0.00011749002
      ]
    ]
  },
  "Its single most enduring image was arguably the self-immolation of Jan Palach. Its leader tried to defend it in the conference at Cierna by making minor compromises.  Facilitated by the resignation of Antonin Novotny as first secretary, it officially came to an end with the appointment of Gustav Hasak although it had practically been ended the previous August by an invasion of Warsaw Pact members.": {
    "guess": "Prague Spring",
    "confidence": [
      [
        "Pr",
        -0.06720434
      ],
      [
        "ague",
        -5.5122365e-07
      ],
      [
        " Spring",
        -7.5530326e-05
      ]
    ]
  },
  "Its singly-ionized form produces the 3968 and 3933 Angstrom spectral lines that are the strongest absorption": {
    "guess": "Calcium",
    "confidence": [
      [
        "Calc",
        -0.14025007
      ],
      [
        "ium",
        -2.2723105e-05
      ]
    ]
  },
  "In a single J shell, for even values of the angular momentum this quantity is equal to one, while for odd angular momentum it is zero. For light nuclei and negligible Coulombic effects, the square of its quantum number approximately commutes with the Hamiltonian. One projection of this quantity is equal to the charge minus half the sum of strangeness and baryon number. Because strong interactions are invariant under rotations within the space defined by this property, it follows by Noether's theorem in that it is conserved in strong interactions. Its symmetry, like the symmetry of a similar property, is approximated by the SU(2) group and that symmetry follows from up and down quarks having almost": {
    "guess": "Isospin",
    "confidence": [
      [
        "Is",
        -0.037759487
      ],
      [
        "osp",
        -0.0046653226
      ],
      [
        "in",
        -3.786197e-05
      ]
    ]
  },
  "Its single most enduring image was arguably the self-immolation of Jan Palach. Its leader tried to defend it in the conference at Cierna by making minor compromises.  Facilitated by the resignation of Antonin Novotny as first secretary, it officially came to an end with the appointment of Gustav Hasak although it had practically been ended the previous August by an invasion of Warsaw Pact members.  FTP, identify this period of liberal communist reform in 1969 initiated by Aleksandr Dubcek in Czechoslovakia": {
    "guess": "Prague Spring",
    "confidence": [
      [
        "Pr",
        -0.04885634
      ],
      [
        "ague",
        -1.504853e-06
      ],
      [
        " Spring",
        -0.00052241207
      ]
    ]
  },
  "For a single charge at relativistic velocities, this quantity is proportional to the electron charge squared over the speed of light, times the Lorentz gamma raised to the sixth power. For a non-relativistic charge, this quantity is given by two-thirds times electron charge squared over speed of light cubed, times acceleration squared, a result called Larmor's formula. In electrodynamics this quantity is equal to the volume integral of current dotted with electric field; in that situation, this quantity is counterbalanced by a term that includes the divergence of the Poynting vector, which measures this quantity per unit area. In mechanical systems, this quantity is often given as the product of the force and the velocity. For 10 points, identify this quantity which gives the energy dissipated": {
    "guess": "Power (physics)",
    "confidence": [
      [
        "Power",
        -0.08488251
      ],
      [
        " (",
        -0.04534269
      ],
      [
        "physics",
        -0.0012632099
      ],
      [
        ")",
        -3.0545007e-06
      ]
    ]
  },
  "For a single charge at relativistic velocities, this quantity is proportional to the electron charge squared over the speed of light, times the Lorentz gamma raised to the sixth power. For a non-relativistic": {
    "guess": "Electric charge",
    "confidence": [
      [
        "Electric",
        -0.5238125
      ],
      [
        " charge",
        -0.6819432
      ]
    ]
  },
  "For a single charge at relativistic velocities, this quantity is proportional to the electron charge squared over the speed of light, times the Lorentz gamma raised to the sixth power. For a non-relativistic charge, this quantity is given by two-thirds times electron charge squared over speed of light cubed, times acceleration squared, a result called Larmor's formula. In electrodynamics this quantity is equal to the volume integral of current dotted with electric field; in that situation, this quantity is counterbalanced by a term that includes the divergence of the Poynting vector, which measures this quantity per unit area. In mechanical systems, this quantity is often given as the product of the force and the velocity. For 10 points, identify this quantity which gives the energy dissipated per unit time and is usually measured in Watts.": {
    "guess": "Power (physics)",
    "confidence": [
      [
        "Power",
        -0.017775971
      ],
      [
        " (",
        -0.006765818
      ],
      [
        "physics",
        -0.0017701392
      ],
      [
        ")",
        -2.9352968e-06
      ]
    ]
  },
  "The singer of this song says that she \"linger[s] on dear, still craving your kiss\". Zooey Deschanel's performance of this song at a fashion show by Erin Fetherston sees her reach her highest pitch on the word \"Stars\" in the first line. This song imagines \"Night breezes\" that \"seem to whisper ‘I love you'\" and \"Birds singin' in the (*) sycamore tree\". It was written by Fabian Andre and Wilbur Schwandt,": {
    "guess": "Dream a Little Dream of Me",
    "confidence": [
      [
        "Dream",
        -0.016806912
      ],
      [
        " a",
        -0.0038169378
      ],
      [
        " Little",
        -0.0006388117
      ],
      [
        " Dream",
        -2.3438328e-05
      ],
      [
        " of",
        -2.9875326e-05
      ],
      [
        " Me",
        -0.000102827966
      ]
    ]
  },
  "The singer of this song says that she \"linger[s] on dear, still craving your kiss\". Zooey Deschanel's performance of this song at a fashion show by Erin Fetherston sees her reach her highest pitch on the word \"Stars\" in the first line. This song imagines \"Night breezes\" that \"seem to whisper ‘I love you'\" and \"Birds singin' in the (*) sycamore tree\". It was written by Fabian Andre and Wilbur Schwandt, and this song asks for the title action to occur \"when you're alone\". For 10 points, identify this": {
    "guess": "Dream a Little Dream of Me",
    "confidence": [
      [
        "Dream",
        -0.4006204
      ],
      [
        " a",
        -0.0075726695
      ],
      [
        " Little",
        -0.0006551316
      ],
      [
        " Dream",
        -0.000116894
      ],
      [
        " of",
        -0.0002935135
      ],
      [
        " Me",
        -0.0005517215
      ]
    ]
  },
  "Since three of the four branches of the Austronesian language family are exclusive to this island, it is believed to be that family's homeland. Mark Moskowitz studied the odd practice of stripping at funerals on this island. Apart from the Kavalan tribe, tribes of aboriginal plains-dwellers have not been recognized on this island, though they still typically support the Pan-Blue Coalition. Major fault lines caused the 1999 921 earthquake on this island, where the formerly Dutch fort Zeelandia is located. The (*) Portuguese named this island for its beauty and named a group of islands to the west after their fisherman. The Pescadores are located west of this island, where a giant New Year's fireworks": {
    "guess": "Taiwan",
    "confidence": [
      [
        "Tai",
        -0.0069766715
      ],
      [
        "wan",
        -3.8100377e-05
      ]
    ]
  },
  "As a single, its B-side was cover of the Ohio Players song \"Skin Tight\" on European releses and  \"Memphis Train Blues\" in the U.S. First appearing on the 1988 album Green, this theme song to the show Get": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -0.14915335
      ]
    ]
  },
  "Since an 1813 treaty, this country has controlled the Islamic city of Derbent. Ismail Gaspirali founded the religious reform movement of Jadidism in this country, which fought Sufi resistance leader Imam Shamil during the mid 19th century. This country's police circulated an unknown toxic gas through": {
    "guess": "Russia",
    "confidence": [
      [
        "Russia",
        -0.14419977
      ]
    ]
  },
  "Its singly-ionized form produces the 3968 and 3933 Angstrom spectral lines that are the strongest absorption features in the solar spectrum, the so-called H and K lines.  Its hydroxide is used in preparing nixtamal, and its chloride, which is used to make chemicompetent bacteria, is a byproduct of the Solvay process. It is selectively bound by both EGTA and serum albumin, and within cells, it is sequestered": {
    "guess": "Calcium",
    "confidence": [
      [
        "Calc",
        -0.0015258101
      ],
      [
        "ium",
        -7.58424e-06
      ]
    ]
  },
  "Singles from this band's breakthrough album, released in 2000, were featured in films such as Dracula 2000, Little Nicky, and Valentine. One song by this band, formerly known as Xero, declares that \"when life leaves us blind, love keeps us kind.\" In 2004, its lead vocalist began his own side project, producing the US Billboard Hot 100 hit, Remember the Name, under the alias Fort Minor. Years later, the group specifically recorded New Divide for the film Transformers: Revenge of the Fallen.  For 10 points, identify this band starring Mike Shinoda and Chester Bennington with hit singles In The End, One Step Closer, and Numb.": {
    "guess": "Linkin Park",
    "confidence": [
      [
        "Link",
        -0.0002699185
      ],
      [
        "in",
        -9.133887e-06
      ],
      [
        " Park",
        -9.610702e-06
      ]
    ]
  },
  "Singular perturbation problems are a subset of these equations, and one MATLAB routine for solving them": {
    "guess": "Ordinary differential equations",
    "confidence": [
      [
        "Ord",
        -0.2885833
      ],
      [
        "inary",
        -1.0445127e-05
      ],
      [
        " differential",
        -0.009737196
      ],
      [
        " equations",
        -0.5178501
      ]
    ]
  },
  "In a single J shell, for even values of the angular momentum this quantity is equal to one, while for odd angular momentum it is zero. For light nuclei and negligible Coulombic effects, the square of its quantum number approximately commutes with the Hamiltonian. One projection of this quantity is equal to the charge minus half the sum of strangeness and baryon number. Because strong interactions are invariant under rotations within the space defined by this property, it follows by Noether's theorem in that it is conserved in strong interactions. Its symmetry, like the symmetry of a similar property, is approximated by the SU(2) group and that symmetry follows from up and down quarks having almost the same mass. For 10 points, name this quantum number introduced to explain the difference between a proton and a neutron.": {
    "guess": "Isospin",
    "confidence": [
      [
        "Is",
        -0.004805092
      ],
      [
        "osp",
        -0.0006602537
      ],
      [
        "in",
        -2.4272753e-05
      ]
    ]
  },
  "Singles from this band's breakthrough album, released in 2000, were featured in films such as Dracula 2000, Little Nicky, and Valentine. One song by this band, formerly known as Xero, declares that \"when life leaves us blind, love keeps us kind.\" In 2004, its lead vocalist began his own side project, producing the US Billboard Hot 100 hit, Remember the Name, under the alias Fort Minor. Years later,": {
    "guess": "Linkin Park",
    "confidence": [
      [
        "Link",
        -0.0013257185
      ],
      [
        "in",
        -2.8325678e-05
      ],
      [
        " Park",
        -3.4762674e-05
      ]
    ]
  },
  "He sings \"I like tits for lunch, a big tits attack / I like tits for breakfast, eggs benedict\" in a track from his 1983 album You Bought It, You Name It.  His debut solo album was 1972s Barnstorm, and other solo tracks include \"Turn to Stone\" and \"A Life of Illusion.\"  His first experience in a group": {
    "guess": "Joe Walsh",
    "confidence": [
      [
        "Joe",
        -0.0041434574
      ],
      [
        " Walsh",
        -0.0006052183
      ]
    ]
  },
  "In a single J shell, for even values of the angular momentum this quantity is equal to one, while for odd angular momentum it is zero. For light nuclei and negligible Coulombic effects, the square of its quantum number approximately commutes with the Hamiltonian. One projection of this quantity is equal to the charge minus half the sum of strangeness and baryon number. Because strong interactions are invariant under rotations within the space defined by this property, it follows by Noether's theorem": {
    "guess": "Isospin",
    "confidence": [
      [
        "Is",
        -0.23974961
      ],
      [
        "osp",
        -0.0006421421
      ],
      [
        "in",
        -4.4179764e-05
      ]
    ]
  },
  "Singular perturbation problems are a subset of these equations, and one MATLAB routine for solving them is based on the work of Klopfenstein.  The Kaps-Rentrop algorithm was the first method for solving these equations, while Bader and Deuflhard modified the (*) Burlisch-Stoer algorithm in order to solve them.  The most common method for solving them is a modified semi-implicit Runge-Kutta method named": {
    "guess": "Ordinary Differential Equations",
    "confidence": [
      [
        "Ord",
        -0.48568752
      ],
      [
        "inary",
        -2.7968066e-05
      ],
      [
        " Differential",
        -0.6472974
      ],
      [
        " Equ",
        -0.05099221
      ],
      [
        "ations",
        -9.4914985e-06
      ]
    ]
  },
  "Since the exact calculations to describe diffraction become prohibitively complex for all but the simplest situations, patterns being formed far from the diffraction barrier are represented using this type of simplification. FTP, name the diffraction that assumes that all waves that interfere at the same point in the diffraction pattern leave the obstacle at the same angle.": {
    "guess": "Fraunhofer diffraction",
    "confidence": [
      [
        "Fra",
        -0.4392774
      ],
      [
        "un",
        -8.7212284e-05
      ],
      [
        "ho",
        -0.00034774013
      ],
      [
        "fer",
        -2.4034345e-05
      ],
      [
        " diff",
        -0.009413326
      ],
      [
        "raction",
        -7.1954215e-05
      ]
    ]
  },
  "The singer advises the title character of this song to \"hide it in your pantry with your cupcakes\" and \"most of all, you've got to hide it from the kids,\" while later, he describes a \"candidates debate.\" This song was the first played at the famous Concert at Central Park. At one point in this song, the singers ask \"Where have you gone, Joe Dimaggio? The nation turns its lonely eyes to you,\" before noting that \"Joltin' Joe has left and gone away.\" One verse in this song details the title characters time at a mental institution, while the song begins by informing the title character that \"Jesus loves you more than you will know\" and saying \"Here's to you.\" For ten points, identify this song written": {
    "guess": "Mrs. Robinson",
    "confidence": [
      [
        "Mrs",
        -0.048135776
      ],
      [
        ".",
        -0.0011995166
      ],
      [
        " Robinson",
        -0.00018387179
      ]
    ]
  },
  "Singles from this band's breakthrough album, released in 2000, were featured in films such as Dracula 2000, Little Nicky, and Valentine. One song by this band, formerly known as Xero, declares that \"when life leaves us blind, love keeps us kind.\" In 2004, its lead vocalist began his own side project, producing the US Billboard Hot 100 hit, Remember the Name, under the alias Fort Minor. Years later, the group specifically recorded New Divide for the film Transformers: Revenge of the Fallen.  For 10 points, identify this band starring Mike Shinoda and Chester Bennington with hit singles In The End,": {
    "guess": "Linkin Park",
    "confidence": [
      [
        "Link",
        -0.00034046874
      ],
      [
        "in",
        -1.867018e-05
      ],
      [
        " Park",
        -4.6802244e-05
      ]
    ]
  },
  "A single window divided into quarters appears in the top right, but most of the light comes from an unshown source to the right of the scene. Five figures sit at a table at left, two of them still counting money on the table and the others reacting to the figure at right, whose outstretched arm references that of the Sistine Ceiling's God, but whose hand is in the pose of Adam. This figure is identified": {
    "guess": "The Night Café",
    "confidence": [
      [
        "The",
        -0.06944032
      ],
      [
        " Night",
        -0.16023032
      ],
      [
        " Café",
        -0.43505666
      ]
    ]
  },
  "In a single J shell, for even values of the angular momentum this quantity is equal to one, while for": {
    "guess": "Total angular momentum",
    "confidence": [
      [
        "Total",
        -1.8415067
      ],
      [
        " angular",
        -0.5140655
      ],
      [
        " momentum",
        -0.00051633635
      ]
    ]
  },
  "Singing the aria \"Je dis que rien ne m'épouvante\", Micaëla tries to bring her fiance home to his dying": {
    "guess": "Carmen",
    "confidence": [
      [
        "C",
        -0.31166252
      ],
      [
        "arm",
        -0.00015860428
      ],
      [
        "en",
        -0.00021462266
      ]
    ]
  },
  "He sings \"I like tits for lunch, a big tits attack / I like tits for breakfast, eggs benedict\" in a track from his 1983 album You Bought It, You Name It.  His debut solo album was 1972s Barnstorm, and other solo tracks include \"Turn to Stone\" and \"A Life of Illusion.\"  His first experience in a group came with Dale Peters and Jim Fox in the James Gang.  On his fifth album But Seriously Folks, he sings \"I go to parties sometimes until four, it's hard to leave when you can't find the door\" on the track \"Life's Been Good.\"  FTP, name this classic rocker who had a wacky run for President in 1980, sang about the \"Rocky Mountain Way,\" and continues to be the lead guitarist for the Eagles.": {
    "guess": "Joe Walsh",
    "confidence": [
      [
        "Joe",
        -0.012308552
      ],
      [
        " Walsh",
        -0.00011582117
      ]
    ]
  },
  "Singing the aria \"Je dis que rien ne m'épouvante\", Micaëla tries to bring her fiance home to his dying mother. The female lead sings a seguidilla in the first act after Zuniga orders the lead male to restrain her for attacking another woman with a knife. Singing his signature song, \"Votre toast, je peux vous le rendre\", Escamillo introduces himself to the titular character by announcing that he is a bullfighter. She had earlier entered in act one singing her \"Habanera\". For 10 points, name this opera about the fiery titular gypsy who leads Don Jose to his ruin and her own death by George Bizet.": {
    "guess": "Carmen",
    "confidence": [
      [
        "C",
        -0.0041414495
      ],
      [
        "arm",
        -5.5122365e-07
      ],
      [
        "en",
        -2.6418418e-05
      ]
    ]
  },
  "A single window divided into quarters appears in the top right, but most of the light comes from an unshown": {
    "guess": "The Calling of St Matthew (Caravaggio)",
    "confidence": [
      [
        "The",
        -0.53437334
      ],
      [
        " Calling",
        -0.301547
      ],
      [
        " of",
        -8.42322e-05
      ],
      [
        " St",
        -0.010351022
      ],
      [
        " Matthew",
        -0.01707191
      ],
      [
        " (",
        -0.0057554073
      ],
      [
        "Car",
        -0.0001626572
      ],
      [
        "av",
        -0.00019054719
      ],
      [
        "aggio",
        -6.869018e-06
      ],
      [
        ")",
        -1.0280384e-06
      ]
    ]
  },
  "The singer of this song says that she \"linger[s] on dear, still craving your kiss\". Zooey Deschanel's performance of this song at a fashion show by Erin Fetherston sees her reach her highest pitch on the word \"Stars\" in the first line. This song imagines \"Night breezes\" that \"seem to whisper ‘I love you'\" and \"Birds singin' in the (*) sycamore tree\". It was written by Fabian Andre and Wilbur Schwandt, and this song asks for the title action to occur \"when you're alone\". For 10 points, identify this song that Ella Fitzgerald and Louis Armstrong performed in a duet, and perhaps most notably sung": {
    "guess": "Dream a Little Dream of Me",
    "confidence": [
      [
        "Dream",
        -0.017685441
      ],
      [
        " a",
        -0.007160988
      ],
      [
        " Little",
        -0.0004900033
      ],
      [
        " Dream",
        -6.945094e-05
      ],
      [
        " of",
        -0.00012594614
      ],
      [
        " Me",
        -0.00032581034
      ]
    ]
  },
  "For a single charge at relativistic velocities, this quantity is proportional to the electron charge": {
    "guess": "Lorentz factor",
    "confidence": [
      [
        "L",
        -0.76170397
      ],
      [
        "orent",
        -0.00405501
      ],
      [
        "z",
        -1.1517961e-05
      ],
      [
        " factor",
        -0.030337898
      ]
    ]
  },
  "For a single charge at relativistic velocities, this quantity is proportional to the electron charge squared over the speed of light, times the Lorentz gamma raised to the sixth power. For a non-relativistic charge, this quantity is given by two-thirds times electron charge squared over speed of light cubed, times acceleration squared, a result called Larmor's formula. In electrodynamics this quantity is equal to the volume integral of current dotted with electric field; in that situation, this quantity is counterbalanced by a term that includes the divergence of the Poynting vector, which measures this quantity per unit area. In mechanical systems, this quantity is often given as the product": {
    "guess": "Power (physics)",
    "confidence": [
      [
        "Power",
        -1.3014531
      ],
      [
        " (",
        -0.1614357
      ],
      [
        "physics",
        -0.002561388
      ],
      [
        ")",
        -1.2664457e-06
      ]
    ]
  },
  "Since an 1813 treaty, this country has controlled the Islamic city of Derbent. Ismail Gaspirali founded": {
    "guess": "Derbent",
    "confidence": [
      [
        "Der",
        -0.26940715
      ],
      [
        "b",
        -3.5954712e-05
      ],
      [
        "ent",
        -0.00015312091
      ]
    ]
  },
  "After the singer of this song walks to the door, he falls to the floor and gets down on his knees, while": {
    "guess": "Hallelujah (Leonard Cohen song)",
    "confidence": [
      [
        "H",
        -1.106034
      ],
      [
        "allel",
        -0.6793817
      ],
      [
        "uj",
        -2.8921695e-05
      ],
      [
        "ah",
        -6.420598e-05
      ],
      [
        " (",
        -0.030004095
      ],
      [
        "Leon",
        -0.004540604
      ],
      [
        "ard",
        -3.106736e-05
      ],
      [
        " Cohen",
        -6.253713e-05
      ],
      [
        " song",
        -0.0009956525
      ],
      [
        ")",
        -0.00031770815
      ]
    ]
  },
  "Since an 1813 treaty, this country has controlled the Islamic city of Derbent. Ismail Gaspirali founded the religious reform movement of Jadidism in this country, which fought Sufi resistance leader Imam": {
    "guess": "Russia",
    "confidence": [
      [
        "Russia",
        -0.14855766
      ]
    ]
  },
  "\"Sino\" was previously appended before a genus of these which was merged with a genus called Ensifer,": {
    "guess": "Rhizobium",
    "confidence": [
      [
        "Rh",
        -0.27183148
      ],
      [
        "iz",
        -0.00011749002
      ],
      [
        "ob",
        -0.2780879
      ],
      [
        "ium",
        -0.0001345288
      ]
    ]
  },
  "A single window divided into quarters appears in the top right, but most of the light comes from an unshown source to the right of the scene. Five figures sit at a table at left, two of them still counting money on the table and the others reacting to the figure at right, whose outstretched arm references": {
    "guess": "The Night Café",
    "confidence": [
      [
        "The",
        -0.74693465
      ],
      [
        " Night",
        -0.6069772
      ],
      [
        " Café",
        -0.42014453
      ]
    ]
  },
  "One singer in this work claims \"I am the abbot\u0085 and my assembly is one of drinkers,\" and, in the same movement, a tenor plays a swan who \"once lived on lakes\" but is now \"roasting fiercely.\" That movement of this work is set \"in the Tavern,\" and is followed by one set \"in the Court of Love,\" where \"Love": {
    "guess": "Carmina Burana (Orff)",
    "confidence": [
      [
        "Car",
        -0.034348104
      ],
      [
        "mina",
        -2.749125e-05
      ],
      [
        " Bur",
        -0.0002753982
      ],
      [
        "ana",
        -5.9914648e-05
      ],
      [
        " (",
        -0.42097095
      ],
      [
        "Or",
        -0.0014817708
      ],
      [
        "ff",
        -1.2233183e-05
      ],
      [
        ")",
        -6.5278815e-05
      ]
    ]
  },
  "Since three of the four branches of the Austronesian language family are exclusive to this island, it is believed to be that family's homeland. Mark Moskowitz studied the odd practice of stripping at funerals on this island. Apart from the Kavalan tribe, tribes of aboriginal plains-dwellers have not been recognized on this island, though they still typically support the Pan-Blue Coalition. Major fault lines caused the 1999 921 earthquake on this island, where the formerly Dutch fort Zeelandia is located. The (*) Portuguese named this island for its beauty and named a group of islands to the west": {
    "guess": "Taiwan",
    "confidence": [
      [
        "Tai",
        -0.013950045
      ],
      [
        "wan",
        -1.0564331e-05
      ]
    ]
  },
  "For a single charge at relativistic velocities, this quantity is proportional to the electron charge squared over the speed of light, times the Lorentz gamma raised to the sixth power. For a non-relativistic charge, this quantity is given by two-thirds times electron charge squared over speed of light cubed, times acceleration squared, a result called Larmor's formula. In electrodynamics this quantity is equal to the volume integral of current dotted with electric field; in that situation, this quantity is counterbalanced by a term that includes the divergence of the Poynting vector, which measures": {
    "guess": "Poynting vector",
    "confidence": [
      [
        "P",
        -0.58840185
      ],
      [
        "oy",
        -9.4914985e-06
      ],
      [
        "nt",
        -9.364929e-05
      ],
      [
        "ing",
        -5.6769813e-06
      ],
      [
        " vector",
        -0.007382998
      ]
    ]
  },
  "Since three of the four branches of the Austronesian language family are exclusive to this island, it": {
    "guess": "Languages of Taiwan",
    "confidence": [
      [
        "Languages",
        -0.60282105
      ],
      [
        " of",
        -0.073358946
      ],
      [
        " Taiwan",
        -0.3302726
      ]
    ]
  },
  "A since-discredited hypothesis of Archie Carr used this theory to explain the migration of the green sea turtle from Brazil to Ascension Island. The concentration of the Megascolecidae family of earthworms was used to support this theory. The major animal fossils that were analyzed to support this theory belonged to Mesosaurus, Cynognathus, and Lystrosaurus. An early supporter of this theory, Alexander": {
    "guess": "Continental drift",
    "confidence": [
      [
        "Contin",
        -0.30851904
      ],
      [
        "ental",
        -0.00021259987
      ],
      [
        " drift",
        -0.031040817
      ]
    ]
  },
  "Singular perturbation problems are a subset of these equations, and one MATLAB routine for solving them is based on the work of Klopfenstein.  The Kaps-Rentrop algorithm was the first method for solving these equations, while Bader and Deuflhard modified the (*) Burlisch-Stoer algorithm in order to solve them.  The most common method for solving them is a modified semi-implicit Runge-Kutta method named after Rosenbrock.  Most explicit methods of solving these equations lead to instability due to step size problems, and they also exhibit a notorious loss of precision.  For 10 points, name these": {
    "guess": "Stiff differential equations",
    "confidence": [
      [
        "St",
        -0.09002021
      ],
      [
        "iff",
        -5.6934558e-05
      ],
      [
        " differential",
        -1.1231265
      ],
      [
        " equations",
        -0.057853088
      ]
    ]
  },
  "A single window divided into quarters appears in the top right, but most of the light comes from an unshown source to the right of the scene. Five figures sit at a table at left, two of them still counting money on the table and the others reacting to the figure at right, whose outstretched arm references that of the Sistine Ceiling's God, but whose hand is in the pose of Adam. This figure is identified as Jesus by his halo, and he points to one tax collector, who is indicated also by a shaft of": {
    "guess": "The Calling of Saint Matthew",
    "confidence": [
      [
        "The",
        -0.09162303
      ],
      [
        " Calling",
        -0.35453376
      ],
      [
        " of",
        -3.070975e-05
      ],
      [
        " Saint",
        -0.038322378
      ],
      [
        " Matthew",
        -0.0011310477
      ]
    ]
  },
  "The singer advises the title character of this song to \"hide it in your pantry with your cupcakes\" and \"most of all, you've got to hide it from the kids,\" while later, he describes a \"candidates debate.\" This song was the first played at the famous Concert at Central Park. At one point in this song, the singers ask \"Where have you gone, Joe Dimaggio? The nation turns its lonely eyes to you,\" before": {
    "guess": "Mrs. Robinson",
    "confidence": [
      [
        "Mrs",
        -0.22214125
      ],
      [
        ".",
        -0.002148954
      ],
      [
        " Robinson",
        -9.73446e-05
      ]
    ]
  },
  "For a single charge at relativistic velocities, this quantity is proportional to the electron charge squared over the speed of light, times the Lorentz gamma raised to the sixth power. For a non-relativistic charge, this quantity is given by two-thirds times electron charge squared over speed of light cubed, times acceleration squared, a result called Larmor's formula. In electrodynamics this quantity": {
    "guess": "Larmor formula",
    "confidence": [
      [
        "L",
        -0.15174748
      ],
      [
        "armor",
        -0.029168516
      ],
      [
        " formula",
        -0.118877426
      ]
    ]
  },
  "He sings \"I like tits for lunch, a big tits attack / I like tits for breakfast, eggs benedict\" in a track": {
    "guess": "The Lonely Island discography",
    "confidence": [
      [
        "The",
        -2.1194584
      ],
      [
        " Lonely",
        -0.17828764
      ],
      [
        " Island",
        -0.0011311669
      ],
      [
        " disc",
        -0.049100842
      ],
      [
        "ography",
        -6.80205e-05
      ]
    ]
  },
  "A since-discredited hypothesis of Archie Carr used this theory to explain the migration of the green sea turtle from Brazil to Ascension Island. The concentration of the Megascolecidae family of earthworms was used to support this theory. The major animal fossils that were analyzed to support this theory belonged to Mesosaurus, Cynognathus, and Lystrosaurus. An early supporter of this theory, Alexander du Toit, presented evidence for it based on the (*) distribution of tillite overlaid by coal beds": {
    "guess": "Gondwana",
    "confidence": [
      [
        "G",
        -1.0391624
      ],
      [
        "ond",
        -0.0346381
      ],
      [
        "w",
        -0.0004622472
      ],
      [
        "ana",
        -6.704273e-07
      ]
    ]
  },
  "\"Sino\" was previously appended before a genus of these which was merged with a genus called Ensifer, and \"Brady\" is appended before a genus of slow growing ones of these. These organisms share their defining characteristic with Frankia, and mutations of the aatA protein makes them unable to metabolize dicarboxylic acids. Lodwig et al. proposed a model to explain their role in the cycling of glutamate": {
    "guess": "Rhizobia",
    "confidence": [
      [
        "Rh",
        -0.065918796
      ],
      [
        "iz",
        -1.998142e-05
      ],
      [
        "obia",
        -0.059437927
      ]
    ]
  },
  "Singing the aria \"Je dis que rien ne m'épouvante\", Micaëla tries to bring her fiance home to his dying mother. The female lead sings a seguidilla in the first act after Zuniga orders the lead male to restrain her for attacking another woman with a knife. Singing his signature song, \"Votre toast, je peux": {
    "guess": "Carmen (opera)",
    "confidence": [
      [
        "C",
        -0.25533417
      ],
      [
        "arm",
        -0.0014993872
      ],
      [
        "en",
        -5.6815352e-05
      ],
      [
        " (",
        -0.5945952
      ],
      [
        "op",
        -0.30330572
      ],
      [
        "era",
        -0.002084001
      ],
      [
        ")",
        -0.0009220617
      ]
    ]
  },
  "After the singer of this song walks to the door, he falls to the floor and gets down on his knees, while some of the action in this song takes place while dancing all night under electric candlelight. This song was a single from an album on which its title character was posed against Powerman and the Moneygoround. After the action of this song occurs, the singer notes that it's a mixed up, muddled up, shook up world. At the place where this song takes place, one can drink champagne that tastes just": {
    "guess": "Lola (song)",
    "confidence": [
      [
        "L",
        -0.010530696
      ],
      [
        "ola",
        -6.9882217e-06
      ],
      [
        " (",
        -0.020315526
      ],
      [
        "song",
        -0.35537803
      ],
      [
        ")",
        -0.0029684303
      ]
    ]
  },
  "A since-discredited hypothesis of Archie Carr used this theory to explain the migration of the green sea turtle from Brazil to Ascension Island. The concentration of the Megascolecidae family of earthworms was used to support this theory. The major animal fossils that were analyzed to support this theory belonged to Mesosaurus, Cynognathus, and Lystrosaurus. An early supporter of this theory, Alexander du Toit, presented evidence for it based on the (*) distribution of tillite overlaid by coal beds overlaid by basaltic flows. Those coal beds often contained Glossopteris fossils, which had extremely": {
    "guess": "Gondwana",
    "confidence": [
      [
        "G",
        -0.03654837
      ],
      [
        "ond",
        -0.09631936
      ],
      [
        "w",
        -6.50404e-05
      ],
      [
        "ana",
        -5.5122365e-07
      ]
    ]
  },
  "Since three of the four branches of the Austronesian language family are exclusive to this island, it is believed to be that family's homeland. Mark Moskowitz studied the odd practice of stripping at funerals on this island. Apart from the Kavalan tribe, tribes of aboriginal plains-dwellers have not been recognized on this island, though they still typically support the Pan-Blue Coalition. Major fault lines caused the 1999 921 earthquake on this island, where the formerly Dutch fort Zeelandia is located. The (*) Portuguese named this island for its beauty and named a group of islands to the west after their fisherman. The Pescadores are located west of this island, where a giant New Year's fireworks show takes place at a tower with 101 floors. For 10 points, name this island formerly known as Formosa, which contains most of the Republic of China.": {
    "guess": "Taiwan",
    "confidence": [
      [
        "Tai",
        -0.001387024
      ],
      [
        "wan",
        -4.2868523e-05
      ]
    ]
  },
  "One singer in this work claims \"I am the abbot\u0085 and my assembly is one of drinkers,\" and, in the same": {
    "guess": "The Canterbury Tales",
    "confidence": [
      [
        "The",
        -0.26679945
      ],
      [
        " Canterbury",
        -0.08049935
      ],
      [
        " Tales",
        -0.0011122356
      ]
    ]
  },
  "Since an 1813 treaty, this country has controlled the Islamic city of Derbent. Ismail Gaspirali founded the religious reform movement of Jadidism in this country, which fought Sufi resistance leader Imam Shamil during the mid 19th century. This country's police circulated an unknown toxic gas through a (*) movie theater in its capital to end a hostage crisis by Muslim militants from the same region as the earlier Hadji Murad. Aslan Maskhadov led resistance to this country from a separatist republic with capital at Grozny. For 10 points, name this country whose recent actions against militant Islam": {
    "guess": "Russia",
    "confidence": [
      [
        "Russia",
        -0.20167314
      ]
    ]
  },
  "A single window divided into quarters appears in the top right, but most of the light comes from an unshown source to the right of the scene. Five figures sit at a table at left, two of them still counting money on the table and the others reacting to the figure at right, whose outstretched arm references that of the Sistine Ceiling's God, but whose hand is in the pose of Adam. This figure is identified as Jesus by his halo, and he points to one tax collector, who is indicated also by a shaft of bright light. FTP, name this Caravaggio painting depicting the conversion of one of the Gospel authors.": {
    "guess": "The Calling of Saint Matthew",
    "confidence": [
      [
        "The",
        -0.005484895
      ],
      [
        " Calling",
        -0.04718114
      ],
      [
        " of",
        -2.577686e-06
      ],
      [
        " Saint",
        -0.0044923085
      ],
      [
        " Matthew",
        -6.992776e-05
      ]
    ]
  },
  "Since three of the four branches of the Austronesian language family are exclusive to this island, it is believed to be that family's homeland. Mark Moskowitz studied the odd practice of stripping at funerals on this island. Apart from the Kavalan tribe, tribes of aboriginal plains-dwellers have not": {
    "guess": "Taiwan",
    "confidence": [
      [
        "Tai",
        -0.014413236
      ],
      [
        "wan",
        -7.016616e-05
      ]
    ]
  },
  "Its single most enduring image was arguably the self-immolation of Jan Palach. Its leader tried to defend it in the conference at Cierna by making minor compromises.  Facilitated by the resignation of": {
    "guess": "Prague Spring",
    "confidence": [
      [
        "Pr",
        -0.07115552
      ],
      [
        "ague",
        -1.0280384e-06
      ],
      [
        " Spring",
        -0.00018113377
      ]
    ]
  },
  "He sings \"I like tits for lunch, a big tits attack / I like tits for breakfast, eggs benedict\" in a track from his 1983 album You Bought It, You Name It.  His debut solo album was 1972s Barnstorm, and other solo tracks include \"Turn to Stone\" and \"A Life of Illusion.\"  His first experience in a group came with Dale Peters and Jim Fox in the James Gang.  On his fifth album But Seriously Folks, he sings \"I go to parties sometimes until four, it's hard to leave when you can't find the door\" on the track \"Life's Been Good.\"  FTP, name this classic rocker who had a wacky run for President in 1980, sang": {
    "guess": "Joe Walsh",
    "confidence": [
      [
        "Joe",
        -0.017513383
      ],
      [
        " Walsh",
        -0.00028731857
      ]
    ]
  },
  "Since an 1813 treaty, this country has controlled the Islamic city of Derbent. Ismail Gaspirali founded the religious reform movement of Jadidism in this country, which fought Sufi resistance leader Imam Shamil during the mid 19th century. This country's police circulated an unknown toxic gas through a (*) movie theater in its capital to end a hostage crisis by Muslim militants from the same region": {
    "guess": "Russia",
    "confidence": [
      [
        "Russia",
        -0.19612712
      ]
    ]
  },
  "Its singly-ionized form produces the 3968 and 3933 Angstrom spectral lines that are the strongest absorption features in the solar spectrum, the so-called H and K lines.  Its hydroxide is used in preparing nixtamal, and its chloride, which is used to make chemicompetent bacteria, is a byproduct of the Solvay process. It is selectively bound by both EGTA and serum albumin, and within cells, it is sequestered in the endoplasmic reticulum.  Along with phosphate, it forms hydroxyapatite, a major component of bone.  FTP, name this alkaline earth metal found in milk with chemical symbol Ca.": {
    "guess": "Calcium",
    "confidence": [
      [
        "Calc",
        -0.0032829947
      ],
      [
        "ium",
        -6.6306106e-06
      ]
    ]
  },
  "\"Sino\" was previously appended before a genus of these which was merged with a genus called Ensifer, and \"Brady\" is appended before a genus of slow growing ones of these. These organisms share their defining": {
    "guess": "Rhizobia",
    "confidence": [
      [
        "Rh",
        -0.06502768
      ],
      [
        "iz",
        -3.888926e-06
      ],
      [
        "obia",
        -0.1224588
      ]
    ]
  },
  "One singer in this work claims \"I am the abbot\u0085 and my assembly is one of drinkers,\" and, in the same movement, a tenor plays a swan who \"once lived on lakes\" but is now \"roasting fiercely.\" That movement of this work is set \"in the Tavern,\" and is followed by one set \"in the Court of Love,\" where \"Love flies everywhere\" and \"Day, night, and everything are against me.\" The most famous part of this": {
    "guess": "Carmina Burana",
    "confidence": [
      [
        "Car",
        -0.09687481
      ],
      [
        "mina",
        -3.8338785e-05
      ],
      [
        " Bur",
        -0.00022344373
      ],
      [
        "ana",
        -6.3609965e-05
      ]
    ]
  },
  "Since three of the four branches of the Austronesian language family are exclusive to this island, it is believed to be that family's homeland. Mark Moskowitz studied the odd practice of stripping at funerals on this island. Apart from the Kavalan tribe, tribes of aboriginal plains-dwellers have not been recognized on this island, though they still typically support the Pan-Blue Coalition. Major fault lines caused the 1999 921 earthquake on this island, where the formerly Dutch fort Zeelandia is located. The (*) Portuguese named this island for its beauty and named a group of islands to the west after their fisherman. The Pescadores are located west of this island, where a giant New Year's fireworks show takes place at a tower with 101 floors. For 10 points, name this island formerly known": {
    "guess": "Taiwan",
    "confidence": [
      [
        "Tai",
        -0.006003568
      ],
      [
        "wan",
        -3.297462e-05
      ]
    ]
  },
  "The singer of this song says that she \"linger[s] on dear, still craving your kiss\". Zooey Deschanel's performance of this song at a fashion show by Erin Fetherston sees her reach her highest pitch on the": {
    "guess": "Sugar Town",
    "confidence": [
      [
        "Sugar",
        -1.9143331
      ],
      [
        " Town",
        -0.007488073
      ]
    ]
  },
  "After the singer of this song walks to the door, he falls to the floor and gets down on his knees, while some of the action in this song takes place while dancing all night under electric candlelight. This song was a single from an album on which its title character was posed against Powerman and the Moneygoround. After the action of this song occurs, the singer notes that it's a mixed up, muddled up, shook up world. At the place where this song takes place, one can drink champagne that tastes just like coca cola, and at the end of this song, the singer notes that \"I know what I am and I'm glad": {
    "guess": "Lola (song)",
    "confidence": [
      [
        "L",
        -0.008683948
      ],
      [
        "ola",
        -1.0802739e-05
      ],
      [
        " (",
        -0.009507556
      ],
      [
        "song",
        -0.13385838
      ],
      [
        ")",
        -0.0028769148
      ]
    ]
  },
  "Its singly-ionized form produces the 3968 and 3933 Angstrom spectral lines that are the strongest absorption features in the solar spectrum, the so-called H and K lines.  Its hydroxide is used in preparing nixtamal, and its chloride, which is used to make chemicompetent bacteria, is a byproduct of the Solvay process. It is selectively bound by both EGTA and serum albumin, and within cells, it is sequestered in the endoplasmic reticulum.  Along with phosphate, it forms hydroxyapatite, a major component": {
    "guess": "Calcium",
    "confidence": [
      [
        "Calc",
        -0.00043698703
      ],
      [
        "ium",
        -6.9882217e-06
      ]
    ]
  },
  "In a single J shell, for even values of the angular momentum this quantity is equal to one, while for odd angular momentum it is zero. For light nuclei and negligible Coulombic effects, the square of its quantum number approximately commutes with the Hamiltonian. One projection of this quantity is equal to the charge minus half the sum of strangeness and baryon number. Because strong interactions are": {
    "guess": "Isospin",
    "confidence": [
      [
        "Is",
        -0.27401698
      ],
      [
        "osp",
        -0.0023798076
      ],
      [
        "in",
        -4.8828708e-05
      ]
    ]
  },
  "The singer advises the title character of this song to \"hide it in your pantry with your cupcakes\" and": {
    "guess": "Don't Stop Believin'",
    "confidence": [
      [
        "Don",
        -2.4574373
      ],
      [
        "'t",
        -0.09163402
      ],
      [
        " Stop",
        -0.37385714
      ],
      [
        " Bel",
        -0.04594374
      ],
      [
        "ie",
        -0.0026362957
      ],
      [
        "vin",
        -1.8624639e-06
      ],
      [
        "'",
        -0.0030984506
      ]
    ]
  },
  "For a single charge at relativistic velocities, this quantity is proportional to the electron charge squared over the speed of light, times the Lorentz gamma raised to the sixth power. For a non-relativistic charge, this quantity is given by two-thirds times electron charge squared over speed of light": {
    "guess": "Larmor formula",
    "confidence": [
      [
        "L",
        -0.43158484
      ],
      [
        "armor",
        -0.20172545
      ],
      [
        " formula",
        -0.024914183
      ]
    ]
  },
  "The singer advises the title character of this song to \"hide it in your pantry with your cupcakes\" and \"most of all, you've got to hide it from the kids,\" while later, he describes a \"candidates debate.\" This song was the first played at the famous Concert at Central Park. At one point in this song,": {
    "guess": "The Boxer",
    "confidence": [
      [
        "The",
        -0.9558502
      ],
      [
        " Box",
        -0.57367766
      ],
      [
        "er",
        -3.3213026e-05
      ]
    ]
  },
  "In a single J shell, for even values of the angular momentum this quantity is equal to one, while for odd angular momentum it is zero. For light nuclei and negligible Coulombic effects, the square of its quantum number approximately commutes with the Hamiltonian. One projection of this quantity is equal": {
    "guess": "Nuclear shell model",
    "confidence": [
      [
        "N",
        -0.4384525
      ],
      [
        "uclear",
        -0.00020640128
      ],
      [
        " shell",
        -0.51974225
      ],
      [
        " model",
        -9.41261e-05
      ]
    ]
  },
  "After the singer of this song walks to the door, he falls to the floor and gets down on his knees, while some of the action in this song takes place while dancing all night under electric candlelight. This song was a single from an album on which its title character was posed against Powerman and the Moneygoround. After the action of this song occurs, the singer notes that it's a mixed up, muddled": {
    "guess": "Lola (song)",
    "confidence": [
      [
        "L",
        -0.06794005
      ],
      [
        "ola",
        -5.3000836e-05
      ],
      [
        " (",
        -0.052203156
      ],
      [
        "song",
        -0.43971986
      ],
      [
        ")",
        -0.0057017235
      ]
    ]
  },
  "A since-discredited hypothesis of Archie Carr used this theory to explain the migration of the green sea turtle from Brazil to Ascension Island. The concentration of the Megascolecidae family of earthworms was used to support this theory. The major animal fossils that were analyzed to support this theory belonged to Mesosaurus, Cynognathus, and Lystrosaurus. An early supporter of this theory, Alexander du Toit, presented evidence for it based on the (*) distribution of tillite overlaid by coal beds overlaid by basaltic flows. Those coal beds often contained Glossopteris fossils, which had extremely large seeds - preventing their dispersal by sea or air. This theory was built on to develop plate": {
    "guess": "Theory of continental drift",
    "confidence": [
      [
        "Theory",
        -0.39806843
      ],
      [
        " of",
        -0.0024378544
      ],
      [
        " continental",
        -1.2133911
      ],
      [
        " drift",
        -0.0025107358
      ]
    ]
  },
  "Since the exact calculations to describe diffraction become prohibitively complex for all but the simplest": {
    "guess": "Fresnel diffraction",
    "confidence": [
      [
        "F",
        -0.59486306
      ],
      [
        "res",
        -0.0013942843
      ],
      [
        "nel",
        -6.539802e-05
      ],
      [
        " diff",
        -0.33534175
      ],
      [
        "raction",
        -2.939851e-05
      ]
    ]
  },
  "The singer advises the title character of this song to \"hide it in your pantry with your cupcakes\" and \"most of all, you've got to hide it from the kids,\" while later, he describes a \"candidates debate.\" This song was the first played at the famous Concert at Central Park. At one point in this song, the singers ask \"Where have you gone, Joe Dimaggio? The nation turns its lonely eyes to you,\" before noting that \"Joltin' Joe has left and gone away.\" One verse in this song details the title characters time at a mental institution, while the song begins by informing the title character that \"Jesus": {
    "guess": "Mrs. Robinson",
    "confidence": [
      [
        "Mrs",
        -0.11591247
      ],
      [
        ".",
        -0.005719505
      ],
      [
        " Robinson",
        -0.0006934932
      ]
    ]
  },
  "A single window divided into quarters appears in the top right, but most of the light comes from an unshown source to the right of the scene. Five figures sit at a table at left, two of them still counting": {
    "guess": "The Calling of St Matthew (Caravaggio)",
    "confidence": [
      [
        "The",
        -0.20806563
      ],
      [
        " Calling",
        -0.48113245
      ],
      [
        " of",
        -0.00016158436
      ],
      [
        " St",
        -0.007531863
      ],
      [
        " Matthew",
        -0.035890393
      ],
      [
        " (",
        -0.0147901
      ],
      [
        "Car",
        -0.0012776152
      ],
      [
        "av",
        -0.00023035755
      ],
      [
        "aggio",
        -4.604148e-06
      ],
      [
        ")",
        -1.2664457e-06
      ]
    ]
  },
  "The singer of this song says that she \"linger[s] on dear, still craving your kiss\". Zooey Deschanel's performance of this song at a fashion show by Erin Fetherston sees her reach her highest pitch on the word \"Stars\" in the first line. This song imagines \"Night breezes\" that \"seem to whisper ‘I love": {
    "guess": "Baby, It's Cold Outside",
    "confidence": [
      [
        "Baby",
        -1.5739951
      ],
      [
        ",",
        -0.45379397
      ],
      [
        " It",
        -0.0010465048
      ],
      [
        "'s",
        -0.022633232
      ],
      [
        " Cold",
        -0.030330036
      ],
      [
        " Outside",
        -8.196733e-05
      ]
    ]
  },
  "In a single J shell, for even values of the angular momentum this quantity is equal to one, while for odd angular momentum it is zero. For light nuclei and negligible Coulombic effects, the square of its": {
    "guess": "Nuclear shell model",
    "confidence": [
      [
        "N",
        -0.80093324
      ],
      [
        "uclear",
        -0.00023631772
      ],
      [
        " shell",
        -0.25536445
      ],
      [
        " model",
        -8.089449e-05
      ]
    ]
  },
  "After the singer of this song walks to the door, he falls to the floor and gets down on his knees, while some of the action in this song takes place while dancing all night under electric candlelight. This song was a single from an album on which its title character was posed against Powerman and the": {
    "guess": "The Powerman 5000 discography",
    "confidence": [
      [
        "The",
        -1.4029723
      ],
      [
        " Power",
        -1.5152411
      ],
      [
        "man",
        -0.3742738
      ],
      [
        " ",
        -0.20109828
      ],
      [
        "500",
        -0.00063130556
      ],
      [
        "0",
        -0.000996487
      ],
      [
        " disc",
        -0.9774811
      ],
      [
        "ography",
        -0.0010303078
      ]
    ]
  },
  "As a single, its B-side was cover of the Ohio Players song \"Skin Tight\" on European releses and  \"Memphis": {
    "guess": "Ohio River",
    "confidence": [
      [
        "Ohio",
        -0.9926829
      ],
      [
        " River",
        -0.27758715
      ]
    ]
  },
  "\"Sino\" was previously appended before a genus of these which was merged with a genus called Ensifer, and \"Brady\" is appended before a genus of slow growing ones of these. These organisms share their defining characteristic with Frankia, and mutations of the aatA protein makes them unable to metabolize": {
    "guess": "Rhizobia",
    "confidence": [
      [
        "Rh",
        -0.17887227
      ],
      [
        "iz",
        -1.6286107e-05
      ],
      [
        "obia",
        -0.084348515
      ]
    ]
  },
  "One singer in this work claims \"I am the abbot\u0085 and my assembly is one of drinkers,\" and, in the same movement, a tenor plays a swan who \"once lived on lakes\" but is now \"roasting fiercely.\" That movement": {
    "guess": "Carmina Burana (Orff)",
    "confidence": [
      [
        "Car",
        -0.109254
      ],
      [
        "mina",
        -3.3093824e-05
      ],
      [
        " Bur",
        -0.00046284322
      ],
      [
        "ana",
        -6.635165e-05
      ],
      [
        " (",
        -0.1814109
      ],
      [
        "Or",
        -0.0026622198
      ],
      [
        "ff",
        -2.0696643e-05
      ],
      [
        ")",
        -5.109358e-05
      ]
    ]
  },
  "Singles from this band's breakthrough album, released in 2000, were featured in films such as Dracula 2000, Little Nicky, and Valentine. One song by this band, formerly known as Xero, declares that \"when": {
    "guess": "Linkin Park",
    "confidence": [
      [
        "Link",
        -0.28529945
      ],
      [
        "in",
        -2.451116e-05
      ],
      [
        " Park",
        -4.692145e-05
      ]
    ]
  },
  "After the singer of this song walks to the door, he falls to the floor and gets down on his knees, while some of the action in this song takes place while dancing all night under electric candlelight.": {
    "guess": "Dancing in the Dark",
    "confidence": [
      [
        "D",
        -1.125846
      ],
      [
        "ancing",
        -0.1312107
      ],
      [
        " in",
        -0.37885413
      ],
      [
        " the",
        -0.00045510233
      ],
      [
        " Dark",
        -0.5295217
      ]
    ]
  },
  "In a single J shell, for even values of the angular momentum this quantity is equal to one, while for odd angular momentum it is zero. For light nuclei and negligible Coulombic effects, the square of its quantum number approximately commutes with the Hamiltonian. One projection of this quantity is equal to the charge minus half the sum of strangeness and baryon number. Because strong interactions are invariant under rotations within the space defined by this property, it follows by Noether's theorem in that it is conserved in strong interactions. Its symmetry, like the symmetry of a similar property, is approximated by the SU(2) group and that symmetry follows from up and down quarks having almost the same mass. For 10 points, name this quantum number introduced to explain the difference between": {
    "guess": "Isospin",
    "confidence": [
      [
        "Is",
        -0.031382482
      ],
      [
        "osp",
        -0.00052705733
      ],
      [
        "in",
        -1.700133e-05
      ]
    ]
  },
  "The singer advises the title character of this song to \"hide it in your pantry with your cupcakes\" and \"most of all, you've got to hide it from the kids,\" while later, he describes a \"candidates debate.\"": {
    "guess": "We Didn't Start the Fire",
    "confidence": [
      [
        "We",
        -0.46077716
      ],
      [
        " Didn",
        -0.12746881
      ],
      [
        "'t",
        -0.0021828576
      ],
      [
        " Start",
        -3.6669935e-05
      ],
      [
        " the",
        -0.001104018
      ],
      [
        " Fire",
        -6.46828e-05
      ]
    ]
  },
  "Since three of the four branches of the Austronesian language family are exclusive to this island, it is believed to be that family's homeland. Mark Moskowitz studied the odd practice of stripping at funerals": {
    "guess": "Taiwan",
    "confidence": [
      [
        "Tai",
        -0.049942527
      ],
      [
        "wan",
        -0.00026920327
      ]
    ]
  },
  "\"Sino\" was previously appended before a genus of these which was merged with a genus called Ensifer, and \"Brady\" is appended before a genus of slow growing ones of these. These organisms share their defining characteristic with Frankia, and mutations of the aatA protein makes them unable to metabolize dicarboxylic acids. Lodwig et al. proposed a model to explain their role in the cycling of glutamate and aspartate in their hosts and they are genetically similar to Azotobacter.  In addition to existing": {
    "guess": "Rhizobia",
    "confidence": [
      [
        "Rh",
        -0.0836022
      ],
      [
        "iz",
        -1.6762922e-05
      ],
      [
        "obia",
        -0.062343866
      ]
    ]
  },
  "\"Sino\" was previously appended before a genus of these which was merged with a genus called Ensifer, and \"Brady\" is appended before a genus of slow growing ones of these. These organisms share their defining characteristic with Frankia, and mutations of the aatA protein makes them unable to metabolize dicarboxylic acids. Lodwig et al. proposed a model to explain their role in the cycling of glutamate and aspartate in their hosts and they are genetically similar to Azotobacter.  In addition to existing on their own in soil, these Gram-negative bacteria respond to flavonoids by releasing Nod factors": {
    "guess": "Rhizobia",
    "confidence": [
      [
        "Rh",
        -0.002198552
      ],
      [
        "iz",
        -9.968313e-06
      ],
      [
        "obia",
        -0.06257053
      ]
    ]
  },
  "\"Sino\" was previously appended before a genus of these which was merged with a genus called Ensifer, and \"Brady\" is appended before a genus of slow growing ones of these. These organisms share their defining characteristic with Frankia, and mutations of the aatA protein makes them unable to metabolize dicarboxylic acids. Lodwig et al. proposed a model to explain their role in the cycling of glutamate and aspartate in their hosts and they are genetically similar to Azotobacter.  In addition to existing on their own in soil, these Gram-negative bacteria respond to flavonoids by releasing Nod factors and associate with plants such as clovers, alfalfa ? and lentils by establishing root nodules. FTP,": {
    "guess": "Rhizobia",
    "confidence": [
      [
        "Rh",
        -0.002057831
      ],
      [
        "iz",
        -5.4385737e-06
      ],
      [
        "obia",
        -0.05101645
      ]
    ]
  },
  "\"Sino\" was previously appended before a genus of these which was merged with a genus called Ensifer, and \"Brady\" is appended before a genus of slow growing ones of these. These organisms share their defining characteristic with Frankia, and mutations of the aatA protein makes them unable to metabolize dicarboxylic acids. Lodwig et al. proposed a model to explain their role in the cycling of glutamate and aspartate in their hosts and they are genetically similar to Azotobacter.  In addition to existing on their own in soil, these Gram-negative bacteria respond to flavonoids by releasing Nod factors and associate with plants such as clovers, alfalfa ? and lentils by establishing root nodules. FTP, identify these bacteria that, through their enzyme nitrogenase, form a symbiotic relationship with": {
    "guess": "Rhizobia",
    "confidence": [
      [
        "Rh",
        -0.0003498858
      ],
      [
        "iz",
        -5.6769813e-06
      ],
      [
        "obia",
        -0.019252213
      ]
    ]
  },
  "\"Sino\" was previously appended before a genus of these which was merged with a genus called Ensifer, and \"Brady\" is appended before a genus of slow growing ones of these. These organisms share their defining characteristic with Frankia, and mutations of the aatA protein makes them unable to metabolize dicarboxylic acids. Lodwig et al. proposed a model to explain their role in the cycling of glutamate and aspartate in their hosts and they are genetically similar to Azotobacter.  In addition to existing on their own in soil, these Gram-negative bacteria respond to flavonoids by releasing Nod factors and associate with plants such as clovers, alfalfa ? and lentils by establishing root nodules. FTP, identify these bacteria that, through their enzyme nitrogenase, form a symbiotic relationship with legumes in order to fix nitrogen.": {
    "guess": "Rhizobia",
    "confidence": [
      [
        "Rh",
        -0.00967877
      ],
      [
        "iz",
        -1.4498052e-05
      ],
      [
        "obia",
        -0.4601274
      ]
    ]
  }
}