{
  "The Mitsui model can be used to calculate effects of this property, while its converse was first mathematically predicted by Gabriel Lippman. This property is the operational principle behind both the movement of the needle of a scanning electron microscope and the charge amplifier. Objects with this": {
    "guess": "Piezoelectricity",
    "confidence": [
      [
        "Pie",
        -0.052305106
      ],
      [
        "z",
        -0.0007818726
      ],
      [
        "oe",
        -0.0019844254
      ],
      [
        "lectric",
        -1.867018e-05
      ],
      [
        "ity",
        -0.03288871
      ]
    ]
  },
  "The Mitsui model can be used to calculate effects of this property, while its converse was first mathematically": {
    "guess": "Elasticity tensor",
    "confidence": [
      [
        "E",
        -1.8067147
      ],
      [
        "lastic",
        -0.27536222
      ],
      [
        "ity",
        -0.94317734
      ],
      [
        " tensor",
        -0.7799946
      ]
    ]
  },
  "The Mitsuda test describes of the ability of a body to participate in a cell mediated immune response against this disease, and preparations named for Dharmendra are used in that test. Lucio's name is appended to an acute form of it. It can be classified into paucibacillary and mutlibacillary based upon skin smear results, and the tuberculoid form of it results in localized skin lesions. Armadillos also harbor its causative agent, and it is sometimes named for Hansen. Resulting in skin lesions and": {
    "guess": "Leprosy",
    "confidence": [
      [
        "L",
        -0.0145077
      ],
      [
        "ep",
        -0.00012987986
      ],
      [
        "ros",
        -4.3202e-07
      ],
      [
        "y",
        -1.0087517e-05
      ]
    ]
  },
  "The Mitsuda test describes of the ability of a body to participate in a cell mediated immune response against this disease, and preparations named for Dharmendra are used in that test. Lucio's name is appended to an acute form of it. It can be classified into paucibacillary and mutlibacillary based upon skin smear results, and the tuberculoid form of it results in localized skin lesions. Armadillos also harbor its causative agent, and it is sometimes named for Hansen. Resulting in skin lesions and nerve damage, for 10 points, name this disease which, like tuberculosis, is caused by a mycobacterium, and is also associated with certain \"colonies\" where its patients were isolated.": {
    "guess": "Leprosy",
    "confidence": [
      [
        "L",
        -0.019893397
      ],
      [
        "ep",
        -8.1609716e-05
      ],
      [
        "ros",
        -1.3856493e-06
      ],
      [
        "y",
        -1.2829201e-05
      ]
    ]
  },
  "The Mitsuda test describes of the ability of a body to participate in a cell mediated immune response against this disease, and preparations named for Dharmendra are used in that test. Lucio's name is": {
    "guess": "Leprosy",
    "confidence": [
      [
        "L",
        -0.041724924
      ],
      [
        "ep",
        -0.0038864154
      ],
      [
        "ros",
        -4.763667e-05
      ],
      [
        "y",
        -8.006007e-05
      ]
    ]
  },
  "The Mitsui model can be used to calculate effects of this property, while its converse was first mathematically predicted by Gabriel Lippman. This property is the operational principle behind both the": {
    "guess": "Piezoelectricity",
    "confidence": [
      [
        "Pie",
        -0.019749412
      ],
      [
        "z",
        -0.00026538875
      ],
      [
        "oe",
        -0.008091803
      ],
      [
        "lectric",
        -2.220075e-06
      ],
      [
        "ity",
        -0.016367124
      ]
    ]
  },
  "The Mitsuda test describes of the ability of a body to participate in a cell mediated immune response against this disease, and preparations named for Dharmendra are used in that test. Lucio's name is appended to an acute form of it. It can be classified into paucibacillary and mutlibacillary based upon skin smear results, and the tuberculoid form of it results in localized skin lesions. Armadillos": {
    "guess": "Leprosy",
    "confidence": [
      [
        "L",
        -0.13964875
      ],
      [
        "ep",
        -0.00011260267
      ],
      [
        "ros",
        -0.00013774731
      ],
      [
        "y",
        -3.261701e-05
      ]
    ]
  },
  "The Mitsuda test describes of the ability of a body to participate in a cell mediated immune response against this disease, and preparations named for Dharmendra are used in that test. Lucio's name is appended to an acute form of it. It can be classified into paucibacillary and mutlibacillary based upon": {
    "guess": "Leprosy",
    "confidence": [
      [
        "L",
        -0.073680356
      ],
      [
        "ep",
        -0.0001440651
      ],
      [
        "ros",
        -2.1054253e-05
      ],
      [
        "y",
        -3.655073e-05
      ]
    ]
  },
  "The Mitsui model can be used to calculate effects of this property, while its converse was first mathematically predicted by Gabriel Lippman. This property is the operational principle behind both the movement of the needle of a scanning electron microscope and the charge amplifier. Objects with this property, such as Rochelle salts, have very stable vibration periods, which allow it to be used in quartz watches, and all materials which exhibit ferroelectricity also exhibit this property, though the converse is not true. Discovered by Pierre and Jacques Curie and the opposite of electrostriction, this is, FTP, which effect, in which applying stress to a crystal results in the generation of a potential difference?": {
    "guess": "Piezoelectricity",
    "confidence": [
      [
        "Pie",
        -0.0021637059
      ],
      [
        "z",
        -3.1305768e-05
      ],
      [
        "oe",
        -1.4855664e-05
      ],
      [
        "lectric",
        -2.4584822e-06
      ],
      [
        "ity",
        -0.053218935
      ]
    ]
  },
  "The Mitsui model can be used to calculate effects of this property, while its converse was first mathematically predicted by Gabriel Lippman. This property is the operational principle behind both the movement of the needle of a scanning electron microscope and the charge amplifier. Objects with this property, such as Rochelle salts, have very stable vibration periods, which allow it to be used in quartz watches, and all materials which exhibit ferroelectricity also exhibit this property, though the converse is not true. Discovered by Pierre and Jacques Curie and the opposite of electrostriction,": {
    "guess": "Piezoelectricity",
    "confidence": [
      [
        "Pie",
        -0.090853944
      ],
      [
        "z",
        -0.00019519613
      ],
      [
        "oe",
        -3.1281633e-07
      ],
      [
        "lectric",
        -1.2664457e-06
      ],
      [
        "ity",
        -0.008857421
      ]
    ]
  },
  "The Mitsui model can be used to calculate effects of this property, while its converse was first mathematically predicted by Gabriel Lippman. This property is the operational principle behind both the movement of the needle of a scanning electron microscope and the charge amplifier. Objects with this property, such as Rochelle salts, have very stable vibration periods, which allow it to be used in quartz watches, and all materials which exhibit ferroelectricity also exhibit this property, though the converse is not true. Discovered by Pierre and Jacques Curie and the opposite of electrostriction, this is, FTP, which effect, in which applying stress to a crystal results in the generation of a": {
    "guess": "Piezoelectricity",
    "confidence": [
      [
        "Pie",
        -0.0016181691
      ],
      [
        "z",
        -5.6576944e-05
      ],
      [
        "oe",
        -1.6762922e-05
      ],
      [
        "lectric",
        -3.2929079e-06
      ],
      [
        "ity",
        -0.0544404
      ]
    ]
  },
  "The Mitsuda test describes of the ability of a body to participate in a cell mediated immune response": {
    "guess": "Drosophila melanogaster",
    "confidence": [
      [
        "D",
        -0.4225731
      ],
      [
        "ros",
        -0.0030952431
      ],
      [
        "oph",
        -2.9756122e-05
      ],
      [
        "ila",
        -4.723352e-06
      ],
      [
        " melan",
        -0.00042852355
      ],
      [
        "og",
        -2.7729659e-05
      ],
      [
        "aster",
        -3.059055e-05
      ]
    ]
  },
  "The Mitsui model can be used to calculate effects of this property, while its converse was first mathematically predicted by Gabriel Lippman. This property is the operational principle behind both the movement of the needle of a scanning electron microscope and the charge amplifier. Objects with this property, such as Rochelle salts, have very stable vibration periods, which allow it to be used in": {
    "guess": "Piezoelectricity",
    "confidence": [
      [
        "Pie",
        -0.29897076
      ],
      [
        "z",
        -0.00010807293
      ],
      [
        "oe",
        -7.89631e-07
      ],
      [
        "lectric",
        -2.8160932e-06
      ],
      [
        "ity",
        -0.059231453
      ]
    ]
  },
  "The Mitsuda test describes of the ability of a body to participate in a cell mediated immune response against this disease, and preparations named for Dharmendra are used in that test. Lucio's name is appended to an acute form of it. It can be classified into paucibacillary and mutlibacillary based upon skin smear results, and the tuberculoid form of it results in localized skin lesions. Armadillos also harbor its causative agent, and it is sometimes named for Hansen. Resulting in skin lesions and nerve damage, for 10 points, name this disease which, like tuberculosis, is caused by a mycobacterium,": {
    "guess": "Leprosy",
    "confidence": [
      [
        "L",
        -0.03266478
      ],
      [
        "ep",
        -5.0974373e-05
      ],
      [
        "ros",
        -7.3458323e-06
      ],
      [
        "y",
        -1.18755715e-05
      ]
    ]
  },
  "The Mitsui model can be used to calculate effects of this property, while its converse was first mathematically predicted by Gabriel Lippman. This property is the operational principle behind both the movement of the needle of a scanning electron microscope and the charge amplifier. Objects with this property, such as Rochelle salts, have very stable vibration periods, which allow it to be used in quartz watches, and all materials which exhibit ferroelectricity also exhibit this property, though": {
    "guess": "Ferroelectricity",
    "confidence": [
      [
        "F",
        -1.0908974
      ],
      [
        "erro",
        -0.00023607932
      ],
      [
        "electric",
        -0.00085108227
      ],
      [
        "ity",
        -0.037287343
      ]
    ]
  }
}