{
  "Giovanni Sartori invented a method for classifying systems of these entities based on number and degree of fragmentation, while Maurice Duverger distinguished between \"cadre\" and \"mass\" ones and devised": {
    "guess": "Political party",
    "confidence": [
      [
        "Political",
        -0.031417716
      ],
      [
        " party",
        -0.9592583
      ]
    ]
  },
  "Giorgio Vasari noted that \"the Marforio at Rome\" is not \"equal to it in any respect\", and earlier recalled that its artist pretended to change the nose, heeding a request by Piero Soderini. A wooden framework and rope suspension for it were created by Giuliano da san Gallo and his brother, and it was transported to the Piazza della Signoria. Rossellino was briefly contracted to take it up where Duccio had left, and it drew on the contrapposto of Greek art. For 10 points, name this marble sculpture": {
    "guess": "David (Michelangelo)",
    "confidence": [
      [
        "David",
        -0.16578594
      ],
      [
        " (",
        -0.4706388
      ],
      [
        "Mich",
        -0.052277837
      ],
      [
        "el",
        -0.00014025059
      ],
      [
        "angelo",
        -0.00053361355
      ],
      [
        ")",
        -0.0103281345
      ]
    ]
  },
  "Giovanni Sartori invented a method for classifying systems of these entities based on number and degree of fragmentation, while Maurice Duverger distinguished between \"cadre\" and \"mass\" ones and devised a namesake \"law\" about how a first-past-the-post structure would lead to having two of them. Edmund": {
    "guess": "Political Parties",
    "confidence": [
      [
        "Political",
        -0.07073422
      ],
      [
        " Parties",
        -0.6272263
      ]
    ]
  },
  "Giovanni Sartori invented a method for classifying systems of these entities based on number and degree of fragmentation, while Maurice Duverger distinguished between \"cadre\" and \"mass\" ones and devised a namesake \"law\" about how a first-past-the-post structure would lead to having two of them. Edmund Burke was among the first to formally define these entities, which George Washington openly distrusted": {
    "guess": "Political Parties",
    "confidence": [
      [
        "Political",
        -0.008396841
      ],
      [
        " Parties",
        -0.65615976
      ]
    ]
  },
  "Giovanni Sartori invented a method for classifying systems of these entities based on number and degree of fragmentation, while Maurice Duverger distinguished between \"cadre\" and \"mass\" ones and devised a namesake \"law\" about how a first-past-the-post structure would lead to having two of them. Edmund Burke was among the first to formally define these entities, which George Washington openly distrusted and refused to join. Examples of them include the Egyptian Wafd, the Taiwanese Guomindang, the Israeli Likud and Kadima, the Syrian Ba'th, and the Indian BJP. For 10 points, identify these political": {
    "guess": "Political Parties",
    "confidence": [
      [
        "Political",
        -0.0054716174
      ],
      [
        " Parties",
        -0.58743674
      ]
    ]
  },
  "Giorgio Vasari noted that \"the Marforio at Rome\" is not \"equal to it in any respect\", and earlier recalled": {
    "guess": "Laocoon and His Sons",
    "confidence": [
      [
        "La",
        -0.97864765
      ],
      [
        "oc",
        -0.7094223
      ],
      [
        "oon",
        -0.00044413557
      ],
      [
        " and",
        -0.77291983
      ],
      [
        " His",
        -0.11644121
      ],
      [
        " Sons",
        -0.0006959928
      ]
    ]
  },
  "Giovanni Sartori invented a method for classifying systems of these entities based on number and degree": {
    "guess": "Political party",
    "confidence": [
      [
        "Political",
        -0.0585135
      ],
      [
        " party",
        -0.61989945
      ]
    ]
  },
  "Giorgio Vasari noted that \"the Marforio at Rome\" is not \"equal to it in any respect\", and earlier recalled that its artist pretended to change the nose, heeding a request by Piero Soderini. A wooden framework and rope suspension for it were created by Giuliano da san Gallo and his brother, and it was transported to the Piazza della Signoria. Rossellino was briefly contracted to take it up where Duccio": {
    "guess": "David (Michelangelo)",
    "confidence": [
      [
        "David",
        -0.43424857
      ],
      [
        " (",
        -0.031064859
      ],
      [
        "Mich",
        -0.0053850645
      ],
      [
        "el",
        -0.0002226093
      ],
      [
        "angelo",
        -0.00032283025
      ],
      [
        ")",
        -0.014755684
      ]
    ]
  },
  "Giovanni Sartori invented a method for classifying systems of these entities based on number and degree of fragmentation, while Maurice Duverger distinguished between \"cadre\" and \"mass\" ones and devised a namesake \"law\" about how a first-past-the-post structure would lead to having two of them. Edmund Burke was among the first to formally define these entities, which George Washington openly distrusted and refused to join. Examples of them include the Egyptian Wafd, the Taiwanese Guomindang, the Israeli Likud and Kadima, the Syrian Ba'th, and the Indian BJP. For 10 points, identify these political organizations that run candidates in elections, such as the Whig and Democratic ones.": {
    "guess": "Political parties",
    "confidence": [
      [
        "Political",
        -0.018936427
      ],
      [
        " parties",
        -0.31307545
      ]
    ]
  },
  "Giorgio Vasari noted that \"the Marforio at Rome\" is not \"equal to it in any respect\", and earlier recalled that its artist pretended to change the nose, heeding a request by Piero Soderini. A wooden framework and rope suspension for it were created by Giuliano da san Gallo and his brother, and it was transported to the Piazza della Signoria. Rossellino was briefly contracted to take it up where Duccio had left, and it drew on the contrapposto of Greek art. For 10 points, name this marble sculpture in Florence by Michelangelo of a figure about to kill Goliath.": {
    "guess": "David (Michelangelo)",
    "confidence": [
      [
        "David",
        -0.0028665662
      ],
      [
        " (",
        -0.36685923
      ],
      [
        "Mich",
        -0.0012757116
      ],
      [
        "el",
        -2.4630364e-05
      ],
      [
        "angelo",
        -0.0001721935
      ],
      [
        ")",
        -0.003164295
      ]
    ]
  },
  "Giorgio Vasari noted that \"the Marforio at Rome\" is not \"equal to it in any respect\", and earlier recalled that its artist pretended to change the nose, heeding a request by Piero Soderini. A wooden framework and rope suspension for it were created by Giuliano da san Gallo and his brother, and it was": {
    "guess": "David (Michelangelo)",
    "confidence": [
      [
        "David",
        -0.12151534
      ],
      [
        " (",
        -0.27207136
      ],
      [
        "Mich",
        -0.0011636729
      ],
      [
        "el",
        -6.659005e-05
      ],
      [
        "angelo",
        -0.00016325322
      ],
      [
        ")",
        -0.003027506
      ]
    ]
  },
  "Giovanni Sartori invented a method for classifying systems of these entities based on number and degree of fragmentation, while Maurice Duverger distinguished between \"cadre\" and \"mass\" ones and devised a namesake \"law\" about how a first-past-the-post structure would lead to having two of them. Edmund Burke was among the first to formally define these entities, which George Washington openly distrusted and refused to join. Examples of them include the Egyptian Wafd, the Taiwanese Guomindang, the": {
    "guess": "Political parties",
    "confidence": [
      [
        "Political",
        -0.004780646
      ],
      [
        " parties",
        -0.6496373
      ]
    ]
  },
  "Giorgio Vasari noted that \"the Marforio at Rome\" is not \"equal to it in any respect\", and earlier recalled that its artist pretended to change the nose, heeding a request by Piero Soderini. A wooden framework": {
    "guess": "David (Michelangelo)",
    "confidence": [
      [
        "David",
        -0.14454202
      ],
      [
        " (",
        -0.19608147
      ],
      [
        "Mich",
        -0.0014491602
      ],
      [
        "el",
        -4.632543e-05
      ],
      [
        "angelo",
        -0.00021498026
      ],
      [
        ")",
        -0.004799988
      ]
    ]
  }
}