{
  "Eoin O'Duffy sent his Irish Blueshirts to aid one side in this conflict, while the insumisos resisted this conflict. The Battle of Teruel was an important turning point in this conflict, which also saw the fortification of the XYZ Line in the south of the territory of one combatant. Slightly before Bilbao fell in this conflict, General Mola was killed, and his side retaliated with the brutal taking of Santander. The other side on this conflict had its territory separated and tried to reconnect it with the Battle of the Ebro. One nation sent the Corpo Truppe Volontarie to aid one side in this conflict, while Germany sent its Condor Legion, which led to the bombing of a town in the Basque Country, Guernica. For ten points, identify this conflict between the Nationalist and the Royalists, which ended with the establishment of Francisco Franco as a dictator.": {
    "guess": "Spanish Civil War",
    "confidence": [
      [
        "Spanish",
        -0.00961088
      ],
      [
        " Civil",
        -4.723352e-06
      ],
      [
        " War",
        -4.0961266e-05
      ]
    ]
  },
  "Eoin O'Duffy sent his Irish Blueshirts to aid one side in this conflict, while the insumisos resisted this conflict. The Battle of Teruel was an important turning point in this conflict, which also saw the fortification of the XYZ Line in the south of the territory of one combatant. Slightly before Bilbao fell in this conflict, General Mola was killed, and his side retaliated with the brutal taking of Santander. The other side on this conflict had its territory separated and tried to reconnect it with the Battle of the Ebro. One nation sent the Corpo Truppe Volontarie to aid one side in this conflict, while Germany sent its Condor Legion, which led to the bombing of a town in the Basque Country,": {
    "guess": "Spanish Civil War",
    "confidence": [
      [
        "Spanish",
        -0.045250166
      ],
      [
        " Civil",
        -0.0001530017
      ],
      [
        " War",
        -7.183501e-05
      ]
    ]
  },
  "Eoin O'Duffy sent his Irish Blueshirts to aid one side in this conflict, while the insumisos resisted this conflict. The Battle of Teruel was an important turning point in this conflict, which also saw the fortification of the XYZ Line in the south of the territory of one combatant. Slightly before Bilbao fell in this conflict, General Mola was killed, and his side retaliated with the brutal taking": {
    "guess": "Spanish Civil War",
    "confidence": [
      [
        "Spanish",
        -0.038182873
      ],
      [
        " Civil",
        -0.0003609681
      ],
      [
        " War",
        -0.00024667746
      ]
    ]
  },
  "Eoin O'Duffy sent his Irish Blueshirts to aid one side in this conflict, while the insumisos resisted": {
    "guess": "Irish Civil War",
    "confidence": [
      [
        "Ir",
        -0.550046
      ],
      [
        "ish",
        -4.596782e-05
      ],
      [
        " Civil",
        -0.2324838
      ],
      [
        " War",
        -0.00034416403
      ]
    ]
  },
  "Eoin O'Duffy sent his Irish Blueshirts to aid one side in this conflict, while the insumisos resisted this conflict. The Battle of Teruel was an important turning point in this conflict, which also saw the fortification of the XYZ Line in the south of the territory of one combatant. Slightly before Bilbao fell in this conflict, General Mola was killed, and his side retaliated with the brutal taking of Santander. The other side on this conflict had its territory separated and tried to reconnect it": {
    "guess": "Spanish Civil War",
    "confidence": [
      [
        "Spanish",
        -0.022345908
      ],
      [
        " Civil",
        -3.6789137e-05
      ],
      [
        " War",
        -6.909333e-05
      ]
    ]
  },
  "Eoin O'Duffy sent his Irish Blueshirts to aid one side in this conflict, while the insumisos resisted this conflict. The Battle of Teruel was an important turning point in this conflict, which also saw": {
    "guess": "Spanish Civil War",
    "confidence": [
      [
        "Spanish",
        -0.011982918
      ],
      [
        " Civil",
        -6.2656334e-05
      ],
      [
        " War",
        -5.0497558e-05
      ]
    ]
  },
  "Eoin O'Duffy sent his Irish Blueshirts to aid one side in this conflict, while the insumisos resisted this conflict. The Battle of Teruel was an important turning point in this conflict, which also saw the fortification of the XYZ Line in the south of the territory of one combatant. Slightly before Bilbao fell in this conflict, General Mola was killed, and his side retaliated with the brutal taking of Santander. The other side on this conflict had its territory separated and tried to reconnect it with the Battle of the Ebro. One nation sent the Corpo Truppe Volontarie to aid one side in this conflict, while Germany sent its Condor Legion, which led to the bombing of a town in the Basque Country, Guernica. For ten points, identify this conflict between the Nationalist and the Royalists, which": {
    "guess": "Spanish Civil War",
    "confidence": [
      [
        "Spanish",
        -0.014896747
      ],
      [
        " Civil",
        -3.5477897e-05
      ],
      [
        " War",
        -6.15835e-05
      ]
    ]
  },
  "Eoin O'Duffy sent his Irish Blueshirts to aid one side in this conflict, while the insumisos resisted this conflict. The Battle of Teruel was an important turning point in this conflict, which also saw the fortification of the XYZ Line in the south of the territory of one combatant. Slightly before Bilbao fell in this conflict, General Mola was killed, and his side retaliated with the brutal taking of Santander. The other side on this conflict had its territory separated and tried to reconnect it with the Battle of the Ebro. One nation sent the Corpo Truppe Volontarie to aid one side in this conflict,": {
    "guess": "Spanish Civil War",
    "confidence": [
      [
        "Spanish",
        -0.019314298
      ],
      [
        " Civil",
        -3.888926e-06
      ],
      [
        " War",
        -6.6947665e-05
      ]
    ]
  },
  "Eoin O'Duffy sent his Irish Blueshirts to aid one side in this conflict, while the insumisos resisted this conflict. The Battle of Teruel was an important turning point in this conflict, which also saw the fortification of the XYZ Line in the south of the territory of one combatant. Slightly before Bilbao": {
    "guess": "Spanish Civil War",
    "confidence": [
      [
        "Spanish",
        -0.024559129
      ],
      [
        " Civil",
        -8.44706e-05
      ],
      [
        " War",
        -7.862962e-05
      ]
    ]
  }
}