{
  "Seamus Heaney called her one of the \"guerillas of imagination,\" which seems odd because most of her novels deal with true to life troubles. The oppressive government banned many of her novels, including 1981's July's People, because they dealt with relationships between whites and blacks. More recently,": {
    "guess": "Nadine Gordimer",
    "confidence": [
      [
        "N",
        -0.014922105
      ],
      [
        "ad",
        -0.0004225707
      ],
      [
        "ine",
        -0.00066871353
      ],
      [
        " Gord",
        -8.876193e-05
      ],
      [
        "imer",
        -1.1517961e-05
      ]
    ]
  },
  "This seat of Douglas County was founded at the site of the Lone Tree Ferry.  Ranked by Kiplinger's as one of the 10 best U.S. cities, Offut Air Force Base is located 20 miles south of its center. Attractions": {
    "guess": "Omaha",
    "confidence": [
      [
        "Om",
        -0.037143648
      ],
      [
        "aha",
        -8.375538e-05
      ]
    ]
  },
  "Some sea slugs have the klepto type of these. They contain translocons called Tic and Toc, which transport essential proteins into them from the cytoplasm. Multiple ones can function as a network when interconnected by stromules. When electromagnetic radiation enters one of these, an electron transport": {
    "guess": "Chloroplast",
    "confidence": [
      [
        "Ch",
        -0.0893694
      ],
      [
        "lor",
        -0.00091098674
      ],
      [
        "oplast",
        -0.0030877553
      ]
    ]
  },
  "This seat of Douglas County was founded at the site of the Lone Tree Ferry.  Ranked by Kiplinger's as one of the 10 best U.S. cities, Offut Air Force Base is located 20 miles south of its center. Attractions in this city, served by Eppley Airfield, include a namesake Community Playhouse and the Henry Doorly Zoo. The Qwest Center here hosts the annual meeting of Berkshire Hathaway, and is home to Creighton's men's basketball team.  Baseball fans know this city because it hosts the Collegiate World": {
    "guess": "Omaha, Nebraska",
    "confidence": [
      [
        "Om",
        -0.0046522687
      ],
      [
        "aha",
        -2.7252845e-05
      ],
      [
        ",",
        -0.0018204817
      ],
      [
        " Nebraska",
        -0.0002577634
      ]
    ]
  },
  "While searching for a tourist site he could develop, Alexander Campbell discovered this place in 1878": {
    "guess": "Congress of Berlin",
    "confidence": [
      [
        "Congress",
        -0.22312303
      ],
      [
        " of",
        -0.0007671024
      ],
      [
        " Berlin",
        -0.0009896997
      ]
    ]
  },
  "This seat of Douglas County was founded at the site of the Lone Tree Ferry.  Ranked by Kiplinger's as one of the 10 best U.S. cities, Offut Air Force Base is located 20 miles south of its center. Attractions in this city, served by Eppley Airfield, include a namesake Community Playhouse and the Henry Doorly Zoo. The Qwest Center here hosts the annual meeting of Berkshire Hathaway, and is home to Creighton's": {
    "guess": "Omaha, Nebraska",
    "confidence": [
      [
        "Om",
        -0.0027550685
      ],
      [
        "aha",
        -2.319992e-05
      ],
      [
        ",",
        -0.0022940636
      ],
      [
        " Nebraska",
        -0.00041982904
      ]
    ]
  },
  "This seat of Douglas County was founded at the site of the Lone Tree Ferry.  Ranked by Kiplinger's as": {
    "guess": "Omaha, Nebraska",
    "confidence": [
      [
        "Om",
        -0.6220973
      ],
      [
        "aha",
        -2.4153549e-05
      ],
      [
        ",",
        -0.61030114
      ],
      [
        " Nebraska",
        -0.0019230411
      ]
    ]
  },
  "Seamus Heaney called her one of the \"guerillas of imagination,\" which seems odd because most of her novels deal with true to life troubles. The oppressive government banned many of her novels, including": {
    "guess": "Isabel Allende",
    "confidence": [
      [
        "Is",
        -1.689553
      ],
      [
        "abel",
        -0.053024612
      ],
      [
        " All",
        -0.00043114604
      ],
      [
        "ende",
        -9.889425e-05
      ]
    ]
  },
  "While searching for a tourist site he could develop, Alexander Campbell discovered this place in 1878 when air rushing out from a sinkhole accidentally blew out his candle. This place boasts impressive structures including \"Pluto's Ghost or Chasm,\" \"Dream Lake,\" and \"Saracen's Tent\" amidst the limestone walls and formations. The Great Stalacpipe Organ produces symphonic tones when struck with electronic mallets; this stalactite organ is also the world's largest musical instrument. Located in the Shenandoah Valley, for ten points, name this Virginian cave system, the largest cavern in the Eastern US.": {
    "guess": "Luray Caverns",
    "confidence": [
      [
        "L",
        -0.07078243
      ],
      [
        "ur",
        -8.3159364e-05
      ],
      [
        "ay",
        -1.6166903e-05
      ],
      [
        " C",
        -7.703444e-06
      ],
      [
        "avern",
        -3.4121115e-06
      ],
      [
        "s",
        -3.4121115e-06
      ]
    ]
  },
  "Seamus Heaney called her one of the \"guerillas of imagination,\" which seems odd because most of her novels deal with true to life troubles. The oppressive government banned many of her novels, including 1981's July's People, because they dealt with relationships between whites and blacks. More recently, she has been very involved in raising awareness for HIV/AIDS in Africa. She worked with Woody Allen and Chinua Achebe on a 2004 short story book Telling Tales, which was an attempt to get government funding for HIV/AIDS research. FTP, name this 1991 Nobel Laureate, the first South African to win the prize.          |": {
    "guess": "Nadine Gordimer",
    "confidence": [
      [
        "N",
        -0.0050106673
      ],
      [
        "ad",
        -0.018722579
      ],
      [
        "ine",
        -0.00015157493
      ],
      [
        " Gord",
        -5.025915e-05
      ],
      [
        "imer",
        -0.00011176824
      ]
    ]
  },
  "While searching for a tourist site he could develop, Alexander Campbell discovered this place in 1878 when air rushing out from a sinkhole accidentally blew out his candle. This place boasts impressive structures including \"Pluto's Ghost or Chasm,\" \"Dream Lake,\" and \"Saracen's Tent\" amidst the limestone walls and formations. The Great Stalacpipe Organ produces symphonic tones when struck with electronic": {
    "guess": "Luray Caverns",
    "confidence": [
      [
        "L",
        -0.0416139
      ],
      [
        "ur",
        -0.00019579215
      ],
      [
        "ay",
        -4.9617593e-06
      ],
      [
        " C",
        -0.00014621076
      ],
      [
        "avern",
        -3.5120287e-05
      ],
      [
        "s",
        -1.4378848e-05
      ]
    ]
  },
  "Sean O'Casey's autobiography, comprising such volumes as Pictures in the Hallway and Sunset and Evening Star, is titled after the one \"in My House.\" In a story by Jorge Luis Borges, Adolfo Bioy Casares": {
    "guess": "Adolfo Bioy Casares",
    "confidence": [
      [
        "Ad",
        -0.9775703
      ],
      [
        "ol",
        -0.0006554892
      ],
      [
        "fo",
        -6.337155e-05
      ],
      [
        " Bio",
        -0.0007696056
      ],
      [
        "y",
        -9.849109e-06
      ],
      [
        " Cas",
        -0.00014585316
      ],
      [
        "ares",
        -5.50273e-05
      ]
    ]
  },
  "Sean O'Casey's autobiography, comprising such volumes as Pictures in the Hallway and Sunset and Evening": {
    "guess": "Autobiographies of Sean O'Casey",
    "confidence": [
      [
        "Aut",
        -1.0857264
      ],
      [
        "obi",
        -0.0025653145
      ],
      [
        "ographies",
        -0.078114696
      ],
      [
        " of",
        -0.34737432
      ],
      [
        " Sean",
        -0.009606861
      ],
      [
        " O",
        -0.00024965755
      ],
      [
        "'",
        -0.0041630454
      ],
      [
        "Case",
        -0.0003303401
      ],
      [
        "y",
        -1.0564331e-05
      ]
    ]
  },
  "Some sea slugs have the klepto type of these. They contain translocons called Tic and Toc, which transport essential proteins into them from the cytoplasm. Multiple ones can function as a network when": {
    "guess": "Chloroplast",
    "confidence": [
      [
        "Ch",
        -0.31022367
      ],
      [
        "lor",
        -0.00016289561
      ],
      [
        "oplast",
        -5.0974373e-05
      ]
    ]
  },
  "Seamus Heaney called her one of the \"guerillas of imagination,\" which seems odd because most of her novels deal with true to life troubles. The oppressive government banned many of her novels, including 1981's July's People, because they dealt with relationships between whites and blacks. More recently, she has been very involved in raising awareness for HIV/AIDS in Africa. She worked with Woody Allen and Chinua Achebe on a 2004 short story book Telling Tales, which was an attempt to get government funding for HIV/AIDS research. FTP, name this 1991 Nobel Laureate, the first South African to win": {
    "guess": "Nadine Gordimer",
    "confidence": [
      [
        "N",
        -0.015427324
      ],
      [
        "ad",
        -0.018823544
      ],
      [
        "ine",
        -0.00015872349
      ],
      [
        " Gord",
        -4.9067115e-05
      ],
      [
        "imer",
        -0.00011105302
      ]
    ]
  },
  "While searching for a tourist site he could develop, Alexander Campbell discovered this place in 1878 when air rushing out from a sinkhole accidentally blew out his candle. This place boasts impressive structures including \"Pluto's Ghost or Chasm,\" \"Dream Lake,\" and \"Saracen's Tent\" amidst the limestone walls and formations. The Great Stalacpipe Organ produces symphonic tones when struck with electronic mallets; this stalactite organ is also the world's largest musical instrument. Located in the": {
    "guess": "Luray Caverns",
    "confidence": [
      [
        "L",
        -0.09303206
      ],
      [
        "ur",
        -0.00019162003
      ],
      [
        "ay",
        -4.00813e-06
      ],
      [
        " C",
        -3.106736e-05
      ],
      [
        "avern",
        -1.0206721e-05
      ],
      [
        "s",
        -7.226629e-06
      ]
    ]
  },
  "This sea's most active oilfield is the Bouri field, and studies utilizing seafloor spreading have shown that this sea was not a remnant of the Tethys Sea. Winds such as the mistral and sirocco create high evaporation rates in this sea during the summer. Dams such as those on the Ebro led to increased salinity levels in this sea, and the Barcelona Convention was put in place to protect this sea's environment. For 10 points, name this sea which is connected by the Sea of Marmara and the Bosporus to the Black Sea, bounded to the north by Europe and to the south by Africa.": {
    "guess": "Mediterranean Sea",
    "confidence": [
      [
        "M",
        -0.0012820184
      ],
      [
        "edit",
        -4.604148e-06
      ],
      [
        "err",
        -2.868329e-05
      ],
      [
        "anean",
        -5.50273e-05
      ],
      [
        " Sea",
        -1.2948405e-05
      ]
    ]
  },
  "This sea's most active oilfield is the Bouri field, and studies utilizing seafloor spreading have shown that this sea was not a remnant of the Tethys Sea. Winds such as the mistral and sirocco create high evaporation rates in this sea during the summer. Dams such as those on the Ebro led to increased salinity levels in this sea, and the Barcelona Convention was put in place to protect this sea's environment.": {
    "guess": "Mediterranean Sea",
    "confidence": [
      [
        "M",
        -0.14859055
      ],
      [
        "edit",
        -1.0683535e-05
      ],
      [
        "err",
        -1.6762922e-05
      ],
      [
        "anean",
        -3.0471343e-05
      ],
      [
        " Sea",
        -1.6762922e-05
      ]
    ]
  },
  "While searching for a tourist site he could develop, Alexander Campbell discovered this place in 1878 when air rushing out from a sinkhole accidentally blew out his candle. This place boasts impressive structures including \"Pluto's Ghost or Chasm,\" \"Dream Lake,\" and \"Saracen's Tent\" amidst the limestone walls and formations. The Great Stalacpipe Organ produces symphonic tones when struck with electronic mallets; this stalactite organ is also the world's largest musical instrument. Located in the Shenandoah Valley, for ten points, name this Virginian cave system, the largest cavern in the Eastern": {
    "guess": "Luray Caverns",
    "confidence": [
      [
        "L",
        -0.04445473
      ],
      [
        "ur",
        -0.00014990607
      ],
      [
        "ay",
        -3.9650025e-05
      ],
      [
        " C",
        -2.4034345e-05
      ],
      [
        "avern",
        -7.107425e-06
      ],
      [
        "s",
        -5.9153886e-06
      ]
    ]
  },
  "Sean O'Casey's autobiography, comprising such volumes as Pictures in the Hallway and Sunset and Evening Star, is titled after the one \"in My House.\" In a story by Jorge Luis Borges, Adolfo Bioy Casares is reminded of the land of Uqbar after seeing one of these objects, while in Nathaniel Hawthorne's short story \"Dr. Heidegger's Experiment,\" the souls of the doctor's dead patients are believed to dwell in one of these. In Hans Christian Andersen's The Snow Queen, a piece of one of these objects pierces": {
    "guess": "Mirror",
    "confidence": [
      [
        "Mirror",
        -0.09234078
      ]
    ]
  },
  "Seamus Heaney called her one of the \"guerillas of imagination,\" which seems odd because most of her novels": {
    "guess": "Iris Murdoch",
    "confidence": [
      [
        "I",
        -1.3331971
      ],
      [
        "ris",
        -0.5040157
      ],
      [
        " Murdoch",
        -0.0022855029
      ]
    ]
  },
  "This sea's most active oilfield is the Bouri field, and studies utilizing seafloor spreading have shown that this sea was not a remnant of the Tethys Sea. Winds such as the mistral and sirocco create high": {
    "guess": "Mediterranean Sea",
    "confidence": [
      [
        "M",
        -0.010292737
      ],
      [
        "edit",
        -2.9352968e-06
      ],
      [
        "err",
        -2.3438328e-05
      ],
      [
        "anean",
        -6.587483e-05
      ],
      [
        " Sea",
        -5.085517e-05
      ]
    ]
  },
  "Some sea slugs have the klepto type of these. They contain translocons called Tic and Toc, which transport essential proteins into them from the cytoplasm. Multiple ones can function as a network when interconnected by stromules. When electromagnetic radiation enters one of these, an electron transport chain is set off, resulting in NADPH. Made up of stacks of thylakoids called grana, they are filled with a liquid containing ions and enzymes, including RuBisCO. Found in bacteria, algae, and plants, their distinctive color comes from the a and b types of chlorophyll. For 10 points, name these green": {
    "guess": "Chloroplast",
    "confidence": [
      [
        "Ch",
        -0.0040044347
      ],
      [
        "lor",
        -0.00032342627
      ],
      [
        "oplast",
        -0.00013524403
      ]
    ]
  },
  "Seamus Heaney called her one of the \"guerillas of imagination,\" which seems odd because most of her novels deal with true to life troubles. The oppressive government banned many of her novels, including 1981's July's People, because they dealt with relationships between whites and blacks. More recently, she has been very involved in raising awareness for HIV/AIDS in Africa. She worked with Woody Allen": {
    "guess": "Nadine Gordimer",
    "confidence": [
      [
        "N",
        -0.019594884
      ],
      [
        "ad",
        -0.0003825293
      ],
      [
        "ine",
        -0.0006064103
      ],
      [
        " Gord",
        -0.00020234835
      ],
      [
        "imer",
        -1.4259645e-05
      ]
    ]
  },
  "Seamus Heaney called her one of the \"guerillas of imagination,\" which seems odd because most of her novels deal with true to life troubles. The oppressive government banned many of her novels, including 1981's July's People, because they dealt with relationships between whites and blacks. More recently, she has been very involved in raising awareness for HIV/AIDS in Africa. She worked with Woody Allen and Chinua Achebe on a 2004 short story book Telling Tales, which was an attempt to get government": {
    "guess": "Nadine Gordimer",
    "confidence": [
      [
        "N",
        -0.0201091
      ],
      [
        "ad",
        -8.339777e-05
      ],
      [
        "ine",
        -0.00041923302
      ],
      [
        " Gord",
        -0.00037335427
      ],
      [
        "imer",
        -9.5914154e-05
      ]
    ]
  },
  "Sean O'Casey's autobiography, comprising such volumes as Pictures in the Hallway and Sunset and Evening Star, is titled after the one \"in My House.\" In a story by Jorge Luis Borges, Adolfo Bioy Casares is reminded of the land of Uqbar after seeing one of these objects, while in Nathaniel Hawthorne's short story \"Dr. Heidegger's Experiment,\" the souls of the doctor's dead patients are believed to dwell": {
    "guess": "Mirror",
    "confidence": [
      [
        "Mirror",
        -0.014166102
      ]
    ]
  },
  "Sean O'Casey's autobiography, comprising such volumes as Pictures in the Hallway and Sunset and Evening Star, is titled after the one \"in My House.\" In a story by Jorge Luis Borges, Adolfo Bioy Casares is reminded of the land of Uqbar after seeing one of these objects, while in Nathaniel Hawthorne's short story \"Dr. Heidegger's Experiment,\" the souls of the doctor's dead patients are believed to dwell in one of these. In Hans Christian Andersen's The Snow Queen, a piece of one of these objects pierces the heart of Kay, and in another work, this object is utilized to properly read the poem Jabberwocky after the protagonist passes through one of these. For ten points, John Berryman wrote a poem": {
    "guess": "Mirror",
    "confidence": [
      [
        "Mirror",
        -0.12868182
      ]
    ]
  },
  "Sean O'Casey's autobiography, comprising such volumes as Pictures in the Hallway and Sunset and Evening Star, is titled after the one \"in My House.\" In a story by Jorge Luis Borges, Adolfo Bioy Casares is reminded of the land of Uqbar after seeing one of these objects, while in Nathaniel Hawthorne's short story \"Dr. Heidegger's Experiment,\" the souls of the doctor's dead patients are believed to dwell in one of these. In Hans Christian Andersen's The Snow Queen, a piece of one of these objects pierces the heart of Kay, and in another work, this object is utilized to properly read the poem Jabberwocky": {
    "guess": "Mirror",
    "confidence": [
      [
        "Mirror",
        -0.17089216
      ]
    ]
  },
  "Some sea slugs have the klepto type of these. They contain translocons called Tic and Toc, which transport": {
    "guess": "Chloroplast",
    "confidence": [
      [
        "Ch",
        -0.01039904
      ],
      [
        "lor",
        -9.41261e-05
      ],
      [
        "oplast",
        -4.2868523e-05
      ]
    ]
  },
  "This sea's most active oilfield is the Bouri field, and studies utilizing seafloor spreading have shown that this sea was not a remnant of the Tethys Sea. Winds such as the mistral and sirocco create high evaporation rates in this sea during the summer. Dams such as those on the Ebro led to increased salinity levels in this sea, and the Barcelona Convention was put in place to protect this sea's environment. For 10 points, name this sea which is connected by the Sea of Marmara and the Bosporus to": {
    "guess": "Mediterranean Sea",
    "confidence": [
      [
        "M",
        -0.0013148818
      ],
      [
        "edit",
        -6.0345924e-06
      ],
      [
        "err",
        -4.727906e-05
      ],
      [
        "anean",
        -8.75699e-05
      ],
      [
        " Sea",
        -3.357064e-05
      ]
    ]
  },
  "This seat of Douglas County was founded at the site of the Lone Tree Ferry.  Ranked by Kiplinger's as one of the 10 best U.S. cities, Offut Air Force Base is located 20 miles south of its center. Attractions in this city, served by Eppley Airfield, include a namesake Community Playhouse and the Henry Doorly Zoo. The Qwest Center here hosts the annual meeting of Berkshire Hathaway, and is home to Creighton's men's basketball team.  Baseball fans know this city because it hosts the Collegiate World Series.  Located near the junction of the Platte and Missouri Rivers, this is, for 10 points, what": {
    "guess": "Omaha, Nebraska",
    "confidence": [
      [
        "Om",
        -0.001919718
      ],
      [
        "aha",
        -1.735894e-05
      ],
      [
        ",",
        -0.0006784809
      ],
      [
        " Nebraska",
        -0.00018494461
      ]
    ]
  },
  "This sea's most active oilfield is the Bouri field, and studies utilizing seafloor spreading have shown": {
    "guess": "Mediterranean Sea",
    "confidence": [
      [
        "M",
        -0.0063422993
      ],
      [
        "edit",
        -3.2929079e-06
      ],
      [
        "err",
        -2.868329e-05
      ],
      [
        "anean",
        -0.00013953536
      ],
      [
        " Sea",
        -0.00025251842
      ]
    ]
  },
  "This sea's most active oilfield is the Bouri field, and studies utilizing seafloor spreading have shown that this sea was not a remnant of the Tethys Sea. Winds such as the mistral and sirocco create high evaporation rates in this sea during the summer. Dams such as those on the Ebro led to increased": {
    "guess": "Mediterranean Sea",
    "confidence": [
      [
        "M",
        -0.0110670375
      ],
      [
        "edit",
        -8.299462e-06
      ],
      [
        "err",
        -7.433829e-05
      ],
      [
        "anean",
        -0.0001309527
      ],
      [
        " Sea",
        -0.00015514737
      ]
    ]
  },
  "This seat of Douglas County was founded at the site of the Lone Tree Ferry.  Ranked by Kiplinger's as one of the 10 best U.S. cities, Offut Air Force Base is located 20 miles south of its center. Attractions in this city, served by Eppley Airfield, include a namesake Community Playhouse and the Henry Doorly Zoo. The Qwest Center here hosts the annual meeting of Berkshire Hathaway, and is home to Creighton's men's basketball team.  Baseball fans know this city because it hosts the Collegiate World Series.  Located near the junction of the Platte and Missouri Rivers, this is, for 10 points, what largest city in Nebraska?": {
    "guess": "Omaha, Nebraska",
    "confidence": [
      [
        "Om",
        -0.010444695
      ],
      [
        "aha",
        -2.319992e-05
      ],
      [
        ",",
        -0.00837876
      ],
      [
        " Nebraska",
        -9.805982e-05
      ]
    ]
  },
  "Some sea slugs have the klepto type of these. They contain translocons called Tic and Toc, which transport essential proteins into them from the cytoplasm. Multiple ones can function as a network when interconnected by stromules. When electromagnetic radiation enters one of these, an electron transport chain is set off, resulting in NADPH. Made up of stacks of thylakoids called grana, they are filled with a liquid containing ions and enzymes, including RuBisCO. Found in bacteria, algae, and plants, their distinctive color comes from the a and b types of chlorophyll. For 10 points, name these green organelles where photosynthesis takes place in plants.": {
    "guess": "Chloroplast",
    "confidence": [
      [
        "Ch",
        -0.0008258258
      ],
      [
        "lor",
        -0.00025418727
      ],
      [
        "oplast",
        -0.0001563394
      ]
    ]
  },
  "While searching for a tourist site he could develop, Alexander Campbell discovered this place in 1878 when air rushing out from a sinkhole accidentally blew out his candle. This place boasts impressive": {
    "guess": "Mammoth Cave National Park",
    "confidence": [
      [
        "M",
        -0.04749392
      ],
      [
        "am",
        -0.0015799707
      ],
      [
        "moth",
        -6.749814e-06
      ],
      [
        " Cave",
        -0.00019495773
      ],
      [
        " National",
        -0.17446026
      ],
      [
        " Park",
        -0.00010986099
      ]
    ]
  },
  "While searching for a tourist site he could develop, Alexander Campbell discovered this place in 1878 when air rushing out from a sinkhole accidentally blew out his candle. This place boasts impressive structures including \"Pluto's Ghost or Chasm,\" \"Dream Lake,\" and \"Saracen's Tent\" amidst the limestone": {
    "guess": "Mammoth Cave National Park",
    "confidence": [
      [
        "M",
        -0.20001122
      ],
      [
        "am",
        -0.0009780288
      ],
      [
        "moth",
        -2.8160932e-06
      ],
      [
        " Cave",
        -0.00016873659
      ],
      [
        " National",
        -0.16083197
      ],
      [
        " Park",
        -0.00011009939
      ]
    ]
  },
  "Some sea slugs have the klepto type of these. They contain translocons called Tic and Toc, which transport essential proteins into them from the cytoplasm. Multiple ones can function as a network when interconnected by stromules. When electromagnetic radiation enters one of these, an electron transport chain is set off, resulting in NADPH. Made up of stacks of thylakoids called grana, they are filled with a liquid containing ions and enzymes, including RuBisCO. Found in bacteria, algae, and plants,": {
    "guess": "Chloroplast",
    "confidence": [
      [
        "Ch",
        -0.008534197
      ],
      [
        "lor",
        -0.0003931384
      ],
      [
        "oplast",
        -0.0025458166
      ]
    ]
  },
  "Sean O'Casey's autobiography, comprising such volumes as Pictures in the Hallway and Sunset and Evening Star, is titled after the one \"in My House.\" In a story by Jorge Luis Borges, Adolfo Bioy Casares is reminded of the land of Uqbar after seeing one of these objects, while in Nathaniel Hawthorne's short story \"Dr. Heidegger's Experiment,\" the souls of the doctor's dead patients are believed to dwell in one of these. In Hans Christian Andersen's The Snow Queen, a piece of one of these objects pierces the heart of Kay, and in another work, this object is utilized to properly read the poem Jabberwocky after the protagonist passes through one of these. For ten points, John Berryman wrote a poem about a self-portrait in a convex variety of what common household object which reflects light?": {
    "guess": "Mirror",
    "confidence": [
      [
        "Mirror",
        -0.015693177
      ]
    ]
  },
  "Sean O'Casey's autobiography, comprising such volumes as Pictures in the Hallway and Sunset and Evening Star, is titled after the one \"in My House.\" In a story by Jorge Luis Borges, Adolfo Bioy Casares is reminded of the land of Uqbar after seeing one of these objects, while in Nathaniel Hawthorne's": {
    "guess": "Mirror",
    "confidence": [
      [
        "Mirror",
        -0.41349852
      ]
    ]
  },
  "Some sea slugs have the klepto type of these. They contain translocons called Tic and Toc, which transport essential proteins into them from the cytoplasm. Multiple ones can function as a network when interconnected by stromules. When electromagnetic radiation enters one of these, an electron transport chain is set off, resulting in NADPH. Made up of stacks of thylakoids called grana, they are filled": {
    "guess": "Chloroplast",
    "confidence": [
      [
        "Ch",
        -0.0058870795
      ],
      [
        "lor",
        -0.00047511753
      ],
      [
        "oplast",
        -0.0007648375
      ]
    ]
  },
  "This seat of Douglas County was founded at the site of the Lone Tree Ferry.  Ranked by Kiplinger's as one of the 10 best U.S. cities, Offut Air Force Base is located 20 miles south of its center. Attractions in this city, served by Eppley Airfield, include a namesake Community Playhouse and the Henry": {
    "guess": "Omaha, Nebraska",
    "confidence": [
      [
        "Om",
        -0.008894167
      ],
      [
        "aha",
        -4.8828708e-05
      ],
      [
        ",",
        -0.004038626
      ],
      [
        " Nebraska",
        -0.00053539796
      ]
    ]
  }
}