{
  "During one test, this program created Lake Chagan, and other notable tests included the debut of the T-5 torpedo and Operation First Lightening. Several members of this program were killed during an accident at the Mayak plant. This program's \"third idea\" was the equivalent of a rival country's Teller-Ulam device, and one scientist from this nuclear program won the 1975 Nobel Peace Prize for advocating disarmament and earlier invented the tokomak. For ten points, name this nuclear program whose scientists included Sakharov and whose first test was nicknamed \"Joe 1\" for Joseph Stalin.": {
    "guess": "Soviet atomic bomb project",
    "confidence": [
      [
        "S",
        -0.004498604
      ],
      [
        "ov",
        -7.529192e-05
      ],
      [
        "iet",
        -3.9411618e-05
      ],
      [
        " atomic",
        -0.28852656
      ],
      [
        " bomb",
        -3.500108e-05
      ],
      [
        " project",
        -0.00075816945
      ]
    ]
  },
  "This term can be applied to glycine and aluminum hydroxide can exhibit this behavior depending on what kind of solution it is in. Surfactants of this type are used in shampoos and soaps because of their mildness to the skin and because their zwitterionic characteristics make them compatible with both anionic and cationic surfactants. Metals exhibiting this effect include lead, tin, and aluminum, and water is often incorrectly classified in this group even though it cannot donate and accept hydroxide": {
    "guess": "Amphoteric",
    "confidence": [
      [
        "Am",
        -0.12972167
      ],
      [
        "phot",
        -0.075450815
      ],
      [
        "eric",
        -0.00021307668
      ]
    ]
  },
  "As a test, this character orders his wife to attempt to seduce the rider of Gringolet. This character respectively receives one, two, and three kisses in exchange for venison, a boar's head, and the skin of a fox. He draws blood from another character because of that character's possession of a magic girdle, before revealing that he is the host of Castle Hautdesert. At the beginning of the poem he appears in, he picks up his head and rides away after being decapitated by an axe. He reveals that he is Sir Bertilak after playing a beheading game with a member of the Round Table. For 10 points, identify this distinctively colored character from a medieval English poem named for this character and": {
    "guess": "Sir Gawain and the Green Knight",
    "confidence": [
      [
        "Sir",
        -0.14038093
      ],
      [
        " Gaw",
        -0.12625778
      ],
      [
        "ain",
        -7.107425e-06
      ],
      [
        " and",
        -0.10219165
      ],
      [
        " the",
        -0.00043162284
      ],
      [
        " Green",
        -4.1273333e-06
      ],
      [
        " Knight",
        -7.3458323e-06
      ]
    ]
  },
  "As a test, this character orders his wife to attempt to seduce the rider of Gringolet. This character respectively receives one, two, and three kisses in exchange for venison, a boar's head, and the skin of a fox. He draws blood from another character because of that character's possession of a magic girdle, before revealing that he is the host of Castle Hautdesert. At the beginning of the poem he appears in, he picks up his head and rides away after being decapitated by an axe. He reveals that he is Sir Bertilak after playing a beheading game with a member of the Round Table. For 10 points, identify this distinctively colored character from a medieval English poem named for this character and Sir Gawain.": {
    "guess": "Sir Gawain and the Green Knight",
    "confidence": [
      [
        "Sir",
        -0.32725403
      ],
      [
        " Gaw",
        -0.4676028
      ],
      [
        "ain",
        -2.8444882e-05
      ],
      [
        " and",
        -0.12974513
      ],
      [
        " the",
        -0.000512045
      ],
      [
        " Green",
        -9.849109e-06
      ],
      [
        " Knight",
        -1.0087517e-05
      ]
    ]
  },
  "During one test, this program created Lake Chagan, and other notable tests included the debut of the T-5 torpedo and Operation First Lightening. Several members of this program were killed during an accident at the Mayak plant. This program's \"third idea\" was the equivalent of a rival country's Teller-Ulam device, and one scientist from this nuclear program won the 1975 Nobel Peace Prize for advocating disarmament and earlier invented the tokomak. For ten points, name this nuclear program whose scientists": {
    "guess": "Soviet atomic bomb project",
    "confidence": [
      [
        "S",
        -0.011065745
      ],
      [
        "ov",
        -4.2272506e-05
      ],
      [
        "iet",
        -8.4112995e-05
      ],
      [
        " atomic",
        -0.9788779
      ],
      [
        " bomb",
        -0.00034416403
      ],
      [
        " project",
        -0.001504744
      ]
    ]
  },
  "The term A in the denominator is a normalization factor that may change with temperature. A raised to": {
    "guess": "Partition function",
    "confidence": [
      [
        "Partition",
        -0.8444469
      ],
      [
        " function",
        -0.002700378
      ]
    ]
  },
  "The term for this region was coined in 1936 by horticulturalist Cyril Dean Darlington, and research shows a surprising lack of conservation between organisms. In some organisms, its properties are diffused along the length of the chromosome, but in karyotypes, it appears as a narrow area. For 10 points—name this cytogenetic region where spindle fibers attach during cell division.": {
    "guess": "Centromere",
    "confidence": [
      [
        "Cent",
        -0.00047035306
      ],
      [
        "rom",
        -6.062987e-05
      ],
      [
        "ere",
        -1.2590794e-05
      ]
    ]
  },
  "This term is used to describe a set of potentials which are described by the Hertz vectors. The Goos-Hanchen effect observed in total internal reflection is a phase shift that affects propagations with one variety of this property. Different varieties of this property can be transformed into one another by a retarder plate. Mueller matrices operate on the vector representations of this property, which": {
    "guess": "Jones Calculus",
    "confidence": [
      [
        "Jones",
        -0.46393576
      ],
      [
        " Calcul",
        -0.30342948
      ],
      [
        "us",
        -0.0010660359
      ]
    ]
  },
  "This term first appeared in Aristotle's \"Politics,\" and William Baumol argued that with low barriers to entry and exit, there is little need for regulation. To maximize profits, this type of firm will supply products at the point where marginal revenue equals marginal cost, although prices will generally be higher with a smaller output. A natural type of this may occur during a period of continual": {
    "guess": "Monopoly",
    "confidence": [
      [
        "Mon",
        -0.0064778067
      ],
      [
        "opoly",
        -0.001821197
      ]
    ]
  },
  "The term gekokujo, translated as \"the low oppressing the high,\" was coined during this conflict to describe the victory of peasant mobs. The leader of the Ouchi Clan was forced to destroy his own house in Kyoto at the conclusion of this conflict. This conflict disrupted the construction of the Ginkaku-ji, a pavilion whose original plans called for a covering of silver foil. The Yamana clan was outlawed and defeated during this conflict. As a result of this conflict, the Hosokawa Clan became de-facto rulers of Japan. The Ikko-Ikki Warrior Monks were founded during this conflict. This conflict centered": {
    "guess": "Onin War",
    "confidence": [
      [
        "On",
        -0.15242492
      ],
      [
        "in",
        -4.723352e-06
      ],
      [
        " War",
        -0.00010306638
      ]
    ]
  },
  "This term was originally used as part of the name of a committee organized by Pope Gregory the Fifteenth, and it is associated with the Creel Committee organized by Woodrow Wilson during World War One.": {
    "guess": "Propaganda in the United States",
    "confidence": [
      [
        "Prop",
        -0.6949525
      ],
      [
        "ag",
        -0.0005745976
      ],
      [
        "anda",
        -0.00021259987
      ],
      [
        " in",
        -0.21326332
      ],
      [
        " the",
        -0.043544523
      ],
      [
        " United",
        -0.00083321275
      ],
      [
        " States",
        -9.73446e-05
      ]
    ]
  },
  "This term describes the basic unit of flash memory, and Rayleigh-Bénard convection sees the formation of these in a different context. In meteorology, the wind belts around Earth are organized into three circulation types of these entities called the Ferrel, Polar, and Hadley ones. (*) Photovoltaic ones are used in solar panels, and most batteries can be referred to as dry ones of these. Living entities with this designation were first observed by Robert Hooke and Antonie van Leeuwenhoek, and can be classified as prokaryotic and eukaryotic. Controversy has risen regarding the use of stem ones in cloning. For ten points, name this term which is most commonly used in biology to designate the smallest functional unit of life.": {
    "guess": "Cell (biology)",
    "confidence": [
      [
        "Cell",
        -0.06879931
      ],
      [
        " (",
        -0.21742564
      ],
      [
        "biology",
        -0.002587789
      ],
      [
        ")",
        -0.0003649018
      ]
    ]
  },
  "This test takes into account the observed deviation in each component of an expected ratio as well as the sample size and reduces them to a single numerical value. The value obtained can then be used to estimate how frequently the observed deviation can be expected to occur strictly as a result of chance.": {
    "guess": "Chi-squared test",
    "confidence": [
      [
        "Chi",
        -0.19322883
      ],
      [
        "-s",
        -0.034299046
      ],
      [
        "quared",
        -6.392203e-06
      ],
      [
        " test",
        -0.003975343
      ]
    ]
  },
  "The term referred to the native inhabitants of Laconia. The ephors declared war on them each year so that they could be murdered at any time and the krypteia patrolled the countryside looking for dangerous ones. Bound to the soil, their owners could neither free nor sell them, but the Messenian variety were freed by Epaminondas in 370 BC, although the system continued until the second century. For 10 points, name these state-owned serfs of Sparta.": {
    "guess": "Helots",
    "confidence": [
      [
        "Hel",
        -0.012775794
      ],
      [
        "ots",
        -0.00580899
      ]
    ]
  },
  "This term can be applied to glycine and aluminum hydroxide can exhibit this behavior depending on what kind of solution it is in. Surfactants of this type are used in shampoos and soaps because of their mildness to the skin and because their zwitterionic characteristics make them compatible with both anionic and cationic surfactants. Metals exhibiting this effect include lead, tin, and aluminum, and water is often incorrectly classified in this group even though it cannot donate and accept hydroxide ions, only protons.  FTP, what is this name, given to compounds which behave as both an acid and a base?": {
    "guess": "Amphoteric",
    "confidence": [
      [
        "Am",
        -0.050206497
      ],
      [
        "phot",
        -0.53294545
      ],
      [
        "eric",
        -0.00082046894
      ]
    ]
  },
  "This territory was home to the ZCMI, one of the nation's first department stores. Judge Perry E. Brocchus was one of the \"runaway officials\" who fled this territory fearing for their safety. Miners were encouraged to flock to this territory by Colonel Patrick Connor. The policies of Wilford Woodruff helped this territory achieve statehood. After offering safe passage to migrants from Arkansas, John": {
    "guess": "Utah War",
    "confidence": [
      [
        "Ut",
        -0.11015827
      ],
      [
        "ah",
        -0.0003186618
      ],
      [
        " War",
        -0.9454138
      ]
    ]
  },
  "The term referred to the native inhabitants of Laconia. The ephors declared war on them each year so that they could be murdered at any time and the krypteia patrolled the countryside looking for dangerous": {
    "guess": "Perioeci",
    "confidence": [
      [
        "Per",
        -0.030842263
      ],
      [
        "io",
        -0.00028958343
      ],
      [
        "eci",
        -0.019399995
      ]
    ]
  },
  "Tests for this compound and its salts include Nessler's solution and burning sulfur sticks. This chemical": {
    "guess": "Sulfur",
    "confidence": [
      [
        "S",
        -0.3880593
      ],
      [
        "ulf",
        -0.00025025356
      ],
      [
        "ur",
        -0.08387387
      ]
    ]
  },
  "This territory was home to the ZCMI, one of the nation's first department stores. Judge Perry E. Brocchus was one of the \"runaway officials\" who fled this territory fearing for their safety. Miners were encouraged to flock to this territory by Colonel Patrick Connor. The policies of Wilford Woodruff helped this territory achieve statehood. After offering safe passage to migrants from Arkansas, John Doyle Lee and a group of Paiute Indians carried out the (*) Mountain Meadows Massacre here. A town": {
    "guess": "Utah Territory",
    "confidence": [
      [
        "Ut",
        -0.045078803
      ],
      [
        "ah",
        -6.9331734e-05
      ],
      [
        " Territory",
        -0.8217468
      ]
    ]
  },
  "The term was first applied to art in a 1925 essay by Franz Roh. Arturo Uslar Pietri first applied it to  [i] fiction in the 1960s, and it caught on when Miguel Ángel Asturias used it to describe his Nobel-winning novels. Including such works as Milan Kundera's Immortality—for 10 points—name this literary genre best represented by García Márquez's One Hundred Years of Solitude.": {
    "guess": "Magic realism",
    "confidence": [
      [
        "Magic",
        -0.015343277
      ],
      [
        " realism",
        -0.0016006794
      ]
    ]
  },
  "Their terms could receive the prorogatio, extending them for a year, and the prefix \"pro\" appended to this title identifies the governor of a Senatorial province. Cambac?es [kahm-ba-SEHR] and Lebrun were two of the three men who held it during the five years when it was an executive office in Republican France. Under the Empire, twelve or more men a year could hold it, mostly on a \"suffect\" rather than \"ordinary\" basis. Caesar in 59 BC and Marius consecutively from 104 to 100 had the year named in": {
    "guess": "Roman consul",
    "confidence": [
      [
        "Roman",
        -0.25273603
      ],
      [
        " consul",
        -0.82483155
      ]
    ]
  },
  "The term \"sentry syndrome\" was used to describe how blame was shifted in the inciting incident of this conflict, and before this event, Ron Tal was shot in traffic for working as a guard in the Ansar 11 prison. The UNLU encouraged tax resistance during this conflict. It was partly a response to the ongoing \"Iron Fist\" deportation policy. This event was partly sparked by people spraying \"Six To One\" in graffiti in response to an incident in which two militants attacked the Gibor camp in the Night of the Gliders. Mehola Junction was (*) suicide-bombed during this event, and Khalil al-Wazir organized": {
    "guess": "First Intifada",
    "confidence": [
      [
        "First",
        -0.015705265
      ],
      [
        " Int",
        -0.00081784645
      ],
      [
        "if",
        -1.1994775e-05
      ],
      [
        "ada",
        -0.0005044196
      ]
    ]
  },
  "This term can refer to the northeastern provinces of India, disconnected as they are from the rest of the country, and a group of cliffs in Sussex. The term can also be used to describe a series of buildings including the hotels Ukraina, Leningradskaya, and the main building of Moscow State University, once the tallest building in Europe, which are perhaps the most notable buildings of the Stalinist style. It refers to a group whose notable progeny include Oenomaus [EE-NO-MAY-US], Lacedaemon, and most famously, Hermes. That group, including Merope and Electra, would give its name to a star cluster": {
    "guess": "Seven Sisters (Moscow)",
    "confidence": [
      [
        "Seven",
        -0.5553891
      ],
      [
        " Sisters",
        -0.09543911
      ],
      [
        " (",
        -0.014892164
      ],
      [
        "Mos",
        -0.0028116482
      ],
      [
        "cow",
        -4.5133394e-05
      ],
      [
        ")",
        -0.0031502657
      ]
    ]
  },
  "He tested for high aptitude as a pilot, but dropped out of the Academy to live a life of smuggling. He carries a BlasTech DL-44 and won his YT-1300 light bulk freighter from a friend in a game of sabacc.": {
    "guess": "Han Solo",
    "confidence": [
      [
        "Han",
        -0.014469389
      ],
      [
        " Solo",
        -0.00020926216
      ]
    ]
  },
  "During one test, this program created Lake Chagan, and other notable tests included the debut of the T-5 torpedo and Operation First Lightening. Several members of this program were killed during an accident at the Mayak plant. This program's \"third idea\" was the equivalent of a rival country's Teller-Ulam": {
    "guess": "Soviet atomic bomb project",
    "confidence": [
      [
        "S",
        -0.12480707
      ],
      [
        "ov",
        -0.00013858173
      ],
      [
        "iet",
        -5.9795446e-05
      ],
      [
        " atomic",
        -0.4961808
      ],
      [
        " bomb",
        -0.0011427187
      ],
      [
        " project",
        -0.0008818075
      ]
    ]
  },
  "This term can be applied to glycine and aluminum hydroxide can exhibit this behavior depending on what kind of solution it is in. Surfactants of this type are used in shampoos and soaps because of their mildness to the skin and because their zwitterionic characteristics make them compatible with both anionic and cationic surfactants. Metals exhibiting this effect include lead, tin, and aluminum, and": {
    "guess": "Zwitterionic",
    "confidence": [
      [
        "Z",
        -0.6465111
      ],
      [
        "witter",
        -0.00036263696
      ],
      [
        "ionic",
        -0.3774379
      ]
    ]
  },
  "This term was originally used as part of the name of a committee organized by Pope Gregory the Fifteenth,": {
    "guess": "Congregation for the Propagation of the Faith",
    "confidence": [
      [
        "Cong",
        -0.4173374
      ],
      [
        "regation",
        -0.14321423
      ],
      [
        " for",
        -0.6251226
      ],
      [
        " the",
        -0.0023974134
      ],
      [
        " Prop",
        -0.09313025
      ],
      [
        "agation",
        -0.00031615852
      ],
      [
        " of",
        -5.2001665e-06
      ],
      [
        " the",
        -0.00016742534
      ],
      [
        " Faith",
        -9.901345e-05
      ]
    ]
  },
  "Their terms could receive the prorogatio, extending them for a year, and the prefix \"pro\" appended to": {
    "guess": "Prorogatio",
    "confidence": [
      [
        "Pr",
        -0.93725514
      ],
      [
        "or",
        -0.0004043362
      ],
      [
        "og",
        -0.0025857664
      ],
      [
        "atio",
        -0.22205953
      ]
    ]
  },
  "This term was inspired by an event that saw a man walk around singing \"Killing Me Softly.\" Shawn Hornbeck was an apparent sufferer of this who was discovered after police located Michael J. Devlin. In another example, Brian David Mitchell was able to transport a girl to public places wearing a veil. The most famous sufferer used the name Tania during her involvement in the Sunset District branch of the Hibernia Bank. FTP, name this psychological response displayed by Elizabeth Smart and Patty Hearst in which a hostage becomes sympathetic with their kidnapper, named for a bank robbery in the Swedish": {
    "guess": "Stockholm syndrome",
    "confidence": [
      [
        "Stock",
        -0.0052859345
      ],
      [
        "holm",
        -2.2842309e-05
      ],
      [
        " syndrome",
        -0.01816949
      ]
    ]
  },
  "In This Terrible Sound, Peter Cozzens disputed the etymology of a locale near this battle as \"river of death.\" On its first day, John Wilder's mounted infantry used Spencer repeating rifles to repulse Confederates. During this battle, Union troops constructed log breastworks around the LaFayette Road and later held a position on Horseshoe Ridge. Due to confusion, the Union commander ordered Thomas J. Wood to move northward to fill a nonexistent (*) gap during this battle, opening up a real gap for Longstreet's troops to exploit. After this battle, the Union forces retreated to the recently-captured city of Chattanooga. For holding his position until the end of this battle's second day, George Thomas earned the nickname \"Rock of\" this battle. For 10 points, name this Confederate victory in which Braxton Bragg repulsed an advance by William Rosecrans into Georgia.": {
    "guess": "Battle of Chickamauga",
    "confidence": [
      [
        "Battle",
        -0.007880823
      ],
      [
        " of",
        -5.4550484e-05
      ],
      [
        " Chick",
        -0.0004864419
      ],
      [
        "ama",
        -0.00035703435
      ],
      [
        "uga",
        -1.962381e-05
      ]
    ]
  },
  "This territory was home to the ZCMI, one of the nation's first department stores. Judge Perry E. Brocchus was one of the \"runaway officials\" who fled this territory fearing for their safety. Miners were encouraged to flock to this territory by Colonel Patrick Connor. The policies of Wilford Woodruff helped this territory achieve statehood. After offering safe passage to migrants from Arkansas, John Doyle Lee and a group of Paiute Indians carried out the (*) Mountain Meadows Massacre here. A town named for Millard Fillmore was once the center of this territory, which lent its old name to the Deseret": {
    "guess": "Utah Territory",
    "confidence": [
      [
        "Ut",
        -0.01714363
      ],
      [
        "ah",
        -6.539802e-05
      ],
      [
        " Territory",
        -0.5459197
      ]
    ]
  },
  "This term can refer to the northeastern provinces of India, disconnected as they are from the rest of the country, and a group of cliffs in Sussex. The term can also be used to describe a series of buildings including the hotels Ukraina, Leningradskaya, and the main building of Moscow State University, once the tallest building in Europe, which are perhaps the most notable buildings of the Stalinist": {
    "guess": "Seven Sisters (Moscow)",
    "confidence": [
      [
        "Seven",
        -0.031838693
      ],
      [
        " Sisters",
        -0.0032496045
      ],
      [
        " (",
        -0.03590431
      ],
      [
        "Mos",
        -0.005274907
      ],
      [
        "cow",
        -0.00018292182
      ],
      [
        ")",
        -0.0006722823
      ]
    ]
  },
  "The term \"sentry syndrome\" was used to describe how blame was shifted in the inciting incident of this conflict, and before this event, Ron Tal was shot in traffic for working as a guard in the Ansar 11 prison. The UNLU encouraged tax resistance during this conflict. It was partly a response to the ongoing \"Iron Fist\" deportation policy. This event was partly sparked by people spraying \"Six To One\" in graffiti in response to an incident in which two militants attacked the Gibor camp in the Night of the Gliders. Mehola Junction was (*) suicide-bombed during this event, and Khalil al-Wazir organized several \"Youth Committees\" before this event before being killed in Tunisia near its beginning.": {
    "guess": "First Intifada",
    "confidence": [
      [
        "First",
        -0.007991878
      ],
      [
        " Int",
        -0.001282376
      ],
      [
        "if",
        -3.650519e-06
      ],
      [
        "ada",
        -0.00045653275
      ]
    ]
  },
  "This term credited to Hipparchus [hih-PAHR-kus] is still used even though his reason for using it was incorrect. Hipparchus classified objects into six classes, while one of the two modern measurements of this quantity is based on comparisons to the star Vega. To keep values on the y-axis between negative": {
    "guess": "Apparent magnitude",
    "confidence": [
      [
        "App",
        -0.16842176
      ],
      [
        "arent",
        -4.9305523e-05
      ],
      [
        " magnitude",
        -0.4868961
      ]
    ]
  },
  "This term describes the basic unit of flash memory, and Rayleigh-Bénard convection sees the formation of these in a different context. In meteorology, the wind belts around Earth are organized into three circulation types of these entities called the Ferrel, Polar, and Hadley ones. (*) Photovoltaic ones are used in solar panels, and most batteries can be referred to as dry ones of these. Living entities": {
    "guess": "Cell (biology)",
    "confidence": [
      [
        "Cell",
        -0.1904884
      ],
      [
        " (",
        -0.51447713
      ],
      [
        "biology",
        -0.022764342
      ],
      [
        ")",
        -0.00045998234
      ]
    ]
  },
  "Tests for this compound and its salts include Nessler's solution and burning sulfur sticks. This chemical was first used to solvate electrons of alkali metals, producing brightly colored solutions.  When": {
    "guess": "Lithium",
    "confidence": [
      [
        "L",
        -0.3806726
      ],
      [
        "ith",
        -2.2842309e-05
      ],
      [
        "ium",
        -1.2664457e-06
      ]
    ]
  },
  "As a test, this character orders his wife to attempt to seduce the rider of Gringolet. This character respectively receives one, two, and three kisses in exchange for venison, a boar's head, and the skin": {
    "guess": "Sir Gawain and the Green Knight",
    "confidence": [
      [
        "Sir",
        -0.011207917
      ],
      [
        " Gaw",
        -0.008020856
      ],
      [
        "ain",
        -1.4021238e-05
      ],
      [
        " and",
        -0.0010891394
      ],
      [
        " the",
        -0.00040457462
      ],
      [
        " Green",
        -1.9385403e-05
      ],
      [
        " Knight",
        -5.5577775e-06
      ]
    ]
  },
  "This term was inspired by an event that saw a man walk around singing \"Killing Me Softly.\" Shawn Hornbeck was an apparent sufferer of this who was discovered after police located Michael J. Devlin. In another example, Brian David Mitchell was able to transport a girl to public places wearing a veil. The most famous sufferer used the name Tania during her involvement in the Sunset District branch of": {
    "guess": "Stockholm syndrome",
    "confidence": [
      [
        "Stock",
        -0.011096865
      ],
      [
        "holm",
        -0.00023119197
      ],
      [
        " syndrome",
        -0.061745808
      ]
    ]
  },
  "In This Terrible Sound, Peter Cozzens disputed the etymology of a locale near this battle as \"river of death.\" On its first day, John Wilder's mounted infantry used Spencer repeating rifles to repulse": {
    "guess": "Battle of Chickamauga",
    "confidence": [
      [
        "Battle",
        -0.009566489
      ],
      [
        " of",
        -8.3993786e-05
      ],
      [
        " Chick",
        -0.009710297
      ],
      [
        "ama",
        -0.00013834333
      ],
      [
        "uga",
        -0.00019519613
      ]
    ]
  },
  "Some tertiary amines such as 1-chloro-2,2-dimethylaziridine, have this property because the nitrogen is part of a three-membered ring and is connected to an atom with an unshared pair of electrons. Because of the crowding of the rings, hexahelicene must have this property, as does heptalene due to its twisted structure that also helps prevent resolution. FTP, name this property of molecules, from the Greek for \"hand,\" which is simply defined as not being able to be superimposed upon a mirror image": {
    "guess": "Chirality",
    "confidence": [
      [
        "Ch",
        -0.0022293562
      ],
      [
        "ir",
        -0.00055052945
      ],
      [
        "ality",
        -3.500108e-05
      ]
    ]
  },
  "This term was originally used as part of the name of a committee organized by Pope Gregory the Fifteenth, and it is associated with the Creel Committee organized by Woodrow Wilson during World War One. During World War Two, it was the last word in the name of an agency run by Joseph Goebbels. Since then, the term has become pejorative and is associated with advertising, especially advertising by the": {
    "guess": "Propaganda",
    "confidence": [
      [
        "Prop",
        -0.043136094
      ],
      [
        "ag",
        -0.00042304752
      ],
      [
        "anda",
        -0.00013560164
      ]
    ]
  },
  "He tested for high aptitude as a pilot, but dropped out of the Academy to live a life of smuggling. He carries a BlasTech DL-44 and won his YT-1300 light bulk freighter from a friend in a game of sabacc. He inadvertently launches a famous bounty hunter into the Sarlacc Pit on Tatooine. He joins the Rebellion after agreeing to carry Ben Kenobi and Luke Skywalker to Alderaan. FTP, identify this Corellian": {
    "guess": "Han Solo",
    "confidence": [
      [
        "Han",
        -0.0082599465
      ],
      [
        " Solo",
        -0.0002100966
      ]
    ]
  },
  "This term can refer to the northeastern provinces of India, disconnected as they are from the rest of": {
    "guess": "Seven Sister States",
    "confidence": [
      [
        "Seven",
        -0.083896674
      ],
      [
        " Sister",
        -0.0016121045
      ],
      [
        " States",
        -0.0001721935
      ]
    ]
  },
  "This term is used to describe a set of potentials which are described by the Hertz vectors. The Goos-Hanchen effect observed in total internal reflection is a phase shift that affects propagations with one variety of this property. Different varieties of this property can be transformed into one another by a retarder plate. Mueller matrices operate on the vector representations of this property, which is described by the I, Q, U, and V, and the vector of this property rotates in proportion to the": {
    "guess": "Polarization",
    "confidence": [
      [
        "P",
        -0.29699016
      ],
      [
        "olar",
        -0.00014382669
      ],
      [
        "ization",
        -0.0018019152
      ]
    ]
  },
  "This term was first coined by Nino Frank, and Boris Ingster's Stranger on the Third Floor is often said": {
    "guess": "Film noir",
    "confidence": [
      [
        "Film",
        -0.084407784
      ],
      [
        " noir",
        -0.021302933
      ]
    ]
  },
  "The term referred to the native inhabitants of Laconia. The ephors declared war on them each year so that they could be murdered at any time and the krypteia patrolled the countryside looking for dangerous ones. Bound to the soil, their owners could neither free nor sell them, but the Messenian variety": {
    "guess": "Helots",
    "confidence": [
      [
        "Hel",
        -0.18591228
      ],
      [
        "ots",
        -0.0314377
      ]
    ]
  },
  "Some tertiary amines such as 1-chloro-2,2-dimethylaziridine, have this property because the nitrogen is part of a three-membered ring and is connected to an atom with an unshared pair of electrons. Because of the crowding of the rings, hexahelicene must have this property, as does heptalene due to its": {
    "guess": "Steric Hindrance",
    "confidence": [
      [
        "Ster",
        -0.595038
      ],
      [
        "ic",
        -0.047745567
      ],
      [
        " Hind",
        -0.64157903
      ],
      [
        "rance",
        -0.00065906165
      ]
    ]
  },
  "This term may come from the Algonquin term for counselor, the name of a political club in Boston in the 18th Century, or the Greek word for drinking cup. It sometimes is used to describe groups of Congressmen, especially ones that share a common minority status or belong to the same political party. It more commonly refers to a type of election which involves people meeting together. Give this term which is used to describe the way delegates are chosen in states such as Iowa.": {
    "guess": "Caucus (politics)",
    "confidence": [
      [
        "C",
        -0.04156095
      ],
      [
        "auc",
        -7.9418505e-06
      ],
      [
        "us",
        -0.00094945286
      ],
      [
        " (",
        -0.7026682
      ],
      [
        "pol",
        -1.0107757
      ],
      [
        "itics",
        0.0
      ],
      [
        ")",
        -3.7027545e-05
      ]
    ]
  },
  "As a test, this character orders his wife to attempt to seduce the rider of Gringolet. This character respectively receives one, two, and three kisses in exchange for venison, a boar's head, and the skin of a fox. He draws blood from another character because of that character's possession of a magic girdle, before revealing that he is the host of Castle Hautdesert. At the beginning of the poem he": {
    "guess": "Sir Gawain and the Green Knight",
    "confidence": [
      [
        "Sir",
        -0.011392037
      ],
      [
        " Gaw",
        -0.12594935
      ],
      [
        "ain",
        -8.657073e-06
      ],
      [
        " and",
        -0.00011009939
      ],
      [
        " the",
        -0.00024643904
      ],
      [
        " Green",
        -1.6286107e-05
      ],
      [
        " Knight",
        -1.5451682e-05
      ]
    ]
  },
  "In This Terrible Sound, Peter Cozzens disputed the etymology of a locale near this battle as \"river of death.\" On its first day, John Wilder's mounted infantry used Spencer repeating rifles to repulse Confederates. During this battle, Union troops constructed log breastworks around the LaFayette Road and later held a position on Horseshoe Ridge. Due to confusion, the Union commander ordered Thomas": {
    "guess": "Battle of Chickamauga",
    "confidence": [
      [
        "Battle",
        -0.050194144
      ],
      [
        " of",
        -0.00034130315
      ],
      [
        " Chick",
        -0.00012654216
      ],
      [
        "ama",
        -0.0006242762
      ],
      [
        "uga",
        -0.00021378823
      ]
    ]
  },
  "During one test, this program created Lake Chagan, and other notable tests included the debut of the T-5 torpedo and Operation First Lightening. Several members of this program were killed during an accident": {
    "guess": "Soviet atomic bomb project",
    "confidence": [
      [
        "S",
        -0.576576
      ],
      [
        "ov",
        -0.0007137431
      ],
      [
        "iet",
        -5.1928004e-05
      ],
      [
        " atomic",
        -0.77497286
      ],
      [
        " bomb",
        -0.0011222378
      ],
      [
        " project",
        -0.003315431
      ]
    ]
  },
  "He termed the fear of knowing one's self \"the Jonah complex,\" and late in his life he pioneered the study of \"transpersonal psychology,\" which derived a lot of its inspiration from non-Western sources.": {
    "guess": "Abraham Maslow",
    "confidence": [
      [
        "Ab",
        -0.091460414
      ],
      [
        "raham",
        -4.8425554e-06
      ],
      [
        " Mas",
        -0.00012130453
      ],
      [
        "low",
        -7.58424e-06
      ]
    ]
  },
  "This term was used abundantly in the writings of 17th century political philosophers and theorists such as John Locke and Thomas Hobbes to refer to any organized political community that exists due to the consent of the governed. Today, the term is applied to several entities, the most well­known of which is comprised of Great Britain and its current and former dependencies. For ten points, identify": {
    "guess": "Commonwealth (political term)",
    "confidence": [
      [
        "Common",
        -0.43789026
      ],
      [
        "wealth",
        -0.0004107732
      ],
      [
        " (",
        -0.16825008
      ],
      [
        "political",
        -0.7232437
      ],
      [
        " term",
        -0.2584213
      ],
      [
        ")",
        -0.00036691726
      ]
    ]
  },
  "The term \"sentry syndrome\" was used to describe how blame was shifted in the inciting incident of this conflict, and before this event, Ron Tal was shot in traffic for working as a guard in the Ansar 11 prison. The UNLU encouraged tax resistance during this conflict. It was partly a response to the ongoing \"Iron Fist\" deportation policy. This event was partly sparked by people spraying \"Six To One\" in graffiti in response to an incident in which two militants attacked the Gibor camp in the Night": {
    "guess": "Camp David Accords",
    "confidence": [
      [
        "Camp",
        -1.9098989
      ],
      [
        " David",
        -0.96123964
      ],
      [
        " Acc",
        -0.1804965
      ],
      [
        "ords",
        -4.3202e-07
      ]
    ]
  },
  "This term can refer to the northeastern provinces of India, disconnected as they are from the rest of the country, and a group of cliffs in Sussex. The term can also be used to describe a series of buildings including the hotels Ukraina, Leningradskaya, and the main building of Moscow State University, once the tallest building in Europe, which are perhaps the most notable buildings of the Stalinist style. It refers to a group whose notable progeny include Oenomaus [EE-NO-MAY-US], Lacedaemon, and most famously, Hermes. That group, including Merope and Electra, would give its name to a star cluster also known as M45 known also as the Pleiades cluster, but the most famous use of the term may be": {
    "guess": "Seven Sisters (disambiguation)",
    "confidence": [
      [
        "Seven",
        -0.45121402
      ],
      [
        " Sisters",
        -0.04427855
      ],
      [
        " (",
        -0.2725883
      ],
      [
        "dis",
        -0.4733374
      ],
      [
        "amb",
        -3.1281633e-07
      ],
      [
        "ig",
        -3.035214e-05
      ],
      [
        "uation",
        -1.378283e-05
      ],
      [
        ")",
        -0.00020008348
      ]
    ]
  },
  "In This Terrible Sound, Peter Cozzens disputed the etymology of a locale near this battle as \"river of death.\" On its first day, John Wilder's mounted infantry used Spencer repeating rifles to repulse Confederates. During this battle, Union troops constructed log breastworks around the LaFayette Road and later held a position on Horseshoe Ridge. Due to confusion, the Union commander ordered Thomas J. Wood to move northward to fill a nonexistent (*) gap during this battle, opening up a real gap for": {
    "guess": "Battle of Chickamauga",
    "confidence": [
      [
        "Battle",
        -0.004566361
      ],
      [
        " of",
        -4.2868523e-05
      ],
      [
        " Chick",
        -0.0004583135
      ],
      [
        "ama",
        -0.00016146517
      ],
      [
        "uga",
        -4.9663133e-05
      ]
    ]
  },
  "This term was first coined by Nino Frank, and Boris Ingster's Stranger on the Third Floor is often said to be the first one. Other famous ones included Out of the Past, about a man who once worked for a gambler, and The Postman Always Rings Twice. Constrained by the Hays Code, nobody actually got away": {
    "guess": "Film noir",
    "confidence": [
      [
        "Film",
        -0.010288494
      ],
      [
        " noir",
        -0.010500734
      ]
    ]
  },
  "Their terms could receive the prorogatio, extending them for a year, and the prefix \"pro\" appended to this title identifies the governor of a Senatorial province. Cambac?es [kahm-ba-SEHR] and Lebrun were two of the three men who held it during the five years when it was an executive office in Republican France. Under the Empire, twelve or more men a year could hold it, mostly on a \"suffect\" rather than \"ordinary\" basis. Caesar in 59 BC and Marius consecutively from 104 to 100 had the year named in their honor as holders of, FTP, what principal executive magistracy of the Roman Republic, held by two persons at one time?": {
    "guess": "Roman consul",
    "confidence": [
      [
        "Roman",
        -0.21318124
      ],
      [
        " consul",
        -0.5388033
      ]
    ]
  },
  "The term for this region was coined in 1936 by horticulturalist Cyril Dean Darlington, and research shows": {
    "guess": "Centromere",
    "confidence": [
      [
        "Cent",
        -0.006249069
      ],
      [
        "rom",
        -0.00011093382
      ],
      [
        "ere",
        -5.2047206e-05
      ]
    ]
  },
  "He tested for high aptitude as a pilot, but dropped out of the Academy to live a life of smuggling. He carries a BlasTech DL-44 and won his YT-1300 light bulk freighter from a friend in a game of sabacc. He inadvertently launches a famous bounty hunter into the Sarlacc Pit on Tatooine. He joins the Rebellion after agreeing to carry Ben Kenobi and Luke Skywalker to Alderaan. FTP, identify this Corellian smuggler and pilot of the Millennium Falcon in the Star Wars series.": {
    "guess": "Han Solo",
    "confidence": [
      [
        "Han",
        -0.0054384205
      ],
      [
        " Solo",
        -0.0005885371
      ]
    ]
  },
  "In terrorem clauses in these documents attempt to dissuade lawsuits about their validity. One process of resolving issues arising from these documents is referred to as ademption. A codicil is a document that amends small portions of these. Authors of these documents are called testators. For 10 points, name these documents that outline the distribution of one's property by an executor, which are often": {
    "guess": "Will and testament",
    "confidence": [
      [
        "Will",
        -0.35110602
      ],
      [
        " and",
        -0.006067802
      ],
      [
        " testament",
        -0.15313134
      ]
    ]
  },
  "Some tertiary amines such as 1-chloro-2,2-dimethylaziridine, have this property because the nitrogen is part of a three-membered ring and is connected to an atom with an unshared pair of electrons. Because of the crowding of the rings, hexahelicene must have this property, as does heptalene due to its twisted structure that also helps prevent resolution. FTP, name this property of molecules, from the Greek for \"hand,\" which is simply defined as not being able to be superimposed upon a mirror image of one's self.": {
    "guess": "Chirality",
    "confidence": [
      [
        "Ch",
        -0.0026493825
      ],
      [
        "ir",
        -0.0009811244
      ],
      [
        "ality",
        -0.00010175513
      ]
    ]
  },
  "This term was inspired by an event that saw a man walk around singing \"Killing Me Softly.\" Shawn Hornbeck was an apparent sufferer of this who was discovered after police located Michael J. Devlin. In": {
    "guess": "Stockholm syndrome",
    "confidence": [
      [
        "Stock",
        -0.022749308
      ],
      [
        "holm",
        -9.043079e-05
      ],
      [
        " syndrome",
        -0.002756495
      ]
    ]
  },
  "The term A in the denominator is a normalization factor that may change with temperature. A raised to the E over kT simply refers to the exponential dependence on energy and temperature, while the minus one in the denominator refers to the quantum difference that arises from the fact that the involved particles are indistinguishable. Typified by thermal radiation and specific heat, FTP, identify this distribution that describes the statistical behavior of bosons and which is named for its German-American": {
    "guess": "Bose–Einstein statistics",
    "confidence": [
      [
        "B",
        -0.0321166
      ],
      [
        "ose",
        -0.005710016
      ],
      [
        "–",
        -0.23489471
      ],
      [
        "E",
        -9.968313e-06
      ],
      [
        "instein",
        -1.0280384e-06
      ],
      [
        " statistics",
        -0.20206992
      ]
    ]
  },
  "The term gekokujo, translated as \"the low oppressing the high,\" was coined during this conflict to describe": {
    "guess": "Sengoku period",
    "confidence": [
      [
        "S",
        -0.6666255
      ],
      [
        "eng",
        -0.00074970967
      ],
      [
        "oku",
        -4.477578e-05
      ],
      [
        " period",
        -0.02790083
      ]
    ]
  },
  "As a test, this character orders his wife to attempt to seduce the rider of Gringolet. This character": {
    "guess": "King Arthur",
    "confidence": [
      [
        "King",
        -1.651331
      ],
      [
        " Arthur",
        -0.21796693
      ]
    ]
  },
  "Their terms could receive the prorogatio, extending them for a year, and the prefix \"pro\" appended to this title identifies the governor of a Senatorial province. Cambac?es [kahm-ba-SEHR] and Lebrun were": {
    "guess": "Roman consul",
    "confidence": [
      [
        "Roman",
        -0.27988553
      ],
      [
        " consul",
        -0.8042839
      ]
    ]
  },
  "This term first appeared in Aristotle's \"Politics,\" and William Baumol argued that with low barriers to entry and exit, there is little need for regulation. To maximize profits, this type of firm will supply products at the point where marginal revenue equals marginal cost, although prices will generally be higher with a smaller output. A natural type of this may occur during a period of continual decrease in marginal cost. The most common examples of these are public utilities, and they require": {
    "guess": "Monopoly",
    "confidence": [
      [
        "Mon",
        -0.035306785
      ],
      [
        "opoly",
        -0.00028350405
      ]
    ]
  },
  "The term was first applied to art in a 1925 essay by Franz Roh. Arturo Uslar Pietri first applied it to  [i] fiction in the 1960s, and it caught on when Miguel Ángel Asturias used it to describe his Nobel-winning": {
    "guess": "Magic realism",
    "confidence": [
      [
        "Magic",
        -0.18565153
      ],
      [
        " realism",
        -0.013179298
      ]
    ]
  },
  "This term credited to Hipparchus [hih-PAHR-kus] is still used even though his reason for using it was incorrect. Hipparchus classified objects into six classes, while one of the two modern measurements of this quantity is based on comparisons to the star Vega. To keep values on the y-axis between negative ten and positive twenty on a Hertzsprung-Russell diagram, astronomers use this quantity instead": {
    "guess": "Apparent magnitude",
    "confidence": [
      [
        "App",
        -0.04374857
      ],
      [
        "arent",
        -1.2352386e-05
      ],
      [
        " magnitude",
        -0.688194
      ]
    ]
  },
  "This term was originally used as part of the name of a committee organized by Pope Gregory the Fifteenth, and it is associated with the Creel Committee organized by Woodrow Wilson during World War One. During World War Two, it was the last word in the name of an agency run by Joseph Goebbels. Since then,": {
    "guess": "Propaganda",
    "confidence": [
      [
        "Prop",
        -0.19890073
      ],
      [
        "ag",
        -0.00040850835
      ],
      [
        "anda",
        -5.6815352e-05
      ]
    ]
  },
  "The term A in the denominator is a normalization factor that may change with temperature. A raised to the E over kT simply refers to the exponential dependence on energy and temperature, while the minus": {
    "guess": "Arrhenius equation",
    "confidence": [
      [
        "Arr",
        -0.02850267
      ],
      [
        "hen",
        -4.246537e-06
      ],
      [
        "ius",
        -1.5213274e-05
      ],
      [
        " equation",
        -0.0007541202
      ]
    ]
  },
  "He termed the fear of knowing one's self \"the Jonah complex,\" and late in his life he pioneered the study of \"transpersonal psychology,\" which derived a lot of its inspiration from non-Western sources. In a 1968 work he tried to steer people away from what he called \"D-perception\" and \"D-motivation\"": {
    "guess": "Abraham Maslow",
    "confidence": [
      [
        "Ab",
        -0.057391923
      ],
      [
        "raham",
        -3.7697225e-06
      ],
      [
        " Mas",
        -0.00017159748
      ],
      [
        "low",
        -5.080963e-06
      ]
    ]
  },
  "This term can refer to the northeastern provinces of India, disconnected as they are from the rest of the country, and a group of cliffs in Sussex. The term can also be used to describe a series of buildings including the hotels Ukraina, Leningradskaya, and the main building of Moscow State University, once the tallest building in Europe, which are perhaps the most notable buildings of the Stalinist style. It refers to a group whose notable progeny include Oenomaus [EE-NO-MAY-US], Lacedaemon, and most famously, Hermes. That group, including Merope and Electra, would give its name to a star cluster also known as M45 known also as the Pleiades cluster, but the most famous use of the term may be in conjunction with institutions located in cities such as South Hadley, Poughkeepsie, and Northampton.": {
    "guess": "Seven Sisters",
    "confidence": [
      [
        "Seven",
        -0.20767286
      ],
      [
        " Sisters",
        -0.005020752
      ]
    ]
  },
  "This term was first coined by Nino Frank, and Boris Ingster's Stranger on the Third Floor is often said to be the first one. Other famous ones included Out of the Past, about a man who once worked for a gambler, and The Postman Always Rings Twice. Constrained by the Hays Code, nobody actually got away with murder in one, thanks to detectives like Humphrey Bogart in The Maltese Falcon. Known for flashbacks,": {
    "guess": "Film noir",
    "confidence": [
      [
        "Film",
        -0.0061504967
      ],
      [
        " noir",
        -0.051945377
      ]
    ]
  },
  "This term first appeared in Aristotle's \"Politics,\" and William Baumol argued that with low barriers to entry and exit, there is little need for regulation. To maximize profits, this type of firm will supply products at the point where marginal revenue equals marginal cost, although prices will generally": {
    "guess": "Monopoly",
    "confidence": [
      [
        "Mon",
        -0.012082095
      ],
      [
        "opoly",
        -0.0061963536
      ]
    ]
  },
  "The term A in the denominator is a normalization factor that may change with temperature. A raised to the E over kT simply refers to the exponential dependence on energy and temperature, while the minus one in the denominator refers to the quantum difference that arises from the fact that the involved particles are indistinguishable. Typified by thermal radiation and specific heat, FTP, identify this": {
    "guess": "Bose-Einstein statistics",
    "confidence": [
      [
        "B",
        -0.8755463
      ],
      [
        "ose",
        -0.5468566
      ],
      [
        "-E",
        -0.045519006
      ],
      [
        "instein",
        -0.00016063073
      ],
      [
        " statistics",
        -0.30708355
      ]
    ]
  },
  "This term was inspired by an event that saw a man walk around singing \"Killing Me Softly.\" Shawn Hornbeck was an apparent sufferer of this who was discovered after police located Michael J. Devlin. In another example, Brian David Mitchell was able to transport a girl to public places wearing a veil. The most famous sufferer used the name Tania during her involvement in the Sunset District branch of the Hibernia Bank. FTP, name this psychological response displayed by Elizabeth Smart and Patty Hearst in which a hostage becomes sympathetic with their kidnapper, named for a bank robbery in the Swedish capital.": {
    "guess": "Stockholm syndrome",
    "confidence": [
      [
        "Stock",
        -0.004333864
      ],
      [
        "holm",
        -1.8193366e-05
      ],
      [
        " syndrome",
        -0.013195404
      ]
    ]
  },
  "This term is used to describe a set of potentials which are described by the Hertz vectors. The Goos-Hanchen": {
    "guess": "Optics",
    "confidence": [
      [
        "Opt",
        -1.9286134
      ],
      [
        "ics",
        -0.60076976
      ]
    ]
  },
  "This term first appeared in Aristotle's \"Politics,\" and William Baumol argued that with low barriers to entry and exit, there is little need for regulation. To maximize profits, this type of firm will supply products at the point where marginal revenue equals marginal cost, although prices will generally be higher with a smaller output. A natural type of this may occur during a period of continual decrease in marginal cost. The most common examples of these are public utilities, and they require a lack of a substitute product to form. FTP, name this market type in which the price, price discrimination,": {
    "guess": "Monopoly",
    "confidence": [
      [
        "Mon",
        -0.0069062365
      ],
      [
        "opoly",
        -0.00243119
      ]
    ]
  },
  "He termed the fear of knowing one's self \"the Jonah complex,\" and late in his life he pioneered the study of \"transpersonal psychology,\" which derived a lot of its inspiration from non-Western sources. In a 1968 work he tried to steer people away from what he called \"D-perception\" and \"D-motivation\" and Towards a Psychology of Being. Works like Eupsychian Management and Motivation and Personality develop the ideas based on his most revolutionary paradigm, which was introduced to him by his colleague at Brandeis, Kurt Goldstein. This idea posited that persons would be unable to reach their full": {
    "guess": "Abraham Maslow",
    "confidence": [
      [
        "Ab",
        -0.71845704
      ],
      [
        "raham",
        -2.3392786e-06
      ],
      [
        " Mas",
        -0.00021164624
      ],
      [
        "low",
        -6.6306106e-06
      ]
    ]
  },
  "The term was first applied to art in a 1925 essay by Franz Roh. Arturo Uslar Pietri first applied it": {
    "guess": "Magic Realism",
    "confidence": [
      [
        "Magic",
        -0.1595657
      ],
      [
        " Real",
        -0.3284476
      ],
      [
        "ism",
        -0.00023846338
      ]
    ]
  },
  "The term gekokujo, translated as \"the low oppressing the high,\" was coined during this conflict to describe the victory of peasant mobs. The leader of the Ouchi Clan was forced to destroy his own house in Kyoto at the conclusion of this conflict. This conflict disrupted the construction of the Ginkaku-ji, a pavilion whose original plans called for a covering of silver foil. The Yamana clan was outlawed and defeated during this conflict. As a result of this conflict, the Hosokawa Clan became de-facto rulers of Japan. The Ikko-Ikki Warrior Monks were founded during this conflict. This conflict centered on whether a monk or an infant should become the next shogun and was fought between daimyo that": {
    "guess": "Onin War",
    "confidence": [
      [
        "On",
        -0.057599906
      ],
      [
        "in",
        -1.342522e-05
      ],
      [
        " War",
        -0.000113913906
      ]
    ]
  },
  "He termed the fear of knowing one's self \"the Jonah complex,\" and late in his life he pioneered the study of \"transpersonal psychology,\" which derived a lot of its inspiration from non-Western sources. In a 1968 work he tried to steer people away from what he called \"D-perception\" and \"D-motivation\" and Towards a Psychology of Being. Works like Eupsychian Management and Motivation and Personality develop": {
    "guess": "Abraham Maslow",
    "confidence": [
      [
        "Ab",
        -0.006177037
      ],
      [
        "raham",
        -3.2929079e-06
      ],
      [
        " Mas",
        -0.00010926496
      ],
      [
        "low",
        -3.650519e-06
      ]
    ]
  },
  "This test takes into account the observed deviation in each component of an expected ratio as well as the sample size and reduces them to a single numerical value. The value obtained can then be used to": {
    "guess": "Chi-squared test",
    "confidence": [
      [
        "Chi",
        -0.38847873
      ],
      [
        "-s",
        -0.016927995
      ],
      [
        "quared",
        -1.640531e-05
      ],
      [
        " test",
        -0.002057358
      ]
    ]
  },
  "He tested for high aptitude as a pilot, but dropped out of the Academy to live a life of smuggling. He": {
    "guess": "Han Solo",
    "confidence": [
      [
        "Han",
        -0.41253585
      ],
      [
        " Solo",
        -5.8961017e-05
      ]
    ]
  },
  "In This Terrible Sound, Peter Cozzens disputed the etymology of a locale near this battle as \"river of death.\" On its first day, John Wilder's mounted infantry used Spencer repeating rifles to repulse Confederates. During this battle, Union troops constructed log breastworks around the LaFayette Road and later held a position on Horseshoe Ridge. Due to confusion, the Union commander ordered Thomas J. Wood to move northward to fill a nonexistent (*) gap during this battle, opening up a real gap for Longstreet's troops to exploit. After this battle, the Union forces retreated to the recently-captured city of Chattanooga. For holding his position until the end of this battle's second day, George Thomas earned the nickname \"Rock of\" this battle. For 10 points, name this Confederate victory in which": {
    "guess": "Battle of Chickamauga",
    "confidence": [
      [
        "Battle",
        -0.02556966
      ],
      [
        " of",
        -0.00011081461
      ],
      [
        " Chick",
        -0.0026342804
      ],
      [
        "ama",
        -0.00041672974
      ],
      [
        "uga",
        -3.9650025e-05
      ]
    ]
  },
  "Their terms could receive the prorogatio, extending them for a year, and the prefix \"pro\" appended to this title identifies the governor of a Senatorial province. Cambac?es [kahm-ba-SEHR] and Lebrun were two of the three men who held it during the five years when it was an executive office in Republican France. Under the Empire, twelve or more men a year could hold it, mostly on a \"suffect\" rather than \"ordinary\" basis. Caesar in 59 BC and Marius consecutively from 104 to 100 had the year named in their honor as holders of, FTP, what principal executive magistracy of the Roman Republic, held by": {
    "guess": "Roman consul",
    "confidence": [
      [
        "Roman",
        -0.21538864
      ],
      [
        " consul",
        -0.7169384
      ]
    ]
  },
  "He termed the fear of knowing one's self \"the Jonah complex,\" and late in his life he pioneered the study of \"transpersonal psychology,\" which derived a lot of its inspiration from non-Western sources. In a 1968 work he tried to steer people away from what he called \"D-perception\" and \"D-motivation\" and Towards a Psychology of Being. Works like Eupsychian Management and Motivation and Personality develop the ideas based on his most revolutionary paradigm, which was introduced to him by his colleague at Brandeis, Kurt Goldstein. This idea posited that persons would be unable to reach their full potential, or self-actualize, without taking care of certain basic necessities. For 10 points, identify": {
    "guess": "Abraham Maslow",
    "confidence": [
      [
        "Ab",
        -0.012068907
      ],
      [
        "raham",
        -1.147242e-06
      ],
      [
        " Mas",
        -8.1609716e-05
      ],
      [
        "low",
        -7.9418505e-06
      ]
    ]
  },
  "This term is used to describe a set of potentials which are described by the Hertz vectors. The Goos-Hanchen effect observed in total internal reflection is a phase shift that affects propagations with one variety of this property. Different varieties of this property can be transformed into one another": {
    "guess": "Birefringence",
    "confidence": [
      [
        "B",
        -1.4360563
      ],
      [
        "ire",
        -0.70311403
      ],
      [
        "fr",
        -2.9352968e-06
      ],
      [
        "ing",
        -0.00020020269
      ],
      [
        "ence",
        -0.0010153028
      ]
    ]
  },
  "In This Terrible Sound, Peter Cozzens disputed the etymology of a locale near this battle as \"river of": {
    "guess": "Battle of the Little Bighorn",
    "confidence": [
      [
        "Battle",
        -0.14755997
      ],
      [
        " of",
        -0.002682899
      ],
      [
        " the",
        -0.3575501
      ],
      [
        " Little",
        -0.115879126
      ],
      [
        " B",
        -0.0062760822
      ],
      [
        "igh",
        -4.3202e-07
      ],
      [
        "orn",
        -5.4550484e-05
      ]
    ]
  },
  "Tests for this compound and its salts include Nessler's solution and burning sulfur sticks. This chemical was first used to solvate electrons of alkali metals, producing brightly colored solutions.  When Tollens' reagent is prepared for laboratory use, a solution containing this chemical is used to dissolve": {
    "guess": "Ammonia",
    "confidence": [
      [
        "Am",
        -0.10737566
      ],
      [
        "mon",
        -5.5122365e-07
      ],
      [
        "ia",
        -0.3407888
      ]
    ]
  },
  "He termed the fear of knowing one's self \"the Jonah complex,\" and late in his life he pioneered the study": {
    "guess": "Abraham Maslow",
    "confidence": [
      [
        "Ab",
        -0.07333469
      ],
      [
        "raham",
        -1.4498052e-05
      ],
      [
        " Mas",
        -9.186123e-05
      ],
      [
        "low",
        -4.8425554e-06
      ]
    ]
  },
  "This territory was home to the ZCMI, one of the nation's first department stores. Judge Perry E. Brocchus was one of the \"runaway officials\" who fled this territory fearing for their safety. Miners were": {
    "guess": "Utah War",
    "confidence": [
      [
        "Ut",
        -0.037490025
      ],
      [
        "ah",
        -4.298773e-05
      ],
      [
        " War",
        -0.2898298
      ]
    ]
  },
  "The term gekokujo, translated as \"the low oppressing the high,\" was coined during this conflict to describe the victory of peasant mobs. The leader of the Ouchi Clan was forced to destroy his own house in Kyoto at the conclusion of this conflict. This conflict disrupted the construction of the Ginkaku-ji,": {
    "guess": "Onin War",
    "confidence": [
      [
        "On",
        -0.2941644
      ],
      [
        "in",
        -2.749125e-05
      ],
      [
        " War",
        -0.0001307143
      ]
    ]
  },
  "This territory was home to the ZCMI, one of the nation's first department stores. Judge Perry E. Brocchus": {
    "guess": "Utah",
    "confidence": [
      [
        "Ut",
        -0.7313146
      ],
      [
        "ah",
        -6.1106686e-05
      ]
    ]
  },
  "This term is used to describe a set of potentials which are described by the Hertz vectors. The Goos-Hanchen effect observed in total internal reflection is a phase shift that affects propagations with one variety of this property. Different varieties of this property can be transformed into one another by a retarder plate. Mueller matrices operate on the vector representations of this property, which is described by the I, Q, U, and V, and the vector of this property rotates in proportion to the Verdet constant during propagation along a magnetic field in the Faraday effect. Complete transmission occurs at Brewster's angle for light with one version of this property. Described by the Stokes parameters, for 10 points, identify this property which comes in linear, circular, and elliptical varieties,": {
    "guess": "Polarization (waves)",
    "confidence": [
      [
        "P",
        -0.012522137
      ],
      [
        "olar",
        -5.3193703e-06
      ],
      [
        "ization",
        -0.0005653034
      ],
      [
        " (",
        -0.65182155
      ],
      [
        "waves",
        -0.0013272607
      ],
      [
        ")",
        -0.000114748334
      ]
    ]
  },
  "This term first appeared in Aristotle's \"Politics,\" and William Baumol argued that with low barriers": {
    "guess": "Entrepreneurship",
    "confidence": [
      [
        "Entre",
        -0.9354377
      ],
      [
        "preneur",
        -0.0004907185
      ],
      [
        "ship",
        -0.034425862
      ]
    ]
  },
  "This territory was home to the ZCMI, one of the nation's first department stores. Judge Perry E. Brocchus was one of the \"runaway officials\" who fled this territory fearing for their safety. Miners were encouraged to flock to this territory by Colonel Patrick Connor. The policies of Wilford Woodruff helped this territory achieve statehood. After offering safe passage to migrants from Arkansas, John Doyle Lee and a group of Paiute Indians carried out the (*) Mountain Meadows Massacre here. A town named for Millard Fillmore was once the center of this territory, which lent its old name to the Deseret Telegraph Company. For 10 points, name this territory once run by Brigham Young, which became a state after polygamy was ended by its Mormon settlers.": {
    "guess": "Utah",
    "confidence": [
      [
        "Ut",
        -0.012157935
      ],
      [
        "ah",
        -0.00011820524
      ]
    ]
  },
  "This term is used to describe a set of potentials which are described by the Hertz vectors. The Goos-Hanchen effect observed in total internal reflection is a phase shift that affects propagations with one variety of this property. Different varieties of this property can be transformed into one another by a retarder plate. Mueller matrices operate on the vector representations of this property, which is described by the I, Q, U, and V, and the vector of this property rotates in proportion to the Verdet constant during propagation along a magnetic field in the Faraday effect. Complete transmission occurs at Brewster's angle for light with one version of this property. Described by the Stokes parameters, for 10 points, identify this property which comes in linear, circular, and elliptical varieties, and which designates the direction and magnitude of the electric displacement vector.": {
    "guess": "Polarization",
    "confidence": [
      [
        "P",
        -0.011425263
      ],
      [
        "olar",
        -9.372295e-06
      ],
      [
        "ization",
        -0.00049691345
      ]
    ]
  },
  "This term can refer to the northeastern provinces of India, disconnected as they are from the rest of the country, and a group of cliffs in Sussex. The term can also be used to describe a series of buildings including the hotels Ukraina, Leningradskaya, and the main building of Moscow State University, once the tallest building in Europe, which are perhaps the most notable buildings of the Stalinist style. It refers to a group whose notable progeny include Oenomaus [EE-NO-MAY-US], Lacedaemon, and most famously, Hermes. That group, including Merope and Electra, would give its name to a star cluster also known as M45 known also as the Pleiades cluster, but the most famous use of the term may be in conjunction with institutions located in cities such as South Hadley, Poughkeepsie, and Northampton. FTP, name this term, which gives its name to the group of colleges including Barnard, Smith, Vassar, and Bryn Mawr.": {
    "guess": "Seven Sisters",
    "confidence": [
      [
        "Seven",
        -0.002063188
      ],
      [
        " Sisters",
        -0.004738653
      ]
    ]
  },
  "Terrorist groups in this country were funded by a businessman who published a translation of Doctor Zhivago. The term \"strategy of tension\" most famously refers to the alleged plotting of terrorist attacks in this country by its government. This country's Communist and Christian Democratic parties agreed to the (*) Historic Compromise. During this European country's Years of Lead, Communist terrorists": {
    "guess": "Italy",
    "confidence": [
      [
        "Italy",
        -0.08894547
      ]
    ]
  },
  "The term gekokujo, translated as \"the low oppressing the high,\" was coined during this conflict to describe the victory of peasant mobs. The leader of the Ouchi Clan was forced to destroy his own house in Kyoto at the conclusion of this conflict. This conflict disrupted the construction of the Ginkaku-ji, a pavilion whose original plans called for a covering of silver foil. The Yamana clan was outlawed": {
    "guess": "Onin War",
    "confidence": [
      [
        "On",
        -0.3264322
      ],
      [
        "in",
        -2.8802491e-05
      ],
      [
        " War",
        -0.0003057878
      ]
    ]
  },
  "This term can be applied to glycine and aluminum hydroxide can exhibit this behavior depending on what kind of solution it is in. Surfactants of this type are used in shampoos and soaps because of their mildness to the skin and because their zwitterionic characteristics make them compatible with both anionic and cationic surfactants. Metals exhibiting this effect include lead, tin, and aluminum, and water is often incorrectly classified in this group even though it cannot donate and accept hydroxide ions, only protons.  FTP, what is this name, given to compounds which behave as both an acid and": {
    "guess": "Amphoteric",
    "confidence": [
      [
        "Am",
        -0.121368594
      ],
      [
        "phot",
        -0.51106375
      ],
      [
        "eric",
        -0.0010183984
      ]
    ]
  },
  "This term first appeared in Aristotle's \"Politics,\" and William Baumol argued that with low barriers to entry and exit, there is little need for regulation. To maximize profits, this type of firm will supply products at the point where marginal revenue equals marginal cost, although prices will generally be higher with a smaller output. A natural type of this may occur during a period of continual decrease in marginal cost. The most common examples of these are public utilities, and they require a lack of a substitute product to form. FTP, name this market type in which the price, price discrimination, and supply are controlled by a single firm.": {
    "guess": "Monopoly",
    "confidence": [
      [
        "Mon",
        -0.003110692
      ],
      [
        "opoly",
        -0.0010141144
      ]
    ]
  },
  "Tests for this compound and its salts include Nessler's solution and burning sulfur sticks. This chemical was first used to solvate electrons of alkali metals, producing brightly colored solutions.  When Tollens' reagent is prepared for laboratory use, a solution containing this chemical is used to dissolve a precipitate of silver-1 oxide. It is combined with (*) oxygen to produce nitric acid in the": {
    "guess": "Ammonia",
    "confidence": [
      [
        "Am",
        -0.20828113
      ],
      [
        "mon",
        -3.0545007e-06
      ],
      [
        "ia",
        -0.2667671
      ]
    ]
  },
  "This term describes the basic unit of flash memory, and Rayleigh-Bénard convection sees the formation of these in a different context. In meteorology, the wind belts around Earth are organized into three": {
    "guess": "Hadley cell",
    "confidence": [
      [
        "Had",
        -0.32083637
      ],
      [
        "ley",
        -2.5107178e-05
      ],
      [
        " cell",
        -0.20945843
      ]
    ]
  },
  "As a test, this character orders his wife to attempt to seduce the rider of Gringolet. This character respectively receives one, two, and three kisses in exchange for venison, a boar's head, and the skin of a fox. He draws blood from another character because of that character's possession of a magic girdle, before revealing that he is the host of Castle Hautdesert. At the beginning of the poem he appears in, he picks up his head and rides away after being decapitated by an axe. He reveals that he is Sir Bertilak after playing a beheading game with a member of the Round Table. For 10 points, identify": {
    "guess": "Sir Gawain and the Green Knight",
    "confidence": [
      [
        "Sir",
        -0.019469561
      ],
      [
        " Gaw",
        -0.14190058
      ],
      [
        "ain",
        -6.6306106e-06
      ],
      [
        " and",
        -0.009233697
      ],
      [
        " the",
        -0.0002488231
      ],
      [
        " Green",
        -4.9617593e-06
      ],
      [
        " Knight",
        -8.299462e-06
      ]
    ]
  },
  "The term for this region was coined in 1936 by horticulturalist Cyril Dean Darlington, and research shows a surprising lack of conservation between organisms. In some organisms, its properties are diffused": {
    "guess": "Centromere",
    "confidence": [
      [
        "Cent",
        -0.06586054
      ],
      [
        "rom",
        -0.006318851
      ],
      [
        "ere",
        -0.00029267906
      ]
    ]
  },
  "The term \"sentry syndrome\" was used to describe how blame was shifted in the inciting incident of this conflict, and before this event, Ron Tal was shot in traffic for working as a guard in the Ansar 11 prison. The UNLU encouraged tax resistance during this conflict. It was partly a response to the ongoing \"Iron Fist\" deportation policy. This event was partly sparked by people spraying \"Six To One\" in graffiti in response to an incident in which two militants attacked the Gibor camp in the Night of the Gliders. Mehola Junction was (*) suicide-bombed during this event, and Khalil al-Wazir organized several \"Youth Committees\" before this event before being killed in Tunisia near its beginning. Starting during the term of Yitzhak Shamir, this event was largely diffused by both the Madrid Conference and a peace treaty which created a government for Areas A and B and promised mutual recognition, the Oslo Accords. For 10 points, name this period of unrest in the Palestinian territories in the": {
    "guess": "First Intifada",
    "confidence": [
      [
        "First",
        -0.69961715
      ],
      [
        " Int",
        -0.0010097076
      ],
      [
        "if",
        -2.1173457e-05
      ],
      [
        "ada",
        -0.00027563662
      ]
    ]
  },
  "This term may come from the Algonquin term for counselor, the name of a political club in Boston in the": {
    "guess": "Sons of Liberty",
    "confidence": [
      [
        "S",
        -1.161813
      ],
      [
        "ons",
        -0.24857295
      ],
      [
        " of",
        -0.00046773057
      ],
      [
        " Liberty",
        -0.0004944139
      ]
    ]
  },
  "Terrorist groups in this country were funded by a businessman who published a translation of Doctor Zhivago. The term \"strategy of tension\" most famously refers to the alleged plotting of terrorist attacks": {
    "guess": "Italy",
    "confidence": [
      [
        "Italy",
        -0.09174887
      ]
    ]
  },
  "The term gekokujo, translated as \"the low oppressing the high,\" was coined during this conflict to describe the victory of peasant mobs. The leader of the Ouchi Clan was forced to destroy his own house in Kyoto at the conclusion of this conflict. This conflict disrupted the construction of the Ginkaku-ji, a pavilion whose original plans called for a covering of silver foil. The Yamana clan was outlawed and defeated during this conflict. As a result of this conflict, the Hosokawa Clan became de-facto rulers of Japan. The Ikko-Ikki Warrior Monks were founded during this conflict. This conflict centered on whether a monk or an infant should become the next shogun and was fought between daimyo that supported each side. For 10 points, name this civil war of the Ashikaga Shogunate, which began Japan's Warring States period.": {
    "guess": "Onin War",
    "confidence": [
      [
        "On",
        -0.19977042
      ],
      [
        "in",
        -7.517272e-05
      ],
      [
        " War",
        -3.106736e-05
      ]
    ]
  },
  "Tests for this compound and its salts include Nessler's solution and burning sulfur sticks. This chemical was first used to solvate electrons of alkali metals, producing brightly colored solutions.  When Tollens' reagent is prepared for laboratory use, a solution containing this chemical is used to dissolve a precipitate of silver-1 oxide. It is combined with (*) oxygen to produce nitric acid in the Ostwald process, and in humans, this chemical is converted into urea for excretion. One method of producing this chemical uses methane to synthesize hydrogen gas which is then reacted with nitrogen": {
    "guess": "Ammonia",
    "confidence": [
      [
        "Am",
        -0.0042471006
      ],
      [
        "mon",
        -1.3856493e-06
      ],
      [
        "ia",
        -0.006317904
      ]
    ]
  },
  "This term describes the basic unit of flash memory, and Rayleigh-Bénard convection sees the formation of these in a different context. In meteorology, the wind belts around Earth are organized into three circulation types of these entities called the Ferrel, Polar, and Hadley ones. (*) Photovoltaic ones are used in solar panels, and most batteries can be referred to as dry ones of these. Living entities with this designation were first observed by Robert Hooke and Antonie van Leeuwenhoek, and can be classified as prokaryotic and eukaryotic. Controversy has risen regarding the use of stem ones in": {
    "guess": "Cells",
    "confidence": [
      [
        "Cells",
        -0.36816788
      ]
    ]
  },
  "As a test, this character orders his wife to attempt to seduce the rider of Gringolet. This character respectively receives one, two, and three kisses in exchange for venison, a boar's head, and the skin of a fox. He draws blood from another character because of that character's possession of a magic": {
    "guess": "Sir Gawain and the Green Knight",
    "confidence": [
      [
        "Sir",
        -0.06405113
      ],
      [
        " Gaw",
        -0.0076792655
      ],
      [
        "ain",
        -8.657073e-06
      ],
      [
        " and",
        -0.00019233524
      ],
      [
        " the",
        -0.00022368213
      ],
      [
        " Green",
        -3.106736e-05
      ],
      [
        " Knight",
        -2.8206474e-05
      ]
    ]
  },
  "This term can refer to the northeastern provinces of India, disconnected as they are from the rest of the country, and a group of cliffs in Sussex. The term can also be used to describe a series of buildings including the hotels Ukraina, Leningradskaya, and the main building of Moscow State University, once the tallest building in Europe, which are perhaps the most notable buildings of the Stalinist style. It refers to a group whose notable progeny include Oenomaus [EE-NO-MAY-US], Lacedaemon, and most famously, Hermes. That group, including Merope and Electra, would give its name to a star cluster also known as M45 known also as the Pleiades cluster, but the most famous use of the term may be in conjunction with institutions located in cities such as South Hadley, Poughkeepsie, and Northampton. FTP, name this term, which gives its name to the group of colleges including Barnard, Smith, Vassar,": {
    "guess": "Seven Sisters Colleges",
    "confidence": [
      [
        "Seven",
        -0.0037785778
      ],
      [
        " Sisters",
        -0.004372917
      ],
      [
        " Colleges",
        -0.6774488
      ]
    ]
  },
  "This test takes into account the observed deviation in each component of an expected ratio as well as the sample size and reduces them to a single numerical value. The value obtained can then be used to estimate how frequently the observed deviation can be expected to occur strictly as a result of chance. It can be calculated by taking the summation of deviation squared divided by the expected value": {
    "guess": "Chi-squared test",
    "confidence": [
      [
        "Chi",
        -0.016072731
      ],
      [
        "-s",
        -0.10273889
      ],
      [
        "quared",
        -2.1173457e-05
      ],
      [
        " test",
        -0.016864227
      ]
    ]
  },
  "This term can be applied to glycine and aluminum hydroxide can exhibit this behavior depending on what kind of solution it is in. Surfactants of this type are used in shampoos and soaps because of their mildness to the skin and because their zwitterionic characteristics make them compatible with both": {
    "guess": "Amphoteric",
    "confidence": [
      [
        "Am",
        -0.27209878
      ],
      [
        "phot",
        -0.07466842
      ],
      [
        "eric",
        -9.913265e-05
      ]
    ]
  },
  "This term was inspired by an event that saw a man walk around singing \"Killing Me Softly.\" Shawn Hornbeck was an apparent sufferer of this who was discovered after police located Michael J. Devlin. In another example, Brian David Mitchell was able to transport a girl to public places wearing a veil.": {
    "guess": "Stockholm syndrome",
    "confidence": [
      [
        "Stock",
        -0.003970947
      ],
      [
        "holm",
        -6.873572e-05
      ],
      [
        " syndrome",
        -0.015242084
      ]
    ]
  },
  "This test takes into account the observed deviation in each component of an expected ratio as well as": {
    "guess": "Chi-squared test",
    "confidence": [
      [
        "Chi",
        -0.55142397
      ],
      [
        "-s",
        -0.10528997
      ],
      [
        "quared",
        -1.7835755e-05
      ],
      [
        " test",
        -0.008575451
      ]
    ]
  },
  "This term is used to describe a set of potentials which are described by the Hertz vectors. The Goos-Hanchen effect observed in total internal reflection is a phase shift that affects propagations with one variety of this property. Different varieties of this property can be transformed into one another by a retarder plate. Mueller matrices operate on the vector representations of this property, which is described by the I, Q, U, and V, and the vector of this property rotates in proportion to the Verdet constant during propagation along a magnetic field in the Faraday effect. Complete transmission occurs at Brewster's angle for light with one version of this property. Described by the Stokes": {
    "guess": "Stokes parameters",
    "confidence": [
      [
        "St",
        -0.7901739
      ],
      [
        "okes",
        -8.7450695e-05
      ],
      [
        " parameters",
        -0.2801652
      ]
    ]
  },
  "The term \"sentry syndrome\" was used to describe how blame was shifted in the inciting incident of this conflict, and before this event, Ron Tal was shot in traffic for working as a guard in the Ansar 11": {
    "guess": "Second Intifada",
    "confidence": [
      [
        "Second",
        -1.3899547
      ],
      [
        " Int",
        -0.023076475
      ],
      [
        "if",
        -1.60477e-05
      ],
      [
        "ada",
        -0.00046975704
      ]
    ]
  },
  "In This Terrible Sound, Peter Cozzens disputed the etymology of a locale near this battle as \"river of death.\" On its first day, John Wilder's mounted infantry used Spencer repeating rifles to repulse Confederates. During this battle, Union troops constructed log breastworks around the LaFayette Road and later held a position on Horseshoe Ridge. Due to confusion, the Union commander ordered Thomas J. Wood to move northward to fill a nonexistent (*) gap during this battle, opening up a real gap for Longstreet's troops to exploit. After this battle, the Union forces retreated to the recently-captured": {
    "guess": "Battle of Chickamauga",
    "confidence": [
      [
        "Battle",
        -0.00271833
      ],
      [
        " of",
        -6.9570146e-05
      ],
      [
        " Chick",
        -4.978234e-05
      ],
      [
        "ama",
        -0.0003308169
      ],
      [
        "uga",
        -0.00010425841
      ]
    ]
  },
  "This term may come from the Algonquin term for counselor, the name of a political club in Boston in the 18th Century, or the Greek word for drinking cup. It sometimes is used to describe groups of Congressmen, especially ones that share a common minority status or belong to the same political party.": {
    "guess": "Caucus",
    "confidence": [
      [
        "C",
        -0.01965497
      ],
      [
        "auc",
        -0.00020199074
      ],
      [
        "us",
        -8.11329e-05
      ]
    ]
  },
  "In terrorem clauses in these documents attempt to dissuade lawsuits about their validity. One process of resolving issues arising from these documents is referred to as ademption. A codicil is a document that amends small portions of these. Authors of these documents are called testators. For 10 points, name these documents that outline the distribution of one's property by an executor, which are often paired with testaments.": {
    "guess": "Will and Testament",
    "confidence": [
      [
        "Will",
        -0.09899907
      ],
      [
        " and",
        -0.014272807
      ],
      [
        " Testament",
        -0.6136065
      ]
    ]
  },
  "This term can be applied to glycine and aluminum hydroxide can exhibit this behavior depending on what kind of solution it is in. Surfactants of this type are used in shampoos and soaps because of their": {
    "guess": "Amphoteric",
    "confidence": [
      [
        "Am",
        -0.07053828
      ],
      [
        "phot",
        -0.24770375
      ],
      [
        "eric",
        -1.4140442e-05
      ]
    ]
  },
  "This term was first coined by Nino Frank, and Boris Ingster's Stranger on the Third Floor is often said to be the first one. Other famous ones included Out of the Past, about a man who once worked for": {
    "guess": "Film noir",
    "confidence": [
      [
        "Film",
        -0.05284766
      ],
      [
        " noir",
        -0.070820965
      ]
    ]
  },
  "The term A in the denominator is a normalization factor that may change with temperature. A raised to the E over kT simply refers to the exponential dependence on energy and temperature, while the minus one in the denominator refers to the quantum difference that arises from the fact that the involved particles are indistinguishable. Typified by thermal radiation and specific heat, FTP, identify this distribution that describes the statistical behavior of bosons and which is named for its German-American and Indian discoverers.": {
    "guess": "Bose–Einstein statistics",
    "confidence": [
      [
        "B",
        -0.02595142
      ],
      [
        "ose",
        -0.018277656
      ],
      [
        "–",
        -0.27468276
      ],
      [
        "E",
        -1.1756368e-05
      ],
      [
        "instein",
        -1.147242e-06
      ],
      [
        " statistics",
        -0.099361256
      ]
    ]
  },
  "This term describes the basic unit of flash memory, and Rayleigh-Bénard convection sees the formation of these in a different context. In meteorology, the wind belts around Earth are organized into three circulation types of these entities called the Ferrel, Polar, and Hadley ones. (*) Photovoltaic ones": {
    "guess": "Cell (biology)",
    "confidence": [
      [
        "Cell",
        -1.15701
      ],
      [
        " (",
        -0.011512011
      ],
      [
        "biology",
        -0.024056504
      ],
      [
        ")",
        -0.002059973
      ]
    ]
  },
  "The term for this region was coined in 1936 by horticulturalist Cyril Dean Darlington, and research shows a surprising lack of conservation between organisms. In some organisms, its properties are diffused along the length of the chromosome, but in karyotypes, it appears as a narrow area. For 10 points—name": {
    "guess": "Centromere",
    "confidence": [
      [
        "Cent",
        -0.0032068235
      ],
      [
        "rom",
        -0.00025621374
      ],
      [
        "ere",
        -7.660316e-05
      ]
    ]
  },
  "This term was used abundantly in the writings of 17th century political philosophers and theorists such as John Locke and Thomas Hobbes to refer to any organized political community that exists due to the consent of the governed. Today, the term is applied to several entities, the most well­known of which is comprised of Great Britain and its current and former dependencies. For ten points, identify this term that also refers to four states: Kentucky, Pennsylvania, Massachusetts, and Virginia.": {
    "guess": "Commonwealth",
    "confidence": [
      [
        "Common",
        -0.007953558
      ],
      [
        "wealth",
        -7.1954215e-05
      ]
    ]
  },
  "The term gekokujo, translated as \"the low oppressing the high,\" was coined during this conflict to describe the victory of peasant mobs. The leader of the Ouchi Clan was forced to destroy his own house in Kyoto at the conclusion of this conflict. This conflict disrupted the construction of the Ginkaku-ji, a pavilion whose original plans called for a covering of silver foil. The Yamana clan was outlawed and defeated during this conflict. As a result of this conflict, the Hosokawa Clan became de-facto": {
    "guess": "Onin War",
    "confidence": [
      [
        "On",
        -0.35940433
      ],
      [
        "in",
        -2.9040899e-05
      ],
      [
        " War",
        -0.00015252856
      ]
    ]
  },
  "Their terms could receive the prorogatio, extending them for a year, and the prefix \"pro\" appended to this title identifies the governor of a Senatorial province. Cambac?es [kahm-ba-SEHR] and Lebrun were two of the three men who held it during the five years when it was an executive office in Republican France. Under the Empire, twelve or more men a year could hold it, mostly on a \"suffect\" rather": {
    "guess": "Roman consul",
    "confidence": [
      [
        "Roman",
        -0.15904616
      ],
      [
        " consul",
        -0.34774432
      ]
    ]
  },
  "In terrorem clauses in these documents attempt to dissuade lawsuits about their validity. One process": {
    "guess": "Will and Testament",
    "confidence": [
      [
        "Will",
        -0.9861759
      ],
      [
        " and",
        -0.094344735
      ],
      [
        " Testament",
        -0.57150257
      ]
    ]
  },
  "This term may come from the Algonquin term for counselor, the name of a political club in Boston in the 18th Century, or the Greek word for drinking cup. It sometimes is used to describe groups of Congressmen,": {
    "guess": "Caucus",
    "confidence": [
      [
        "C",
        -0.029007794
      ],
      [
        "auc",
        -0.00027968953
      ],
      [
        "us",
        -0.000104377614
      ]
    ]
  },
  "He termed the fear of knowing one's self \"the Jonah complex,\" and late in his life he pioneered the study of \"transpersonal psychology,\" which derived a lot of its inspiration from non-Western sources. In a 1968 work he tried to steer people away from what he called \"D-perception\" and \"D-motivation\" and Towards a Psychology of Being. Works like Eupsychian Management and Motivation and Personality develop the ideas based on his most revolutionary paradigm, which was introduced to him by his colleague at Brandeis, Kurt Goldstein. This idea posited that persons would be unable to reach their full potential, or self-actualize, without taking care of certain basic necessities. For 10 points, identify this father of humanistic psychology who developed a pyramidal hierarchy of needs.": {
    "guess": "Abraham Maslow",
    "confidence": [
      [
        "Ab",
        -0.00853822
      ],
      [
        "raham",
        -1.9816675e-06
      ],
      [
        " Mas",
        -6.15835e-05
      ],
      [
        "low",
        -7.822647e-06
      ]
    ]
  },
  "This term was used abundantly in the writings of 17th century political philosophers and theorists such as John Locke and Thomas Hobbes to refer to any organized political community that exists due to": {
    "guess": "Commonwealth",
    "confidence": [
      [
        "Common",
        -0.15574364
      ],
      [
        "wealth",
        -0.00049882074
      ]
    ]
  },
  "He tested for high aptitude as a pilot, but dropped out of the Academy to live a life of smuggling. He carries a BlasTech DL-44 and won his YT-1300 light bulk freighter from a friend in a game of sabacc. He inadvertently launches a famous bounty hunter into the Sarlacc Pit on Tatooine. He joins the Rebellion": {
    "guess": "Han Solo",
    "confidence": [
      [
        "Han",
        -0.0061475313
      ],
      [
        " Solo",
        -0.0005328983
      ]
    ]
  },
  "This term was inspired by an event that saw a man walk around singing \"Killing Me Softly.\" Shawn Hornbeck was an apparent sufferer of this who was discovered after police located Michael J. Devlin. In another example, Brian David Mitchell was able to transport a girl to public places wearing a veil. The most famous sufferer used the name Tania during her involvement in the Sunset District branch of the Hibernia Bank. FTP, name this psychological response displayed by Elizabeth Smart and Patty Hearst": {
    "guess": "Stockholm syndrome",
    "confidence": [
      [
        "Stock",
        -0.0034326925
      ],
      [
        "holm",
        -4.3941356e-05
      ],
      [
        " syndrome",
        -0.050480366
      ]
    ]
  },
  "This term describes the basic unit of flash memory, and Rayleigh-Bénard convection sees the formation": {
    "guess": "Flash Memory",
    "confidence": [
      [
        "Flash",
        -0.44892135
      ],
      [
        " Memory",
        -0.5921816
      ]
    ]
  },
  "The term gekokujo, translated as \"the low oppressing the high,\" was coined during this conflict to describe the victory of peasant mobs. The leader of the Ouchi Clan was forced to destroy his own house in Kyoto at the conclusion of this conflict. This conflict disrupted the construction of the Ginkaku-ji, a pavilion whose original plans called for a covering of silver foil. The Yamana clan was outlawed and defeated during this conflict. As a result of this conflict, the Hosokawa Clan became de-facto rulers of Japan. The Ikko-Ikki Warrior Monks were founded during this conflict. This conflict centered on whether a monk or an infant should become the next shogun and was fought between daimyo that supported each side. For 10 points, name this civil war of the Ashikaga Shogunate, which began Japan's": {
    "guess": "Onin War",
    "confidence": [
      [
        "On",
        -0.10155464
      ],
      [
        "in",
        -4.4537377e-05
      ],
      [
        " War",
        -5.252402e-05
      ]
    ]
  },
  "Terrorist groups in this country were funded by a businessman who published a translation of Doctor Zhivago.": {
    "guess": "Boris Pasternak",
    "confidence": [
      [
        "B",
        -1.2612475
      ],
      [
        "oris",
        -0.0023066737
      ],
      [
        " Past",
        -0.0002390594
      ],
      [
        "ern",
        -7.326546e-05
      ],
      [
        "ak",
        -1.6166903e-05
      ]
    ]
  },
  "The term gekokujo, translated as \"the low oppressing the high,\" was coined during this conflict to describe the victory of peasant mobs. The leader of the Ouchi Clan was forced to destroy his own house": {
    "guess": "Ōnin War",
    "confidence": [
      [
        "\\xc5",
        -1.3296857
      ],
      [
        "\\x8c",
        -1.1994775e-05
      ],
      [
        "nin",
        -0.002914
      ],
      [
        " War",
        -0.0002577634
      ]
    ]
  },
  "During one test, this program created Lake Chagan, and other notable tests included the debut of the T-5 torpedo and Operation First Lightening. Several members of this program were killed during an accident at the Mayak plant. This program's \"third idea\" was the equivalent of a rival country's Teller-Ulam device, and one scientist from this nuclear program won the 1975 Nobel Peace Prize for advocating": {
    "guess": "Soviet atomic bomb project",
    "confidence": [
      [
        "S",
        -0.014429555
      ],
      [
        "ov",
        -2.8921695e-05
      ],
      [
        "iet",
        -5.8126592e-05
      ],
      [
        " atomic",
        -0.4098841
      ],
      [
        " bomb",
        -0.00029482474
      ],
      [
        " project",
        -0.0010172101
      ]
    ]
  },
  "This term can refer to the northeastern provinces of India, disconnected as they are from the rest of the country, and a group of cliffs in Sussex. The term can also be used to describe a series of buildings including the hotels Ukraina, Leningradskaya, and the main building of Moscow State University, once the tallest building in Europe, which are perhaps the most notable buildings of the Stalinist style. It refers to a group whose notable progeny include Oenomaus [EE-NO-MAY-US], Lacedaemon, and": {
    "guess": "Seven Sisters (Moscow)",
    "confidence": [
      [
        "Seven",
        -0.014643035
      ],
      [
        " Sisters",
        -0.0021046982
      ],
      [
        " (",
        -0.009263808
      ],
      [
        "Mos",
        -0.007695002
      ],
      [
        "cow",
        -0.00011498674
      ],
      [
        ")",
        -0.0006095096
      ]
    ]
  },
  "During one test, this program created Lake Chagan, and other notable tests included the debut of the": {
    "guess": "Nuclear Explosions for the National Economy",
    "confidence": [
      [
        "N",
        -0.27009138
      ],
      [
        "uclear",
        -0.008828588
      ],
      [
        " Explos",
        -0.49119863
      ],
      [
        "ions",
        -0.006759891
      ],
      [
        " for",
        -0.077160895
      ],
      [
        " the",
        -0.000112245056
      ],
      [
        " National",
        -9.603336e-05
      ],
      [
        " Economy",
        -0.0001437075
      ]
    ]
  },
  "This term can refer to the northeastern provinces of India, disconnected as they are from the rest of the country, and a group of cliffs in Sussex. The term can also be used to describe a series of buildings including the hotels Ukraina, Leningradskaya, and the main building of Moscow State University,": {
    "guess": "Seven Sisters (Moscow)",
    "confidence": [
      [
        "Seven",
        -0.082344495
      ],
      [
        " Sisters",
        -0.012866773
      ],
      [
        " (",
        -0.10853769
      ],
      [
        "Mos",
        -0.11574907
      ],
      [
        "cow",
        -0.00012654216
      ],
      [
        ")",
        -0.0024109695
      ]
    ]
  },
  "In This Terrible Sound, Peter Cozzens disputed the etymology of a locale near this battle as \"river of death.\" On its first day, John Wilder's mounted infantry used Spencer repeating rifles to repulse Confederates. During this battle, Union troops constructed log breastworks around the LaFayette Road": {
    "guess": "Battle of Chickamauga",
    "confidence": [
      [
        "Battle",
        -0.033316914
      ],
      [
        " of",
        -9.603336e-05
      ],
      [
        " Chick",
        -0.00019769941
      ],
      [
        "ama",
        -0.00031389366
      ],
      [
        "uga",
        -0.0002546641
      ]
    ]
  },
  "This term was used abundantly in the writings of 17th century political philosophers and theorists such": {
    "guess": "Social contract theory",
    "confidence": [
      [
        "Social",
        -1.0224153
      ],
      [
        " contract",
        -0.12920167
      ],
      [
        " theory",
        -0.18396565
      ]
    ]
  },
  "The term \"sentry syndrome\" was used to describe how blame was shifted in the inciting incident of this conflict, and before this event, Ron Tal was shot in traffic for working as a guard in the Ansar 11 prison. The UNLU encouraged tax resistance during this conflict. It was partly a response to the ongoing \"Iron Fist\" deportation policy. This event was partly sparked by people spraying \"Six To One\" in graffiti in response to an incident in which two militants attacked the Gibor camp in the Night of the Gliders. Mehola Junction was (*) suicide-bombed during this event, and Khalil al-Wazir organized several \"Youth Committees\" before this event before being killed in Tunisia near its beginning. Starting during the term of Yitzhak Shamir, this event was largely diffused by both the Madrid Conference and a peace treaty which created a government for Areas A and B and promised mutual recognition, the Oslo Accords. For 10 points, name this period of unrest in the Palestinian territories in the early 1990s": {
    "guess": "First Intifada",
    "confidence": [
      [
        "First",
        -0.32392746
      ],
      [
        " Int",
        -0.0008003382
      ],
      [
        "if",
        -2.9636918e-05
      ],
      [
        "ada",
        -0.00015717384
      ]
    ]
  },
  "This term was used abundantly in the writings of 17th century political philosophers and theorists such as John Locke and Thomas Hobbes to refer to any organized political community that exists due to the consent of the governed. Today, the term is applied to several entities, the most well­known of": {
    "guess": "Social contract",
    "confidence": [
      [
        "Social",
        -0.8006525
      ],
      [
        " contract",
        -0.022243429
      ]
    ]
  },
  "This term is used to describe a set of potentials which are described by the Hertz vectors. The Goos-Hanchen effect observed in total internal reflection is a phase shift that affects propagations with one variety of this property. Different varieties of this property can be transformed into one another by a retarder plate. Mueller matrices operate on the vector representations of this property, which is described by the I, Q, U, and V, and the vector of this property rotates in proportion to the Verdet constant during propagation along a magnetic field in the Faraday effect. Complete transmission": {
    "guess": "Polarization",
    "confidence": [
      [
        "P",
        -0.3808382
      ],
      [
        "olar",
        -0.00035083943
      ],
      [
        "ization",
        -0.0037298917
      ]
    ]
  },
  "The term \"sentry syndrome\" was used to describe how blame was shifted in the inciting incident of this": {
    "guess": "Sentry syndrome",
    "confidence": [
      [
        "S",
        -0.99069697
      ],
      [
        "entry",
        -0.6170006
      ],
      [
        " syndrome",
        -0.21095686
      ]
    ]
  },
  "Tests for this compound and its salts include Nessler's solution and burning sulfur sticks. This chemical was first used to solvate electrons of alkali metals, producing brightly colored solutions.  When Tollens' reagent is prepared for laboratory use, a solution containing this chemical is used to dissolve a precipitate of silver-1 oxide. It is combined with (*) oxygen to produce nitric acid in the Ostwald process, and in humans, this chemical is converted into urea for excretion. One method of producing this chemical uses methane to synthesize hydrogen gas which is then reacted with nitrogen over an iron catalyst, and is called the Haber-Bosch process. For 10 points, name this chemical with formula NH3.": {
    "guess": "Ammonia",
    "confidence": [
      [
        "Am",
        -0.004359264
      ],
      [
        "mon",
        -7.89631e-07
      ],
      [
        "ia",
        -0.00010425841
      ]
    ]
  },
  "Terrorist groups in this country were funded by a businessman who published a translation of Doctor Zhivago. The term \"strategy of tension\" most famously refers to the alleged plotting of terrorist attacks in this country by its government. This country's Communist and Christian Democratic parties agreed": {
    "guess": "Italy",
    "confidence": [
      [
        "Italy",
        -0.009691284
      ]
    ]
  },
  "This term was inspired by an event that saw a man walk around singing \"Killing Me Softly.\" Shawn Hornbeck": {
    "guess": "Stockholm syndrome",
    "confidence": [
      [
        "Stock",
        -0.06919474
      ],
      [
        "holm",
        -9.674858e-05
      ],
      [
        " syndrome",
        -0.0011673647
      ]
    ]
  },
  "The term \"sentry syndrome\" was used to describe how blame was shifted in the inciting incident of this conflict, and before this event, Ron Tal was shot in traffic for working as a guard in the Ansar 11 prison. The UNLU encouraged tax resistance during this conflict. It was partly a response to the ongoing \"Iron Fist\" deportation policy. This event was partly sparked by people spraying \"Six To One\" in graffiti in response to an incident in which two militants attacked the Gibor camp in the Night of the Gliders. Mehola Junction was (*) suicide-bombed during this event, and Khalil al-Wazir organized several \"Youth Committees\" before this event before being killed in Tunisia near its beginning. Starting during the term of Yitzhak Shamir, this event was largely diffused by both the Madrid Conference": {
    "guess": "First Intifada",
    "confidence": [
      [
        "First",
        -0.01075173
      ],
      [
        " Int",
        -0.00076031504
      ],
      [
        "if",
        -4.00813e-06
      ],
      [
        "ada",
        -0.00017934572
      ]
    ]
  },
  "This term may come from the Algonquin term for counselor, the name of a political club in Boston in the 18th Century, or the Greek word for drinking cup. It sometimes is used to describe groups of Congressmen, especially ones that share a common minority status or belong to the same political party. It more commonly refers to a type of election which involves people meeting together. Give this term": {
    "guess": "Caucus",
    "confidence": [
      [
        "C",
        -0.017371755
      ],
      [
        "auc",
        -0.00020938137
      ],
      [
        "us",
        -0.0007725821
      ]
    ]
  },
  "Terrorist groups in this country were funded by a businessman who published a translation of Doctor Zhivago. The term \"strategy of tension\" most famously refers to the alleged plotting of terrorist attacks in this country by its government. This country's Communist and Christian Democratic parties agreed to the (*) Historic Compromise. During this European country's Years of Lead, Communist terrorists called the Red Brigades kidnapped and murdered Prime Minister Aldo Moro. For 10 points, name this": {
    "guess": "Italy",
    "confidence": [
      [
        "Italy",
        -0.47532246
      ]
    ]
  },
  "The term \"sentry syndrome\" was used to describe how blame was shifted in the inciting incident of this conflict, and before this event, Ron Tal was shot in traffic for working as a guard in the Ansar 11 prison. The UNLU encouraged tax resistance during this conflict. It was partly a response to the ongoing": {
    "guess": "Israeli–Palestinian conflict",
    "confidence": [
      [
        "Israeli",
        -1.2969925
      ],
      [
        "–",
        -0.0666443
      ],
      [
        "Pale",
        -0.02149419
      ],
      [
        "stinian",
        -3.888926e-06
      ],
      [
        " conflict",
        -0.00021772196
      ]
    ]
  },
  "This term can be applied to glycine and aluminum hydroxide can exhibit this behavior depending on what": {
    "guess": "Amphoteric",
    "confidence": [
      [
        "Am",
        -0.1389373
      ],
      [
        "phot",
        -0.3357476
      ],
      [
        "eric",
        -0.00019996427
      ]
    ]
  },
  "This term credited to Hipparchus [hih-PAHR-kus] is still used even though his reason for using it was": {
    "guess": "Trigonometry",
    "confidence": [
      [
        "Tr",
        -1.1664157
      ],
      [
        "igon",
        -0.011893155
      ],
      [
        "ometry",
        -0.014362346
      ]
    ]
  },
  "Some tertiary amines such as 1-chloro-2,2-dimethylaziridine, have this property because the nitrogen is part of a three-membered ring and is connected to an atom with an unshared pair of electrons. Because": {
    "guess": "Aziridine",
    "confidence": [
      [
        "Az",
        -0.0636106
      ],
      [
        "ir",
        -0.008332652
      ],
      [
        "idine",
        -0.45916095
      ]
    ]
  },
  "The term \"sentry syndrome\" was used to describe how blame was shifted in the inciting incident of this conflict, and before this event, Ron Tal was shot in traffic for working as a guard in the Ansar 11 prison. The UNLU encouraged tax resistance during this conflict. It was partly a response to the ongoing \"Iron Fist\" deportation policy. This event was partly sparked by people spraying \"Six To One\"": {
    "guess": "Haymarket affair",
    "confidence": [
      [
        "Hay",
        -2.3632476
      ],
      [
        "market",
        -0.002165606
      ],
      [
        " affair",
        -0.0061534587
      ]
    ]
  },
  "The term \"sentry syndrome\" was used to describe how blame was shifted in the inciting incident of this conflict, and before this event, Ron Tal was shot in traffic for working as a guard in the Ansar 11 prison. The UNLU encouraged tax resistance during this conflict. It was partly a response to the ongoing \"Iron Fist\" deportation policy. This event was partly sparked by people spraying \"Six To One\" in graffiti in response to an incident in which two militants attacked the Gibor camp in the Night of the Gliders. Mehola Junction was (*) suicide-bombed during this event, and Khalil al-Wazir organized several \"Youth Committees\" before this event before being killed in Tunisia near its beginning. Starting during the term of Yitzhak Shamir, this event was largely diffused by both the Madrid Conference and a peace treaty which created a government for Areas A and B and promised mutual recognition,": {
    "guess": "First Intifada",
    "confidence": [
      [
        "First",
        -0.011692166
      ],
      [
        " Int",
        -0.0007604343
      ],
      [
        "if",
        -6.749814e-06
      ],
      [
        "ada",
        -0.00028982185
      ]
    ]
  },
  "Tests for this compound and its salts include Nessler's solution and burning sulfur sticks. This chemical was first used to solvate electrons of alkali metals, producing brightly colored solutions.  When Tollens' reagent is prepared for laboratory use, a solution containing this chemical is used to dissolve a precipitate of silver-1 oxide. It is combined with (*) oxygen to produce nitric acid in the Ostwald process, and in humans, this chemical is converted into urea for excretion. One method of producing this chemical uses methane to synthesize hydrogen gas which is then reacted with nitrogen over an iron catalyst, and is called the Haber-Bosch process. For 10 points, name this chemical with": {
    "guess": "Ammonia",
    "confidence": [
      [
        "Am",
        -0.0029320605
      ],
      [
        "mon",
        -1.0280384e-06
      ],
      [
        "ia",
        -0.04104336
      ]
    ]
  },
  "In terrorem clauses in these documents attempt to dissuade lawsuits about their validity. One process of resolving issues arising from these documents is referred to as ademption. A codicil is a document": {
    "guess": "Will and testament",
    "confidence": [
      [
        "Will",
        -0.12773731
      ],
      [
        " and",
        -0.070803076
      ],
      [
        " testament",
        -0.051962927
      ]
    ]
  },
  "Some tertiary amines such as 1-chloro-2,2-dimethylaziridine, have this property because the nitrogen": {
    "guess": "Aziridine",
    "confidence": [
      [
        "Az",
        -0.39685017
      ],
      [
        "ir",
        -0.015126321
      ],
      [
        "idine",
        -0.6859885
      ]
    ]
  },
  "Terrorist groups in this country were funded by a businessman who published a translation of Doctor Zhivago. The term \"strategy of tension\" most famously refers to the alleged plotting of terrorist attacks in this country by its government. This country's Communist and Christian Democratic parties agreed to the (*) Historic Compromise. During this European country's Years of Lead, Communist terrorists called the Red Brigades kidnapped and murdered Prime Minister Aldo Moro. For 10 points, name this country later led by Silvio Berlusconi.": {
    "guess": "Years of Lead in Italy",
    "confidence": [
      [
        "Years",
        -0.5610589
      ],
      [
        " of",
        -0.001115212
      ],
      [
        " Lead",
        -0.02085168
      ],
      [
        " in",
        -0.010914947
      ],
      [
        " Italy",
        -0.0016469688
      ]
    ]
  },
  "The term referred to the native inhabitants of Laconia. The ephors declared war on them each year so": {
    "guess": "Helots",
    "confidence": [
      [
        "Hel",
        -0.04180039
      ],
      [
        "ots",
        -4.501419e-05
      ]
    ]
  },
  "In terrorem clauses in these documents attempt to dissuade lawsuits about their validity. One process of resolving issues arising from these documents is referred to as ademption. A codicil is a document that amends small portions of these. Authors of these documents are called testators. For 10 points,": {
    "guess": "Will and testament",
    "confidence": [
      [
        "Will",
        -0.49665293
      ],
      [
        " and",
        -0.08905964
      ],
      [
        " testament",
        -0.60372996
      ]
    ]
  },
  "This term was first coined by Nino Frank, and Boris Ingster's Stranger on the Third Floor is often said to be the first one. Other famous ones included Out of the Past, about a man who once worked for a gambler, and The Postman Always Rings Twice. Constrained by the Hays Code, nobody actually got away with murder in one, thanks to detectives like Humphrey Bogart in The Maltese Falcon. Known for flashbacks, dark cinematography, private investigators, and beautiful femmes fatale, this is, FTP, what": {
    "guess": "Film noir",
    "confidence": [
      [
        "Film",
        -0.01866969
      ],
      [
        " noir",
        -0.059741836
      ]
    ]
  },
  "This term credited to Hipparchus [hih-PAHR-kus] is still used even though his reason for using it was incorrect. Hipparchus classified objects into six classes, while one of the two modern measurements": {
    "guess": "Magnitude (astronomy)",
    "confidence": [
      [
        "Magnitude",
        -1.1368022
      ],
      [
        " (",
        -0.34350857
      ],
      [
        "astr",
        -0.054910943
      ],
      [
        "onomy",
        -2.2007884e-05
      ],
      [
        ")",
        -0.00046701534
      ]
    ]
  },
  "The term referred to the native inhabitants of Laconia. The ephors declared war on them each year so that they could be murdered at any time and the krypteia patrolled the countryside looking for dangerous ones. Bound to the soil, their owners could neither free nor sell them, but the Messenian variety were freed by Epaminondas in 370 BC, although the system continued until the second century. For": {
    "guess": "Helots",
    "confidence": [
      [
        "Hel",
        -0.37115502
      ],
      [
        "ots",
        -0.025618574
      ]
    ]
  },
  "The term A in the denominator is a normalization factor that may change with temperature. A raised to the E over kT simply refers to the exponential dependence on energy and temperature, while the minus one in the denominator refers to the quantum difference that arises from the fact that the involved": {
    "guess": "Boltzmann factor",
    "confidence": [
      [
        "B",
        -0.64292717
      ],
      [
        "olt",
        -0.014059854
      ],
      [
        "z",
        -0.000105331244
      ],
      [
        "mann",
        -3.2855416e-05
      ],
      [
        " factor",
        -0.16770853
      ]
    ]
  },
  "This term first appeared in Aristotle's \"Politics,\" and William Baumol argued that with low barriers to entry and exit, there is little need for regulation. To maximize profits, this type of firm will": {
    "guess": "Perfect competition",
    "confidence": [
      [
        "Perfect",
        -0.04264914
      ],
      [
        " competition",
        -0.01651663
      ]
    ]
  },
  "Their terms could receive the prorogatio, extending them for a year, and the prefix \"pro\" appended to this title identifies the governor of a Senatorial province. Cambac?es [kahm-ba-SEHR] and Lebrun were two of the three men who held it during the five years when it was an executive office in Republican": {
    "guess": "Roman Dictator",
    "confidence": [
      [
        "Roman",
        -0.9633726
      ],
      [
        " Dict",
        -0.8045265
      ],
      [
        "ator",
        -0.002673161
      ]
    ]
  },
  "The term was first applied to art in a 1925 essay by Franz Roh. Arturo Uslar Pietri first applied it to  [i] fiction in the 1960s, and it caught on when Miguel Ángel Asturias used it to describe his Nobel-winning novels. Including such works as Milan Kundera's Immortality—for 10 points—name this literary": {
    "guess": "Magic realism",
    "confidence": [
      [
        "Magic",
        -0.11433663
      ],
      [
        " realism",
        -0.011264146
      ]
    ]
  },
  "He termed the fear of knowing one's self \"the Jonah complex,\" and late in his life he pioneered the study of \"transpersonal psychology,\" which derived a lot of its inspiration from non-Western sources. In a 1968 work he tried to steer people away from what he called \"D-perception\" and \"D-motivation\" and Towards a Psychology of Being. Works like Eupsychian Management and Motivation and Personality develop the ideas based on his most revolutionary paradigm, which was introduced to him by his colleague": {
    "guess": "Abraham Maslow",
    "confidence": [
      [
        "Ab",
        -0.0055281697
      ],
      [
        "raham",
        -2.220075e-06
      ],
      [
        " Mas",
        -8.4112995e-05
      ],
      [
        "low",
        -2.4584822e-06
      ]
    ]
  },
  "Tests for this compound and its salts include Nessler's solution and burning sulfur sticks. This chemical was first used to solvate electrons of alkali metals, producing brightly colored solutions.  When Tollens' reagent is prepared for laboratory use, a solution containing this chemical is used to dissolve a precipitate of silver-1 oxide. It is combined with (*) oxygen to produce nitric acid in the Ostwald process, and in humans, this chemical is converted into urea for excretion. One method of": {
    "guess": "Ammonia",
    "confidence": [
      [
        "Am",
        -0.015626047
      ],
      [
        "mon",
        -4.4849444e-06
      ],
      [
        "ia",
        -0.059620656
      ]
    ]
  },
  "This term credited to Hipparchus [hih-PAHR-kus] is still used even though his reason for using it was incorrect. Hipparchus classified objects into six classes, while one of the two modern measurements of this quantity is based on comparisons to the star Vega. To keep values on the y-axis between negative ten and positive twenty on a Hertzsprung-Russell diagram, astronomers use this quantity instead of luminosity. Name this quantity whose apparent and absolute values are measures of brightness.": {
    "guess": "Apparent magnitude",
    "confidence": [
      [
        "App",
        -0.05369751
      ],
      [
        "arent",
        -2.8206474e-05
      ],
      [
        " magnitude",
        -0.01011031
      ]
    ]
  },
  "This term was originally used as part of the name of a committee organized by Pope Gregory the Fifteenth, and it is associated with the Creel Committee organized by Woodrow Wilson during World War One. During World War Two, it was the last word in the name of an agency run by Joseph Goebbels. Since then, the term has become pejorative and is associated with advertising, especially advertising by the government. Give this term referring to messages aimed at influencing large groups of people.": {
    "guess": "Propaganda",
    "confidence": [
      [
        "Prop",
        -0.004446021
      ],
      [
        "ag",
        -0.0001527633
      ],
      [
        "anda",
        -2.8325678e-05
      ]
    ]
  },
  "This term is used to describe a set of potentials which are described by the Hertz vectors. The Goos-Hanchen effect observed in total internal reflection is a phase shift that affects propagations with": {
    "guess": "Hertz potential",
    "confidence": [
      [
        "H",
        -1.3860542
      ],
      [
        "ertz",
        -0.016012901
      ],
      [
        " potential",
        -0.39178008
      ]
    ]
  },
  "This test takes into account the observed deviation in each component of an expected ratio as well as the sample size and reduces them to a single numerical value. The value obtained can then be used to estimate how frequently the observed deviation can be expected to occur strictly as a result of chance. It can be calculated by taking the summation of deviation squared divided by the expected value for a given category. For 10 points, identify this statistical test, commonly used to accept or reject the null hypothesis in regards to observed Mendelian ratios.": {
    "guess": "Chi-squared test",
    "confidence": [
      [
        "Chi",
        -0.0034770016
      ],
      [
        "-s",
        -0.060664095
      ],
      [
        "quared",
        -3.4405064e-05
      ],
      [
        " test",
        -0.017109176
      ]
    ]
  },
  "As a test, this character orders his wife to attempt to seduce the rider of Gringolet. This character respectively receives one, two, and three kisses in exchange for venison, a boar's head, and the skin of a fox. He draws blood from another character because of that character's possession of a magic girdle, before revealing that he is the host of Castle Hautdesert. At the beginning of the poem he appears in, he picks up his head and rides away after being decapitated by an axe. He reveals that he": {
    "guess": "Sir Gawain and the Green Knight",
    "confidence": [
      [
        "Sir",
        -0.0543739
      ],
      [
        " Gaw",
        -0.5059902
      ],
      [
        "ain",
        -4.1273333e-06
      ],
      [
        " and",
        -0.0050402023
      ],
      [
        " the",
        -0.00024751187
      ],
      [
        " Green",
        -9.849109e-06
      ],
      [
        " Knight",
        -1.2352386e-05
      ]
    ]
  },
  "This term describes the basic unit of flash memory, and Rayleigh-Bénard convection sees the formation of these in a different context. In meteorology, the wind belts around Earth are organized into three circulation types of these entities called the Ferrel, Polar, and Hadley ones. (*) Photovoltaic ones are used in solar panels, and most batteries can be referred to as dry ones of these. Living entities with this designation were first observed by Robert Hooke and Antonie van Leeuwenhoek, and can": {
    "guess": "Cell (biology)",
    "confidence": [
      [
        "Cell",
        -0.21967116
      ],
      [
        " (",
        -0.23244849
      ],
      [
        "biology",
        -0.0021008947
      ],
      [
        ")",
        -0.0005362324
      ]
    ]
  },
  "This territory was home to the ZCMI, one of the nation's first department stores. Judge Perry E. Brocchus was one of the \"runaway officials\" who fled this territory fearing for their safety. Miners were encouraged to flock to this territory by Colonel Patrick Connor. The policies of Wilford Woodruff": {
    "guess": "Utah Territory",
    "confidence": [
      [
        "Ut",
        -0.08652454
      ],
      [
        "ah",
        -0.00018363337
      ],
      [
        " Territory",
        -0.6068548
      ]
    ]
  },
  "This test takes into account the observed deviation in each component of an expected ratio as well as the sample size and reduces them to a single numerical value. The value obtained can then be used to estimate how frequently the observed deviation can be expected to occur strictly as a result of chance. It can be calculated by taking the summation of deviation squared divided by the expected value for a given category. For 10 points, identify this statistical test, commonly used to accept or reject": {
    "guess": "Chi-squared test",
    "confidence": [
      [
        "Chi",
        -0.012451607
      ],
      [
        "-s",
        -0.03179193
      ],
      [
        "quared",
        -3.888926e-06
      ],
      [
        " test",
        -0.001975146
      ]
    ]
  },
  "This term can refer to the northeastern provinces of India, disconnected as they are from the rest of the country, and a group of cliffs in Sussex. The term can also be used to describe a series of buildings": {
    "guess": "Seven Sisters (geography)",
    "confidence": [
      [
        "Seven",
        -0.267928
      ],
      [
        " Sisters",
        -0.0031818748
      ],
      [
        " (",
        -0.078189
      ],
      [
        "ge",
        -0.6919866
      ],
      [
        "ography",
        -0.10844955
      ],
      [
        ")",
        -0.0034416034
      ]
    ]
  },
  "This term describes the basic unit of flash memory, and Rayleigh-Bénard convection sees the formation of these in a different context. In meteorology, the wind belts around Earth are organized into three circulation types of these entities called the Ferrel, Polar, and Hadley ones. (*) Photovoltaic ones are used in solar panels, and most batteries can be referred to as dry ones of these. Living entities with this designation were first observed by Robert Hooke and Antonie van Leeuwenhoek, and can be classified as prokaryotic and eukaryotic. Controversy has risen regarding the use of stem ones in cloning. For ten points, name this term which is most commonly used in biology to designate the smallest": {
    "guess": "Cell",
    "confidence": [
      [
        "Cell",
        -0.08192974
      ]
    ]
  },
  "This term was first coined by Nino Frank, and Boris Ingster's Stranger on the Third Floor is often said to be the first one. Other famous ones included Out of the Past, about a man who once worked for a gambler, and The Postman Always Rings Twice. Constrained by the Hays Code, nobody actually got away with murder in one, thanks to detectives like Humphrey Bogart in The Maltese Falcon. Known for flashbacks, dark cinematography, private investigators, and beautiful femmes fatale, this is, FTP, what genre of 1940s crime movies known by a French term?": {
    "guess": "Film noir",
    "confidence": [
      [
        "Film",
        -0.022588246
      ],
      [
        " noir",
        -0.05268166
      ]
    ]
  },
  "This territory was home to the ZCMI, one of the nation's first department stores. Judge Perry E. Brocchus was one of the \"runaway officials\" who fled this territory fearing for their safety. Miners were encouraged to flock to this territory by Colonel Patrick Connor. The policies of Wilford Woodruff helped this territory achieve statehood. After offering safe passage to migrants from Arkansas, John Doyle Lee and a group of Paiute Indians carried out the (*) Mountain Meadows Massacre here. A town named for Millard Fillmore was once the center of this territory, which lent its old name to the Deseret Telegraph Company. For 10 points, name this territory once run by Brigham Young, which became a": {
    "guess": "Utah Territory",
    "confidence": [
      [
        "Ut",
        -0.011717033
      ],
      [
        "ah",
        -9.138441e-05
      ],
      [
        " Territory",
        -0.08694383
      ]
    ]
  },
  "Some tertiary amines such as 1-chloro-2,2-dimethylaziridine, have this property because the nitrogen is part of a three-membered ring and is connected to an atom with an unshared pair of electrons. Because of the crowding of the rings, hexahelicene must have this property, as does heptalene due to its twisted structure that also helps prevent resolution. FTP, name this property of molecules, from the": {
    "guess": "Chirality",
    "confidence": [
      [
        "Ch",
        -0.22006154
      ],
      [
        "ir",
        -0.004937124
      ],
      [
        "ality",
        -2.5345586e-05
      ]
    ]
  },
  "In This Terrible Sound, Peter Cozzens disputed the etymology of a locale near this battle as \"river of death.\" On its first day, John Wilder's mounted infantry used Spencer repeating rifles to repulse Confederates. During this battle, Union troops constructed log breastworks around the LaFayette Road and later held a position on Horseshoe Ridge. Due to confusion, the Union commander ordered Thomas J. Wood to move northward to fill a nonexistent (*) gap during this battle, opening up a real gap for Longstreet's troops to exploit. After this battle, the Union forces retreated to the recently-captured city of Chattanooga. For holding his position until the end of this battle's second day, George": {
    "guess": "Battle of Chickamauga",
    "confidence": [
      [
        "Battle",
        -0.019092115
      ],
      [
        " of",
        -0.00072136853
      ],
      [
        " Chick",
        -0.0009969638
      ],
      [
        "ama",
        -0.0008373849
      ],
      [
        "uga",
        -9.7583004e-05
      ]
    ]
  }
}