{
  "Cimon received a command to retrieve this man's bones from Scyros, where he fled during an uprising led by Menestheus. A man who met him trying to steal his cattle, Pirithous, aided him in stealing Helen, and they were both imprisoned in Hades for trying to capture Persephone. He killed a man who tore people apart by tying them to pine trees and a man who cut or stretched people to fit his bed. He also received twine from Ariadne so he would not get lost in the labyrinth. For 10 points, name this": {
    "guess": "Theseus",
    "confidence": [
      [
        "These",
        -0.015666068
      ],
      [
        "us",
        -0.00039325762
      ]
    ]
  },
  "Cimon received a command to retrieve this man's bones from Scyros, where he fled during an uprising led by Menestheus. A man who met him trying to steal his cattle, Pirithous, aided him in stealing Helen, and they were both imprisoned in Hades for trying to capture Persephone. He killed a man who tore people apart by tying them to pine trees and a man who cut or stretched people to fit his bed. He": {
    "guess": "Theseus",
    "confidence": [
      [
        "These",
        -0.015821666
      ],
      [
        "us",
        -0.0003970648
      ]
    ]
  },
  "Cimmeria collided with Laurasia during this period, which saw the proliferation of plesiosaurides. Named for a mountain range on the Swiss-French border, this period experienced the first appearance of the direct predecessors of sharks, neoselachii. Birds first took flight during this period, which is divided into the Lias, Dogger, and Malm epochs. The [*] breakup of Pangaea occurred during this period whose wildlife included the Stegosaurus and the Brachiosaurus. For 10 points, name this period between the Triassic and Cretaceous that is most famous for its prolific dinosaur population.": {
    "guess": "Jurassic Period",
    "confidence": [
      [
        "Jur",
        -0.011387197
      ],
      [
        "assic",
        -3.8219583e-05
      ],
      [
        " Period",
        -0.16632907
      ]
    ]
  },
  "Cimmeria collided with Laurasia during this period, which saw the proliferation of plesiosaurides. Named for a mountain range on the Swiss-French border, this period experienced the first appearance of the direct predecessors of sharks, neoselachii. Birds first took flight during this period, which is": {
    "guess": "Jurassic",
    "confidence": [
      [
        "Jur",
        -0.032876823
      ],
      [
        "assic",
        -8.566264e-05
      ]
    ]
  },
  "Cimon received a command to retrieve this man's bones from Scyros, where he fled during an uprising led by Menestheus. A man who met him trying to steal his cattle, Pirithous, aided him in stealing Helen, and they were both imprisoned in Hades for trying to capture Persephone. He killed a man who tore": {
    "guess": "Theseus",
    "confidence": [
      [
        "These",
        -0.029329559
      ],
      [
        "us",
        -0.00034058793
      ]
    ]
  },
  "Cimon received a command to retrieve this man's bones from Scyros, where he fled during an uprising led by Menestheus. A man who met him trying to steal his cattle, Pirithous, aided him in stealing Helen, and they were both imprisoned in Hades for trying to capture Persephone. He killed a man who tore people apart by tying them to pine trees and a man who cut or stretched people to fit his bed. He also received twine from Ariadne so he would not get lost in the labyrinth. For 10 points, name this Athenian king who killed Sinis, Procrustes, and the Minotaur.": {
    "guess": "Theseus",
    "confidence": [
      [
        "These",
        -0.0004322189
      ],
      [
        "us",
        -6.289474e-05
      ]
    ]
  },
  "Cimmeria collided with Laurasia during this period, which saw the proliferation of plesiosaurides. Named for a mountain range on the Swiss-French border, this period experienced the first appearance of the direct predecessors of sharks, neoselachii. Birds first took flight during this period, which is divided into the Lias, Dogger, and Malm epochs. The [*] breakup of Pangaea occurred during this period": {
    "guess": "Jurassic",
    "confidence": [
      [
        "Jur",
        -0.010140761
      ],
      [
        "assic",
        -3.6073914e-05
      ]
    ]
  },
  "Cimon received a command to retrieve this man's bones from Scyros, where he fled during an uprising led": {
    "guess": "Theseus",
    "confidence": [
      [
        "These",
        -0.015676042
      ],
      [
        "us",
        -0.00036667887
      ]
    ]
  },
  "Cimmeria collided with Laurasia during this period, which saw the proliferation of plesiosaurides. Named": {
    "guess": "Jurassic",
    "confidence": [
      [
        "Jur",
        -0.07912573
      ],
      [
        "assic",
        -7.0523776e-05
      ]
    ]
  },
  "Cimon received a command to retrieve this man's bones from Scyros, where he fled during an uprising led by Menestheus. A man who met him trying to steal his cattle, Pirithous, aided him in stealing Helen,": {
    "guess": "Theseus",
    "confidence": [
      [
        "These",
        -0.011705836
      ],
      [
        "us",
        -0.00014120422
      ]
    ]
  },
  "Cimmeria collided with Laurasia during this period, which saw the proliferation of plesiosaurides. Named for a mountain range on the Swiss-French border, this period experienced the first appearance of the direct predecessors of sharks, neoselachii. Birds first took flight during this period, which is divided into the Lias, Dogger, and Malm epochs. The [*] breakup of Pangaea occurred during this period whose wildlife included the Stegosaurus and the Brachiosaurus. For 10 points, name this period": {
    "guess": "Jurassic",
    "confidence": [
      [
        "Jur",
        -0.009526688
      ],
      [
        "assic",
        -4.5371802e-05
      ]
    ]
  },
  "Cimmeria collided with Laurasia during this period, which saw the proliferation of plesiosaurides. Named for a mountain range on the Swiss-French border, this period experienced the first appearance of": {
    "guess": "Jurassic",
    "confidence": [
      [
        "Jur",
        -0.23859452
      ],
      [
        "assic",
        -0.00014609157
      ]
    ]
  }
}