{
  "One opposition party in this country, the PDIP, protested the election of Abdurrahman Wahid [wah-HEED] as president over Megawati Sukarnoputri [soo-KAHR-noe-poo-tree]. This country was for many years headed by Sukarno [soo-KAHR-noe] and then Suharto [soo-HAHR-toe]. This country's special forces formed": {
    "guess": "People's Representative Council",
    "confidence": [
      [
        "People",
        -1.8764175
      ],
      [
        "'s",
        -0.0009787439
      ],
      [
        " Representative",
        -0.20226528
      ],
      [
        " Council",
        -0.0063425377
      ]
    ]
  },
  "This man was opposed to the demolition of Sophiatown, and later stayed for a period of time at the Liliesleaf Farm. He befriended Oliver Tambo, a fellow political activist, with whom he founded a groundbreaking law firm. He made arrangements with Moammar Gaddafi for the trial of the Lockerbie bombers;": {
    "guess": "Nelson Mandela",
    "confidence": [
      [
        "N",
        -0.1148827
      ],
      [
        "elson",
        -0.03746258
      ],
      [
        " Mandela",
        -2.5345586e-05
      ]
    ]
  },
  "Opposition movements in this country include Erk, Birlik and an Islamist group led by the late Juma Namangoniy. In May 2005, hundreds of civilian protestors were shot in this country's (*) Andijan massacre, which was followed by the expulsion of Americans from the Khanabad military base. For 10  points—": {
    "guess": "Uzbekistan",
    "confidence": [
      [
        "U",
        -0.03849893
      ],
      [
        "zbek",
        -0.00046510808
      ],
      [
        "istan",
        -0.00064940983
      ]
    ]
  },
  "An opponent of Frederic Bartlett,  this man's namesake illusion consists of a circle surrounded by larger circles,  which appears larger than the same circle flanked by smaller circles. He tried to apply Fechner's theories to higher mental processes in works like The Intelligence of Schoolchildren  and he wrote a treatise on color vision based on a double pyramid. He is best known, however ,for his innovations in psychological experimentation, discovering the serial position curve, and devising the word completion test. FTP, identify this psychologist, best known for his work On Memory.": {
    "guess": "Hermann Ebbinghaus",
    "confidence": [
      [
        "H",
        -0.0018808044
      ],
      [
        "ermann",
        -0.00097029883
      ],
      [
        " E",
        -5.6219335e-05
      ],
      [
        "bbing",
        -9.9371064e-05
      ],
      [
        "haus",
        -3.333223e-05
      ]
    ]
  },
  "This man was opposed to the demolition of Sophiatown, and later stayed for a period of time at the Liliesleaf Farm. He befriended Oliver Tambo, a fellow political activist, with whom he founded a groundbreaking": {
    "guess": "Nelson Mandela",
    "confidence": [
      [
        "N",
        -0.13899268
      ],
      [
        "elson",
        -1.5809293e-05
      ],
      [
        " Mandela",
        -5.7888185e-05
      ]
    ]
  },
  "Before opposing the American independence activists in Taxation No Tyranny, this author used Juvenalian": {
    "guess": "Samuel Johnson",
    "confidence": [
      [
        "Sam",
        -0.725764
      ],
      [
        "uel",
        -9.7583004e-05
      ],
      [
        " Johnson",
        -0.0006391693
      ]
    ]
  },
  "One opponent of this policy made the \"I am prepared to die\" speech during the Rivonia Trial. Aspects of this policy included the Group Areas Act and the Terrorism Act, the latter of which led to the arrest and death of Stephen Biko. It resulted in the creation of Venda, Ciskei (SIS-kay), and other Bantustans. Opposition to this policy resulted in the Sharpeville massacre and the Soweto uprising in": {
    "guess": "Apartheid",
    "confidence": [
      [
        "A",
        -0.0007718668
      ],
      [
        "par",
        -9.5079726e-05
      ],
      [
        "theid",
        -0.00016516048
      ]
    ]
  },
  "He opposed the cautious foreign policy of Lord Aberdeen, favoring the Italian liberals, opposing Louis Philippe, and gaining Hong Kong by the treaty of Nanking. He sent a squadron to Greece to ensure that debts owed to Don Pacifico, a citizen from Gibraltar, would be repaid, but was dismissed by Russell a year later for not consulting the cabinet before welcoming Louis Napoleons seizure of power. FTP, identify this British statesman, who returned as prime minister in 1855 and successfully closed the Black Sea at the treaty of Paris, who died in 1865 and who was memorably preferred to Pitt the Elder in a barroom brawl.": {
    "guess": "William Ewart Gladstone",
    "confidence": [
      [
        "William",
        -0.75036806
      ],
      [
        " E",
        -0.14090054
      ],
      [
        "wart",
        -0.0089083435
      ],
      [
        " Glad",
        -4.8425554e-06
      ],
      [
        "stone",
        -4.7875077e-05
      ]
    ]
  },
  "The opportunity to take Venetia drew Italy into this conflict, though France remained neutral, hoping to seize the Rhineland. One side was eager to repudiate the pact forced on it at Olmütz sixteen years": {
    "guess": "Austro-Prussian War",
    "confidence": [
      [
        "A",
        -1.7128133
      ],
      [
        "ust",
        -0.0022976324
      ],
      [
        "ro",
        -0.008948279
      ],
      [
        "-",
        -0.017122183
      ],
      [
        "Pr",
        -0.0041000084
      ],
      [
        "ussian",
        -2.4630364e-05
      ],
      [
        " War",
        -0.0048803003
      ]
    ]
  },
  "Opposition movements in this country include Erk, Birlik and an Islamist group led by the late Juma Namangoniy.": {
    "guess": "Islamism in Uzbekistan",
    "confidence": [
      [
        "Islam",
        -0.9495837
      ],
      [
        "ism",
        -0.051720247
      ],
      [
        " in",
        -0.039090537
      ],
      [
        " Uzbek",
        -0.3557543
      ],
      [
        "istan",
        -8.220573e-05
      ]
    ]
  },
  "Opponents of this policy attempted to overthrow the government in the first \"constructive motion of no confidence.\" The initial secrecy of this policy was broken when the Bahr paper was leaked to Quick magazine. The development of this policy was supported by the Four-Powers Agreement, which prompted the creation of \"permanent missions\" under the Basic Treaty and the signing of the (*) Transit Accord. The popularity of this policy may have led Markus Wolf to leak the information that Gunter Guillaume was a spy. This policy was symbolized by the \"kniefall\" performed by its creator at the Warsaw Ghetto Uprising Memorial. This policy replaced the Hallstein doctrine, which refused to recognize a": {
    "guess": "Ostpolitik",
    "confidence": [
      [
        "O",
        -0.093073
      ],
      [
        "st",
        -3.0545007e-06
      ],
      [
        "polit",
        -4.1318875e-05
      ],
      [
        "ik",
        -0.00015574339
      ]
    ]
  },
  "Opposition movements in this country include Erk, Birlik and an Islamist group led by the late Juma Namangoniy. In May 2005, hundreds of civilian protestors were shot in this country's (*) Andijan massacre, which was followed by the expulsion of Americans from the Khanabad military base. For 10  points— name this Central Asian country which is a major producer of cotton and is ruled by Islam Karimov.": {
    "guess": "Uzbekistan",
    "confidence": [
      [
        "U",
        -0.00054862583
      ],
      [
        "zbek",
        -8.220573e-05
      ],
      [
        "istan",
        -3.786197e-05
      ]
    ]
  },
  "Opponents of this policy attempted to overthrow the government in the first \"constructive motion of no confidence.\" The initial secrecy of this policy was broken when the Bahr paper was leaked to Quick magazine. The development of this policy was supported by the Four-Powers Agreement, which prompted the creation of \"permanent missions\" under the Basic Treaty and the signing of the (*) Transit Accord. The popularity of this policy may have led Markus Wolf to leak the information that Gunter Guillaume": {
    "guess": "Ostpolitik",
    "confidence": [
      [
        "O",
        -0.46621016
      ],
      [
        "st",
        -9.400689e-05
      ],
      [
        "polit",
        -8.184812e-05
      ],
      [
        "ik",
        -0.0002734946
      ]
    ]
  },
  "It was opposed in Congress by such men as New Jersey Senator Theodore Frelinghuysen and Tennessee Representative": {
    "guess": "Second Bank of the United States",
    "confidence": [
      [
        "Second",
        -2.2806766
      ],
      [
        " Bank",
        -0.64019907
      ],
      [
        " of",
        -0.00058341504
      ],
      [
        " the",
        -0.0011448608
      ],
      [
        " United",
        -0.00070921704
      ],
      [
        " States",
        -0.00010175513
      ]
    ]
  },
  "Opposite corners of this constellation are at the start Saiph and Bellatrix. Though called its beta, its brightest star is usually Rigel [RY-jul]. This constellation is visible only in the winter, and its alpha star, part of the Winter Triangle and at the center of the Winter Hexagon, is (*) Betelgeuse": {
    "guess": "Orion (constellation)",
    "confidence": [
      [
        "Or",
        -0.010758455
      ],
      [
        "ion",
        -1.4974867e-05
      ],
      [
        " (",
        -4.246537e-06
      ],
      [
        "const",
        -2.6299214e-05
      ],
      [
        "ellation",
        -3.8338785e-05
      ],
      [
        ")",
        -5.2001665e-06
      ]
    ]
  },
  "The opportunity to take Venetia drew Italy into this conflict, though France remained neutral, hoping": {
    "guess": "Austro-Prussian War",
    "confidence": [
      [
        "A",
        -0.5862778
      ],
      [
        "ust",
        -1.5809293e-05
      ],
      [
        "ro",
        -0.0004838194
      ],
      [
        "-",
        -0.00784983
      ],
      [
        "Pr",
        -0.0007495904
      ],
      [
        "ussian",
        -1.6286107e-05
      ],
      [
        " War",
        -0.00037240062
      ]
    ]
  },
  "This man's opponents formed the Lichfield House Compact in order to consolidate their power, and his": {
    "guess": "Lichfield House Compact",
    "confidence": [
      [
        "L",
        -0.21652853
      ],
      [
        "ich",
        -7.58424e-06
      ],
      [
        "field",
        -4.561021e-05
      ],
      [
        " House",
        -0.0035349713
      ],
      [
        " Compact",
        -0.00032235344
      ]
    ]
  },
  "One opponent of this policy made the \"I am prepared to die\" speech during the Rivonia Trial. Aspects of this policy included the Group Areas Act and the Terrorism Act, the latter of which led to the arrest and death of Stephen Biko. It resulted in the creation of Venda, Ciskei (SIS-kay), and other Bantustans.": {
    "guess": "Apartheid",
    "confidence": [
      [
        "A",
        -0.00300147
      ],
      [
        "par",
        -6.086828e-05
      ],
      [
        "theid",
        -8.1490514e-05
      ]
    ]
  },
  "One opponent of this legal principle was billionaire Mark Cuban, who said it would create a \"whack-a-mole environment.\" A proposal establishing this legal principle was put into effect in 2010, but in a 2014 case, the DC Circuit Court determined that companies would not be affected unless they were reclassified. Over a million public comments were elicited by a 2014 proposal violating this regulatory principle, which would allow companies to build special fast lanes. Those comments in support of": {
    "guess": "Net neutrality in the United States",
    "confidence": [
      [
        "Net",
        -0.006159978
      ],
      [
        " neutrality",
        -0.24902755
      ],
      [
        " in",
        -0.15330715
      ],
      [
        " the",
        -0.00017421995
      ],
      [
        " United",
        -0.00020854695
      ],
      [
        " States",
        -0.00022952311
      ]
    ]
  },
  "An opponent of Frederic Bartlett,  this man's namesake illusion consists of a circle surrounded by larger circles,  which appears larger than the same circle flanked by smaller circles. He tried to apply": {
    "guess": "Ebbinghaus illusion",
    "confidence": [
      [
        "E",
        -0.52230364
      ],
      [
        "bbing",
        -0.09818258
      ],
      [
        "haus",
        -5.6769813e-06
      ],
      [
        " illusion",
        -0.034220252
      ]
    ]
  },
  "One opponent of these people died when he was fed a bird which had been treated with plaster and gypsum, while another of their opponents was fooled by a giant fake crab and crushed by a mountain, thus avenging the earlier deaths of the Four Hundred Boys. These characters were conceived when a skull spit into their mother's palm. They also killed a bird who was pretending to be the sun and the moon": {
    "guess": "Popol Vuh",
    "confidence": [
      [
        "Pop",
        -0.6131762
      ],
      [
        "ol",
        -0.0027172605
      ],
      [
        " V",
        -0.000450811
      ],
      [
        "uh",
        -6.392203e-06
      ]
    ]
  },
  "Before opposing the American independence activists in Taxation No Tyranny, this author used Juvenalian satire as a model for his poem \"The Vanity of Human Wishes.\" He was the first to include real literary": {
    "guess": "Samuel Johnson",
    "confidence": [
      [
        "Sam",
        -0.040333953
      ],
      [
        "uel",
        -2.188868e-05
      ],
      [
        " Johnson",
        -0.00057900813
      ]
    ]
  },
  "It was opposed in Congress by such men as New Jersey Senator Theodore Frelinghuysen and Tennessee Representative David Crockett and it was also opposed outside of Congress by a number of Christian missionaries,* including Jeremiah Everts. With the passage of this act and the overwhelming re-election of Andrew Jackson in 1832, a number of Native Americans began to reconsider their positions on relocation. FTP, name this law passed in 1830 which gave the president authorization to negotiate land-exchange": {
    "guess": "Indian Removal Act",
    "confidence": [
      [
        "Indian",
        -0.054782752
      ],
      [
        " Removal",
        -0.00064249965
      ],
      [
        " Act",
        -0.00064381096
      ]
    ]
  },
  "This man's opponents formed the Lichfield House Compact in order to consolidate their power, and his government ordered that factories be cleaned every fourteenth month and that women and children couldn't work more than 12 hours a day in the Factory Act. An insane lumberjack killed this man's personal": {
    "guess": "Robert Peel",
    "confidence": [
      [
        "Robert",
        -0.3730481
      ],
      [
        " Peel",
        -0.0024920646
      ]
    ]
  },
  "This man was opposed to the demolition of Sophiatown, and later stayed for a period of time at the Liliesleaf Farm. He befriended Oliver Tambo, a fellow political activist, with whom he founded a groundbreaking law firm. He made arrangements with Moammar Gaddafi for the trial of the Lockerbie bombers; earlier, while imprisoned at Robben Island, he declared that \"I am prepared to die.\" For 10 points, name this successor to F. W. de Klerk, a South African politician who helped to bring about the end": {
    "guess": "Thabo Mbeki",
    "confidence": [
      [
        "Th",
        -0.13431333
      ],
      [
        "abo",
        -3.650519e-06
      ],
      [
        " Mb",
        -1.2352386e-05
      ],
      [
        "eki",
        -0.0004730911
      ]
    ]
  },
  "Opponents of this policy attempted to overthrow the government in the first \"constructive motion of no confidence.\" The initial secrecy of this policy was broken when the Bahr paper was leaked to Quick magazine. The development of this policy was supported by the Four-Powers Agreement, which prompted the creation of \"permanent missions\" under the Basic Treaty and the signing of the (*) Transit Accord. The popularity of this policy may have led Markus Wolf to leak the information that Gunter Guillaume was a spy. This policy was symbolized by the \"kniefall\" performed by its creator at the Warsaw Ghetto Uprising Memorial. This policy replaced the Hallstein doctrine, which refused to recognize a certain country. For 10 points, name this policy of Willy Brandt which called for better relations with East Germany.": {
    "guess": "Ostpolitik",
    "confidence": [
      [
        "O",
        -0.00787408
      ],
      [
        "st",
        -3.1737043e-06
      ],
      [
        "polit",
        -4.3464544e-05
      ],
      [
        "ik",
        -0.00020246755
      ]
    ]
  },
  "One opponent of this legal principle was billionaire Mark Cuban, who said it would create a \"whack-a-mole": {
    "guess": "Net neutrality",
    "confidence": [
      [
        "Net",
        -0.05230499
      ],
      [
        " neutrality",
        -0.21909633
      ]
    ]
  },
  "Opposition to this person's policies was organized by the Secret Army Organization. This man was appointed Prime Minister by René Coty during the turbulent period of the Algerian question. The constitution that created the (*) Fifth Republic was drafted by this man, who became that republic's first president. Earlier, this man led his country's opposition to the Vichy regime. For 10 points, name this": {
    "guess": "Charles de Gaulle",
    "confidence": [
      [
        "Charles",
        -0.014642327
      ],
      [
        " de",
        -0.0020129792
      ],
      [
        " Gaul",
        -0.00021259987
      ],
      [
        "le",
        -2.3080716e-05
      ]
    ]
  },
  "Before opposing the American independence activists in Taxation No Tyranny, this author used Juvenalian satire as a model for his poem \"The Vanity of Human Wishes.\" He was the first to include real literary quotations as usage examples, in his monumental Dictionary of the English Language. He may be best-known not as an author but as a subject of a work based on two decades of friendship with a Scottish attorney. For 10 points, name this eighteenth-century literary figure, the subject of a noted biography by James Boswell.": {
    "guess": "Samuel Johnson",
    "confidence": [
      [
        "Sam",
        -0.008643294
      ],
      [
        "uel",
        -3.8696395e-05
      ],
      [
        " Johnson",
        -4.6683042e-05
      ]
    ]
  },
  "The opportunity to take Venetia drew Italy into this conflict, though France remained neutral, hoping to seize the Rhineland. One side was eager to repudiate the pact forced on it at Olmütz sixteen years prior; the other has success under Hamburg at the Second Battle of Langensalza, but surrendered days later. This war's hostilities were ended by the Treaty of Prague shortly after von Blumenthal organized victory at Königgrätz. The victors were received Schleswig-Holstein in a treaty signed in the": {
    "guess": "Austro-Prussian War",
    "confidence": [
      [
        "A",
        -0.0010026819
      ],
      [
        "ust",
        -5.0497558e-05
      ],
      [
        "ro",
        -9.2576454e-05
      ],
      [
        "-",
        -3.9769227e-05
      ],
      [
        "Pr",
        -5.080963e-06
      ],
      [
        "ussian",
        -1.2948405e-05
      ],
      [
        " War",
        -0.00029875844
      ]
    ]
  },
  "He opposed the cautious foreign policy of Lord Aberdeen, favoring the Italian liberals, opposing Louis Philippe, and gaining Hong Kong by the treaty of Nanking. He sent a squadron to Greece to ensure that debts owed to Don Pacifico, a citizen from Gibraltar, would be repaid, but was dismissed by Russell a year later for not consulting the cabinet before welcoming Louis Napoleons seizure of power. FTP, identify this British statesman, who returned as prime minister in 1855 and successfully closed the Black Sea at the treaty of Paris, who died in 1865 and who was memorably preferred to Pitt the Elder": {
    "guess": "William Ewart Gladstone",
    "confidence": [
      [
        "William",
        -0.8681448
      ],
      [
        " E",
        -0.13640319
      ],
      [
        "wart",
        -0.021493023
      ],
      [
        " Glad",
        -1.4021238e-05
      ],
      [
        "stone",
        -6.229872e-05
      ]
    ]
  },
  "This man's opponents formed the Lichfield House Compact in order to consolidate their power, and his government ordered that factories be cleaned every fourteenth month and that women and children couldn't work more than 12 hours a day in the Factory Act. An insane lumberjack killed this man's personal secretary in an assassination attempt; that assassin was Daniel McNaughton. This man refused to replace Lord Melbourne in an incident in which he asked for the Queen's personal attendants to be replaced,": {
    "guess": "Robert Peel",
    "confidence": [
      [
        "Robert",
        -0.060040943
      ],
      [
        " Peel",
        -0.00096077356
      ]
    ]
  },
  "The opportunity to take Venetia drew Italy into this conflict, though France remained neutral, hoping to seize the Rhineland. One side was eager to repudiate the pact forced on it at Olmütz sixteen years prior; the other has success under Hamburg at the Second Battle of Langensalza, but surrendered days": {
    "guess": "Austro-Prussian War",
    "confidence": [
      [
        "A",
        -0.90044314
      ],
      [
        "ust",
        -0.0025971804
      ],
      [
        "ro",
        -0.0016215033
      ],
      [
        "-",
        -0.00076555274
      ],
      [
        "Pr",
        -0.00025680976
      ],
      [
        "ussian",
        -3.9292416e-05
      ],
      [
        " War",
        -0.0024705438
      ]
    ]
  },
  "This man's opponents formed the Lichfield House Compact in order to consolidate their power, and his government ordered that factories be cleaned every fourteenth month and that women and children couldn't work more than 12 hours a day in the Factory Act. An insane lumberjack killed this man's personal secretary in an assassination attempt; that assassin was Daniel McNaughton. This man refused to replace Lord Melbourne in an incident in which he asked for the Queen's personal attendants to be replaced, the Bedchamber Crisis. He outlined his party's political philosophy in the Tamworth Manifesto, but his most famous action was in response to the Irish Potato Famine. An ardent opponent of Daniel O'Connell and Catholic emancipation, for 10 points, name this Prime Minister of Britain who repealed": {
    "guess": "Robert Peel",
    "confidence": [
      [
        "Robert",
        -0.033278055
      ],
      [
        " Peel",
        -5.407367e-05
      ]
    ]
  },
  "One opponent in this man's party selected Theodore Roosevelt Sr. to replace him in an early position, and this man signed the Edmunds Act, banning polygamy. Serving as the chief of the New York Customs House under the Grant administration with the support of Stalwart leader Roscoe Conkling, he was kicked out of that position by a man he would succeed in another office. His term in office saw the passage of the Chinese Exclusion Act, and began as a result of the actions of Charles Giteau. As president, he appointed the first Civil Service commission following the passage of the Pendleton Civil Service Reform Act. For 10 points name this 21st president who rebuilt the navy after succeeding James": {
    "guess": "Chester A. Arthur",
    "confidence": [
      [
        "Che",
        -0.0009666072
      ],
      [
        "ster",
        -4.3202e-07
      ],
      [
        " A",
        -0.0011122356
      ],
      [
        ".",
        -0.00013011828
      ],
      [
        " Arthur",
        -1.6524515e-05
      ]
    ]
  },
  "He opposed the cautious foreign policy of Lord Aberdeen, favoring the Italian liberals, opposing Louis Philippe, and gaining Hong Kong by the treaty of Nanking. He sent a squadron to Greece to ensure that debts owed to Don Pacifico, a citizen from Gibraltar, would be repaid, but was dismissed by Russell a year later for not consulting the cabinet before welcoming Louis Napoleons seizure of power. FTP, identify this British statesman, who returned as prime minister in 1855 and successfully closed": {
    "guess": "Henry John Temple, 3rd Viscount Palmerston",
    "confidence": [
      [
        "Henry",
        -0.15131329
      ],
      [
        " John",
        -0.001772758
      ],
      [
        " Temple",
        -7.398068e-05
      ],
      [
        ",",
        -0.0017462197
      ],
      [
        " ",
        -0.00012487332
      ],
      [
        "3",
        -3.7265952e-05
      ],
      [
        "rd",
        -2.939851e-05
      ],
      [
        " Vis",
        -0.0002632431
      ],
      [
        "count",
        -4.978234e-05
      ],
      [
        " Palmer",
        -1.6524515e-05
      ],
      [
        "ston",
        -3.1424974e-05
      ]
    ]
  },
  "Before opposing the American independence activists in Taxation No Tyranny, this author used Juvenalian satire as a model for his poem \"The Vanity of Human Wishes.\" He was the first to include real literary quotations as usage examples, in his monumental Dictionary of the English Language. He may be best-known not as an author but as a subject of a work based on two decades of friendship with a Scottish attorney. For 10 points, name this eighteenth-century literary figure, the subject of a noted": {
    "guess": "Samuel Johnson",
    "confidence": [
      [
        "Sam",
        -0.022735199
      ],
      [
        "uel",
        -0.00019591136
      ],
      [
        " Johnson",
        -6.2775536e-05
      ]
    ]
  },
  "Opponents of this policy attempted to overthrow the government in the first \"constructive motion of no confidence.\" The initial secrecy of this policy was broken when the Bahr paper was leaked to Quick magazine. The development of this policy was supported by the Four-Powers Agreement, which prompted": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -0.28953838
      ]
    ]
  },
  "Opposition to this person's policies was organized by the Secret Army Organization. This man was appointed": {
    "guess": "Charles de Gaulle",
    "confidence": [
      [
        "Charles",
        -0.01447727
      ],
      [
        " de",
        -0.00077877333
      ],
      [
        " Gaul",
        -0.00015753144
      ],
      [
        "le",
        -7.58424e-06
      ]
    ]
  },
  "This man opposed Einstein's theory of relativity and rejected the notion of the curvature of space is better known for his namesake radius, the radius of the orbit of a charged particle around a magnetic": {
    "guess": "Hannes Alfvén",
    "confidence": [
      [
        "H",
        -1.2884034
      ],
      [
        "annes",
        -0.46339983
      ],
      [
        " Al",
        -0.023557223
      ],
      [
        "fv",
        -0.00564079
      ],
      [
        "én",
        -1.0921943e-05
      ]
    ]
  },
  "The opportunity to take Venetia drew Italy into this conflict, though France remained neutral, hoping to seize the Rhineland. One side was eager to repudiate the pact forced on it at Olmütz sixteen years prior; the other has success under Hamburg at the Second Battle of Langensalza, but surrendered days later. This war's hostilities were ended by the Treaty of Prague shortly after von Blumenthal organized": {
    "guess": "Austro-Prussian War",
    "confidence": [
      [
        "A",
        -0.30379555
      ],
      [
        "ust",
        -0.00046570413
      ],
      [
        "ro",
        -0.00088966393
      ],
      [
        "-",
        -0.00015717384
      ],
      [
        "Pr",
        -1.1041146e-05
      ],
      [
        "ussian",
        -2.0815847e-05
      ],
      [
        " War",
        -0.00049691345
      ]
    ]
  },
  "One opposition party in this country, the PDIP, protested the election of Abdurrahman Wahid [wah-HEED] as president over Megawati Sukarnoputri [soo-KAHR-noe-poo-tree]. This country was for many years headed by Sukarno [soo-KAHR-noe] and then Suharto [soo-HAHR-toe]. This country's special forces formed the counter-terrorist force Detachment 88 in response to the 2002 bombing of a nightclub in Bali. Following a referendum, East Timor [tee-mor] voters chose independence from this nation. Name this Southeast Asian nation, the world's largest archipelago.": {
    "guess": "Indonesia",
    "confidence": [
      [
        "Ind",
        -0.0018361836
      ],
      [
        "onesia",
        -7.79144e-05
      ]
    ]
  },
  "This man was opposed to the demolition of Sophiatown, and later stayed for a period of time at the Liliesleaf Farm. He befriended Oliver Tambo, a fellow political activist, with whom he founded a groundbreaking law firm. He made arrangements with Moammar Gaddafi for the trial of the Lockerbie bombers; earlier, while imprisoned at Robben Island, he declared that \"I am prepared to die.\" For 10 points, name this successor to F. W. de Klerk, a South African politician who helped to bring about the end of apartheid.": {
    "guess": "Nelson Mandela",
    "confidence": [
      [
        "N",
        -0.0015622388
      ],
      [
        "elson",
        -1.504853e-06
      ],
      [
        " Mandela",
        -3.5716304e-05
      ]
    ]
  },
  "One opponent of these people died when he was fed a bird which had been treated with plaster and gypsum, while another of their opponents was fooled by a giant fake crab and crushed by a mountain, thus avenging the earlier deaths of the Four Hundred Boys. These characters were conceived when a skull spit into their mother's palm. They also killed a bird who was pretending to be the sun and the moon using a blowgun. One of them was decapitated in the (*) Bat House, but was able to recover his real": {
    "guess": "Popol Vuh",
    "confidence": [
      [
        "Pop",
        -0.3887682
      ],
      [
        "ol",
        -0.005806617
      ],
      [
        " V",
        -0.0013007113
      ],
      [
        "uh",
        -2.939851e-05
      ]
    ]
  },
  "This man's opponents formed the Lichfield House Compact in order to consolidate their power, and his government ordered that factories be cleaned every fourteenth month and that women and children couldn't work more than 12 hours a day in the Factory Act. An insane lumberjack killed this man's personal secretary in an assassination attempt; that assassin was Daniel McNaughton. This man refused to replace Lord Melbourne in an incident in which he asked for the Queen's personal attendants to be replaced, the Bedchamber Crisis. He outlined his party's political philosophy in the Tamworth Manifesto,": {
    "guess": "Robert Peel",
    "confidence": [
      [
        "Robert",
        -0.06349974
      ],
      [
        " Peel",
        -0.00026288547
      ]
    ]
  },
  "It was opposed in Congress by such men as New Jersey Senator Theodore Frelinghuysen and Tennessee Representative David Crockett and it was also opposed outside of Congress by a number of Christian missionaries,* including Jeremiah Everts. With the passage of this act and the overwhelming re-election": {
    "guess": "1830 Indian Removal Act",
    "confidence": [
      [
        "183",
        -0.79927367
      ],
      [
        "0",
        -0.04327595
      ],
      [
        " Indian",
        -0.002682422
      ],
      [
        " Removal",
        -0.0029214954
      ],
      [
        " Act",
        -0.045264527
      ]
    ]
  },
  "He opposed the cautious foreign policy of Lord Aberdeen, favoring the Italian liberals, opposing Louis Philippe, and gaining Hong Kong by the treaty of Nanking. He sent a squadron to Greece to ensure that debts owed to Don Pacifico, a citizen from Gibraltar, would be repaid, but was dismissed by Russell": {
    "guess": "Henry John Temple, 3rd Viscount Palmerston",
    "confidence": [
      [
        "Henry",
        -0.033962853
      ],
      [
        " John",
        -0.00079009397
      ],
      [
        " Temple",
        -1.5928495e-05
      ],
      [
        ",",
        -5.6815352e-05
      ],
      [
        " ",
        -6.7901296e-05
      ],
      [
        "3",
        -3.6908343e-05
      ],
      [
        "rd",
        -1.4378848e-05
      ],
      [
        " Vis",
        -0.00015395533
      ],
      [
        "count",
        -1.0325924e-05
      ],
      [
        " Palmer",
        -5.3193703e-06
      ],
      [
        "ston",
        -1.4021238e-05
      ]
    ]
  },
  "One opponent in this man's party selected Theodore Roosevelt Sr. to replace him in an early position, and this man signed the Edmunds Act, banning polygamy. Serving as the chief of the New York Customs House under the Grant administration with the support of Stalwart leader Roscoe Conkling, he was kicked out of that position by a man he would succeed in another office. His term in office saw the passage of the Chinese Exclusion Act, and began as a result of the actions of Charles Giteau. As president, he appointed the first Civil Service commission following the passage of the Pendleton Civil Service Reform Act. For 10 points name this 21st president who rebuilt the navy after succeeding James Garfield.": {
    "guess": "Chester A. Arthur",
    "confidence": [
      [
        "Che",
        -0.0006514363
      ],
      [
        "ster",
        -3.1281633e-07
      ],
      [
        " A",
        -0.0013039262
      ],
      [
        ".",
        -5.967624e-05
      ],
      [
        " Arthur",
        -1.1517961e-05
      ]
    ]
  },
  "Opposite corners of this constellation are at the start Saiph and Bellatrix. Though called its beta, its brightest star is usually Rigel [RY-jul]. This constellation is visible only in the winter, and": {
    "guess": "Orion (constellation)",
    "confidence": [
      [
        "Or",
        -0.0028068947
      ],
      [
        "ion",
        -2.1054253e-05
      ],
      [
        " (",
        -4.8425554e-06
      ],
      [
        "const",
        -2.4749568e-05
      ],
      [
        "ellation",
        -2.3438328e-05
      ],
      [
        ")",
        -3.650519e-06
      ]
    ]
  },
  "An opponent of Frederic Bartlett,  this man's namesake illusion consists of a circle surrounded by larger": {
    "guess": "Hermann Ebbinghaus",
    "confidence": [
      [
        "H",
        -0.75122803
      ],
      [
        "ermann",
        -0.0037758583
      ],
      [
        " E",
        -0.045709424
      ],
      [
        "bbing",
        -0.0042156396
      ],
      [
        "haus",
        -3.9054008e-05
      ]
    ]
  },
  "This man was opposed to the demolition of Sophiatown, and later stayed for a period of time at the Liliesleaf Farm. He befriended Oliver Tambo, a fellow political activist, with whom he founded a groundbreaking law firm. He made arrangements with Moammar Gaddafi for the trial of the Lockerbie bombers; earlier, while imprisoned at Robben Island, he declared that \"I am prepared to die.\" For 10 points,": {
    "guess": "Nelson Mandela",
    "confidence": [
      [
        "N",
        -0.047527913
      ],
      [
        "elson",
        -0.00024358915
      ],
      [
        " Mandela",
        -4.0722858e-05
      ]
    ]
  },
  "Opposition to this person's policies was organized by the Secret Army Organization. This man was appointed Prime Minister by René Coty during the turbulent period of the Algerian question. The constitution": {
    "guess": "Félix Gaillard",
    "confidence": [
      [
        "F",
        -0.9160246
      ],
      [
        "é",
        -0.1406053
      ],
      [
        "lix",
        -1.8908588e-05
      ],
      [
        " Ga",
        -0.02430214
      ],
      [
        "illard",
        -8.530503e-05
      ]
    ]
  },
  "Before opposing the American independence activists in Taxation No Tyranny, this author used Juvenalian satire as a model for his poem \"The Vanity of Human Wishes.\" He was the first to include real literary quotations as usage examples, in his monumental Dictionary of the English Language. He may be": {
    "guess": "Samuel Johnson",
    "confidence": [
      [
        "Sam",
        -0.0024056237
      ],
      [
        "uel",
        -6.992776e-05
      ],
      [
        " Johnson",
        -0.000117370815
      ]
    ]
  },
  "Opposite corners of this constellation are at the start Saiph and Bellatrix. Though called its beta, its brightest star is usually Rigel [RY-jul]. This constellation is visible only in the winter, and its alpha star, part of the Winter Triangle and at the center of the Winter Hexagon, is (*) Betelgeuse [\"beetle juice\"]. A line across its center formed by Alnitak, Alnilam, and Mintaka is known as its": {
    "guess": "Orion (constellation)",
    "confidence": [
      [
        "Or",
        -0.0035088456
      ],
      [
        "ion",
        -0.00014621076
      ],
      [
        " (",
        -0.0027850273
      ],
      [
        "const",
        -0.00023822498
      ],
      [
        "ellation",
        -9.794062e-05
      ],
      [
        ")",
        -1.1637165e-05
      ]
    ]
  },
  "One opposition party in this country, the PDIP, protested the election of Abdurrahman Wahid [wah-HEED] as president over Megawati Sukarnoputri [soo-KAHR-noe-poo-tree]. This country was for many years headed by Sukarno [soo-KAHR-noe] and then Suharto [soo-HAHR-toe]. This country's special forces formed the counter-terrorist force Detachment 88 in response to the 2002 bombing of a nightclub in Bali. Following a referendum, East Timor [tee-mor] voters chose independence from this nation. Name this Southeast": {
    "guess": "Indonesia",
    "confidence": [
      [
        "Ind",
        -0.4635915
      ],
      [
        "onesia",
        -0.0009829124
      ]
    ]
  },
  "This man's opponents formed the Lichfield House Compact in order to consolidate their power, and his government ordered that factories be cleaned every fourteenth month and that women and children couldn't work more than 12 hours a day in the Factory Act. An insane lumberjack killed this man's personal secretary in an assassination attempt; that assassin was Daniel McNaughton. This man refused to replace": {
    "guess": "Robert Peel",
    "confidence": [
      [
        "Robert",
        -0.02660564
      ],
      [
        " Peel",
        -0.00032271104
      ]
    ]
  },
  "One opponent of this legal principle was billionaire Mark Cuban, who said it would create a \"whack-a-mole environment.\" A proposal establishing this legal principle was put into effect in 2010, but in": {
    "guess": "Net neutrality in the United States",
    "confidence": [
      [
        "Net",
        -0.025606027
      ],
      [
        " neutrality",
        -0.09925807
      ],
      [
        " in",
        -0.25477272
      ],
      [
        " the",
        -0.00026908406
      ],
      [
        " United",
        -5.8484206e-05
      ],
      [
        " States",
        -9.448371e-05
      ]
    ]
  },
  "Opposite corners of this constellation are at the start Saiph and Bellatrix. Though called its beta, its brightest star is usually Rigel [RY-jul]. This constellation is visible only in the winter, and its alpha star, part of the Winter Triangle and at the center of the Winter Hexagon, is (*) Betelgeuse [\"beetle juice\"]. A line across its center formed by Alnitak, Alnilam, and Mintaka is known as its \"belt\". For 10 points, name this constellation known as the Hunter.": {
    "guess": "Orion (constellation)",
    "confidence": [
      [
        "Or",
        -0.02198609
      ],
      [
        "ion",
        -0.0002880338
      ],
      [
        " (",
        -0.000335939
      ],
      [
        "const",
        -0.00031782736
      ],
      [
        "ellation",
        -8.363618e-05
      ],
      [
        ")",
        -4.5133394e-05
      ]
    ]
  },
  "One opponent of this policy made the \"I am prepared to die\" speech during the Rivonia Trial. Aspects": {
    "guess": "Apartheid",
    "confidence": [
      [
        "A",
        -0.054737046
      ],
      [
        "par",
        -0.00024382756
      ],
      [
        "theid",
        -3.6073914e-05
      ]
    ]
  },
  "This man was opposed to the demolition of Sophiatown, and later stayed for a period of time at the Liliesleaf": {
    "guess": "Nelson Mandela",
    "confidence": [
      [
        "N",
        -0.2317948
      ],
      [
        "elson",
        -0.0005294414
      ],
      [
        " Mandela",
        -0.00019519613
      ]
    ]
  },
  "Opposition to this person's policies was organized by the Secret Army Organization. This man was appointed Prime Minister by René Coty during the turbulent period of the Algerian question. The constitution that created the (*) Fifth Republic was drafted by this man, who became that republic's first president. Earlier, this man led his country's opposition to the Vichy regime. For 10 points, name this man who, during World War II, led the Free French Forces against Nazi rule.": {
    "guess": "Charles de Gaulle",
    "confidence": [
      [
        "Charles",
        -0.007730488
      ],
      [
        " de",
        -0.0008335704
      ],
      [
        " Gaul",
        -5.9080223e-05
      ],
      [
        "le",
        -3.0545007e-06
      ]
    ]
  },
  "One opposition party in this country, the PDIP, protested the election of Abdurrahman Wahid [wah-HEED] as president over Megawati Sukarnoputri [soo-KAHR-noe-poo-tree]. This country was for many years headed by Sukarno [soo-KAHR-noe] and then Suharto [soo-HAHR-toe]. This country's special forces formed the counter-terrorist force Detachment 88 in response to the 2002 bombing of a nightclub in Bali.": {
    "guess": "People's Representative Council",
    "confidence": [
      [
        "People",
        -1.2776297
      ],
      [
        "'s",
        -0.00068336446
      ],
      [
        " Representative",
        -0.1874424
      ],
      [
        " Council",
        -0.008675196
      ]
    ]
  },
  "One opponent of these people died when he was fed a bird which had been treated with plaster and gypsum, while another of their opponents was fooled by a giant fake crab and crushed by a mountain, thus avenging the earlier deaths of the Four Hundred Boys. These characters were conceived when a skull spit into their mother's palm. They also killed a bird who was pretending to be the sun and the moon using a blowgun. One of them was decapitated in the (*) Bat House, but was able to recover his real head during a ball game. They were able to retrieve their father's remains after tricking One Death and Seven Death into killing themselves. These killers of Seven Macaw were also victorious over the lords of Xibalba. For 10 points, name this pair of Mayan brothers, whose names were Hunahpu and Xbalanque.": {
    "guess": "Popol Vuh",
    "confidence": [
      [
        "Pop",
        -0.67604107
      ],
      [
        "ol",
        -0.006644441
      ],
      [
        " V",
        -0.00021414584
      ],
      [
        "uh",
        -2.2365493e-05
      ]
    ]
  },
  "One opponent of this legal principle was billionaire Mark Cuban, who said it would create a \"whack-a-mole environment.\" A proposal establishing this legal principle was put into effect in 2010, but in a 2014 case, the DC Circuit Court determined that companies would not be affected unless they were reclassified. Over a million public comments were elicited by a 2014 proposal violating this regulatory principle, which would allow companies to build special fast lanes. Those comments in support of this principle were sent to the FCC, led by ex-cable lobbyist Tom Wheeler. For 10 points, name this policy which states that Internet service providers should treat all Internet data equally.": {
    "guess": "Net neutrality",
    "confidence": [
      [
        "Net",
        -0.0075719613
      ],
      [
        " neutrality",
        -0.03979498
      ]
    ]
  },
  "Before opposing the American independence activists in Taxation No Tyranny, this author used Juvenalian satire as a model for his poem \"The Vanity of Human Wishes.\" He was the first to include real literary quotations as usage examples, in his monumental Dictionary of the English Language. He may be best-known not as an author but as a subject of a work based on two decades of friendship with a Scottish": {
    "guess": "Samuel Johnson",
    "confidence": [
      [
        "Sam",
        -0.02003374
      ],
      [
        "uel",
        -5.9795446e-05
      ],
      [
        " Johnson",
        -4.6563837e-05
      ]
    ]
  },
  "Opposition to this person's policies was organized by the Secret Army Organization. This man was appointed Prime Minister by René Coty during the turbulent period of the Algerian question. The constitution that created the (*) Fifth Republic was drafted by this man, who became that republic's first president.": {
    "guess": "Charles de Gaulle",
    "confidence": [
      [
        "Charles",
        -0.00612941
      ],
      [
        " de",
        -0.00059866573
      ],
      [
        " Gaul",
        -4.692145e-05
      ],
      [
        "le",
        -5.2001665e-06
      ]
    ]
  },
  "An opponent of Frederic Bartlett,  this man's namesake illusion consists of a circle surrounded by larger circles,  which appears larger than the same circle flanked by smaller circles. He tried to apply Fechner's theories to higher mental processes in works like The Intelligence of Schoolchildren  and": {
    "guess": "Hermann Ebbinghaus",
    "confidence": [
      [
        "H",
        -0.005892769
      ],
      [
        "ermann",
        -0.0002421587
      ],
      [
        " E",
        -3.8696395e-05
      ],
      [
        "bbing",
        -6.325235e-05
      ],
      [
        "haus",
        -4.8471098e-05
      ]
    ]
  },
  "It was opposed in Congress by such men as New Jersey Senator Theodore Frelinghuysen and Tennessee Representative David Crockett and it was also opposed outside of Congress by a number of Christian missionaries,* including Jeremiah Everts. With the passage of this act and the overwhelming re-election of Andrew Jackson in 1832, a number of Native Americans began to reconsider their positions on relocation.": {
    "guess": "Indian Removal Act",
    "confidence": [
      [
        "Indian",
        -0.016299928
      ],
      [
        " Removal",
        -0.028013507
      ],
      [
        " Act",
        -0.0061675594
      ]
    ]
  },
  "One opponent in this man's party selected Theodore Roosevelt Sr. to replace him in an early position, and this man signed the Edmunds Act, banning polygamy. Serving as the chief of the New York Customs House under the Grant administration with the support of Stalwart leader Roscoe Conkling, he was kicked out of that position by a man he would succeed in another office. His term in office saw the passage": {
    "guess": "Chester A. Arthur",
    "confidence": [
      [
        "Che",
        -0.01961838
      ],
      [
        "ster",
        -4.3202e-07
      ],
      [
        " A",
        -0.0057193856
      ],
      [
        ".",
        -0.0005810309
      ],
      [
        " Arthur",
        -0.00019603055
      ]
    ]
  },
  "One opponent in this man's party selected Theodore Roosevelt Sr. to replace him in an early position, and this man signed the Edmunds Act, banning polygamy. Serving as the chief of the New York Customs House under the Grant administration with the support of Stalwart leader Roscoe Conkling, he was kicked out of that position by a man he would succeed in another office. His term in office saw the passage of the Chinese Exclusion Act, and began as a result of the actions of Charles Giteau. As president, he appointed the first Civil Service commission following the passage of the Pendleton Civil Service": {
    "guess": "Chester A. Arthur",
    "confidence": [
      [
        "Che",
        -0.0018443976
      ],
      [
        "ster",
        -2.220075e-06
      ],
      [
        " A",
        -0.0018714019
      ],
      [
        ".",
        -0.00015264409
      ],
      [
        " Arthur",
        -2.8802491e-05
      ]
    ]
  },
  "It was opposed in Congress by such men as New Jersey Senator Theodore Frelinghuysen and Tennessee Representative David Crockett and it was also opposed outside of Congress by a number of Christian missionaries,* including Jeremiah Everts. With the passage of this act and the overwhelming re-election of Andrew Jackson in 1832, a number of Native Americans began to reconsider their positions on relocation. FTP, name this law passed in 1830 which gave the president authorization to negotiate land-exchange treaties with Native Americans living east of the Mississippi.": {
    "guess": "Indian Removal Act",
    "confidence": [
      [
        "Indian",
        -0.0023817115
      ],
      [
        " Removal",
        -6.921253e-05
      ],
      [
        " Act",
        -5.574252e-05
      ]
    ]
  },
  "Opposite corners of this constellation are at the start Saiph and Bellatrix. Though called its beta,": {
    "guess": "Orion (constellation)",
    "confidence": [
      [
        "Or",
        -0.026417572
      ],
      [
        "ion",
        -4.7159858e-05
      ],
      [
        " (",
        -0.0017142125
      ],
      [
        "const",
        -4.8709502e-05
      ],
      [
        "ellation",
        -6.6306106e-06
      ],
      [
        ")",
        -1.2664457e-06
      ]
    ]
  },
  "This man opposed Einstein's theory of relativity and rejected the notion of the curvature of space is": {
    "guess": "Hendrik Lorentz",
    "confidence": [
      [
        "H",
        -1.5059232
      ],
      [
        "end",
        -0.07701136
      ],
      [
        "rik",
        -0.00042400116
      ],
      [
        " Lore",
        -0.02344882
      ],
      [
        "nt",
        -6.704273e-07
      ],
      [
        "z",
        -1.3902034e-05
      ]
    ]
  },
  "An opponent of Frederic Bartlett,  this man's namesake illusion consists of a circle surrounded by larger circles,  which appears larger than the same circle flanked by smaller circles. He tried to apply Fechner's theories to higher mental processes in works like The Intelligence of Schoolchildren  and he wrote a treatise on color vision based on a double pyramid. He is best known, however ,for his": {
    "guess": "Hermann Ebbinghaus",
    "confidence": [
      [
        "H",
        -0.004584042
      ],
      [
        "ermann",
        -0.00023977463
      ],
      [
        " E",
        -0.00040826996
      ],
      [
        "bbing",
        -7.302705e-05
      ],
      [
        "haus",
        -4.572941e-05
      ]
    ]
  },
  "One opponent of this legal principle was billionaire Mark Cuban, who said it would create a \"whack-a-mole environment.\" A proposal establishing this legal principle was put into effect in 2010, but in a 2014 case, the DC Circuit Court determined that companies would not be affected unless they were reclassified. Over a million public comments were elicited by a 2014 proposal violating this regulatory": {
    "guess": "Net neutrality",
    "confidence": [
      [
        "Net",
        -0.12439947
      ],
      [
        " neutrality",
        -0.30458432
      ]
    ]
  },
  "Opponents of this policy attempted to overthrow the government in the first \"constructive motion of no confidence.\" The initial secrecy of this policy was broken when the Bahr paper was leaked to Quick": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -0.886433
      ]
    ]
  },
  "Opponents of this policy attempted to overthrow the government in the first \"constructive motion of no confidence.\" The initial secrecy of this policy was broken when the Bahr paper was leaked to Quick magazine. The development of this policy was supported by the Four-Powers Agreement, which prompted the creation of \"permanent missions\" under the Basic Treaty and the signing of the (*) Transit Accord. The popularity of this policy may have led Markus Wolf to leak the information that Gunter Guillaume was a spy. This policy was symbolized by the \"kniefall\" performed by its creator at the Warsaw Ghetto Uprising Memorial. This policy replaced the Hallstein doctrine, which refused to recognize a certain country. For 10 points, name this policy of Willy Brandt which called for better relations with": {
    "guess": "Ostpolitik",
    "confidence": [
      [
        "O",
        -0.016653221
      ],
      [
        "st",
        -5.2001665e-06
      ],
      [
        "polit",
        -0.00025788258
      ],
      [
        "ik",
        -0.00026574635
      ]
    ]
  },
  "Opponents of this policy attempted to overthrow the government in the first \"constructive motion of no": {
    "guess": "Impeachment in the United States",
    "confidence": [
      [
        "Im",
        -0.8556263
      ],
      [
        "pe",
        -5.3596854e-05
      ],
      [
        "achment",
        -0.0014917691
      ],
      [
        " in",
        -0.4481381
      ],
      [
        " the",
        -0.0688989
      ],
      [
        " United",
        -0.02089733
      ],
      [
        " States",
        -0.0028481483
      ]
    ]
  },
  "He opposed the cautious foreign policy of Lord Aberdeen, favoring the Italian liberals, opposing Louis Philippe, and gaining Hong Kong by the treaty of Nanking. He sent a squadron to Greece to ensure that debts owed to Don Pacifico, a citizen from Gibraltar, would be repaid, but was dismissed by Russell a year later for not consulting the cabinet before welcoming Louis Napoleons seizure of power. FTP,": {
    "guess": "Henry John Temple, 3rd Viscount Palmerston",
    "confidence": [
      [
        "Henry",
        -0.113514476
      ],
      [
        " John",
        -0.0011977284
      ],
      [
        " Temple",
        -8.0656086e-05
      ],
      [
        ",",
        -0.00057150197
      ],
      [
        " ",
        -0.00020318278
      ],
      [
        "3",
        -5.3954464e-05
      ],
      [
        "rd",
        -4.7755875e-05
      ],
      [
        " Vis",
        -0.0002912486
      ],
      [
        "count",
        -1.8074163e-05
      ],
      [
        " Palmer",
        -2.1054253e-05
      ],
      [
        "ston",
        -3.8219583e-05
      ]
    ]
  },
  "One opponent of these people died when he was fed a bird which had been treated with plaster and gypsum, while another of their opponents was fooled by a giant fake crab and crushed by a mountain, thus avenging the earlier deaths of the Four Hundred Boys. These characters were conceived when a skull spit into their mother's palm. They also killed a bird who was pretending to be the sun and the moon using a blowgun. One of them was decapitated in the (*) Bat House, but was able to recover his real head during a ball game. They were able to retrieve their father's remains after tricking One Death and Seven Death into killing themselves. These killers of Seven Macaw were also victorious over the": {
    "guess": "Popol Vuh",
    "confidence": [
      [
        "Pop",
        -0.07243222
      ],
      [
        "ol",
        -0.0120040085
      ],
      [
        " V",
        -4.8113485e-05
      ],
      [
        "uh",
        -1.7432603e-06
      ]
    ]
  },
  "One opposition party in this country, the PDIP, protested the election of Abdurrahman Wahid [wah-HEED]": {
    "guess": "List of political parties in Indonesia",
    "confidence": [
      [
        "List",
        -1.4022844
      ],
      [
        " of",
        -0.00031484728
      ],
      [
        " political",
        -0.13157497
      ],
      [
        " parties",
        -0.0011223569
      ],
      [
        " in",
        -0.00010151673
      ],
      [
        " Indonesia",
        -1.9504607e-05
      ]
    ]
  },
  "This man's opponents formed the Lichfield House Compact in order to consolidate their power, and his government ordered that factories be cleaned every fourteenth month and that women and children couldn't": {
    "guess": "Robert Peel",
    "confidence": [
      [
        "Robert",
        -0.07450037
      ],
      [
        " Peel",
        -0.00012535013
      ]
    ]
  },
  "One opponent of these people died when he was fed a bird which had been treated with plaster and gypsum,": {
    "guess": "Hero Twins",
    "confidence": [
      [
        "Hero",
        -0.057439867
      ],
      [
        " Twins",
        -0.0021229
      ]
    ]
  },
  "One opponent of these people died when he was fed a bird which had been treated with plaster and gypsum, while another of their opponents was fooled by a giant fake crab and crushed by a mountain, thus": {
    "guess": "Hero Twins",
    "confidence": [
      [
        "Hero",
        -0.1416167
      ],
      [
        " Twins",
        -0.00040207137
      ]
    ]
  },
  "Opponents of this policy attempted to overthrow the government in the first \"constructive motion of no confidence.\" The initial secrecy of this policy was broken when the Bahr paper was leaked to Quick magazine. The development of this policy was supported by the Four-Powers Agreement, which prompted the creation of \"permanent missions\" under the Basic Treaty and the signing of the (*) Transit Accord.": {
    "guess": "Ostpolitik",
    "confidence": [
      [
        "O",
        -0.62789536
      ],
      [
        "st",
        -0.00046010152
      ],
      [
        "polit",
        -0.0005146675
      ],
      [
        "ik",
        -0.00021736434
      ]
    ]
  },
  "One opponent of these people died when he was fed a bird which had been treated with plaster and gypsum, while another of their opponents was fooled by a giant fake crab and crushed by a mountain, thus avenging the earlier deaths of the Four Hundred Boys. These characters were conceived when a skull": {
    "guess": "Popol Vuh",
    "confidence": [
      [
        "Pop",
        -0.3171684
      ],
      [
        "ol",
        -0.0058556707
      ],
      [
        " V",
        -0.0001503829
      ],
      [
        "uh",
        -2.1008714e-06
      ]
    ]
  },
  "He opposed the cautious foreign policy of Lord Aberdeen, favoring the Italian liberals, opposing Louis": {
    "guess": "William Ewart Gladstone",
    "confidence": [
      [
        "William",
        -0.8510486
      ],
      [
        " E",
        -0.024998723
      ],
      [
        "wart",
        -0.0023368779
      ],
      [
        " Glad",
        -1.11603495e-05
      ],
      [
        "stone",
        -2.7372049e-05
      ]
    ]
  },
  "He opposed the cautious foreign policy of Lord Aberdeen, favoring the Italian liberals, opposing Louis Philippe, and gaining Hong Kong by the treaty of Nanking. He sent a squadron to Greece to ensure that": {
    "guess": "First Opium War",
    "confidence": [
      [
        "First",
        -1.4473279
      ],
      [
        " Op",
        -0.15595584
      ],
      [
        "ium",
        -8.061054e-06
      ],
      [
        " War",
        -0.0018674718
      ]
    ]
  },
  "One opponent of this legal principle was billionaire Mark Cuban, who said it would create a \"whack-a-mole environment.\" A proposal establishing this legal principle was put into effect in 2010, but in a 2014 case, the DC Circuit Court determined that companies would not be affected unless they were reclassified.": {
    "guess": "Net neutrality in the United States",
    "confidence": [
      [
        "Net",
        -0.08032379
      ],
      [
        " neutrality",
        -0.29781067
      ],
      [
        " in",
        -0.057125792
      ],
      [
        " the",
        -0.00025239922
      ],
      [
        " United",
        -0.00096815685
      ],
      [
        " States",
        -0.0002734946
      ]
    ]
  },
  "It was opposed in Congress by such men as New Jersey Senator Theodore Frelinghuysen and Tennessee Representative David Crockett and it was also opposed outside of Congress by a number of Christian missionaries,*": {
    "guess": "1830 Indian Removal Act",
    "confidence": [
      [
        "183",
        -0.5953147
      ],
      [
        "0",
        -0.38302302
      ],
      [
        " Indian",
        -0.16722664
      ],
      [
        " Removal",
        -0.0027513804
      ],
      [
        " Act",
        -0.09027239
      ]
    ]
  },
  "One opponent in this man's party selected Theodore Roosevelt Sr. to replace him in an early position, and this man signed the Edmunds Act, banning polygamy. Serving as the chief of the New York Customs House under the Grant administration with the support of Stalwart leader Roscoe Conkling, he was kicked": {
    "guess": "Chester A. Arthur",
    "confidence": [
      [
        "Che",
        -0.080174066
      ],
      [
        "ster",
        -6.1537958e-06
      ],
      [
        " A",
        -0.0043349336
      ],
      [
        ".",
        -0.0002634815
      ],
      [
        " Arthur",
        -0.0002703953
      ]
    ]
  },
  "One opposition party in this country, the PDIP, protested the election of Abdurrahman Wahid [wah-HEED] as president over Megawati Sukarnoputri [soo-KAHR-noe-poo-tree]. This country was for many years headed": {
    "guess": "List of political parties in Indonesia",
    "confidence": [
      [
        "List",
        -1.505375
      ],
      [
        " of",
        -0.0024978947
      ],
      [
        " political",
        -0.5679883
      ],
      [
        " parties",
        -0.011920368
      ],
      [
        " in",
        -0.00013941615
      ],
      [
        " Indonesia",
        -5.121278e-05
      ]
    ]
  },
  "One opponent of this legal principle was billionaire Mark Cuban, who said it would create a \"whack-a-mole environment.\" A proposal establishing this legal principle was put into effect in 2010, but in a 2014 case, the DC Circuit Court determined that companies would not be affected unless they were reclassified. Over a million public comments were elicited by a 2014 proposal violating this regulatory principle, which would allow companies to build special fast lanes. Those comments in support of this principle were sent to the FCC, led by ex-cable lobbyist Tom Wheeler. For 10 points, name this": {
    "guess": "Net neutrality in the United States",
    "confidence": [
      [
        "Net",
        -0.019215837
      ],
      [
        " neutrality",
        -0.11164338
      ],
      [
        " in",
        -0.5477163
      ],
      [
        " the",
        -0.00015478976
      ],
      [
        " United",
        -0.0005262266
      ],
      [
        " States",
        -0.00033188972
      ]
    ]
  },
  "Opposition movements in this country include Erk, Birlik and an Islamist group led by the late Juma Namangoniy. In May 2005, hundreds of civilian protestors were shot in this country's (*) Andijan massacre,": {
    "guess": "Uzbekistan",
    "confidence": [
      [
        "U",
        -0.041603945
      ],
      [
        "zbek",
        -0.0005614925
      ],
      [
        "istan",
        -0.005852709
      ]
    ]
  },
  "This man's opponents formed the Lichfield House Compact in order to consolidate their power, and his government ordered that factories be cleaned every fourteenth month and that women and children couldn't work more than 12 hours a day in the Factory Act. An insane lumberjack killed this man's personal secretary in an assassination attempt; that assassin was Daniel McNaughton. This man refused to replace Lord Melbourne in an incident in which he asked for the Queen's personal attendants to be replaced, the Bedchamber Crisis. He outlined his party's political philosophy in the Tamworth Manifesto, but his most famous action was in response to the Irish Potato Famine. An ardent opponent of Daniel": {
    "guess": "Robert Peel",
    "confidence": [
      [
        "Robert",
        -0.011670724
      ],
      [
        " Peel",
        -0.00023631772
      ]
    ]
  },
  "Opponents of this policy attempted to overthrow the government in the first \"constructive motion of no confidence.\" The initial secrecy of this policy was broken when the Bahr paper was leaked to Quick magazine. The development of this policy was supported by the Four-Powers Agreement, which prompted the creation of \"permanent missions\" under the Basic Treaty and the signing of the (*) Transit Accord. The popularity of this policy may have led Markus Wolf to leak the information that Gunter Guillaume was a spy. This policy was symbolized by the \"kniefall\" performed by its creator at the Warsaw": {
    "guess": "Ostpolitik",
    "confidence": [
      [
        "O",
        -0.143101
      ],
      [
        "st",
        -2.1054253e-05
      ],
      [
        "polit",
        -0.00023631772
      ],
      [
        "ik",
        -0.00032533353
      ]
    ]
  },
  "An opponent of Frederic Bartlett,  this man's namesake illusion consists of a circle surrounded by larger circles,  which appears larger than the same circle flanked by smaller circles. He tried to apply Fechner's theories to higher mental processes in works like The Intelligence of Schoolchildren  and he wrote a treatise on color vision based on a double pyramid. He is best known, however ,for his innovations in psychological experimentation, discovering the serial position curve, and devising the": {
    "guess": "Hermann Ebbinghaus",
    "confidence": [
      [
        "H",
        -0.006678075
      ],
      [
        "ermann",
        -0.00036192173
      ],
      [
        " E",
        -9.9371064e-05
      ],
      [
        "bbing",
        -7.5530326e-05
      ],
      [
        "haus",
        -3.3213026e-05
      ]
    ]
  },
  "This man opposed Einstein's theory of relativity and rejected the notion of the curvature of space is better known for his namesake radius, the radius of the orbit of a charged particle around a magnetic field line, and for calculating the rate at which energy is radiated by an accelerated electron.": {
    "guess": "Hans Reissner",
    "confidence": [
      [
        "H",
        -1.5882748
      ],
      [
        "ans",
        -0.306225
      ],
      [
        " Re",
        -1.047122
      ],
      [
        "iss",
        -0.008718696
      ],
      [
        "ner",
        -0.00027778227
      ]
    ]
  },
  "This man's opponents formed the Lichfield House Compact in order to consolidate their power, and his government ordered that factories be cleaned every fourteenth month and that women and children couldn't work more than 12 hours a day in the Factory Act. An insane lumberjack killed this man's personal secretary in an assassination attempt; that assassin was Daniel McNaughton. This man refused to replace Lord Melbourne in an incident in which he asked for the Queen's personal attendants to be replaced, the Bedchamber Crisis. He outlined his party's political philosophy in the Tamworth Manifesto, but his most famous action was in response to the Irish Potato Famine. An ardent opponent of Daniel O'Connell and Catholic emancipation, for 10 points, name this Prime Minister of Britain who repealed the Corn Laws.": {
    "guess": "Robert Peel",
    "confidence": [
      [
        "Robert",
        -0.03028066
      ],
      [
        " Peel",
        -2.1173457e-05
      ]
    ]
  },
  "One opponent of this policy made the \"I am prepared to die\" speech during the Rivonia Trial. Aspects of this policy included the Group Areas Act and the Terrorism Act, the latter of which led to the arrest": {
    "guess": "Apartheid in South Africa",
    "confidence": [
      [
        "A",
        -0.009373998
      ],
      [
        "par",
        -0.0001202317
      ],
      [
        "theid",
        -6.15835e-05
      ],
      [
        " in",
        -0.20026983
      ],
      [
        " South",
        -1.9862217e-05
      ],
      [
        " Africa",
        -0.00040648188
      ]
    ]
  },
  "One opponent in this man's party selected Theodore Roosevelt Sr. to replace him in an early position, and this man signed the Edmunds Act, banning polygamy. Serving as the chief of the New York Customs": {
    "guess": "Chester A. Arthur",
    "confidence": [
      [
        "Che",
        -0.006110213
      ],
      [
        "ster",
        -1.504853e-06
      ],
      [
        " A",
        -0.0016310286
      ],
      [
        ".",
        -0.00012976067
      ],
      [
        " Arthur",
        -5.347765e-05
      ]
    ]
  },
  "One opponent in this man's party selected Theodore Roosevelt Sr. to replace him in an early position, and this man signed the Edmunds Act, banning polygamy. Serving as the chief of the New York Customs House under the Grant administration with the support of Stalwart leader Roscoe Conkling, he was kicked out of that position by a man he would succeed in another office. His term in office saw the passage of the Chinese Exclusion Act, and began as a result of the actions of Charles Giteau. As president,": {
    "guess": "Chester A. Arthur",
    "confidence": [
      [
        "Che",
        -0.013518772
      ],
      [
        "ster",
        -6.704273e-07
      ],
      [
        " A",
        -0.0020505744
      ],
      [
        ".",
        -0.00013321757
      ],
      [
        " Arthur",
        -1.3067608e-05
      ]
    ]
  },
  "The opportunity to take Venetia drew Italy into this conflict, though France remained neutral, hoping to seize the Rhineland. One side was eager to repudiate the pact forced on it at Olmütz sixteen years prior; the other has success under Hamburg at the Second Battle of Langensalza, but surrendered days later. This war's hostilities were ended by the Treaty of Prague shortly after von Blumenthal organized victory at Königgrätz. The victors were received Schleswig-Holstein in a treaty signed in the loser's capitol, Vienna. For ten points, name this 1866 war that saw Prussia vanquish Austria.": {
    "guess": "Austro-Prussian War",
    "confidence": [
      [
        "A",
        -0.0006058143
      ],
      [
        "ust",
        -0.00066668703
      ],
      [
        "ro",
        -0.0007605535
      ],
      [
        "-",
        -0.00025633295
      ],
      [
        "Pr",
        -2.3438328e-05
      ],
      [
        "ussian",
        -1.11603495e-05
      ],
      [
        " War",
        -0.00024096666
      ]
    ]
  },
  "One opponent of this policy made the \"I am prepared to die\" speech during the Rivonia Trial. Aspects of this policy included the Group Areas Act and the Terrorism Act, the latter of which led to the arrest and death of Stephen Biko. It resulted in the creation of Venda, Ciskei (SIS-kay), and other Bantustans. Opposition to this policy resulted in the Sharpeville massacre and the Soweto uprising in (*) Johannesburg. It ended in 1994, allowing for the election of Nelson Mandela. For 10 points, name": {
    "guess": "Apartheid",
    "confidence": [
      [
        "A",
        -0.0019502983
      ],
      [
        "par",
        -4.298773e-05
      ],
      [
        "theid",
        -0.0001278534
      ]
    ]
  },
  "One opponent of this policy made the \"I am prepared to die\" speech during the Rivonia Trial. Aspects of this policy included the Group Areas Act and the Terrorism Act, the latter of which led to the arrest and death of Stephen Biko. It resulted in the creation of Venda, Ciskei (SIS-kay), and other Bantustans. Opposition to this policy resulted in the Sharpeville massacre and the Soweto uprising in (*) Johannesburg. It ended in 1994, allowing for the election of Nelson Mandela. For 10 points, name this policy of racial segregation in South Africa.": {
    "guess": "Apartheid",
    "confidence": [
      [
        "A",
        -0.00055052945
      ],
      [
        "par",
        -2.1008714e-06
      ],
      [
        "theid",
        -3.333223e-05
      ]
    ]
  },
  "One opponent in this man's party selected Theodore Roosevelt Sr. to replace him in an early position,": {
    "guess": "James A. Garfield",
    "confidence": [
      [
        "James",
        -1.2175477
      ],
      [
        " A",
        -0.40064383
      ],
      [
        ".",
        -0.004335053
      ],
      [
        " Gar",
        -0.07689845
      ],
      [
        "field",
        -0.00019674578
      ]
    ]
  },
  "One opponent of these people died when he was fed a bird which had been treated with plaster and gypsum, while another of their opponents was fooled by a giant fake crab and crushed by a mountain, thus avenging the earlier deaths of the Four Hundred Boys. These characters were conceived when a skull spit into their mother's palm. They also killed a bird who was pretending to be the sun and the moon using a blowgun. One of them was decapitated in the (*) Bat House, but was able to recover his real head during a ball game. They were able to retrieve their father's remains after tricking One Death": {
    "guess": "Popol Vuh",
    "confidence": [
      [
        "Pop",
        -0.3127528
      ],
      [
        "ol",
        -0.0064718793
      ],
      [
        " V",
        -0.00047988567
      ],
      [
        "uh",
        -8.537869e-06
      ]
    ]
  }
}