{
  "Paolo Uccello painted a fresco of this type of artwork in his portrait of Sir John Hawkwood, while Titian painted Charles V in this type of work. A Verrocchio piece of this type depicts Bartolomeo Colleoni, and a piece of this type stands on Capitoline Hill and depicts Marcus Aurelius. One executed by Falconet in St. Petersburg depicts Peter the Great and is done in bronze. For 10 points, name this": {
    "guess": "Equestrian statue",
    "confidence": [
      [
        "E",
        -0.0035144298
      ],
      [
        "quest",
        -6.921253e-05
      ],
      [
        "rian",
        -1.1637165e-05
      ],
      [
        " statue",
        -0.0022629017
      ]
    ]
  },
  "After the panic of 1819, this state was home to the Debt Relief Party, which in 1824 created a new state supreme court, leading to the Old Court-New Court Controversy in which this state had two rival supreme courts. One Senator from this state lived on the Ashland Estate, while another Senator from this state served as Attorney General to both Fillmore and William Henry Harrison and introduced a (*) failed amendment designed to prevent the Civil War. Apart from John J. Crittenden, another Senator from this state devised the rule that no slavery would be allowed south of Missouri in 1820 and lost three Presidential elections. For ten points, name this home state of Henry Clay.": {
    "guess": "Kentucky",
    "confidence": [
      [
        "Kent",
        -0.030842034
      ],
      [
        "ucky",
        -0.00027968953
      ]
    ]
  },
  "The Panj Piare were adherents of this faith whose baptism is celebrated in Baisakhi. The symbol Ik Onkar is found on this religion's scriptures. Its term for God includes the loan word \"wahi\" and means": {
    "guess": "Sikhism",
    "confidence": [
      [
        "S",
        -0.005261034
      ],
      [
        "ikh",
        -0.00020807012
      ],
      [
        "ism",
        -0.0018963907
      ]
    ]
  },
  "Paolo Uccello painted a fresco of this type of artwork in his portrait of Sir John Hawkwood, while Titian painted Charles V in this type of work. A Verrocchio piece of this type depicts Bartolomeo Colleoni, and a piece of this type stands on Capitoline Hill and depicts Marcus Aurelius. One executed by": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -0.83065265
      ]
    ]
  },
  "After the panic of 1819, this state was home to the Debt Relief Party, which in 1824 created a new state": {
    "guess": "Mississippi Territory",
    "confidence": [
      [
        "Miss",
        -0.3231526
      ],
      [
        "issippi",
        -0.2851018
      ],
      [
        " Territory",
        -0.8385117
      ]
    ]
  },
  "Paolo Uccello painted a fresco of this type of artwork in his portrait of Sir John Hawkwood, while Titian painted Charles V in this type of work. A Verrocchio piece of this type depicts Bartolomeo Colleoni, and a piece of this type stands on Capitoline Hill and depicts Marcus Aurelius. One executed by Falconet in St. Petersburg depicts Peter the Great and is done in bronze. For 10 points, name this type of monument exemplified by Donatello's Gattamelata, which depict a man riding a steed.": {
    "guess": "Equestrian statue",
    "confidence": [
      [
        "E",
        -0.0057696346
      ],
      [
        "quest",
        -0.00012976067
      ],
      [
        "rian",
        -6.1537958e-06
      ],
      [
        " statue",
        -0.0072480952
      ]
    ]
  },
  "In its pantheon, Lei Gong is the god of thunder, and Guan Di is the patron deity of soldiers and policemen. Ling Zhi, the plant of immortality, grows on the mythical island of Xian, which is inhabited by immortals and sought in vain by man. For 10 points—name this religion based on The Book of the Way": {
    "guess": "Taoism",
    "confidence": [
      [
        "T",
        -0.00658262
      ],
      [
        "ao",
        -5.4669687e-05
      ],
      [
        "ism",
        -0.0015496177
      ]
    ]
  },
  "The Panj Piare were adherents of this faith whose baptism is celebrated in Baisakhi. The symbol Ik Onkar is found on this religion's scriptures. Its term for God includes the loan word \"wahi\" and means \"Wonderful Teacher.\" All females in this religion are given the last name Kaur, and it has no priestly class. This religion's Golden Temple is located in Amritsar, its holiest city, and its primary text is the Adi Granth.  Upon joining the Khalsa, one must carry a kirpan, or dagger, one of the five Ks. Its followers are prohibited from cutting hair. For 10 points, name this religion, founded by Guru Nanak and centered in Punjab.": {
    "guess": "Sikhism",
    "confidence": [
      [
        "S",
        -0.0013261953
      ],
      [
        "ikh",
        -0.00023762896
      ],
      [
        "ism",
        -4.365741e-06
      ]
    ]
  },
  "A Paolo Veronese work that was intended to depict this scene had its title changed by the Inquisition; that work is The Feast in the House of Levi. Another depiction of it features angels emerging from a lamp and a diagonally-oriented table and was painted by Tintoretto. The best known depiction of this scene is thought to depict an (*) effeminate Saint John sitting next to the central figure and was painted by Leonardo da Vinci. For 10 points, name this religious scene, Christ's last meal.": {
    "guess": "Last Supper",
    "confidence": [
      [
        "Last",
        -0.3213652
      ],
      [
        " Sup",
        -0.0010781838
      ],
      [
        "per",
        -1.998142e-05
      ]
    ]
  },
  "After the panic of 1819, this state was home to the Debt Relief Party, which in 1824 created a new state supreme court, leading to the Old Court-New Court Controversy in which this state had two rival supreme courts. One Senator from this state lived on the Ashland Estate, while another Senator from": {
    "guess": "Kentucky",
    "confidence": [
      [
        "Kent",
        -0.69944465
      ],
      [
        "ucky",
        -0.000109622575
      ]
    ]
  },
  "A Paolo Veronese work that was intended to depict this scene had its title changed by the Inquisition; that work is The Feast in the House of Levi. Another depiction of it features angels emerging from a lamp and a diagonally-oriented table and was painted by Tintoretto. The best known depiction of this": {
    "guess": "Last Supper",
    "confidence": [
      [
        "Last",
        -0.6852868
      ],
      [
        " Sup",
        -0.015340106
      ],
      [
        "per",
        -7.684157e-05
      ]
    ]
  },
  "After the panic of 1819, this state was home to the Debt Relief Party, which in 1824 created a new state supreme court, leading to the Old Court-New Court Controversy in which this state had two rival supreme courts. One Senator from this state lived on the Ashland Estate, while another Senator from this state served as Attorney General to both Fillmore and William Henry Harrison and introduced a (*) failed amendment designed to prevent the Civil War. Apart from John J. Crittenden, another Senator from this state devised the rule that no slavery would be allowed south of Missouri in 1820 and lost": {
    "guess": "Kentucky",
    "confidence": [
      [
        "Kent",
        -0.02685959
      ],
      [
        "ucky",
        -0.00013059509
      ]
    ]
  },
  "A Paolo Veronese work that was intended to depict this scene had its title changed by the Inquisition; that work is The Feast in the House of Levi. Another depiction of it features angels emerging from a lamp and a diagonally-oriented table and was painted by Tintoretto. The best known depiction of this scene is thought to depict an (*) effeminate Saint John sitting next to the central figure and was": {
    "guess": "The Last Supper in Christian art",
    "confidence": [
      [
        "The",
        -0.26592702
      ],
      [
        " Last",
        -0.030198654
      ],
      [
        " Sup",
        -0.0015059324
      ],
      [
        "per",
        -1.11603495e-05
      ],
      [
        " in",
        -0.32134867
      ],
      [
        " Christian",
        -0.6039933
      ],
      [
        " art",
        -0.03052072
      ]
    ]
  },
  "Paolo Uccello painted a fresco of this type of artwork in his portrait of Sir John Hawkwood, while Titian painted Charles V in this type of work. A Verrocchio piece of this type depicts Bartolomeo Colleoni,": {
    "guess": "Equestrian statue",
    "confidence": [
      [
        "E",
        -0.02525505
      ],
      [
        "quest",
        -3.7742768e-05
      ],
      [
        "rian",
        -9.372295e-06
      ],
      [
        " statue",
        -0.14924105
      ]
    ]
  },
  "Paolo Uccello painted a fresco of this type of artwork in his portrait of Sir John Hawkwood, while Titian": {
    "guess": "Funerary Monument to Sir John Hawkwood",
    "confidence": [
      [
        "Fun",
        -1.2156868
      ],
      [
        "er",
        -0.010603001
      ],
      [
        "ary",
        -0.00014847564
      ],
      [
        " Monument",
        -0.12870783
      ],
      [
        " to",
        -0.018942859
      ],
      [
        " Sir",
        -0.0013966648
      ],
      [
        " John",
        -8.6616266e-05
      ],
      [
        " Hawk",
        -0.00022165567
      ],
      [
        "wood",
        -0.00037585758
      ]
    ]
  },
  "A Paolo Veronese work that was intended to depict this scene had its title changed by the Inquisition;": {
    "guess": "The Feast in the House of Levi",
    "confidence": [
      [
        "The",
        -0.45744252
      ],
      [
        " Feast",
        -0.233031
      ],
      [
        " in",
        -0.0003704934
      ],
      [
        " the",
        -1.4259645e-05
      ],
      [
        " House",
        -0.00013214473
      ],
      [
        " of",
        -2.6968896e-06
      ],
      [
        " Levi",
        -0.00029005657
      ]
    ]
  },
  "In its pantheon, Lei Gong is the god of thunder, and Guan Di is the patron deity of soldiers and policemen. Ling Zhi, the plant of immortality, grows on the mythical island of Xian, which is inhabited": {
    "guess": "Chinese mythology",
    "confidence": [
      [
        "Chinese",
        -0.8210088
      ],
      [
        " mythology",
        -0.12869073
      ]
    ]
  },
  "The Panj Piare were adherents of this faith whose baptism is celebrated in Baisakhi. The symbol Ik Onkar is found on this religion's scriptures. Its term for God includes the loan word \"wahi\" and means \"Wonderful Teacher.\" All females in this religion are given the last name Kaur, and it has no priestly": {
    "guess": "Sikhism",
    "confidence": [
      [
        "S",
        -0.012875007
      ],
      [
        "ikh",
        -7.255024e-05
      ],
      [
        "ism",
        -4.2272506e-05
      ]
    ]
  },
  "The Panj Piare were adherents of this faith whose baptism is celebrated in Baisakhi. The symbol Ik Onkar is found on this religion's scriptures. Its term for God includes the loan word \"wahi\" and means \"Wonderful Teacher.\" All females in this religion are given the last name Kaur, and it has no priestly class. This religion's Golden Temple is located in Amritsar, its holiest city, and its primary text is the Adi Granth.  Upon joining the Khalsa, one must carry a kirpan, or dagger, one of the five Ks. Its followers are prohibited from cutting hair. For 10 points, name this religion, founded by Guru": {
    "guess": "Sikhism",
    "confidence": [
      [
        "S",
        -0.004306326
      ],
      [
        "ikh",
        -0.00022201329
      ],
      [
        "ism",
        -6.392203e-06
      ]
    ]
  },
  "The Panj Piare were adherents of this faith whose baptism is celebrated in Baisakhi. The symbol Ik Onkar is found on this religion's scriptures. Its term for God includes the loan word \"wahi\" and means \"Wonderful Teacher.\" All females in this religion are given the last name Kaur, and it has no priestly class. This religion's Golden Temple is located in Amritsar, its holiest city, and its primary text": {
    "guess": "Sikhism",
    "confidence": [
      [
        "S",
        -0.0020742444
      ],
      [
        "ikh",
        -0.00015538577
      ],
      [
        "ism",
        -0.00031723134
      ]
    ]
  },
  "A Paolo Veronese work that was intended to depict this scene had its title changed by the Inquisition; that work is The Feast in the House of Levi. Another depiction of it features angels emerging from": {
    "guess": "The Last Supper",
    "confidence": [
      [
        "The",
        -0.84654826
      ],
      [
        " Last",
        -0.9934621
      ],
      [
        " Sup",
        -0.5340758
      ],
      [
        "per",
        -1.5213274e-05
      ]
    ]
  },
  "After the panic of 1819, this state was home to the Debt Relief Party, which in 1824 created a new state supreme court, leading to the Old Court-New Court Controversy in which this state had two rival": {
    "guess": "Kentucky Old Court-New Court Controversy",
    "confidence": [
      [
        "Kent",
        -0.022217078
      ],
      [
        "ucky",
        -0.00010556965
      ],
      [
        " Old",
        -0.93039656
      ],
      [
        " Court",
        -0.060030833
      ],
      [
        "-New",
        -0.19520648
      ],
      [
        " Court",
        -0.00040838914
      ],
      [
        " Cont",
        -0.63914305
      ],
      [
        "rovers",
        -0.0004547447
      ],
      [
        "y",
        -0.00023166878
      ]
    ]
  },
  "After the panic of 1819, this state was home to the Debt Relief Party, which in 1824 created a new state supreme court, leading to the Old Court-New Court Controversy in which this state had two rival supreme courts. One Senator from this state lived on the Ashland Estate, while another Senator from this state served as Attorney General to both Fillmore and William Henry Harrison and introduced a (*) failed amendment designed to prevent the Civil War. Apart from John J. Crittenden, another Senator": {
    "guess": "Kentucky",
    "confidence": [
      [
        "Kent",
        -0.030010926
      ],
      [
        "ucky",
        -0.00014251545
      ]
    ]
  },
  "After the panic of 1819, this state was home to the Debt Relief Party, which in 1824 created a new state supreme court, leading to the Old Court-New Court Controversy in which this state had two rival supreme courts. One Senator from this state lived on the Ashland Estate, while another Senator from this state served as Attorney General to both Fillmore and William Henry Harrison and introduced a (*)": {
    "guess": "Kentucky",
    "confidence": [
      [
        "Kent",
        -0.1811402
      ],
      [
        "ucky",
        -0.00016539889
      ]
    ]
  },
  "In its pantheon, Lei Gong is the god of thunder, and Guan Di is the patron deity of soldiers and policemen. Ling Zhi, the plant of immortality, grows on the mythical island of Xian, which is inhabited by immortals and sought in vain by man. For 10 points—name this religion based on The Book of the Way and Its Power by Lao-Zu.": {
    "guess": "Taoism",
    "confidence": [
      [
        "T",
        -0.0068919123
      ],
      [
        "ao",
        -4.246537e-06
      ],
      [
        "ism",
        -0.00019316968
      ]
    ]
  },
  "The Panj Piare were adherents of this faith whose baptism is celebrated in Baisakhi. The symbol Ik Onkar is found on this religion's scriptures. Its term for God includes the loan word \"wahi\" and means \"Wonderful Teacher.\" All females in this religion are given the last name Kaur, and it has no priestly class. This religion's Golden Temple is located in Amritsar, its holiest city, and its primary text is the Adi Granth.  Upon joining the Khalsa, one must carry a kirpan, or dagger, one of the five": {
    "guess": "Sikhism",
    "confidence": [
      [
        "S",
        -0.00064798305
      ],
      [
        "ikh",
        -0.00013905855
      ],
      [
        "ism",
        -8.8404326e-05
      ]
    ]
  },
  "In its pantheon, Lei Gong is the god of thunder, and Guan Di is the patron deity of soldiers and policemen.": {
    "guess": "Guan Yu",
    "confidence": [
      [
        "G",
        -0.7191362
      ],
      [
        "uan",
        -8.4947416e-05
      ],
      [
        " Yu",
        -0.01076376
      ]
    ]
  },
  "The Panj Piare were adherents of this faith whose baptism is celebrated in Baisakhi. The symbol Ik Onkar": {
    "guess": "Sikhism",
    "confidence": [
      [
        "S",
        -0.0030241793
      ],
      [
        "ikh",
        -0.0010284042
      ],
      [
        "ism",
        -0.0007727013
      ]
    ]
  }
}