{
  "Cross linking in this protein occurs when two oxidized derivatives of lysine link up; the amount of cross": {
    "guess": "Collagen",
    "confidence": [
      [
        "Coll",
        -0.019346446
      ],
      [
        "agen",
        -0.00012606535
      ]
    ]
  },
  "The cross-section for this process is dominated by the so-called beryllium sieve. The mean sigma v for this phenomenon has a dominant component that varies as the kinetic temperature to thirtieth power, so that it is massively suppressed in low-temperature systems and tends to run away in high- temperature": {
    "guess": "Nuclear reaction",
    "confidence": [
      [
        "N",
        -1.742029
      ],
      [
        "uclear",
        -0.01494748
      ],
      [
        " reaction",
        -0.65410644
      ]
    ]
  },
  "Cross linking in this protein occurs when two oxidized derivatives of lysine link up; the amount of cross linking that occurs in this protein increases with age. This protein contains three left handed helices which combine to form a triple helix. About one third of this protein is amino acid is glycine; this protein also consists of hydroxyproline. A lack of ascorbic acid causes an inability to synthesize hydroxyproline, causing a breakdown of this protein in the gums in a disease called scurvy.": {
    "guess": "Collagen",
    "confidence": [
      [
        "Coll",
        -0.002381473
      ],
      [
        "agen",
        -0.0003156817
      ]
    ]
  },
  "The cross-section for this process is dominated by the so-called beryllium sieve. The mean sigma v for this phenomenon has a dominant component that varies as the kinetic temperature to thirtieth power, so that it is massively suppressed in low-temperature systems and tends to run away in high- temperature systems, especially those dependent on electron degeneracy pressure, in which this process' runaway results in a flash named for its reactants. This dominant process in red giants was elucidated": {
    "guess": "Carbon burning",
    "confidence": [
      [
        "Carbon",
        -1.0318785
      ],
      [
        " burning",
        -0.5836506
      ]
    ]
  },
  "Cross linking in this protein occurs when two oxidized derivatives of lysine link up; the amount of cross linking that occurs in this protein increases with age. This protein contains three left handed": {
    "guess": "Collagen",
    "confidence": [
      [
        "Coll",
        -0.017360743
      ],
      [
        "agen",
        -0.000113079484
      ]
    ]
  },
  "Its cross was used as a Spainish naval ensign in the 16th and 17th centuries, and the last king of the Teutonic people of this name, Godomar, was defeated by the Franks in the 530's. Two kingdoms of the name, Upper and Lower, emerged in the late 9th century, though both had been absorbed into the Holy": {
    "guess": "Burgundy",
    "confidence": [
      [
        "B",
        -0.99212945
      ],
      [
        "urg",
        -0.0037169384
      ],
      [
        "undy",
        -0.54624486
      ]
    ]
  },
  "Its cross was used as a Spainish naval ensign in the 16th and 17th centuries, and the last king of the Teutonic people of this name, Godomar, was defeated by the Franks in the 530's. Two kingdoms of the name, Upper and Lower, emerged in the late 9th century, though both had been absorbed into the Holy Roman Empire less than two centuries later. Its most famous incarnation came when John II of France gave it to his fourth son, who married Margaret III, Countess of Flanders. In the 15th century, it expanded further in the Low Countries under John the Fearless and Philip the Good. FTP, name these": {
    "guess": "House of Burgundy",
    "confidence": [
      [
        "House",
        -0.33274978
      ],
      [
        " of",
        -8.864273e-05
      ],
      [
        " Burg",
        -0.26941013
      ],
      [
        "undy",
        -0.0004620088
      ]
    ]
  },
  "Its cross was used as a Spainish naval ensign in the 16th and 17th centuries, and the last king of the Teutonic people of this name, Godomar, was defeated by the Franks in the 530's. Two kingdoms of the name, Upper and Lower, emerged in the late 9th century, though both had been absorbed into the Holy Roman Empire less than two centuries later. Its most famous incarnation came when John II of France gave it to his fourth son, who married Margaret III, Countess of Flanders. In the 15th century, it expanded further in the Low Countries under John the Fearless and Philip the Good. FTP, name these region in eastern France, whose independent existence ceased with the death of Charles the Bold in 1477,": {
    "guess": "Burgundy",
    "confidence": [
      [
        "B",
        -0.26084906
      ],
      [
        "urg",
        -0.0003314129
      ],
      [
        "undy",
        -0.0033633122
      ]
    ]
  },
  "The cross-section for this process is dominated by the so-called beryllium sieve. The mean sigma v for this phenomenon has a dominant component that varies as the kinetic temperature to thirtieth power, so that it is massively suppressed in low-temperature systems and tends to run away in high- temperature systems, especially those dependent on electron degeneracy pressure, in which this process' runaway results in a flash named for its reactants. This dominant process in red giants was elucidated when Fowler discovered a nuclear resonance predicted by Fred Hoyle, who was seeking to explain carbon": {
    "guess": "Triple-alpha process",
    "confidence": [
      [
        "Triple",
        -0.5477437
      ],
      [
        "-alpha",
        -0.0071493834
      ],
      [
        " process",
        -0.0046413536
      ]
    ]
  },
  "The cross-section for this process is dominated by the so-called beryllium sieve. The mean sigma v for": {
    "guess": "Beryllium",
    "confidence": [
      [
        "B",
        -1.015222
      ],
      [
        "ery",
        -0.017409954
      ],
      [
        "ll",
        -2.7610455e-05
      ],
      [
        "ium",
        -0.0010619867
      ]
    ]
  },
  "Its cross was used as a Spainish naval ensign in the 16th and 17th centuries, and the last king of the Teutonic people of this name, Godomar, was defeated by the Franks in the 530's. Two kingdoms of the name, Upper and Lower, emerged in the late 9th century, though both had been absorbed into the Holy Roman Empire less than two centuries later. Its most famous incarnation came when John II of France gave it to his fourth son, who married Margaret III, Countess of Flanders. In the 15th century, it expanded further in the Low Countries under John the Fearless and Philip the Good. FTP, name these region in eastern France, whose independent existence ceased with the death of Charles the Bold in 1477, noted for its wines.": {
    "guess": "Burgundy",
    "confidence": [
      [
        "B",
        -0.122765884
      ],
      [
        "urg",
        -0.00038789344
      ],
      [
        "undy",
        -0.00075364334
      ]
    ]
  },
  "Its cross was used as a Spainish naval ensign in the 16th and 17th centuries, and the last king of the Teutonic people of this name, Godomar, was defeated by the Franks in the 530's. Two kingdoms of the": {
    "guess": "Goths",
    "confidence": [
      [
        "G",
        -0.17245194
      ],
      [
        "oth",
        -0.06631302
      ],
      [
        "s",
        -0.030560495
      ]
    ]
  },
  "The cross-section for this process is dominated by the so-called beryllium sieve. The mean sigma v for this phenomenon has a dominant component that varies as the kinetic temperature to thirtieth power,": {
    "guess": "Nuclear reaction",
    "confidence": [
      [
        "N",
        -1.3390992
      ],
      [
        "uclear",
        -0.0053113084
      ],
      [
        " reaction",
        -0.8243185
      ]
    ]
  },
  "Cross linking in this protein occurs when two oxidized derivatives of lysine link up; the amount of cross linking that occurs in this protein increases with age. This protein contains three left handed helices which combine to form a triple helix. About one third of this protein is amino acid is glycine; this protein also consists of hydroxyproline. A lack of ascorbic acid causes an inability to synthesize": {
    "guess": "Collagen",
    "confidence": [
      [
        "Coll",
        -0.0018968674
      ],
      [
        "agen",
        -0.00023977463
      ]
    ]
  },
  "Its cross was used as a Spainish naval ensign in the 16th and 17th centuries, and the last king of the Teutonic people of this name, Godomar, was defeated by the Franks in the 530's. Two kingdoms of the name, Upper and Lower, emerged in the late 9th century, though both had been absorbed into the Holy Roman Empire less than two centuries later. Its most famous incarnation came when John II of France": {
    "guess": "Kingdom of Burgundy",
    "confidence": [
      [
        "King",
        -0.28989628
      ],
      [
        "dom",
        -0.00030805267
      ],
      [
        " of",
        -0.00062272657
      ],
      [
        " Burg",
        -0.6433345
      ],
      [
        "undy",
        -0.0002456046
      ]
    ]
  },
  "The cross-section for this process is dominated by the so-called beryllium sieve. The mean sigma v for this phenomenon has a dominant component that varies as the kinetic temperature to thirtieth power, so that it is massively suppressed in low-temperature systems and tends to run away in high- temperature systems, especially those dependent on electron degeneracy pressure, in which this process' runaway results in a flash named for its reactants. This dominant process in red giants was elucidated when Fowler discovered a nuclear resonance predicted by Fred Hoyle, who was seeking to explain carbon nucleosynthesis; the carbon created by the third step of this process can be used by the CNO cycle,": {
    "guess": "Triple-alpha process",
    "confidence": [
      [
        "Triple",
        -0.26614153
      ],
      [
        "-alpha",
        -0.37301418
      ],
      [
        " process",
        -0.01853361
      ]
    ]
  },
  "Cross linking in this protein occurs when two oxidized derivatives of lysine link up; the amount of cross linking that occurs in this protein increases with age. This protein contains three left handed helices which combine to form a triple helix. About one third of this protein is amino acid is glycine; this protein also consists of hydroxyproline. A lack of ascorbic acid causes an inability to synthesize hydroxyproline, causing a breakdown of this protein in the gums in a disease called scurvy. For 10 points, name this elastic protein found in connective tissue, skin and cartilage.": {
    "guess": "Collagen",
    "confidence": [
      [
        "Coll",
        -0.21100502
      ],
      [
        "agen",
        -0.00035417348
      ]
    ]
  },
  "Cross linking in this protein occurs when two oxidized derivatives of lysine link up; the amount of cross linking that occurs in this protein increases with age. This protein contains three left handed helices which combine to form a triple helix. About one third of this protein is amino acid is glycine;": {
    "guess": "Collagen",
    "confidence": [
      [
        "Coll",
        -0.0030920354
      ],
      [
        "agen",
        -0.00014525715
      ]
    ]
  },
  "Its cross was used as a Spainish naval ensign in the 16th and 17th centuries, and the last king of the Teutonic people of this name, Godomar, was defeated by the Franks in the 530's. Two kingdoms of the name, Upper and Lower, emerged in the late 9th century, though both had been absorbed into the Holy Roman Empire less than two centuries later. Its most famous incarnation came when John II of France gave it to his fourth son, who married Margaret III, Countess of Flanders. In the 15th century, it": {
    "guess": "Burgundy",
    "confidence": [
      [
        "B",
        -0.29828665
      ],
      [
        "urg",
        -0.0015151001
      ],
      [
        "undy",
        -0.051331893
      ]
    ]
  },
  "The cross-section for this process is dominated by the so-called beryllium sieve. The mean sigma v for this phenomenon has a dominant component that varies as the kinetic temperature to thirtieth power, so that it is massively suppressed in low-temperature systems and tends to run away in high- temperature systems, especially those dependent on electron degeneracy pressure, in which this process' runaway": {
    "guess": "Neutrino process",
    "confidence": [
      [
        "Ne",
        -1.220361
      ],
      [
        "utr",
        -0.27664852
      ],
      [
        "ino",
        -0.0004539103
      ],
      [
        " process",
        -0.8258821
      ]
    ]
  },
  "The cross-section for this process is dominated by the so-called beryllium sieve. The mean sigma v for this phenomenon has a dominant component that varies as the kinetic temperature to thirtieth power, so that it is massively suppressed in low-temperature systems and tends to run away in high- temperature systems, especially those dependent on electron degeneracy pressure, in which this process' runaway results in a flash named for its reactants. This dominant process in red giants was elucidated when Fowler discovered a nuclear resonance predicted by Fred Hoyle, who was seeking to explain carbon nucleosynthesis; the carbon created by the third step of this process can be used by the CNO cycle, while the reactants for this process result from the pp-chain. For ten points, identify this process": {
    "guess": "Triple-alpha process",
    "confidence": [
      [
        "Triple",
        -0.4026908
      ],
      [
        "-alpha",
        -0.0029050855
      ],
      [
        " process",
        -0.004243062
      ]
    ]
  },
  "The cross-section for this process is dominated by the so-called beryllium sieve. The mean sigma v for this phenomenon has a dominant component that varies as the kinetic temperature to thirtieth power, so that it is massively suppressed in low-temperature systems and tends to run away in high- temperature systems, especially those dependent on electron degeneracy pressure, in which this process' runaway results in a flash named for its reactants. This dominant process in red giants was elucidated when Fowler discovered a nuclear resonance predicted by Fred Hoyle, who was seeking to explain carbon nucleosynthesis; the carbon created by the third step of this process can be used by the CNO cycle, while the reactants for this process result from the pp-chain. For ten points, identify this process of stellar nuclear fusion in which three helium nuclei fuse.": {
    "guess": "Triple-alpha process",
    "confidence": [
      [
        "Triple",
        -0.048327524
      ],
      [
        "-alpha",
        -0.3233835
      ],
      [
        " process",
        -0.001984187
      ]
    ]
  },
  "Its cross was used as a Spainish naval ensign in the 16th and 17th centuries, and the last king of the": {
    "guess": "Cross of Burgundy",
    "confidence": [
      [
        "Cross",
        -0.23929535
      ],
      [
        " of",
        -0.001277496
      ],
      [
        " Burg",
        -4.6206227e-05
      ],
      [
        "undy",
        -0.00045379106
      ]
    ]
  }
}