{
  "One of his aspects is as Kshantivadin, or the Preacher of Patience. His wisdom is represented by Manjusri,": {
    "guess": "Buddha",
    "confidence": [
      [
        "B",
        -0.91389287
      ],
      [
        "udd",
        -0.32589906
      ],
      [
        "ha",
        -0.09175355
      ]
    ]
  },
  "One of his aspects is as Kshantivadin, or the Preacher of Patience. His wisdom is represented by Manjusri, and his compassion is personified by Avalokitesvara. The aspect of loving kindness, Maitreya,": {
    "guess": "Bodhisattva",
    "confidence": [
      [
        "B",
        -0.74005383
      ],
      [
        "od",
        -0.03479204
      ],
      [
        "his",
        -3.88156e-05
      ],
      [
        "att",
        -3.3451433e-05
      ],
      [
        "va",
        -5.0020742e-05
      ]
    ]
  },
  "An aspiring concert pianist in this novel hangs himself in the shower and leaves a note reminding his mother to bring a set of mahjong rules to her friend's house. One character in this novel tells of how she nearly died after being given a dish of lobster that she believed was chicken a la king. The protagonist of this novel chips his tooth and breaks his leg while attempting to court an ice-skater using the name Alton Peterson, and breaks up with his girlfriend after having sex with an Italian prostitute named (*) Lina while on holiday in Europe. The protagonist of this novel relates his experiences with women he names \"The Pilgrim,\" \"The Pumpkin,\" and \"The Monkey,\" as well as his attempts to free himself from his invasive parents Jack and Sophie. For 10 points, name this novel narrated to Dr. Spielvogel by a young Jewish bachelor, written by Philip Roth.": {
    "guess": "Portnoy's Complaint",
    "confidence": [
      [
        "Port",
        -0.022099786
      ],
      [
        "no",
        -4.604148e-06
      ],
      [
        "y",
        -0.00045116857
      ],
      [
        "'s",
        -5.8484206e-05
      ],
      [
        " Complaint",
        -5.9437833e-05
      ]
    ]
  },
  "Aspects of this concept were classed as \"historical\" and \"para-historical\" by Ninian Smart, who included a \"narrative dimension\" and \"material dimension\" among his seven dimensions of this concept. Clifford Geertz claimed that it clothed its conceptions of order with \"an aura of factuality\" in an article about it \"as a cultural system.\" Robert Bellah discussed the \"civil\" variety of this concept in America. Karl Marx defined it as the \"sigh of the oppressed creature.\" Its primary purpose was identified as the emotional unification of society by Emile Durkheim, while James George Frazer claimed it was the stage between magic and science. Durkheim wrote about the \"Elementary Forms\" of, for 10 points, which type of \"Life\", a concept exemplified by Islam or Christianity?": {
    "guess": "Sociology of religion",
    "confidence": [
      [
        "S",
        -0.9736473
      ],
      [
        "oci",
        -0.0014207109
      ],
      [
        "ology",
        -0.00033105531
      ],
      [
        " of",
        -0.00043841748
      ],
      [
        " religion",
        -0.049083598
      ]
    ]
  },
  "This man's aspirations in politics were dashed when, in a comment to newspapers, he stated that he would \"execute the laws of Congress as faithfully as I have always executed the orders of my superiors.\" His first ship command was of the Agawam, a small gunboat used by his admiral as a dispatch boat. His next command would be the USS Colorado, a man-of-war, which was a part of the North Atlantic blockading squadron in the Civil War. Another command would come more than 30 years later when he commanded the Asiatic Squadron. FTP, name this Admiral who gave the order \"You may fire when ready, Gridley,\" which led to the decimation of the Spanish Pacific fleet at Manila Bay and his promotion to Rear Admiral.": {
    "guess": "George Dewey",
    "confidence": [
      [
        "George",
        -0.008396129
      ],
      [
        " Dew",
        -0.00012809181
      ],
      [
        "ey",
        -7.398068e-05
      ]
    ]
  },
  "One aspect of this deity had cylindrical temples that reduced air resistance and was worshipped for igniting the sun. That aspect was the wind god Ehecatl, and the world's largest pyramid, located in Cholula, was dedicated to this god. Another aspect of this god personified the Morning Star, which this god's heart became after he immolated himself from the shame of sleeping with his sister, which he": {
    "guess": "Quetzalcoatl",
    "confidence": [
      [
        "Qu",
        -0.09878235
      ],
      [
        "etz",
        -7.3861476e-05
      ],
      [
        "al",
        -6.7901296e-05
      ],
      [
        "co",
        -3.166338e-05
      ],
      [
        "atl",
        -1.6240566e-06
      ]
    ]
  },
  "One of his aspects is as Kshantivadin, or the Preacher of Patience. His wisdom is represented by Manjusri, and his compassion is personified by Avalokitesvara. The aspect of loving kindness, Maitreya, is recognized by Theravadans as the future one. The Japanese refers to him as the bosastu, and he is always well fit, male, and from a good family. Mahayana Buddhism sees him as someone who has passed": {
    "guess": "Maitreya",
    "confidence": [
      [
        "M",
        -0.29013103
      ],
      [
        "ait",
        -0.0007204149
      ],
      [
        "re",
        -1.247159e-05
      ],
      [
        "ya",
        -4.246537e-06
      ]
    ]
  },
  "This man's aspirations in politics were dashed when, in a comment to newspapers, he stated that he would \"execute the laws of Congress as faithfully as I have always executed the orders of my superiors.\" His first ship command was of the Agawam, a small gunboat used by his admiral as a dispatch boat. His next command would be the USS Colorado, a man-of-war, which was a part of the North Atlantic blockading squadron in the Civil War. Another command would come more than 30 years later when he commanded": {
    "guess": "George Dewey",
    "confidence": [
      [
        "George",
        -1.252496
      ],
      [
        " Dew",
        -0.0067280415
      ],
      [
        "ey",
        -4.7159858e-05
      ]
    ]
  },
  "An aspiring concert pianist in this novel hangs himself in the shower and leaves a note reminding his mother to bring a set of mahjong rules to her friend's house. One character in this novel tells of how she nearly died after being given a dish of lobster that she believed was chicken a la king. The protagonist of this novel chips his tooth and breaks his leg while attempting to court an ice-skater using the name Alton Peterson, and breaks up with his girlfriend after having sex with an Italian": {
    "guess": "The World According to Garp",
    "confidence": [
      [
        "The",
        -0.12432441
      ],
      [
        " World",
        -0.083598465
      ],
      [
        " According",
        -0.012010608
      ],
      [
        " to",
        -0.00041482248
      ],
      [
        " G",
        -0.00039361522
      ],
      [
        "arp",
        -8.685468e-05
      ]
    ]
  },
  "One aspect of this god was worshiped in an airtight cylindrical temple, represented all the cardinal": {
    "guess": "Quetzalcoatl",
    "confidence": [
      [
        "Qu",
        -0.69565463
      ],
      [
        "etz",
        -0.0016224568
      ],
      [
        "al",
        -0.00023834419
      ],
      [
        "co",
        -0.00013977377
      ],
      [
        "atl",
        -3.4121115e-06
      ]
    ]
  },
  "This man's aspirations in politics were dashed when, in a comment to newspapers, he stated that he would \"execute the laws of Congress as faithfully as I have always executed the orders of my superiors.\" His first ship command was of the Agawam, a small gunboat used by his admiral as a dispatch boat. His next command would be the USS Colorado, a man-of-war, which was a part of the North Atlantic blockading squadron in the Civil War. Another command would come more than 30 years later when he commanded the Asiatic Squadron. FTP, name this Admiral who gave the order \"You may fire when ready, Gridley,\" which led to the decimation of the Spanish Pacific fleet at Manila Bay and his promotion to Rear": {
    "guess": "George Dewey",
    "confidence": [
      [
        "George",
        -0.008772573
      ],
      [
        " Dew",
        -0.00013929696
      ],
      [
        "ey",
        -4.8113485e-05
      ]
    ]
  },
  "Aspirin is formed by reacting acetic anhydride with one of these compounds. One member of this class of compounds is formed in the contact process, and aqua regia is a mixture of two of these substances. Polyprotic types of them exhibit multiple equivalence points. Lewis theory defines them as electron": {
    "guess": "Acid",
    "confidence": [
      [
        "Ac",
        -0.7973864
      ],
      [
        "id",
        -0.07957622
      ]
    ]
  },
  "One aspect of this god was worshiped in an airtight cylindrical temple, represented all the cardinal directions, and blew the sun and moon into place. In one story, this god slept with his celibate priestess sister, burning himself to death in shame. This god's heart became the morning star, the twin brother of Venus. This god created the fifth cycle of mankind by letting blood flow from his penis into a meal of ground-up bones of previous races. This analogue of Kukulcan and rival of Tezcatlipoca": {
    "guess": "Quetzalcoatl",
    "confidence": [
      [
        "Qu",
        -0.04004435
      ],
      [
        "etz",
        -3.5358695e-05
      ],
      [
        "al",
        -4.9424725e-05
      ],
      [
        "co",
        -5.347765e-05
      ],
      [
        "atl",
        -1.9816675e-06
      ]
    ]
  },
  "An aspiring concert pianist in this novel hangs himself in the shower and leaves a note reminding his mother to bring a set of mahjong rules to her friend's house. One character in this novel tells of how she nearly died after being given a dish of lobster that she believed was chicken a la king. The protagonist of this novel chips his tooth and breaks his leg while attempting to court an ice-skater": {
    "guess": "The World According to Garp",
    "confidence": [
      [
        "The",
        -0.37639034
      ],
      [
        " World",
        -0.06461686
      ],
      [
        " According",
        -0.0038542284
      ],
      [
        " to",
        -0.00064036134
      ],
      [
        " G",
        -0.000225947
      ],
      [
        "arp",
        -2.546479e-05
      ]
    ]
  },
  "Aspects of this concept were classed as \"historical\" and \"para-historical\" by Ninian Smart, who included a \"narrative dimension\" and \"material dimension\" among his seven dimensions of this concept. Clifford Geertz claimed that it clothed its conceptions of order with \"an aura of factuality\" in an article": {
    "guess": "Religion",
    "confidence": [
      [
        "Rel",
        -0.2359994
      ],
      [
        "igion",
        -0.00047499835
      ]
    ]
  },
  "One of his aspects is as Kshantivadin, or the Preacher of Patience. His wisdom is represented by Manjusri, and his compassion is personified by Avalokitesvara. The aspect of loving kindness, Maitreya, is recognized by Theravadans as the future one. The Japanese refers to him as the bosastu, and he is always well fit, male, and from a good family. Mahayana Buddhism sees him as someone who has passed through ten stages of spiritual perfection, and his title means \"one who is destined for, or whose": {
    "guess": "Bodhisattva",
    "confidence": [
      [
        "B",
        -0.4907348
      ],
      [
        "od",
        -0.019201102
      ],
      [
        "his",
        -1.2352386e-05
      ],
      [
        "att",
        -2.577686e-06
      ],
      [
        "va",
        -6.0345924e-06
      ]
    ]
  },
  "This man's aspirations in politics were dashed when, in a comment to newspapers, he stated that he would \"execute the laws of Congress as faithfully as I have always executed the orders of my superiors.\"": {
    "guess": "Ulysses S. Grant",
    "confidence": [
      [
        "U",
        -1.5125996
      ],
      [
        "ly",
        -0.0014121393
      ],
      [
        "ss",
        -9.4914985e-06
      ],
      [
        "es",
        -4.7755875e-05
      ],
      [
        " S",
        -0.000530395
      ],
      [
        ".",
        -0.0003006657
      ],
      [
        " Grant",
        -3.0113732e-05
      ]
    ]
  },
  "One aspect of this god is Nataraja, the lord of dance, and this god, often depicted wearing a tiger skin, is carried by the bull Nandi. He carries a trident and is often accompanied by snakes, and the Ganges is said to flow through his hair. His throat was stained blue by drinking poison churned up from the sea to obtain Amrita, and the opening of his third eye burned the god of love, Kama, to death.": {
    "guess": "Shiva",
    "confidence": [
      [
        "Sh",
        -0.00051335624
      ],
      [
        "iva",
        -5.5122365e-07
      ]
    ]
  },
  "Aspects of this concept were classed as \"historical\" and \"para-historical\" by Ninian Smart, who included a \"narrative dimension\" and \"material dimension\" among his seven dimensions of this concept. Clifford Geertz claimed that it clothed its conceptions of order with \"an aura of factuality\" in an article about it \"as a cultural system.\" Robert Bellah discussed the \"civil\" variety of this concept in America. Karl Marx defined it as the \"sigh of the oppressed creature.\" Its primary purpose was identified as the emotional unification of society by Emile Durkheim, while James George Frazer claimed": {
    "guess": "Religion",
    "confidence": [
      [
        "Rel",
        -0.23327477
      ],
      [
        "igion",
        -0.24608389
      ]
    ]
  },
  "One aspect of this deity had cylindrical temples that reduced air resistance and was worshipped for igniting the sun. That aspect was the wind god Ehecatl, and the world's largest pyramid, located in Cholula, was dedicated to this god. Another aspect of this god personified the Morning Star, which this god's heart became after he immolated himself from the shame of sleeping with his sister, which he had been tricked into doing by Tezcatlipoca. He created the Fifth Race by grinding bones from Mictlan, and he may have been confused for Cortés, which expedited the conquest of Tenochtitlan. For 10": {
    "guess": "Quetzalcoatl",
    "confidence": [
      [
        "Qu",
        -0.08573882
      ],
      [
        "etz",
        -6.0510665e-05
      ],
      [
        "al",
        -8.44706e-05
      ],
      [
        "co",
        -3.6073914e-05
      ],
      [
        "atl",
        -2.3392786e-06
      ]
    ]
  },
  "One aspect of this god was worshiped in an airtight cylindrical temple, represented all the cardinal directions, and blew the sun and moon into place. In one story, this god slept with his celibate priestess sister, burning himself to death in shame. This god's heart became the morning star, the twin": {
    "guess": "Quetzalcoatl",
    "confidence": [
      [
        "Qu",
        -0.027276468
      ],
      [
        "etz",
        -0.00011260267
      ],
      [
        "al",
        -2.6060809e-05
      ],
      [
        "co",
        -1.7478143e-05
      ],
      [
        "atl",
        -1.6240566e-06
      ]
    ]
  },
  "One aspect of this deity had cylindrical temples that reduced air resistance and was worshipped for igniting": {
    "guess": "Phosphorus",
    "confidence": [
      [
        "Ph",
        -0.36993563
      ],
      [
        "osph",
        -0.00070301845
      ],
      [
        "orus",
        -0.00018685187
      ]
    ]
  },
  "Aspects of this concept were classed as \"historical\" and \"para-historical\" by Ninian Smart, who included a \"narrative dimension\" and \"material dimension\" among his seven dimensions of this concept. Clifford": {
    "guess": "Religious Dimensions",
    "confidence": [
      [
        "Rel",
        -0.83102226
      ],
      [
        "igious",
        -0.39044932
      ],
      [
        " Dimensions",
        -0.9830424
      ]
    ]
  },
  "This man's aspirations in politics were dashed when, in a comment to newspapers, he stated that he would \"execute the laws of Congress as faithfully as I have always executed the orders of my superiors.\" His first ship command was of the Agawam, a small gunboat used by his admiral as a dispatch boat. His next command would be the USS Colorado, a man-of-war, which was a part of the North Atlantic blockading squadron in the Civil War. Another command would come more than 30 years later when he commanded the Asiatic Squadron. FTP, name this Admiral who gave the order \"You may fire when ready, Gridley,\"": {
    "guess": "George Dewey",
    "confidence": [
      [
        "George",
        -0.014328387
      ],
      [
        " Dew",
        -7.696077e-05
      ],
      [
        "ey",
        -4.7517467e-05
      ]
    ]
  },
  "One aspect of this god was worshiped in an airtight cylindrical temple, represented all the cardinal directions, and blew the sun and moon into place. In one story, this god slept with his celibate priestess": {
    "guess": "Quetzalcoatl",
    "confidence": [
      [
        "Qu",
        -0.0046075378
      ],
      [
        "etz",
        -6.46828e-05
      ],
      [
        "al",
        -2.2723105e-05
      ],
      [
        "co",
        -1.7120534e-05
      ],
      [
        "atl",
        -1.147242e-06
      ]
    ]
  },
  "An aspiring concert pianist in this novel hangs himself in the shower and leaves a note reminding his mother to bring a set of mahjong rules to her friend's house. One character in this novel tells of how she nearly died after being given a dish of lobster that she believed was chicken a la king. The protagonist of this novel chips his tooth and breaks his leg while attempting to court an ice-skater using the name Alton Peterson, and breaks up with his girlfriend after having sex with an Italian prostitute named (*) Lina while on holiday in Europe. The protagonist of this novel relates his experiences with women he names \"The Pilgrim,\" \"The Pumpkin,\" and \"The Monkey,\" as well as his attempts": {
    "guess": "The World According to Garp",
    "confidence": [
      [
        "The",
        -0.47167176
      ],
      [
        " World",
        -0.025981277
      ],
      [
        " According",
        -0.0031322055
      ],
      [
        " to",
        -0.000101159116
      ],
      [
        " G",
        -0.00014513794
      ],
      [
        "arp",
        -2.0100624e-05
      ]
    ]
  },
  "One aspect of this god was worshiped in an airtight cylindrical temple, represented all the cardinal directions, and blew the sun and moon into place. In one story, this god slept with his celibate priestess sister, burning himself to death in shame. This god's heart became the morning star, the twin brother of Venus. This god created the fifth cycle of mankind by letting blood flow from his penis": {
    "guess": "Quetzalcoatl",
    "confidence": [
      [
        "Qu",
        -0.022260692
      ],
      [
        "etz",
        -4.9305523e-05
      ],
      [
        "al",
        -5.6815352e-05
      ],
      [
        "co",
        -1.9862217e-05
      ],
      [
        "atl",
        -3.5313153e-06
      ]
    ]
  },
  "An aspiring concert pianist in this novel hangs himself in the shower and leaves a note reminding his": {
    "guess": "The Bell Jar",
    "confidence": [
      [
        "The",
        -0.17347144
      ],
      [
        " Bell",
        -0.7776347
      ],
      [
        " Jar",
        -0.005088003
      ]
    ]
  },
  "Aspirin is formed by reacting acetic anhydride with one of these compounds. One member of this class of compounds is formed in the contact process, and aqua regia is a mixture of two of these substances.": {
    "guess": "Nitric acid",
    "confidence": [
      [
        "Nit",
        -0.28956613
      ],
      [
        "ric",
        -0.07541666
      ],
      [
        " acid",
        -0.17989379
      ]
    ]
  },
  "Aspirin is formed by reacting acetic anhydride with one of these compounds. One member of this class": {
    "guess": "Esters",
    "confidence": [
      [
        "E",
        -0.026399925
      ],
      [
        "sters",
        -0.40574434
      ]
    ]
  },
  "One aspect of this god is Nataraja, the lord of dance, and this god, often depicted wearing a tiger skin,": {
    "guess": "Shiva",
    "confidence": [
      [
        "Sh",
        -0.001053173
      ],
      [
        "iva",
        -2.4584822e-06
      ]
    ]
  },
  "Aspects of this concept were classed as \"historical\" and \"para-historical\" by Ninian Smart, who included a \"narrative dimension\" and \"material dimension\" among his seven dimensions of this concept. Clifford Geertz claimed that it clothed its conceptions of order with \"an aura of factuality\" in an article about it \"as a cultural system.\" Robert Bellah discussed the \"civil\" variety of this concept in America. Karl Marx defined it as the \"sigh of the oppressed creature.\" Its primary purpose was identified as the emotional unification of society by Emile Durkheim, while James George Frazer claimed it was the stage between magic and science. Durkheim wrote about the \"Elementary Forms\" of, for 10 points,": {
    "guess": "Religion",
    "confidence": [
      [
        "Rel",
        -1.0228852
      ],
      [
        "igion",
        -0.0063940613
      ]
    ]
  },
  "One of his aspects is as Kshantivadin, or the Preacher of Patience. His wisdom is represented by Manjusri, and his compassion is personified by Avalokitesvara. The aspect of loving kindness, Maitreya, is recognized by Theravadans as the future one. The Japanese refers to him as the bosastu, and he is": {
    "guess": "Bodhisattva",
    "confidence": [
      [
        "B",
        -0.6066591
      ],
      [
        "od",
        -0.04927823
      ],
      [
        "his",
        -1.9027791e-05
      ],
      [
        "att",
        -6.9882217e-06
      ],
      [
        "va",
        -1.700133e-05
      ]
    ]
  },
  "Aspects of this concept were classed as \"historical\" and \"para-historical\" by Ninian Smart, who included a \"narrative dimension\" and \"material dimension\" among his seven dimensions of this concept. Clifford Geertz claimed that it clothed its conceptions of order with \"an aura of factuality\" in an article about it \"as a cultural system.\" Robert Bellah discussed the \"civil\" variety of this concept in": {
    "guess": "Civil religion",
    "confidence": [
      [
        "Civil",
        -0.48012435
      ],
      [
        " religion",
        -0.009305617
      ]
    ]
  },
  "Aspirin is formed by reacting acetic anhydride with one of these compounds. One member of this class of compounds is formed in the contact process, and aqua regia is a mixture of two of these substances. Polyprotic types of them exhibit multiple equivalence points. Lewis theory defines them as electron pair acceptors, while the Bronsted-Lowry definition describes them as proton donors. For 10 points, name these compounds which produce hydrogen ions in solution and have pH values below 7.": {
    "guess": "Acid (chemistry)",
    "confidence": [
      [
        "Ac",
        -0.012075143
      ],
      [
        "id",
        -0.003857555
      ],
      [
        " (",
        -0.25841698
      ],
      [
        "chemistry",
        -0.002139671
      ],
      [
        ")",
        -4.894791e-05
      ]
    ]
  },
  "This man's aspirations in politics were dashed when, in a comment to newspapers, he stated that he would \"execute the laws of Congress as faithfully as I have always executed the orders of my superiors.\" His first ship command was of the Agawam, a small gunboat used by his admiral as a dispatch boat. His next command would be the USS Colorado, a man-of-war, which was a part of the North Atlantic blockading": {
    "guess": "George Dewey",
    "confidence": [
      [
        "George",
        -1.2017922
      ],
      [
        " Dew",
        -0.10294055
      ],
      [
        "ey",
        -3.8219583e-05
      ]
    ]
  },
  "One aspect of this god is Nataraja, the lord of dance, and this god, often depicted wearing a tiger skin, is carried by the bull Nandi. He carries a trident and is often accompanied by snakes, and the Ganges is said to flow through his hair. His throat was stained blue by drinking poison churned up from the sea to obtain Amrita, and the opening of his third eye burned the god of love, Kama, to death. He beheaded his son but granted Ganesha the head of an elephant to minimally upset Parvati, and their": {
    "guess": "Shiva",
    "confidence": [
      [
        "Sh",
        -0.0020763865
      ],
      [
        "iva",
        -5.3193703e-06
      ]
    ]
  },
  "One aspect of this deity had cylindrical temples that reduced air resistance and was worshipped for igniting the sun. That aspect was the wind god Ehecatl, and the world's largest pyramid, located in Cholula, was dedicated to this god. Another aspect of this god personified the Morning Star, which this": {
    "guess": "Quetzalcoatl",
    "confidence": [
      [
        "Qu",
        -0.02382418
      ],
      [
        "etz",
        -0.00014823723
      ],
      [
        "al",
        -0.0003250951
      ],
      [
        "co",
        -4.7994283e-05
      ],
      [
        "atl",
        -2.1008714e-06
      ]
    ]
  },
  "This man's aspirations in politics were dashed when, in a comment to newspapers, he stated that he would": {
    "guess": "Warren G. Harding",
    "confidence": [
      [
        "War",
        -0.06596411
      ],
      [
        "ren",
        -1.7835755e-05
      ],
      [
        " G",
        -0.0010336419
      ],
      [
        ".",
        -0.0004076739
      ],
      [
        " Harding",
        -3.094816e-05
      ]
    ]
  },
  "An aspiring concert pianist in this novel hangs himself in the shower and leaves a note reminding his mother to bring a set of mahjong rules to her friend's house. One character in this novel tells of how she nearly died after being given a dish of lobster that she believed was chicken a la king. The protagonist of this novel chips his tooth and breaks his leg while attempting to court an ice-skater using the name Alton Peterson, and breaks up with his girlfriend after having sex with an Italian prostitute named (*) Lina while on holiday in Europe. The protagonist of this novel relates his experiences": {
    "guess": "The World According to Garp",
    "confidence": [
      [
        "The",
        -0.22495806
      ],
      [
        " World",
        -0.043944344
      ],
      [
        " According",
        -0.0028549246
      ],
      [
        " to",
        -0.00012916465
      ],
      [
        " G",
        -0.00016170357
      ],
      [
        "arp",
        -2.618001e-05
      ]
    ]
  },
  "Aspirin is formed by reacting acetic anhydride with one of these compounds. One member of this class of compounds is formed in the contact process, and aqua regia is a mixture of two of these substances. Polyprotic types of them exhibit multiple equivalence points. Lewis theory defines them as electron pair acceptors, while the Bronsted-Lowry definition describes them as proton donors. For 10 points,": {
    "guess": "Acid (chemistry)",
    "confidence": [
      [
        "Ac",
        -0.026783917
      ],
      [
        "id",
        -0.0075668725
      ],
      [
        " (",
        -0.050942805
      ],
      [
        "chemistry",
        -0.0015765213
      ],
      [
        ")",
        -2.7610455e-05
      ]
    ]
  },
  "This man's aspirations in politics were dashed when, in a comment to newspapers, he stated that he would \"execute the laws of Congress as faithfully as I have always executed the orders of my superiors.\" His first ship command was of the Agawam, a small gunboat used by his admiral as a dispatch boat.": {
    "guess": "Winfield Scott Schley",
    "confidence": [
      [
        "Win",
        -1.4839998
      ],
      [
        "field",
        -0.00023607932
      ],
      [
        " Scott",
        -0.008408546
      ],
      [
        " Sch",
        -0.0019526604
      ],
      [
        "ley",
        -4.3202e-07
      ]
    ]
  },
  "One aspect of this god is Nataraja, the lord of dance, and this god, often depicted wearing a tiger skin, is carried by the bull Nandi. He carries a trident and is often accompanied by snakes, and the Ganges is said to flow through his hair. His throat was stained blue by drinking poison churned up from the sea to obtain Amrita, and the opening of his third eye burned the god of love, Kama, to death. He beheaded his son but granted Ganesha the head of an elephant to minimally upset Parvati, and their other son is Skanda. FTP, name this member of the Hindu Trimurti, the god of destruction.": {
    "guess": "Shiva",
    "confidence": [
      [
        "Sh",
        -0.012607485
      ],
      [
        "iva",
        -4.2272506e-05
      ]
    ]
  },
  "One aspect of this god is Nataraja, the lord of dance, and this god, often depicted wearing a tiger skin, is carried by the bull Nandi. He carries a trident and is often accompanied by snakes, and the": {
    "guess": "Shiva",
    "confidence": [
      [
        "Sh",
        -0.0021345562
      ],
      [
        "iva",
        -2.1008714e-06
      ]
    ]
  },
  "An aspiring concert pianist in this novel hangs himself in the shower and leaves a note reminding his mother to bring a set of mahjong rules to her friend's house. One character in this novel tells of": {
    "guess": "The Bell Jar",
    "confidence": [
      [
        "The",
        -0.45793563
      ],
      [
        " Bell",
        -0.6430912
      ],
      [
        " Jar",
        -0.0029462052
      ]
    ]
  },
  "One aspect of this deity had cylindrical temples that reduced air resistance and was worshipped for igniting the sun. That aspect was the wind god Ehecatl, and the world's largest pyramid, located in Cholula, was dedicated to this god. Another aspect of this god personified the Morning Star, which this god's heart became after he immolated himself from the shame of sleeping with his sister, which he had been tricked into doing by Tezcatlipoca. He created the Fifth Race by grinding bones from Mictlan,": {
    "guess": "Quetzalcoatl",
    "confidence": [
      [
        "Qu",
        -0.06950962
      ],
      [
        "etz",
        -3.392825e-05
      ],
      [
        "al",
        -0.00011093382
      ],
      [
        "co",
        -4.334534e-05
      ],
      [
        "atl",
        -1.9816675e-06
      ]
    ]
  },
  "One aspect of this god is Nataraja, the lord of dance, and this god, often depicted wearing a tiger skin, is carried by the bull Nandi. He carries a trident and is often accompanied by snakes, and the Ganges is said to flow through his hair. His throat was stained blue by drinking poison churned up from": {
    "guess": "Shiva",
    "confidence": [
      [
        "Sh",
        -0.0012324919
      ],
      [
        "iva",
        -1.3067608e-05
      ]
    ]
  },
  "An aspiring concert pianist in this novel hangs himself in the shower and leaves a note reminding his mother to bring a set of mahjong rules to her friend's house. One character in this novel tells of how she nearly died after being given a dish of lobster that she believed was chicken a la king. The protagonist of this novel chips his tooth and breaks his leg while attempting to court an ice-skater using the name Alton Peterson, and breaks up with his girlfriend after having sex with an Italian prostitute named (*) Lina while on holiday in Europe. The protagonist of this novel relates his experiences with women he names \"The Pilgrim,\" \"The Pumpkin,\" and \"The Monkey,\" as well as his attempts to free himself from his invasive parents Jack and Sophie. For 10 points, name this novel narrated to": {
    "guess": "Portnoy's Complaint",
    "confidence": [
      [
        "Port",
        -0.09902154
      ],
      [
        "no",
        -1.1637165e-05
      ],
      [
        "y",
        -0.0008034338
      ],
      [
        "'s",
        -0.00019638817
      ],
      [
        " Complaint",
        -0.00012047011
      ]
    ]
  },
  "One aspect of this deity had cylindrical temples that reduced air resistance and was worshipped for igniting the sun. That aspect was the wind god Ehecatl, and the world's largest pyramid, located in Cholula,": {
    "guess": "Quetzalcoatl",
    "confidence": [
      [
        "Qu",
        -0.049767416
      ],
      [
        "etz",
        -2.8325678e-05
      ],
      [
        "al",
        -0.00019769941
      ],
      [
        "co",
        -5.1928004e-05
      ],
      [
        "atl",
        -1.3856493e-06
      ]
    ]
  },
  "One aspect of this god was worshiped in an airtight cylindrical temple, represented all the cardinal directions, and blew the sun and moon into place. In one story, this god slept with his celibate priestess sister, burning himself to death in shame. This god's heart became the morning star, the twin brother of Venus. This god created the fifth cycle of mankind by letting blood flow from his penis into a meal of ground-up bones of previous races. This analogue of Kukulcan and rival of Tezcatlipoca was mistaken for a horse-riding conquistador. For 10 points, name this feathered serpent from Aztec": {
    "guess": "Quetzalcoatl",
    "confidence": [
      [
        "Qu",
        -0.08875536
      ],
      [
        "etz",
        -2.1173457e-05
      ],
      [
        "al",
        -2.3319124e-05
      ],
      [
        "co",
        -1.5451682e-05
      ],
      [
        "atl",
        -1.6240566e-06
      ]
    ]
  },
  "Aspects of this concept were classed as \"historical\" and \"para-historical\" by Ninian Smart, who included a \"narrative dimension\" and \"material dimension\" among his seven dimensions of this concept. Clifford Geertz claimed that it clothed its conceptions of order with \"an aura of factuality\" in an article about it \"as a cultural system.\" Robert Bellah discussed the \"civil\" variety of this concept in America. Karl Marx defined it as the \"sigh of the oppressed creature.\" Its primary purpose was identified": {
    "guess": "Civil religion",
    "confidence": [
      [
        "Civil",
        -0.23486699
      ],
      [
        " religion",
        -0.0040005157
      ]
    ]
  },
  "One aspect of this god was worshiped in an airtight cylindrical temple, represented all the cardinal directions, and blew the sun and moon into place. In one story, this god slept with his celibate priestess sister, burning himself to death in shame. This god's heart became the morning star, the twin brother of Venus. This god created the fifth cycle of mankind by letting blood flow from his penis into a meal of ground-up bones of previous races. This analogue of Kukulcan and rival of Tezcatlipoca was mistaken for a horse-riding conquistador. For 10 points, name this feathered serpent from Aztec mythology, who was mistaken for Hernan Cortes.": {
    "guess": "Quetzalcoatl",
    "confidence": [
      [
        "Qu",
        -0.005712985
      ],
      [
        "etz",
        -3.786197e-05
      ],
      [
        "al",
        -1.6286107e-05
      ],
      [
        "co",
        -7.822647e-06
      ],
      [
        "atl",
        -5.3193703e-06
      ]
    ]
  },
  "One aspect of this deity had cylindrical temples that reduced air resistance and was worshipped for igniting the sun. That aspect was the wind god Ehecatl, and the world's largest pyramid, located in Cholula, was dedicated to this god. Another aspect of this god personified the Morning Star, which this god's heart became after he immolated himself from the shame of sleeping with his sister, which he had been tricked into doing by Tezcatlipoca. He created the Fifth Race by grinding bones from Mictlan, and he may have been confused for Cortés, which expedited the conquest of Tenochtitlan. For 10 points, name this Aztec feathered serpent deity.": {
    "guess": "Quetzalcoatl",
    "confidence": [
      [
        "Qu",
        -0.009137418
      ],
      [
        "etz",
        -5.347765e-05
      ],
      [
        "al",
        -8.4828214e-05
      ],
      [
        "co",
        -2.319992e-05
      ],
      [
        "atl",
        -1.3856493e-06
      ]
    ]
  },
  "An aspiring concert pianist in this novel hangs himself in the shower and leaves a note reminding his mother to bring a set of mahjong rules to her friend's house. One character in this novel tells of how she nearly died after being given a dish of lobster that she believed was chicken a la king. The": {
    "guess": "The World According to Garp",
    "confidence": [
      [
        "The",
        -0.4070777
      ],
      [
        " World",
        -1.1149673
      ],
      [
        " According",
        -0.0031045116
      ],
      [
        " to",
        -0.00011653639
      ],
      [
        " G",
        -0.00015133653
      ],
      [
        "arp",
        -1.0445127e-05
      ]
    ]
  },
  "Aspects of this concept were classed as \"historical\" and \"para-historical\" by Ninian Smart, who included": {
    "guess": "History of religions",
    "confidence": [
      [
        "History",
        -0.49104324
      ],
      [
        " of",
        -0.021357898
      ],
      [
        " religions",
        -0.20751081
      ]
    ]
  },
  "One of his aspects is as Kshantivadin, or the Preacher of Patience. His wisdom is represented by Manjusri, and his compassion is personified by Avalokitesvara. The aspect of loving kindness, Maitreya, is recognized by Theravadans as the future one. The Japanese refers to him as the bosastu, and he is always well fit, male, and from a good family. Mahayana Buddhism sees him as someone who has passed through ten stages of spiritual perfection, and his title means \"one who is destined for, or whose essence is, enlightenment.\" FTP, identify this term used for one who delays nirvana to help others.": {
    "guess": "Bodhisattva",
    "confidence": [
      [
        "B",
        -0.00041363045
      ],
      [
        "od",
        -0.000856551
      ],
      [
        "his",
        -9.372295e-06
      ],
      [
        "att",
        -9.968313e-06
      ],
      [
        "va",
        -3.5954712e-05
      ]
    ]
  }
}