{
  "Gowan's Northridge Scale and Alderfer's ERG theory modify the work of this man, who examined religion and values in a study of Peak Experiences and discussed his research under Harlow in Towards a Psychology of Being. This author of The Far Reaches of Human Nature helped Clark Moustakas and Carl Rogers develop humanistic psychology. His best-known concept grew from studying his mentors Wertheimer and Ruth Benedict and \"great figures\" like Einstein and Roosevelt, and led him to classify respect in the \"esteem\" group, above physiological and safety divisions. For ten points, identify this American who placed self-actualization atop his Hierarchy of Needs.": {
    "guess": "Abraham Maslow",
    "confidence": [
      [
        "Ab",
        -0.0022237683
      ],
      [
        "raham",
        -2.8160932e-06
      ],
      [
        " Mas",
        -4.8828708e-05
      ],
      [
        "low",
        -2.220075e-06
      ]
    ]
  },
  "Gowan's Northridge Scale and Alderfer's ERG theory modify the work of this man, who examined religion and values in a study of Peak Experiences and discussed his research under Harlow in Towards a Psychology of Being. This author of The Far Reaches of Human Nature helped Clark Moustakas and Carl Rogers develop humanistic psychology. His best-known concept grew from studying his mentors Wertheimer and Ruth Benedict and \"great figures\" like Einstein and Roosevelt, and led him to classify respect in the \"esteem\" group, above physiological and safety divisions. For ten points, identify this American": {
    "guess": "Abraham Maslow",
    "confidence": [
      [
        "Ab",
        -0.005257476
      ],
      [
        "raham",
        -1.2352386e-05
      ],
      [
        " Mas",
        -0.0017881097
      ],
      [
        "low",
        -2.0339032e-05
      ]
    ]
  },
  "Gowan's Northridge Scale and Alderfer's ERG theory modify the work of this man, who examined religion and values in a study of Peak Experiences and discussed his research under Harlow in Towards a Psychology of Being. This author of The Far Reaches of Human Nature helped Clark Moustakas and Carl Rogers develop humanistic psychology. His best-known concept grew from studying his mentors Wertheimer and": {
    "guess": "Abraham Maslow",
    "confidence": [
      [
        "Ab",
        -0.0076798615
      ],
      [
        "raham",
        -6.9882217e-06
      ],
      [
        " Mas",
        -0.00024311233
      ],
      [
        "low",
        -4.00813e-06
      ]
    ]
  },
  "Gowan's Northridge Scale and Alderfer's ERG theory modify the work of this man, who examined religion and values in a study of Peak Experiences and discussed his research under Harlow in Towards a Psychology of Being. This author of The Far Reaches of Human Nature helped Clark Moustakas and Carl Rogers": {
    "guess": "Abraham Maslow",
    "confidence": [
      [
        "Ab",
        -0.012998572
      ],
      [
        "raham",
        -3.0545007e-06
      ],
      [
        " Mas",
        -0.00037561916
      ],
      [
        "low",
        -6.511407e-06
      ]
    ]
  },
  "Gowan's Northridge Scale and Alderfer's ERG theory modify the work of this man, who examined religion": {
    "guess": "Abraham Maslow",
    "confidence": [
      [
        "Ab",
        -0.85408187
      ],
      [
        "raham",
        -2.8564085e-05
      ],
      [
        " Mas",
        -0.00028934504
      ],
      [
        "low",
        -6.511407e-06
      ]
    ]
  },
  "Gowan's Northridge Scale and Alderfer's ERG theory modify the work of this man, who examined religion and values in a study of Peak Experiences and discussed his research under Harlow in Towards a Psychology of Being. This author of The Far Reaches of Human Nature helped Clark Moustakas and Carl Rogers develop humanistic psychology. His best-known concept grew from studying his mentors Wertheimer and Ruth Benedict and \"great figures\" like Einstein and Roosevelt, and led him to classify respect in": {
    "guess": "Abraham Maslow",
    "confidence": [
      [
        "Ab",
        -0.0026525864
      ],
      [
        "raham",
        -5.2001665e-06
      ],
      [
        " Mas",
        -0.00026205103
      ],
      [
        "low",
        -5.2001665e-06
      ]
    ]
  },
  "Gowan's Northridge Scale and Alderfer's ERG theory modify the work of this man, who examined religion and values in a study of Peak Experiences and discussed his research under Harlow in Towards a Psychology": {
    "guess": "Abraham Maslow",
    "confidence": [
      [
        "Ab",
        -0.0072498685
      ],
      [
        "raham",
        -8.299462e-06
      ],
      [
        " Mas",
        -0.00020103711
      ],
      [
        "low",
        -3.888926e-06
      ]
    ]
  }
}