{
  "In 1746, his unorthodox ideas in the \"Letter on the Blind\" and \"Letter on the Deaf and Dumb\" landed him in the Vincennes prison for three months. Upon his release, his friend Lebreton suggested that he": {
    "guess": "Denis Diderot",
    "confidence": [
      [
        "Den",
        -0.024343448
      ],
      [
        "is",
        -5.4788892e-05
      ],
      [
        " D",
        -6.5994034e-05
      ],
      [
        "ider",
        -5.7172965e-05
      ],
      [
        "ot",
        -6.909333e-05
      ]
    ]
  },
  "One unorthodox proposed method for dealing with it involves massive foreign currency purchases. Eggertson and Woodford argue that for open-market operations to be effective in this situation requires changing future expectations of policy. Consequently, one approach for dealing with it has been written about by Lars Svenson and involves an explicit central bank commitment to a future price level, also known as nominal GDP targeting. Another method for dealing with this problem is when the Treasury": {
    "guess": "Zero interest rate policy",
    "confidence": [
      [
        "Zero",
        -0.35669357
      ],
      [
        " interest",
        -0.16838267
      ],
      [
        " rate",
        -0.19787528
      ],
      [
        " policy",
        -0.01579538
      ]
    ]
  },
  "In 1746, his unorthodox ideas in the \"Letter on the Blind\" and \"Letter on the Deaf and Dumb\" landed him": {
    "guess": "Denis Diderot",
    "confidence": [
      [
        "Den",
        -0.0109617505
      ],
      [
        "is",
        -2.749125e-05
      ],
      [
        " D",
        -2.5583993e-05
      ],
      [
        "ider",
        -2.5703197e-05
      ],
      [
        "ot",
        -7.934485e-05
      ]
    ]
  },
  "One unorthodox proposed method for dealing with it involves massive foreign currency purchases. Eggertson and Woodford argue that for open-market operations to be effective in this situation requires changing future expectations of policy. Consequently, one approach for dealing with it has been written about by Lars Svenson and involves an explicit central bank commitment to a future price level, also": {
    "guess": "Inflation Targeting",
    "confidence": [
      [
        "In",
        -1.0918293
      ],
      [
        "flation",
        -0.00016504127
      ],
      [
        " Target",
        -0.49622118
      ],
      [
        "ing",
        -4.894791e-05
      ]
    ]
  },
  "In 1746, his unorthodox ideas in the \"Letter on the Blind\" and \"Letter on the Deaf and Dumb\" landed him in the Vincennes prison for three months. Upon his release, his friend Lebreton suggested that he translate a popular work by Ephraim Chambers into his native French. For ten points, name this man": {
    "guess": "Denis Diderot",
    "confidence": [
      [
        "Den",
        -0.038054235
      ],
      [
        "is",
        -8.180258e-06
      ],
      [
        " D",
        -3.5120287e-05
      ],
      [
        "ider",
        -5.931863e-05
      ],
      [
        "ot",
        -7.243103e-05
      ]
    ]
  },
  "One unorthodox proposed method for dealing with it involves massive foreign currency purchases. Eggertson and Woodford argue that for open-market operations to be effective in this situation requires changing future expectations of policy. Consequently, one approach for dealing with it has been written about by Lars Svenson and involves an explicit central bank commitment to a future price level, also known as nominal GDP targeting. Another method for dealing with this problem is when the Treasury agrees to broaden its asset purchases, termed \"quantitative easing.\" Paul Krugman has written about Japan's experience in this state, and has argued that the recent economic crisis is an instance of it. Occurring when consumers' preference for cash is greater than the supply of money, FTP, identify this macroeconomist state in which low or zero interest rates fail to stimulate consumer spending.": {
    "guess": "Liquidity trap",
    "confidence": [
      [
        "L",
        -0.017009677
      ],
      [
        "iqu",
        -4.8425554e-06
      ],
      [
        "idity",
        -0.00032009225
      ],
      [
        " trap",
        -0.20633626
      ]
    ]
  },
  "One unorthodox proposed method for dealing with it involves massive foreign currency purchases. Eggertson": {
    "guess": "Foreign exchange reserves",
    "confidence": [
      [
        "Foreign",
        -0.1987401
      ],
      [
        " exchange",
        -0.014290434
      ],
      [
        " reserves",
        -0.08139669
      ]
    ]
  },
  "One unorthodox proposed method for dealing with it involves massive foreign currency purchases. Eggertson and Woodford argue that for open-market operations to be effective in this situation requires changing future expectations of policy. Consequently, one approach for dealing with it has been written about by Lars Svenson and involves an explicit central bank commitment to a future price level, also known as nominal GDP targeting. Another method for dealing with this problem is when the Treasury agrees to broaden its asset purchases, termed \"quantitative easing.\" Paul Krugman has written about": {
    "guess": "Zero interest rate policy",
    "confidence": [
      [
        "Zero",
        -0.3477094
      ],
      [
        " interest",
        -0.04750233
      ],
      [
        " rate",
        -0.15649667
      ],
      [
        " policy",
        -0.005675634
      ]
    ]
  },
  "In 1746, his unorthodox ideas in the \"Letter on the Blind\" and \"Letter on the Deaf and Dumb\" landed him in the Vincennes prison for three months. Upon his release, his friend Lebreton suggested that he translate a popular work by Ephraim Chambers into his native French. For ten points, name this man who, instead of a mere translation, produced the seventeen-volume scholarly opus known as the Encyclopedie.": {
    "guess": "Denis Diderot",
    "confidence": [
      [
        "Den",
        -0.034405585
      ],
      [
        "is",
        -1.1994775e-05
      ],
      [
        " D",
        -2.7252845e-05
      ],
      [
        "ider",
        -5.8722613e-05
      ],
      [
        "ot",
        -0.00010843054
      ]
    ]
  },
  "One unorthodox proposed method for dealing with it involves massive foreign currency purchases. Eggertson and Woodford argue that for open-market operations to be effective in this situation requires changing future expectations of policy. Consequently, one approach for dealing with it has been written about by Lars Svenson and involves an explicit central bank commitment to a future price level, also known as nominal GDP targeting. Another method for dealing with this problem is when the Treasury agrees to broaden its asset purchases, termed \"quantitative easing.\" Paul Krugman has written about Japan's experience in this state, and has argued that the recent economic crisis is an instance of": {
    "guess": "Zero interest rate policy",
    "confidence": [
      [
        "Zero",
        -0.24898387
      ],
      [
        " interest",
        -0.044374228
      ],
      [
        " rate",
        -0.093843564
      ],
      [
        " policy",
        -0.045646563
      ]
    ]
  },
  "One unorthodox proposed method for dealing with it involves massive foreign currency purchases. Eggertson and Woodford argue that for open-market operations to be effective in this situation requires changing future expectations of policy. Consequently, one approach for dealing with it has been written about by Lars Svenson and involves an explicit central bank commitment to a future price level, also known as nominal GDP targeting. Another method for dealing with this problem is when the Treasury agrees to broaden its asset purchases, termed \"quantitative easing.\" Paul Krugman has written about Japan's experience in this state, and has argued that the recent economic crisis is an instance of it. Occurring when consumers' preference for cash is greater than the supply of money, FTP, identify": {
    "guess": "Liquidity trap",
    "confidence": [
      [
        "L",
        -0.09816647
      ],
      [
        "iqu",
        -5.6769813e-06
      ],
      [
        "idity",
        -0.00022332452
      ],
      [
        " trap",
        -0.35186726
      ]
    ]
  },
  "One unorthodox proposed method for dealing with it involves massive foreign currency purchases. Eggertson and Woodford argue that for open-market operations to be effective in this situation requires changing": {
    "guess": "Foreign exchange intervention",
    "confidence": [
      [
        "Foreign",
        -1.0280448
      ],
      [
        " exchange",
        -0.12772314
      ],
      [
        " intervention",
        -0.81984216
      ]
    ]
  },
  "One unorthodox proposed method for dealing with it involves massive foreign currency purchases. Eggertson and Woodford argue that for open-market operations to be effective in this situation requires changing future expectations of policy. Consequently, one approach for dealing with it has been written": {
    "guess": "Quantitative easing",
    "confidence": [
      [
        "Quant",
        -0.9870828
      ],
      [
        "itative",
        -0.00025359125
      ],
      [
        " easing",
        -0.21982111
      ]
    ]
  }
}