{
  "If it weren't for this man, 0 degrees Celsius would be the boiling point and 100 would be the freezing": {
    "guess": "Anders Celsius",
    "confidence": [
      [
        "And",
        -0.014446718
      ],
      [
        "ers",
        -0.00026217024
      ],
      [
        " Celsius",
        -1.4855664e-05
      ]
    ]
  },
  "The degree to which this phenomenon polarizes light is called Brewster's Angle, and Fresnel's equations and Huygens' principle govern this process. When a wave passes through an anisotropic material and decomposes into two waves, birefringence, the double version of this phenomenon, occurs. Snell's law relates the angle of incidence with the index of this process. The separation of white light into a rainbow as it passes through a prism is an example of this phenomenon. For 10 points, name this bending of a wave as it passes through a new medium.": {
    "guess": "Refraction",
    "confidence": [
      [
        "Ref",
        -0.03559651
      ],
      [
        "raction",
        -1.4974867e-05
      ]
    ]
  },
  "If it weren't for this man, 0 degrees Celsius would be the boiling point and 100 would be the freezing point, as he suggested inverting that scale. He wrote easy-to-follow instructional lectures on sex": {
    "guess": "Anders Celsius",
    "confidence": [
      [
        "And",
        -0.043281198
      ],
      [
        "ers",
        -0.00042686204
      ],
      [
        " Celsius",
        -0.00020044109
      ]
    ]
  },
  "The degree to which this phenomenon polarizes light is called Brewster's Angle, and Fresnel's equations and Huygens' principle govern this process. When a wave passes through an anisotropic material and decomposes into two waves, birefringence, the double version of this phenomenon, occurs. Snell's law relates the angle of incidence with the index of this process. The separation of white light into a rainbow as it passes through a prism is an example of this phenomenon. For 10 points, name this bending": {
    "guess": "Dispersion (optics)",
    "confidence": [
      [
        "Disp",
        -0.09044849
      ],
      [
        "ersion",
        -5.5122365e-07
      ],
      [
        " (",
        -0.18690489
      ],
      [
        "opt",
        -0.00076150714
      ],
      [
        "ics",
        -1.6286107e-05
      ],
      [
        ")",
        -7.064298e-05
      ]
    ]
  },
  "Degeneration of this organ occurs as a result of Leigh's disease, and it is thought that Meniere's disease results when a section of it swells.  Enervated by the spiral ganglion, its namesake duct connects to the canal of Henson.  Reissner's membrane, which separates the scala media from the scala vestibule, forms an endolymph-filled compartment in this organ along with the basilar membrane.  The helicotrema connects the scala vestibule and the scala tympani, while vibrations are sent to it via the stapes.  Containing the organ of Corti, FTP, identify this organ of the inner ear that takes its name from its snail-like shape.": {
    "guess": "Cochlea",
    "confidence": [
      [
        "C",
        -0.0011264061
      ],
      [
        "och",
        -1.3186812e-05
      ],
      [
        "lea",
        -0.00025275684
      ]
    ]
  },
  "If it weren't for this man, 0 degrees Celsius would be the boiling point and 100 would be the freezing point, as he suggested inverting that scale. He wrote easy-to-follow instructional lectures on sex titled \"How to Go Together,\" and appears on the 100 Kronor bank note. He is responsible for starting the whole \"men are from Mars thing,\" as he was the first to use those planetary symbols to signify the genders, which is not surprising, as he is quite well known for classifying things. FTP, name this Swede who organized the taxonomic binomial nomenclature still used today.": {
    "guess": "Carl Linnaeus",
    "confidence": [
      [
        "Carl",
        -0.1283015
      ],
      [
        " Lin",
        -0.0019006748
      ],
      [
        "na",
        -0.0003550079
      ],
      [
        "eus",
        -0.00035679596
      ]
    ]
  },
  "The degree to which this phenomenon polarizes light is called Brewster's Angle, and Fresnel's equations and Huygens' principle govern this process. When a wave passes through an anisotropic material and decomposes into two waves, birefringence, the double version of this phenomenon, occurs. Snell's law": {
    "guess": "Polarization (waves)",
    "confidence": [
      [
        "P",
        -0.65169597
      ],
      [
        "olar",
        -1.7716551e-05
      ],
      [
        "ization",
        -0.0005894907
      ],
      [
        " (",
        -0.03029939
      ],
      [
        "waves",
        -0.00043794067
      ],
      [
        ")",
        -5.371606e-05
      ]
    ]
  },
  "The degree to which this phenomenon polarizes light is called Brewster's Angle, and Fresnel's equations and Huygens' principle govern this process. When a wave passes through an anisotropic material and decomposes into two waves, birefringence, the double version of this phenomenon, occurs. Snell's law relates the angle of incidence with the index of this process. The separation of white light into": {
    "guess": "Polarization (waves)",
    "confidence": [
      [
        "P",
        -0.80146044
      ],
      [
        "olar",
        -4.310693e-05
      ],
      [
        "ization",
        -0.0049778125
      ],
      [
        " (",
        -0.048561133
      ],
      [
        "waves",
        -0.0006777656
      ],
      [
        ")",
        -0.000102708764
      ]
    ]
  },
  "If it weren't for this man, 0 degrees Celsius would be the boiling point and 100 would be the freezing point, as he suggested inverting that scale. He wrote easy-to-follow instructional lectures on sex titled \"How to Go Together,\" and appears on the 100 Kronor bank note. He is responsible for starting the whole \"men are from Mars thing,\" as he was the first to use those planetary symbols to signify": {
    "guess": "Anders Celsius",
    "confidence": [
      [
        "And",
        -0.29331642
      ],
      [
        "ers",
        -0.047129855
      ],
      [
        " Celsius",
        -4.6683042e-05
      ]
    ]
  },
  "Degeneration of this organ occurs as a result of Leigh's disease, and it is thought that Meniere's disease results when a section of it swells.  Enervated by the spiral ganglion, its namesake duct connects": {
    "guess": "Inner ear",
    "confidence": [
      [
        "Inner",
        -0.57445496
      ],
      [
        " ear",
        -0.20178363
      ]
    ]
  },
  "Degeneration of this organ occurs as a result of Leigh's disease, and it is thought that Meniere's disease results when a section of it swells.  Enervated by the spiral ganglion, its namesake duct connects to the canal of Henson.  Reissner's membrane, which separates the scala media from the scala vestibule, forms an endolymph-filled compartment in this organ along with the basilar membrane.  The helicotrema connects the scala vestibule and the scala tympani, while vibrations are sent to it via the": {
    "guess": "Cochlea",
    "confidence": [
      [
        "C",
        -0.017365655
      ],
      [
        "och",
        -9.610702e-06
      ],
      [
        "lea",
        -0.0032708799
      ]
    ]
  },
  "The degree to which this phenomenon polarizes light is called Brewster's Angle, and Fresnel's equations": {
    "guess": "Brewster's angle",
    "confidence": [
      [
        "B",
        -0.33963543
      ],
      [
        "rew",
        -0.0018931759
      ],
      [
        "ster",
        -5.407367e-05
      ],
      [
        "'s",
        -0.0027934685
      ],
      [
        " angle",
        -0.1426277
      ]
    ]
  },
  "Degeneration of this organ occurs as a result of Leigh's disease, and it is thought that Meniere's disease results when a section of it swells.  Enervated by the spiral ganglion, its namesake duct connects to the canal of Henson.  Reissner's membrane, which separates the scala media from the scala vestibule,": {
    "guess": "Cochlea",
    "confidence": [
      [
        "C",
        -0.002493849
      ],
      [
        "och",
        -1.0802739e-05
      ],
      [
        "lea",
        -0.0011111628
      ]
    ]
  },
  "The degree to which this phenomenon polarizes light is called Brewster's Angle, and Fresnel's equations and Huygens' principle govern this process. When a wave passes through an anisotropic material and": {
    "guess": "Birefringence",
    "confidence": [
      [
        "B",
        -0.35469198
      ],
      [
        "ire",
        -0.17461723
      ],
      [
        "fr",
        -3.2929079e-06
      ],
      [
        "ing",
        -4.0007635e-05
      ],
      [
        "ence",
        -0.00012606535
      ]
    ]
  },
  "If it weren't for this man, 0 degrees Celsius would be the boiling point and 100 would be the freezing point, as he suggested inverting that scale. He wrote easy-to-follow instructional lectures on sex titled \"How to Go Together,\" and appears on the 100 Kronor bank note. He is responsible for starting": {
    "guess": "Anders Celsius",
    "confidence": [
      [
        "And",
        -0.058398813
      ],
      [
        "ers",
        -0.027050933
      ],
      [
        " Celsius",
        -1.9027791e-05
      ]
    ]
  },
  "Degeneration of this organ occurs as a result of Leigh's disease, and it is thought that Meniere's disease": {
    "guess": "Brain",
    "confidence": [
      [
        "Brain",
        -0.7206305
      ]
    ]
  },
  "If it weren't for this man, 0 degrees Celsius would be the boiling point and 100 would be the freezing point, as he suggested inverting that scale. He wrote easy-to-follow instructional lectures on sex titled \"How to Go Together,\" and appears on the 100 Kronor bank note. He is responsible for starting the whole \"men are from Mars thing,\" as he was the first to use those planetary symbols to signify the genders, which is not surprising, as he is quite well known for classifying things. FTP, name this": {
    "guess": "Carl Linnaeus",
    "confidence": [
      [
        "Carl",
        -0.07892779
      ],
      [
        " Lin",
        -0.018118456
      ],
      [
        "na",
        -0.0025599722
      ],
      [
        "eus",
        -0.0008531087
      ]
    ]
  },
  "Degeneration of this organ occurs as a result of Leigh's disease, and it is thought that Meniere's disease results when a section of it swells.  Enervated by the spiral ganglion, its namesake duct connects to the canal of Henson.  Reissner's membrane, which separates the scala media from the scala vestibule, forms an endolymph-filled compartment in this organ along with the basilar membrane.  The helicotrema connects the scala vestibule and the scala tympani, while vibrations are sent to it via the stapes.  Containing the organ of Corti, FTP, identify this organ of the inner ear that takes its": {
    "guess": "Cochlea",
    "confidence": [
      [
        "C",
        -0.0033471591
      ],
      [
        "och",
        -2.319992e-05
      ],
      [
        "lea",
        -0.00095862785
      ]
    ]
  },
  "Degeneration of this organ occurs as a result of Leigh's disease, and it is thought that Meniere's disease results when a section of it swells.  Enervated by the spiral ganglion, its namesake duct connects to the canal of Henson.  Reissner's membrane, which separates the scala media from the scala vestibule, forms an endolymph-filled compartment in this organ along with the basilar membrane.  The helicotrema": {
    "guess": "Cochlea",
    "confidence": [
      [
        "C",
        -0.0017112361
      ],
      [
        "och",
        -3.4121115e-06
      ],
      [
        "lea",
        -0.0014826052
      ]
    ]
  }
}