{
  "His rise to power was clinched by a filibuster that pressured the senile Maffeo Gherardo into pledging to support him. He sanctioned the partitioning of Naples in the Secret Treaty of Granada and approved a divorce from Jane of Valois to one of its signatories, Louis XII, in order to win support from France after its earlier ruler, Charles VIII, had invaded Italy. The defeat of his army at Soriano": {
    "guess": "Ferdinand II of Naples",
    "confidence": [
      [
        "F",
        -0.51312673
      ],
      [
        "erd",
        -0.023372779
      ],
      [
        "inand",
        -0.015856516
      ],
      [
        " II",
        -0.015910013
      ],
      [
        " of",
        -0.0019515875
      ],
      [
        " Naples",
        -0.21398464
      ]
    ]
  },
  "Rising from the springs Senir and Dan [DAHN] at the base of Mount Hermon, this river drops quickly to swampy Ha-Hula Lake near the Rift Valley. Tributaries entering it include the Yarmouk and Jabbok Rivers, and it meanders quite a bit before finally flowing into the Dead Sea, where it ends. Also flowing": {
    "guess": "Jordan River",
    "confidence": [
      [
        "Jordan",
        -0.009791152
      ],
      [
        " River",
        -0.0006421421
      ]
    ]
  },
  "This man's rise to his first important position of power was supported by the Party of Order, and his trusted advisors included the authoritarian Eugene Rouher and the liberal Duke of Morny. Under this ruler, the minister of education Victor Duruy actively fought clerical influence, and this man entered into talks with the president of Equador about creating a \"Kingdom of the Andes.\" Together with Camilo Cavour, this man concluded the secret agreement of Plombiers, and assistance to the Piedmontese in the victory over Austria at the Battle of Solferino resulted in the Peace of Villafranca. The affair of the Hohenzollern candidacy led him to instigate a war which ended when he was captured at the Battle of Sedan, after which this man was deposed and the Third Republic proclaimed. For ten points,": {
    "guess": "Napoleon III",
    "confidence": [
      [
        "N",
        -0.02810206
      ],
      [
        "ap",
        -0.0011272406
      ],
      [
        "oleon",
        -9.579495e-05
      ],
      [
        " III",
        -0.00027897433
      ]
    ]
  },
  "His rise to power was clinched by a filibuster that pressured the senile Maffeo Gherardo into pledging to support him. He sanctioned the partitioning of Naples in the Secret Treaty of Granada and approved a divorce from Jane of Valois to one of its signatories, Louis XII, in order to win support from": {
    "guess": "Ferdinand II of Aragon",
    "confidence": [
      [
        "F",
        -0.74246794
      ],
      [
        "erd",
        -0.048557047
      ],
      [
        "inand",
        -0.011392745
      ],
      [
        " II",
        -0.045390744
      ],
      [
        " of",
        -0.0038604124
      ],
      [
        " Ar",
        -0.22786745
      ],
      [
        "agon",
        -0.0010574606
      ]
    ]
  },
  "This man's rise to his first important position of power was supported by the Party of Order, and his": {
    "guess": "Adolphe Thiers",
    "confidence": [
      [
        "Ad",
        -1.5281276
      ],
      [
        "ol",
        -0.0026101405
      ],
      [
        "phe",
        -0.0019113846
      ],
      [
        " Th",
        -6.6113236e-05
      ],
      [
        "iers",
        -6.301394e-05
      ]
    ]
  },
  "This man's rise to his first important position of power was supported by the Party of Order, and his trusted advisors included the authoritarian Eugene Rouher and the liberal Duke of Morny. Under this ruler, the minister of education Victor Duruy actively fought clerical influence, and this man entered into talks with the president of Equador about creating a \"Kingdom of the Andes.\" Together with Camilo Cavour, this man concluded the secret agreement of Plombiers, and assistance to the Piedmontese in the victory over Austria at the Battle of Solferino resulted in the Peace of Villafranca. The affair of the Hohenzollern candidacy led him to instigate a war which ended when he was captured at the Battle of Sedan, after which this man was deposed and the Third Republic proclaimed. For ten points, identify this man who became president on the abdication of Louis-Philippe and who ruled from 1852 until 1873 as the last French Emperor.": {
    "guess": "Napoleon III",
    "confidence": [
      [
        "N",
        -0.026982011
      ],
      [
        "ap",
        -0.0011577237
      ],
      [
        "oleon",
        -0.00013917775
      ],
      [
        " III",
        -0.00039932964
      ]
    ]
  },
  "His rise to power was clinched by a filibuster that pressured the senile Maffeo Gherardo into pledging to support him. He sanctioned the partitioning of Naples in the Secret Treaty of Granada and approved a divorce from Jane of Valois to one of its signatories, Louis XII, in order to win support from France after its earlier ruler, Charles VIII, had invaded Italy. The defeat of his army at Soriano resulted in the murder of one of his sons, the Duke of Gandia, while another one employed Don Michelotto and savagely raped Caterina Sforza. An affair with Vanozza Catanei produced those children by this man, who brokered the Treaty of Tordesillas and succeeded Innocent VIII. FTP, identify this nephew of Calixtus III, a Spanish-born pope and father to Juan, Cesare and Lucrezia.": {
    "guess": "Pope Alexander VI",
    "confidence": [
      [
        "P",
        -0.122635655
      ],
      [
        "ope",
        -6.7901296e-05
      ],
      [
        " Alexander",
        -7.493431e-05
      ],
      [
        " VI",
        -0.00095505174
      ]
    ]
  },
  "His rise to power was clinched by a filibuster that pressured the senile Maffeo Gherardo into pledging to support him. He sanctioned the partitioning of Naples in the Secret Treaty of Granada and approved a divorce from Jane of Valois to one of its signatories, Louis XII, in order to win support from France after its earlier ruler, Charles VIII, had invaded Italy. The defeat of his army at Soriano resulted in the murder of one of his sons, the Duke of Gandia, while another one employed Don Michelotto": {
    "guess": "Pope Alexander VI",
    "confidence": [
      [
        "P",
        -0.26031488
      ],
      [
        "ope",
        -9.9251854e-05
      ],
      [
        " Alexander",
        -0.00020640128
      ],
      [
        " VI",
        -0.0014793867
      ]
    ]
  },
  "His rise to power was clinched by a filibuster that pressured the senile Maffeo Gherardo into pledging to support him. He sanctioned the partitioning of Naples in the Secret Treaty of Granada and approved a divorce from Jane of Valois to one of its signatories, Louis XII, in order to win support from France after its earlier ruler, Charles VIII, had invaded Italy. The defeat of his army at Soriano resulted in the murder of one of his sons, the Duke of Gandia, while another one employed Don Michelotto and savagely raped Caterina Sforza. An affair with Vanozza Catanei produced those children by this": {
    "guess": "Pope Alexander VI",
    "confidence": [
      [
        "P",
        -0.33098072
      ],
      [
        "ope",
        -0.0018980522
      ],
      [
        " Alexander",
        -0.0020175017
      ],
      [
        " VI",
        -0.002913527
      ]
    ]
  },
  "Rising from the springs Senir and Dan [DAHN] at the base of Mount Hermon, this river drops quickly to swampy Ha-Hula Lake near the Rift Valley. Tributaries entering it include the Yarmouk and Jabbok Rivers, and it meanders quite a bit before finally flowing into the Dead Sea, where it ends. Also flowing into the Sea of Galilee, it forms a border between Israel and its namesake kingdom. For 10 points, name this Middle Eastern river which shares its name with a nation whose capital is Amman.": {
    "guess": "Jordan River",
    "confidence": [
      [
        "Jordan",
        -0.002411327
      ],
      [
        " River",
        -1.1994775e-05
      ]
    ]
  },
  "His rise to power was clinched by a filibuster that pressured the senile Maffeo Gherardo into pledging to support him. He sanctioned the partitioning of Naples in the Secret Treaty of Granada and approved": {
    "guess": "Filibuster in the United States Senate",
    "confidence": [
      [
        "F",
        -0.9400481
      ],
      [
        "ilib",
        -0.41805652
      ],
      [
        "uster",
        -0.014291027
      ],
      [
        " in",
        -0.12898596
      ],
      [
        " the",
        -0.0008710828
      ],
      [
        " United",
        -0.28122818
      ],
      [
        " States",
        -0.0008851342
      ],
      [
        " Senate",
        -9.9371064e-05
      ]
    ]
  },
  "This man's rise to his first important position of power was supported by the Party of Order, and his trusted advisors included the authoritarian Eugene Rouher and the liberal Duke of Morny. Under this": {
    "guess": "Louis Napoleon Bonaparte",
    "confidence": [
      [
        "Louis",
        -0.47129455
      ],
      [
        " Napoleon",
        -0.5696864
      ],
      [
        " Bon",
        -0.39093506
      ],
      [
        "ap",
        -9.615256e-05
      ],
      [
        "arte",
        -0.00017040544
      ]
    ]
  },
  "Rising from the springs Senir and Dan [DAHN] at the base of Mount Hermon, this river drops quickly to swampy Ha-Hula Lake near the Rift Valley. Tributaries entering it include the Yarmouk and Jabbok Rivers,": {
    "guess": "Jordan River",
    "confidence": [
      [
        "Jordan",
        -0.00521004
      ],
      [
        " River",
        -0.0002105734
      ]
    ]
  },
  "Rising from the springs Senir and Dan [DAHN] at the base of Mount Hermon, this river drops quickly to": {
    "guess": "Jordan River",
    "confidence": [
      [
        "Jordan",
        -0.028000059
      ],
      [
        " River",
        -0.0110231815
      ]
    ]
  },
  "This man's rise to his first important position of power was supported by the Party of Order, and his trusted advisors included the authoritarian Eugene Rouher and the liberal Duke of Morny. Under this ruler, the minister of education Victor Duruy actively fought clerical influence, and this man entered into talks with the president of Equador about creating a \"Kingdom of the Andes.\" Together with Camilo Cavour, this man concluded the secret agreement of Plombiers, and assistance to the Piedmontese in the victory over Austria at the Battle of Solferino resulted in the Peace of Villafranca. The affair of the Hohenzollern candidacy led him to instigate a war which ended when he was captured at the Battle of Sedan, after which this man was deposed and the Third Republic proclaimed. For ten points, identify this man who became president on the abdication of Louis-Philippe and who ruled from 1852": {
    "guess": "Napoleon III",
    "confidence": [
      [
        "N",
        -0.042995885
      ],
      [
        "ap",
        -0.0018259542
      ],
      [
        "oleon",
        -0.00021069261
      ],
      [
        " III",
        -0.00055350957
      ]
    ]
  },
  "His rise to power was clinched by a filibuster that pressured the senile Maffeo Gherardo into pledging": {
    "guess": "The Idiot",
    "confidence": [
      [
        "The",
        -0.22963926
      ],
      [
        " Id",
        -0.054664355
      ],
      [
        "iot",
        -1.5332478e-05
      ]
    ]
  },
  "Rising from the springs Senir and Dan [DAHN] at the base of Mount Hermon, this river drops quickly to swampy Ha-Hula Lake near the Rift Valley. Tributaries entering it include the Yarmouk and Jabbok Rivers, and it meanders quite a bit before finally flowing into the Dead Sea, where it ends. Also flowing into the Sea of Galilee, it forms a border between Israel and its namesake kingdom. For 10 points,": {
    "guess": "Jordan River",
    "confidence": [
      [
        "Jordan",
        -0.0025625764
      ],
      [
        " River",
        -4.723352e-06
      ]
    ]
  },
  "This man's rise to his first important position of power was supported by the Party of Order, and his trusted advisors included the authoritarian Eugene Rouher and the liberal Duke of Morny. Under this ruler, the minister of education Victor Duruy actively fought clerical influence, and this man entered into talks with the president of Equador about creating a \"Kingdom of the Andes.\" Together with": {
    "guess": "Napoleon III",
    "confidence": [
      [
        "N",
        -0.104784496
      ],
      [
        "ap",
        -0.0025122853
      ],
      [
        "oleon",
        -0.0002759942
      ],
      [
        " III",
        -0.0013490457
      ]
    ]
  },
  "This man's rise to his first important position of power was supported by the Party of Order, and his trusted advisors included the authoritarian Eugene Rouher and the liberal Duke of Morny. Under this ruler, the minister of education Victor Duruy actively fought clerical influence, and this man entered into talks with the president of Equador about creating a \"Kingdom of the Andes.\" Together with Camilo Cavour, this man concluded the secret agreement of Plombiers, and assistance to the Piedmontese in the victory over Austria at the Battle of Solferino resulted in the Peace of Villafranca. The": {
    "guess": "Napoleon III",
    "confidence": [
      [
        "N",
        -0.042520393
      ],
      [
        "ap",
        -0.0031287596
      ],
      [
        "oleon",
        -0.00017541199
      ],
      [
        " III",
        -0.0004770248
      ]
    ]
  },
  "This man's rise to his first important position of power was supported by the Party of Order, and his trusted advisors included the authoritarian Eugene Rouher and the liberal Duke of Morny. Under this ruler, the minister of education Victor Duruy actively fought clerical influence, and this man entered into talks with the president of Equador about creating a \"Kingdom of the Andes.\" Together with Camilo Cavour, this man concluded the secret agreement of Plombiers, and assistance to the Piedmontese": {
    "guess": "Napoleon III",
    "confidence": [
      [
        "N",
        -0.08501599
      ],
      [
        "ap",
        -0.0055726287
      ],
      [
        "oleon",
        -0.0004155377
      ],
      [
        " III",
        -0.000397184
      ]
    ]
  },
  "His rise to power was clinched by a filibuster that pressured the senile Maffeo Gherardo into pledging to support him. He sanctioned the partitioning of Naples in the Secret Treaty of Granada and approved a divorce from Jane of Valois to one of its signatories, Louis XII, in order to win support from France after its earlier ruler, Charles VIII, had invaded Italy. The defeat of his army at Soriano resulted in the murder of one of his sons, the Duke of Gandia, while another one employed Don Michelotto and savagely raped Caterina Sforza. An affair with Vanozza Catanei produced those children by this man, who brokered the Treaty of Tordesillas and succeeded Innocent VIII. FTP, identify this nephew": {
    "guess": "Pope Alexander VI",
    "confidence": [
      [
        "P",
        -0.04057929
      ],
      [
        "ope",
        -1.504853e-06
      ],
      [
        " Alexander",
        -0.0053486708
      ],
      [
        " VI",
        -0.0014092821
      ]
    ]
  },
  "This man's rise to his first important position of power was supported by the Party of Order, and his trusted advisors included the authoritarian Eugene Rouher and the liberal Duke of Morny. Under this ruler, the minister of education Victor Duruy actively fought clerical influence, and this man entered into talks with the president of Equador about creating a \"Kingdom of the Andes.\" Together with Camilo Cavour, this man concluded the secret agreement of Plombiers, and assistance to the Piedmontese in the victory over Austria at the Battle of Solferino resulted in the Peace of Villafranca. The affair of the Hohenzollern candidacy led him to instigate a war which ended when he was captured at": {
    "guess": "Napoleon III",
    "confidence": [
      [
        "N",
        -0.02363699
      ],
      [
        "ap",
        -0.0009387355
      ],
      [
        "oleon",
        -0.00016837897
      ],
      [
        " III",
        -0.00044914213
      ]
    ]
  },
  "This man's rise to his first important position of power was supported by the Party of Order, and his trusted advisors included the authoritarian Eugene Rouher and the liberal Duke of Morny. Under this ruler, the minister of education Victor Duruy actively fought clerical influence, and this man entered": {
    "guess": "Napoleon III",
    "confidence": [
      [
        "N",
        -0.053751845
      ],
      [
        "ap",
        -0.0011377159
      ],
      [
        "oleon",
        -0.00020568605
      ],
      [
        " III",
        -0.0018775894
      ]
    ]
  }
}