{
  "Eurylochus is the only man who escapes one of the actions of this figure. Canens threw herself into the Tiber river after this figure changed her husband Picus into a woodpecker. To eliminate a rival for the love of Glaucus, this figure poisoned a pool in order to change Scylla into a sea monster. This": {
    "guess": "Circe",
    "confidence": [
      [
        "C",
        -0.005059891
      ],
      [
        "ir",
        -1.7239736e-05
      ],
      [
        "ce",
        -0.00014537634
      ]
    ]
  },
  "In Europe, the most prestigious competition in this sport is the Lugano Trophy, held biannually since 1961. First included in the Olympic Games in 1908, the IAAF defines legal movement as performed so": {
    "guess": "Rhythmic gymnastics",
    "confidence": [
      [
        "R",
        -0.7241924
      ],
      [
        "hyth",
        -0.0026692345
      ],
      [
        "mic",
        -3.9292416e-05
      ],
      [
        " gymn",
        -0.20781736
      ],
      [
        "astics",
        -0.0005642342
      ]
    ]
  },
  "In Europe, the most prestigious competition in this sport is the Lugano Trophy, held biannually since 1961. First included in the Olympic Games in 1908, the IAAF defines legal movement as performed so that at least one foot is touching the ground at all times. When a foot is on the ground, that leg must be straightened. FTP, in what sport does the Olympics award medals for distances ranging from 3 to 50 kilometers, a sport in which even the most unathletic of College Bowlers could probably compete": {
    "guess": "Racewalking",
    "confidence": [
      [
        "Race",
        -0.028164295
      ],
      [
        "walking",
        -0.028480656
      ]
    ]
  },
  "Eurylochus is the only man who escapes one of the actions of this figure. Canens threw herself into the Tiber river after this figure changed her husband Picus into a woodpecker. To eliminate a rival for the love of Glaucus, this figure poisoned a pool in order to change Scylla into a sea monster. This daughter of Helios gave birth to Telegonus following the visit of a hero who was left with only one": {
    "guess": "Circe",
    "confidence": [
      [
        "C",
        -0.0034179587
      ],
      [
        "ir",
        -9.4914985e-06
      ],
      [
        "ce",
        -5.121278e-05
      ]
    ]
  },
  "Eurylochus is the only man who escapes one of the actions of this figure. Canens threw herself into the": {
    "guess": "Odyssey",
    "confidence": [
      [
        "Od",
        -0.30837384
      ],
      [
        "yssey",
        -0.25413376
      ]
    ]
  },
  "Eurylochus is the only man who escapes one of the actions of this figure. Canens threw herself into the Tiber river after this figure changed her husband Picus into a woodpecker. To eliminate a rival for the love of Glaucus, this figure poisoned a pool in order to change Scylla into a sea monster. This daughter of Helios gave birth to Telegonus following the visit of a hero who was left with only one ship encountering the Laestrygonians. That man resisted her tricks by eating the herb moly, which": {
    "guess": "Circe",
    "confidence": [
      [
        "C",
        -0.002447831
      ],
      [
        "ir",
        -8.89548e-06
      ],
      [
        "ce",
        -7.815281e-05
      ]
    ]
  },
  "Eurylochus is the only man who escapes one of the actions of this figure. Canens threw herself into the Tiber river after this figure changed her husband Picus into a woodpecker. To eliminate a rival for the love of Glaucus, this figure poisoned a pool in order to change Scylla into a sea monster. This daughter of Helios gave birth to Telegonus following the visit of a hero who was left with only one ship encountering the Laestrygonians. That man resisted her tricks by eating the herb moly, which prevented this woman from turning him into a pig like all of his crew. For 10 points, name this sorceress": {
    "guess": "Circe",
    "confidence": [
      [
        "C",
        -0.0023754155
      ],
      [
        "ir",
        -6.0345924e-06
      ],
      [
        "ce",
        -2.355753e-05
      ]
    ]
  },
  "Eurylochus is the only man who escapes one of the actions of this figure. Canens threw herself into the Tiber river after this figure changed her husband Picus into a woodpecker. To eliminate a rival for": {
    "guess": "Circe",
    "confidence": [
      [
        "C",
        -0.81728035
      ],
      [
        "ir",
        -0.005963526
      ],
      [
        "ce",
        -0.0004769056
      ]
    ]
  },
  "One of Europe's leading horse tracks, the Ippodromo del Gallopo, is found in this city, whose residents": {
    "guess": "Milan",
    "confidence": [
      [
        "Mil",
        -0.2852712
      ],
      [
        "an",
        -0.0020780517
      ]
    ]
  },
  "This European region is indented by Arcachon Bay, which is home to the Great Dune of Pyla and is just north of the Landes forest. It is the end terminal of the Adour River, which flows into the Gulf of Vizcaya in this region very near Bayonne. It also sees the confluence of the Dordogne River in its north with the Garonne River to form the massive Gironde estuary. Its major city is Bordeaux and it's": {
    "guess": "Nouvelle-Aquitaine",
    "confidence": [
      [
        "N",
        -0.6072946
      ],
      [
        "ou",
        -5.5146502e-05
      ],
      [
        "velle",
        -0.0001004439
      ],
      [
        "-A",
        -0.0017709737
      ],
      [
        "quit",
        -4.608702e-05
      ],
      [
        "aine",
        -0.00039516488
      ]
    ]
  },
  "This European region is indented by Arcachon Bay, which is home to the Great Dune of Pyla and is just north of the Landes forest. It is the end terminal of the Adour River, which flows into the Gulf of": {
    "guess": "Bay of Biscay",
    "confidence": [
      [
        "Bay",
        -0.181514
      ],
      [
        " of",
        -0.0137473615
      ],
      [
        " B",
        -0.0022956133
      ],
      [
        "isc",
        -2.2842309e-05
      ],
      [
        "ay",
        -0.00019698418
      ]
    ]
  },
  "One of Europe's leading horse tracks, the Ippodromo del Gallopo, is found in this city, whose residents may relax at the manmade Lake Idroscalo near Linate airport. Suburbs such as Monza and Bollate and creeks such as the Lambro and the Nirone surround this city, whose slum is known as Brianza. This home to the International Sample Trade Fair contains the castle known as the Palazzo di Brera and the art gallery at the Pinacoteca di Brera, as well as the Pirelli Building on the Piazza della Repubblica.": {
    "guess": "Milan",
    "confidence": [
      [
        "Mil",
        -0.00010294717
      ],
      [
        "an",
        -0.0014134505
      ]
    ]
  },
  "This European region is indented by Arcachon Bay, which is home to the Great Dune of Pyla and is just north of the Landes forest. It is the end terminal of the Adour River, which flows into the Gulf of Vizcaya in this region very near Bayonne. It also sees the confluence of the Dordogne River in its north with the Garonne River to form the massive Gironde estuary. Its major city is Bordeaux and it's bordered to the east by the Midi-Pyrenees region and to the west by the Bay of Biscay. FTP, name this region of southwestern France, home to a medieval queen of England and France named Eleanor.": {
    "guess": "Aquitaine",
    "confidence": [
      [
        "A",
        -0.0042448426
      ],
      [
        "quit",
        -1.504853e-06
      ],
      [
        "aine",
        -3.4405064e-05
      ]
    ]
  },
  "In Europe, the most prestigious competition in this sport is the Lugano Trophy, held biannually since 1961. First included in the Olympic Games in 1908, the IAAF defines legal movement as performed so that at least one foot is touching the ground at all times. When a foot is on the ground, that leg must be straightened. FTP, in what sport does the Olympics award medals for distances ranging from 3 to 50 kilometers, a sport in which even the most unathletic of College Bowlers could probably compete by the age of two?": {
    "guess": "Racewalking",
    "confidence": [
      [
        "Race",
        -0.08420125
      ],
      [
        "walking",
        -0.02275618
      ]
    ]
  },
  "In Europe, the most prestigious competition in this sport is the Lugano Trophy, held biannually since 1961. First included in the Olympic Games in 1908, the IAAF defines legal movement as performed so that at least one foot is touching the ground at all times. When a foot is on the ground, that leg must": {
    "guess": "Racewalking",
    "confidence": [
      [
        "Race",
        -0.022942262
      ],
      [
        "walking",
        -0.0008433377
      ]
    ]
  },
  "This European region is indented by Arcachon Bay, which is home to the Great Dune of Pyla and is just": {
    "guess": "Bay of Biscay",
    "confidence": [
      [
        "Bay",
        -0.36637902
      ],
      [
        " of",
        -0.0008292827
      ],
      [
        " B",
        -0.123641364
      ],
      [
        "isc",
        -2.4153549e-05
      ],
      [
        "ay",
        -0.00010807293
      ]
    ]
  },
  "One of Europe's leading horse tracks, the Ippodromo del Gallopo, is found in this city, whose residents may relax at the manmade Lake Idroscalo near Linate airport. Suburbs such as Monza and Bollate and creeks such as the Lambro and the Nirone surround this city, whose slum is known as Brianza. This home to the International Sample Trade Fair contains the castle known as the Palazzo di Brera and the art gallery at the Pinacoteca di Brera, as well as the Pirelli Building on the Piazza della Repubblica. This capital of Lombardy is also home to La Scala. For 10 points, name this city near the Po River,": {
    "guess": "Milan",
    "confidence": [
      [
        "Mil",
        -0.00040338258
      ],
      [
        "an",
        -0.001172725
      ]
    ]
  },
  "In Europe, the most prestigious competition in this sport is the Lugano Trophy, held biannually since 1961. First included in the Olympic Games in 1908, the IAAF defines legal movement as performed so that at least one foot is touching the ground at all times. When a foot is on the ground, that leg must be straightened. FTP, in what sport does the Olympics award medals for distances ranging from 3": {
    "guess": "Racewalking",
    "confidence": [
      [
        "Race",
        -0.054352675
      ],
      [
        "walking",
        -0.03668857
      ]
    ]
  },
  "In Europe, the most prestigious competition in this sport is the Lugano Trophy, held biannually since": {
    "guess": "Synchronized skating",
    "confidence": [
      [
        "S",
        -0.14967787
      ],
      [
        "ynchronized",
        -0.0074295034
      ],
      [
        " skating",
        -0.04850856
      ]
    ]
  },
  "One of Europe's leading horse tracks, the Ippodromo del Gallopo, is found in this city, whose residents may relax at the manmade Lake Idroscalo near Linate airport. Suburbs such as Monza and Bollate and creeks such as the Lambro and the Nirone surround this city, whose slum is known as Brianza. This home to the International Sample Trade Fair contains the castle known as the Palazzo di Brera and the art gallery at the Pinacoteca di Brera, as well as the Pirelli Building on the Piazza della Repubblica. This capital of Lombardy is also home to La Scala. For 10 points, name this city near the Po River, a large urban area in northern Italy.": {
    "guess": "Milan",
    "confidence": [
      [
        "Mil",
        -0.00027706707
      ],
      [
        "an",
        -0.00083976163
      ]
    ]
  },
  "One of Europe's leading horse tracks, the Ippodromo del Gallopo, is found in this city, whose residents may relax at the manmade Lake Idroscalo near Linate airport. Suburbs such as Monza and Bollate and": {
    "guess": "Milan",
    "confidence": [
      [
        "Mil",
        -0.0024612644
      ],
      [
        "an",
        -0.0022176998
      ]
    ]
  },
  "One of Europe's leading horse tracks, the Ippodromo del Gallopo, is found in this city, whose residents may relax at the manmade Lake Idroscalo near Linate airport. Suburbs such as Monza and Bollate and creeks such as the Lambro and the Nirone surround this city, whose slum is known as Brianza. This home to the International Sample Trade Fair contains the castle known as the Palazzo di Brera and the": {
    "guess": "Milan",
    "confidence": [
      [
        "Mil",
        -0.0014776059
      ],
      [
        "an",
        -0.0043124994
      ]
    ]
  },
  "This European region is indented by Arcachon Bay, which is home to the Great Dune of Pyla and is just north of the Landes forest. It is the end terminal of the Adour River, which flows into the Gulf of Vizcaya in this region very near Bayonne. It also sees the confluence of the Dordogne River in its north with the Garonne River to form the massive Gironde estuary. Its major city is Bordeaux and it's bordered to the east by the Midi-Pyrenees region and to the west by the Bay of Biscay. FTP, name this": {
    "guess": "Nouvelle-Aquitaine",
    "confidence": [
      [
        "N",
        -0.7202057
      ],
      [
        "ou",
        -5.419287e-05
      ],
      [
        "velle",
        -9.579495e-05
      ],
      [
        "-A",
        -0.003507065
      ],
      [
        "quit",
        -0.00023774817
      ],
      [
        "aine",
        -0.00037335427
      ]
    ]
  },
  "One of Europe's leading horse tracks, the Ippodromo del Gallopo, is found in this city, whose residents may relax at the manmade Lake Idroscalo near Linate airport. Suburbs such as Monza and Bollate and creeks such as the Lambro and the Nirone surround this city, whose slum is known as Brianza. This": {
    "guess": "Milan",
    "confidence": [
      [
        "Mil",
        -0.0034153475
      ],
      [
        "an",
        -0.001975861
      ]
    ]
  },
  "Eurylochus is the only man who escapes one of the actions of this figure. Canens threw herself into the Tiber river after this figure changed her husband Picus into a woodpecker. To eliminate a rival for the love of Glaucus, this figure poisoned a pool in order to change Scylla into a sea monster. This daughter of Helios gave birth to Telegonus following the visit of a hero who was left with only one ship encountering the Laestrygonians. That man resisted her tricks by eating the herb moly, which prevented this woman from turning him into a pig like all of his crew. For 10 points, name this sorceress of Aeaea, where Odysseus lived for a year during his return from Troy.": {
    "guess": "Circe",
    "confidence": [
      [
        "C",
        -0.0006864602
      ],
      [
        "ir",
        -7.703444e-06
      ],
      [
        "ce",
        -1.60477e-05
      ]
    ]
  },
  "This European region is indented by Arcachon Bay, which is home to the Great Dune of Pyla and is just north of the Landes forest. It is the end terminal of the Adour River, which flows into the Gulf of Vizcaya in this region very near Bayonne. It also sees the confluence of the Dordogne River in its": {
    "guess": "Bay of Biscay",
    "confidence": [
      [
        "Bay",
        -0.54453486
      ],
      [
        " of",
        -0.0037967502
      ],
      [
        " B",
        -0.00036239854
      ],
      [
        "isc",
        -3.1782583e-05
      ],
      [
        "ay",
        -0.0002509688
      ]
    ]
  }
}