{
  "Originally playing as Kara's Flowers, this LA band included Mickey Madden, Jesse Carmichael, and Ryan Dusick when they released the 1997 album The Fourth World. They were dropped by Reprise Records, added": {
    "guess": "Maroon 5",
    "confidence": [
      [
        "Mar",
        -0.009285421
      ],
      [
        "oon",
        -3.22594e-05
      ],
      [
        " ",
        -2.7729659e-05
      ],
      [
        "5",
        -2.220075e-06
      ]
    ]
  },
  "This man originated the use of the term \"stimulus-error\" to describe observers who pay undue attention to physical properties of objects, and he argued in favor of four attributes: quality, intensity, duration, and clarity. Although he notoriously excluded women from the group he founded, several of": {
    "guess": "Edward Titchener",
    "confidence": [
      [
        "Edward",
        -0.1723159
      ],
      [
        " T",
        -0.13196678
      ],
      [
        "itch",
        -0.0014019061
      ],
      [
        "ener",
        -0.0004110116
      ]
    ]
  },
  "The origins of this event may be seen in the overthrow of the Hohenstaufen king Manfred at the Battle": {
    "guess": "Sicilian Vespers",
    "confidence": [
      [
        "S",
        -0.3832408
      ],
      [
        "ic",
        -7.1954215e-05
      ],
      [
        "ilian",
        -0.0002676536
      ],
      [
        " V",
        -4.143808e-05
      ],
      [
        "esp",
        -1.0683535e-05
      ],
      [
        "ers",
        -1.0280384e-06
      ]
    ]
  },
  "Originally led by Fulk of Neuilly and assembled in Venice, its first act was to sack the Dalmatian town of Zara on the orders of the Doge, Enrico Dandolo. Philip of Swabia then diverted troops to Constantinople": {
    "guess": "Fourth Crusade",
    "confidence": [
      [
        "Fourth",
        -0.07495445
      ],
      [
        " Crus",
        -0.0017328946
      ],
      [
        "ade",
        -5.7411373e-05
      ]
    ]
  },
  "The original score of one of these compositions contained the instructions \"wait for nod\" to indicate when the orchestra should resume playing. A composition of this type opens with a nine-bar introduction before an A-C-B-A-E motif and presents a D-flat major melodic inversion of one of the works that inspired it. Another one of these compositions was originally composed for two pianos and was premiered by at the Aeolian Hall by Ferde Grofé and Paul (*) Whiteman's orchestra in the concert, An Experiment in Modern Music. A composition of this type consists of twenty-four variations on the last of another composer's caprices, while another opens with a two-and-a-half octave clarinet glissando. For 10 points, identify this kind of composition, exemplified by one \"on a theme of Paganini\" by Rachmaninoff": {
    "guess": "Rhapsody",
    "confidence": [
      [
        "R",
        -0.87314194
      ],
      [
        "haps",
        -0.00093075255
      ],
      [
        "ody",
        -0.00057936576
      ]
    ]
  },
  "It was originally reported by two German scientists in 1925, but they later admitted the helium they had measured was from the background. Public awareness was raised in 1989 by the Fleischmann-Pons experiment, in which electrolyzed heavy water using a palladium cathode released far more energy than was expected. However, independent attempts to confirm these low energy nuclear reactions have always failed. For ten points, give the common term for nuclear reactions at low temperature.": {
    "guess": "Cold fusion",
    "confidence": [
      [
        "Cold",
        -0.027965399
      ],
      [
        " fusion",
        -0.007297455
      ]
    ]
  },
  "Originating in Oaxaca and Jalisco provinces, it was made famous  by artists like Cirilo Marmolejo early in this century. Featuring  violins, guitarron, guitar, trumpets, and percussion instruments  like the marimba, its name may derive from the French word for  \"marriage.\" FTP, what Mexican style became so popular that its  name became a slang term for any musician, including the title  character of a 1992 Robert Rodriguez film?": {
    "guess": "Mariachi",
    "confidence": [
      [
        "Mari",
        -0.04360296
      ],
      [
        "achi",
        -2.8802491e-05
      ]
    ]
  },
  "This man originated the use of the term \"stimulus-error\" to describe observers who pay undue attention to physical properties of objects, and he argued in favor of four attributes: quality, intensity, duration, and clarity. Although he notoriously excluded women from the group he founded, several of his students were women including the author of The Animal Mind, Margaret Floy Washburn, and Joy Paul Guilford. In his book A Beginner's Psychology, he argues that perceptions resolve into sensations which compose a \"core,\" but meaning is generated by context. A biography of him was written by his more famous student E.G. Boring, and this author of A Primer of Psychology gained fame for bringing the thought of another psychologist to America. FTP, name this structuralist pioneer of experimental": {
    "guess": "Edward Titchener",
    "confidence": [
      [
        "Edward",
        -0.37432465
      ],
      [
        " T",
        -0.86152625
      ],
      [
        "itch",
        -0.011512601
      ],
      [
        "ener",
        -0.0014767715
      ]
    ]
  },
  "She was originally a princess of Lydia and daughter of Idmon of Colophon.  Her biggest change occurred when she was doused with aconite after she hanged herself.  She was given a chance to recant her claims by an old woman but hailed insults upon the woman, who was actually her opponent in disguise.": {
    "guess": "Arachne",
    "confidence": [
      [
        "Ar",
        -0.42192978
      ],
      [
        "ach",
        -0.0013317869
      ],
      [
        "ne",
        -0.00022547018
      ]
    ]
  },
  "It was originally published independently, but later became the first chapter of a novel published after its author's death in 1924. It tells the story of a sixteen-year old boy has been sent to the United States by his family after he was seduced by and impregnated the housemaid. While looking for his": {
    "guess": "The Enormous Room",
    "confidence": [
      [
        "The",
        -1.5791624
      ],
      [
        " En",
        -1.7210639
      ],
      [
        "orm",
        -0.43021324
      ],
      [
        "ous",
        -0.00033343938
      ],
      [
        " Room",
        -0.78922546
      ]
    ]
  },
  "The original explanation of it contains the flaw that the integral of the proposed scattering kernel over all space diverges to infinity, which is the exposure of a fundamental limitation of classical": {
    "guess": "Scattering kernel",
    "confidence": [
      [
        "Sc",
        -0.3170112
      ],
      [
        "attering",
        -0.0014001181
      ],
      [
        " kernel",
        -0.49478352
      ]
    ]
  },
  "It was originally financed as a joint stock company with 24 shares of stock at $500 per share, and was reorganized three years after its founding through the efforts of Albert Brisbane. Originally founded": {
    "guess": "Association for the Promotion of the Unity of Christendom",
    "confidence": [
      [
        "Association",
        -0.31248227
      ],
      [
        " for",
        -0.9352366
      ],
      [
        " the",
        -0.33269468
      ],
      [
        " Promotion",
        -0.6015065
      ],
      [
        " of",
        -4.6802244e-05
      ],
      [
        " the",
        -0.24946247
      ],
      [
        " Unity",
        -0.25652453
      ],
      [
        " of",
        -4.0246043e-05
      ],
      [
        " Christ",
        -0.7843581
      ],
      [
        "end",
        -7.839122e-05
      ],
      [
        "om",
        -5.3000836e-05
      ]
    ]
  },
  "It was originally designed to be built at the Universal Exposition of Barcelona in 1888 , though that proposal was rejected.  After its completion it was criticized for marring the landscape of its present city.  Intended to stand only for 20 years, the city decided to keep it because of its useful communication purposes most notably demonstrated during the 1st Battle of the Marne.  Consisting of three": {
    "guess": "Eiffel Tower",
    "confidence": [
      [
        "E",
        -0.023605784
      ],
      [
        "iff",
        -2.868329e-05
      ],
      [
        "el",
        -0.00019674578
      ],
      [
        " Tower",
        -0.0026704266
      ]
    ]
  },
  "The originator of this legend may have been Heliodorus, the chancellor of Seleucus IV Philopatorm, who was prevented by the priest Onias from looting the Temple. A similar story from a cuneiform tablet lends veracity to this legend, which is set during the years following the victory at Carchemish by": {
    "guess": "The Expulsion of Heliodorus",
    "confidence": [
      [
        "The",
        -0.9645593
      ],
      [
        " Exp",
        -0.31766936
      ],
      [
        "ulsion",
        -0.0026643618
      ],
      [
        " of",
        -0.0011302134
      ],
      [
        " Hel",
        -0.0005885371
      ],
      [
        "iod",
        -4.20341e-05
      ],
      [
        "orus",
        -4.632543e-05
      ]
    ]
  },
  "At its origin, it presents three small dilations known as its sinuses. Its lumen narrows forming an isthmus prior to the ductus, beyond which it presents a fusiform dilation which His referred to as its": {
    "guess": "Aorta",
    "confidence": [
      [
        "A",
        -0.04938433
      ],
      [
        "orta",
        -0.14734827
      ]
    ]
  },
  "She was originally a princess of Lydia and daughter of Idmon of Colophon.  Her biggest change occurred when she was doused with aconite after she hanged herself.  She was given a chance to recant her claims by an old woman but hailed insults upon the woman, who was actually her opponent in disguise.  She depicted Europa, Danae, and Leda on a beautiful tapestry so perfect that it led to her demise.": {
    "guess": "Arachne",
    "confidence": [
      [
        "Ar",
        -0.030621776
      ],
      [
        "ach",
        -5.7768983e-05
      ],
      [
        "ne",
        -1.2233183e-05
      ]
    ]
  },
  "The original liner notes of this album discuss a hypothetical \"cool-minded Martian.\" One track starts as a \"Haydn-esque waltz theme\" before revealing itself to alternate between two bars of 3 and two bars": {
    "guess": "The Shape of Jazz to Come",
    "confidence": [
      [
        "The",
        -1.2955934
      ],
      [
        " Shape",
        -1.1673522
      ],
      [
        " of",
        -0.0016919655
      ],
      [
        " Jazz",
        -0.0018871112
      ],
      [
        " to",
        -0.00062022323
      ],
      [
        " Come",
        -7.076218e-05
      ]
    ]
  },
  "The originator of this legend may have been Heliodorus, the chancellor of Seleucus IV Philopatorm, who was prevented by the priest Onias from looting the Temple. A similar story from a cuneiform tablet": {
    "guess": "The Expulsion of Heliodorus from the Temple",
    "confidence": [
      [
        "The",
        -0.4333574
      ],
      [
        " Exp",
        -0.033367533
      ],
      [
        "ulsion",
        -0.0011042563
      ],
      [
        " of",
        -0.001443211
      ],
      [
        " Hel",
        -0.00035989526
      ],
      [
        "iod",
        -0.00020330198
      ],
      [
        "orus",
        -6.194111e-05
      ],
      [
        " from",
        -0.36099496
      ],
      [
        " the",
        -1.1517961e-05
      ],
      [
        " Temple",
        -0.00013083349
      ]
    ]
  },
  "Originally this god was much more malevolent, a god of sorcery who had abducted Xochiquetzal and initiated human sacrifices. Overlord of the constellation Great Bear, he had created the world by tearing apart the primordial crocodile Cipactli, though he lost a foot to her and was thus sometimes called": {
    "guess": "Tezcatlipoca",
    "confidence": [
      [
        "Te",
        -0.5297445
      ],
      [
        "z",
        -0.003470471
      ],
      [
        "cat",
        -5.025915e-05
      ],
      [
        "lip",
        -0.0005694755
      ],
      [
        "oca",
        -1.569009e-05
      ]
    ]
  },
  "The original publication of this work made claims such as \"the Jew is the heir of the slave baron,\" but later editions were revised to tone down such Anti-Semitic rhetoric. Each chapter opens with a few lines of verse from poets including Tennyson, Whittier, and Swinburne. \"Of Alexander Crummell,\" \"Of": {
    "guess": "The Souls of Black Folk",
    "confidence": [
      [
        "The",
        -0.7818224
      ],
      [
        " Souls",
        -0.339313
      ],
      [
        " of",
        -8.053688e-05
      ],
      [
        " Black",
        -0.0007710325
      ],
      [
        " Folk",
        -0.0028073713
      ]
    ]
  },
  "In the original scheme of the Jacobsen epoxidation, this compound donates an oxygen atom to the manganese reagent. Its conjugate acid is formed by the enzyme that is mutated in a disease which is similar to chronic granulomatous disease but shows a normal NBT test; that enzyme is myeloperoxidase. A mixture of this compound and boric acid is found in Dakin's solution. It's not ethanol or HCl, but a 0.1% solution of this substance is commonly used to destroy (*) DNA and decontaminate lab surfaces used for PCR. This substance is generated in situ by reacting sodium hydroxide with chlorine gas in processes used to decolorize wood pulp. 3 to 6 percent solutions of this compound are found in Clorox. For 10 points, name this compound, the active ingredient in bleach.": {
    "guess": "Sodium Hypochlorite",
    "confidence": [
      [
        "S",
        -0.010623296
      ],
      [
        "odium",
        -4.3202e-07
      ],
      [
        " Hyp",
        -0.4778063
      ],
      [
        "och",
        -5.2285613e-05
      ],
      [
        "lor",
        -0.0003827677
      ],
      [
        "ite",
        -0.00014954848
      ]
    ]
  },
  "He was originally appointed to the Senate when Bob Bartlett passed away, serving alongside Mike Gravel. The busiest airport in his state is now named after him, and a few years ago he claimed that if a vote did not go his way he would be taken out of the Senate on a stretcher. His home in Girdwood became a center of attention when it became known that it was renovated by Veco Corporation. He recently lost reelection to Mark Begich after being convicted of corruption. Name this Senator who once said,": {
    "guess": "Ted Stevens",
    "confidence": [
      [
        "Ted",
        -0.0015756867
      ],
      [
        " Stevens",
        -5.121278e-05
      ]
    ]
  },
  "Originally this god was much more malevolent, a god of sorcery who had abducted Xochiquetzal and initiated human sacrifices. Overlord of the constellation Great Bear, he had created the world by tearing apart the primordial crocodile Cipactli, though he lost a foot to her and was thus sometimes called Hurakan. The special protector the god of slaves and punisher of wicked, he saw everything in his": {
    "guess": "Huracan",
    "confidence": [
      [
        "Hur",
        -0.58763975
      ],
      [
        "ac",
        -0.067983255
      ],
      [
        "an",
        -0.4229087
      ]
    ]
  },
  "The original liner notes of this album discuss a hypothetical \"cool-minded Martian.\" One track starts as a \"Haydn-esque waltz theme\" before revealing itself to alternate between two bars of 3 and two bars of 4, while \"Kathy's Waltz\" is dedicated to one musician's daughter, although her name is misspelled. One song from this album, featuring unusual 12/8 and 9/8 rhythms, was inspired by Istanbul street music, while the most famous track was originally intended only to be a Joe Morello drum solo. Paul Desmond has memorable solos in \"Blue Rondo A La Turk\" and another piece written in a 5/4 time signature. For 10 points, name this jazz album featuring \"Take Five\" released by the Dave Brubeck Quartet.": {
    "guess": "Time Out",
    "confidence": [
      [
        "Time",
        -0.00012546933
      ],
      [
        " Out",
        -0.00020473242
      ]
    ]
  },
  "It originated with the union of the families of Ar-nulf, the bishop of Metz, and Pepin of Landon, the": {
    "guess": "Carolingian dynasty",
    "confidence": [
      [
        "Car",
        -0.25071105
      ],
      [
        "oling",
        -9.579495e-05
      ],
      [
        "ian",
        -0.0027940646
      ],
      [
        " dynasty",
        -0.0037893888
      ]
    ]
  },
  "Originally this novel was supposed to chronicle the life of Joseph K. Pumphrey, a professor of business English and friend to the eventual main character. At the end of the novel, the title character's son Ted elopes with his neighbor's daughter. The title character also has an affair with the widow": {
    "guess": "The Corrections",
    "confidence": [
      [
        "The",
        -1.0130069
      ],
      [
        " Corrections",
        -0.3782191
      ]
    ]
  },
  "The origins of this event may be seen in the overthrow of the Hohenstaufen king Manfred at the Battle of Benevento, and the execution of his nephew Conradin shortly afterward, together with the excommunication": {
    "guess": "Sicilian Vespers",
    "confidence": [
      [
        "S",
        -0.29979816
      ],
      [
        "ic",
        -6.754368e-05
      ],
      [
        "ilian",
        -3.8457987e-05
      ],
      [
        " V",
        -1.6882126e-05
      ],
      [
        "esp",
        -6.392203e-06
      ],
      [
        "ers",
        -4.3202e-07
      ]
    ]
  },
  "In the original production of this ballet, the title character had a solo mad scene at the end of act 1, but in modern productions that scene is omitted. The title role was created by the French poet Theophile Gautier for Carolotta Grisi, although it was out of the repertoire until Daighilev brought it back in 1910. In act 1, the title character falls in love with a prince after he comes to town with his family disguised as a peasant, but he is fought by Hilarion, a hunter that loves the title character. The title character dies at the end of act 1, and in act 2 she becomes one of the Willies, who try to kill her lover Albrecht to avenge her death, but her love for him saves his life. FTP name": {
    "guess": "Giselle",
    "confidence": [
      [
        "G",
        -0.0016814865
      ],
      [
        "is",
        -0.00012976067
      ],
      [
        "elle",
        -3.3093824e-05
      ]
    ]
  },
  "This man originally studied engineering and architecture before turning to  the theatre and then went on to directing. A propaganda film called Old and  New was released under the name The General Line and another film of his  October came to be known as Ten Days That Shook the World. FTP, name this": {
    "guess": "Sergei Eisenstein",
    "confidence": [
      [
        "S",
        -0.0018399908
      ],
      [
        "erge",
        -0.00020663968
      ],
      [
        "i",
        -8.864273e-05
      ],
      [
        " Eisen",
        -0.0011939177
      ],
      [
        "stein",
        -1.3306016e-05
      ]
    ]
  },
  "The original may have been destroyed by William Glackens, as a way of settling a dispute involving it.  It first appeared in the second issue of the magazine The Blind Man, which also included an essay about it by Louise Nortion and a prose poem in praise of it.  According to William Camfield's definitive book about it, it was probably displayed at Gallery 291, which makes sense as Alfred Steiglitz took a famous photograph of it.  Notoriously, it was submitted to a 1917 exhibition of the Society of Independent Artists under the pseudonym Richard Mutt.  FTP, identify this porcelain \"ready-made\"": {
    "guess": "Fountain (Duchamp)",
    "confidence": [
      [
        "F",
        -0.0050340365
      ],
      [
        "ountain",
        -2.1769476e-05
      ],
      [
        " (",
        -0.42124346
      ],
      [
        "D",
        -0.00016349163
      ],
      [
        "uch",
        -6.2729996e-06
      ],
      [
        "amp",
        -2.0339032e-05
      ],
      [
        ")",
        -0.0021621601
      ]
    ]
  },
  "Originally led by Samuel ben Kalonymos, it focused on contemplating the merkava, the throne described by Ezekiel. Its name means \"the pious,\" and its modern version was started in the eighteenth century by Bal Shem Tov. For 10 points, name this orthodox Jewish sect, noted by their full beards, long black coats, and large hats.": {
    "guess": "Hasidic Judaism",
    "confidence": [
      [
        "Has",
        -0.00837391
      ],
      [
        "id",
        -4.4537377e-05
      ],
      [
        "ic",
        -0.0005410005
      ],
      [
        " Judaism",
        -8.4828214e-05
      ]
    ]
  },
  "In the original form of this analytical technique, a device consisting of a glass tube with a resistive coating uses an electric field to accelerate incoming electrons into collisions with the wall, such that more electrons are ionized and hence a detectable current pulse is formed on the detector. This device is called a channeltron. In more conventional forms, hemispherical electron energy analyzers are used to measure the kinetic energy of incoming electrons. Pioneered by Siegbahn in 1954 for which he received the Nobel prize in 1981, this analytical technique measures kinetic energies and the intensity of electrons escaping from the first 1-10 micrometers of a surface. In this method electron binding energies are calculated by subtracting the measured electron kinetic energies and known work functions from energies of photons generally obtained from synchrotron sources. FTP, name this": {
    "guess": "Photoemission spectroscopy",
    "confidence": [
      [
        "Photo",
        -0.40575716
      ],
      [
        "em",
        -0.47000492
      ],
      [
        "ission",
        -4.465658e-05
      ],
      [
        " spectro",
        -0.023405729
      ],
      [
        "scopy",
        -2.9994528e-05
      ]
    ]
  },
  "Its origin is unclear; as it existed without \"sand, nor sea, nor cooling billows...nor heaven above,\" it was defined entirely by where it was not.  There, the Elivogs hardened and the heat from the bright south met with the ice of the north, leading to the birth of Ymir.  Shortly afterward, Audhumbla arose and fed Ymir and, soon afterward, Buri.  It was eradicated by the filling up of the world when Midgard was created after the slaughter of Ymir.  FTP, identify this primordial space between Muspellheim and Niflheim, where the creation of the world took place.": {
    "guess": "Ginnungagap",
    "confidence": [
      [
        "G",
        -0.041779347
      ],
      [
        "inn",
        -0.0010599602
      ],
      [
        "ung",
        -0.00012654216
      ],
      [
        "ag",
        -2.5703197e-05
      ],
      [
        "ap",
        -5.080963e-06
      ]
    ]
  },
  "Originally, they were farmers who left home in search of employment, with many ending up in the military.": {
    "guess": "Foreign worker",
    "confidence": [
      [
        "Foreign",
        -1.7848608
      ],
      [
        " worker",
        -1.0679367
      ]
    ]
  },
  "In the original form of this analytical technique, a device consisting of a glass tube with a resistive coating uses an electric field to accelerate incoming electrons into collisions with the wall, such that more electrons are ionized and hence a detectable current pulse is formed on the detector. This": {
    "guess": "Electron capture detector",
    "confidence": [
      [
        "Elect",
        -0.30883482
      ],
      [
        "ron",
        -0.00028278882
      ],
      [
        " capture",
        -0.7406841
      ],
      [
        " detector",
        -0.014791386
      ]
    ]
  },
  "The original theme of the Scherzo of this work was found in the Dictionnaire de la musique under Chinese Music. The Andantino was originally a piano duet and the Finale is a majestic march. Based on music written for a ballet commissioned by Massine, it begins with a Viennese march interrupted by the": {
    "guess": "Symphony No. 7 (Dvořák)",
    "confidence": [
      [
        "Sym",
        -0.72395545
      ],
      [
        "phony",
        -0.044719566
      ],
      [
        " No",
        -0.42093006
      ],
      [
        ".",
        -0.0020103606
      ],
      [
        " ",
        -0.0052803652
      ],
      [
        "7",
        -1.308063
      ],
      [
        " (",
        -0.017915785
      ],
      [
        "D",
        -1.155632
      ],
      [
        "vo",
        -0.7011091
      ],
      [
        "ř",
        -9.3291674e-05
      ],
      [
        "ák",
        -0.0024207258
      ],
      [
        ")",
        -0.00012749579
      ]
    ]
  },
  "Originally associated with soil fertility, this being became a god of the morning and evening star before  his followers converted him to a representation of death and destruction. Driven into exile from his city of  Tula by the god Tezcatlipoca, his followers expected the return of this fair- skinned, bearded deity, resulting  in the people's misconception of the 1519 appearance of conquistador Hernan Cortez. FTP, name this  Toltec and Aztec god, also known as the Plumed or Feathered Serpent.": {
    "guess": "Quetzalcoatl",
    "confidence": [
      [
        "Qu",
        -0.0045588845
      ],
      [
        "etz",
        -6.82589e-05
      ],
      [
        "al",
        -5.50273e-05
      ],
      [
        "co",
        -6.670925e-05
      ],
      [
        "atl",
        -2.1531068e-05
      ]
    ]
  },
  "Originally led by Samuel ben Kalonymos, it focused on contemplating the merkava, the throne described by Ezekiel. Its name means \"the pious,\" and its modern version was started in the eighteenth century by Bal Shem Tov. For 10 points, name this orthodox Jewish sect, noted by their full beards, long black": {
    "guess": "Hasidic Judaism",
    "confidence": [
      [
        "Has",
        -0.009362546
      ],
      [
        "id",
        -0.00014847564
      ],
      [
        "ic",
        -0.00050847256
      ],
      [
        " Judaism",
        -4.8828708e-05
      ]
    ]
  },
  "Originally a recipe for salad in a poem entitled \"Mo-re-tum\", this saying was used as the motto of Gentleman's": {
    "guess": "Vinaigrette",
    "confidence": [
      [
        "V",
        -1.2620182
      ],
      [
        "ina",
        -0.3673468
      ],
      [
        "ig",
        -0.00038705903
      ],
      [
        "rette",
        -0.00028290803
      ]
    ]
  },
  "Its origin is unclear; as it existed without \"sand, nor sea, nor cooling billows...nor heaven above,\" it was defined entirely by where it was not.  There, the Elivogs hardened and the heat from the bright south met with the ice of the north, leading to the birth of Ymir.  Shortly afterward, Audhumbla": {
    "guess": "Ginnungagap",
    "confidence": [
      [
        "G",
        -0.1996315
      ],
      [
        "inn",
        -0.0034877004
      ],
      [
        "ung",
        -0.00037192382
      ],
      [
        "ag",
        -3.094816e-05
      ],
      [
        "ap",
        -1.18755715e-05
      ]
    ]
  },
  "Originally the most famous section, a parable about a hypothetical literary genius, was not included, because it made the essay too lengthy for its author to read at the commencement ceremony of a woman's college. Its first section is a meditation on the author's experiences at an Oxford College library, from which she was excluded due to her womanhood. It is probably best­known, however, for the parable of the Bard's sister, who is raped on the road to London and dies of despair in a ditch, Judith Shakespeare. For ten points identify this sociological essay asserting that woman writers require money and the title circumstance, a vindication of women's rights by Virginia Woolf.": {
    "guess": "A Room of One's Own",
    "confidence": [
      [
        "A",
        -0.002373985
      ],
      [
        " Room",
        -3.6789137e-05
      ],
      [
        " of",
        -0.00032902884
      ],
      [
        " One",
        -2.7252845e-05
      ],
      [
        "'s",
        -3.4285862e-05
      ],
      [
        " Own",
        -7.107425e-06
      ]
    ]
  },
  "Originating in Oaxaca and Jalisco provinces, it was made famous  by artists like Cirilo Marmolejo early in this century. Featuring  violins, guitarron, guitar, trumpets, and percussion instruments  like the marimba, its name may derive from the French word for  \"marriage.\" FTP, what Mexican style became": {
    "guess": "Mariachi",
    "confidence": [
      [
        "Mari",
        -0.41099483
      ],
      [
        "achi",
        -2.9756122e-05
      ]
    ]
  },
  "It was originally published independently, but later became the first chapter of a novel published after its author's death in 1924. It tells the story of a sixteen-year old boy has been sent to the United States by his family after he was seduced by and impregnated the housemaid. While looking for his lost umbrella, the protagonist meets a ship employee, and helps him make the case to the captain": {
    "guess": "The Great Gatsby",
    "confidence": [
      [
        "The",
        -1.4790556
      ],
      [
        " Great",
        -1.3942362
      ],
      [
        " G",
        -0.05503631
      ],
      [
        "atsby",
        -0.000646791
      ]
    ]
  },
  "Originally published as Lyric XIX, the title character is described by the narrator as \"townsman of a": {
    "guess": "The Waste Land",
    "confidence": [
      [
        "The",
        -1.4005073
      ],
      [
        " Waste",
        -0.45816922
      ],
      [
        " Land",
        -8.876193e-05
      ]
    ]
  },
  "Originally published as Lyric XIX, the title character is described by the narrator as \"townsman of a stiller town\". The first and second stanzas show contrastingly different images of the subject coming back home, though both are \"shoulder-high\". The narrator declares that the title character is lucky": {
    "guess": "To an Athlete Dying Young",
    "confidence": [
      [
        "To",
        -0.031342395
      ],
      [
        " an",
        -0.011708428
      ],
      [
        " Ath",
        -0.00022964232
      ],
      [
        "lete",
        -1.0802739e-05
      ],
      [
        " D",
        -6.194111e-05
      ],
      [
        "ying",
        -1.0921943e-05
      ],
      [
        " Young",
        -0.00025204162
      ]
    ]
  },
  "The original screenplay adaption of this novel called for Sir Ambrose, the expat Englishman, to be played as a leather-wearing transvestite. As conceived by his author, Ambrose is a curmudgeonly old man who spends his days drinking G&T's with the other expats, though he is unsympathetic when one of them commits suicide. Meanwhile, the novel's hero masquerades as a non- sectarian minister in order to win the love of the heroine, who is unable to choose between him and another man. Unfortunately, the other man, along with being a bit of a necrophiliac, is obsessed with his own morbidly obese mother. The members of the love triangle are coworkers at a business founded by the Dreamer, a creepy visionary": {
    "guess": "The Dreamers (novel)",
    "confidence": [
      [
        "The",
        -0.68008405
      ],
      [
        " Dream",
        -1.6473281
      ],
      [
        "ers",
        -0.17221165
      ],
      [
        " (",
        -0.061259873
      ],
      [
        "nov",
        -0.14308013
      ],
      [
        "el",
        -0.0021212348
      ],
      [
        ")",
        -0.0033156693
      ]
    ]
  },
  "In the original scheme of the Jacobsen epoxidation, this compound donates an oxygen atom to the manganese": {
    "guess": "Jacobsen catalyst",
    "confidence": [
      [
        "Jac",
        -0.8001948
      ],
      [
        "obs",
        -5.288163e-05
      ],
      [
        "en",
        -0.00026288547
      ],
      [
        " catalyst",
        -0.73761934
      ]
    ]
  },
  "Their original name was coined from the musician who originally performed \"Who Do You Love?\" They are commonly used in one series to steal opposing players' coins and stars, but they debuted as a playable": {
    "guess": "Mario Party (series)",
    "confidence": [
      [
        "Mario",
        -0.32938084
      ],
      [
        " Party",
        -0.001845698
      ],
      [
        " (",
        -0.4680205
      ],
      [
        "series",
        -0.032963794
      ],
      [
        ")",
        -0.00017743846
      ]
    ]
  },
  "Originally a recipe for salad in a poem entitled \"Mo-re-tum\", this saying was used as the motto of Gentleman's Magazine where it was noticed by Benjamin Franklin, Thomas Jefferson, and John Adams. For 10 points -- give the Latin phrase of the motto used for the Second Continental Congress, adopted for": {
    "guess": "E pluribus unum",
    "confidence": [
      [
        "E",
        -0.061149534
      ],
      [
        " plur",
        -0.06128701
      ],
      [
        "ibus",
        -0.00069563516
      ],
      [
        " un",
        -0.0046583153
      ],
      [
        "um",
        -0.0002191524
      ]
    ]
  },
  "The original centrifugal model for this phenomenon has long been replaced by the isotactic \"greased onion\" model, which relies on the buoyancy of the asthenosphere. The genesis of this idea is commonly attributed to Alfred Wegener noticing in 1912 that the Eastern coast of South America might fit like": {
    "guess": "Plate tectonics",
    "confidence": [
      [
        "Plate",
        -0.031912595
      ],
      [
        " t",
        -0.011191765
      ],
      [
        "ect",
        -6.704273e-07
      ],
      [
        "on",
        -4.1318875e-05
      ],
      [
        "ics",
        -4.8113485e-05
      ]
    ]
  },
  "Originally a recipe for salad in a poem entitled \"Mo-re-tum\", this saying was used as the motto of Gentleman's Magazine where it was noticed by Benjamin Franklin, Thomas Jefferson, and John Adams. For 10 points -- give the Latin phrase of the motto used for the Second Continental Congress, adopted for the Great Seal, that means \"out of many, one\".": {
    "guess": "E pluribus unum",
    "confidence": [
      [
        "E",
        -0.0071679666
      ],
      [
        " plur",
        -0.01935416
      ],
      [
        "ibus",
        -0.0023378278
      ],
      [
        " un",
        -0.0041074925
      ],
      [
        "um",
        -0.0001376281
      ]
    ]
  },
  "It was originally financed as a joint stock company with 24 shares of stock at $500 per share, and was reorganized three years after its founding through the efforts of Albert Brisbane. Originally founded by the Unitarian minister George Ripley in West Roxbury, Massachusetts, its community school was a success, but it was unprofitable due to its sandy soil and dependence on the manual labor of its": {
    "guess": "Brook Farm",
    "confidence": [
      [
        "Bro",
        -0.008097243
      ],
      [
        "ok",
        -0.0023362818
      ],
      [
        " Farm",
        -9.984788e-05
      ]
    ]
  },
  "She was originally a princess of Lydia and daughter of Idmon of Colophon.  Her biggest change occurred when she was doused with aconite after she hanged herself.  She was given a chance to recant her claims by an old woman but hailed insults upon the woman, who was actually her opponent in disguise.  She depicted Europa, Danae, and Leda on a beautiful tapestry so perfect that it led to her demise.  FTP, name this figure who boasted that she was a better weaver than Athena, and for her hubris was turned into a spider.": {
    "guess": "Arachne",
    "confidence": [
      [
        "Ar",
        -0.0021484774
      ],
      [
        "ach",
        -4.8709502e-05
      ],
      [
        "ne",
        -0.0001071193
      ]
    ]
  },
  "Originally titled \"Lil Folks,\" it debuted in 1950 and has been featured in over than 2,600  newspapers in 75 countries. At first, this strip featured several characters such as Rerun, Franklin, and Woodstock. For ten points, name this comic strip, retired due to the death of its creator, Charles Schultz.": {
    "guess": "Peanuts",
    "confidence": [
      [
        "P",
        -0.004538112
      ],
      [
        "ean",
        -6.704273e-07
      ],
      [
        "uts",
        -1.2233183e-05
      ]
    ]
  },
  "The original liner notes of this album discuss a hypothetical \"cool-minded Martian.\" One track starts as a \"Haydn-esque waltz theme\" before revealing itself to alternate between two bars of 3 and two bars of 4, while \"Kathy's Waltz\" is dedicated to one musician's daughter, although her name is misspelled. One song from this album, featuring unusual 12/8 and 9/8 rhythms, was inspired by Istanbul street music, while the most famous track was originally intended only to be a Joe Morello drum solo. Paul Desmond has memorable solos in \"Blue Rondo A La Turk\" and another piece written in a 5/4 time signature.": {
    "guess": "Time Out",
    "confidence": [
      [
        "Time",
        -0.00093134854
      ],
      [
        " Out",
        -0.00022618541
      ]
    ]
  },
  "Originally, this object was created on the island of Crumissa by a daughter of King Bisaltes named Theophane. Later, this object was sent to Orchomenus to thwart a sacrifice by Athamas. This object arrived in Aea after transporting Phrixus and Helle across the sea, and in later times this object was guarded by a dragon which was put to sleep when given a special herb against the wishes of King Aeetes. Residing in the kingdom of Colchis, for 10 points, identify this object, the recovery of which was": {
    "guess": "Golden Fleece",
    "confidence": [
      [
        "Golden",
        -0.040638927
      ],
      [
        " F",
        -0.0022260258
      ],
      [
        "lee",
        -3.1281633e-07
      ],
      [
        "ce",
        -6.6306106e-06
      ]
    ]
  },
  "In the original form of this analytical technique, a device consisting of a glass tube with a resistive coating uses an electric field to accelerate incoming electrons into collisions with the wall, such that more electrons are ionized and hence a detectable current pulse is formed on the detector. This device is called a channeltron. In more conventional forms, hemispherical electron energy analyzers are used to measure the kinetic energy of incoming electrons. Pioneered by Siegbahn in 1954 for which he received the Nobel prize in 1981, this analytical technique measures kinetic energies and the intensity of electrons escaping from the first 1-10 micrometers of a surface. In this method electron": {
    "guess": "X-ray photoelectron spectroscopy",
    "confidence": [
      [
        "X",
        -0.18849225
      ],
      [
        "-ray",
        -0.013779464
      ],
      [
        " photo",
        -0.0064895307
      ],
      [
        "electron",
        -0.00086369953
      ],
      [
        " spectro",
        -0.0008165352
      ],
      [
        "scopy",
        -2.355753e-05
      ]
    ]
  },
  "Originating in Louisiana, the famous dissent in this case came from Justice John Marshall Harlan, who stated that the Constitution was colorblind. However, it was ruled that the separate rail cars for": {
    "guess": "Plessy v. Ferguson",
    "confidence": [
      [
        "P",
        -0.00053861644
      ],
      [
        "less",
        -1.0921943e-05
      ],
      [
        "y",
        -0.00010151673
      ],
      [
        " v",
        -7.7079974e-05
      ],
      [
        ".",
        -9.372295e-06
      ],
      [
        " Ferguson",
        -2.546479e-05
      ]
    ]
  },
  "He was originally appointed to the Senate when Bob Bartlett passed away, serving alongside Mike Gravel. The busiest airport in his state is now named after him, and a few years ago he claimed that if a vote did not go his way he would be taken out of the Senate on a stretcher. His home in Girdwood became": {
    "guess": "Ted Stevens",
    "confidence": [
      [
        "Ted",
        -0.0033324182
      ],
      [
        " Stevens",
        -0.00010986099
      ]
    ]
  },
  "The original lineup of this group was a trio formed by people who left John Mayall's Blues Breakers, with Peter Green and Jeremy Spencer playing guitar. After Peter Green and Jeremy Spencer split, the band was shorthanded until they heard Lindsey Buckingham playing guitar, whom they added along with his girlfriend. They are better known for their eponymous album that debuted Buckingham and his girlfriend, and the follow-up masterpiece Rumours. For 10 points, identify this rock band named for its": {
    "guess": "Fleetwood Mac",
    "confidence": [
      [
        "F",
        -0.010006449
      ],
      [
        "leet",
        -2.2603901e-05
      ],
      [
        "wood",
        -0.00018697108
      ],
      [
        " Mac",
        -0.00013584005
      ]
    ]
  },
  "The original publication of this work made claims such as \"the Jew is the heir of the slave baron,\" but": {
    "guess": "The International Jew",
    "confidence": [
      [
        "The",
        -0.7406457
      ],
      [
        " International",
        -0.46597868
      ],
      [
        " Jew",
        -5.669615e-05
      ]
    ]
  },
  "Originally the most famous section, a parable about a hypothetical literary genius, was not included, because it made the essay too lengthy for its author to read at the commencement ceremony of a woman's": {
    "guess": "The Yellow Wallpaper",
    "confidence": [
      [
        "The",
        -1.8510545
      ],
      [
        " Yellow",
        -2.248583
      ],
      [
        " Wallpaper",
        -0.099154435
      ]
    ]
  },
  "It was originally named for the Portuguese trader who first explored the region in 1544.  That name-Lourenzo Marques-was changed to the present one in 1976 following its country's independence.  Since": {
    "guess": "Maputo",
    "confidence": [
      [
        "Map",
        -0.012235314
      ],
      [
        "uto",
        -8.089449e-05
      ]
    ]
  },
  "The originator of this legend may have been Heliodorus, the chancellor of Seleucus IV Philopatorm, who was prevented by the priest Onias from looting the Temple. A similar story from a cuneiform tablet lends veracity to this legend, which is set during the years following the victory at Carchemish by Nebuchadnezzar. Three Talmudic units of weight, the peras, shekel, and mina, have been hypothesized": {
    "guess": "The Expulsion of Heliodorus",
    "confidence": [
      [
        "The",
        -0.82513356
      ],
      [
        " Exp",
        -0.057170607
      ],
      [
        "ulsion",
        -0.0014641505
      ],
      [
        " of",
        -0.0033151924
      ],
      [
        " Hel",
        -0.00038765505
      ],
      [
        "iod",
        -2.0339032e-05
      ],
      [
        "orus",
        -3.7027545e-05
      ]
    ]
  },
  "Originally orchestrated by Glazunov, it is considered a plotless \"romantic reverie\" that consists of a suite of dances in a moonlit park. Comprised of eight dances, the fourth and fifth dances are for the solo female and male dancers. The title figures dance with the poet to several nocturnes, waltzes,": {
    "guess": "Les Sylphides",
    "confidence": [
      [
        "Les",
        -0.58640295
      ],
      [
        " S",
        -0.013736423
      ],
      [
        "yl",
        -2.0815847e-05
      ],
      [
        "ph",
        -2.7133641e-05
      ],
      [
        "ides",
        -8.208653e-05
      ]
    ]
  },
  "He was originally appointed to the Senate when Bob Bartlett passed away, serving alongside Mike Gravel.": {
    "guess": "Alaska",
    "confidence": [
      [
        "Al",
        -0.20194475
      ],
      [
        "aska",
        -0.036004588
      ]
    ]
  },
  "Originally associated with soil fertility, this being became a god of the morning and evening star before  his followers converted him to a representation of death and destruction. Driven into exile from his city of  Tula by the god Tezcatlipoca, his followers expected the return of this fair- skinned,": {
    "guess": "Quetzalcoatl",
    "confidence": [
      [
        "Qu",
        -0.08771582
      ],
      [
        "etz",
        -0.0002699185
      ],
      [
        "al",
        -0.00019543454
      ],
      [
        "co",
        -0.0003087679
      ],
      [
        "atl",
        -8.776276e-06
      ]
    ]
  },
  "Originally dubbed the \"Village Theater,\" it was opened by Bill Graham on March 8th, 1968 with a show by Albert King, Tim Buckley, and Big Brother and the Holding Company.  Among its memorable guests were the Doors, the Allman Brothers, and the Grateful Dead.  FTP, name this legendary New York City rock": {
    "guess": "Fillmore East",
    "confidence": [
      [
        "Fill",
        -0.044232704
      ],
      [
        "more",
        -0.0004104156
      ],
      [
        " East",
        -7.934485e-05
      ]
    ]
  },
  "The original explanation of it contains the flaw that the integral of the proposed scattering kernel": {
    "guess": "Scattering theory",
    "confidence": [
      [
        "Sc",
        -0.6408002
      ],
      [
        "attering",
        -0.0057726
      ],
      [
        " theory",
        -1.2261928
      ]
    ]
  },
  "This man originated the use of the term \"stimulus-error\" to describe observers who pay undue attention": {
    "guess": "Aristotle",
    "confidence": [
      [
        "A",
        -2.278868
      ],
      [
        "rist",
        -0.019269865
      ],
      [
        "otle",
        -0.0042270357
      ]
    ]
  },
  "Originally, they were farmers who left home in search of employment, with many ending up in the military. Today, the term refers to students who have failed their college or high school entrance examinations and are spending a year or two studying for the next round. FTP, what is this term, from the Japanese for \"person cast on the waves\", that refers to warriors without a master, that shares its name": {
    "guess": "Ronin",
    "confidence": [
      [
        "Ron",
        -0.6976165
      ],
      [
        "in",
        -0.0003607297
      ]
    ]
  },
  "The original publication of this work made claims such as \"the Jew is the heir of the slave baron,\" but later editions were revised to tone down such Anti-Semitic rhetoric. Each chapter opens with a few lines of verse from poets including Tennyson, Whittier, and Swinburne. \"Of Alexander Crummell,\" \"Of the Wings of Atalanta,\" and \"Of the Meaning of Progress\" are some of the most famous sections of this book, which refutes the ideology of Booker T. Washington and urges readers to \"listen to the strivings\" of the titular entities. FTP, name this 1903 work of nonfiction which discusses the role of the \"talented tenth\" and made W.E.B. DuBois the leading racial figure of his time.": {
    "guess": "The Souls of Black Folk",
    "confidence": [
      [
        "The",
        -0.0028023869
      ],
      [
        " Souls",
        -0.005293527
      ],
      [
        " of",
        -0.00013822412
      ],
      [
        " Black",
        -0.00014776041
      ],
      [
        " Folk",
        -0.0032822865
      ]
    ]
  },
  "Its origin is unclear; as it existed without \"sand, nor sea, nor cooling billows...nor heaven above,\" it was defined entirely by where it was not.  There, the Elivogs hardened and the heat from the bright": {
    "guess": "Ginnungagap",
    "confidence": [
      [
        "G",
        -1.1828198
      ],
      [
        "inn",
        -0.009514642
      ],
      [
        "ung",
        -0.001249639
      ],
      [
        "ag",
        -0.00023333763
      ],
      [
        "ap",
        -4.894791e-05
      ]
    ]
  },
  "In the original form of this analytical technique, a device consisting of a glass tube with a resistive coating uses an electric field to accelerate incoming electrons into collisions with the wall, such that more electrons are ionized and hence a detectable current pulse is formed on the detector. This device is called a channeltron. In more conventional forms, hemispherical electron energy analyzers": {
    "guess": "Electron energy loss spectroscopy",
    "confidence": [
      [
        "Elect",
        -0.45839873
      ],
      [
        "ron",
        -0.0012858292
      ],
      [
        " energy",
        -0.37545016
      ],
      [
        " loss",
        -0.17444862
      ],
      [
        " spectro",
        -0.012586997
      ],
      [
        "scopy",
        -8.8404326e-05
      ]
    ]
  },
  "It was originally published independently, but later became the first chapter of a novel published after": {
    "guess": "The Catcher in the Rye",
    "confidence": [
      [
        "The",
        -0.5896861
      ],
      [
        " Catch",
        -0.79845923
      ],
      [
        "er",
        -2.618001e-05
      ],
      [
        " in",
        -0.00023500649
      ],
      [
        " the",
        -0.00013369438
      ],
      [
        " R",
        -4.1080468e-05
      ],
      [
        "ye",
        -1.2664457e-06
      ]
    ]
  },
  "Originally associated with soil fertility, this being became a god of the morning and evening star before  his followers converted him to a representation of death and destruction. Driven into exile from his city of  Tula by the god Tezcatlipoca, his followers expected the return of this fair- skinned, bearded deity, resulting  in the people's misconception of the 1519 appearance of conquistador Hernan": {
    "guess": "Quetzalcoatl",
    "confidence": [
      [
        "Qu",
        -0.007844744
      ],
      [
        "etz",
        -5.0735965e-05
      ],
      [
        "al",
        -5.574252e-05
      ],
      [
        "co",
        -0.00015729303
      ],
      [
        "atl",
        -2.057744e-05
      ]
    ]
  },
  "The original version of this work was rejected due to its lack of female roles, prompting its composer to include the \"Polish scene\" in the 1872 revised version. The work ends with a holy fool in the Kromy forest bemoaning his country's fate, while the prologue includes a church bell-laden Coronation Scene that, like the rest of the opera, was revised by Nikolai Rimsky-Korsaov. Based on a Pushkin drama, it features a False Dmitry and the titular (*) czar, whose death prompted the Time of Troubles.": {
    "guess": "Boris Godunov",
    "confidence": [
      [
        "B",
        -0.025271676
      ],
      [
        "oris",
        -8.180258e-06
      ],
      [
        " God",
        -0.0005516023
      ],
      [
        "un",
        -0.00011343709
      ],
      [
        "ov",
        -7.822647e-06
      ]
    ]
  },
  "It originated in 1783 as an amendment to the Articles of Confederation as a new way to determine each state's tax obligations, but failed. It was proposed into the Constitution by James Wilson, and is often credited with giving the Southern states disproportionate power in the years following ratification.": {
    "guess": "Three-Fifths Compromise",
    "confidence": [
      [
        "Three",
        -0.10033639
      ],
      [
        "-F",
        -0.07064237
      ],
      [
        "if",
        -4.7040652e-05
      ],
      [
        "ths",
        -8.299462e-06
      ],
      [
        " Comp",
        -0.0011818927
      ],
      [
        "romise",
        -5.9437833e-05
      ]
    ]
  },
  "Originally a violin player he visited Russia on a tour and ended up staying to study with Rimsky-Korsakoff.": {
    "guess": "Nikolai Rimsky-Korsakov",
    "confidence": [
      [
        "N",
        -0.2568924
      ],
      [
        "ik",
        -0.89893013
      ],
      [
        "ol",
        -0.010035372
      ],
      [
        "ai",
        -0.001047816
      ],
      [
        " Rim",
        -0.7274662
      ],
      [
        "sky",
        -0.00017350474
      ],
      [
        "-K",
        -0.00028350405
      ],
      [
        "ors",
        -7.0523776e-05
      ],
      [
        "akov",
        -0.02046434
      ]
    ]
  },
  "In the original form of this analytical technique, a device consisting of a glass tube with a resistive coating uses an electric field to accelerate incoming electrons into collisions with the wall, such that more electrons are ionized and hence a detectable current pulse is formed on the detector. This device is called a channeltron. In more conventional forms, hemispherical electron energy analyzers are used to measure the kinetic energy of incoming electrons. Pioneered by Siegbahn in 1954 for which he received the Nobel prize in 1981, this analytical technique measures kinetic energies and the intensity of electrons escaping from the first 1-10 micrometers of a surface. In this method electron binding energies are calculated by subtracting the measured electron kinetic energies and known": {
    "guess": "Photoemission spectroscopy",
    "confidence": [
      [
        "Photo",
        -0.65402627
      ],
      [
        "em",
        -0.59604734
      ],
      [
        "ission",
        -0.00011415232
      ],
      [
        " spectro",
        -0.056737397
      ],
      [
        "scopy",
        -5.0020742e-05
      ]
    ]
  },
  "It was originally observed in 1690 when John Flamsteed catalogued it as 34 Tauri; however, it was not a star as Flamsteed thought, though the first person to correctly identify it called it Georgium Sidus in honor of King George, until it was pointed out to him that it was, in fact, not a star but a planet. For 10 points, name this planet discovered by William Herschel in 1781, named after the father of the Titans in Greek and Roman mythology, the seventh from the sun.": {
    "guess": "Uranus",
    "confidence": [
      [
        "U",
        -0.0033185228
      ],
      [
        "ran",
        -2.220075e-06
      ],
      [
        "us",
        -2.808727e-05
      ]
    ]
  },
  "Originally named Aristotle, this actor's voice appears in Gobots: Battle of the Rocklords. As a GI during": {
    "guess": "Peter Cullen",
    "confidence": [
      [
        "Peter",
        -1.3672835
      ],
      [
        " C",
        -0.004740907
      ],
      [
        "ullen",
        -0.00016444526
      ]
    ]
  },
  "The original score of one of these compositions contained the instructions \"wait for nod\" to indicate when the orchestra should resume playing. A composition of this type opens with a nine-bar introduction before an A-C-B-A-E motif and presents a D-flat major melodic inversion of one of the works that inspired it. Another one of these compositions was originally composed for two pianos and was premiered by at the Aeolian Hall by Ferde Grofé and Paul (*) Whiteman's orchestra in the concert, An Experiment": {
    "guess": "Rhapsody in Blue",
    "confidence": [
      [
        "R",
        -0.3248326
      ],
      [
        "haps",
        -1.962381e-05
      ],
      [
        "ody",
        -6.869018e-06
      ],
      [
        " in",
        -0.00068467576
      ],
      [
        " Blue",
        -8.053688e-05
      ]
    ]
  },
  "In the original production of this ballet, the title character had a solo mad scene at the end of act 1, but in modern productions that scene is omitted. The title role was created by the French poet Theophile Gautier for Carolotta Grisi, although it was out of the repertoire until Daighilev brought it back in 1910. In act 1, the title character falls in love with a prince after he comes to town with his family disguised as a peasant, but he is fought by Hilarion, a hunter that loves the title character.": {
    "guess": "Giselle",
    "confidence": [
      [
        "G",
        -0.0011726059
      ],
      [
        "is",
        -3.750436e-05
      ],
      [
        "elle",
        -3.0113732e-05
      ]
    ]
  },
  "He was originally appointed to the Senate when Bob Bartlett passed away, serving alongside Mike Gravel. The busiest airport in his state is now named after him, and a few years ago he claimed that if a vote did not go his way he would be taken out of the Senate on a stretcher. His home in Girdwood became a center of attention when it became known that it was renovated by Veco Corporation. He recently": {
    "guess": "Ted Stevens",
    "confidence": [
      [
        "Ted",
        -0.0039363946
      ],
      [
        " Stevens",
        -0.00017505439
      ]
    ]
  },
  "He was originally appointed to the Senate when Bob Bartlett passed away, serving alongside Mike Gravel. The busiest airport in his state is now named after him, and a few years ago he claimed that if a vote did not go his way he would be taken out of the Senate on a stretcher. His home in Girdwood became a center of attention when it became known that it was renovated by Veco Corporation. He recently lost reelection to Mark Begich after being convicted of corruption. Name this Senator who once said, \"The internet is not something you just dump something on. It's not a truck. It's a series of tubes.\"": {
    "guess": "Ted Stevens",
    "confidence": [
      [
        "Ted",
        -0.00063797727
      ],
      [
        " Stevens",
        -2.0815847e-05
      ]
    ]
  },
  "The origins of the modern parliament can be traced to the rule of this royal house, during which the": {
    "guess": "House of Plantagenet",
    "confidence": [
      [
        "House",
        -0.012556035
      ],
      [
        " of",
        -3.7146747e-05
      ],
      [
        " Plant",
        -0.039775964
      ],
      [
        "agen",
        -6.0749073e-05
      ],
      [
        "et",
        -0.00014990607
      ]
    ]
  },
  "Originally this god was much more malevolent, a god of sorcery who had abducted Xochiquetzal and initiated": {
    "guess": "Tezcatlipoca",
    "confidence": [
      [
        "Te",
        -0.023917414
      ],
      [
        "z",
        -5.0616763e-05
      ],
      [
        "cat",
        -7.58424e-06
      ],
      [
        "lip",
        -2.057744e-05
      ],
      [
        "oca",
        -1.6643718e-05
      ]
    ]
  },
  "It was originally designed to be built at the Universal Exposition of Barcelona in 1888 , though that proposal was rejected.  After its completion it was criticized for marring the landscape of its present city.  Intended to stand only for 20 years, the city decided to keep it because of its useful communication purposes most notably demonstrated during the 1st Battle of the Marne.  Consisting of three levels one of which is only accessible by lift it stood as the world's tallest structure until": {
    "guess": "Eiffel Tower",
    "confidence": [
      [
        "E",
        -0.01239545
      ],
      [
        "iff",
        -1.0325924e-05
      ],
      [
        "el",
        -8.470901e-05
      ],
      [
        " Tower",
        -0.0010840173
      ]
    ]
  },
  "The originator of this legend may have been Heliodorus, the chancellor of Seleucus IV Philopatorm, who was prevented by the priest Onias from looting the Temple. A similar story from a cuneiform tablet lends veracity to this legend, which is set during the years following the victory at Carchemish by Nebuchadnezzar. Three Talmudic units of weight, the peras, shekel, and mina, have been hypothesized to be represented. After \"the gods of gold and silver, bronze, iron, wood, and stone\" are praised at a banquet, the central event occurs and the inability to vocalize three verbs meaning \"to count,\" \"to weigh,\" and \"to divide\" render an inscription undecipherable. Depicted in the fifth chapter of Daniel, this is, FTP, what harbinger that, according to the prophet, foretold the downfall of King Belshazzar of Babylon?": {
    "guess": "Belshazzar's feast",
    "confidence": [
      [
        "Bel",
        -0.033095393
      ],
      [
        "sh",
        -0.00013035668
      ],
      [
        "azz",
        -0.00015693542
      ],
      [
        "ar",
        -0.00028302724
      ],
      [
        "'s",
        -0.013930894
      ],
      [
        " feast",
        -0.28854927
      ]
    ]
  },
  "Originally named Aristotle, this actor's voice appears in Gobots: Battle of the Rocklords. As a GI during WWII,  he was injured and decorated with a purple heart and later he joined ABC news where he won a Peabody for his \"Your Voice of  America\" series. He directed himself in Beyond Reason  and was nominated for an Oscar for Birdman of Alcatraz, he also appeared in theDirty Dozen  and  portrayed Blofeld in Her Majesty's Secret Service. FTP identify this actor whose depiction of the lollipop sucking Kojak insured his place in our collective memory.": {
    "guess": "Telly Savalas",
    "confidence": [
      [
        "T",
        -0.0015604506
      ],
      [
        "elly",
        -6.5278815e-05
      ],
      [
        " Sav",
        -0.00013893934
      ],
      [
        "al",
        -3.368984e-05
      ],
      [
        "as",
        -9.372295e-06
      ]
    ]
  },
  "It was originally filmed in the hopes of turning a profit once it was released in the United States, however, technicians working for Thomas Edison secretly made copies and distributed it, causing the original filmmaker to go broke.* The name of the original filmmaker, Georges Méliès, is also the name of a ship which appears in the Smashing Pumpkins' music video for the song \"Tonight, Tonight\", which is an homage to this early movie. FTP, name this film, one of the first science-fiction movies, which was based on a story by Jules Verne.": {
    "guess": "A Trip to the Moon",
    "confidence": [
      [
        "A",
        -0.029612433
      ],
      [
        " Trip",
        -7.529192e-05
      ],
      [
        " to",
        -6.6232446e-05
      ],
      [
        " the",
        -0.000492745
      ],
      [
        " Moon",
        -3.0828953e-05
      ]
    ]
  },
  "Their original name was coined from the musician who originally performed \"Who Do You Love?\" They are commonly used in one series to steal opposing players' coins and stars, but they debuted as a playable character in that fifth installment of Mario Party. A group of them are devoured by Tubba Blubba, though he eventually regurgitates them. Specific examples of this species includes Lady Bow and her": {
    "guess": "Boo (character)",
    "confidence": [
      [
        "Bo",
        -0.006613177
      ],
      [
        "o",
        -0.034380823
      ],
      [
        " (",
        -0.004744588
      ],
      [
        "character",
        -0.07942219
      ],
      [
        ")",
        -0.0010349532
      ]
    ]
  },
  "Originally, this object was created on the island of Crumissa by a daughter of King Bisaltes named Theophane. Later, this object was sent to Orchomenus to thwart a sacrifice by Athamas. This object arrived": {
    "guess": "Golden Fleece",
    "confidence": [
      [
        "Golden",
        -0.6390717
      ],
      [
        " F",
        -0.034398906
      ],
      [
        "lee",
        -3.1281633e-07
      ],
      [
        "ce",
        -5.2001665e-06
      ]
    ]
  },
  "The origins of the modern parliament can be traced to the rule of this royal house, during which the Model Parliament was formed. Its first ruler held the throne concurrently with his second son for thirteen years; that son was married to Margaret, daughter of Louis VII of France, at age five so his father could reacquire the Norman Vexin. It originated with the marriage of (*) Geoffrey, Count of Anjou,": {
    "guess": "House of Plantagenet",
    "confidence": [
      [
        "House",
        -0.026230745
      ],
      [
        " of",
        -0.00032879043
      ],
      [
        " Plant",
        -0.010800201
      ],
      [
        "agen",
        -0.0009605351
      ],
      [
        "et",
        -0.0001726703
      ]
    ]
  },
  "The original theme of the Scherzo of this work was found in the Dictionnaire de la musique under Chinese Music. The Andantino was originally a piano duet and the Finale is a majestic march. Based on music written for a ballet commissioned by Massine, it begins with a Viennese march interrupted by the Turandot Overture. Written by a German political refugee in America, it became the greatest set of variations in twentieth century music. For ten points, name this Paul Hindemith translation of the music by the composer of Der Freischutz.": {
    "guess": "Symphonic Metamorphosis of Themes by Carl Maria von Weber",
    "confidence": [
      [
        "Sym",
        -0.033137366
      ],
      [
        "ph",
        -0.14222275
      ],
      [
        "onic",
        -0.0017758574
      ],
      [
        " Met",
        -0.0007112399
      ],
      [
        "am",
        -8.900034e-05
      ],
      [
        "orph",
        -4.365741e-06
      ],
      [
        "osis",
        -0.024893608
      ],
      [
        " of",
        -0.003443023
      ],
      [
        " Themes",
        -0.0011162849
      ],
      [
        " by",
        -7.350386e-05
      ],
      [
        " Carl",
        -0.001988471
      ],
      [
        " Maria",
        -2.749125e-05
      ],
      [
        " von",
        -0.0034291274
      ],
      [
        " Weber",
        -0.00013274075
      ]
    ]
  },
  "Originated by Iwasa Matabei, its first great master was Hishikawa Moronobu. Dominant in the 18th and": {
    "guess": "Ukiyo-e",
    "confidence": [
      [
        "U",
        -0.093353085
      ],
      [
        "ki",
        -2.749125e-05
      ],
      [
        "yo",
        -6.704273e-07
      ],
      [
        "-e",
        -0.00021712594
      ]
    ]
  },
  "The originator of this legend may have been Heliodorus, the chancellor of Seleucus IV Philopatorm, who was prevented by the priest Onias from looting the Temple. A similar story from a cuneiform tablet lends veracity to this legend, which is set during the years following the victory at Carchemish by Nebuchadnezzar. Three Talmudic units of weight, the peras, shekel, and mina, have been hypothesized to be represented. After \"the gods of gold and silver, bronze, iron, wood, and stone\" are praised at a banquet, the central event occurs and the inability to vocalize three verbs meaning \"to count,\" \"to weigh,\" and \"to divide\" render an inscription undecipherable. Depicted in the fifth chapter of Daniel, this is, FTP, what harbinger that, according to the prophet, foretold the downfall of King Belshazzar": {
    "guess": "Belshazzar's feast",
    "confidence": [
      [
        "Bel",
        -0.14615916
      ],
      [
        "sh",
        -0.024262698
      ],
      [
        "azz",
        -0.00068467576
      ],
      [
        "ar",
        -0.0002580018
      ],
      [
        "'s",
        -0.04031277
      ],
      [
        " feast",
        -0.43931183
      ]
    ]
  },
  "It was originally reported by two German scientists in 1925, but they later admitted the helium they had measured was from the background. Public awareness was raised in 1989 by the Fleischmann-Pons experiment, in which electrolyzed heavy water using a palladium cathode released far more energy than was expected. However, independent attempts to confirm these low energy nuclear reactions have always": {
    "guess": "Cold fusion",
    "confidence": [
      [
        "Cold",
        -0.21299851
      ],
      [
        " fusion",
        -0.012727899
      ]
    ]
  },
  "It was originally the Hebrew name of a valley just south of Jerusalems southwestern hill. The later view of it is anticipated in an Isaianic reference to a large topheth (burning place) near Jerusalem,": {
    "guess": "Hinnom Valley",
    "confidence": [
      [
        "H",
        -0.742286
      ],
      [
        "inn",
        -0.00039670718
      ],
      [
        "om",
        -0.0002074741
      ],
      [
        " Valley",
        -0.008207208
      ]
    ]
  },
  "The origins of the modern parliament can be traced to the rule of this royal house, during which the Model Parliament was formed. Its first ruler held the throne concurrently with his second son for thirteen years; that son was married to Margaret, daughter of Louis VII of France, at age five so his": {
    "guess": "House of Plantagenet",
    "confidence": [
      [
        "House",
        -0.24871796
      ],
      [
        " of",
        -0.00070373365
      ],
      [
        " Plant",
        -0.0051127994
      ],
      [
        "agen",
        -0.0010563878
      ],
      [
        "et",
        -0.00032795602
      ]
    ]
  },
  "It was originally financed as a joint stock company with 24 shares of stock at $500 per share, and was reorganized three years after its founding through the efforts of Albert Brisbane. Originally founded by the Unitarian minister George Ripley in West Roxbury, Massachusetts, its community school was a success, but it was unprofitable due to its sandy soil and dependence on the manual labor of its members, which included John Dwight, Isaac Hecker, and Nathanael Hawthorne. FTP, what was this cooperative farm?": {
    "guess": "Brook Farm",
    "confidence": [
      [
        "Bro",
        -0.010480443
      ],
      [
        "ok",
        -0.003172487
      ],
      [
        " Farm",
        -0.00021867557
      ]
    ]
  },
  "In the original production of this ballet, the title character had a solo mad scene at the end of act 1, but in modern productions that scene is omitted. The title role was created by the French poet Theophile Gautier for Carolotta Grisi, although it was out of the repertoire until Daighilev brought it back in 1910. In act 1, the title character falls in love with a prince after he comes to town with his family disguised as a peasant, but he is fought by Hilarion, a hunter that loves the title character. The title character dies at the end of act 1, and in act 2 she becomes one of the Willies, who try to kill her lover Albrecht to avenge her death, but her love for him saves his life. FTP name this romantic ballet set to the music of Adolph Adam.": {
    "guess": "Giselle",
    "confidence": [
      [
        "G",
        -0.0010236397
      ],
      [
        "is",
        -0.00016468366
      ],
      [
        "elle",
        -1.5809293e-05
      ]
    ]
  },
  "Originally dubbed the \"Village Theater,\" it was opened by Bill Graham on March 8th, 1968 with a show by Albert King, Tim Buckley, and Big Brother and the Holding Company.  Among its memorable guests were the Doors, the Allman Brothers, and the Grateful Dead.  FTP, name this legendary New York City rock venue, a parallel club to a San Francisco establishment.": {
    "guess": "Fillmore East",
    "confidence": [
      [
        "Fill",
        -0.05576839
      ],
      [
        "more",
        -0.00019996427
      ],
      [
        " East",
        -0.000156101
      ]
    ]
  },
  "The original version of this work was rejected due to its lack of female roles, prompting its composer to include the \"Polish scene\" in the 1872 revised version. The work ends with a holy fool in the Kromy forest bemoaning his country's fate, while the prologue includes a church bell-laden Coronation Scene that, like the rest of the opera, was revised by Nikolai Rimsky-Korsaov. Based on a Pushkin drama,": {
    "guess": "Boris Godunov",
    "confidence": [
      [
        "B",
        -0.020809175
      ],
      [
        "oris",
        -4.727906e-05
      ],
      [
        " God",
        -0.0006805036
      ],
      [
        "un",
        -0.00011284107
      ],
      [
        "ov",
        -1.0802739e-05
      ]
    ]
  },
  "This man originated the use of the term \"stimulus-error\" to describe observers who pay undue attention to physical properties of objects, and he argued in favor of four attributes: quality, intensity, duration, and clarity. Although he notoriously excluded women from the group he founded, several of his students were women including the author of The Animal Mind, Margaret Floy Washburn, and Joy Paul Guilford. In his book A Beginner's Psychology, he argues that perceptions resolve into sensations which compose a \"core,\" but meaning is generated by context. A biography of him was written by his more": {
    "guess": "Edward Titchener",
    "confidence": [
      [
        "Edward",
        -0.12985799
      ],
      [
        " T",
        -0.6051152
      ],
      [
        "itch",
        -0.001339647
      ],
      [
        "ener",
        -0.0003155625
      ]
    ]
  },
  "The origin of this empire lay in the battle of Kirina, in which Sumanguru Kante of the Soso Kingdom was": {
    "guess": "Mali Empire",
    "confidence": [
      [
        "M",
        -0.0019559907
      ],
      [
        "ali",
        -0.0052893735
      ],
      [
        " Empire",
        -0.00018375258
      ]
    ]
  },
  "The original version of this work was rejected due to its lack of female roles, prompting its composer": {
    "guess": "Fidelio",
    "confidence": [
      [
        "F",
        -1.575365
      ],
      [
        "idel",
        -0.013920667
      ],
      [
        "io",
        -8.590105e-05
      ]
    ]
  },
  "It was originally financed as a joint stock company with 24 shares of stock at $500 per share, and was reorganized three years after its founding through the efforts of Albert Brisbane. Originally founded by the Unitarian minister George Ripley in West Roxbury, Massachusetts, its community school was": {
    "guess": "Brook Farm",
    "confidence": [
      [
        "Bro",
        -0.010710922
      ],
      [
        "ok",
        -0.0022349476
      ],
      [
        " Farm",
        -0.00011880126
      ]
    ]
  },
  "The original, which has been lost, was obtained from the J. L. Mott Iron Works and in 1964, the Galleria Schwarz in Milan was entrusted to produced eight signed and numbered replicas, the most exact being": {
    "guess": "Sword replicas",
    "confidence": [
      [
        "S",
        -1.565045
      ],
      [
        "word",
        -0.1339466
      ],
      [
        " replicas",
        -0.61447257
      ]
    ]
  },
  "It was originally the Hebrew name of a valley just south of Jerusalems southwestern hill. The later view": {
    "guess": "Hinnom Valley",
    "confidence": [
      [
        "H",
        -0.53220975
      ],
      [
        "inn",
        -0.00061010564
      ],
      [
        "om",
        -7.8033605e-05
      ],
      [
        " Valley",
        -0.0061046435
      ]
    ]
  },
  "Their original name was coined from the musician who originally performed \"Who Do You Love?\" They are commonly used in one series to steal opposing players' coins and stars, but they debuted as a playable character in that fifth installment of Mario Party. A group of them are devoured by Tubba Blubba, though he eventually regurgitates them. Specific examples of this species includes Lady Bow and her butler from Paper Mario, and more hostile ones are hunted using Elvin Gadd's Poltergust 3000. Their homes include the Ghostly Galaxy and Luigi's Mansion. For 10 points, name this normally invincible": {
    "guess": "Boo (character)",
    "confidence": [
      [
        "Bo",
        -0.0016797021
      ],
      [
        "o",
        -0.06355478
      ],
      [
        " (",
        -0.30011052
      ],
      [
        "character",
        -0.14876911
      ],
      [
        ")",
        -0.0005305142
      ]
    ]
  },
  "The original screenplay adaption of this novel called for Sir Ambrose, the expat Englishman, to be played as a leather-wearing transvestite. As conceived by his author, Ambrose is a curmudgeonly old man who spends his days drinking G&T's with the other expats, though he is unsympathetic when one of them commits suicide. Meanwhile, the novel's hero masquerades as a non- sectarian minister in order to": {
    "guess": "The Old Gringo (film)",
    "confidence": [
      [
        "The",
        -0.043711025
      ],
      [
        " Old",
        -0.060380567
      ],
      [
        " Gr",
        -0.00025680976
      ],
      [
        "ingo",
        -0.0002258278
      ],
      [
        " (",
        -0.6414234
      ],
      [
        "film",
        -0.27176562
      ],
      [
        ")",
        -0.0010038703
      ]
    ]
  },
  "The original theme of the Scherzo of this work was found in the Dictionnaire de la musique under Chinese": {
    "guess": "Symphony No. 5 (Beethoven)",
    "confidence": [
      [
        "Sym",
        -0.704372
      ],
      [
        "phony",
        -0.0022764618
      ],
      [
        " No",
        -0.013421731
      ],
      [
        ".",
        -0.00013285996
      ],
      [
        " ",
        -0.0003062646
      ],
      [
        "5",
        -0.010336984
      ],
      [
        " (",
        -0.00013905855
      ],
      [
        "Be",
        -0.0005427849
      ],
      [
        "ethoven",
        -0.00027230257
      ],
      [
        ")",
        -1.3663626e-05
      ]
    ]
  },
  "In the original form of this analytical technique, a device consisting of a glass tube with a resistive coating uses an electric field to accelerate incoming electrons into collisions with the wall, such that more electrons are ionized and hence a detectable current pulse is formed on the detector. This device is called a channeltron. In more conventional forms, hemispherical electron energy analyzers are used to measure the kinetic energy of incoming electrons. Pioneered by Siegbahn in 1954 for which he received the Nobel prize in 1981, this analytical technique measures kinetic energies and the intensity of electrons escaping from the first 1-10 micrometers of a surface. In this method electron binding energies are calculated by subtracting the measured electron kinetic energies and known work functions from energies of photons generally obtained from synchrotron sources. FTP, name this ubiquitous technique which is based on an effect discovered by Einstein in 1905.": {
    "guess": "Photoemission spectroscopy",
    "confidence": [
      [
        "Photo",
        -0.5417963
      ],
      [
        "em",
        -0.6175457
      ],
      [
        "ission",
        -3.22594e-05
      ],
      [
        " spectro",
        -0.054535568
      ],
      [
        "scopy",
        -3.22594e-05
      ]
    ]
  },
  "The original version of this work was rejected due to its lack of female roles, prompting its composer to include the \"Polish scene\" in the 1872 revised version. The work ends with a holy fool in the Kromy forest bemoaning his country's fate, while the prologue includes a church bell-laden Coronation Scene that, like the rest of the opera, was revised by Nikolai Rimsky-Korsaov. Based on a Pushkin drama, it features a False Dmitry and the titular (*) czar, whose death prompted the Time of Troubles. For 10 points, name this only completed opera of Modest Mussorgsky.": {
    "guess": "Boris Godunov",
    "confidence": [
      [
        "B",
        -0.00420614
      ],
      [
        "oris",
        -7.703444e-06
      ],
      [
        " God",
        -0.00010545045
      ],
      [
        "un",
        -7.338466e-05
      ],
      [
        "ov",
        -7.822647e-06
      ]
    ]
  },
  "In the original scheme of the Jacobsen epoxidation, this compound donates an oxygen atom to the manganese reagent. Its conjugate acid is formed by the enzyme that is mutated in a disease which is similar to chronic granulomatous disease but shows a normal NBT test; that enzyme is myeloperoxidase. A mixture of this compound and boric acid is found in Dakin's solution. It's not ethanol or HCl, but a 0.1% solution of this substance is commonly used to destroy (*) DNA and decontaminate lab surfaces used for PCR. This substance is generated in situ by reacting sodium hydroxide with chlorine gas in processes used to decolorize wood pulp. 3 to 6 percent solutions of this compound are found in Clorox.": {
    "guess": "Sodium Hypochlorite",
    "confidence": [
      [
        "S",
        -0.102586344
      ],
      [
        "odium",
        -7.58424e-06
      ],
      [
        " Hyp",
        -0.6683298
      ],
      [
        "och",
        -9.579495e-05
      ],
      [
        "lor",
        -0.0009986326
      ],
      [
        "ite",
        -0.0005747168
      ]
    ]
  },
  "Originally named Aristotle, this actor's voice appears in Gobots: Battle of the Rocklords. As a GI during WWII,  he was injured and decorated with a purple heart and later he joined ABC news where he won a Peabody for his \"Your Voice of  America\" series. He directed himself in Beyond Reason  and was": {
    "guess": "Charlton Heston",
    "confidence": [
      [
        "Char",
        -1.4755161
      ],
      [
        "l",
        -0.0036971122
      ],
      [
        "ton",
        -1.2113979e-05
      ],
      [
        " H",
        -0.00015753144
      ],
      [
        "est",
        -0.00029530155
      ],
      [
        "on",
        -1.0683535e-05
      ]
    ]
  },
  "Originally the most famous section, a parable about a hypothetical literary genius, was not included, because it made the essay too lengthy for its author to read at the commencement ceremony of a woman's college. Its first section is a meditation on the author's experiences at an Oxford College library, from which she was excluded due to her womanhood. It is probably best­known, however, for the parable": {
    "guess": "A Room of One's Own",
    "confidence": [
      [
        "A",
        -0.14746504
      ],
      [
        " Room",
        -3.9530823e-05
      ],
      [
        " of",
        -0.0011028259
      ],
      [
        " One",
        -0.0002006795
      ],
      [
        "'s",
        -0.000451407
      ],
      [
        " Own",
        -4.3941356e-05
      ]
    ]
  },
  "Originally a violin player he visited Russia on a tour and ended up staying to study with Rimsky-Korsakoff. His American trips inspired such works as Brazilian Impressions, while his time at St. Cecilia's produced Church Windows, The Birds, and Three Pictures by Botticelli. Operatic works include the children's piece Sleeping Beauty, Belfagor,  and The Sunken Bell. Works like the Ancient Airs and Dances for lute saw him exploring the traditions of his native Italy, one of whose major cities inspired his best known pieces. FTP identify this composer of two symphonic poems that contain sections like \"The Catacombs\" and \"The Appian Way,\" The Pines of Rome and The Fountains of Rome.": {
    "guess": "Ottorino Respighi",
    "confidence": [
      [
        "O",
        -0.0072314017
      ],
      [
        "tt",
        -1.0564331e-05
      ],
      [
        "or",
        -2.7252845e-05
      ],
      [
        "ino",
        -4.1557283e-05
      ],
      [
        " Resp",
        -0.00013512482
      ],
      [
        "igh",
        -1.8624639e-06
      ],
      [
        "i",
        -1.9862217e-05
      ]
    ]
  },
  "Originally playing as Kara's Flowers, this LA band included Mickey Madden, Jesse Carmichael, and Ryan Dusick when they released the 1997 album The Fourth World. They were dropped by Reprise Records, added James Valentine on guitar in 2001, and changed their name before releasing their 2002 breakout album Songs About Jane. For 10 points, name this band led by Adam Levine whose hits include \"Harder To Breathe,\" \"She Will Be Loved,\" and \"This Love.\"": {
    "guess": "Maroon 5",
    "confidence": [
      [
        "Mar",
        -0.0012132103
      ],
      [
        "oon",
        -3.190179e-05
      ],
      [
        " ",
        -3.1305768e-05
      ],
      [
        "5",
        0.0
      ]
    ]
  },
  "Originally a freemason, he joined The League and gained his first political appointment after the passage of the Maura statute. After seizing power from his predecessor at the Tejeros Convention he and his 34 followers bargained for an escape.  His followers killed potential rival General Antonio Luna to insure that he would lead them into such battles as the one at Tirad Pass. Accompanied by his right hand man Apolinario Mabini he presented a new Constitution in the town of Malolos in 1898, but": {
    "guess": "Emilio Aguinaldo",
    "confidence": [
      [
        "Em",
        -0.41277373
      ],
      [
        "ilio",
        -0.00020663968
      ],
      [
        " Agu",
        -4.8351892e-05
      ],
      [
        "inal",
        -2.4630364e-05
      ],
      [
        "do",
        -3.8577193e-05
      ]
    ]
  },
  "Originally orchestrated by Glazunov, it is considered a plotless \"romantic reverie\" that consists of a suite of dances in a moonlit park. Comprised of eight dances, the fourth and fifth dances are for the solo female and male dancers. The title figures dance with the poet to several nocturnes, waltzes, and mazurkas. Originally titled Chopiniana, it was choreographed by Michael Fokine for his wife Anna Pavlova, and it was produced in 1909 in Paris by Diaghilev. FTP, identify this ballet with music by Chopin about the title magical airborne creatures.": {
    "guess": "Les Sylphides",
    "confidence": [
      [
        "Les",
        -0.26842132
      ],
      [
        " S",
        -0.0033534477
      ],
      [
        "yl",
        -4.6563837e-05
      ],
      [
        "ph",
        -5.109358e-05
      ],
      [
        "ides",
        -0.00010342398
      ]
    ]
  },
  "It was originally observed in 1690 when John Flamsteed catalogued it as 34 Tauri; however, it was not a star as Flamsteed thought, though the first person to correctly identify it called it Georgium Sidus in honor of King George, until it was pointed out to him that it was, in fact, not a star but a planet. For 10 points, name this planet discovered by William Herschel in 1781, named after the father": {
    "guess": "Uranus",
    "confidence": [
      [
        "U",
        -0.0023890873
      ],
      [
        "ran",
        -7.9418505e-06
      ],
      [
        "us",
        -2.677603e-05
      ]
    ]
  },
  "Originally, this object was created on the island of Crumissa by a daughter of King Bisaltes named Theophane. Later, this object was sent to Orchomenus to thwart a sacrifice by Athamas. This object arrived in Aea after transporting Phrixus and Helle across the sea, and in later times this object was guarded by a dragon which was put to sleep when given a special herb against the wishes of King Aeetes. Residing in the kingdom of Colchis, for 10 points, identify this object, the recovery of which was aided by Medea and which was the central object of a quest by Jason and the Argonauts.": {
    "guess": "Golden Fleece",
    "confidence": [
      [
        "Golden",
        -0.011489143
      ],
      [
        " F",
        -0.0031551423
      ],
      [
        "lee",
        -4.3202e-07
      ],
      [
        "ce",
        -4.604148e-06
      ]
    ]
  },
  "The original publication of this work made claims such as \"the Jew is the heir of the slave baron,\" but later editions were revised to tone down such Anti-Semitic rhetoric. Each chapter opens with a few lines of verse from poets including Tennyson, Whittier, and Swinburne. \"Of Alexander Crummell,\" \"Of the Wings of Atalanta,\" and \"Of the Meaning of Progress\" are some of the most famous sections of this book, which refutes the ideology of Booker T. Washington and urges readers to \"listen to the strivings\"": {
    "guess": "The Souls of Black Folk",
    "confidence": [
      [
        "The",
        -0.17630236
      ],
      [
        " Souls",
        -0.00011188744
      ],
      [
        " of",
        -6.2656334e-05
      ],
      [
        " Black",
        -0.00028624575
      ],
      [
        " Folk",
        -0.001456186
      ]
    ]
  },
  "Originally orchestrated by Glazunov, it is considered a plotless \"romantic reverie\" that consists of": {
    "guess": "Chopiniana",
    "confidence": [
      [
        "Ch",
        -0.08438532
      ],
      [
        "op",
        -0.000349409
      ],
      [
        "in",
        -0.00016098835
      ],
      [
        "iana",
        -0.00043233807
      ]
    ]
  },
  "It originated in 1783 as an amendment to the Articles of Confederation as a new way to determine each state's tax obligations, but failed. It was proposed into the Constitution by James Wilson, and is often credited with giving the Southern states disproportionate power in the years following ratification. Explicitly repealed by the Fourteenth Amendment, this is, for ten points, what compromise that": {
    "guess": "Three-Fifths Compromise",
    "confidence": [
      [
        "Three",
        -0.006265063
      ],
      [
        "-F",
        -0.057300743
      ],
      [
        "if",
        -0.0002907718
      ],
      [
        "ths",
        -1.4855664e-05
      ],
      [
        " Comp",
        -0.0024157264
      ],
      [
        "romise",
        -4.2510914e-05
      ]
    ]
  },
  "In the original form of this analytical technique, a device consisting of a glass tube with a resistive coating uses an electric field to accelerate incoming electrons into collisions with the wall, such": {
    "guess": "Mass spectrometry",
    "confidence": [
      [
        "Mass",
        -0.37813818
      ],
      [
        " spect",
        -0.18334492
      ],
      [
        "rom",
        -0.007852788
      ],
      [
        "etry",
        -0.00022189408
      ]
    ]
  },
  "At its origin, it presents three small dilations known as its sinuses. Its lumen narrows forming an isthmus": {
    "guess": "Aorta",
    "confidence": [
      [
        "A",
        -0.37425545
      ],
      [
        "orta",
        -0.019937806
      ]
    ]
  },
  "Originated by Iwasa Matabei, its first great master was Hishikawa Moronobu. Dominant in the 18th and 19th centuries, it appealed to the affluent merchant classes, employing bright colors and strong designs.": {
    "guess": "Ukiyo-e",
    "confidence": [
      [
        "U",
        -0.09594578
      ],
      [
        "ki",
        -0.00015324011
      ],
      [
        "yo",
        -4.1273333e-06
      ],
      [
        "-e",
        -0.00057936576
      ]
    ]
  },
  "Originally published as Lyric XIX, the title character is described by the narrator as \"townsman of a stiller town\". The first and second stanzas show contrastingly different images of the subject coming back home, though both are \"shoulder-high\". The narrator declares that the title character is lucky to be in his condition, as \"early though the laurel grows/ it withers quicker than the rose\". FTP,": {
    "guess": "To an Athlete Dying Young",
    "confidence": [
      [
        "To",
        -0.05469246
      ],
      [
        " an",
        -0.058880627
      ],
      [
        " Ath",
        -0.00021259987
      ],
      [
        "lete",
        -3.7697225e-06
      ],
      [
        " D",
        -8.506662e-05
      ],
      [
        "ying",
        -1.0206721e-05
      ],
      [
        " Young",
        -0.00011009939
      ]
    ]
  },
  "The original may have been destroyed by William Glackens, as a way of settling a dispute involving it.": {
    "guess": "Fountain",
    "confidence": [
      [
        "F",
        -0.9535374
      ],
      [
        "ountain",
        -0.00065584684
      ]
    ]
  },
  "In its original form it was designed to provide ultimate bliss to everyone who interacted with it, but users found it too unbelievable. Despite currently being in it's sixth version. Bugs persist in the form of rogue programs and the systematic emergence of an integral anomaly. That anomaly usually chooses to return to the Source and reinsert the prime program, but because of love, instead chooses to risk the extinction of the human race. Created by The Architect to pacify humans while they are used as an energy source,  FTP Lawrence Fishburne as Morpheus awakens a Keanu Reeves-played Neo from what simulation of life  in a 1999 Wachowski brothers movie that saw sequals \"Reloaded\" and \"Revolutions\"": {
    "guess": "The Matrix (franchise)",
    "confidence": [
      [
        "The",
        -0.003633089
      ],
      [
        " Matrix",
        -0.00056625705
      ],
      [
        " (",
        -0.53786236
      ],
      [
        "fr",
        -0.0011228337
      ],
      [
        "anchise",
        -2.3676734e-05
      ],
      [
        ")",
        -0.00045045334
      ]
    ]
  },
  "The original lineup of this group was a trio formed by people who left John Mayall's Blues Breakers, with Peter Green and Jeremy Spencer playing guitar. After Peter Green and Jeremy Spencer split, the band was shorthanded until they heard Lindsey Buckingham playing guitar, whom they added along with his girlfriend. They are better known for their eponymous album that debuted Buckingham and his girlfriend, and the follow-up masterpiece Rumours. For 10 points, identify this rock band named for its bassist and drummer organizers and featuring Stevie Nicks, whose major hits include \"Don't Stop,\" \"Go": {
    "guess": "Fleetwood Mac",
    "confidence": [
      [
        "F",
        -0.022224776
      ],
      [
        "leet",
        -0.000774847
      ],
      [
        "wood",
        -0.00016671013
      ],
      [
        " Mac",
        -0.00022845028
      ]
    ]
  },
  "Originally led by Samuel ben Kalonymos, it focused on contemplating the merkava, the throne described": {
    "guess": "Merkabah mysticism",
    "confidence": [
      [
        "M",
        -0.24163662
      ],
      [
        "erk",
        -0.00027885512
      ],
      [
        "ab",
        -0.015668532
      ],
      [
        "ah",
        -9.610702e-06
      ],
      [
        " myst",
        -0.045492012
      ],
      [
        "icism",
        -6.980855e-05
      ]
    ]
  },
  "The original screenplay adaption of this novel called for Sir Ambrose, the expat Englishman, to be played as a leather-wearing transvestite. As conceived by his author, Ambrose is a curmudgeonly old man who spends his days drinking G&T's with the other expats, though he is unsympathetic when one of them commits suicide. Meanwhile, the novel's hero masquerades as a non- sectarian minister in order to win the love of the heroine, who is unable to choose between him and another man. Unfortunately, the other man, along with being a bit of a necrophiliac, is obsessed with his own morbidly obese mother. The members of the love triangle are coworkers at a business founded by the Dreamer, a creepy visionary whose appears only as a disembodied voice spouting from quasi-religious aphorisms from hidden": {
    "guess": "The Dreamers (novel)",
    "confidence": [
      [
        "The",
        -0.95844406
      ],
      [
        " Dream",
        -1.5418789
      ],
      [
        "ers",
        -0.4154424
      ],
      [
        " (",
        -0.031552404
      ],
      [
        "nov",
        -0.1245223
      ],
      [
        "el",
        -0.002542132
      ],
      [
        ")",
        -0.004093955
      ]
    ]
  },
  "In the original production of this ballet, the title character had a solo mad scene at the end of act 1, but in modern productions that scene is omitted. The title role was created by the French poet Theophile Gautier for Carolotta Grisi, although it was out of the repertoire until Daighilev brought it back in 1910. In act 1, the title character falls in love with a prince after he comes to town with": {
    "guess": "Giselle",
    "confidence": [
      [
        "G",
        -0.0066798516
      ],
      [
        "is",
        -6.670925e-05
      ],
      [
        "elle",
        -5.1928004e-05
      ]
    ]
  },
  "Originally a provincial capital during the Third Dynasty of Ur, this city's name means the gate of the gods. After a Hittite sack ended its first dynasty, the Kassites became rulers here and ruled before being supplanted by Chaldean tribes from the Arabian Desert. The river Euphrates divided it into western and eastern halves, with the Temple of Marduk in the eastern portion. FTP, name this city of": {
    "guess": "Babylon",
    "confidence": [
      [
        "B",
        -0.014954875
      ],
      [
        "ab",
        -0.00013083349
      ],
      [
        "ylon",
        -0.00091122516
      ]
    ]
  },
  "It was originally published independently, but later became the first chapter of a novel published after its author's death in 1924. It tells the story of a sixteen-year old boy has been sent to the United": {
    "guess": "The Catcher in the Rye",
    "confidence": [
      [
        "The",
        -0.5576252
      ],
      [
        " Catch",
        -0.15424235
      ],
      [
        "er",
        -1.3902034e-05
      ],
      [
        " in",
        -0.00019638817
      ],
      [
        " the",
        -0.00014263466
      ],
      [
        " R",
        -2.2842309e-05
      ],
      [
        "ye",
        -3.650519e-06
      ]
    ]
  },
  "The original plebiscite in Denmark refused to ratify it, and it was modified but kept provisions which allowed Britain to ignore social and financial directives. Negotiated in a southeastern Dutch outpost,": {
    "guess": "Treaty of London (1864)",
    "confidence": [
      [
        "T",
        -0.46325445
      ],
      [
        "reat",
        -0.00013142951
      ],
      [
        "y",
        -0.0011334282
      ],
      [
        " of",
        -0.002221507
      ],
      [
        " London",
        -0.7488264
      ],
      [
        " (",
        -0.47890103
      ],
      [
        "186",
        -0.97066796
      ],
      [
        "4",
        -0.116721086
      ],
      [
        ")",
        -2.486877e-05
      ]
    ]
  },
  "Originally a freemason, he joined The League and gained his first political appointment after the passage": {
    "guess": "Francisco Franco",
    "confidence": [
      [
        "Franc",
        -1.5094455
      ],
      [
        "isco",
        -0.005737867
      ],
      [
        " Franco",
        -0.01520592
      ]
    ]
  },
  "The original idea was exhibited by Whitcomb Judson at the World's Columbian Expo of 1893.  Gideon Sundback, a Swedish engineer located in the U.S., substituted spring clips for hooks and eyes, and in 1912": {
    "guess": "Zippers",
    "confidence": [
      [
        "Z",
        -0.3056739
      ],
      [
        "ippers",
        -0.0003280752
      ]
    ]
  },
  "Originating in Louisiana, the famous dissent in this case came from Justice John Marshall Harlan, who stated that the Constitution was colorblind. However, it was ruled that the separate rail cars for blacks and whites was legal. For ten points, what was this case that established the rule of \"separate": {
    "guess": "Plessy v. Ferguson",
    "confidence": [
      [
        "P",
        -0.0029464401
      ],
      [
        "less",
        -1.3663626e-05
      ],
      [
        "y",
        -9.3530085e-05
      ],
      [
        " v",
        -0.00020115632
      ],
      [
        ".",
        -8.8285124e-05
      ],
      [
        " Ferguson",
        -2.0815847e-05
      ]
    ]
  },
  "The original may have been destroyed by William Glackens, as a way of settling a dispute involving it.  It first appeared in the second issue of the magazine The Blind Man, which also included an essay about it by Louise Nortion and a prose poem in praise of it.  According to William Camfield's definitive": {
    "guess": "Fountain (Duchamp)",
    "confidence": [
      [
        "F",
        -0.017584128
      ],
      [
        "ountain",
        -8.792751e-05
      ],
      [
        " (",
        -0.005843824
      ],
      [
        "D",
        -0.00010163593
      ],
      [
        "uch",
        -4.3202e-07
      ],
      [
        "amp",
        -1.1756368e-05
      ],
      [
        ")",
        -0.0005968777
      ]
    ]
  },
  "The original explanation of it contains the flaw that the integral of the proposed scattering kernel over all space diverges to infinity, which is the exposure of a fundamental limitation of classical mechanics. This experiment required excellent eyesight and patience because it used a zinc sulfide detector, so it was actually conducted by Geiger and Marsden, the lab assistants to its namesake. For 10 points, identify the important experiment in physics that repudiated the plum pudding model when": {
    "guess": "Rutherford gold foil experiment",
    "confidence": [
      [
        "R",
        -0.27091992
      ],
      [
        "utherford",
        -0.00045962472
      ],
      [
        " gold",
        -0.18159105
      ],
      [
        " foil",
        -0.00015681623
      ],
      [
        " experiment",
        -3.0545007e-06
      ]
    ]
  },
  "The original score of one of these compositions contained the instructions \"wait for nod\" to indicate": {
    "guess": "Swan Lake",
    "confidence": [
      [
        "Sw",
        -0.7828442
      ],
      [
        "an",
        -0.00040850835
      ],
      [
        " Lake",
        -0.00041374963
      ]
    ]
  },
  "Originally playing as Kara's Flowers, this LA band included Mickey Madden, Jesse Carmichael, and Ryan Dusick when they released the 1997 album The Fourth World. They were dropped by Reprise Records, added James Valentine on guitar in 2001, and changed their name before releasing their 2002 breakout album": {
    "guess": "Maroon 5",
    "confidence": [
      [
        "Mar",
        -0.0024116847
      ],
      [
        "oon",
        -2.7968066e-05
      ],
      [
        " ",
        -2.0696643e-05
      ],
      [
        "5",
        -6.704273e-07
      ]
    ]
  },
  "He was originally appointed to the Senate when Bob Bartlett passed away, serving alongside Mike Gravel. The busiest airport in his state is now named after him, and a few years ago he claimed that if a": {
    "guess": "Ted Stevens",
    "confidence": [
      [
        "Ted",
        -0.03211013
      ],
      [
        " Stevens",
        -0.00055100623
      ]
    ]
  },
  "Its origin is unclear; as it existed without \"sand, nor sea, nor cooling billows...nor heaven above,\" it was defined entirely by where it was not.  There, the Elivogs hardened and the heat from the bright south met with the ice of the north, leading to the birth of Ymir.  Shortly afterward, Audhumbla arose and fed Ymir and, soon afterward, Buri.  It was eradicated by the filling up of the world when": {
    "guess": "Ginnungagap",
    "confidence": [
      [
        "G",
        -0.09135499
      ],
      [
        "inn",
        -0.0054735173
      ],
      [
        "ung",
        -0.0014917691
      ],
      [
        "ag",
        -0.0002196292
      ],
      [
        "ap",
        -3.1424974e-05
      ]
    ]
  },
  "It was originally published on November 24, 1859 and all 1,250 copies originally printed were sold out within hours. The author mustered up a second edition of the book a mere six weeks later, and the words \"by the Creator\" were strategically inserted into the final sentence. It was not until the fifth edition of the book that the phrase \"survival of the fittest\" was added. For ten points, identify": {
    "guess": "On the Origin of Species",
    "confidence": [
      [
        "On",
        -0.020808589
      ],
      [
        " the",
        -0.0014640314
      ],
      [
        " Origin",
        -0.0007069522
      ],
      [
        " of",
        -2.1173457e-05
      ],
      [
        " Species",
        -0.0017605057
      ]
    ]
  },
  "Originally titled \"Lil Folks,\" it debuted in 1950 and has been featured in over than 2,600  newspapers": {
    "guess": "Peanuts",
    "confidence": [
      [
        "P",
        -0.011092036
      ],
      [
        "ean",
        -4.3202e-07
      ],
      [
        "uts",
        -9.372295e-06
      ]
    ]
  },
  "Originally, they were farmers who left home in search of employment, with many ending up in the military. Today, the term refers to students who have failed their college or high school entrance examinations and are spending a year or two studying for the next round. FTP, what is this term, from the Japanese for \"person cast on the waves\", that refers to warriors without a master, that shares its name with a 1998 John Frankenheimer action film starring Robert DeNiro?": {
    "guess": "Ronin",
    "confidence": [
      [
        "Ron",
        -0.0828011
      ],
      [
        "in",
        -0.00026336228
      ]
    ]
  },
  "Originally this novel was supposed to chronicle the life of Joseph K. Pumphrey, a professor of business English and friend to the eventual main character. At the end of the novel, the title character's": {
    "guess": "The Secret History",
    "confidence": [
      [
        "The",
        -0.6227163
      ],
      [
        " Secret",
        -1.0007681
      ],
      [
        " History",
        -0.001269401
      ]
    ]
  },
  "At its origin, it presents three small dilations known as its sinuses. Its lumen narrows forming an isthmus prior to the ductus, beyond which it presents a fusiform dilation which His referred to as its spindle. A large dilation in it is known as its bulb, and a severe narrowing of it is often referred to as coarctation. Its descending portion is divided into thoracic and abdominal parts; it is also composed of an ascending portion and arch. Originating in the left ventricle, FTP, name this largest artery of the human body.": {
    "guess": "Aorta",
    "confidence": [
      [
        "A",
        -0.0007000457
      ],
      [
        "orta",
        -0.0001844678
      ]
    ]
  },
  "It was originally financed as a joint stock company with 24 shares of stock at $500 per share, and was reorganized three years after its founding through the efforts of Albert Brisbane. Originally founded by the Unitarian minister George Ripley in West Roxbury, Massachusetts, its community school was a success, but it was unprofitable due to its sandy soil and dependence on the manual labor of its members, which included John Dwight, Isaac Hecker, and Nathanael Hawthorne. FTP, what was this cooperative": {
    "guess": "Brook Farm",
    "confidence": [
      [
        "Bro",
        -0.007614675
      ],
      [
        "ok",
        -0.0029086543
      ],
      [
        " Farm",
        -0.00021140782
      ]
    ]
  },
  "The original idea was exhibited by Whitcomb Judson at the World's Columbian Expo of 1893.  Gideon Sundback,": {
    "guess": "Zippers",
    "confidence": [
      [
        "Z",
        -0.3081005
      ],
      [
        "ippers",
        -0.00013524403
      ]
    ]
  },
  "Their original name was coined from the musician who originally performed \"Who Do You Love?\" They are commonly used in one series to steal opposing players' coins and stars, but they debuted as a playable character in that fifth installment of Mario Party. A group of them are devoured by Tubba Blubba,": {
    "guess": "Boo (character)",
    "confidence": [
      [
        "Bo",
        -0.64775354
      ],
      [
        "o",
        -0.0028135518
      ],
      [
        " (",
        -0.0016328092
      ],
      [
        "character",
        -0.113441676
      ],
      [
        ")",
        -0.0017281336
      ]
    ]
  },
  "The original screenplay adaption of this novel called for Sir Ambrose, the expat Englishman, to be played as a leather-wearing transvestite. As conceived by his author, Ambrose is a curmudgeonly old man who spends his days drinking G&T's with the other expats, though he is unsympathetic when one of them commits suicide. Meanwhile, the novel's hero masquerades as a non- sectarian minister in order to win the love of the heroine, who is unable to choose between him and another man. Unfortunately, the": {
    "guess": "The World According to Garp",
    "confidence": [
      [
        "The",
        -0.44243836
      ],
      [
        " World",
        -2.0884924
      ],
      [
        " According",
        -0.595619
      ],
      [
        " to",
        -0.0014208303
      ],
      [
        " G",
        -0.023021607
      ],
      [
        "arp",
        -6.7901296e-05
      ]
    ]
  },
  "Originally a violin player he visited Russia on a tour and ended up staying to study with Rimsky-Korsakoff. His American trips inspired such works as Brazilian Impressions, while his time at St. Cecilia's produced Church Windows, The Birds, and Three Pictures by Botticelli. Operatic works include the": {
    "guess": "Ottorino Respighi",
    "confidence": [
      [
        "O",
        -0.3142872
      ],
      [
        "tt",
        -5.6815352e-05
      ],
      [
        "or",
        -8.0656086e-05
      ],
      [
        "ino",
        -0.0001693326
      ],
      [
        " Resp",
        -0.0002972088
      ],
      [
        "igh",
        -6.9882217e-06
      ],
      [
        "i",
        -7.8033605e-05
      ]
    ]
  },
  "Originally associated with soil fertility, this being became a god of the morning and evening star before": {
    "guess": "Venus",
    "confidence": [
      [
        "V",
        -0.7947531
      ],
      [
        "enus",
        -9.460292e-05
      ]
    ]
  },
  "Originally owned by Mar?hal de Cr?uy, the center of this painting shows an elderly woman in an orange tunic, who would be used as a model for a character in Gericault's Massacre at Chios. A dark sky and": {
    "guess": "The Raft of the Medusa",
    "confidence": [
      [
        "The",
        -0.28347695
      ],
      [
        " Ra",
        -0.057356462
      ],
      [
        "ft",
        -1.7432603e-06
      ],
      [
        " of",
        -0.0002290463
      ],
      [
        " the",
        -0.00089871977
      ],
      [
        " Med",
        -5.669615e-05
      ],
      [
        "usa",
        -0.00013619766
      ]
    ]
  },
  "Originally associated with soil fertility, this being became a god of the morning and evening star before  his followers converted him to a representation of death and destruction. Driven into exile from": {
    "guess": "Quetzalcoatl",
    "confidence": [
      [
        "Qu",
        -0.39990598
      ],
      [
        "etz",
        -8.244414e-05
      ],
      [
        "al",
        -2.1650272e-05
      ],
      [
        "co",
        -6.0749073e-05
      ],
      [
        "atl",
        -4.1273333e-06
      ]
    ]
  },
  "It was originally filmed in the hopes of turning a profit once it was released in the United States, however, technicians working for Thomas Edison secretly made copies and distributed it, causing the original filmmaker to go broke.* The name of the original filmmaker, Georges Méliès, is also the name": {
    "guess": "A Trip to the Moon",
    "confidence": [
      [
        "A",
        -0.564674
      ],
      [
        " Trip",
        -9.2576454e-05
      ],
      [
        " to",
        -1.247159e-05
      ],
      [
        " the",
        -7.4576696e-05
      ],
      [
        " Moon",
        -3.7697225e-06
      ]
    ]
  },
  "The origins of the modern parliament can be traced to the rule of this royal house, during which the Model Parliament was formed. Its first ruler held the throne concurrently with his second son for thirteen": {
    "guess": "House of Plantagenet",
    "confidence": [
      [
        "House",
        -0.009012903
      ],
      [
        " of",
        -0.0005349211
      ],
      [
        " Plant",
        -0.0012771384
      ],
      [
        "agen",
        -0.0005319447
      ],
      [
        "et",
        -0.00028517292
      ]
    ]
  },
  "At its origin, it presents three small dilations known as its sinuses. Its lumen narrows forming an isthmus prior to the ductus, beyond which it presents a fusiform dilation which His referred to as its spindle. A large dilation in it is known as its bulb, and a severe narrowing of it is often referred": {
    "guess": "Aorta",
    "confidence": [
      [
        "A",
        -0.027062654
      ],
      [
        "orta",
        -0.019422915
      ]
    ]
  },
  "The origins of this event may be seen in the overthrow of the Hohenstaufen king Manfred at the Battle of Benevento, and the execution of his nephew Conradin shortly afterward, together with the excommunication by Martin IV of a Byzantine emperor, who proceeded to negotiate with Pedro III of Aragon. It may also have something to do with the repressive policies of the Angevins, led by the brother of St. Louis. The baron Giovanni da Procida was implicated, and it prevented a planned invasion of Constantinople when Charles of Anjou was forced to respond to what had arisen in the Church of the Holy Spirit outside Palermo. FTP, name this 1282 rebellion that is named for the church services that it": {
    "guess": "Sicilian Vespers",
    "confidence": [
      [
        "S",
        -0.00931979
      ],
      [
        "ic",
        -2.9352968e-06
      ],
      [
        "ilian",
        -3.7623562e-05
      ],
      [
        " V",
        -1.3663626e-05
      ],
      [
        "esp",
        -5.080963e-06
      ],
      [
        "ers",
        -6.6306106e-06
      ]
    ]
  },
  "It was originally published on November 24, 1859 and all 1,250 copies originally printed were sold out within hours. The author mustered up a second edition of the book a mere six weeks later, and the": {
    "guess": "On the Origin of Species",
    "confidence": [
      [
        "On",
        -0.106263205
      ],
      [
        " the",
        -0.0007085018
      ],
      [
        " Origin",
        -0.00075626216
      ],
      [
        " of",
        -4.477578e-05
      ],
      [
        " Species",
        -0.0025273876
      ]
    ]
  },
  "It was originally designed to be built at the Universal Exposition of Barcelona in 1888 , though that proposal was rejected.  After its completion it was criticized for marring the landscape of its present city.  Intended to stand only for 20 years, the city decided to keep it because of its useful communication purposes most notably demonstrated during the 1st Battle of the Marne.  Consisting of three levels one of which is only accessible by lift it stood as the world's tallest structure until the completion of the Chrysler Building.  Name this iron wrought tower which now stands as the trademark": {
    "guess": "Eiffel Tower",
    "confidence": [
      [
        "E",
        -0.025838165
      ],
      [
        "iff",
        -3.8457987e-05
      ],
      [
        "el",
        -7.9940866e-05
      ],
      [
        " Tower",
        -0.0017267033
      ]
    ]
  },
  "Originally owned by Mar?hal de Cr?uy, the center of this painting shows an elderly woman in an orange tunic, who would be used as a model for a character in Gericault's Massacre at Chios. A dark sky and a temple in the background set off the action in the foreground. Two babies lie crying on the bottom,": {
    "guess": "The Raft of the Medusa",
    "confidence": [
      [
        "The",
        -0.27404913
      ],
      [
        " Ra",
        -0.4884101
      ],
      [
        "ft",
        -4.246537e-06
      ],
      [
        " of",
        -0.0036414072
      ],
      [
        " the",
        -0.0025575918
      ],
      [
        " Med",
        -0.00011427152
      ],
      [
        "usa",
        -0.00012797261
      ]
    ]
  },
  "Originally a violin player he visited Russia on a tour and ended up staying to study with Rimsky-Korsakoff. His American trips inspired such works as Brazilian Impressions, while his time at St. Cecilia's produced Church Windows, The Birds, and Three Pictures by Botticelli. Operatic works include the children's piece Sleeping Beauty, Belfagor,  and The Sunken Bell. Works like the Ancient Airs and Dances": {
    "guess": "Ottorino Respighi",
    "confidence": [
      [
        "O",
        -0.44120976
      ],
      [
        "tt",
        -5.5623317e-05
      ],
      [
        "or",
        -2.486877e-05
      ],
      [
        "ino",
        -0.00010616567
      ],
      [
        " Resp",
        -0.00041959065
      ],
      [
        "igh",
        -7.58424e-06
      ],
      [
        "i",
        -4.406056e-05
      ]
    ]
  },
  "Originating in Louisiana, the famous dissent in this case came from Justice John Marshall Harlan, who stated that the Constitution was colorblind. However, it was ruled that the separate rail cars for blacks and whites was legal. For ten points, what was this case that established the rule of \"separate but equal\" in 1896?": {
    "guess": "Plessy v. Ferguson",
    "confidence": [
      [
        "P",
        -0.0011144968
      ],
      [
        "less",
        -3.500108e-05
      ],
      [
        "y",
        -0.00012106613
      ],
      [
        " v",
        -4.990154e-05
      ],
      [
        ".",
        -2.0100624e-05
      ],
      [
        " Ferguson",
        -3.8577193e-05
      ]
    ]
  },
  "It originated with the union of the families of Ar-nulf, the bishop of Metz, and Pepin of Landon, the mayor of the palace in Aus-tra-sia. Name this dynasty which was prominent from the 700s to the 900s, whose family members included \\-- for 10 points -- Charles the Bald, Lothair I, and Louis the German,": {
    "guess": "Carolingian dynasty",
    "confidence": [
      [
        "Car",
        -0.00017028624
      ],
      [
        "oling",
        -2.220075e-06
      ],
      [
        "ian",
        -3.094816e-05
      ],
      [
        " dynasty",
        -0.00093063334
      ]
    ]
  },
  "The original explanation of it contains the flaw that the integral of the proposed scattering kernel over all space diverges to infinity, which is the exposure of a fundamental limitation of classical mechanics. This experiment required excellent eyesight and patience because it used a zinc sulfide detector, so it was actually conducted by Geiger and Marsden, the lab assistants to its namesake. For": {
    "guess": "Rutherford model",
    "confidence": [
      [
        "R",
        -0.50764275
      ],
      [
        "utherford",
        -0.00037395032
      ],
      [
        " model",
        -0.28455746
      ]
    ]
  },
  "The origins of the modern parliament can be traced to the rule of this royal house, during which the Model Parliament was formed. Its first ruler held the throne concurrently with his second son for thirteen years; that son was married to Margaret, daughter of Louis VII of France, at age five so his father could reacquire the Norman Vexin. It originated with the marriage of (*) Geoffrey, Count of Anjou, to Matilda, the daughter of Henry I. The descendants of Edward III's third and fourth sons, John of Gaunt and Edmund of Langley, respectively formed its cadet houses of Lancaster and York. For 10": {
    "guess": "House of Plantagenet",
    "confidence": [
      [
        "House",
        -0.005770581
      ],
      [
        " of",
        -0.0006096288
      ],
      [
        " Plant",
        -0.0007702016
      ],
      [
        "agen",
        -0.00024156268
      ],
      [
        "et",
        -0.000156101
      ]
    ]
  },
  "Originally led by Samuel ben Kalonymos, it focused on contemplating the merkava, the throne described by Ezekiel. Its name means \"the pious,\" and its modern version was started in the eighteenth century": {
    "guess": "Hasidic Judaism",
    "confidence": [
      [
        "Has",
        -0.77003473
      ],
      [
        "id",
        -0.01800091
      ],
      [
        "ic",
        -0.107655615
      ],
      [
        " Judaism",
        -0.70845836
      ]
    ]
  },
  "Originally led by Fulk of Neuilly and assembled in Venice, its first act was to sack the Dalmatian town": {
    "guess": "Fourth Crusade",
    "confidence": [
      [
        "Fourth",
        -0.0127708465
      ],
      [
        " Crus",
        -0.0011436724
      ],
      [
        "ade",
        -1.7120534e-05
      ]
    ]
  },
  "The original idea was exhibited by Whitcomb Judson at the World's Columbian Expo of 1893.  Gideon Sundback, a Swedish engineer located in the U.S., substituted spring clips for hooks and eyes, and in 1912 produced his Hookless version #2.  FTP, such was the development of what alphabetically hindered": {
    "guess": "Zipper",
    "confidence": [
      [
        "Zip",
        -0.19097365
      ],
      [
        "per",
        -0.0008470294
      ]
    ]
  },
  "Originally a provincial capital during the Third Dynasty of Ur, this city's name means the gate of the gods. After a Hittite sack ended its first dynasty, the Kassites became rulers here and ruled before being supplanted by Chaldean tribes from the Arabian Desert. The river Euphrates divided it into": {
    "guess": "Babylon",
    "confidence": [
      [
        "B",
        -0.34270748
      ],
      [
        "ab",
        -9.436451e-05
      ],
      [
        "ylon",
        -0.0031160377
      ]
    ]
  },
  "The original screenplay adaption of this novel called for Sir Ambrose, the expat Englishman, to be played": {
    "guess": "The English Patient",
    "confidence": [
      [
        "The",
        -0.22203842
      ],
      [
        " English",
        -1.1525577
      ],
      [
        " Patient",
        -0.066527754
      ]
    ]
  },
  "Its origins are obscure, but it probably became a distinct political entity when Sheptoon La-Pha became king. In 1865 it signed the Treaty of Sinchulu with Britain, under which it gained a subsidy in exchange for being under Britain's political \"guidance\", a role that passed to India in 1947. The Duars": {
    "guess": "Bhutan Duars",
    "confidence": [
      [
        "B",
        -0.49195135
      ],
      [
        "h",
        -0.0024925414
      ],
      [
        "utan",
        -0.0002389402
      ],
      [
        " Du",
        -0.009623984
      ],
      [
        "ars",
        -0.00055136386
      ]
    ]
  },
  "Originally owned by Mar?hal de Cr?uy, the center of this painting shows an elderly woman in an orange": {
    "guess": "The Astronomer",
    "confidence": [
      [
        "The",
        -1.087711
      ],
      [
        " Astr",
        -2.3563325
      ],
      [
        "onom",
        -0.00030757586
      ],
      [
        "er",
        -0.002460199
      ]
    ]
  },
  "Originally orchestrated by Glazunov, it is considered a plotless \"romantic reverie\" that consists of a suite of dances in a moonlit park. Comprised of eight dances, the fourth and fifth dances are for the solo female and male dancers. The title figures dance with the poet to several nocturnes, waltzes, and mazurkas. Originally titled Chopiniana, it was choreographed by Michael Fokine for his wife Anna": {
    "guess": "Les Sylphides",
    "confidence": [
      [
        "Les",
        -0.106435865
      ],
      [
        " S",
        -0.00089550123
      ],
      [
        "yl",
        -3.7697225e-06
      ],
      [
        "ph",
        -1.8431772e-05
      ],
      [
        "ides",
        -8.542423e-05
      ]
    ]
  },
  "The original screenplay adaption of this novel called for Sir Ambrose, the expat Englishman, to be played as a leather-wearing transvestite. As conceived by his author, Ambrose is a curmudgeonly old man who spends his days drinking G&T's with the other expats, though he is unsympathetic when one of them commits suicide. Meanwhile, the novel's hero masquerades as a non- sectarian minister in order to win the love of the heroine, who is unable to choose between him and another man. Unfortunately, the other man, along with being a bit of a necrophiliac, is obsessed with his own morbidly obese mother. The members of the love triangle are coworkers at a business founded by the Dreamer, a creepy visionary whose appears only as a disembodied voice spouting from quasi-religious aphorisms from hidden speakers. For ten points identify this novel featuring Dennis, Aimee, and Mr. Joyboy, set at Whispering Glades Cemetery, a work by Evelyn Waugh.": {
    "guess": "The Loved One",
    "confidence": [
      [
        "The",
        -0.007830315
      ],
      [
        " Loved",
        -0.00087310927
      ],
      [
        " One",
        -0.0017227732
      ]
    ]
  },
  "The original score of this work included several holes which were filled by improvisation at this work's premiere, and it was orchestrated three times by the composer of the Grand Canyon Suite, Ferde Grofe. This piece was written for a concert at Aeolian Hall entitled \"An Experiment in Modern Music\" by Paul Whiteman, and opens with a trill and (*) 17-note glissando for solo clarinet. For 10 points, name this 1924 work for piano and orchestra which blended classical and jazz elements, by George Gershwin.": {
    "guess": "Rhapsody in Blue",
    "confidence": [
      [
        "R",
        -0.029370757
      ],
      [
        "haps",
        -1.5332478e-05
      ],
      [
        "ody",
        -6.0345924e-06
      ],
      [
        " in",
        -0.00019674578
      ],
      [
        " Blue",
        -6.337155e-05
      ]
    ]
  },
  "Originally, they were farmers who left home in search of employment, with many ending up in the military. Today, the term refers to students who have failed their college or high school entrance examinations and are spending a year or two studying for the next round. FTP, what is this term, from the": {
    "guess": "Gap year",
    "confidence": [
      [
        "Gap",
        -1.1624393
      ],
      [
        " year",
        -0.036145102
      ]
    ]
  },
  "It originated in 1783 as an amendment to the Articles of Confederation as a new way to determine each state's tax obligations, but failed. It was proposed into the Constitution by James Wilson, and is": {
    "guess": "Three-Fifths Compromise",
    "confidence": [
      [
        "Three",
        -0.22232202
      ],
      [
        "-F",
        -0.20214531
      ],
      [
        "if",
        -2.3915141e-05
      ],
      [
        "ths",
        -3.650519e-06
      ],
      [
        " Comp",
        -0.0010256625
      ],
      [
        "romise",
        -4.85903e-05
      ]
    ]
  },
  "The original centrifugal model for this phenomenon has long been replaced by the isotactic \"greased onion\"": {
    "guess": "Polymers",
    "confidence": [
      [
        "Pol",
        -0.43629417
      ],
      [
        "ym",
        -0.0013177391
      ],
      [
        "ers",
        -0.009174623
      ]
    ]
  },
  "It was originally published independently, but later became the first chapter of a novel published after its author's death in 1924. It tells the story of a sixteen-year old boy has been sent to the United States by his family after he was seduced by and impregnated the housemaid. While looking for his lost umbrella, the protagonist meets a ship employee, and helps him make the case to the captain that he is being maltreated. By coincidence, Karl's uncle, a rich New York Senator, is visiting the": {
    "guess": "Buddenbrooks",
    "confidence": [
      [
        "B",
        -1.789242
      ],
      [
        "udden",
        -0.2020217
      ],
      [
        "bro",
        -2.6537622e-05
      ],
      [
        "oks",
        -7.8033605e-05
      ]
    ]
  },
  "The origins of this figure come from the game and play stages, and depend on symbolic interactionism according to George Herbert Mead. Heinz Kohut developed a three-part model for this figure. According to James Marcia, a moratorium arises when the singularity of this figure constantly changes. This": {
    "guess": "Self psychology",
    "confidence": [
      [
        "Self",
        -0.5267663
      ],
      [
        " psychology",
        -1.0375645
      ]
    ]
  },
  "Its origins are obscure, but it probably became a distinct political entity when Sheptoon La-Pha became king. In 1865 it signed the Treaty of Sinchulu with Britain, under which it gained a subsidy in exchange for being under Britain's political \"guidance\", a role that passed to India in 1947. The Duars Plain is found in the south, while in the north is the Greater Himalayas. FTP, what is this sovereign": {
    "guess": "Kingdom of Sikkim",
    "confidence": [
      [
        "King",
        -0.1797991
      ],
      [
        "dom",
        -0.00011534435
      ],
      [
        " of",
        -0.0001755312
      ],
      [
        " S",
        -0.15957393
      ],
      [
        "ikk",
        -5.5122365e-07
      ],
      [
        "im",
        -3.9054008e-05
      ]
    ]
  },
  "Its origins are obscure, but it probably became a distinct political entity when Sheptoon La-Pha became": {
    "guess": "Sheptoon La-Pha",
    "confidence": [
      [
        "She",
        -0.6796432
      ],
      [
        "pt",
        -0.15140717
      ],
      [
        "oon",
        -0.0094866585
      ],
      [
        " La",
        -0.15515882
      ],
      [
        "-",
        -0.0017760885
      ],
      [
        "Ph",
        -0.00084572175
      ],
      [
        "a",
        -0.0006120019
      ]
    ]
  },
  "When it was originally published as part of larger work in 1855, this poem was not divided into sections and was not even given a separate title.  The speaker is \"not a bit tamed\" and \"untranslatable\" and sounds his \"barbaric yawp over the roofs of the world.\"  The poet asserts that, \"what I assume you shall assume/ for every atom belonging to me as good belongs to you.\"  For 10 points, what is this": {
    "guess": "Song of Myself",
    "confidence": [
      [
        "Song",
        -0.044674303
      ],
      [
        " of",
        -0.00027432904
      ],
      [
        " My",
        -0.00024739266
      ],
      [
        "self",
        -2.1008714e-06
      ]
    ]
  },
  "The originator of this legend may have been Heliodorus, the chancellor of Seleucus IV Philopatorm, who": {
    "guess": "Heliodorus of Emesa",
    "confidence": [
      [
        "Hel",
        -0.2435981
      ],
      [
        "iod",
        -0.0006919435
      ],
      [
        "orus",
        -0.0011179501
      ],
      [
        " of",
        -0.21446219
      ],
      [
        " Em",
        -0.00014430351
      ],
      [
        "esa",
        -8.0656086e-05
      ]
    ]
  },
  "Originally this novel was supposed to chronicle the life of Joseph K. Pumphrey, a professor of business English and friend to the eventual main character. At the end of the novel, the title character's son Ted elopes with his neighbor's daughter. The title character also has an affair with the widow Tanis Judique and joins her Bohemian circle of friends in an effort to remove himself from his conformist middle-class life. FTP, name this Sinclair Lewis novel about a middle-class realtor in the fictional city of Zenith.": {
    "guess": "Babbitt (novel)",
    "confidence": [
      [
        "B",
        -0.11658879
      ],
      [
        "abb",
        -0.007804292
      ],
      [
        "itt",
        -3.888926e-06
      ],
      [
        " (",
        -0.20047209
      ],
      [
        "nov",
        -0.00021331508
      ],
      [
        "el",
        -9.014684e-06
      ],
      [
        ")",
        -1.5570886e-05
      ]
    ]
  },
  "The originator of this legend may have been Heliodorus, the chancellor of Seleucus IV Philopatorm, who was prevented by the priest Onias from looting the Temple. A similar story from a cuneiform tablet lends veracity to this legend, which is set during the years following the victory at Carchemish by Nebuchadnezzar. Three Talmudic units of weight, the peras, shekel, and mina, have been hypothesized to be represented. After \"the gods of gold and silver, bronze, iron, wood, and stone\" are praised at a banquet, the central event occurs and the inability to vocalize three verbs meaning \"to count,\"": {
    "guess": "Belshazzar's feast",
    "confidence": [
      [
        "Bel",
        -0.039122872
      ],
      [
        "sh",
        -0.0066318824
      ],
      [
        "azz",
        -2.3915141e-05
      ],
      [
        "ar",
        -0.00022725825
      ],
      [
        "'s",
        -0.028131273
      ],
      [
        " feast",
        -0.31955498
      ]
    ]
  },
  "Originally a freemason, he joined The League and gained his first political appointment after the passage of the Maura statute. After seizing power from his predecessor at the Tejeros Convention he and": {
    "guess": "Ferdinand Marcos",
    "confidence": [
      [
        "F",
        -0.072374016
      ],
      [
        "erd",
        -0.0072060786
      ],
      [
        "inand",
        -1.7954959e-05
      ],
      [
        " Marcos",
        -0.002032969
      ]
    ]
  },
  "The origins of this event may be seen in the overthrow of the Hohenstaufen king Manfred at the Battle of Benevento, and the execution of his nephew Conradin shortly afterward, together with the excommunication by Martin IV of a Byzantine emperor, who proceeded to negotiate with Pedro III of Aragon. It may also have something to do with the repressive policies of the Angevins, led by the brother of St. Louis. The baron Giovanni da Procida was implicated, and it prevented a planned invasion of Constantinople when Charles of Anjou was forced to respond to what had arisen in the Church of the Holy": {
    "guess": "Sicilian Vespers",
    "confidence": [
      [
        "S",
        -0.0063665784
      ],
      [
        "ic",
        -5.5122365e-07
      ],
      [
        "ilian",
        -0.00020783172
      ],
      [
        " V",
        -5.5623317e-05
      ],
      [
        "esp",
        -9.317247e-05
      ],
      [
        "ers",
        -5.4385737e-06
      ]
    ]
  },
  "Originally led by Fulk of Neuilly and assembled in Venice, its first act was to sack the Dalmatian town of Zara on the orders of the Doge, Enrico Dandolo. Philip of Swabia then diverted troops to Constantinople to install his father-in-law, Isaac, as Byzantine Emperor in return for funding of an attack on Egypt. When Alexius V overthrew Isaac, the crusaders stormed the city and sent much of its treasures back to Venice. FTP, identify this crusade called by Pope Innocent III in 1202, which established a Latin Empire of Constantinople.": {
    "guess": "Fourth Crusade",
    "confidence": [
      [
        "Fourth",
        -0.010617036
      ],
      [
        " Crus",
        -0.0015969876
      ],
      [
        "ade",
        -3.917321e-05
      ]
    ]
  },
  "Originaly published under the title \"Italy,\" this work is a companion piece to a poem known as \"France\" or \"Count Gismond.\" The speaker tells of an \"earnest glance\" of the titular subject and that not only her husband's presence called \"that spot\" into her cheeks. Noting that the titular woman had \"a heart too soon made glad,\" the speaker also tells of the insult to him of ranking \"my gift of a nine-hundred year old name with anybody's gift,\" and in the end says that he \"gave commands, then all smiles stopped together, there she stands. As if alive.\" Ending with the speaker pointing out a statue of Neptune by Claus of Innsbruck and beginning with a description of the title woman's painting by": {
    "guess": "My Last Duchess",
    "confidence": [
      [
        "My",
        -0.06572414
      ],
      [
        " Last",
        -0.00046117438
      ],
      [
        " Duchess",
        -8.7450695e-05
      ]
    ]
  },
  "When it was originally published as part of larger work in 1855, this poem was not divided into sections": {
    "guess": "I Sing the Body Electric",
    "confidence": [
      [
        "I",
        -0.94122785
      ],
      [
        " Sing",
        -0.027270207
      ],
      [
        " the",
        -0.0019165032
      ],
      [
        " Body",
        -8.041768e-05
      ],
      [
        " Electric",
        -7.3458323e-06
      ]
    ]
  },
  "It was originally designed to be built at the Universal Exposition of Barcelona in 1888 , though that proposal was rejected.  After its completion it was criticized for marring the landscape of its present city.  Intended to stand only for 20 years, the city decided to keep it because of its useful communication": {
    "guess": "Eiffel Bridge",
    "confidence": [
      [
        "E",
        -0.19495638
      ],
      [
        "iff",
        -1.6286107e-05
      ],
      [
        "el",
        -0.00042364356
      ],
      [
        " Bridge",
        -0.09759519
      ]
    ]
  },
  "It was originally named for the Portuguese trader who first explored the region in 1544.  That name-Lourenzo Marques-was changed to the present one in 1976 following its country's independence.  Since then tourism, once a prominent industry, has all but disappeared and strained relations with neighboring": {
    "guess": "Maputo",
    "confidence": [
      [
        "Map",
        -0.6098835
      ],
      [
        "uto",
        -1.640531e-05
      ]
    ]
  },
  "The original score of one of these compositions contained the instructions \"wait for nod\" to indicate when the orchestra should resume playing. A composition of this type opens with a nine-bar introduction before an A-C-B-A-E motif and presents a D-flat major melodic inversion of one of the works that": {
    "guess": "Rhapsody in Blue",
    "confidence": [
      [
        "R",
        -0.20937422
      ],
      [
        "haps",
        -0.0011562933
      ],
      [
        "ody",
        -0.00012558853
      ],
      [
        " in",
        -0.0021993828
      ],
      [
        " Blue",
        -0.00014478032
      ]
    ]
  },
  "The origins of this event may be seen in the overthrow of the Hohenstaufen king Manfred at the Battle of Benevento, and the execution of his nephew Conradin shortly afterward, together with the excommunication by Martin IV of a Byzantine emperor, who proceeded to negotiate with Pedro III of Aragon. It": {
    "guess": "Sicilian Vespers",
    "confidence": [
      [
        "S",
        -0.40160203
      ],
      [
        "ic",
        -6.408677e-05
      ],
      [
        "ilian",
        -0.0071400325
      ],
      [
        " V",
        -0.0015471219
      ],
      [
        "esp",
        -5.371606e-05
      ],
      [
        "ers",
        -5.6769813e-06
      ]
    ]
  },
  "The origins of this figure come from the game and play stages, and depend on symbolic interactionism according to George Herbert Mead. Heinz Kohut developed a three-part model for this figure. According": {
    "guess": "The self",
    "confidence": [
      [
        "The",
        -0.5241084
      ],
      [
        " self",
        -0.070760876
      ]
    ]
  },
  "Originaly published under the title \"Italy,\" this work is a companion piece to a poem known as \"France\" or \"Count Gismond.\" The speaker tells of an \"earnest glance\" of the titular subject and that not": {
    "guess": "The Ring and the Book",
    "confidence": [
      [
        "The",
        -0.7498142
      ],
      [
        " Ring",
        -1.0697348
      ],
      [
        " and",
        -0.0007636455
      ],
      [
        " the",
        -0.0021256378
      ],
      [
        " Book",
        -0.0001842294
      ]
    ]
  },
  "The original, which has been lost, was obtained from the J. L. Mott Iron Works and in 1964, the Galleria Schwarz in Milan was entrusted to produced eight signed and numbered replicas, the most exact being the Arturo Schwarz 4th version. The only writing on it is the inscription \"R. Mutt 1917.\"   FTP, name this most notorious and important ready-made by Marcel Duchamp.": {
    "guess": "Fountain (Duchamp)",
    "confidence": [
      [
        "F",
        -0.0061940993
      ],
      [
        "ountain",
        -2.9756122e-05
      ],
      [
        " (",
        -0.4374471
      ],
      [
        "D",
        -0.00012976067
      ],
      [
        "uch",
        0.0
      ],
      [
        "amp",
        -8.657073e-06
      ],
      [
        ")",
        -0.0002193908
      ]
    ]
  },
  "Originally led by Fulk of Neuilly and assembled in Venice, its first act was to sack the Dalmatian town of Zara on the orders of the Doge, Enrico Dandolo. Philip of Swabia then diverted troops to Constantinople to install his father-in-law, Isaac, as Byzantine Emperor in return for funding of an attack on Egypt. When Alexius V overthrew Isaac, the crusaders stormed the city and sent much of its treasures back to Venice. FTP, identify this crusade called by Pope Innocent III in 1202, which established": {
    "guess": "Fourth Crusade",
    "confidence": [
      [
        "Fourth",
        -0.008045445
      ],
      [
        " Crus",
        -0.00048167375
      ],
      [
        "ade",
        -5.4550484e-05
      ]
    ]
  },
  "It was originally reported by two German scientists in 1925, but they later admitted the helium they had measured was from the background. Public awareness was raised in 1989 by the Fleischmann-Pons experiment, in which electrolyzed heavy water using a palladium cathode released far more energy than": {
    "guess": "Fleischmann-Pons experiment",
    "confidence": [
      [
        "F",
        -0.31469473
      ],
      [
        "le",
        -0.08689575
      ],
      [
        "isch",
        -0.0005826998
      ],
      [
        "mann",
        -0.00018852073
      ],
      [
        "-P",
        -0.28150144
      ],
      [
        "ons",
        -3.6073914e-05
      ],
      [
        " experiment",
        -0.24308313
      ]
    ]
  },
  "The original liner notes of this album discuss a hypothetical \"cool-minded Martian.\" One track starts as a \"Haydn-esque waltz theme\" before revealing itself to alternate between two bars of 3 and two bars of 4, while \"Kathy's Waltz\" is dedicated to one musician's daughter, although her name is misspelled. One song from this album, featuring unusual 12/8 and 9/8 rhythms, was inspired by Istanbul street": {
    "guess": "Time Out",
    "confidence": [
      [
        "Time",
        -0.0030020662
      ],
      [
        " Out",
        -0.0003902775
      ]
    ]
  },
  "Originally a freemason, he joined The League and gained his first political appointment after the passage of the Maura statute. After seizing power from his predecessor at the Tejeros Convention he and his 34 followers bargained for an escape.  His followers killed potential rival General Antonio Luna to insure that he would lead them into such battles as the one at Tirad Pass. Accompanied by his right hand man Apolinario Mabini he presented a new Constitution in the town of Malolos in 1898, but soon ran afoul of American forces and was captured by Frederick Funston. FTP, name this Filipino revolutionary leader.": {
    "guess": "Emilio Aguinaldo",
    "confidence": [
      [
        "Em",
        -0.04817519
      ],
      [
        "ilio",
        -3.4762674e-05
      ],
      [
        " Agu",
        -3.2497806e-05
      ],
      [
        "inal",
        -8.299462e-06
      ],
      [
        "do",
        -1.6882126e-05
      ]
    ]
  },
  "The original, which has been lost, was obtained from the J. L. Mott Iron Works and in 1964, the Galleria": {
    "guess": "J. L. Mott Iron Works",
    "confidence": [
      [
        "J",
        -0.71930856
      ],
      [
        ".",
        -0.41842294
      ],
      [
        " L",
        -0.009423128
      ],
      [
        ".",
        -8.006007e-05
      ],
      [
        " M",
        -0.00014025059
      ],
      [
        "ott",
        -3.6669935e-05
      ],
      [
        " Iron",
        -0.0021401476
      ],
      [
        " Works",
        -0.0016785101
      ]
    ]
  },
  "Originaly published under the title \"Italy,\" this work is a companion piece to a poem known as \"France\" or \"Count Gismond.\" The speaker tells of an \"earnest glance\" of the titular subject and that not only her husband's presence called \"that spot\" into her cheeks. Noting that the titular woman had \"a heart too soon made glad,\" the speaker also tells of the insult to him of ranking \"my gift of a nine-hundred": {
    "guess": "Robert Browning",
    "confidence": [
      [
        "Robert",
        -0.20860815
      ],
      [
        " Brow",
        -0.0002226093
      ],
      [
        "ning",
        -2.7014437e-05
      ]
    ]
  },
  "The original lineup of this group was a trio formed by people who left John Mayall's Blues Breakers, with Peter Green and Jeremy Spencer playing guitar. After Peter Green and Jeremy Spencer split, the band was shorthanded until they heard Lindsey Buckingham playing guitar, whom they added along with his girlfriend. They are better known for their eponymous album that debuted Buckingham and his girlfriend, and the follow-up masterpiece Rumours. For 10 points, identify this rock band named for its bassist and drummer organizers and featuring Stevie Nicks, whose major hits include \"Don't Stop,\" \"Go Your Own Way,\" \"Little Lies\" and \"Gypsy.\"": {
    "guess": "Fleetwood Mac",
    "confidence": [
      [
        "F",
        -0.007782408
      ],
      [
        "leet",
        -0.0005958048
      ],
      [
        "wood",
        -9.460292e-05
      ],
      [
        " Mac",
        -0.000101874335
      ]
    ]
  },
  "Originally owned by Mar?hal de Cr?uy, the center of this painting shows an elderly woman in an orange tunic, who would be used as a model for a character in Gericault's Massacre at Chios. A dark sky and a temple in the background set off the action in the foreground. Two babies lie crying on the bottom, on the right a man wears yellow armor modeled after the ancient 'lorica,' while on the left Romulus, dressed in a red cloak, watches as the titular action is carried out. Held at the Metropolitan Museum of Art --for 10 points-- name this Poussin work which depicts the Roman army taking women of": {
    "guess": "The Abduction of the Sabine Women",
    "confidence": [
      [
        "The",
        -0.181731
      ],
      [
        " Ab",
        -0.2855133
      ],
      [
        "duction",
        -3.0113732e-05
      ],
      [
        " of",
        -4.1318875e-05
      ],
      [
        " the",
        -0.000680742
      ],
      [
        " Sab",
        -3.619312e-05
      ],
      [
        "ine",
        -0.0002750406
      ],
      [
        " Women",
        -0.00042923877
      ]
    ]
  },
  "The original explanation of it contains the flaw that the integral of the proposed scattering kernel over all space diverges to infinity, which is the exposure of a fundamental limitation of classical mechanics. This experiment required excellent eyesight and patience because it used a zinc sulfide detector,": {
    "guess": "Rutherford model",
    "confidence": [
      [
        "R",
        -0.55362684
      ],
      [
        "utherford",
        -0.0008024802
      ],
      [
        " model",
        -0.32631445
      ]
    ]
  },
  "In the original scheme of the Jacobsen epoxidation, this compound donates an oxygen atom to the manganese reagent. Its conjugate acid is formed by the enzyme that is mutated in a disease which is similar to chronic granulomatous disease but shows a normal NBT test; that enzyme is myeloperoxidase. A mixture of this compound and boric acid is found in Dakin's solution. It's not ethanol or HCl, but a 0.1% solution of this substance is commonly used to destroy (*) DNA and decontaminate lab surfaces used": {
    "guess": "Sodium hypochlorite",
    "confidence": [
      [
        "S",
        -0.61281306
      ],
      [
        "odium",
        -6.420598e-05
      ],
      [
        " hyp",
        -0.30180135
      ],
      [
        "och",
        -0.00024929992
      ],
      [
        "lor",
        -0.0013436852
      ],
      [
        "ite",
        -0.00024013224
      ]
    ]
  },
  "In the original production of this ballet, the title character had a solo mad scene at the end of act 1, but in modern productions that scene is omitted. The title role was created by the French poet Theophile": {
    "guess": "Giselle",
    "confidence": [
      [
        "G",
        -0.040922984
      ],
      [
        "is",
        -0.00016110756
      ],
      [
        "elle",
        -1.50940705e-05
      ]
    ]
  },
  "Originaly published under the title \"Italy,\" this work is a companion piece to a poem known as \"France\"": {
    "guess": "Samuel Taylor Coleridge",
    "confidence": [
      [
        "Sam",
        -0.98451775
      ],
      [
        "uel",
        -0.0007763966
      ],
      [
        " Taylor",
        -0.7268739
      ],
      [
        " Col",
        -6.313315e-05
      ],
      [
        "er",
        -9.531814e-05
      ],
      [
        "idge",
        -0.00068241084
      ]
    ]
  },
  "In the original production of this ballet, the title character had a solo mad scene at the end of act": {
    "guess": "Giselle",
    "confidence": [
      [
        "G",
        -0.03213645
      ],
      [
        "is",
        -5.6100132e-05
      ],
      [
        "elle",
        -1.1517961e-05
      ]
    ]
  },
  "It was originally published independently, but later became the first chapter of a novel published after its author's death in 1924. It tells the story of a sixteen-year old boy has been sent to the United States by his family after he was seduced by and impregnated the housemaid. While looking for his lost umbrella, the protagonist meets a ship employee, and helps him make the case to the captain that he is being maltreated. By coincidence, Karl's uncle, a rich New York Senator, is visiting the captain, and the titular ship employee is quickly forgotten in, FTP, what story and first chapter of Amerika by Franz Kafka?": {
    "guess": "Amerika (novel)",
    "confidence": [
      [
        "A",
        -0.104600914
      ],
      [
        "mer",
        -0.000385867
      ],
      [
        "ika",
        -2.6656826e-05
      ],
      [
        " (",
        -0.27014425
      ],
      [
        "nov",
        -0.0014964108
      ],
      [
        "el",
        -0.00024596223
      ],
      [
        ")",
        -0.00017278951
      ]
    ]
  },
  "It was originally observed in 1690 when John Flamsteed catalogued it as 34 Tauri; however, it was not": {
    "guess": "Uranus",
    "confidence": [
      [
        "U",
        -0.0015725913
      ],
      [
        "ran",
        -2.4153549e-05
      ],
      [
        "us",
        -5.7649777e-05
      ]
    ]
  },
  "It was originally published on November 24, 1859 and all 1,250 copies originally printed were sold out within hours. The author mustered up a second edition of the book a mere six weeks later, and the words \"by the Creator\" were strategically inserted into the final sentence. It was not until the fifth edition of the book that the phrase \"survival of the fittest\" was added. For ten points, identify this book outlining the theory of evolution, written by Charles Darwin.": {
    "guess": "On the Origin of Species",
    "confidence": [
      [
        "On",
        -0.0087629985
      ],
      [
        " the",
        -0.00076352624
      ],
      [
        " Origin",
        -0.00036013365
      ],
      [
        " of",
        -2.0815847e-05
      ],
      [
        " Species",
        -0.00012225083
      ]
    ]
  },
  "Originating in Oaxaca and Jalisco provinces, it was made famous  by artists like Cirilo Marmolejo early in this century. Featuring  violins, guitarron, guitar, trumpets, and percussion instruments  like": {
    "guess": "Mariachi",
    "confidence": [
      [
        "Mari",
        -0.16890787
      ],
      [
        "achi",
        -1.5213274e-05
      ]
    ]
  },
  "Originally this god was much more malevolent, a god of sorcery who had abducted Xochiquetzal and initiated human sacrifices. Overlord of the constellation Great Bear, he had created the world by tearing apart the primordial crocodile Cipactli, though he lost a foot to her and was thus sometimes called Hurakan. The special protector the god of slaves and punisher of wicked, he saw everything in his magic Obsidian looking glass. FTP name this Aztec god of Magic and the Night Sky, the Lord of the \"Smoking": {
    "guess": "Tezcatlipoca",
    "confidence": [
      [
        "Te",
        -0.008222579
      ],
      [
        "z",
        -7.934485e-05
      ],
      [
        "cat",
        -3.4047454e-05
      ],
      [
        "lip",
        -3.650519e-06
      ],
      [
        "oca",
        -1.9361265e-07
      ]
    ]
  },
  "The original theme of the Scherzo of this work was found in the Dictionnaire de la musique under Chinese Music. The Andantino was originally a piano duet and the Finale is a majestic march. Based on music": {
    "guess": "Symphony No. 9 (Beethoven)",
    "confidence": [
      [
        "Sym",
        -0.05947791
      ],
      [
        "phony",
        -0.17110084
      ],
      [
        " No",
        -0.10292431
      ],
      [
        ".",
        -0.0013772567
      ],
      [
        " ",
        -0.00467588
      ],
      [
        "9",
        -1.4686183
      ],
      [
        " (",
        -0.28500545
      ],
      [
        "Be",
        -0.50530744
      ],
      [
        "ethoven",
        -0.00015836587
      ],
      [
        ")",
        -0.0013627358
      ]
    ]
  },
  "The origins of this figure come from the game and play stages, and depend on symbolic interactionism according to George Herbert Mead. Heinz Kohut developed a three-part model for this figure. According to James Marcia, a moratorium arises when the singularity of this figure constantly changes. This figure's ability to perform tasks comes from vicarious experiences, according to Albert Bandura's definition": {
    "guess": "The self",
    "confidence": [
      [
        "The",
        -0.22565371
      ],
      [
        " self",
        -0.02435926
      ]
    ]
  },
  "The original centrifugal model for this phenomenon has long been replaced by the isotactic \"greased onion\" model, which relies on the buoyancy of the asthenosphere. The genesis of this idea is commonly attributed to Alfred Wegener noticing in 1912 that the Eastern coast of South America might fit like a puzzle piece into the Western coastline of Africa. The theory proposes, that, at one time, most": {
    "guess": "Plate tectonics",
    "confidence": [
      [
        "Plate",
        -0.24800937
      ],
      [
        " t",
        -0.010942526
      ],
      [
        "ect",
        -1.8624639e-06
      ],
      [
        "on",
        -2.8444882e-05
      ],
      [
        "ics",
        -5.216641e-05
      ]
    ]
  },
  "The original idea was exhibited by Whitcomb Judson at the World's Columbian Expo of 1893.  Gideon Sundback, a Swedish engineer located in the U.S., substituted spring clips for hooks and eyes, and in 1912 produced his Hookless version #2.  FTP, such was the development of what alphabetically hindered device named by B.F. Goodrich in 1923, which now is related to squirrel anatomy.": {
    "guess": "Zipper",
    "confidence": [
      [
        "Zip",
        -0.15912914
      ],
      [
        "per",
        -0.0004877531
      ]
    ]
  },
  "The origins of this event may be seen in the overthrow of the Hohenstaufen king Manfred at the Battle of Benevento, and the execution of his nephew Conradin shortly afterward, together with the excommunication by Martin IV of a Byzantine emperor, who proceeded to negotiate with Pedro III of Aragon. It may also have something to do with the repressive policies of the Angevins, led by the brother of St. Louis. The baron Giovanni da Procida was implicated, and it prevented a planned invasion of Constantinople": {
    "guess": "Sicilian Vespers",
    "confidence": [
      [
        "S",
        -0.047639873
      ],
      [
        "ic",
        -9.0883464e-07
      ],
      [
        "ilian",
        -0.00023047674
      ],
      [
        " V",
        -6.384837e-05
      ],
      [
        "esp",
        -6.408677e-05
      ],
      [
        "ers",
        -3.650519e-06
      ]
    ]
  },
  "It was originally named for the Portuguese trader who first explored the region in 1544.  That name-Lourenzo Marques-was changed to the present one in 1976 following its country's independence.  Since then tourism, once a prominent industry, has all but disappeared and strained relations with neighboring countries such as South Africa have reduced its importance as a port.  FTP, name this city, the": {
    "guess": "Maputo",
    "confidence": [
      [
        "Map",
        -0.011848397
      ],
      [
        "uto",
        -3.1782583e-05
      ]
    ]
  },
  "It was originally reported by two German scientists in 1925, but they later admitted the helium they": {
    "guess": "Wilhelm Röntgen",
    "confidence": [
      [
        "Wil",
        -0.85294145
      ],
      [
        "helm",
        -0.038745984
      ],
      [
        " R",
        -0.9375769
      ],
      [
        "ö",
        -0.028413102
      ],
      [
        "nt",
        -1.1398757e-05
      ],
      [
        "gen",
        -0.00021569549
      ]
    ]
  },
  "The original screenplay adaption of this novel called for Sir Ambrose, the expat Englishman, to be played as a leather-wearing transvestite. As conceived by his author, Ambrose is a curmudgeonly old man who spends his days drinking G&T's with the other expats, though he is unsympathetic when one of them commits suicide. Meanwhile, the novel's hero masquerades as a non- sectarian minister in order to win the love of the heroine, who is unable to choose between him and another man. Unfortunately, the other man, along with being a bit of a necrophiliac, is obsessed with his own morbidly obese mother.": {
    "guess": "The Mosquito Coast",
    "confidence": [
      [
        "The",
        -0.4508392
      ],
      [
        " Mos",
        -1.762449
      ],
      [
        "quito",
        -0.0039917273
      ],
      [
        " Coast",
        -0.0015444994
      ]
    ]
  },
  "The original score of this work included several holes which were filled by improvisation at this work's": {
    "guess": "The Well-Tempered Clavier",
    "confidence": [
      [
        "The",
        -1.2328206
      ],
      [
        " Well",
        -1.226251
      ],
      [
        "-T",
        -0.0027674325
      ],
      [
        "em",
        -0.07480282
      ],
      [
        "pered",
        -8.89548e-06
      ],
      [
        " Cl",
        -0.0006486946
      ],
      [
        "avier",
        -1.6240566e-06
      ]
    ]
  },
  "It was originally filmed in the hopes of turning a profit once it was released in the United States, however, technicians working for Thomas Edison secretly made copies and distributed it, causing the": {
    "guess": "A Trip to the Moon",
    "confidence": [
      [
        "A",
        -0.21610278
      ],
      [
        " Trip",
        -0.0016325708
      ],
      [
        " to",
        -0.00035858402
      ],
      [
        " the",
        -0.0005432617
      ],
      [
        " Moon",
        -0.000101159116
      ]
    ]
  },
  "In its original form it was designed to provide ultimate bliss to everyone who interacted with it, but users found it too unbelievable. Despite currently being in it's sixth version. Bugs persist in the": {
    "guess": "Virtual reality",
    "confidence": [
      [
        "Virtual",
        -0.82021976
      ],
      [
        " reality",
        -0.33950752
      ]
    ]
  },
  "Originating in Louisiana, the famous dissent in this case came from Justice John Marshall Harlan, who": {
    "guess": "Plessy v. Ferguson",
    "confidence": [
      [
        "P",
        -0.00040874677
      ],
      [
        "less",
        -2.0219828e-05
      ],
      [
        "y",
        -0.00014168103
      ],
      [
        " v",
        -2.1173457e-05
      ],
      [
        ".",
        -4.365741e-06
      ],
      [
        " Ferguson",
        -1.0445127e-05
      ]
    ]
  },
  "Originally the most famous section, a parable about a hypothetical literary genius, was not included, because it made the essay too lengthy for its author to read at the commencement ceremony of a woman's college. Its first section is a meditation on the author's experiences at an Oxford College library,": {
    "guess": "A Room of One's Own",
    "confidence": [
      [
        "A",
        -1.334079
      ],
      [
        " Room",
        -0.0017155166
      ],
      [
        " of",
        -0.0013555945
      ],
      [
        " One",
        -0.00046975704
      ],
      [
        "'s",
        -0.0005407621
      ],
      [
        " Own",
        -7.0285365e-05
      ]
    ]
  },
  "Originated by Iwasa Matabei, its first great master was Hishikawa Moronobu. Dominant in the 18th and 19th centuries, it appealed to the affluent merchant classes, employing bright colors and strong designs. Made possible by improvements in block printing, its flat decorative color influenced French artists such as Degas, while miniatures called suri-mono commemorated special occasions.   FTP, what is this genre of \"pictures of the floating world\" expounded by Hokusai, color prints depicting actors,": {
    "guess": "Ukiyo-E",
    "confidence": [
      [
        "U",
        -0.0142032355
      ],
      [
        "ki",
        -9.376849e-05
      ],
      [
        "yo",
        -3.4405064e-05
      ],
      [
        "-E",
        -0.12276915
      ]
    ]
  },
  "Originally a recipe for salad in a poem entitled \"Mo-re-tum\", this saying was used as the motto of Gentleman's Magazine where it was noticed by Benjamin Franklin, Thomas Jefferson, and John Adams. For": {
    "guess": "E pluribus unum",
    "confidence": [
      [
        "E",
        -0.7193285
      ],
      [
        " plur",
        -0.08550662
      ],
      [
        "ibus",
        -0.0013851166
      ],
      [
        " un",
        -0.0022642093
      ],
      [
        "um",
        -0.00046796896
      ]
    ]
  },
  "The original may have been destroyed by William Glackens, as a way of settling a dispute involving it.  It first appeared in the second issue of the magazine The Blind Man, which also included an essay about it by Louise Nortion and a prose poem in praise of it.  According to William Camfield's definitive book about it, it was probably displayed at Gallery 291, which makes sense as Alfred Steiglitz took a famous photograph of it.  Notoriously, it was submitted to a 1917 exhibition of the Society": {
    "guess": "Fountain (Duchamp)",
    "confidence": [
      [
        "F",
        -0.005184901
      ],
      [
        "ountain",
        -5.419287e-05
      ],
      [
        " (",
        -0.0005826998
      ],
      [
        "D",
        -0.0005344443
      ],
      [
        "uch",
        -3.888926e-06
      ],
      [
        "amp",
        -3.2855416e-05
      ],
      [
        ")",
        -0.0010290003
      ]
    ]
  },
  "The original score of this work included several holes which were filled by improvisation at this work's premiere, and it was orchestrated three times by the composer of the Grand Canyon Suite, Ferde Grofe.": {
    "guess": "Rhapsody in Blue",
    "confidence": [
      [
        "R",
        -0.040902954
      ],
      [
        "haps",
        -4.246537e-06
      ],
      [
        "ody",
        -4.365741e-06
      ],
      [
        " in",
        -0.000113794704
      ],
      [
        " Blue",
        -6.1537958e-06
      ]
    ]
  },
  "It was originally financed as a joint stock company with 24 shares of stock at $500 per share, and was": {
    "guess": "Dutch East India Company",
    "confidence": [
      [
        "D",
        -0.46773326
      ],
      [
        "utch",
        -0.0018471284
      ],
      [
        " East",
        -0.17039979
      ],
      [
        " India",
        -0.0008777546
      ],
      [
        " Company",
        -0.00029863926
      ]
    ]
  },
  "The original version of this work was rejected due to its lack of female roles, prompting its composer to include the \"Polish scene\" in the 1872 revised version. The work ends with a holy fool in the Kromy forest bemoaning his country's fate, while the prologue includes a church bell-laden Coronation": {
    "guess": "Boris Godunov",
    "confidence": [
      [
        "B",
        -0.0068943934
      ],
      [
        "oris",
        -1.2113979e-05
      ],
      [
        " God",
        -0.00032223423
      ],
      [
        "un",
        -8.42322e-05
      ],
      [
        "ov",
        -7.3458323e-06
      ]
    ]
  },
  "The origin of this empire lay in the battle of Kirina, in which Sumanguru Kante of the Soso Kingdom was defeated by its legendary first ruler, Sundiata Kieta. Home to the prolific trading city of Djanne, it cemented its status as a force in the Islamic world after a 1324 pilgrimage to Mecca by Mansa Musa. Replaced by the Songhai Empire after its fall was, for 10 points, what West African empire that also contained the city of Timbuktu?": {
    "guess": "Mali Empire",
    "confidence": [
      [
        "M",
        -0.01322646
      ],
      [
        "ali",
        -0.0076276883
      ],
      [
        " Empire",
        -0.0005616117
      ]
    ]
  },
  "This man originated the use of the term \"stimulus-error\" to describe observers who pay undue attention to physical properties of objects, and he argued in favor of four attributes: quality, intensity,": {
    "guess": "James J. Gibson",
    "confidence": [
      [
        "James",
        -1.9479177
      ],
      [
        " J",
        -0.67549145
      ],
      [
        ".",
        -0.00056625705
      ],
      [
        " Gibson",
        -0.0060613984
      ]
    ]
  },
  "In the original scheme of the Jacobsen epoxidation, this compound donates an oxygen atom to the manganese reagent. Its conjugate acid is formed by the enzyme that is mutated in a disease which is similar to chronic granulomatous disease but shows a normal NBT test; that enzyme is myeloperoxidase. A mixture of this compound and boric acid is found in Dakin's solution. It's not ethanol or HCl, but a": {
    "guess": "Hydrogen peroxide",
    "confidence": [
      [
        "Hy",
        -0.28172165
      ],
      [
        "dro",
        -8.029847e-05
      ],
      [
        "gen",
        -0.00069063227
      ],
      [
        " per",
        -0.0505291
      ],
      [
        "oxide",
        -0.00039158878
      ]
    ]
  },
  "The original lineup of this group was a trio formed by people who left John Mayall's Blues Breakers, with Peter Green and Jeremy Spencer playing guitar. After Peter Green and Jeremy Spencer split, the band was shorthanded until they heard Lindsey Buckingham playing guitar, whom they added along with": {
    "guess": "Fleetwood Mac",
    "confidence": [
      [
        "F",
        -0.049559154
      ],
      [
        "leet",
        -1.5809293e-05
      ],
      [
        "wood",
        -9.5198935e-05
      ],
      [
        " Mac",
        -2.2961513e-05
      ]
    ]
  },
  "This man originally studied engineering and architecture before turning to  the theatre and then went on to directing. A propaganda film called Old and  New was released under the name The General Line": {
    "guess": "Sergei Eisenstein",
    "confidence": [
      [
        "S",
        -0.0022758658
      ],
      [
        "erge",
        -0.00064774463
      ],
      [
        "i",
        -5.50273e-05
      ],
      [
        " Eisen",
        -0.00036822853
      ],
      [
        "stein",
        -3.9292416e-05
      ]
    ]
  },
  "The original may have been destroyed by William Glackens, as a way of settling a dispute involving it.  It first appeared in the second issue of the magazine The Blind Man, which also included an essay about it by Louise Nortion and a prose poem in praise of it.  According to William Camfield's definitive book about it, it was probably displayed at Gallery 291, which makes sense as Alfred Steiglitz": {
    "guess": "Fountain (Duchamp)",
    "confidence": [
      [
        "F",
        -0.013886448
      ],
      [
        "ountain",
        -6.6947665e-05
      ],
      [
        " (",
        -0.0022705162
      ],
      [
        "D",
        -0.00021319589
      ],
      [
        "uch",
        -1.0280384e-06
      ],
      [
        "amp",
        -2.4034345e-05
      ],
      [
        ")",
        -0.0010908046
      ]
    ]
  },
  "Originally playing as Kara's Flowers, this LA band included Mickey Madden, Jesse Carmichael, and Ryan Dusick when they released the 1997 album The Fourth World. They were dropped by Reprise Records, added James Valentine on guitar in 2001, and changed their name before releasing their 2002 breakout album Songs About Jane. For 10 points, name this band led by Adam Levine whose hits include \"Harder To": {
    "guess": "Maroon 5",
    "confidence": [
      [
        "Mar",
        -0.00061450514
      ],
      [
        "oon",
        -1.9504607e-05
      ],
      [
        " ",
        -1.7120534e-05
      ],
      [
        "5",
        -1.9361265e-07
      ]
    ]
  },
  "The origins of the modern parliament can be traced to the rule of this royal house, during which the Model Parliament was formed. Its first ruler held the throne concurrently with his second son for thirteen years; that son was married to Margaret, daughter of Louis VII of France, at age five so his father could reacquire the Norman Vexin. It originated with the marriage of (*) Geoffrey, Count of Anjou, to Matilda, the daughter of Henry I. The descendants of Edward III's third and fourth sons, John of Gaunt and Edmund of Langley, respectively formed its cadet houses of Lancaster and York. For 10 points, name this English royal house begun by Henry II that also included Edward I and Richard I.": {
    "guess": "House of Plantagenet",
    "confidence": [
      [
        "House",
        -0.014377153
      ],
      [
        " of",
        -0.0006769312
      ],
      [
        " Plant",
        -2.8921695e-05
      ],
      [
        "agen",
        -0.00028338484
      ],
      [
        "et",
        -8.8404326e-05
      ]
    ]
  },
  "The origin of this empire lay in the battle of Kirina, in which Sumanguru Kante of the Soso Kingdom was defeated by its legendary first ruler, Sundiata Kieta. Home to the prolific trading city of Djanne, it cemented its status as a force in the Islamic world after a 1324 pilgrimage to Mecca by Mansa": {
    "guess": "Mali Empire",
    "confidence": [
      [
        "M",
        -0.0058068554
      ],
      [
        "ali",
        -0.039128255
      ],
      [
        " Empire",
        -5.0497558e-05
      ]
    ]
  },
  "In the original form of this analytical technique, a device consisting of a glass tube with a resistive coating uses an electric field to accelerate incoming electrons into collisions with the wall, such that more electrons are ionized and hence a detectable current pulse is formed on the detector. This device is called a channeltron. In more conventional forms, hemispherical electron energy analyzers are used to measure the kinetic energy of incoming electrons. Pioneered by Siegbahn in 1954 for which he received the Nobel prize in 1981, this analytical technique measures kinetic energies and the": {
    "guess": "X-ray photoelectron spectroscopy",
    "confidence": [
      [
        "X",
        -0.6181287
      ],
      [
        "-ray",
        -0.033834375
      ],
      [
        " photo",
        -0.011468642
      ],
      [
        "electron",
        -0.0016626817
      ],
      [
        " spectro",
        -0.0019454146
      ],
      [
        "scopy",
        -6.0272258e-05
      ]
    ]
  },
  "Their original name was coined from the musician who originally performed \"Who Do You Love?\" They are": {
    "guess": "Bo Diddley",
    "confidence": [
      [
        "Bo",
        -0.38401595
      ],
      [
        " D",
        -0.0020652106
      ],
      [
        "idd",
        -3.888926e-06
      ],
      [
        "ley",
        -0.00060390704
      ]
    ]
  },
  "It originated with the union of the families of Ar-nulf, the bishop of Metz, and Pepin of Landon, the mayor of the palace in Aus-tra-sia. Name this dynasty which was prominent from the 700s to the 900s,": {
    "guess": "Carolingian dynasty",
    "confidence": [
      [
        "Car",
        -0.0030052734
      ],
      [
        "oling",
        -5.7961847e-06
      ],
      [
        "ian",
        -0.00014048899
      ],
      [
        " dynasty",
        -0.014504532
      ]
    ]
  },
  "This man originally studied engineering and architecture before turning to  the theatre and then went": {
    "guess": "Charles Ludlam",
    "confidence": [
      [
        "Charles",
        -1.2338423
      ],
      [
        " Lud",
        -0.57868975
      ],
      [
        "lam",
        -0.000981482
      ]
    ]
  },
  "In the original production of this ballet, the title character had a solo mad scene at the end of act 1, but in modern productions that scene is omitted. The title role was created by the French poet Theophile Gautier for Carolotta Grisi, although it was out of the repertoire until Daighilev brought": {
    "guess": "Giselle",
    "confidence": [
      [
        "G",
        -0.024368342
      ],
      [
        "is",
        -4.143808e-05
      ],
      [
        "elle",
        -3.9530823e-05
      ]
    ]
  },
  "The original screenplay adaption of this novel called for Sir Ambrose, the expat Englishman, to be played as a leather-wearing transvestite. As conceived by his author, Ambrose is a curmudgeonly old man who spends his days drinking G&T's with the other expats, though he is unsympathetic when one of them": {
    "guess": "The Old Gringo (film)",
    "confidence": [
      [
        "The",
        -0.123504624
      ],
      [
        " Old",
        -0.0037866547
      ],
      [
        " Gr",
        -0.00016480287
      ],
      [
        "ingo",
        -0.000117370815
      ],
      [
        " (",
        -0.52435917
      ],
      [
        "film",
        -0.17102379
      ],
      [
        ")",
        -0.002460318
      ]
    ]
  },
  "The origins of this event may be seen in the overthrow of the Hohenstaufen king Manfred at the Battle of Benevento, and the execution of his nephew Conradin shortly afterward, together with the excommunication by Martin IV of a Byzantine emperor, who proceeded to negotiate with Pedro III of Aragon. It may also have something to do with the repressive policies of the Angevins, led by the brother of St. Louis. The baron Giovanni da Procida was implicated, and it prevented a planned invasion of Constantinople when Charles of Anjou was forced to respond to what had arisen in the Church of the Holy Spirit outside Palermo. FTP, name this 1282 rebellion that is named for the church services that it interrupted.": {
    "guess": "Sicilian Vespers",
    "confidence": [
      [
        "S",
        -0.008517766
      ],
      [
        "ic",
        -1.6240566e-06
      ],
      [
        "ilian",
        -2.4272753e-05
      ],
      [
        " V",
        -9.4914985e-06
      ],
      [
        "esp",
        -4.4849444e-06
      ],
      [
        "ers",
        -4.00813e-06
      ]
    ]
  },
  "It was originally published on November 24, 1859 and all 1,250 copies originally printed were sold out": {
    "guess": "On the Origin of Species",
    "confidence": [
      [
        "On",
        -0.18516575
      ],
      [
        " the",
        -0.0004907185
      ],
      [
        " Origin",
        -0.00016849818
      ],
      [
        " of",
        -3.9769227e-05
      ],
      [
        " Species",
        -0.0006259414
      ]
    ]
  },
  "The original score of this work included several holes which were filled by improvisation at this work's premiere, and it was orchestrated three times by the composer of the Grand Canyon Suite, Ferde Grofe. This piece was written for a concert at Aeolian Hall entitled \"An Experiment in Modern Music\"": {
    "guess": "Rhapsody in Blue",
    "confidence": [
      [
        "R",
        -0.002410731
      ],
      [
        "haps",
        -1.504853e-06
      ],
      [
        "ody",
        -4.723352e-06
      ],
      [
        " in",
        -7.226629e-06
      ],
      [
        " Blue",
        -5.5577775e-06
      ]
    ]
  },
  "She was originally a princess of Lydia and daughter of Idmon of Colophon.  Her biggest change occurred when she was doused with aconite after she hanged herself.  She was given a chance to recant her claims by an old woman but hailed insults upon the woman, who was actually her opponent in disguise.  She depicted Europa, Danae, and Leda on a beautiful tapestry so perfect that it led to her demise.  FTP, name this figure who boasted that she was a better weaver than Athena, and for her hubris was": {
    "guess": "Arachne",
    "confidence": [
      [
        "Ar",
        -0.003231187
      ],
      [
        "ach",
        -3.7146747e-05
      ],
      [
        "ne",
        -6.0272258e-05
      ]
    ]
  },
  "Originally owned by Mar?hal de Cr?uy, the center of this painting shows an elderly woman in an orange tunic, who would be used as a model for a character in Gericault's Massacre at Chios. A dark sky and a temple in the background set off the action in the foreground. Two babies lie crying on the bottom, on the right a man wears yellow armor modeled after the ancient 'lorica,' while on the left Romulus, dressed in a red cloak, watches as the titular action is carried out. Held at the Metropolitan Museum of Art --for 10 points-- name this Poussin work which depicts the Roman army taking women of the namesake tribe.": {
    "guess": "The Rape of the Sabine Women",
    "confidence": [
      [
        "The",
        -0.017705116
      ],
      [
        " Rape",
        -0.04185515
      ],
      [
        " of",
        -2.129266e-05
      ],
      [
        " the",
        -0.0006937316
      ],
      [
        " Sab",
        -5.6934558e-05
      ],
      [
        "ine",
        -0.046358425
      ],
      [
        " Women",
        -0.000191024
      ]
    ]
  },
  "The original score of one of these compositions contained the instructions \"wait for nod\" to indicate when the orchestra should resume playing. A composition of this type opens with a nine-bar introduction": {
    "guess": "Concerto",
    "confidence": [
      [
        "Con",
        -1.1246269
      ],
      [
        "cert",
        -0.007266559
      ],
      [
        "o",
        -0.0033875492
      ]
    ]
  },
  "It was originally named for the Portuguese trader who first explored the region in 1544.  That name-Lourenzo Marques-was changed to the present one in 1976 following its country's independence.  Since then tourism, once a prominent industry, has all but disappeared and strained relations with neighboring countries such as South Africa have reduced its importance as a port.  FTP, name this city, the capital of Mozambique.": {
    "guess": "Maputo",
    "confidence": [
      [
        "Map",
        -0.023548145
      ],
      [
        "uto",
        -3.9054008e-05
      ]
    ]
  },
  "Originally a freemason, he joined The League and gained his first political appointment after the passage of the Maura statute. After seizing power from his predecessor at the Tejeros Convention he and his 34 followers bargained for an escape.  His followers killed potential rival General Antonio Luna": {
    "guess": "Emilio Aguinaldo",
    "confidence": [
      [
        "Em",
        -0.29377082
      ],
      [
        "ilio",
        -0.00041220002
      ],
      [
        " Agu",
        -2.451116e-05
      ],
      [
        "inal",
        -2.1769476e-05
      ],
      [
        "do",
        -4.036525e-05
      ]
    ]
  },
  "It was originally the Hebrew name of a valley just south of Jerusalems southwestern hill. The later view of it is anticipated in an Isaianic reference to a large topheth (burning place) near Jerusalem, said to be lit by the Lord to punish the Assyrians and their king. For 10 points, name this place,": {
    "guess": "Gehenna",
    "confidence": [
      [
        "G",
        -0.71874374
      ],
      [
        "eh",
        -0.0006963504
      ],
      [
        "enna",
        -0.0037427214
      ]
    ]
  },
  "Originally this god was much more malevolent, a god of sorcery who had abducted Xochiquetzal and initiated human sacrifices. Overlord of the constellation Great Bear, he had created the world by tearing": {
    "guess": "Tezcatlipoca",
    "confidence": [
      [
        "Te",
        -0.1421455
      ],
      [
        "z",
        -0.00031711214
      ],
      [
        "cat",
        -2.220075e-06
      ],
      [
        "lip",
        -6.9882217e-06
      ],
      [
        "oca",
        -3.1281633e-07
      ]
    ]
  },
  "The original liner notes of this album discuss a hypothetical \"cool-minded Martian.\" One track starts": {
    "guess": "The Dark Side of the Moon",
    "confidence": [
      [
        "The",
        -0.29913905
      ],
      [
        " Dark",
        -0.49372834
      ],
      [
        " Side",
        -0.0033432364
      ],
      [
        " of",
        -0.00044282433
      ],
      [
        " the",
        -0.00039349604
      ],
      [
        " Moon",
        -2.749125e-05
      ]
    ]
  },
  "In the original scheme of the Jacobsen epoxidation, this compound donates an oxygen atom to the manganese reagent. Its conjugate acid is formed by the enzyme that is mutated in a disease which is similar to chronic granulomatous disease but shows a normal NBT test; that enzyme is myeloperoxidase. A mixture of this compound and boric acid is found in Dakin's solution. It's not ethanol or HCl, but a 0.1% solution of this substance is commonly used to destroy (*) DNA and decontaminate lab surfaces used for PCR. This substance is generated in situ by reacting sodium hydroxide with chlorine gas in processes": {
    "guess": "Sodium Hypochlorite",
    "confidence": [
      [
        "S",
        -0.09719018
      ],
      [
        "odium",
        -2.9352968e-06
      ],
      [
        " Hyp",
        -0.48584095
      ],
      [
        "och",
        -0.00015419374
      ],
      [
        "lor",
        -0.00070528337
      ],
      [
        "ite",
        -0.0003088871
      ]
    ]
  },
  "Originally named Aristotle, this actor's voice appears in Gobots: Battle of the Rocklords. As a GI during WWII,  he was injured and decorated with a purple heart and later he joined ABC news where he won a Peabody for his \"Your Voice of  America\" series. He directed himself in Beyond Reason  and was nominated for an Oscar for Birdman of Alcatraz, he also appeared in theDirty Dozen  and  portrayed Blofeld in Her Majesty's Secret Service. FTP identify this actor whose depiction of the lollipop sucking": {
    "guess": "Burt Lancaster",
    "confidence": [
      [
        "B",
        -0.12426429
      ],
      [
        "urt",
        -0.00021974841
      ],
      [
        " Lancaster",
        -0.000723395
      ]
    ]
  },
  "Its origins are obscure, but it probably became a distinct political entity when Sheptoon La-Pha became king. In 1865 it signed the Treaty of Sinchulu with Britain, under which it gained a subsidy in exchange": {
    "guess": "Tonga",
    "confidence": [
      [
        "T",
        -1.757306
      ],
      [
        "onga",
        -0.117331035
      ]
    ]
  },
  "It was originally filmed in the hopes of turning a profit once it was released in the United States,": {
    "guess": "Film distribution",
    "confidence": [
      [
        "Film",
        -0.29783696
      ],
      [
        " distribution",
        -0.30423796
      ]
    ]
  },
  "The original may have been destroyed by William Glackens, as a way of settling a dispute involving it.  It first appeared in the second issue of the magazine The Blind Man, which also included an essay about it by Louise Nortion and a prose poem in praise of it.  According to William Camfield's definitive book about it, it was probably displayed at Gallery 291, which makes sense as Alfred Steiglitz took a famous photograph of it.  Notoriously, it was submitted to a 1917 exhibition of the Society of Independent Artists under the pseudonym Richard Mutt.  FTP, identify this porcelain \"ready-made\" artwork, a \"creation\" of Marcel Duchamp that is, in fact, a urinal.": {
    "guess": "Fountain",
    "confidence": [
      [
        "F",
        -0.014904608
      ],
      [
        "ountain",
        -4.0722858e-05
      ]
    ]
  },
  "This man originated the use of the term \"stimulus-error\" to describe observers who pay undue attention to physical properties of objects, and he argued in favor of four attributes: quality, intensity, duration, and clarity. Although he notoriously excluded women from the group he founded, several of his students were women including the author of The Animal Mind, Margaret Floy Washburn, and Joy Paul Guilford. In his book A Beginner's Psychology, he argues that perceptions resolve into sensations which compose a \"core,\" but meaning is generated by context. A biography of him was written by his more famous student E.G. Boring, and this author of A Primer of Psychology gained fame for bringing the": {
    "guess": "Edward Bradford Titchener",
    "confidence": [
      [
        "Edward",
        -0.24452028
      ],
      [
        " Bradford",
        -0.3717369
      ],
      [
        " T",
        -3.8100377e-05
      ],
      [
        "itch",
        -0.001374161
      ],
      [
        "ener",
        -6.15835e-05
      ]
    ]
  },
  "Originally a provincial capital during the Third Dynasty of Ur, this city's name means the gate of the": {
    "guess": "Ur",
    "confidence": [
      [
        "Ur",
        -1.1096023
      ]
    ]
  },
  "It was originally designed to be built at the Universal Exposition of Barcelona in 1888 , though that proposal was rejected.  After its completion it was criticized for marring the landscape of its present city.  Intended to stand only for 20 years, the city decided to keep it because of its useful communication purposes most notably demonstrated during the 1st Battle of the Marne.  Consisting of three levels one of which is only accessible by lift it stood as the world's tallest structure until the completion of the Chrysler Building.  Name this iron wrought tower which now stands as the trademark of Paris named after its designer.": {
    "guess": "Eiffel Tower",
    "confidence": [
      [
        "E",
        -0.008571903
      ],
      [
        "iff",
        -3.2736214e-05
      ],
      [
        "el",
        -7.7079974e-05
      ],
      [
        " Tower",
        -0.0011576045
      ]
    ]
  },
  "It was originally filmed in the hopes of turning a profit once it was released in the United States, however, technicians working for Thomas Edison secretly made copies and distributed it, causing the original filmmaker to go broke.* The name of the original filmmaker, Georges Méliès, is also the name of a ship which appears in the Smashing Pumpkins' music video for the song \"Tonight, Tonight\", which is an homage to this early movie. FTP, name this film, one of the first science-fiction movies, which": {
    "guess": "A Trip to the Moon",
    "confidence": [
      [
        "A",
        -0.055315286
      ],
      [
        " Trip",
        -0.00027575582
      ],
      [
        " to",
        -0.00018542144
      ],
      [
        " the",
        -0.0009791015
      ],
      [
        " Moon",
        -6.742448e-05
      ]
    ]
  },
  "The original version of this work was rejected due to its lack of female roles, prompting its composer to include the \"Polish scene\" in the 1872 revised version. The work ends with a holy fool in the Kromy": {
    "guess": "Boris Godunov",
    "confidence": [
      [
        "B",
        -0.0023825457
      ],
      [
        "oris",
        -1.3186812e-05
      ],
      [
        " God",
        -9.817902e-05
      ],
      [
        "un",
        -0.00012713818
      ],
      [
        "ov",
        -4.604148e-06
      ]
    ]
  },
  "Originally published as Lyric XIX, the title character is described by the narrator as \"townsman of a stiller town\". The first and second stanzas show contrastingly different images of the subject coming": {
    "guess": "To an Athlete Dying Young",
    "confidence": [
      [
        "To",
        -0.00077603897
      ],
      [
        " an",
        -0.0005382588
      ],
      [
        " Ath",
        -1.6882126e-05
      ],
      [
        "lete",
        -7.107425e-06
      ],
      [
        " D",
        -4.723352e-06
      ],
      [
        "ying",
        -4.6802244e-05
      ],
      [
        " Young",
        -2.6299214e-05
      ]
    ]
  },
  "In the original form of this analytical technique, a device consisting of a glass tube with a resistive coating uses an electric field to accelerate incoming electrons into collisions with the wall, such that more electrons are ionized and hence a detectable current pulse is formed on the detector. This device is called a channeltron. In more conventional forms, hemispherical electron energy analyzers are used to measure the kinetic energy of incoming electrons. Pioneered by Siegbahn in 1954 for": {
    "guess": "Electron spectroscopy",
    "confidence": [
      [
        "Elect",
        -0.68302333
      ],
      [
        "ron",
        -1.3856493e-06
      ],
      [
        " spectro",
        -0.058473475
      ],
      [
        "scopy",
        -3.3093824e-05
      ]
    ]
  },
  "The original explanation of it contains the flaw that the integral of the proposed scattering kernel over all space diverges to infinity, which is the exposure of a fundamental limitation of classical mechanics. This experiment required excellent eyesight and patience because it used a zinc sulfide detector, so it was actually conducted by Geiger and Marsden, the lab assistants to its namesake. For 10 points, identify the important experiment in physics that repudiated the plum pudding model when it showed that some α [alpha] particles were scattered at very high angles; a fact that led the namesake": {
    "guess": "Geiger–Marsden experiment",
    "confidence": [
      [
        "Ge",
        -0.6245822
      ],
      [
        "iger",
        -7.465036e-06
      ],
      [
        "–",
        -0.68320715
      ],
      [
        "M",
        -2.4584822e-06
      ],
      [
        "ars",
        -1.8789384e-05
      ],
      [
        "den",
        -5.9153886e-06
      ],
      [
        " experiment",
        -0.003346325
      ]
    ]
  },
  "Originally playing as Kara's Flowers, this LA band included Mickey Madden, Jesse Carmichael, and Ryan": {
    "guess": "Maroon 5",
    "confidence": [
      [
        "Mar",
        -0.0071195457
      ],
      [
        "oon",
        -1.0802739e-05
      ],
      [
        " ",
        -2.5107178e-05
      ],
      [
        "5",
        -1.9816675e-06
      ]
    ]
  },
  "It was originally designed to be built at the Universal Exposition of Barcelona in 1888 , though that proposal was rejected.  After its completion it was criticized for marring the landscape of its present": {
    "guess": "Columbus Monument",
    "confidence": [
      [
        "C",
        -0.82816964
      ],
      [
        "olum",
        -0.097130686
      ],
      [
        "bus",
        -6.2775536e-05
      ],
      [
        " Monument",
        -0.00035107418
      ]
    ]
  },
  "She was originally a princess of Lydia and daughter of Idmon of Colophon.  Her biggest change occurred when she was doused with aconite after she hanged herself.  She was given a chance to recant her claims": {
    "guess": "Arachne",
    "confidence": [
      [
        "Ar",
        -0.26582786
      ],
      [
        "ach",
        -0.0001843486
      ],
      [
        "ne",
        -0.00016766376
      ]
    ]
  },
  "Originally published as Lyric XIX, the title character is described by the narrator as \"townsman of a stiller town\". The first and second stanzas show contrastingly different images of the subject coming back home, though both are \"shoulder-high\". The narrator declares that the title character is lucky to be in his condition, as \"early though the laurel grows/ it withers quicker than the rose\". FTP, name this work from A.E. Housman's A Shropshire Lad, about a young runner who meets his end early.": {
    "guess": "To an Athlete Dying Young",
    "confidence": [
      [
        "To",
        -0.075422965
      ],
      [
        " an",
        -0.019104734
      ],
      [
        " Ath",
        -0.00024691585
      ],
      [
        "lete",
        -2.4584822e-06
      ],
      [
        " D",
        -0.00022034443
      ],
      [
        "ying",
        -1.0206721e-05
      ],
      [
        " Young",
        -9.865584e-05
      ]
    ]
  },
  "Originated by Iwasa Matabei, its first great master was Hishikawa Moronobu. Dominant in the 18th and 19th centuries, it appealed to the affluent merchant classes, employing bright colors and strong designs. Made possible by improvements in block printing, its flat decorative color influenced French artists such as Degas, while miniatures called suri-mono commemorated special occasions.   FTP, what is this genre of \"pictures of the floating world\" expounded by Hokusai, color prints depicting actors, prostitutes, landscapes, and other scenes from everyday life?": {
    "guess": "Ukiyo-E",
    "confidence": [
      [
        "U",
        -0.013280816
      ],
      [
        "ki",
        -0.00028767617
      ],
      [
        "yo",
        -7.624555e-05
      ],
      [
        "-E",
        -0.16105047
      ]
    ]
  },
  "In its original form it was designed to provide ultimate bliss to everyone who interacted with it, but users found it too unbelievable. Despite currently being in it's sixth version. Bugs persist in the form of rogue programs and the systematic emergence of an integral anomaly. That anomaly usually chooses to return to the Source and reinsert the prime program, but because of love, instead chooses to risk the extinction of the human race. Created by The Architect to pacify humans while they are used": {
    "guess": "The Matrix (franchise)",
    "confidence": [
      [
        "The",
        -0.24680483
      ],
      [
        " Matrix",
        -0.0005888947
      ],
      [
        " (",
        -0.36376962
      ],
      [
        "fr",
        -0.0059034345
      ],
      [
        "anchise",
        -1.4140442e-05
      ],
      [
        ")",
        -0.0007736549
      ]
    ]
  },
  "Originally led by Fulk of Neuilly and assembled in Venice, its first act was to sack the Dalmatian town of Zara on the orders of the Doge, Enrico Dandolo. Philip of Swabia then diverted troops to Constantinople to install his father-in-law, Isaac, as Byzantine Emperor in return for funding of an attack on Egypt. When Alexius V overthrew Isaac, the crusaders stormed the city and sent much of its treasures": {
    "guess": "Fourth Crusade",
    "confidence": [
      [
        "Fourth",
        -0.019346094
      ],
      [
        " Crus",
        -0.00059961935
      ],
      [
        "ade",
        -2.6060809e-05
      ]
    ]
  },
  "It was originally the Hebrew name of a valley just south of Jerusalems southwestern hill. The later view of it is anticipated in an Isaianic reference to a large topheth (burning place) near Jerusalem, said to be lit by the Lord to punish the Assyrians and their king. For 10 points, name this place, where, according to Jesus in the synoptic Gospels, sinner are punished after death.": {
    "guess": "Gehenna",
    "confidence": [
      [
        "G",
        -0.045587912
      ],
      [
        "eh",
        -0.00021509947
      ],
      [
        "enna",
        -0.00064547977
      ]
    ]
  },
  "Originating in Oaxaca and Jalisco provinces, it was made famous  by artists like Cirilo Marmolejo early": {
    "guess": "TAPATIO",
    "confidence": [
      [
        "T",
        -0.7059576
      ],
      [
        "AP",
        -0.5430203
      ],
      [
        "ATIO",
        -0.08676928
      ]
    ]
  },
  "Their original name was coined from the musician who originally performed \"Who Do You Love?\" They are commonly used in one series to steal opposing players' coins and stars, but they debuted as a playable character in that fifth installment of Mario Party. A group of them are devoured by Tubba Blubba, though he eventually regurgitates them. Specific examples of this species includes Lady Bow and her butler from Paper Mario, and more hostile ones are hunted using Elvin Gadd's Poltergust 3000. Their homes include the Ghostly Galaxy and Luigi's Mansion. For 10 points, name this normally invincible enemy of Mario, who debuted in Super Mario Brothers 3 and will stalk the title character until he faces them, at which point they cover their eyes.": {
    "guess": "Boo (character)",
    "confidence": [
      [
        "Bo",
        -0.0010032742
      ],
      [
        "o",
        -0.029344719
      ],
      [
        " (",
        -0.067085065
      ],
      [
        "character",
        -0.11102641
      ],
      [
        ")",
        -0.0005614925
      ]
    ]
  },
  "The original publication of this work made claims such as \"the Jew is the heir of the slave baron,\" but later editions were revised to tone down such Anti-Semitic rhetoric. Each chapter opens with a few lines of verse from poets including Tennyson, Whittier, and Swinburne. \"Of Alexander Crummell,\" \"Of the Wings of Atalanta,\" and \"Of the Meaning of Progress\" are some of the most famous sections of this": {
    "guess": "The Souls of Black Folk",
    "confidence": [
      [
        "The",
        -1.2608486
      ],
      [
        " Souls",
        -0.0040628477
      ],
      [
        " of",
        -6.325235e-05
      ],
      [
        " Black",
        -0.00015205175
      ],
      [
        " Folk",
        -0.00055064866
      ]
    ]
  },
  "Originaly published under the title \"Italy,\" this work is a companion piece to a poem known as \"France\" or \"Count Gismond.\" The speaker tells of an \"earnest glance\" of the titular subject and that not only her husband's presence called \"that spot\" into her cheeks. Noting that the titular woman had \"a heart too soon made glad,\" the speaker also tells of the insult to him of ranking \"my gift of a nine-hundred year old name with anybody's gift,\" and in the end says that he \"gave commands, then all smiles stopped together, there she stands. As if alive.\" Ending with the speaker pointing out a statue": {
    "guess": "My Last Duchess",
    "confidence": [
      [
        "My",
        -0.08193194
      ],
      [
        " Last",
        -0.0002966128
      ],
      [
        " Duchess",
        -9.305327e-05
      ]
    ]
  },
  "When it was originally published as part of larger work in 1855, this poem was not divided into sections and was not even given a separate title.  The speaker is \"not a bit tamed\" and \"untranslatable\"": {
    "guess": "Song of Myself",
    "confidence": [
      [
        "Song",
        -0.530875
      ],
      [
        " of",
        -0.0006689519
      ],
      [
        " My",
        -0.2953976
      ],
      [
        "self",
        -4.632543e-05
      ]
    ]
  },
  "The original score of one of these compositions contained the instructions \"wait for nod\" to indicate when the orchestra should resume playing. A composition of this type opens with a nine-bar introduction before an A-C-B-A-E motif and presents a D-flat major melodic inversion of one of the works that inspired it. Another one of these compositions was originally composed for two pianos and was premiered": {
    "guess": "Rhapsody in Blue",
    "confidence": [
      [
        "R",
        -0.27640802
      ],
      [
        "haps",
        -0.0022882337
      ],
      [
        "ody",
        -0.00022189408
      ],
      [
        " in",
        -0.08229476
      ],
      [
        " Blue",
        -0.00013500563
      ]
    ]
  },
  "Originally this god was much more malevolent, a god of sorcery who had abducted Xochiquetzal and initiated human sacrifices. Overlord of the constellation Great Bear, he had created the world by tearing apart the primordial crocodile Cipactli, though he lost a foot to her and was thus sometimes called Hurakan. The special protector the god of slaves and punisher of wicked, he saw everything in his magic Obsidian looking glass. FTP name this Aztec god of Magic and the Night Sky, the Lord of the \"Smoking Mirror.\"": {
    "guess": "Tezcatlipoca",
    "confidence": [
      [
        "Te",
        -0.01376582
      ],
      [
        "z",
        -3.8457987e-05
      ],
      [
        "cat",
        -2.808727e-05
      ],
      [
        "lip",
        -1.7478143e-05
      ],
      [
        "oca",
        -1.9361265e-07
      ]
    ]
  },
  "The original liner notes of this album discuss a hypothetical \"cool-minded Martian.\" One track starts as a \"Haydn-esque waltz theme\" before revealing itself to alternate between two bars of 3 and two bars of 4, while \"Kathy's Waltz\" is dedicated to one musician's daughter, although her name is misspelled.": {
    "guess": "Time Out (album)",
    "confidence": [
      [
        "Time",
        -0.0048054457
      ],
      [
        " Out",
        -0.0003364158
      ],
      [
        " (",
        -0.5636155
      ],
      [
        "album",
        -0.096038915
      ],
      [
        ")",
        -0.0003781224
      ]
    ]
  },
  "This man originated the use of the term \"stimulus-error\" to describe observers who pay undue attention to physical properties of objects, and he argued in favor of four attributes: quality, intensity, duration, and clarity. Although he notoriously excluded women from the group he founded, several of his students were women including the author of The Animal Mind, Margaret Floy Washburn, and Joy Paul": {
    "guess": "Edward Titchener",
    "confidence": [
      [
        "Edward",
        -0.2744514
      ],
      [
        " T",
        -0.5041762
      ],
      [
        "itch",
        -0.00097602064
      ],
      [
        "ener",
        -0.0004391327
      ]
    ]
  },
  "It originated in 1783 as an amendment to the Articles of Confederation as a new way to determine each": {
    "guess": "United States Constitution",
    "confidence": [
      [
        "United",
        -1.1761858
      ],
      [
        " States",
        -2.546479e-05
      ],
      [
        " Constitution",
        -0.49537876
      ]
    ]
  },
  "This man originated the use of the term \"stimulus-error\" to describe observers who pay undue attention to physical properties of objects, and he argued in favor of four attributes: quality, intensity, duration, and clarity. Although he notoriously excluded women from the group he founded, several of his students were women including the author of The Animal Mind, Margaret Floy Washburn, and Joy Paul Guilford. In his book A Beginner's Psychology, he argues that perceptions resolve into sensations": {
    "guess": "Edward Titchener",
    "confidence": [
      [
        "Edward",
        -0.253218
      ],
      [
        " T",
        -0.6391466
      ],
      [
        "itch",
        -0.0025301182
      ],
      [
        "ener",
        -0.00057578966
      ]
    ]
  },
  "Originally this novel was supposed to chronicle the life of Joseph K. Pumphrey, a professor of business English and friend to the eventual main character. At the end of the novel, the title character's son Ted elopes with his neighbor's daughter. The title character also has an affair with the widow Tanis Judique and joins her Bohemian circle of friends in an effort to remove himself from his conformist": {
    "guess": "Babbitt (novel)",
    "confidence": [
      [
        "B",
        -0.72083604
      ],
      [
        "abb",
        -0.026366604
      ],
      [
        "itt",
        -1.3306016e-05
      ],
      [
        " (",
        -0.109747835
      ],
      [
        "nov",
        -0.00029935446
      ],
      [
        "el",
        -9.729906e-06
      ],
      [
        ")",
        -3.9888433e-05
      ]
    ]
  },
  "When it was originally published as part of larger work in 1855, this poem was not divided into sections and was not even given a separate title.  The speaker is \"not a bit tamed\" and \"untranslatable\" and sounds his \"barbaric yawp over the roofs of the world.\"  The poet asserts that, \"what I assume you shall assume/ for every atom belonging to me as good belongs to you.\"  For 10 points, what is this transcendentalist poem by Walt Whitman, which opens with the line \"I celebrate myself\"?": {
    "guess": "Song of Myself",
    "confidence": [
      [
        "Song",
        -0.08111873
      ],
      [
        " of",
        -0.00025931303
      ],
      [
        " My",
        -0.00025680976
      ],
      [
        "self",
        -2.1008714e-06
      ]
    ]
  },
  "The original score of this work included several holes which were filled by improvisation at this work's premiere, and it was orchestrated three times by the composer of the Grand Canyon Suite, Ferde Grofe. This piece was written for a concert at Aeolian Hall entitled \"An Experiment in Modern Music\" by Paul Whiteman, and opens with a trill and (*) 17-note glissando for solo clarinet. For 10 points,": {
    "guess": "Rhapsody in Blue",
    "confidence": [
      [
        "R",
        -0.12928276
      ],
      [
        "haps",
        -7.3458323e-06
      ],
      [
        "ody",
        -6.0345924e-06
      ],
      [
        " in",
        -0.00019185843
      ],
      [
        " Blue",
        -1.60477e-05
      ]
    ]
  },
  "Originally this novel was supposed to chronicle the life of Joseph K. Pumphrey, a professor of business": {
    "guess": "The Man in the Gray Flannel Suit",
    "confidence": [
      [
        "The",
        -0.23052451
      ],
      [
        " Man",
        -0.44499293
      ],
      [
        " in",
        -0.4832329
      ],
      [
        " the",
        -0.014040102
      ],
      [
        " Gray",
        -0.31743973
      ],
      [
        " Fl",
        -0.0011237874
      ],
      [
        "annel",
        -3.88156e-05
      ],
      [
        " Suit",
        -0.00042114028
      ]
    ]
  },
  "The original theme of the Scherzo of this work was found in the Dictionnaire de la musique under Chinese Music. The Andantino was originally a piano duet and the Finale is a majestic march. Based on music written for a ballet commissioned by Massine, it begins with a Viennese march interrupted by the Turandot Overture. Written by a German political refugee in America, it became the greatest set of": {
    "guess": "Symphony in C by Igor Stravinsky",
    "confidence": [
      [
        "Sym",
        -0.24522819
      ],
      [
        "phony",
        -0.69997436
      ],
      [
        " in",
        -0.5214996
      ],
      [
        " C",
        -0.6735822
      ],
      [
        " by",
        -0.66610676
      ],
      [
        " Igor",
        -0.1342433
      ],
      [
        " Str",
        -0.00802263
      ],
      [
        "av",
        -0.00013214473
      ],
      [
        "insky",
        -0.0015596163
      ]
    ]
  },
  "The original score of one of these compositions contained the instructions \"wait for nod\" to indicate when the orchestra should resume playing. A composition of this type opens with a nine-bar introduction before an A-C-B-A-E motif and presents a D-flat major melodic inversion of one of the works that inspired it. Another one of these compositions was originally composed for two pianos and was premiered by at the Aeolian Hall by Ferde Grofé and Paul (*) Whiteman's orchestra in the concert, An Experiment in Modern Music. A composition of this type consists of twenty-four variations on the last of another composer's caprices, while another opens with a two-and-a-half octave clarinet glissando.": {
    "guess": "Rhapsody in Blue",
    "confidence": [
      [
        "R",
        -0.22314222
      ],
      [
        "haps",
        -0.00025228
      ],
      [
        "ody",
        -0.00018637507
      ],
      [
        " in",
        -0.0015323553
      ],
      [
        " Blue",
        -0.000115701965
      ]
    ]
  },
  "The original lineup of this group was a trio formed by people who left John Mayall's Blues Breakers, with Peter Green and Jeremy Spencer playing guitar. After Peter Green and Jeremy Spencer split, the band was shorthanded until they heard Lindsey Buckingham playing guitar, whom they added along with his girlfriend. They are better known for their eponymous album that debuted Buckingham and his girlfriend,": {
    "guess": "Fleetwood Mac",
    "confidence": [
      [
        "F",
        -0.004983982
      ],
      [
        "leet",
        -2.9517714e-05
      ],
      [
        "wood",
        -0.00012940305
      ],
      [
        " Mac",
        -0.00011617878
      ]
    ]
  },
  "The original theme of the Scherzo of this work was found in the Dictionnaire de la musique under Chinese Music. The Andantino was originally a piano duet and the Finale is a majestic march. Based on music written for a ballet commissioned by Massine, it begins with a Viennese march interrupted by the Turandot Overture. Written by a German political refugee in America, it became the greatest set of variations in twentieth century music. For ten points, name this Paul Hindemith translation of the music": {
    "guess": "Symphonic Metamorphosis of Themes by Carl Maria von Weber",
    "confidence": [
      [
        "Sym",
        -0.074597396
      ],
      [
        "ph",
        -0.03406864
      ],
      [
        "onic",
        -0.002523938
      ],
      [
        " Met",
        -0.001234876
      ],
      [
        "am",
        -7.100059e-05
      ],
      [
        "orph",
        -6.392203e-06
      ],
      [
        "osis",
        -0.03627721
      ],
      [
        " of",
        -0.0020828089
      ],
      [
        " Themes",
        -0.0008726325
      ],
      [
        " by",
        -5.9914648e-05
      ],
      [
        " Carl",
        -0.00092170405
      ],
      [
        " Maria",
        -1.3186812e-05
      ],
      [
        " von",
        -0.0007079058
      ],
      [
        " Weber",
        -0.00020032188
      ]
    ]
  },
  "She was originally a princess of Lydia and daughter of Idmon of Colophon.  Her biggest change occurred": {
    "guess": "Arachne",
    "confidence": [
      [
        "Ar",
        -1.038025
      ],
      [
        "ach",
        -0.008011628
      ],
      [
        "ne",
        -9.74638e-05
      ]
    ]
  },
  "The original screenplay adaption of this novel called for Sir Ambrose, the expat Englishman, to be played as a leather-wearing transvestite. As conceived by his author, Ambrose is a curmudgeonly old man who spends his days drinking G&T's with the other expats, though he is unsympathetic when one of them commits suicide. Meanwhile, the novel's hero masquerades as a non- sectarian minister in order to win the love of the heroine, who is unable to choose between him and another man. Unfortunately, the other man, along with being a bit of a necrophiliac, is obsessed with his own morbidly obese mother. The members of the love triangle are coworkers at a business founded by the Dreamer, a creepy visionary whose appears only as a disembodied voice spouting from quasi-religious aphorisms from hidden speakers. For ten points identify this novel featuring Dennis, Aimee, and Mr. Joyboy, set at Whispering": {
    "guess": "The Loved One",
    "confidence": [
      [
        "The",
        -0.0135166515
      ],
      [
        " Loved",
        -0.0010672279
      ],
      [
        " One",
        -0.00040242894
      ]
    ]
  },
  "Originally led by Fulk of Neuilly and assembled in Venice, its first act was to sack the Dalmatian town of Zara on the orders of the Doge, Enrico Dandolo. Philip of Swabia then diverted troops to Constantinople to install his father-in-law, Isaac, as Byzantine Emperor in return for funding of an attack": {
    "guess": "Fourth Crusade",
    "confidence": [
      [
        "Fourth",
        -0.07233631
      ],
      [
        " Crus",
        -0.00096732244
      ],
      [
        "ade",
        -5.3596854e-05
      ]
    ]
  },
  "Its origin is unclear; as it existed without \"sand, nor sea, nor cooling billows...nor heaven above,\"": {
    "guess": "Atlantis",
    "confidence": [
      [
        "Atl",
        -1.3101555
      ],
      [
        "antis",
        -0.00229799
      ]
    ]
  },
  "Originally a provincial capital during the Third Dynasty of Ur, this city's name means the gate of the gods. After a Hittite sack ended its first dynasty, the Kassites became rulers here and ruled before": {
    "guess": "Babylon",
    "confidence": [
      [
        "B",
        -0.6575514
      ],
      [
        "ab",
        -5.9153886e-06
      ],
      [
        "ylon",
        -0.0014398771
      ]
    ]
  },
  "In the original scheme of the Jacobsen epoxidation, this compound donates an oxygen atom to the manganese reagent. Its conjugate acid is formed by the enzyme that is mutated in a disease which is similar": {
    "guess": "Hydrogen peroxide",
    "confidence": [
      [
        "Hy",
        -1.381777
      ],
      [
        "dro",
        -0.00019865304
      ],
      [
        "gen",
        -0.0029798409
      ],
      [
        " per",
        -0.0035453052
      ],
      [
        "oxide",
        -0.0006452414
      ]
    ]
  },
  "In the original production of this ballet, the title character had a solo mad scene at the end of act 1, but in modern productions that scene is omitted. The title role was created by the French poet Theophile Gautier for Carolotta Grisi, although it was out of the repertoire until Daighilev brought it back in 1910. In act 1, the title character falls in love with a prince after he comes to town with his family disguised as a peasant, but he is fought by Hilarion, a hunter that loves the title character. The title character dies at the end of act 1, and in act 2 she becomes one of the Willies,": {
    "guess": "Giselle",
    "confidence": [
      [
        "G",
        -0.002028208
      ],
      [
        "is",
        -0.0002609782
      ],
      [
        "elle",
        -4.4894987e-05
      ]
    ]
  },
  "Originally the most famous section, a parable about a hypothetical literary genius, was not included,": {
    "guess": "René (novella)",
    "confidence": [
      [
        "Ren",
        -0.56271756
      ],
      [
        "é",
        -0.23189493
      ],
      [
        " (",
        -0.19578257
      ],
      [
        "nov",
        -0.0029318219
      ],
      [
        "ella",
        -0.024250597
      ],
      [
        ")",
        -0.0002477503
      ]
    ]
  },
  "The original centrifugal model for this phenomenon has long been replaced by the isotactic \"greased onion\" model, which relies on the buoyancy of the asthenosphere. The genesis of this idea is commonly": {
    "guess": "Plate tectonics",
    "confidence": [
      [
        "Plate",
        -0.11838227
      ],
      [
        " t",
        -0.0009789824
      ],
      [
        "ect",
        -1.9361265e-07
      ],
      [
        "on",
        -7.016616e-05
      ],
      [
        "ics",
        -3.1544176e-05
      ]
    ]
  },
  "Originally this novel was supposed to chronicle the life of Joseph K. Pumphrey, a professor of business English and friend to the eventual main character. At the end of the novel, the title character's son Ted elopes with his neighbor's daughter. The title character also has an affair with the widow Tanis Judique and joins her Bohemian circle of friends in an effort to remove himself from his conformist middle-class life. FTP, name this Sinclair Lewis novel about a middle-class realtor in the fictional": {
    "guess": "Babbitt (novel)",
    "confidence": [
      [
        "B",
        -0.05734419
      ],
      [
        "abb",
        -0.0061798794
      ],
      [
        "itt",
        -5.3193703e-06
      ],
      [
        " (",
        -0.013540759
      ],
      [
        "nov",
        -1.2590794e-05
      ],
      [
        "el",
        -1.0683535e-05
      ],
      [
        ")",
        -3.2929079e-06
      ]
    ]
  },
  "The original publication of this work made claims such as \"the Jew is the heir of the slave baron,\" but later editions were revised to tone down such Anti-Semitic rhetoric. Each chapter opens with a few lines of verse from poets including Tennyson, Whittier, and Swinburne. \"Of Alexander Crummell,\" \"Of the Wings of Atalanta,\" and \"Of the Meaning of Progress\" are some of the most famous sections of this book, which refutes the ideology of Booker T. Washington and urges readers to \"listen to the strivings\" of the titular entities. FTP, name this 1903 work of nonfiction which discusses the role of": {
    "guess": "The Souls of Black Folk",
    "confidence": [
      [
        "The",
        -0.0070836837
      ],
      [
        " Souls",
        -8.5543434e-05
      ],
      [
        " of",
        -6.396757e-05
      ],
      [
        " Black",
        -0.00019531534
      ],
      [
        " Folk",
        -0.0018678295
      ]
    ]
  },
  "The origins of the modern parliament can be traced to the rule of this royal house, during which the Model Parliament was formed. Its first ruler held the throne concurrently with his second son for thirteen years; that son was married to Margaret, daughter of Louis VII of France, at age five so his father could reacquire the Norman Vexin. It originated with the marriage of (*) Geoffrey, Count of Anjou, to Matilda, the daughter of Henry I. The descendants of Edward III's third and fourth sons, John": {
    "guess": "House of Plantagenet",
    "confidence": [
      [
        "House",
        -0.0040693786
      ],
      [
        " of",
        -0.0007204149
      ],
      [
        " Plant",
        -0.002053193
      ],
      [
        "agen",
        -0.00033677343
      ],
      [
        "et",
        -0.0002699185
      ]
    ]
  },
  "It was originally designed to be built at the Universal Exposition of Barcelona in 1888 , though that": {
    "guess": "Catalan Modernisme",
    "confidence": [
      [
        "C",
        -1.2710174
      ],
      [
        "atal",
        -0.3781642
      ],
      [
        "an",
        -0.16165853
      ],
      [
        " Modern",
        -1.4133042
      ],
      [
        "isme",
        -0.5038336
      ]
    ]
  },
  "Originally named Aristotle, this actor's voice appears in Gobots: Battle of the Rocklords. As a GI during WWII,  he was injured and decorated with a purple heart and later he joined ABC news where he won": {
    "guess": "Anderson Cooper",
    "confidence": [
      [
        "Anderson",
        -0.6223196
      ],
      [
        " Cooper",
        -0.0015620005
      ]
    ]
  },
  "Originally a provincial capital during the Third Dynasty of Ur, this city's name means the gate of the gods. After a Hittite sack ended its first dynasty, the Kassites became rulers here and ruled before being supplanted by Chaldean tribes from the Arabian Desert. The river Euphrates divided it into western and eastern halves, with the Temple of Marduk in the eastern portion. FTP, name this city of Mesopotamia, the site of the Hanging Gardens.": {
    "guess": "Babylon",
    "confidence": [
      [
        "B",
        -0.0029361024
      ],
      [
        "ab",
        -2.6656826e-05
      ],
      [
        "ylon",
        -0.0010057775
      ]
    ]
  },
  "Originally the most famous section, a parable about a hypothetical literary genius, was not included, because it made the essay too lengthy for its author to read at the commencement ceremony of a woman's college. Its first section is a meditation on the author's experiences at an Oxford College library, from which she was excluded due to her womanhood. It is probably best­known, however, for the parable of the Bard's sister, who is raped on the road to London and dies of despair in a ditch, Judith": {
    "guess": "A Room of One's Own",
    "confidence": [
      [
        "A",
        -0.23535918
      ],
      [
        " Room",
        -7.9702455e-05
      ],
      [
        " of",
        -0.0011998742
      ],
      [
        " One",
        -0.0003918272
      ],
      [
        "'s",
        -0.0012866637
      ],
      [
        " Own",
        -6.849731e-05
      ]
    ]
  },
  "Originating in Oaxaca and Jalisco provinces, it was made famous  by artists like Cirilo Marmolejo early in this century. Featuring  violins, guitarron, guitar, trumpets, and percussion instruments  like the marimba, its name may derive from the French word for  \"marriage.\" FTP, what Mexican style became so popular that its  name became a slang term for any musician, including the title  character of": {
    "guess": "Mariachi",
    "confidence": [
      [
        "Mari",
        -0.043958034
      ],
      [
        "achi",
        -6.563642e-05
      ]
    ]
  },
  "It was originally filmed in the hopes of turning a profit once it was released in the United States, however, technicians working for Thomas Edison secretly made copies and distributed it, causing the original filmmaker to go broke.* The name of the original filmmaker, Georges Méliès, is also the name of a ship which appears in the Smashing Pumpkins' music video for the song \"Tonight, Tonight\", which": {
    "guess": "A Trip to the Moon",
    "confidence": [
      [
        "A",
        -0.56311005
      ],
      [
        " Trip",
        -0.00035369667
      ],
      [
        " to",
        -0.00015669702
      ],
      [
        " the",
        -0.00057971966
      ],
      [
        " Moon",
        -4.7875077e-05
      ]
    ]
  },
  "The origins of this figure come from the game and play stages, and depend on symbolic interactionism": {
    "guess": "The self",
    "confidence": [
      [
        "The",
        -0.32801062
      ],
      [
        " self",
        -0.04153431
      ]
    ]
  },
  "The original centrifugal model for this phenomenon has long been replaced by the isotactic \"greased onion\" model, which relies on the buoyancy of the asthenosphere. The genesis of this idea is commonly attributed to Alfred Wegener noticing in 1912 that the Eastern coast of South America might fit like a puzzle piece into the Western coastline of Africa. The theory proposes, that, at one time, most of the land on Earth was one mass called Pangaea. FTP, name this theory that suggests Earth's landmasses are moving further apart at the Atlantic Ocean and closer together across the Pacific.": {
    "guess": "Continental drift",
    "confidence": [
      [
        "Contin",
        -0.31857565
      ],
      [
        "ental",
        -5.3239244e-05
      ],
      [
        " drift",
        -0.0013745186
      ]
    ]
  },
  "Its origin is unclear; as it existed without \"sand, nor sea, nor cooling billows...nor heaven above,\" it was defined entirely by where it was not.  There, the Elivogs hardened and the heat from the bright south met with the ice of the north, leading to the birth of Ymir.  Shortly afterward, Audhumbla arose and fed Ymir and, soon afterward, Buri.  It was eradicated by the filling up of the world when Midgard was created after the slaughter of Ymir.  FTP, identify this primordial space between Muspellheim": {
    "guess": "Ginnungagap",
    "confidence": [
      [
        "G",
        -0.034644663
      ],
      [
        "inn",
        -0.0026625774
      ],
      [
        "ung",
        -0.0009708949
      ],
      [
        "ag",
        -5.7768983e-05
      ],
      [
        "ap",
        -1.8550976e-05
      ]
    ]
  },
  "It was originally observed in 1690 when John Flamsteed catalogued it as 34 Tauri; however, it was not a star as Flamsteed thought, though the first person to correctly identify it called it Georgium Sidus": {
    "guess": "Uranus",
    "confidence": [
      [
        "U",
        -0.006586763
      ],
      [
        "ran",
        -2.4584822e-06
      ],
      [
        "us",
        -2.057744e-05
      ]
    ]
  },
  "In its original form it was designed to provide ultimate bliss to everyone who interacted with it, but users found it too unbelievable. Despite currently being in it's sixth version. Bugs persist in the form of rogue programs and the systematic emergence of an integral anomaly. That anomaly usually chooses to return to the Source and reinsert the prime program, but because of love, instead chooses to risk the extinction of the human race. Created by The Architect to pacify humans while they are used as an energy source,  FTP Lawrence Fishburne as Morpheus awakens a Keanu Reeves-played Neo from": {
    "guess": "The Matrix (franchise)",
    "confidence": [
      [
        "The",
        -0.089925855
      ],
      [
        " Matrix",
        -0.00024739266
      ],
      [
        " (",
        -0.5631331
      ],
      [
        "fr",
        -0.00024287392
      ],
      [
        "anchise",
        -7.3458323e-06
      ],
      [
        ")",
        -0.0003185426
      ]
    ]
  },
  "The original publication of this work made claims such as \"the Jew is the heir of the slave baron,\" but later editions were revised to tone down such Anti-Semitic rhetoric. Each chapter opens with a few": {
    "guess": "The International Jew",
    "confidence": [
      [
        "The",
        -0.42649356
      ],
      [
        " International",
        -0.6757804
      ],
      [
        " Jew",
        -0.00022368213
      ]
    ]
  },
  "In its original form it was designed to provide ultimate bliss to everyone who interacted with it, but users found it too unbelievable. Despite currently being in it's sixth version. Bugs persist in the form of rogue programs and the systematic emergence of an integral anomaly. That anomaly usually chooses": {
    "guess": "The Matrix",
    "confidence": [
      [
        "The",
        -0.9736458
      ],
      [
        " Matrix",
        -0.0017469348
      ]
    ]
  },
  "Originally, this object was created on the island of Crumissa by a daughter of King Bisaltes named Theophane. Later, this object was sent to Orchomenus to thwart a sacrifice by Athamas. This object arrived in Aea after transporting Phrixus and Helle across the sea, and in later times this object was": {
    "guess": "Ram with the Golden Fleece",
    "confidence": [
      [
        "Ram",
        -0.9810484
      ],
      [
        " with",
        -0.21803644
      ],
      [
        " the",
        -0.043303113
      ],
      [
        " Golden",
        -0.007906484
      ],
      [
        " F",
        -0.0068039484
      ],
      [
        "lee",
        -3.650519e-06
      ],
      [
        "ce",
        -4.3822154e-05
      ]
    ]
  },
  "Originally owned by Mar?hal de Cr?uy, the center of this painting shows an elderly woman in an orange tunic, who would be used as a model for a character in Gericault's Massacre at Chios. A dark sky and a temple in the background set off the action in the foreground. Two babies lie crying on the bottom, on the right a man wears yellow armor modeled after the ancient 'lorica,' while on the left Romulus, dressed in a red cloak, watches as the titular action is carried out. Held at the Metropolitan": {
    "guess": "The Raft of the Medusa",
    "confidence": [
      [
        "The",
        -0.38066134
      ],
      [
        " Ra",
        -0.74534935
      ],
      [
        "ft",
        -0.00028207363
      ],
      [
        " of",
        -4.9067115e-05
      ],
      [
        " the",
        -0.0043236604
      ],
      [
        " Med",
        -0.000101039914
      ],
      [
        "usa",
        -0.00011605957
      ]
    ]
  },
  "The originator of this legend may have been Heliodorus, the chancellor of Seleucus IV Philopatorm, who was prevented by the priest Onias from looting the Temple. A similar story from a cuneiform tablet lends veracity to this legend, which is set during the years following the victory at Carchemish by Nebuchadnezzar. Three Talmudic units of weight, the peras, shekel, and mina, have been hypothesized to be represented. After \"the gods of gold and silver, bronze, iron, wood, and stone\" are praised at": {
    "guess": "Belshazzar's feast",
    "confidence": [
      [
        "Bel",
        -0.23330604
      ],
      [
        "sh",
        -0.07990523
      ],
      [
        "azz",
        -3.8934802e-05
      ],
      [
        "ar",
        -0.00016325322
      ],
      [
        "'s",
        -0.036791876
      ],
      [
        " feast",
        -0.436637
      ]
    ]
  },
  "Originally, they were farmers who left home in search of employment, with many ending up in the military. Today, the term refers to students who have failed their college or high school entrance examinations": {
    "guess": "N/A",
    "confidence": [
      [
        "N",
        -1.6709213
      ],
      [
        "/A",
        -0.12964126
      ]
    ]
  },
  "The original liner notes of this album discuss a hypothetical \"cool-minded Martian.\" One track starts as a \"Haydn-esque waltz theme\" before revealing itself to alternate between two bars of 3 and two bars of 4, while \"Kathy's Waltz\" is dedicated to one musician's daughter, although her name is misspelled. One song from this album, featuring unusual 12/8 and 9/8 rhythms, was inspired by Istanbul street music, while the most famous track was originally intended only to be a Joe Morello drum solo. Paul": {
    "guess": "Time Out",
    "confidence": [
      [
        "Time",
        -0.0010050623
      ],
      [
        " Out",
        -0.00011319869
      ]
    ]
  },
  "The original explanation of it contains the flaw that the integral of the proposed scattering kernel over all space diverges to infinity, which is the exposure of a fundamental limitation of classical mechanics. This experiment required excellent eyesight and patience because it used a zinc sulfide detector, so it was actually conducted by Geiger and Marsden, the lab assistants to its namesake. For 10 points, identify the important experiment in physics that repudiated the plum pudding model when it showed that some α [alpha] particles were scattered at very high angles; a fact that led the namesake New Zealander to conclude that the atom contains a small, dense nucleus.": {
    "guess": "Geiger–Marsden experiment",
    "confidence": [
      [
        "Ge",
        -0.24225536
      ],
      [
        "iger",
        -7.58424e-06
      ],
      [
        "–",
        -0.24739923
      ],
      [
        "M",
        -1.147242e-06
      ],
      [
        "ars",
        -1.6240566e-06
      ],
      [
        "den",
        -1.5809293e-05
      ],
      [
        " experiment",
        -0.06092569
      ]
    ]
  },
  "The original, which has been lost, was obtained from the J. L. Mott Iron Works and in 1964, the Galleria Schwarz in Milan was entrusted to produced eight signed and numbered replicas, the most exact being the Arturo Schwarz 4th version. The only writing on it is the inscription \"R. Mutt 1917.\"   FTP,": {
    "guess": "Fountain (Duchamp)",
    "confidence": [
      [
        "F",
        -0.0029437093
      ],
      [
        "ountain",
        -1.9027791e-05
      ],
      [
        " (",
        -0.011848158
      ],
      [
        "D",
        -6.4444386e-05
      ],
      [
        "uch",
        -1.9361265e-07
      ],
      [
        "amp",
        -5.9153886e-06
      ],
      [
        ")",
        -0.0017156356
      ]
    ]
  },
  "Originated by Iwasa Matabei, its first great master was Hishikawa Moronobu. Dominant in the 18th and 19th centuries, it appealed to the affluent merchant classes, employing bright colors and strong designs. Made possible by improvements in block printing, its flat decorative color influenced French artists": {
    "guess": "Ukiyo-e",
    "confidence": [
      [
        "U",
        -0.076178804
      ],
      [
        "ki",
        -2.9160103e-05
      ],
      [
        "yo",
        -1.0280384e-06
      ],
      [
        "-e",
        -0.00013035668
      ]
    ]
  },
  "At its origin, it presents three small dilations known as its sinuses. Its lumen narrows forming an isthmus prior to the ductus, beyond which it presents a fusiform dilation which His referred to as its spindle. A large dilation in it is known as its bulb, and a severe narrowing of it is often referred to as coarctation. Its descending portion is divided into thoracic and abdominal parts; it is also composed of an ascending portion and arch. Originating in the left ventricle, FTP, name this largest": {
    "guess": "Aorta",
    "confidence": [
      [
        "A",
        -0.017245445
      ],
      [
        "orta",
        -0.014587813
      ]
    ]
  },
  "In the original form of this analytical technique, a device consisting of a glass tube with a resistive": {
    "guess": "Gas chromatography",
    "confidence": [
      [
        "Gas",
        -0.41887337
      ],
      [
        " chromat",
        -0.018300358
      ],
      [
        "ography",
        -0.0006036686
      ]
    ]
  },
  "The originator of this legend may have been Heliodorus, the chancellor of Seleucus IV Philopatorm, who was prevented by the priest Onias from looting the Temple. A similar story from a cuneiform tablet lends veracity to this legend, which is set during the years following the victory at Carchemish by Nebuchadnezzar. Three Talmudic units of weight, the peras, shekel, and mina, have been hypothesized to be represented. After \"the gods of gold and silver, bronze, iron, wood, and stone\" are praised at a banquet, the central event occurs and the inability to vocalize three verbs meaning \"to count,\" \"to weigh,\" and \"to divide\" render an inscription undecipherable. Depicted in the fifth chapter of Daniel,": {
    "guess": "Belshazzar's feast",
    "confidence": [
      [
        "Bel",
        -0.023616841
      ],
      [
        "sh",
        -0.00011629798
      ],
      [
        "azz",
        -1.9743013e-05
      ],
      [
        "ar",
        -0.00034380643
      ],
      [
        "'s",
        -0.04406595
      ],
      [
        " feast",
        -0.41376144
      ]
    ]
  },
  "The origin of this empire lay in the battle of Kirina, in which Sumanguru Kante of the Soso Kingdom was defeated by its legendary first ruler, Sundiata Kieta. Home to the prolific trading city of Djanne, it cemented its status as a force in the Islamic world after a 1324 pilgrimage to Mecca by Mansa Musa. Replaced by the Songhai Empire after its fall was, for 10 points, what West African empire that": {
    "guess": "Mali Empire",
    "confidence": [
      [
        "M",
        -0.0020048881
      ],
      [
        "ali",
        -0.0033047392
      ],
      [
        " Empire",
        -1.6643718e-05
      ]
    ]
  },
  "It originated with the union of the families of Ar-nulf, the bishop of Metz, and Pepin of Landon, the mayor of the palace in Aus-tra-sia. Name this dynasty which was prominent from the 700s to the 900s, whose family members included \\-- for 10 points -- Charles the Bald, Lothair I, and Louis the German, and whose name comes from Charles Martel.": {
    "guess": "Carolingian dynasty",
    "confidence": [
      [
        "Car",
        -0.00013631687
      ],
      [
        "oling",
        -5.5122365e-07
      ],
      [
        "ian",
        -3.202099e-05
      ],
      [
        " dynasty",
        -0.00047619038
      ]
    ]
  },
  "Originally named Aristotle, this actor's voice appears in Gobots: Battle of the Rocklords. As a GI during WWII,  he was injured and decorated with a purple heart and later he joined ABC news where he won a Peabody for his \"Your Voice of  America\" series. He directed himself in Beyond Reason  and was nominated for an Oscar for Birdman of Alcatraz, he also appeared in theDirty Dozen  and  portrayed Blofeld": {
    "guess": "Burt Lancaster",
    "confidence": [
      [
        "B",
        -0.02734596
      ],
      [
        "urt",
        -0.00018351417
      ],
      [
        " Lancaster",
        -0.0007730589
      ]
    ]
  },
  "Originally orchestrated by Glazunov, it is considered a plotless \"romantic reverie\" that consists of a suite of dances in a moonlit park. Comprised of eight dances, the fourth and fifth dances are for the solo female and male dancers. The title figures dance with the poet to several nocturnes, waltzes, and mazurkas. Originally titled Chopiniana, it was choreographed by Michael Fokine for his wife Anna Pavlova, and it was produced in 1909 in Paris by Diaghilev. FTP, identify this ballet with music": {
    "guess": "Les Sylphides",
    "confidence": [
      [
        "Les",
        -0.32888067
      ],
      [
        " S",
        -0.00183523
      ],
      [
        "yl",
        -7.278864e-05
      ],
      [
        "ph",
        -5.6934558e-05
      ],
      [
        "ides",
        -0.0001472836
      ]
    ]
  },
  "Originally, this object was created on the island of Crumissa by a daughter of King Bisaltes named Theophane.": {
    "guess": "Aphrodite",
    "confidence": [
      [
        "A",
        -1.778529
      ],
      [
        "ph",
        -0.55648375
      ],
      [
        "rod",
        -0.002590527
      ],
      [
        "ite",
        -0.00014668758
      ]
    ]
  },
  "Originally a violin player he visited Russia on a tour and ended up staying to study with Rimsky-Korsakoff. His American trips inspired such works as Brazilian Impressions, while his time at St. Cecilia's produced Church Windows, The Birds, and Three Pictures by Botticelli. Operatic works include the children's piece Sleeping Beauty, Belfagor,  and The Sunken Bell. Works like the Ancient Airs and Dances for lute saw him exploring the traditions of his native Italy, one of whose major cities inspired": {
    "guess": "Ottorino Respighi",
    "confidence": [
      [
        "O",
        -0.08831163
      ],
      [
        "tt",
        -1.2233183e-05
      ],
      [
        "or",
        -5.967624e-05
      ],
      [
        "ino",
        -8.3159364e-05
      ],
      [
        " Resp",
        -0.00059878494
      ],
      [
        "igh",
        -7.226629e-06
      ],
      [
        "i",
        -6.82589e-05
      ]
    ]
  },
  "It was originally published on November 24, 1859 and all 1,250 copies originally printed were sold out within hours. The author mustered up a second edition of the book a mere six weeks later, and the words \"by the Creator\" were strategically inserted into the final sentence. It was not until the fifth": {
    "guess": "On the Origin of Species",
    "confidence": [
      [
        "On",
        -0.10389913
      ],
      [
        " the",
        -0.0014614273
      ],
      [
        " Origin",
        -0.001371788
      ],
      [
        " of",
        -3.4524266e-05
      ],
      [
        " Species",
        -0.002526553
      ]
    ]
  },
  "The original plebiscite in Denmark refused to ratify it, and it was modified but kept provisions which allowed Britain to ignore social and financial directives. Negotiated in a southeastern Dutch outpost, it formulated now-realized goals for international citizenship and a common currency. For 10 points—identify this 1992 treaty which created the European Union.": {
    "guess": "Maastricht Treaty",
    "confidence": [
      [
        "M",
        -0.0038904573
      ],
      [
        "aa",
        -3.523949e-05
      ],
      [
        "str",
        -0.00031699296
      ],
      [
        "icht",
        -8.244414e-05
      ],
      [
        " Treaty",
        -1.7239736e-05
      ]
    ]
  },
  "The origins of this event may be seen in the overthrow of the Hohenstaufen king Manfred at the Battle of Benevento, and the execution of his nephew Conradin shortly afterward, together with the excommunication by Martin IV of a Byzantine emperor, who proceeded to negotiate with Pedro III of Aragon. It may also have something to do with the repressive policies of the Angevins, led by the brother of": {
    "guess": "Sicilian Vespers",
    "confidence": [
      [
        "S",
        -0.068441026
      ],
      [
        "ic",
        -1.3186812e-05
      ],
      [
        "ilian",
        -0.0011087824
      ],
      [
        " V",
        -0.0010510309
      ],
      [
        "esp",
        -4.5371802e-05
      ],
      [
        "ers",
        -4.4849444e-06
      ]
    ]
  },
  "The original lineup of this group was a trio formed by people who left John Mayall's Blues Breakers,": {
    "guess": "Cream",
    "confidence": [
      [
        "Cream",
        -0.16610757
      ]
    ]
  },
  "Originally dubbed the \"Village Theater,\" it was opened by Bill Graham on March 8th, 1968 with a show by Albert King, Tim Buckley, and Big Brother and the Holding Company.  Among its memorable guests were": {
    "guess": "Fillmore West",
    "confidence": [
      [
        "Fill",
        -0.12099962
      ],
      [
        "more",
        -0.00010008628
      ],
      [
        " West",
        -0.069437206
      ]
    ]
  },
  "The origins of this figure come from the game and play stages, and depend on symbolic interactionism according to George Herbert Mead. Heinz Kohut developed a three-part model for this figure. According to James Marcia, a moratorium arises when the singularity of this figure constantly changes. This figure's ability to perform tasks comes from vicarious experiences, according to Albert Bandura's definition of the \"efficacy\" of this figure. This figure's ability to reach its full potential in Maslow's hierarchy of needs results in its \"actualization.\" For 10 points, name this figure from psychology": {
    "guess": "Self actualization",
    "confidence": [
      [
        "Self",
        -0.079369225
      ],
      [
        " actual",
        -1.1339725
      ],
      [
        "ization",
        -0.0031259058
      ]
    ]
  },
  "Originally orchestrated by Glazunov, it is considered a plotless \"romantic reverie\" that consists of a suite of dances in a moonlit park. Comprised of eight dances, the fourth and fifth dances are for": {
    "guess": "Chopiniana",
    "confidence": [
      [
        "Ch",
        -0.871502
      ],
      [
        "op",
        -0.0002321456
      ],
      [
        "in",
        -7.7199176e-05
      ],
      [
        "iana",
        -0.2009495
      ]
    ]
  },
  "Originally a freemason, he joined The League and gained his first political appointment after the passage of the Maura statute. After seizing power from his predecessor at the Tejeros Convention he and his 34 followers bargained for an escape.  His followers killed potential rival General Antonio Luna to insure that he would lead them into such battles as the one at Tirad Pass. Accompanied by his right": {
    "guess": "Emilio Aguinaldo",
    "confidence": [
      [
        "Em",
        -0.24676637
      ],
      [
        "ilio",
        -0.00057304796
      ],
      [
        " Agu",
        -6.5278815e-05
      ],
      [
        "inal",
        -4.2272506e-05
      ],
      [
        "do",
        -6.396757e-05
      ]
    ]
  },
  "The origins of this figure come from the game and play stages, and depend on symbolic interactionism according to George Herbert Mead. Heinz Kohut developed a three-part model for this figure. According to James Marcia, a moratorium arises when the singularity of this figure constantly changes. This figure's ability to perform tasks comes from vicarious experiences, according to Albert Bandura's definition of the \"efficacy\" of this figure. This figure's ability to reach its full potential in Maslow's hierarchy of needs results in its \"actualization.\" For 10 points, name this figure from psychology whose inability to be settled results in the \"identity crisis.\"": {
    "guess": "Self (psychology)",
    "confidence": [
      [
        "Self",
        -0.33085936
      ],
      [
        " (",
        -0.59262985
      ],
      [
        "psych",
        -0.007366549
      ],
      [
        "ology",
        -1.2113979e-05
      ],
      [
        ")",
        -0.0002006795
      ]
    ]
  },
  "Originally, this object was created on the island of Crumissa by a daughter of King Bisaltes named Theophane. Later, this object was sent to Orchomenus to thwart a sacrifice by Athamas. This object arrived in Aea after transporting Phrixus and Helle across the sea, and in later times this object was guarded by a dragon which was put to sleep when given a special herb against the wishes of King Aeetes.": {
    "guess": "Golden Fleece",
    "confidence": [
      [
        "Golden",
        -0.059409622
      ],
      [
        " F",
        -0.046381757
      ],
      [
        "lee",
        -4.3202e-07
      ],
      [
        "ce",
        -6.1537958e-06
      ]
    ]
  },
  "Originally owned by Mar?hal de Cr?uy, the center of this painting shows an elderly woman in an orange tunic, who would be used as a model for a character in Gericault's Massacre at Chios. A dark sky and a temple in the background set off the action in the foreground. Two babies lie crying on the bottom, on the right a man wears yellow armor modeled after the ancient 'lorica,' while on the left Romulus,": {
    "guess": "The Oath of the Horatii",
    "confidence": [
      [
        "The",
        -0.16131346
      ],
      [
        " O",
        -1.0483934
      ],
      [
        "ath",
        -1.1279553e-05
      ],
      [
        " of",
        -0.0010793721
      ],
      [
        " the",
        -0.014596632
      ],
      [
        " Hor",
        -0.0035998328
      ],
      [
        "at",
        -0.0024661443
      ],
      [
        "ii",
        -7.1954215e-05
      ]
    ]
  },
  "Their original name was coined from the musician who originally performed \"Who Do You Love?\" They are commonly used in one series to steal opposing players' coins and stars, but they debuted as a playable character in that fifth installment of Mario Party. A group of them are devoured by Tubba Blubba, though he eventually regurgitates them. Specific examples of this species includes Lady Bow and her butler from Paper Mario, and more hostile ones are hunted using Elvin Gadd's Poltergust 3000. Their": {
    "guess": "Boo (character)",
    "confidence": [
      [
        "Bo",
        -0.004277127
      ],
      [
        "o",
        -0.17229483
      ],
      [
        " (",
        -0.056867596
      ],
      [
        "character",
        -0.044370465
      ],
      [
        ")",
        -0.00066192256
      ]
    ]
  },
  "It was originally named for the Portuguese trader who first explored the region in 1544.  That name-Lourenzo": {
    "guess": "History of Macau",
    "confidence": [
      [
        "History",
        -0.82853013
      ],
      [
        " of",
        -0.00046749215
      ],
      [
        " Mac",
        -1.4847673
      ],
      [
        "au",
        -0.01965427
      ]
    ]
  },
  "It was originally observed in 1690 when John Flamsteed catalogued it as 34 Tauri; however, it was not a star as Flamsteed thought, though the first person to correctly identify it called it Georgium Sidus in honor of King George, until it was pointed out to him that it was, in fact, not a star but a": {
    "guess": "Uranus",
    "confidence": [
      [
        "U",
        -0.014015757
      ],
      [
        "ran",
        -1.0921943e-05
      ],
      [
        "us",
        -0.00015908109
      ]
    ]
  },
  "Originaly published under the title \"Italy,\" this work is a companion piece to a poem known as \"France\" or \"Count Gismond.\" The speaker tells of an \"earnest glance\" of the titular subject and that not only her husband's presence called \"that spot\" into her cheeks. Noting that the titular woman had \"a": {
    "guess": "My Last Duchess",
    "confidence": [
      [
        "My",
        -0.5782762
      ],
      [
        " Last",
        -0.000892998
      ],
      [
        " Duchess",
        -0.002086616
      ]
    ]
  },
  "Originally the most famous section, a parable about a hypothetical literary genius, was not included, because it made the essay too lengthy for its author to read at the commencement ceremony of a woman's college. Its first section is a meditation on the author's experiences at an Oxford College library, from which she was excluded due to her womanhood. It is probably best­known, however, for the parable of the Bard's sister, who is raped on the road to London and dies of despair in a ditch, Judith Shakespeare. For ten points identify this sociological essay asserting that woman writers require": {
    "guess": "A Room of One's Own",
    "confidence": [
      [
        "A",
        -0.009517835
      ],
      [
        " Room",
        -1.7597347e-05
      ],
      [
        " of",
        -0.0007138623
      ],
      [
        " One",
        -0.00021212305
      ],
      [
        "'s",
        -0.0002998313
      ],
      [
        " Own",
        -1.7597347e-05
      ]
    ]
  },
  "It was originally published independently, but later became the first chapter of a novel published after its author's death in 1924. It tells the story of a sixteen-year old boy has been sent to the United States by his family after he was seduced by and impregnated the housemaid. While looking for his lost umbrella, the protagonist meets a ship employee, and helps him make the case to the captain that he is being maltreated. By coincidence, Karl's uncle, a rich New York Senator, is visiting the captain, and the titular ship employee is quickly forgotten in, FTP, what story and first chapter of": {
    "guess": "Babylon Revisited",
    "confidence": [
      [
        "B",
        -1.1843894
      ],
      [
        "ab",
        -1.0498955
      ],
      [
        "ylon",
        -0.8394383
      ],
      [
        " Re",
        -0.013571226
      ],
      [
        "visited",
        -2.220075e-06
      ]
    ]
  },
  "The origin of this empire lay in the battle of Kirina, in which Sumanguru Kante of the Soso Kingdom was defeated by its legendary first ruler, Sundiata Kieta. Home to the prolific trading city of Djanne,": {
    "guess": "Mali Empire",
    "confidence": [
      [
        "M",
        -0.00027957035
      ],
      [
        "ali",
        -0.00032533353
      ],
      [
        " Empire",
        -0.0048549226
      ]
    ]
  },
  "Their original name was coined from the musician who originally performed \"Who Do You Love?\" They are commonly used in one series to steal opposing players' coins and stars, but they debuted as a playable character in that fifth installment of Mario Party. A group of them are devoured by Tubba Blubba, though he eventually regurgitates them. Specific examples of this species includes Lady Bow and her butler from Paper Mario, and more hostile ones are hunted using Elvin Gadd's Poltergust 3000. Their homes include the Ghostly Galaxy and Luigi's Mansion. For 10 points, name this normally invincible enemy of Mario, who debuted in Super Mario Brothers 3 and will stalk the title character until he faces": {
    "guess": "Boo (character)",
    "confidence": [
      [
        "Bo",
        -0.0016986299
      ],
      [
        "o",
        -0.05208368
      ],
      [
        " (",
        -0.104036964
      ],
      [
        "character",
        -0.18241633
      ],
      [
        ")",
        -0.0005692371
      ]
    ]
  },
  "When it was originally published as part of larger work in 1855, this poem was not divided into sections and was not even given a separate title.  The speaker is \"not a bit tamed\" and \"untranslatable\" and sounds his \"barbaric yawp over the roofs of the world.\"  The poet asserts that, \"what I assume you": {
    "guess": "Song of Myself",
    "confidence": [
      [
        "Song",
        -0.033087667
      ],
      [
        " of",
        -0.00033689264
      ],
      [
        " My",
        -0.00032616797
      ],
      [
        "self",
        -2.8160932e-06
      ]
    ]
  },
  "Originally a violin player he visited Russia on a tour and ended up staying to study with Rimsky-Korsakoff. His American trips inspired such works as Brazilian Impressions, while his time at St. Cecilia's": {
    "guess": "Ottorino Respighi",
    "confidence": [
      [
        "O",
        -0.011902463
      ],
      [
        "tt",
        -0.00012749579
      ],
      [
        "or",
        -0.00023834419
      ],
      [
        "ino",
        -9.484132e-05
      ],
      [
        " Resp",
        -0.008355114
      ],
      [
        "igh",
        -3.7697225e-06
      ],
      [
        "i",
        -0.0001005631
      ]
    ]
  },
  "In the original scheme of the Jacobsen epoxidation, this compound donates an oxygen atom to the manganese reagent. Its conjugate acid is formed by the enzyme that is mutated in a disease which is similar to chronic granulomatous disease but shows a normal NBT test; that enzyme is myeloperoxidase. A mixture": {
    "guess": "Jacobsen epoxidation",
    "confidence": [
      [
        "Jac",
        -0.625867
      ],
      [
        "obs",
        -0.00015264409
      ],
      [
        "en",
        -0.00015836587
      ],
      [
        " ep",
        -0.5887518
      ],
      [
        "oxid",
        -0.0004982247
      ],
      [
        "ation",
        -0.00043507977
      ]
    ]
  },
  "Originally a freemason, he joined The League and gained his first political appointment after the passage of the Maura statute. After seizing power from his predecessor at the Tejeros Convention he and his 34 followers bargained for an escape.  His followers killed potential rival General Antonio Luna to insure that he would lead them into such battles as the one at Tirad Pass. Accompanied by his right hand man Apolinario Mabini he presented a new Constitution in the town of Malolos in 1898, but soon ran afoul of American forces and was captured by Frederick Funston. FTP, name this Filipino revolutionary": {
    "guess": "Emilio Aguinaldo",
    "confidence": [
      [
        "Em",
        -0.012115196
      ],
      [
        "ilio",
        -1.1279553e-05
      ],
      [
        " Agu",
        -2.2842309e-05
      ],
      [
        "inal",
        -5.3193703e-06
      ],
      [
        "do",
        -9.729906e-06
      ]
    ]
  },
  "Its origins are obscure, but it probably became a distinct political entity when Sheptoon La-Pha became king. In 1865 it signed the Treaty of Sinchulu with Britain, under which it gained a subsidy in exchange for being under Britain's political \"guidance\", a role that passed to India in 1947. The Duars Plain is found in the south, while in the north is the Greater Himalayas. FTP, what is this sovereign kingdom bordered by India and Tibet and whose capital is Thimphu?": {
    "guess": "Kingdom of Bhutan",
    "confidence": [
      [
        "King",
        -0.040934995
      ],
      [
        "dom",
        -0.0004982247
      ],
      [
        " of",
        -9.388769e-05
      ],
      [
        " Bh",
        -0.000334393
      ],
      [
        "utan",
        -4.5491004e-05
      ]
    ]
  },
  "It was originally reported by two German scientists in 1925, but they later admitted the helium they had measured was from the background. Public awareness was raised in 1989 by the Fleischmann-Pons experiment,": {
    "guess": "Cold fusion",
    "confidence": [
      [
        "Cold",
        -0.024993248
      ],
      [
        " fusion",
        -0.0017735926
      ]
    ]
  },
  "Originaly published under the title \"Italy,\" this work is a companion piece to a poem known as \"France\" or \"Count Gismond.\" The speaker tells of an \"earnest glance\" of the titular subject and that not only her husband's presence called \"that spot\" into her cheeks. Noting that the titular woman had \"a heart too soon made glad,\" the speaker also tells of the insult to him of ranking \"my gift of a nine-hundred year old name with anybody's gift,\" and in the end says that he \"gave commands, then all smiles": {
    "guess": "My Last Duchess",
    "confidence": [
      [
        "My",
        -1.1524643
      ],
      [
        " Last",
        -0.0006931356
      ],
      [
        " Duchess",
        -0.0025879082
      ]
    ]
  },
  "In its original form it was designed to provide ultimate bliss to everyone who interacted with it, but": {
    "guess": "The Matrix",
    "confidence": [
      [
        "The",
        -1.2605605
      ],
      [
        " Matrix",
        -0.301252
      ]
    ]
  },
  "Originally dubbed the \"Village Theater,\" it was opened by Bill Graham on March 8th, 1968 with a show": {
    "guess": "Fillmore West",
    "confidence": [
      [
        "Fill",
        -0.08390347
      ],
      [
        "more",
        -7.9702455e-05
      ],
      [
        " West",
        -0.6439741
      ]
    ]
  },
  "The original lineup of this group was a trio formed by people who left John Mayall's Blues Breakers, with Peter Green and Jeremy Spencer playing guitar. After Peter Green and Jeremy Spencer split, the": {
    "guess": "Fleetwood Mac",
    "confidence": [
      [
        "F",
        -0.030940508
      ],
      [
        "leet",
        -2.057744e-05
      ],
      [
        "wood",
        -0.00017183588
      ],
      [
        " Mac",
        -2.0339032e-05
      ]
    ]
  },
  "Originated by Iwasa Matabei, its first great master was Hishikawa Moronobu. Dominant in the 18th and 19th centuries, it appealed to the affluent merchant classes, employing bright colors and strong designs. Made possible by improvements in block printing, its flat decorative color influenced French artists such as Degas, while miniatures called suri-mono commemorated special occasions.   FTP, what": {
    "guess": "Ukiyo-e",
    "confidence": [
      [
        "U",
        -0.057161037
      ],
      [
        "ki",
        -0.00019555374
      ],
      [
        "yo",
        -4.604148e-06
      ],
      [
        "-e",
        -0.0006373812
      ]
    ]
  },
  "The original score of one of these compositions contained the instructions \"wait for nod\" to indicate when the orchestra should resume playing. A composition of this type opens with a nine-bar introduction before an A-C-B-A-E motif and presents a D-flat major melodic inversion of one of the works that inspired it. Another one of these compositions was originally composed for two pianos and was premiered by at the Aeolian Hall by Ferde Grofé and Paul (*) Whiteman's orchestra in the concert, An Experiment in Modern Music. A composition of this type consists of twenty-four variations on the last of": {
    "guess": "Rhapsody in Blue",
    "confidence": [
      [
        "R",
        -0.12915422
      ],
      [
        "haps",
        -2.1531068e-05
      ],
      [
        "ody",
        -7.107425e-06
      ],
      [
        " in",
        -0.0016024599
      ],
      [
        " Blue",
        -8.9119545e-05
      ]
    ]
  },
  "The original may have been destroyed by William Glackens, as a way of settling a dispute involving it.  It first appeared in the second issue of the magazine The Blind Man, which also included an essay": {
    "guess": "Fountain (Duchamp)",
    "confidence": [
      [
        "F",
        -0.0199468
      ],
      [
        "ountain",
        -3.094816e-05
      ],
      [
        " (",
        -0.0073247747
      ],
      [
        "D",
        -1.6882126e-05
      ],
      [
        "uch",
        0.0
      ],
      [
        "amp",
        -4.00813e-06
      ],
      [
        ")",
        -0.0003392767
      ]
    ]
  },
  "In its original form it was designed to provide ultimate bliss to everyone who interacted with it, but users found it too unbelievable. Despite currently being in it's sixth version. Bugs persist in the form of rogue programs and the systematic emergence of an integral anomaly. That anomaly usually chooses to return to the Source and reinsert the prime program, but because of love, instead chooses": {
    "guess": "The Matrix (franchise)",
    "confidence": [
      [
        "The",
        -0.41128498
      ],
      [
        " Matrix",
        -0.0002258278
      ],
      [
        " (",
        -0.5319712
      ],
      [
        "fr",
        -0.0019531336
      ],
      [
        "anchise",
        -2.2007884e-05
      ],
      [
        ")",
        -0.00032235344
      ]
    ]
  },
  "The original plebiscite in Denmark refused to ratify it, and it was modified but kept provisions which": {
    "guess": "Treaty of Versailles",
    "confidence": [
      [
        "T",
        -0.96613485
      ],
      [
        "reat",
        -0.00011152984
      ],
      [
        "y",
        -0.0026924133
      ],
      [
        " of",
        -0.0009956525
      ],
      [
        " Vers",
        -0.44151536
      ],
      [
        "ailles",
        -0.00043078844
      ]
    ]
  },
  "This man originated the use of the term \"stimulus-error\" to describe observers who pay undue attention to physical properties of objects, and he argued in favor of four attributes: quality, intensity, duration, and clarity. Although he notoriously excluded women from the group he founded, several of his students were women including the author of The Animal Mind, Margaret Floy Washburn, and Joy Paul Guilford. In his book A Beginner's Psychology, he argues that perceptions resolve into sensations which compose a \"core,\" but meaning is generated by context. A biography of him was written by his more famous student E.G. Boring, and this author of A Primer of Psychology gained fame for bringing the thought of another psychologist to America. FTP, name this structuralist pioneer of experimental psychology who was a student of Wilhelm Wundt.": {
    "guess": "Edward Bradford Titchener",
    "confidence": [
      [
        "Edward",
        -0.003061492
      ],
      [
        " Bradford",
        -0.7498249
      ],
      [
        " T",
        -0.00012582695
      ],
      [
        "itch",
        -0.003449207
      ],
      [
        "ener",
        -0.0001278534
      ]
    ]
  },
  "The original centrifugal model for this phenomenon has long been replaced by the isotactic \"greased onion\" model, which relies on the buoyancy of the asthenosphere. The genesis of this idea is commonly attributed to Alfred Wegener noticing in 1912 that the Eastern coast of South America might fit like a puzzle piece into the Western coastline of Africa. The theory proposes, that, at one time, most of the land on Earth was one mass called Pangaea. FTP, name this theory that suggests Earth's landmasses": {
    "guess": "Continental drift",
    "confidence": [
      [
        "Contin",
        -0.01008694
      ],
      [
        "ental",
        -7.612634e-05
      ],
      [
        " drift",
        -0.0026210742
      ]
    ]
  },
  "The original screenplay adaption of this novel called for Sir Ambrose, the expat Englishman, to be played as a leather-wearing transvestite. As conceived by his author, Ambrose is a curmudgeonly old man": {
    "guess": "The Old Gringo",
    "confidence": [
      [
        "The",
        -0.30996495
      ],
      [
        " Old",
        -0.038578305
      ],
      [
        " Gr",
        -0.094306014
      ],
      [
        "ingo",
        -2.4153549e-05
      ]
    ]
  },
  "This man originally studied engineering and architecture before turning to  the theatre and then went on to directing. A propaganda film called Old and  New was released under the name The General Line and another film of his  October came to be known as Ten Days That Shook the World. FTP, name this  Soviet director best know for Battleship Potemkin.": {
    "guess": "Sergei Eisenstein",
    "confidence": [
      [
        "S",
        -0.005458817
      ],
      [
        "erge",
        -0.00075602374
      ],
      [
        "i",
        -2.4391957e-05
      ],
      [
        " Eisen",
        -0.0023817115
      ],
      [
        "stein",
        -1.2829201e-05
      ]
    ]
  },
  "The original plebiscite in Denmark refused to ratify it, and it was modified but kept provisions which allowed Britain to ignore social and financial directives. Negotiated in a southeastern Dutch outpost, it formulated now-realized goals for international citizenship and a common currency. For 10 points—identify": {
    "guess": "Treaty of Maastricht",
    "confidence": [
      [
        "T",
        -0.2884123
      ],
      [
        "reat",
        -2.0100624e-05
      ],
      [
        "y",
        -0.0025016982
      ],
      [
        " of",
        -0.0070565767
      ],
      [
        " M",
        -0.402421
      ],
      [
        "aa",
        -0.00020437481
      ],
      [
        "str",
        -0.0007645991
      ],
      [
        "icht",
        -0.00019436171
      ]
    ]
  },
  "It originated in 1783 as an amendment to the Articles of Confederation as a new way to determine each state's tax obligations, but failed. It was proposed into the Constitution by James Wilson, and is often credited with giving the Southern states disproportionate power in the years following ratification. Explicitly repealed by the Fourteenth Amendment, this is, for ten points, what compromise that decided representation and taxation by assigning slaves a fractional amount.": {
    "guess": "Three-Fifths Compromise",
    "confidence": [
      [
        "Three",
        -0.006909668
      ],
      [
        "-F",
        -0.0146889575
      ],
      [
        "if",
        -0.00011450992
      ],
      [
        "ths",
        -4.604148e-06
      ],
      [
        " Comp",
        -0.0005068037
      ],
      [
        "romise",
        -5.5146502e-05
      ]
    ]
  },
  "Originally a violin player he visited Russia on a tour and ended up staying to study with Rimsky-Korsakoff. His American trips inspired such works as Brazilian Impressions, while his time at St. Cecilia's produced Church Windows, The Birds, and Three Pictures by Botticelli. Operatic works include the children's piece Sleeping Beauty, Belfagor,  and The Sunken Bell. Works like the Ancient Airs and Dances for lute saw him exploring the traditions of his native Italy, one of whose major cities inspired his best known pieces. FTP identify this composer of two symphonic poems that contain sections like": {
    "guess": "Ottorino Respighi",
    "confidence": [
      [
        "O",
        -0.10938491
      ],
      [
        "tt",
        -1.0280384e-06
      ],
      [
        "or",
        -7.465036e-06
      ],
      [
        "ino",
        -2.9160103e-05
      ],
      [
        " Resp",
        -0.000100205485
      ],
      [
        "igh",
        -1.3856493e-06
      ],
      [
        "i",
        -4.6683042e-05
      ]
    ]
  },
  "Originally titled \"Lil Folks,\" it debuted in 1950 and has been featured in over than 2,600  newspapers in 75 countries. At first, this strip featured several characters such as Rerun, Franklin, and Woodstock.": {
    "guess": "Peanuts",
    "confidence": [
      [
        "P",
        -0.0027311707
      ],
      [
        "ean",
        -1.9361265e-07
      ],
      [
        "uts",
        -1.92662e-05
      ]
    ]
  },
  "At its origin, it presents three small dilations known as its sinuses. Its lumen narrows forming an isthmus prior to the ductus, beyond which it presents a fusiform dilation which His referred to as its spindle. A large dilation in it is known as its bulb, and a severe narrowing of it is often referred to as coarctation. Its descending portion is divided into thoracic and abdominal parts; it is also": {
    "guess": "Aorta",
    "confidence": [
      [
        "A",
        -0.00423202
      ],
      [
        "orta",
        -0.0020017962
      ]
    ]
  },
  "Originaly published under the title \"Italy,\" this work is a companion piece to a poem known as \"France\" or \"Count Gismond.\" The speaker tells of an \"earnest glance\" of the titular subject and that not only her husband's presence called \"that spot\" into her cheeks. Noting that the titular woman had \"a heart too soon made glad,\" the speaker also tells of the insult to him of ranking \"my gift of a nine-hundred year old name with anybody's gift,\" and in the end says that he \"gave commands, then all smiles stopped together, there she stands. As if alive.\" Ending with the speaker pointing out a statue of Neptune by Claus of Innsbruck and beginning with a description of the title woman's painting by Fra Pandolf, for ten points, identfiy this poem by Robert Browning about Duke's wife.": {
    "guess": "My Last Duchess",
    "confidence": [
      [
        "My",
        -0.27074698
      ],
      [
        " Last",
        -0.00021331508
      ],
      [
        " Duchess",
        -0.00017612721
      ]
    ]
  },
  "The original score of one of these compositions contained the instructions \"wait for nod\" to indicate when the orchestra should resume playing. A composition of this type opens with a nine-bar introduction before an A-C-B-A-E motif and presents a D-flat major melodic inversion of one of the works that inspired it. Another one of these compositions was originally composed for two pianos and was premiered by at the Aeolian Hall by Ferde Grofé and Paul (*) Whiteman's orchestra in the concert, An Experiment in Modern Music. A composition of this type consists of twenty-four variations on the last of another composer's caprices, while another opens with a two-and-a-half octave clarinet glissando. For 10 points, identify this kind of composition, exemplified by one \"on a theme of Paganini\" by Rachmaninoff and one \"in Blue\" by George Gershwin.": {
    "guess": "List of compositions by George Gershwin",
    "confidence": [
      [
        "List",
        -0.79314107
      ],
      [
        " of",
        -0.0020473632
      ],
      [
        " compositions",
        -0.3808119
      ],
      [
        " by",
        -0.12009296
      ],
      [
        " George",
        -0.014466815
      ],
      [
        " G",
        -9.849109e-06
      ],
      [
        "ersh",
        -0.000318185
      ],
      [
        "win",
        -5.705376e-05
      ]
    ]
  },
  "The origins of this figure come from the game and play stages, and depend on symbolic interactionism according to George Herbert Mead. Heinz Kohut developed a three-part model for this figure. According to James Marcia, a moratorium arises when the singularity of this figure constantly changes. This figure's ability to perform tasks comes from vicarious experiences, according to Albert Bandura's definition of the \"efficacy\" of this figure. This figure's ability to reach its full potential in Maslow's": {
    "guess": "Self-esteem",
    "confidence": [
      [
        "Self",
        -0.15368046
      ],
      [
        "-esteem",
        -0.6244493
      ]
    ]
  }
}