{
  "In Dante's _Inferno_, he is the creature—half man and half snake--who is the incarnation of fraudulence,": {
    "guess": "Geryon",
    "confidence": [
      [
        "G",
        -0.12390554
      ],
      [
        "ery",
        -0.0013886855
      ],
      [
        "on",
        -5.5122365e-07
      ]
    ]
  },
  "They dangle in the fluid of the body cavity and open into the digestive tract at the juncture of the midgut and hindgut. Certain waste solutes are pumped across their membranes and transported into the intestinal tract and then excreted through the insect's anus. They function primarily in osmoregulation and the removal of nitrogenous waste products from the hemolymph of insects, conserving water in the process. FTP, identify these prominent excretory tubules found in insects named after the Italian": {
    "guess": "Malpighian tubules",
    "confidence": [
      [
        "Mal",
        -0.005208621
      ],
      [
        "p",
        -0.022201817
      ],
      [
        "igh",
        -4.9617593e-06
      ],
      [
        "ian",
        -0.00014811802
      ],
      [
        " tub",
        -0.004291965
      ],
      [
        "ules",
        -0.027330413
      ]
    ]
  },
  "This dancer and choreographer founded the American Dance Theater. He was one of five 1988 recipients of the Kennedy Center Honors. In 2004, he was placed on a sheet of U. S. commemorative stamps. For ten points, name this African-American who died during the year following those honors attended by the President and First Lady.": {
    "guess": "Alvin Ailey",
    "confidence": [
      [
        "Al",
        -0.013170705
      ],
      [
        "vin",
        -1.7954959e-05
      ],
      [
        " A",
        -0.0001906664
      ],
      [
        "iley",
        -1.9385403e-05
      ]
    ]
  },
  "One dance created by this choreographer includes a hunting scene in which dancers playing dogs pretend to pee on other dancers playing bushes. A Roland Barthes essay inspired this artist's Championship Wrestling. The Balkan dances this artist encountered working for the Koleda Folk Ensemble greatly influenced his work. This artist replaced toy soldiers with G.I. Joe action figures in his modern adaptation": {
    "guess": "Mark Morris",
    "confidence": [
      [
        "Mark",
        -0.7350324
      ],
      [
        " Morris",
        -0.0055761873
      ]
    ]
  },
  "The Dangrek or \"Carrying-Pole Mountains\" run along the northwest border of this country, whose southwestern region contains the Elephant Mountains, a subrange of the Cardamom Mountains. This country's only deepwater port was founded in 1964 and named after the then-king, who abdicated in 2004. That city, Sihanoukville, has seen a surge in tourism, but the most popular destinations remain Siem Reap, at the northern end of the Tonle Sap, and its largest city, at the confluence of the Tonle Sap River and the Mekong. The aforementioned Siem Reap serves as a gateway to this country's temples of Angkor.": {
    "guess": "Cambodia",
    "confidence": [
      [
        "Camb",
        -0.0012628522
      ],
      [
        "odia",
        -2.7729659e-05
      ]
    ]
  },
  "Dan Dennett describes variants of it that encompass genotypes or 1 megabyte programs. According to an essay on it by Quine, the idea for it actually originated in the work of Gustav Fechner. The epigraph in the work of literature that concerns it comes from The Anatomy of Melancholy. The narrator says": {
    "guess": "The Library of Babel",
    "confidence": [
      [
        "The",
        -0.043826494
      ],
      [
        " Library",
        -0.002504317
      ],
      [
        " of",
        -4.2391708e-05
      ],
      [
        " B",
        -4.4537377e-05
      ],
      [
        "abel",
        -2.220075e-06
      ]
    ]
  },
  "One dance created by this choreographer includes a hunting scene in which dancers playing dogs pretend": {
    "guess": "George Balanchine",
    "confidence": [
      [
        "George",
        -2.3910348
      ],
      [
        " Bal",
        -0.00034678652
      ],
      [
        "anch",
        -0.00071958045
      ],
      [
        "ine",
        -0.00015800826
      ]
    ]
  },
  "Daniel Huger, James Petrigru, and Joel Poinset founded the Union Party in order to oppose proponents of this issue. George McDuffie galvanized public support for this issue by propounding his \"forty-bale\" theory. James Hamilton led the political campaign in favor of this issue, and called a special convention to discuss it. A Senator in favor of this issue defended it in the Fort Hill Address, and supported it with his theory of the \"concurrent majority.\" A resolution introduced by Samuel Foot sparked a debate over this issue between Robert Hayne and Daniel Webster. This issue was first introduced to American politics, along with interposition, by the Virginia and Kentucky Resolutions. Later,": {
    "guess": "Nullification Crisis",
    "confidence": [
      [
        "Null",
        -0.039287355
      ],
      [
        "ification",
        -0.00988441
      ],
      [
        " Crisis",
        -0.012073373
      ]
    ]
  },
  "Dane's method is used to stain both mucin and this molecule, and this protein mediates cell polarity by binding to Albatross protein and the apical junction complex. Its aggregation is triggered by filaggrin": {
    "guess": "Par3",
    "confidence": [
      [
        "Par",
        -0.82595474
      ],
      [
        "3",
        -0.21016423
      ]
    ]
  },
  "Daniel Huger, James Petrigru, and Joel Poinset founded the Union Party in order to oppose proponents of this issue. George McDuffie galvanized public support for this issue by propounding his \"forty-bale\" theory. James Hamilton led the political campaign in favor of this issue, and called a special convention": {
    "guess": "Nullification Crisis",
    "confidence": [
      [
        "Null",
        -0.09559027
      ],
      [
        "ification",
        -0.08387091
      ],
      [
        " Crisis",
        -0.030529508
      ]
    ]
  },
  "Dane's method is used to stain both mucin and this molecule, and this protein mediates cell polarity by binding to Albatross protein and the apical junction complex. Its aggregation is triggered by filaggrin in one organ, and this protein is prevalent in the stratum lucidum and stratum corneum of one structure. Mutations in the 5th or 14th isoforms of this protein leads to EBS, and it is attached to desmoplakin in on the one face of desmosomes. This protein contains a long alpha-helix flanked by disordered domains, and acidic and basic isoforms of it dimerize, and the dimers proceed to form tetramers": {
    "guess": "Keratin",
    "confidence": [
      [
        "K",
        -0.48933932
      ],
      [
        "er",
        -9.849109e-06
      ],
      [
        "atin",
        -3.9292416e-05
      ]
    ]
  },
  "The Danishefsky Taxol synthesis replaces a hydroxyl group with a selenide for further reaction in the Grieco version of this, while in another variety of this reaction, a tosylhydrazone is formed from a carbonyl and then cleaved by an alkoxide in the Bamford-Stevens version. Alkyllithium can also be used in the Shapiro reaction of this type, while a hydroxylamine can be generated as a side product in the (*) Cope version. More famously, methyl iodide and silver oxide can be used to remove an amine in the Hofmann version, which has selectivity opposite to Zaitsev's rule. For 10 points, name this": {
    "guess": "Alkene",
    "confidence": [
      [
        "Al",
        -0.14326774
      ],
      [
        "k",
        -0.048899822
      ],
      [
        "ene",
        -0.0115168365
      ]
    ]
  },
  "Dan Dennett describes variants of it that encompass genotypes or 1 megabyte programs. According to an essay on it by Quine, the idea for it actually originated in the work of Gustav Fechner. The epigraph in the work of literature that concerns it comes from The Anatomy of Melancholy. The narrator says that his portion of it contains the Combed Thunderclap and the Plaster Cramp. It is constructed from attached hexagonal galleries, and one of its volumes contains the letters MCV repeated for four hundred": {
    "guess": "The Library of Babel",
    "confidence": [
      [
        "The",
        -0.002738901
      ],
      [
        " Library",
        -0.00039123115
      ],
      [
        " of",
        -3.5477897e-05
      ],
      [
        " B",
        -2.9352968e-06
      ],
      [
        "abel",
        -6.392203e-06
      ]
    ]
  },
  "Daniel Huger, James Petrigru, and Joel Poinset founded the Union Party in order to oppose proponents of this issue. George McDuffie galvanized public support for this issue by propounding his \"forty-bale\" theory. James Hamilton led the political campaign in favor of this issue, and called a special convention to discuss it. A Senator in favor of this issue defended it in the Fort Hill Address, and supported it with his theory of the \"concurrent majority.\" A resolution introduced by Samuel Foot sparked a debate over this issue between Robert Hayne and Daniel Webster. This issue was first introduced": {
    "guess": "Nullification Crisis",
    "confidence": [
      [
        "Null",
        -0.014769312
      ],
      [
        "ification",
        -0.018659746
      ],
      [
        " Crisis",
        -0.0063078315
      ]
    ]
  },
  "Daniel Huger, James Petrigru, and Joel Poinset founded the Union Party in order to oppose proponents of this issue. George McDuffie galvanized public support for this issue by propounding his \"forty-bale\" theory. James Hamilton led the political campaign in favor of this issue, and called a special convention to discuss it. A Senator in favor of this issue defended it in the Fort Hill Address, and supported it with his theory of the \"concurrent majority.\" A resolution introduced by Samuel Foot sparked a debate over this issue between Robert Hayne and Daniel Webster. This issue was first introduced to American politics, along with interposition, by the Virginia and Kentucky Resolutions. Later, it was invoked in the South Carolina Exposition and Protest against the Tariff of Abominations. For 10 points, name this issue central to an 1832 crisis over whether states have the power to invalidate": {
    "guess": "Nullification Crisis",
    "confidence": [
      [
        "Null",
        -0.010820604
      ],
      [
        "ification",
        -0.0054558474
      ],
      [
        " Crisis",
        -0.0026676885
      ]
    ]
  },
  "The Dangrek or \"Carrying-Pole Mountains\" run along the northwest border of this country, whose southwestern region contains the Elephant Mountains, a subrange of the Cardamom Mountains. This country's only deepwater port was founded in 1964 and named after the then-king, who abdicated in 2004. That city, Sihanoukville, has seen a surge in tourism, but the most popular destinations remain Siem Reap, at the northern end of the Tonle Sap, and its largest city, at the confluence of the Tonle Sap River and the Mekong. The aforementioned Siem Reap serves as a gateway to this country's temples of Angkor. For 10 points, name this Southeast Asian country where the Khmer Rouge ordered forced evacuations of the capital, Phnom Penh.": {
    "guess": "Cambodia",
    "confidence": [
      [
        "Camb",
        -0.0052055325
      ],
      [
        "odia",
        -2.7968066e-05
      ]
    ]
  },
  "A dance to the Beyoncé song \"Ring the Alarm\" was the real cause of this situation, though the person affected by it speculated that breaking up a civil union may have been to blame. A donation to the (*)": {
    "guess": "Lemonade (Beyoncé album)",
    "confidence": [
      [
        "L",
        -1.3241805
      ],
      [
        "emon",
        -0.12602448
      ],
      [
        "ade",
        -4.1914896e-05
      ],
      [
        " (",
        -0.1208567
      ],
      [
        "B",
        -0.0027575681
      ],
      [
        "ey",
        0.0
      ],
      [
        "oncé",
        -0.00016611411
      ],
      [
        " album",
        -0.00023500649
      ],
      [
        ")",
        -0.00047344866
      ]
    ]
  },
  "Dan Dennett describes variants of it that encompass genotypes or 1 megabyte programs. According to an": {
    "guess": "Memetics",
    "confidence": [
      [
        "Mem",
        -1.7997246
      ],
      [
        "etics",
        -0.4196101
      ]
    ]
  },
  "One dance created by this choreographer includes a hunting scene in which dancers playing dogs pretend to pee on other dancers playing bushes. A Roland Barthes essay inspired this artist's Championship Wrestling. The Balkan dances this artist encountered working for the Koleda Folk Ensemble greatly influenced his work. This artist replaced toy soldiers with G.I. Joe action figures in his modern adaptation of The Nutcracker, called The (*) Hard Nut, created while European critics were savaging his work at La Monnaie in Brussels. A Handel ode inspired by John Milton's poetry supplies the music for one of his major works, and he danced as both a Carthaginian queen and The Sorceress in another, his adaptation of Purcell. For 10 points, name this choreographer of L'Allegro, Il Penseroso ed Il Moderato and Dido and Aeneas, known for using large dancers in his compositions.": {
    "guess": "Mark Morris",
    "confidence": [
      [
        "Mark",
        -0.061627235
      ],
      [
        " Morris",
        -0.00011951648
      ]
    ]
  },
  "They dangle in the fluid of the body cavity and open into the digestive tract at the juncture of the midgut and hindgut. Certain waste solutes are pumped across their membranes and transported into the intestinal tract and then excreted through the insect's anus. They function primarily in osmoregulation and the removal of nitrogenous waste products from the hemolymph of insects, conserving water in": {
    "guess": "Malpighian tubule",
    "confidence": [
      [
        "Mal",
        -0.0054110275
      ],
      [
        "p",
        -0.032926537
      ],
      [
        "igh",
        -6.392203e-06
      ],
      [
        "ian",
        -3.7027545e-05
      ],
      [
        " tub",
        -0.0054179044
      ],
      [
        "ule",
        -0.2859857
      ]
    ]
  },
  "Daniel Huger, James Petrigru, and Joel Poinset founded the Union Party in order to oppose proponents of this issue. George McDuffie galvanized public support for this issue by propounding his \"forty-bale\" theory. James Hamilton led the political campaign in favor of this issue, and called a special convention to discuss it. A Senator in favor of this issue defended it in the Fort Hill Address, and supported it with his theory of the \"concurrent majority.\" A resolution introduced by Samuel Foot sparked a debate over this issue between Robert Hayne and Daniel Webster. This issue was first introduced to American politics, along with interposition, by the Virginia and Kentucky Resolutions. Later, it was invoked in the South Carolina Exposition and Protest against the Tariff of Abominations. For": {
    "guess": "Nullification Crisis",
    "confidence": [
      [
        "Null",
        -0.051841024
      ],
      [
        "ification",
        -0.022967655
      ],
      [
        " Crisis",
        -0.013023394
      ]
    ]
  },
  "A dance to the Beyoncé song \"Ring the Alarm\" was the real cause of this situation, though the person affected by it speculated that breaking up a civil union may have been to blame. A donation to the (*) Yellow Ribbon Fund and a line of orange bracelets resulted from it, and it led to a painkiller addiction storyline and the auction of a cast. For 10 points— name this on-air injury suffered by a \"truthiness\"  proponent.": {
    "guess": "Stephen Colbert's wrist injury",
    "confidence": [
      [
        "Stephen",
        -0.9680791
      ],
      [
        " Colbert",
        -0.0023987207
      ],
      [
        "'s",
        -0.39591163
      ],
      [
        " wrist",
        -0.31833956
      ],
      [
        " injury",
        -0.041238874
      ]
    ]
  },
  "The Danishefsky Taxol synthesis replaces a hydroxyl group with a selenide for further reaction in the Grieco version of this, while in another variety of this reaction, a tosylhydrazone is formed from a carbonyl and then cleaved by an alkoxide in the Bamford-Stevens version. Alkyllithium can also be used in the Shapiro reaction of this type, while a hydroxylamine can be generated as a side product": {
    "guess": "Alkene",
    "confidence": [
      [
        "Al",
        -0.07626331
      ],
      [
        "k",
        -0.003623593
      ],
      [
        "ene",
        -0.0003620409
      ]
    ]
  },
  "The Danaides [dan-AH-ee-dees] pour water into a vast pot in this location, where the   Cumaean Sibyl": {
    "guess": "Aeneid",
    "confidence": [
      [
        "A",
        -1.698793
      ],
      [
        "ene",
        -0.32269412
      ],
      [
        "id",
        -0.39779374
      ]
    ]
  },
  "The Danaides [dan-AH-ee-dees] pour water into a vast pot in this location, where the   Cumaean Sibyl brings Aeneas to meet Anchises [an-KIH-sees]. Pirithous is tricked  into staying in this location, which": {
    "guess": "Underworld",
    "confidence": [
      [
        "Under",
        -1.6216123
      ],
      [
        "world",
        -0.00034559448
      ]
    ]
  },
  "The Dangrek or \"Carrying-Pole Mountains\" run along the northwest border of this country, whose southwestern region contains the Elephant Mountains, a subrange of the Cardamom Mountains. This country's only deepwater port was founded in 1964 and named after the then-king, who abdicated in 2004. That city,": {
    "guess": "Cambodia",
    "confidence": [
      [
        "Camb",
        -0.00467588
      ],
      [
        "odia",
        -0.0009941066
      ]
    ]
  },
  "One dance created by this choreographer includes a hunting scene in which dancers playing dogs pretend to pee on other dancers playing bushes. A Roland Barthes essay inspired this artist's Championship Wrestling. The Balkan dances this artist encountered working for the Koleda Folk Ensemble greatly influenced his work. This artist replaced toy soldiers with G.I. Joe action figures in his modern adaptation of The Nutcracker, called The (*) Hard Nut, created while European critics were savaging his work at La Monnaie in Brussels. A Handel ode inspired by John Milton's poetry supplies the music for": {
    "guess": "Mark Morris",
    "confidence": [
      [
        "Mark",
        -0.008599212
      ],
      [
        " Morris",
        -0.00036882452
      ]
    ]
  },
  "The Dangrek or \"Carrying-Pole Mountains\" run along the northwest border of this country, whose southwestern region contains the Elephant Mountains, a subrange of the Cardamom Mountains. This country's only deepwater port was founded in 1964 and named after the then-king, who abdicated in 2004. That city, Sihanoukville, has seen a surge in tourism, but the most popular destinations remain Siem Reap, at the northern end of the Tonle Sap, and its largest city, at the confluence of the Tonle Sap River": {
    "guess": "Cambodia",
    "confidence": [
      [
        "Camb",
        -0.0045287423
      ],
      [
        "odia",
        -8.077529e-05
      ]
    ]
  },
  "The Danishefsky Taxol synthesis replaces a hydroxyl group with a selenide for further reaction in the Grieco version of this, while in another variety of this reaction, a tosylhydrazone is formed from": {
    "guess": "Oxidation of Alcohols",
    "confidence": [
      [
        "O",
        -1.9931521
      ],
      [
        "x",
        -0.10903734
      ],
      [
        "id",
        -0.002400386
      ],
      [
        "ation",
        -0.16263823
      ],
      [
        " of",
        -0.21114402
      ],
      [
        " Al",
        -1.3582789
      ],
      [
        "coh",
        -0.026200898
      ],
      [
        "ols",
        -1.998142e-05
      ]
    ]
  },
  "A dance to the Beyoncé song \"Ring the Alarm\" was the real cause of this situation, though the person": {
    "guess": "Ring the Alarm (song)",
    "confidence": [
      [
        "Ring",
        -0.06982015
      ],
      [
        " the",
        -0.010826025
      ],
      [
        " Alarm",
        -0.00014108501
      ],
      [
        " (",
        -0.43774477
      ],
      [
        "song",
        -0.2925374
      ],
      [
        ")",
        -0.0004332917
      ]
    ]
  },
  "One dance created by this choreographer includes a hunting scene in which dancers playing dogs pretend to pee on other dancers playing bushes. A Roland Barthes essay inspired this artist's Championship Wrestling. The Balkan dances this artist encountered working for the Koleda Folk Ensemble greatly influenced": {
    "guess": "William Forsythe",
    "confidence": [
      [
        "William",
        -0.5546771
      ],
      [
        " Fors",
        -0.0002631239
      ],
      [
        "ythe",
        -9.364929e-05
      ]
    ]
  },
  "Daniel of Morley left Paris to study at this city's school of philosophy. The primary residence of Charles V was a palace in this city, which was defended by Maria Pacheco and was the last to be recaptured during the Revolt of the Comuneros. Archbishop Raymond I founded this city's namesake school of translators, which began working in the vernacular in the 13th century. This city was captured in 1085 by Alfonso VI, after which it served, along with Valladolid, as a capital of Castile. An unusually hard type of steel is named for this city, the adopted home of the artist of The Opening of the Fifth": {
    "guess": "Toledo",
    "confidence": [
      [
        "To",
        -0.0015887736
      ],
      [
        "ledo",
        -1.7478143e-05
      ]
    ]
  },
  "Daniel Smith has been called the \"Rampal\" of this instrument for reviving works like Henry Hargrave's": {
    "guess": "Flute",
    "confidence": [
      [
        "Fl",
        -1.0684787
      ],
      [
        "ute",
        -0.10187196
      ]
    ]
  },
  "Dan Dennett describes variants of it that encompass genotypes or 1 megabyte programs. According to an essay on it by Quine, the idea for it actually originated in the work of Gustav Fechner. The epigraph in the work of literature that concerns it comes from The Anatomy of Melancholy. The narrator says that his portion of it contains the Combed Thunderclap and the Plaster Cramp. It is constructed from attached hexagonal galleries, and one of its volumes contains the letters MCV repeated for four hundred and ten pages. FTP, identify this structure containing every permutation of every possible book,": {
    "guess": "The Library of Babel",
    "confidence": [
      [
        "The",
        -0.016331824
      ],
      [
        " Library",
        -0.00015753144
      ],
      [
        " of",
        -2.5583993e-05
      ],
      [
        " B",
        -8.657073e-06
      ],
      [
        "abel",
        -7.465036e-06
      ]
    ]
  },
  "Dante Gabriel Rossetti performed the first complete translation of it into English.  Rossetti picked out \"The Salutation,\" \"Meeting at a Marriage,\" and \"Denies Him Her Salutation\" as his three favorites from this collection of 31 poems.  Commonly subtitled \"Poems of Youth,\" all of the works in this collection concentrate on the daughter of Folco dei Portinari.  It is considered the author's first major work, completed between 1290 and 1294.  FTP, name this poetry collection about Beatrice by Dante,": {
    "guess": "La Vita Nuova",
    "confidence": [
      [
        "La",
        -0.291929
      ],
      [
        " Vita",
        -0.0027021624
      ],
      [
        " Nu",
        -0.01166601
      ],
      [
        "ova",
        -0.00014144262
      ]
    ]
  },
  "One dance created by this choreographer includes a hunting scene in which dancers playing dogs pretend to pee on other dancers playing bushes. A Roland Barthes essay inspired this artist's Championship Wrestling. The Balkan dances this artist encountered working for the Koleda Folk Ensemble greatly influenced his work. This artist replaced toy soldiers with G.I. Joe action figures in his modern adaptation of The Nutcracker, called The (*) Hard Nut, created while European critics were savaging his": {
    "guess": "Mark Morris",
    "confidence": [
      [
        "Mark",
        -0.046114396
      ],
      [
        " Morris",
        -0.0007013569
      ]
    ]
  },
  "The Danishefsky Taxol synthesis replaces a hydroxyl group with a selenide for further reaction in the Grieco version of this, while in another variety of this reaction, a tosylhydrazone is formed from a carbonyl and then cleaved by an alkoxide in the Bamford-Stevens version. Alkyllithium can also be used in the Shapiro reaction of this type, while a hydroxylamine can be generated as a side product in the (*) Cope version. More famously, methyl iodide and silver oxide can be used to remove an amine in the Hofmann version, which has selectivity opposite to Zaitsev's rule. For 10 points, name this type of reaction coming in E1 and E2 varieties, which culminates in double bond formation.": {
    "guess": "Elimination reaction",
    "confidence": [
      [
        "Elim",
        -0.006251908
      ],
      [
        "ination",
        -5.3358446e-05
      ],
      [
        " reaction",
        -0.025690619
      ]
    ]
  },
  "Dane's method is used to stain both mucin and this molecule, and this protein mediates cell polarity": {
    "guess": "E-cadherin",
    "confidence": [
      [
        "E",
        -0.6263601
      ],
      [
        "-c",
        -0.37965104
      ],
      [
        "ad",
        -2.3319124e-05
      ],
      [
        "her",
        -6.1106686e-05
      ],
      [
        "in",
        -0.0026168015
      ]
    ]
  },
  "Daniel of Morley left Paris to study at this city's school of philosophy. The primary residence of Charles V was a palace in this city, which was defended by Maria Pacheco and was the last to be recaptured during the Revolt of the Comuneros. Archbishop Raymond I founded this city's namesake school of translators, which began working in the vernacular in the 13th century. This city was captured in 1085 by Alfonso VI, after which it served, along with Valladolid, as a capital of Castile. An unusually hard type of steel is named for this city, the adopted home of the artist of The Opening of the Fifth Seal. For 10 points, name this home of El Greco that he painted a \"View\" of.": {
    "guess": "Toledo",
    "confidence": [
      [
        "To",
        -0.00010139752
      ],
      [
        "ledo",
        -2.0339032e-05
      ]
    ]
  },
  "Dan Dennett describes variants of it that encompass genotypes or 1 megabyte programs. According to an essay on it by Quine, the idea for it actually originated in the work of Gustav Fechner. The epigraph": {
    "guess": "Indeterminacy of translation",
    "confidence": [
      [
        "Ind",
        -1.6578221
      ],
      [
        "etermin",
        -0.0036759675
      ],
      [
        "acy",
        -0.0017769228
      ],
      [
        " of",
        -0.005195809
      ],
      [
        " translation",
        -0.10319841
      ]
    ]
  },
  "Dane's method is used to stain both mucin and this molecule, and this protein mediates cell polarity by binding to Albatross protein and the apical junction complex. Its aggregation is triggered by filaggrin in one organ, and this protein is prevalent in the stratum lucidum and stratum corneum of one": {
    "guess": "Desmoglein",
    "confidence": [
      [
        "Des",
        -0.48533407
      ],
      [
        "m",
        -0.030257188
      ],
      [
        "ogle",
        -0.20016679
      ],
      [
        "in",
        -0.0031756947
      ]
    ]
  },
  "Daniel Smith has been called the \"Rampal\" of this instrument for reviving works like Henry Hargrave's fourth concerto as well as the four concerti of Christian Graupner. Heitor Villa-Lobos composed his Ciranda de Sos Notas for it, while Sofia Gubaidulina's concerto for this instrument is usually recorded alongside her Duo Sonata for it, both of which were inspired by her friend Valery Popov. Prokofiev wrote a \"humoristic Scherzo\" for four of them, and other works for it include Gliere's Humoresque and Impromptu and Weber's (*) Andante e rondo ungarese. Mozart's K.191 is the only surviving concerto of the three he composed for this instrument, which was the beneficiary of 37 concerti by Vivaldi. For 10 points, name this instrument that represents the Grandfather in Peter and the Wolf.": {
    "guess": "Bassoon",
    "confidence": [
      [
        "B",
        -0.07351612
      ],
      [
        "ass",
        -0.0028328153
      ],
      [
        "oon",
        -0.0002699185
      ]
    ]
  },
  "A dance to the Beyoncé song \"Ring the Alarm\" was the real cause of this situation, though the person affected by it speculated that breaking up a civil union may have been to blame. A donation to the (*) Yellow Ribbon Fund and a line of orange bracelets resulted from it, and it led to a painkiller addiction": {
    "guess": "Beyoncé discography",
    "confidence": [
      [
        "B",
        -2.0722547
      ],
      [
        "ey",
        -0.008038825
      ],
      [
        "oncé",
        -0.019766124
      ],
      [
        " disc",
        -0.28952178
      ],
      [
        "ography",
        -0.0003480978
      ]
    ]
  },
  "Dante Gabriel Rossetti performed the first complete translation of it into English.  Rossetti picked": {
    "guess": "Dante Alighieri",
    "confidence": [
      [
        "D",
        -0.17720664
      ],
      [
        "ante",
        -0.00011284107
      ],
      [
        " Al",
        -0.46971428
      ],
      [
        "igh",
        -0.00036870534
      ],
      [
        "ieri",
        -0.00031174798
      ]
    ]
  },
  "Daniel of Morley left Paris to study at this city's school of philosophy. The primary residence of Charles": {
    "guess": "University of Paris",
    "confidence": [
      [
        "University",
        -0.24152559
      ],
      [
        " of",
        -0.0001530017
      ],
      [
        " Paris",
        -0.7605465
      ]
    ]
  },
  "This dancer and choreographer founded the American Dance Theater. He was one of five 1988 recipients of the Kennedy Center Honors. In 2004, he was placed on a sheet of U. S. commemorative stamps. For ten points, name this African-American who died during the year following those honors attended by the": {
    "guess": "Alvin Ailey",
    "confidence": [
      [
        "Al",
        -0.011085193
      ],
      [
        "vin",
        -1.8550976e-05
      ],
      [
        " A",
        -0.00016873659
      ],
      [
        "iley",
        -1.735894e-05
      ]
    ]
  },
  "Daniel of Morley left Paris to study at this city's school of philosophy. The primary residence of Charles V was a palace in this city, which was defended by Maria Pacheco and was the last to be recaptured": {
    "guess": "Toledo Palace",
    "confidence": [
      [
        "To",
        -0.15000862
      ],
      [
        "ledo",
        -8.10137e-05
      ],
      [
        " Palace",
        -0.6788905
      ]
    ]
  },
  "The Danaides [dan-AH-ee-dees] pour water into a vast pot in this location, where the   Cumaean Sibyl brings Aeneas to meet Anchises [an-KIH-sees]. Pirithous is tricked  into staying in this location, which contains the river (*) Lethe [LEH-thee], representing  oblivion. Elysium and Tartarus are portions of this land. It is reached with help of Charon  and guarded by Cerberus, a three-headed dog. Persephone": {
    "guess": "Underworld",
    "confidence": [
      [
        "Under",
        -0.69444466
      ],
      [
        "world",
        -3.4047454e-05
      ]
    ]
  },
  "The Danishefsky Taxol synthesis replaces a hydroxyl group with a selenide for further reaction in the Grieco version of this, while in another variety of this reaction, a tosylhydrazone is formed from a carbonyl and then cleaved by an alkoxide in the Bamford-Stevens version. Alkyllithium can also be": {
    "guess": "Alkene",
    "confidence": [
      [
        "Al",
        -0.184551
      ],
      [
        "k",
        -0.0026143016
      ],
      [
        "ene",
        -0.0007952124
      ]
    ]
  },
  "One dance created by this choreographer includes a hunting scene in which dancers playing dogs pretend to pee on other dancers playing bushes. A Roland Barthes essay inspired this artist's Championship Wrestling. The Balkan dances this artist encountered working for the Koleda Folk Ensemble greatly influenced his work. This artist replaced toy soldiers with G.I. Joe action figures in his modern adaptation of The Nutcracker, called The (*) Hard Nut, created while European critics were savaging his work at La Monnaie in Brussels. A Handel ode inspired by John Milton's poetry supplies the music for one of his major works, and he danced as both a Carthaginian queen and The Sorceress in another, his": {
    "guess": "Mark Morris",
    "confidence": [
      [
        "Mark",
        -0.035306904
      ],
      [
        " Morris",
        -0.00079723884
      ]
    ]
  },
  "This dancer and choreographer founded the American Dance Theater. He was one of five 1988 recipients": {
    "guess": "Alvin Ailey",
    "confidence": [
      [
        "Al",
        -0.0076365587
      ],
      [
        "vin",
        -1.3902034e-05
      ],
      [
        " A",
        -0.00034928982
      ],
      [
        "iley",
        -1.2590794e-05
      ]
    ]
  },
  "The Danishefsky Taxol synthesis replaces a hydroxyl group with a selenide for further reaction in the": {
    "guess": "Danishefsky Taxol total synthesis",
    "confidence": [
      [
        "Dan",
        -0.46013212
      ],
      [
        "is",
        -0.0023178456
      ],
      [
        "he",
        -3.2140193e-05
      ],
      [
        "fs",
        -0.00050692295
      ],
      [
        "ky",
        -0.00012880703
      ],
      [
        " Tax",
        -0.097617894
      ],
      [
        "ol",
        -0.00048262737
      ],
      [
        " total",
        -0.1798463
      ],
      [
        " synthesis",
        -3.786197e-05
      ]
    ]
  },
  "Daniel Huger, James Petrigru, and Joel Poinset founded the Union Party in order to oppose proponents of this issue. George McDuffie galvanized public support for this issue by propounding his \"forty-bale\"": {
    "guess": "Nullification Crisis",
    "confidence": [
      [
        "Null",
        -0.18310682
      ],
      [
        "ification",
        -0.025946194
      ],
      [
        " Crisis",
        -0.046345793
      ]
    ]
  },
  "Daniel Smith has been called the \"Rampal\" of this instrument for reviving works like Henry Hargrave's fourth concerto as well as the four concerti of Christian Graupner. Heitor Villa-Lobos composed his Ciranda de Sos Notas for it, while Sofia Gubaidulina's concerto for this instrument is usually recorded alongside her Duo Sonata for it, both of which were inspired by her friend Valery Popov. Prokofiev wrote a \"humoristic Scherzo\" for four of them, and other works for it include Gliere's Humoresque and Impromptu and Weber's (*) Andante e rondo ungarese. Mozart's K.191 is the only surviving concerto": {
    "guess": "Bassoon",
    "confidence": [
      [
        "B",
        -0.9102355
      ],
      [
        "ass",
        -6.206032e-05
      ],
      [
        "oon",
        -0.0021829768
      ]
    ]
  },
  "Daniel Smith has been called the \"Rampal\" of this instrument for reviving works like Henry Hargrave's fourth concerto as well as the four concerti of Christian Graupner. Heitor Villa-Lobos composed his Ciranda de Sos Notas for it, while Sofia Gubaidulina's concerto for this instrument is usually recorded alongside her Duo Sonata for it, both of which were inspired by her friend Valery Popov. Prokofiev wrote a \"humoristic Scherzo\" for four of them, and other works for it include Gliere's Humoresque": {
    "guess": "Bassoon",
    "confidence": [
      [
        "B",
        -0.11475134
      ],
      [
        "ass",
        -0.0003706126
      ],
      [
        "oon",
        -0.0014157117
      ]
    ]
  },
  "The Dangrek or \"Carrying-Pole Mountains\" run along the northwest border of this country, whose southwestern region contains the Elephant Mountains, a subrange of the Cardamom Mountains. This country's": {
    "guess": "Cambodia",
    "confidence": [
      [
        "Camb",
        -0.0024341664
      ],
      [
        "odia",
        -0.00040564747
      ]
    ]
  },
  "They dangle in the fluid of the body cavity and open into the digestive tract at the juncture of the midgut and hindgut. Certain waste solutes are pumped across their membranes and transported into the": {
    "guess": "Malpighian tubules",
    "confidence": [
      [
        "Mal",
        -0.078395024
      ],
      [
        "p",
        -0.04053499
      ],
      [
        "igh",
        -1.9816675e-06
      ],
      [
        "ian",
        -2.2723105e-05
      ],
      [
        " tub",
        -0.0013982144
      ],
      [
        "ules",
        -0.19363408
      ]
    ]
  },
  "In Dante's _Inferno_, he is the creature—half man and half snake--who is the incarnation of fraudulence, and he shuttles travellers on his back from the 7th to 8th circle. In Greek mythology, he is the three-headed monster who dwells on the island of Erytheia, guarding a large herd of cattle. FTP give": {
    "guess": "Geryon",
    "confidence": [
      [
        "G",
        -0.39776593
      ],
      [
        "ery",
        -1.6286107e-05
      ],
      [
        "on",
        -7.89631e-07
      ]
    ]
  },
  "Daniel Smith has been called the \"Rampal\" of this instrument for reviving works like Henry Hargrave's fourth concerto as well as the four concerti of Christian Graupner. Heitor Villa-Lobos composed his Ciranda de Sos Notas for it, while Sofia Gubaidulina's concerto for this instrument is usually recorded alongside her Duo Sonata for it, both of which were inspired by her friend Valery Popov. Prokofiev": {
    "guess": "Flute",
    "confidence": [
      [
        "Fl",
        -0.72747564
      ],
      [
        "ute",
        -0.00013142951
      ]
    ]
  },
  "The Dangrek or \"Carrying-Pole Mountains\" run along the northwest border of this country, whose southwestern": {
    "guess": "Cambodia",
    "confidence": [
      [
        "Camb",
        -0.053690843
      ],
      [
        "odia",
        -8.637786e-05
      ]
    ]
  },
  "Dane's method is used to stain both mucin and this molecule, and this protein mediates cell polarity by binding to Albatross protein and the apical junction complex. Its aggregation is triggered by filaggrin in one organ, and this protein is prevalent in the stratum lucidum and stratum corneum of one structure. Mutations in the 5th or 14th isoforms of this protein leads to EBS, and it is attached to desmoplakin in on the one face of desmosomes. This protein contains a long alpha-helix flanked by disordered domains, and acidic and basic isoforms of it dimerize, and the dimers proceed to form tetramers which arrange in fibrils. Its structure is formed by crosslinking of cysteine , and it is the main component of type 1 intermediate filaments. For 10 points, name this structural protein that gives strength to skin, hair and nails.": {
    "guess": "Keratin",
    "confidence": [
      [
        "K",
        -0.003822753
      ],
      [
        "er",
        -6.6306106e-06
      ],
      [
        "atin",
        -0.00010151673
      ]
    ]
  },
  "This dancer and choreographer founded the American Dance Theater. He was one of five 1988 recipients of the Kennedy Center Honors. In 2004, he was placed on a sheet of U. S. commemorative stamps. For ten": {
    "guess": "Alvin Ailey",
    "confidence": [
      [
        "Al",
        -0.0064394306
      ],
      [
        "vin",
        -5.3193703e-06
      ],
      [
        " A",
        -7.827201e-05
      ],
      [
        "iley",
        -2.129266e-05
      ]
    ]
  },
  "Dante Gabriel Rossetti performed the first complete translation of it into English.  Rossetti picked out \"The Salutation,\" \"Meeting at a Marriage,\" and \"Denies Him Her Salutation\" as his three favorites from this collection of 31 poems.  Commonly subtitled \"Poems of Youth,\" all of the works in this collection concentrate on the daughter of Folco dei Portinari.  It is considered the author's first major work, completed between 1290 and 1294.  FTP, name this poetry collection about Beatrice by Dante, which translates as \"The New Life.\"": {
    "guess": "La Vita Nuova",
    "confidence": [
      [
        "La",
        -0.44978002
      ],
      [
        " Vita",
        -0.002470067
      ],
      [
        " Nu",
        -0.015370513
      ],
      [
        "ova",
        -8.256335e-05
      ]
    ]
  },
  "They dangle in the fluid of the body cavity and open into the digestive tract at the juncture of the midgut and hindgut. Certain waste solutes are pumped across their membranes and transported into the intestinal tract and then excreted through the insect's anus. They function primarily in osmoregulation and the removal of nitrogenous waste products from the hemolymph of insects, conserving water in the process. FTP, identify these prominent excretory tubules found in insects named after the Italian anatomist that discovered them.": {
    "guess": "Malpighian tubules",
    "confidence": [
      [
        "Mal",
        -0.009922185
      ],
      [
        "p",
        -0.02661017
      ],
      [
        "igh",
        -2.2127088e-05
      ],
      [
        "ian",
        -0.00015288251
      ],
      [
        " tub",
        -0.0057046884
      ],
      [
        "ules",
        -0.05393406
      ]
    ]
  },
  "Daniel Huger, James Petrigru, and Joel Poinset founded the Union Party in order to oppose proponents of this issue. George McDuffie galvanized public support for this issue by propounding his \"forty-bale\" theory. James Hamilton led the political campaign in favor of this issue, and called a special convention to discuss it. A Senator in favor of this issue defended it in the Fort Hill Address, and supported it with his theory of the \"concurrent majority.\" A resolution introduced by Samuel Foot sparked": {
    "guess": "Nullification Crisis",
    "confidence": [
      [
        "Null",
        -0.085245684
      ],
      [
        "ification",
        -0.029237514
      ],
      [
        " Crisis",
        -0.030689396
      ]
    ]
  },
  "Dane's method is used to stain both mucin and this molecule, and this protein mediates cell polarity by binding to Albatross protein and the apical junction complex. Its aggregation is triggered by filaggrin in one organ, and this protein is prevalent in the stratum lucidum and stratum corneum of one structure. Mutations in the 5th or 14th isoforms of this protein leads to EBS, and it is attached to": {
    "guess": "Desmoplakin",
    "confidence": [
      [
        "Des",
        -0.30609968
      ],
      [
        "m",
        -0.0022963248
      ],
      [
        "opl",
        -0.08521711
      ],
      [
        "akin",
        -5.7530575e-05
      ]
    ]
  },
  "The Danaides [dan-AH-ee-dees] pour water into a vast pot in this location, where the   Cumaean Sibyl brings Aeneas to meet Anchises [an-KIH-sees]. Pirithous is tricked  into staying in this location, which contains the river (*) Lethe [LEH-thee], representing  oblivion. Elysium and Tartarus are portions of this land. It is reached with help of Charon  and guarded by Cerberus, a three-headed dog. Persephone is the queen of, for 10 points,  what Greco-Roman underworld ruled by a namesake god?": {
    "guess": "Hades",
    "confidence": [
      [
        "H",
        -0.001756218
      ],
      [
        "ades",
        -1.4021238e-05
      ]
    ]
  },
  "Daniel of Morley left Paris to study at this city's school of philosophy. The primary residence of Charles V was a palace in this city, which was defended by Maria Pacheco and was the last to be recaptured during the Revolt of the Comuneros. Archbishop Raymond I founded this city's namesake school of": {
    "guess": "Valladolid",
    "confidence": [
      [
        "V",
        -0.9011375
      ],
      [
        "all",
        -0.0001505021
      ],
      [
        "ad",
        -0.0013477345
      ],
      [
        "olid",
        -4.4537377e-05
      ]
    ]
  },
  "A dance to the Beyoncé song \"Ring the Alarm\" was the real cause of this situation, though the person affected by it speculated that breaking up a civil union may have been to blame. A donation to the (*) Yellow Ribbon Fund and a line of orange bracelets resulted from it, and it led to a painkiller addiction storyline and the auction of a cast. For 10 points— name this on-air injury suffered by a \"truthiness\"": {
    "guess": "Tony Stewart and the death of Kevin Ward Jr.",
    "confidence": [
      [
        "Tony",
        -2.0876644
      ],
      [
        " Stewart",
        -1.5077459
      ],
      [
        " and",
        -0.84814036
      ],
      [
        " the",
        -2.1823623
      ],
      [
        " death",
        -2.1501613
      ],
      [
        " of",
        -0.0018678295
      ],
      [
        " Kevin",
        -0.12042878
      ],
      [
        " Ward",
        -0.0041025043
      ],
      [
        " Jr",
        -0.013264106
      ],
      [
        ".",
        -0.0041245883
      ]
    ]
  },
  "Daniel of Morley left Paris to study at this city's school of philosophy. The primary residence of Charles V was a palace in this city, which was defended by Maria Pacheco and was the last to be recaptured during the Revolt of the Comuneros. Archbishop Raymond I founded this city's namesake school of translators, which began working in the vernacular in the 13th century. This city was captured in 1085 by Alfonso VI, after which it served, along with Valladolid, as a capital of Castile. An unusually": {
    "guess": "Toledo",
    "confidence": [
      [
        "To",
        -0.07544308
      ],
      [
        "ledo",
        -0.00015181334
      ]
    ]
  },
  "Dan Dennett describes variants of it that encompass genotypes or 1 megabyte programs. According to an essay on it by Quine, the idea for it actually originated in the work of Gustav Fechner. The epigraph in the work of literature that concerns it comes from The Anatomy of Melancholy. The narrator says that his portion of it contains the Combed Thunderclap and the Plaster Cramp. It is constructed from attached hexagonal galleries, and one of its volumes contains the letters MCV repeated for four hundred and ten pages. FTP, identify this structure containing every permutation of every possible book, described in a short story by Jorge Luis Borges.": {
    "guess": "The Library of Babel",
    "confidence": [
      [
        "The",
        -0.005714997
      ],
      [
        " Library",
        -0.00074911356
      ],
      [
        " of",
        -2.3676734e-05
      ],
      [
        " B",
        -2.8444882e-05
      ],
      [
        "abel",
        -1.3306016e-05
      ]
    ]
  },
  "Dane's method is used to stain both mucin and this molecule, and this protein mediates cell polarity by binding to Albatross protein and the apical junction complex. Its aggregation is triggered by filaggrin in one organ, and this protein is prevalent in the stratum lucidum and stratum corneum of one structure. Mutations in the 5th or 14th isoforms of this protein leads to EBS, and it is attached to desmoplakin in on the one face of desmosomes. This protein contains a long alpha-helix flanked by disordered domains, and acidic and basic isoforms of it dimerize, and the dimers proceed to form tetramers which arrange in fibrils. Its structure is formed by crosslinking of cysteine , and it is the": {
    "guess": "Keratin",
    "confidence": [
      [
        "K",
        -0.019215027
      ],
      [
        "er",
        -2.8160932e-06
      ],
      [
        "atin",
        -3.4762674e-05
      ]
    ]
  },
  "Daniel Huger, James Petrigru, and Joel Poinset founded the Union Party in order to oppose proponents": {
    "guess": "Nullification Crisis",
    "confidence": [
      [
        "Null",
        -0.40283257
      ],
      [
        "ification",
        -0.1738962
      ],
      [
        " Crisis",
        -0.0026508092
      ]
    ]
  },
  "Dane's method is used to stain both mucin and this molecule, and this protein mediates cell polarity by binding to Albatross protein and the apical junction complex. Its aggregation is triggered by filaggrin in one organ, and this protein is prevalent in the stratum lucidum and stratum corneum of one structure. Mutations in the 5th or 14th isoforms of this protein leads to EBS, and it is attached to desmoplakin in on the one face of desmosomes. This protein contains a long alpha-helix flanked by disordered domains, and acidic and basic isoforms of it dimerize, and the dimers proceed to form tetramers which arrange in fibrils. Its structure is formed by crosslinking of cysteine , and it is the main component of type 1 intermediate filaments. For 10 points, name this structural protein that gives": {
    "guess": "Keratin",
    "confidence": [
      [
        "K",
        -0.011185517
      ],
      [
        "er",
        -2.1008714e-06
      ],
      [
        "atin",
        -4.310693e-05
      ]
    ]
  },
  "Daniel Smith has been called the \"Rampal\" of this instrument for reviving works like Henry Hargrave's fourth concerto as well as the four concerti of Christian Graupner. Heitor Villa-Lobos composed his": {
    "guess": "Bassoon",
    "confidence": [
      [
        "B",
        -0.11618059
      ],
      [
        "ass",
        -7.338466e-05
      ],
      [
        "oon",
        -0.0020453404
      ]
    ]
  },
  "The Dangrek or \"Carrying-Pole Mountains\" run along the northwest border of this country, whose southwestern region contains the Elephant Mountains, a subrange of the Cardamom Mountains. This country's only deepwater port was founded in 1964 and named after the then-king, who abdicated in 2004. That city, Sihanoukville, has seen a surge in tourism, but the most popular destinations remain Siem Reap,": {
    "guess": "Cambodia",
    "confidence": [
      [
        "Camb",
        -0.0028928479
      ],
      [
        "odia",
        -0.0006436917
      ]
    ]
  },
  "Daniel of Morley left Paris to study at this city's school of philosophy. The primary residence of Charles V was a palace in this city, which was defended by Maria Pacheco and was the last to be recaptured during the Revolt of the Comuneros. Archbishop Raymond I founded this city's namesake school of translators, which began working in the vernacular in the 13th century. This city was captured in 1085": {
    "guess": "Toledo",
    "confidence": [
      [
        "To",
        -0.2723658
      ],
      [
        "ledo",
        -0.00019150082
      ]
    ]
  },
  "One dance created by this choreographer includes a hunting scene in which dancers playing dogs pretend to pee on other dancers playing bushes. A Roland Barthes essay inspired this artist's Championship": {
    "guess": "William Forsythe",
    "confidence": [
      [
        "William",
        -0.22138537
      ],
      [
        " Fors",
        -0.00019769941
      ],
      [
        "ythe",
        -0.0002074741
      ]
    ]
  },
  "Dan Dennett describes variants of it that encompass genotypes or 1 megabyte programs. According to an essay on it by Quine, the idea for it actually originated in the work of Gustav Fechner. The epigraph in the work of literature that concerns it comes from The Anatomy of Melancholy. The narrator says that his portion of it contains the Combed Thunderclap and the Plaster Cramp. It is constructed from": {
    "guess": "The Library of Babel",
    "confidence": [
      [
        "The",
        -0.017346915
      ],
      [
        " Library",
        -7.243103e-05
      ],
      [
        " of",
        -1.2590794e-05
      ],
      [
        " B",
        -1.7432603e-06
      ],
      [
        "abel",
        -2.220075e-06
      ]
    ]
  },
  "One dance created by this choreographer includes a hunting scene in which dancers playing dogs pretend to pee on other dancers playing bushes. A Roland Barthes essay inspired this artist's Championship Wrestling. The Balkan dances this artist encountered working for the Koleda Folk Ensemble greatly influenced his work. This artist replaced toy soldiers with G.I. Joe action figures in his modern adaptation of The Nutcracker, called The (*) Hard Nut, created while European critics were savaging his work at La Monnaie in Brussels. A Handel ode inspired by John Milton's poetry supplies the music for one of his major works, and he danced as both a Carthaginian queen and The Sorceress in another, his adaptation of Purcell. For 10 points, name this choreographer of L'Allegro, Il Penseroso ed Il Moderato": {
    "guess": "Mark Morris",
    "confidence": [
      [
        "Mark",
        -0.03397669
      ],
      [
        " Morris",
        -7.5530326e-05
      ]
    ]
  },
  "Daniel Smith has been called the \"Rampal\" of this instrument for reviving works like Henry Hargrave's fourth concerto as well as the four concerti of Christian Graupner. Heitor Villa-Lobos composed his Ciranda de Sos Notas for it, while Sofia Gubaidulina's concerto for this instrument is usually recorded": {
    "guess": "Bassoon",
    "confidence": [
      [
        "B",
        -0.101646595
      ],
      [
        "ass",
        -9.376849e-05
      ],
      [
        "oon",
        -0.0013619013
      ]
    ]
  },
  "They dangle in the fluid of the body cavity and open into the digestive tract at the juncture of the midgut and hindgut. Certain waste solutes are pumped across their membranes and transported into the intestinal tract and then excreted through the insect's anus. They function primarily in osmoregulation": {
    "guess": "Malpighian tubule",
    "confidence": [
      [
        "Mal",
        -0.1532554
      ],
      [
        "p",
        -0.011581889
      ],
      [
        "igh",
        -2.4153549e-05
      ],
      [
        "ian",
        -6.17027e-05
      ],
      [
        " tub",
        -0.0132746985
      ],
      [
        "ule",
        -0.15019093
      ]
    ]
  },
  "The Danaides [dan-AH-ee-dees] pour water into a vast pot in this location, where the   Cumaean Sibyl brings Aeneas to meet Anchises [an-KIH-sees]. Pirithous is tricked  into staying in this location, which contains the river (*) Lethe [LEH-thee], representing  oblivion. Elysium and Tartarus are portions": {
    "guess": "Hades",
    "confidence": [
      [
        "H",
        -0.22257607
      ],
      [
        "ades",
        -7.231183e-05
      ]
    ]
  },
  "In Dante's _Inferno_, he is the creature—half man and half snake--who is the incarnation of fraudulence, and he shuttles travellers on his back from the 7th to 8th circle. In Greek mythology, he is the": {
    "guess": "Geryon",
    "confidence": [
      [
        "G",
        -0.028286338
      ],
      [
        "ery",
        -0.0017219498
      ],
      [
        "on",
        -4.3202e-07
      ]
    ]
  },
  "Daniel Huger, James Petrigru, and Joel Poinset founded the Union Party in order to oppose proponents of this issue. George McDuffie galvanized public support for this issue by propounding his \"forty-bale\" theory. James Hamilton led the political campaign in favor of this issue, and called a special convention to discuss it. A Senator in favor of this issue defended it in the Fort Hill Address, and supported it with his theory of the \"concurrent majority.\" A resolution introduced by Samuel Foot sparked a debate over this issue between Robert Hayne and Daniel Webster. This issue was first introduced to American politics, along with interposition, by the Virginia and Kentucky Resolutions. Later, it was invoked in the South Carolina Exposition and Protest against the Tariff of Abominations. For 10 points, name this issue central to an 1832 crisis over whether states have the power to invalidate federal laws.": {
    "guess": "Nullification Crisis",
    "confidence": [
      [
        "Null",
        -0.012530841
      ],
      [
        "ification",
        -0.018090941
      ],
      [
        " Crisis",
        -0.006419887
      ]
    ]
  },
  "Dante Gabriel Rossetti performed the first complete translation of it into English.  Rossetti picked out \"The Salutation,\" \"Meeting at a Marriage,\" and \"Denies Him Her Salutation\" as his three favorites from this collection of 31 poems.  Commonly subtitled \"Poems of Youth,\" all of the works in this collection concentrate on the daughter of Folco dei Portinari.  It is considered the author's first major": {
    "guess": "The New Life (poetry collection)",
    "confidence": [
      [
        "The",
        -0.706708
      ],
      [
        " New",
        -0.1322154
      ],
      [
        " Life",
        -0.0027151187
      ],
      [
        " (",
        -0.35583282
      ],
      [
        "po",
        -0.33420178
      ],
      [
        "etry",
        -0.010115024
      ],
      [
        " collection",
        -0.0010513884
      ],
      [
        ")",
        -0.008186873
      ]
    ]
  },
  "In Dante's _Inferno_, he is the creature—half man and half snake--who is the incarnation of fraudulence, and he shuttles travellers on his back from the 7th to 8th circle. In Greek mythology, he is the three-headed monster who dwells on the island of Erytheia, guarding a large herd of cattle. FTP give the common name--the latter of which is killed by Heracles.": {
    "guess": "Geryon",
    "confidence": [
      [
        "G",
        -0.12659584
      ],
      [
        "ery",
        -2.618001e-05
      ],
      [
        "on",
        -4.3202e-07
      ]
    ]
  },
  "The Dangrek or \"Carrying-Pole Mountains\" run along the northwest border of this country, whose southwestern region contains the Elephant Mountains, a subrange of the Cardamom Mountains. This country's only deepwater port was founded in 1964 and named after the then-king, who abdicated in 2004. That city, Sihanoukville, has seen a surge in tourism, but the most popular destinations remain Siem Reap, at the northern end of the Tonle Sap, and its largest city, at the confluence of the Tonle Sap River and the Mekong. The aforementioned Siem Reap serves as a gateway to this country's temples of Angkor. For 10 points, name this Southeast Asian country where the Khmer Rouge ordered forced evacuations": {
    "guess": "Cambodia",
    "confidence": [
      [
        "Camb",
        -0.0032329713
      ],
      [
        "odia",
        -3.4524266e-05
      ]
    ]
  },
  "Dante Gabriel Rossetti performed the first complete translation of it into English.  Rossetti picked out \"The Salutation,\" \"Meeting at a Marriage,\" and \"Denies Him Her Salutation\" as his three favorites from this collection of 31 poems.  Commonly subtitled \"Poems of Youth,\" all of the works in this collection": {
    "guess": "The House of Life",
    "confidence": [
      [
        "The",
        -0.35346964
      ],
      [
        " House",
        -0.05723657
      ],
      [
        " of",
        -0.0006594193
      ],
      [
        " Life",
        -0.0016381697
      ]
    ]
  },
  "Dane's method is used to stain both mucin and this molecule, and this protein mediates cell polarity by binding to Albatross protein and the apical junction complex. Its aggregation is triggered by filaggrin in one organ, and this protein is prevalent in the stratum lucidum and stratum corneum of one structure. Mutations in the 5th or 14th isoforms of this protein leads to EBS, and it is attached to desmoplakin in on the one face of desmosomes. This protein contains a long alpha-helix flanked by": {
    "guess": "Keratin",
    "confidence": [
      [
        "K",
        -0.060577158
      ],
      [
        "er",
        -1.0206721e-05
      ],
      [
        "atin",
        -0.00020282516
      ]
    ]
  },
  "Daniel Huger, James Petrigru, and Joel Poinset founded the Union Party in order to oppose proponents of this issue. George McDuffie galvanized public support for this issue by propounding his \"forty-bale\" theory. James Hamilton led the political campaign in favor of this issue, and called a special convention to discuss it. A Senator in favor of this issue defended it in the Fort Hill Address, and": {
    "guess": "Nullification Crisis",
    "confidence": [
      [
        "Null",
        -0.08897982
      ],
      [
        "ification",
        -0.05384561
      ],
      [
        " Crisis",
        -0.023310699
      ]
    ]
  },
  "Daniel Smith has been called the \"Rampal\" of this instrument for reviving works like Henry Hargrave's fourth concerto as well as the four concerti of Christian Graupner. Heitor Villa-Lobos composed his Ciranda de Sos Notas for it, while Sofia Gubaidulina's concerto for this instrument is usually recorded alongside her Duo Sonata for it, both of which were inspired by her friend Valery Popov. Prokofiev wrote a \"humoristic Scherzo\" for four of them, and other works for it include Gliere's Humoresque and Impromptu and Weber's (*) Andante e rondo ungarese. Mozart's K.191 is the only surviving concerto of the three he composed for this instrument, which was the beneficiary of 37 concerti by Vivaldi.": {
    "guess": "Bassoon",
    "confidence": [
      [
        "B",
        -0.36466113
      ],
      [
        "ass",
        -9.0907604e-05
      ],
      [
        "oon",
        -0.0010985382
      ]
    ]
  },
  "The Danishefsky Taxol synthesis replaces a hydroxyl group with a selenide for further reaction in the Grieco version of this, while in another variety of this reaction, a tosylhydrazone is formed from a carbonyl and then cleaved by an alkoxide in the Bamford-Stevens version. Alkyllithium can also be used in the Shapiro reaction of this type, while a hydroxylamine can be generated as a side product in the (*) Cope version. More famously, methyl iodide and silver oxide can be used to remove an amine": {
    "guess": "Alkene",
    "confidence": [
      [
        "Al",
        -0.37790763
      ],
      [
        "k",
        -0.01187938
      ],
      [
        "ene",
        -0.002247081
      ]
    ]
  },
  "They dangle in the fluid of the body cavity and open into the digestive tract at the juncture of the": {
    "guess": "Pancreatic duct",
    "confidence": [
      [
        "Pan",
        -1.2085776
      ],
      [
        "cre",
        -0.0006970656
      ],
      [
        "atic",
        -0.42336848
      ],
      [
        " duct",
        -0.08056205
      ]
    ]
  },
  "Dante Gabriel Rossetti performed the first complete translation of it into English.  Rossetti picked out \"The Salutation,\" \"Meeting at a Marriage,\" and \"Denies Him Her Salutation\" as his three favorites": {
    "guess": "The Divine Comedy",
    "confidence": [
      [
        "The",
        -0.52530456
      ],
      [
        " Divine",
        -0.15282945
      ],
      [
        " Comedy",
        -1.7954959e-05
      ]
    ]
  }
}