{
  "Pakistani general Zia ul-Haq became famous for training a country's 2nd Division to fight this man. After": {
    "guess": "Operation Cyclone",
    "confidence": [
      [
        "Operation",
        -1.1362883
      ],
      [
        " Cycl",
        -0.32573614
      ],
      [
        "one",
        -2.0219828e-05
      ]
    ]
  },
  "The Palace of the Shirvanshahs is a UNESCO World Heritage Site located in this city's Inner City, wherein the Maiden Tower also lies. This city's Crystal Hall hosted the 2012 Eurovision Song Contest. The": {
    "guess": "Baku",
    "confidence": [
      [
        "B",
        -0.00071457756
      ],
      [
        "aku",
        -5.4385737e-06
      ]
    ]
  },
  "His palace was called Shanina-la-ishu, or \"The Royal Nonesuch.\"  His main enemy was the Chaldean Merodach-Baladan, who led a tribal insurrection in Babylonia and probably instigated a Palestinian revolt, both of which this Assyrian king put down.  His wars against the Elamites eventually left him powerless for a while, but in 689, he besieged Babylon and sacked it. FTP, name this son of Sargon II who rebuilt Nineveh and made it his capital.": {
    "guess": "Sennacherib",
    "confidence": [
      [
        "S",
        -0.0064423922
      ],
      [
        "enn",
        -9.7821416e-05
      ],
      [
        "acher",
        -2.4391957e-05
      ],
      [
        "ib",
        -1.0564331e-05
      ]
    ]
  },
  "The Palace of the Shirvanshahs is a UNESCO World Heritage Site located in this city's Inner City, wherein the Maiden Tower also lies. This city's Crystal Hall hosted the 2012 Eurovision Song Contest. The SOCAR Tower, which is currently under construction, will be this city's tallest building, and other": {
    "guess": "Baku",
    "confidence": [
      [
        "B",
        -0.00158009
      ],
      [
        "aku",
        -5.5577775e-06
      ]
    ]
  },
  "The Palace of the Shirvanshahs is a UNESCO World Heritage Site located in this city's Inner City, wherein the Maiden Tower also lies. This city's Crystal Hall hosted the 2012 Eurovision Song Contest. The SOCAR Tower, which is currently under construction, will be this city's tallest building, and other buildings being built in this city include the Flame Towers. The March Days was an event in this city where Bolsheviks killed between 12,000 and 30,000 civilians, mostly Muslims. For 10 points, name this city which once produced over half of the world's petroleum, the current capital of Azerbaijan.": {
    "guess": "Baku",
    "confidence": [
      [
        "B",
        -0.00086894445
      ],
      [
        "aku",
        -7.89631e-07
      ]
    ]
  },
  "His palace was called Shanina-la-ishu, or \"The Royal Nonesuch.\"  His main enemy was the Chaldean Merodach-Baladan,": {
    "guess": "Sennacherib",
    "confidence": [
      [
        "S",
        -0.04474978
      ],
      [
        "enn",
        -0.006969809
      ],
      [
        "acher",
        -1.473646e-05
      ],
      [
        "ib",
        -2.8206474e-05
      ]
    ]
  },
  "His palace was called Shanina-la-ishu, or \"The Royal Nonesuch.\"  His main enemy was the Chaldean Merodach-Baladan, who led a tribal insurrection in Babylonia and probably instigated a Palestinian revolt, both of which this Assyrian king put down.  His wars against the Elamites eventually left him powerless for a while, but in 689, he besieged Babylon and sacked it. FTP, name this son of Sargon II who": {
    "guess": "Sennacherib",
    "confidence": [
      [
        "S",
        -0.04146397
      ],
      [
        "enn",
        -0.000697304
      ],
      [
        "acher",
        -5.4788892e-05
      ],
      [
        "ib",
        -1.6166903e-05
      ]
    ]
  },
  "His palace was called Shanina-la-ishu, or \"The Royal Nonesuch.\"  His main enemy was the Chaldean Merodach-Baladan, who led a tribal insurrection in Babylonia and probably instigated a Palestinian revolt, both of which this Assyrian king put down.  His wars against the Elamites eventually left him powerless": {
    "guess": "Sennacherib",
    "confidence": [
      [
        "S",
        -0.086431496
      ],
      [
        "enn",
        -0.12738675
      ],
      [
        "acher",
        -9.066919e-05
      ],
      [
        "ib",
        -1.473646e-05
      ]
    ]
  },
  "Pakistani general Zia ul-Haq became famous for training a country's 2nd Division to fight this man. After being confined to Ramallah in a siege, this man officially incorporated the Al-Aqsa Martyrs' Brigades into an organization he founded that earlier fought against (*) King Hussein's forces during": {
    "guess": "Yasser Arafat",
    "confidence": [
      [
        "Y",
        -0.4676334
      ],
      [
        "asser",
        -0.0038402136
      ],
      [
        " A",
        -5.7530575e-05
      ],
      [
        "raf",
        -0.0001243965
      ],
      [
        "at",
        -6.511407e-06
      ]
    ]
  },
  "The Palace of the Shirvanshahs is a UNESCO World Heritage Site located in this city's Inner City, wherein the Maiden Tower also lies. This city's Crystal Hall hosted the 2012 Eurovision Song Contest. The SOCAR Tower, which is currently under construction, will be this city's tallest building, and other buildings being built in this city include the Flame Towers. The March Days was an event in this city where Bolsheviks killed between 12,000 and 30,000 civilians, mostly Muslims. For 10 points, name": {
    "guess": "Baku",
    "confidence": [
      [
        "B",
        -0.0022345937
      ],
      [
        "aku",
        -4.604148e-06
      ]
    ]
  },
  "The Palace of the Shirvanshahs is a UNESCO World Heritage Site located in this city's Inner City, wherein the Maiden Tower also lies. This city's Crystal Hall hosted the 2012 Eurovision Song Contest. The SOCAR Tower, which is currently under construction, will be this city's tallest building, and other buildings being built in this city include the Flame Towers. The March Days was an event in this": {
    "guess": "Baku",
    "confidence": [
      [
        "B",
        -0.0025423705
      ],
      [
        "aku",
        -3.2929079e-06
      ]
    ]
  },
  "The Palace of the Shirvanshahs is a UNESCO World Heritage Site located in this city's Inner City, wherein": {
    "guess": "Baku",
    "confidence": [
      [
        "B",
        -0.004909955
      ],
      [
        "aku",
        -6.9882217e-06
      ]
    ]
  },
  "Pakistani general Zia ul-Haq became famous for training a country's 2nd Division to fight this man. After being confined to Ramallah in a siege, this man officially incorporated the Al-Aqsa Martyrs' Brigades into an organization he founded that earlier fought against (*) King Hussein's forces during Black September. Bill Clinton mediated a meeting between this founder of Fatah and Ehud Barak at the": {
    "guess": "Yasser Arafat",
    "confidence": [
      [
        "Y",
        -0.08827473
      ],
      [
        "asser",
        -0.011068572
      ],
      [
        " A",
        -0.0001944809
      ],
      [
        "raf",
        -0.00019042798
      ],
      [
        "at",
        -1.4855664e-05
      ]
    ]
  },
  "Pakistani general Zia ul-Haq became famous for training a country's 2nd Division to fight this man. After being confined to Ramallah in a siege, this man officially incorporated the Al-Aqsa Martyrs' Brigades into an organization he founded that earlier fought against (*) King Hussein's forces during Black September. Bill Clinton mediated a meeting between this founder of Fatah and Ehud Barak at the Camp David Summit. Two Israelis won the Nobel for the Oslo Accords with - for 10 points - what long-time President of the PLO who died in 2004?": {
    "guess": "Yasser Arafat",
    "confidence": [
      [
        "Y",
        -0.010425116
      ],
      [
        "asser",
        -0.0037348797
      ],
      [
        " A",
        -0.00014859485
      ],
      [
        "raf",
        -0.00012582695
      ],
      [
        "at",
        -5.080963e-06
      ]
    ]
  },
  "Pakistani general Zia ul-Haq became famous for training a country's 2nd Division to fight this man. After being confined to Ramallah in a siege, this man officially incorporated the Al-Aqsa Martyrs' Brigades": {
    "guess": "Yasser Arafat",
    "confidence": [
      [
        "Y",
        -0.40379593
      ],
      [
        "asser",
        -0.0031562112
      ],
      [
        " A",
        -4.012684e-05
      ],
      [
        "raf",
        -0.00010294717
      ],
      [
        "at",
        -5.4385737e-06
      ]
    ]
  },
  "His palace was called Shanina-la-ishu, or \"The Royal Nonesuch.\"  His main enemy was the Chaldean Merodach-Baladan, who led a tribal insurrection in Babylonia and probably instigated a Palestinian revolt,": {
    "guess": "Sennacherib",
    "confidence": [
      [
        "S",
        -0.04205566
      ],
      [
        "enn",
        -0.25138456
      ],
      [
        "acher",
        -5.252402e-05
      ],
      [
        "ib",
        -3.4405064e-05
      ]
    ]
  },
  "Pakistani general Zia ul-Haq became famous for training a country's 2nd Division to fight this man. After being confined to Ramallah in a siege, this man officially incorporated the Al-Aqsa Martyrs' Brigades into an organization he founded that earlier fought against (*) King Hussein's forces during Black September. Bill Clinton mediated a meeting between this founder of Fatah and Ehud Barak at the Camp David Summit. Two Israelis won the Nobel for the Oslo Accords with - for 10 points - what long-time": {
    "guess": "Yasser Arafat",
    "confidence": [
      [
        "Y",
        -0.034180272
      ],
      [
        "asser",
        -0.0055094305
      ],
      [
        " A",
        -6.3490756e-05
      ],
      [
        "raf",
        -9.603336e-05
      ],
      [
        "at",
        -7.822647e-06
      ]
    ]
  }
}