{
  "Oxygen production was dependent on this molecule in an experiment performed by Theodor Wilhelm Engelmann": {
    "guess": "Chlorophyll",
    "confidence": [
      [
        "Ch",
        -0.008488577
      ],
      [
        "lor",
        -8.637786e-05
      ],
      [
        "oph",
        -0.0007641223
      ],
      [
        "yll",
        -0.00030507625
      ]
    ]
  },
  "Oxygen production was dependent on this molecule in an experiment performed by Theodor Wilhelm Engelmann that used freshwater algae. Min Chen recently identified the \"f\" type of this molecule in stromatolites. Located in an organelle that is mainly in mesophyll cells, this molecule has a porphyrin ring coordinated to a central magnesium ion. A common experiment involves separation using paper chromatography of carotene, pheophytin, xanthophyll, and the \"a\" and \"b\" types of this molecule. Photosystem I contains a dimer of this molecule whose peak absorption is at 700 nanometers. For 10 points, name": {
    "guess": "Chlorophyll",
    "confidence": [
      [
        "Ch",
        -0.0021250418
      ],
      [
        "lor",
        -1.1279553e-05
      ],
      [
        "oph",
        -5.3193703e-06
      ],
      [
        "yll",
        -0.00012368128
      ]
    ]
  },
  "Oxygen production was dependent on this molecule in an experiment performed by Theodor Wilhelm Engelmann that used freshwater algae. Min Chen recently identified the \"f\" type of this molecule in stromatolites. Located in an organelle that is mainly in mesophyll cells, this molecule has a porphyrin ring coordinated to a central magnesium ion. A common experiment involves separation using paper chromatography": {
    "guess": "Chlorophyll",
    "confidence": [
      [
        "Ch",
        -0.0018656912
      ],
      [
        "lor",
        -8.029847e-05
      ],
      [
        "oph",
        -0.00012642296
      ],
      [
        "yll",
        -0.00022845028
      ]
    ]
  },
  "Oxygen production was dependent on this molecule in an experiment performed by Theodor Wilhelm Engelmann that used freshwater algae. Min Chen recently identified the \"f\" type of this molecule in stromatolites. Located in an organelle that is mainly in mesophyll cells, this molecule has a porphyrin ring": {
    "guess": "Chlorophyll",
    "confidence": [
      [
        "Ch",
        -0.0009077682
      ],
      [
        "lor",
        -2.577686e-06
      ],
      [
        "oph",
        -0.00014561474
      ],
      [
        "yll",
        -4.9663133e-05
      ]
    ]
  },
  "Oxygen production was dependent on this molecule in an experiment performed by Theodor Wilhelm Engelmann that used freshwater algae. Min Chen recently identified the \"f\" type of this molecule in stromatolites. Located in an organelle that is mainly in mesophyll cells, this molecule has a porphyrin ring coordinated to a central magnesium ion. A common experiment involves separation using paper chromatography of carotene, pheophytin, xanthophyll, and the \"a\" and \"b\" types of this molecule. Photosystem": {
    "guess": "Chlorophyll",
    "confidence": [
      [
        "Ch",
        -0.0157495
      ],
      [
        "lor",
        -0.00013953536
      ],
      [
        "oph",
        -0.00011605957
      ],
      [
        "yll",
        -0.00029780483
      ]
    ]
  },
  "Oxygen production was dependent on this molecule in an experiment performed by Theodor Wilhelm Engelmann that used freshwater algae. Min Chen recently identified the \"f\" type of this molecule in stromatolites. Located in an organelle that is mainly in mesophyll cells, this molecule has a porphyrin ring coordinated to a central magnesium ion. A common experiment involves separation using paper chromatography of carotene, pheophytin, xanthophyll, and the \"a\" and \"b\" types of this molecule. Photosystem I contains a dimer of this molecule whose peak absorption is at 700 nanometers. For 10 points, name this green pigment located in the chloroplasts of plants.": {
    "guess": "Chlorophyll",
    "confidence": [
      [
        "Ch",
        -0.00054457295
      ],
      [
        "lor",
        -0.000108907356
      ],
      [
        "oph",
        -4.246537e-06
      ],
      [
        "yll",
        -0.000119874094
      ]
    ]
  },
  "Oxygen production was dependent on this molecule in an experiment performed by Theodor Wilhelm Engelmann that used freshwater algae. Min Chen recently identified the \"f\" type of this molecule in stromatolites.": {
    "guess": "Chlorophyll",
    "confidence": [
      [
        "Ch",
        -0.0036842823
      ],
      [
        "lor",
        -7.815281e-05
      ],
      [
        "oph",
        -2.1769476e-05
      ],
      [
        "yll",
        -0.00037216223
      ]
    ]
  }
}