{
  "Within two weeks of this event's conclusion, protesters stormed an armory in Chittagong and the Royal Garhwal Rifles mutinied in Peshawar. It resulted in the Second Round Table Conference between its leader and Lord Irwin, who failed to halt it when he arrested Kasturba. Like campaign in Bardoli two years before, it was centered in Gujarat, where marchers were knocked down with steel-tipped clubs when they tried to defy a British monopoly. FTP, identify this 1930 protest led by Mahatma Gandhi, who": {
    "guess": "Salt Satyagraha",
    "confidence": [
      [
        "Salt",
        -0.03531358
      ],
      [
        " Sat",
        -0.61765337
      ],
      [
        "y",
        -0.000102708764
      ],
      [
        "agra",
        -3.5835506e-05
      ],
      [
        "ha",
        -0.00047547516
      ]
    ]
  },
  "The Wiskott-Aldrich protein activates another protein that binds to this protein, and on the cell membrane these proteins complex with archvillin and supervillin. Prokaryotic analogues of this protein include MreB and ParM, and another protein that binds to it is mutated in Finnish-type amyloidosis,": {
    "guess": "Actin",
    "confidence": [
      [
        "Act",
        -0.015748443
      ],
      [
        "in",
        -0.0051496737
      ]
    ]
  },
  "A wise man in this text tells of a worker whose hand-balm saved a prince in battle to mock a friend who destroyed a giant gourd he could have turned into a raft. In another passage of this text, two gods try to repay a third who has no holes in his body by boring seven holes in him, but accidentally kill him. This text is divided into seven authentic \"inner chapters,\" fifteen \"outer chapters,\" and": {
    "guess": "Zhuangzi (book)",
    "confidence": [
      [
        "Z",
        -0.0034777168
      ],
      [
        "hu",
        -3.5835506e-05
      ],
      [
        "ang",
        -1.9743013e-05
      ],
      [
        "zi",
        -2.5583993e-05
      ],
      [
        " (",
        -0.0007094518
      ],
      [
        "book",
        -2.0696643e-05
      ],
      [
        ")",
        -5.5122365e-07
      ]
    ]
  },
  "The wise men known as the Abgal were created from the body of this god, and Damkina became pregnant while": {
    "guess": "Enki",
    "confidence": [
      [
        "En",
        -0.20520875
      ],
      [
        "ki",
        -0.053185254
      ]
    ]
  },
  "The wise men known as the Abgal were created from the body of this god, and Damkina became pregnant while living on this god's corpse. He was killed after a failed attempt to eliminate his children by creating Mummu. He original offspring were the soils Lahmu and Lahamu and the earth and sky, Anshar and Kishar, and his later descendant Ea kills him. In the epic of Gilgamesh, Gilgamesh goes into the body represented as this deity to pick the plant of eternal life. For 10 points, name this husband of the deep salt water Tiamat, the Mesopotamian embodiment of the primordial fresh-water ocean.": {
    "guess": "Apsu",
    "confidence": [
      [
        "A",
        -0.0058386186
      ],
      [
        "ps",
        -3.1737043e-06
      ],
      [
        "u",
        -0.0006260606
      ]
    ]
  },
  "Within the last month, this region has seen a renewal of ethnic violence, as Serbian police killed over 80 ethnic Albanians in retaliation for the deaths of four Serb police by a radical Albanian separatist group. For ten points, name this region of Serbia, 90% of whose residents are ethnic Albanians.": {
    "guess": "Kosovo",
    "confidence": [
      [
        "K",
        -0.661812
      ],
      [
        "os",
        -0.00033188972
      ],
      [
        "ovo",
        -0.00038157566
      ]
    ]
  },
  "Within this body of water are the islands of Mancarroncito and La Venada. The historic city of Granada is located on its northwestern shore, and it is the drainage site of more than forty rivers including the Tipitapa. The active volcanoes of Concepción and Maderas are located on its largest island of Ometepe. The San Juan River provides access for this body of water to the Caribbean Sea, and it is separated from the Pacific Ocean by the Rivas Isthmus. Home to a namesake species of freshwater shark, FTP, what is this Central American lake, the largest in an eponymous country with capital at Managua?": {
    "guess": "Lake Nicaragua",
    "confidence": [
      [
        "Lake",
        -0.0035721501
      ],
      [
        " Nicaragua",
        -0.00055255595
      ]
    ]
  },
  "Within the last month, this region has seen a renewal of ethnic violence, as Serbian police killed over": {
    "guess": "Kosovo War",
    "confidence": [
      [
        "K",
        -0.024855461
      ],
      [
        "os",
        -0.0010593678
      ],
      [
        "ovo",
        -0.00040111772
      ],
      [
        " War",
        -0.283515
      ]
    ]
  },
  "Within this body of water are the islands of Mancarroncito and La Venada. The historic city of Granada is located on its northwestern shore, and it is the drainage site of more than forty rivers including the Tipitapa. The active volcanoes of Concepción and Maderas are located on its largest island of": {
    "guess": "Lake Nicaragua",
    "confidence": [
      [
        "Lake",
        -0.0053713103
      ],
      [
        " Nicaragua",
        -0.009784419
      ]
    ]
  },
  "A wise man in this text tells of a worker whose hand-balm saved a prince in battle to mock a friend who destroyed a giant gourd he could have turned into a raft. In another passage of this text, two gods try to repay a third who has no holes in his body by boring seven holes in him, but accidentally kill him. This text is divided into seven authentic \"inner chapters,\" fifteen \"outer chapters,\" and eleven \"miscellaneous chapters.\" (*) Guo Xiang wrote the best-known commentary on this text, which includes various debates between Hui Shi and the title character, who argues for relativism by noting that he cannot know whether he is \"actually\" a man or an insect thinking he is a man. For 10 points, name this Daoist text most famous for describing its namesake's \"butterfly dream.\"": {
    "guess": "Zhuangzi (book)",
    "confidence": [
      [
        "Z",
        -0.03185613
      ],
      [
        "hu",
        -0.00025251842
      ],
      [
        "ang",
        -3.202099e-05
      ],
      [
        "zi",
        -0.00015657782
      ],
      [
        " (",
        -0.19280884
      ],
      [
        "book",
        -0.00090467255
      ],
      [
        ")",
        -1.9816675e-06
      ]
    ]
  },
  "The wise men known as the Abgal were created from the body of this god, and Damkina became pregnant while living on this god's corpse. He was killed after a failed attempt to eliminate his children by creating Mummu. He original offspring were the soils Lahmu and Lahamu and the earth and sky, Anshar": {
    "guess": "Anshar",
    "confidence": [
      [
        "An",
        -0.5837193
      ],
      [
        "sh",
        -0.5173273
      ],
      [
        "ar",
        -9.972867e-05
      ]
    ]
  },
  "The wise men known as the Abgal were created from the body of this god, and Damkina became pregnant while living on this god's corpse. He was killed after a failed attempt to eliminate his children by": {
    "guess": "Enki",
    "confidence": [
      [
        "En",
        -0.53669363
      ],
      [
        "ki",
        -0.05601144
      ]
    ]
  },
  "The Wiskott-Aldrich protein activates another protein that binds to this protein, and on the cell membrane": {
    "guess": "CDC42",
    "confidence": [
      [
        "CDC",
        -0.7650019
      ],
      [
        "42",
        -0.0008972893
      ]
    ]
  },
  "The wise men known as the Abgal were created from the body of this god, and Damkina became pregnant while living on this god's corpse. He was killed after a failed attempt to eliminate his children by creating Mummu. He original offspring were the soils Lahmu and Lahamu and the earth and sky, Anshar and Kishar, and his later descendant Ea kills him. In the epic of Gilgamesh, Gilgamesh goes into the": {
    "guess": "Anu",
    "confidence": [
      [
        "An",
        -0.78633136
      ],
      [
        "u",
        -0.1199109
      ]
    ]
  },
  "Within two weeks of this event's conclusion, protesters stormed an armory in Chittagong and the Royal Garhwal Rifles mutinied in Peshawar. It resulted in the Second Round Table Conference between its leader and Lord Irwin, who failed to halt it when he arrested Kasturba. Like campaign in Bardoli two": {
    "guess": "Salt March",
    "confidence": [
      [
        "Salt",
        -0.5774596
      ],
      [
        " March",
        -0.3799884
      ]
    ]
  },
  "The Wiskott-Aldrich protein activates another protein that binds to this protein, and on the cell membrane these proteins complex with archvillin and supervillin. Prokaryotic analogues of this protein include MreB and ParM, and another protein that binds to it is mutated in Finnish-type amyloidosis, known as gelsolin. A common method of viewing this protein in cell culture involves using fluorescently-tagged phalloidin, and they tend to collect when nucleated by the Arp2/3 complex. Cadherins and catenins bind to it via vinculin, and ATP binding causes this protein to transition between its globular and fibrous forms. Polymers of it are surrounded by nebulin in one structure, and this protein forms lamellopodia and the contractile ring in cytokinesis. It also binds to troponin and tropomyosin in sarcomeres. For 10 points, name this protein that when arranged in a helix and polymerized forms microfilaments, and which pairs with the motor protein myosin.": {
    "guess": "Actin",
    "confidence": [
      [
        "Act",
        -0.0018493895
      ],
      [
        "in",
        -2.0339032e-05
      ]
    ]
  },
  "Within two weeks of this event's conclusion, protesters stormed an armory in Chittagong and the Royal Garhwal Rifles mutinied in Peshawar. It resulted in the Second Round Table Conference between its leader and Lord Irwin, who failed to halt it when he arrested Kasturba. Like campaign in Bardoli two years before, it was centered in Gujarat, where marchers were knocked down with steel-tipped clubs when they tried to defy a British monopoly. FTP, identify this 1930 protest led by Mahatma Gandhi, who walked to the sea to make a certain mineral.": {
    "guess": "Salt March",
    "confidence": [
      [
        "Salt",
        -0.019187422
      ],
      [
        " March",
        -0.3252021
      ]
    ]
  },
  "The Wiskott-Aldrich protein activates another protein that binds to this protein, and on the cell membrane these proteins complex with archvillin and supervillin. Prokaryotic analogues of this protein include MreB and ParM, and another protein that binds to it is mutated in Finnish-type amyloidosis, known as gelsolin. A common method of viewing this protein in cell culture involves using fluorescently-tagged phalloidin, and they tend to collect when nucleated by the Arp2/3 complex. Cadherins and catenins bind to it via vinculin, and ATP binding causes this protein to transition between its globular and fibrous forms. Polymers of it are surrounded by nebulin in one structure, and this protein forms lamellopodia and the contractile ring in cytokinesis. It also binds to troponin and tropomyosin": {
    "guess": "Actin",
    "confidence": [
      [
        "Act",
        -0.0025385632
      ],
      [
        "in",
        -0.00026526954
      ]
    ]
  },
  "The Wiskott-Aldrich protein activates another protein that binds to this protein, and on the cell membrane these proteins complex with archvillin and supervillin. Prokaryotic analogues of this protein include MreB and ParM, and another protein that binds to it is mutated in Finnish-type amyloidosis, known as gelsolin. A common method of viewing this protein in cell culture involves using fluorescently-tagged phalloidin, and they tend to collect when nucleated by the Arp2/3 complex. Cadherins and catenins bind to it via vinculin, and ATP binding causes this protein to transition between its globular": {
    "guess": "Actin",
    "confidence": [
      [
        "Act",
        -0.0046455036
      ],
      [
        "in",
        -0.00020878535
      ]
    ]
  },
  "Within two weeks of this event's conclusion, protesters stormed an armory in Chittagong and the Royal Garhwal Rifles mutinied in Peshawar. It resulted in the Second Round Table Conference between its leader": {
    "guess": "Chittagong Armoury Raid",
    "confidence": [
      [
        "Ch",
        -0.26606432
      ],
      [
        "itt",
        -0.0002554985
      ],
      [
        "ag",
        -0.00025204162
      ],
      [
        "ong",
        -5.5122365e-07
      ],
      [
        " Armour",
        -0.66324216
      ],
      [
        "y",
        -3.1737043e-06
      ],
      [
        " Raid",
        -0.012311029
      ]
    ]
  },
  "The Wiskott-Aldrich protein activates another protein that binds to this protein, and on the cell membrane these proteins complex with archvillin and supervillin. Prokaryotic analogues of this protein include MreB and ParM, and another protein that binds to it is mutated in Finnish-type amyloidosis, known as gelsolin. A common method of viewing this protein in cell culture involves using fluorescently-tagged phalloidin, and they tend to collect when nucleated by the Arp2/3 complex. Cadherins and catenins bind to it via vinculin, and ATP binding causes this protein to transition between its globular and fibrous forms. Polymers of it are surrounded by nebulin in one structure, and this protein forms lamellopodia and the contractile ring in cytokinesis. It also binds to troponin and tropomyosin in sarcomeres. For 10 points, name this protein that when arranged in a helix and polymerized forms": {
    "guess": "Actin",
    "confidence": [
      [
        "Act",
        -0.00435701
      ],
      [
        "in",
        -2.9756122e-05
      ]
    ]
  },
  "Within two weeks of this event's conclusion, protesters stormed an armory in Chittagong and the Royal": {
    "guess": "Chittagong Armoury Raid",
    "confidence": [
      [
        "Ch",
        -0.9806917
      ],
      [
        "itt",
        -0.00039158878
      ],
      [
        "ag",
        -0.00039087355
      ],
      [
        "ong",
        -3.1281633e-07
      ],
      [
        " Armour",
        -0.6814104
      ],
      [
        "y",
        -9.0883464e-07
      ],
      [
        " Raid",
        -0.006694527
      ]
    ]
  },
  "A wise man in this text tells of a worker whose hand-balm saved a prince in battle to mock a friend who": {
    "guess": "The Prince (book)",
    "confidence": [
      [
        "The",
        -0.36474603
      ],
      [
        " Prince",
        -1.58228
      ],
      [
        " (",
        -0.550899
      ],
      [
        "book",
        -0.5422053
      ],
      [
        ")",
        -0.0010266162
      ]
    ]
  },
  "The Wiskott-Aldrich protein activates another protein that binds to this protein, and on the cell membrane these proteins complex with archvillin and supervillin. Prokaryotic analogues of this protein include MreB and ParM, and another protein that binds to it is mutated in Finnish-type amyloidosis, known as gelsolin. A common method of viewing this protein in cell culture involves using fluorescently-tagged": {
    "guess": "Actin",
    "confidence": [
      [
        "Act",
        -0.006074318
      ],
      [
        "in",
        -0.0011741555
      ]
    ]
  },
  "A wise man in this text tells of a worker whose hand-balm saved a prince in battle to mock a friend who destroyed a giant gourd he could have turned into a raft. In another passage of this text, two gods try to repay a third who has no holes in his body by boring seven holes in him, but accidentally": {
    "guess": "Hindu texts",
    "confidence": [
      [
        "H",
        -0.5018363
      ],
      [
        "ind",
        -0.02730002
      ],
      [
        "u",
        -0.0011746286
      ],
      [
        " texts",
        -0.66750985
      ]
    ]
  },
  "Within the last month, this region has seen a renewal of ethnic violence, as Serbian police killed over 80 ethnic Albanians in retaliation for the deaths of four Serb police by a radical Albanian separatist": {
    "guess": "Kosovo",
    "confidence": [
      [
        "K",
        -0.019346563
      ],
      [
        "os",
        -2.4749568e-05
      ],
      [
        "ovo",
        -0.00010807293
      ]
    ]
  },
  "A wise man in this text tells of a worker whose hand-balm saved a prince in battle to mock a friend who destroyed a giant gourd he could have turned into a raft. In another passage of this text, two gods": {
    "guess": "Ramayana",
    "confidence": [
      [
        "Ram",
        -0.6149358
      ],
      [
        "ay",
        -0.0046679303
      ],
      [
        "ana",
        -1.473646e-05
      ]
    ]
  },
  "Within this body of water are the islands of Mancarroncito and La Venada. The historic city of Granada is located on its northwestern shore, and it is the drainage site of more than forty rivers including the Tipitapa. The active volcanoes of Concepción and Maderas are located on its largest island of Ometepe. The San Juan River provides access for this body of water to the Caribbean Sea, and it is": {
    "guess": "Lake Nicaragua",
    "confidence": [
      [
        "Lake",
        -0.0029639117
      ],
      [
        " Nicaragua",
        -0.0063905073
      ]
    ]
  },
  "The Wiskott-Aldrich protein activates another protein that binds to this protein, and on the cell membrane these proteins complex with archvillin and supervillin. Prokaryotic analogues of this protein include MreB and ParM, and another protein that binds to it is mutated in Finnish-type amyloidosis, known as gelsolin. A common method of viewing this protein in cell culture involves using fluorescently-tagged phalloidin, and they tend to collect when nucleated by the Arp2/3 complex. Cadherins and": {
    "guess": "Actin",
    "confidence": [
      [
        "Act",
        -0.011861001
      ],
      [
        "in",
        -0.0012295155
      ]
    ]
  },
  "A wise man in this text tells of a worker whose hand-balm saved a prince in battle to mock a friend who destroyed a giant gourd he could have turned into a raft. In another passage of this text, two gods try to repay a third who has no holes in his body by boring seven holes in him, but accidentally kill him. This text is divided into seven authentic \"inner chapters,\" fifteen \"outer chapters,\" and eleven \"miscellaneous chapters.\" (*) Guo Xiang wrote the best-known commentary on this text, which includes various debates between Hui Shi and the title character, who argues for relativism by noting": {
    "guess": "Zhuangzi (book)",
    "confidence": [
      [
        "Z",
        -0.5467455
      ],
      [
        "hu",
        -0.00031305922
      ],
      [
        "ang",
        -2.7848862e-05
      ],
      [
        "zi",
        -0.00016635252
      ],
      [
        " (",
        -0.16081968
      ],
      [
        "book",
        -0.00019352727
      ],
      [
        ")",
        -6.704273e-07
      ]
    ]
  },
  "The wise men known as the Abgal were created from the body of this god, and Damkina became pregnant while living on this god's corpse. He was killed after a failed attempt to eliminate his children by creating Mummu. He original offspring were the soils Lahmu and Lahamu and the earth and sky, Anshar and Kishar, and his later descendant Ea kills him. In the epic of Gilgamesh, Gilgamesh goes into the body represented as this deity to pick the plant of eternal life. For 10 points, name this husband": {
    "guess": "Apsu",
    "confidence": [
      [
        "A",
        -0.12525238
      ],
      [
        "ps",
        -7.58424e-06
      ],
      [
        "u",
        -0.0011379543
      ]
    ]
  },
  "Within this body of water are the islands of Mancarroncito and La Venada. The historic city of Granada is located on its northwestern shore, and it is the drainage site of more than forty rivers including": {
    "guess": "Lake Nicaragua",
    "confidence": [
      [
        "Lake",
        -0.0029998086
      ],
      [
        " Nicaragua",
        -0.0036791712
      ]
    ]
  },
  "A wise man in this text tells of a worker whose hand-balm saved a prince in battle to mock a friend who destroyed a giant gourd he could have turned into a raft. In another passage of this text, two gods try to repay a third who has no holes in his body by boring seven holes in him, but accidentally kill him. This text is divided into seven authentic \"inner chapters,\" fifteen \"outer chapters,\" and eleven \"miscellaneous chapters.\" (*) Guo Xiang wrote the best-known commentary on this text, which includes various debates between Hui Shi and the title character, who argues for relativism by noting that he cannot know whether he is \"actually\" a man or an insect thinking he is a man. For 10 points,": {
    "guess": "Chuang-Tzu",
    "confidence": [
      [
        "Ch",
        -0.6921621
      ],
      [
        "uang",
        -4.9424725e-05
      ],
      [
        "-T",
        -0.08421725
      ],
      [
        "zu",
        -7.58424e-06
      ]
    ]
  },
  "Within this body of water are the islands of Mancarroncito and La Venada. The historic city of Granada": {
    "guess": "Lake Nicaragua",
    "confidence": [
      [
        "Lake",
        -0.013129877
      ],
      [
        " Nicaragua",
        -0.0127404835
      ]
    ]
  },
  "Within this body of water are the islands of Mancarroncito and La Venada. The historic city of Granada is located on its northwestern shore, and it is the drainage site of more than forty rivers including the Tipitapa. The active volcanoes of Concepción and Maderas are located on its largest island of Ometepe. The San Juan River provides access for this body of water to the Caribbean Sea, and it is separated from the Pacific Ocean by the Rivas Isthmus. Home to a namesake species of freshwater shark,": {
    "guess": "Lake Nicaragua",
    "confidence": [
      [
        "Lake",
        -0.0039691664
      ],
      [
        " Nicaragua",
        -0.00035739198
      ]
    ]
  },
  "Within two weeks of this event's conclusion, protesters stormed an armory in Chittagong and the Royal Garhwal Rifles mutinied in Peshawar. It resulted in the Second Round Table Conference between its leader and Lord Irwin, who failed to halt it when he arrested Kasturba. Like campaign in Bardoli two years before, it was centered in Gujarat, where marchers were knocked down with steel-tipped clubs when": {
    "guess": "Salt March",
    "confidence": [
      [
        "Salt",
        -0.3681796
      ],
      [
        " March",
        -0.18494849
      ]
    ]
  },
  "A wise man in this text tells of a worker whose hand-balm saved a prince in battle to mock a friend who destroyed a giant gourd he could have turned into a raft. In another passage of this text, two gods try to repay a third who has no holes in his body by boring seven holes in him, but accidentally kill him. This text is divided into seven authentic \"inner chapters,\" fifteen \"outer chapters,\" and eleven \"miscellaneous chapters.\" (*) Guo Xiang wrote the best-known commentary on this text, which includes": {
    "guess": "Zhuangzi (book)",
    "confidence": [
      [
        "Z",
        -0.48376563
      ],
      [
        "hu",
        -0.00053587474
      ],
      [
        "ang",
        -1.5928495e-05
      ],
      [
        "zi",
        -0.00014954848
      ],
      [
        " (",
        -0.35512844
      ],
      [
        "book",
        -0.00049643667
      ],
      [
        ")",
        -2.220075e-06
      ]
    ]
  },
  "The Wiskott-Aldrich protein activates another protein that binds to this protein, and on the cell membrane these proteins complex with archvillin and supervillin. Prokaryotic analogues of this protein include MreB and ParM, and another protein that binds to it is mutated in Finnish-type amyloidosis, known as gelsolin. A common method of viewing this protein in cell culture involves using fluorescently-tagged phalloidin, and they tend to collect when nucleated by the Arp2/3 complex. Cadherins and catenins bind to it via vinculin, and ATP binding causes this protein to transition between its globular and fibrous forms. Polymers of it are surrounded by nebulin in one structure, and this protein": {
    "guess": "Actin",
    "confidence": [
      [
        "Act",
        -0.0016672077
      ],
      [
        "in",
        -9.41261e-05
      ]
    ]
  },
  "The Wiskott-Aldrich protein activates another protein that binds to this protein, and on the cell membrane these proteins complex with archvillin and supervillin. Prokaryotic analogues of this protein": {
    "guess": "Actin",
    "confidence": [
      [
        "Act",
        -0.038534604
      ],
      [
        "in",
        -0.0001004439
      ]
    ]
  }
}