{
  "Male birds have two chromosomes denoted by this letter. In statistics, the number of standard deviations separating a value from the mean is denoted by this letter's \"score.\" In i,j,k vector notation, the k component indicates movement in this (*) direction, which also names the axis that differentiates cylindrical coordinates from polar coordinates. The set of integers is often denoted by, for 10 points, what Arabic letter that forms the third coordinate of an ordered triple?": {
    "guess": "Z",
    "confidence": [
      [
        "Z",
        -0.007449614
      ]
    ]
  },
  "Malus's Law gives the intensity of a light ray after it is subjected to this process. This process is often performed in commercial products through the use of dichroic materials, and commonly comes in circular and linear types. It also occurs by reflection when the incident light ray comes in at Brewster's angle. (*) For 10 points, name this process by which a light ray's waves are made to oscillate": {
    "guess": "Polarization",
    "confidence": [
      [
        "P",
        -0.005566229
      ],
      [
        "olar",
        0.0
      ],
      [
        "ization",
        -0.09819446
      ]
    ]
  },
  "Malfunctions of this organelle include Wilson's disease, Kaerns-Sayre syndrome, and Leber's hereditary optic neuropathy. It can be found in long traveling chains, and the malate-aspartate shuttle is used": {
    "guess": "Mitochondrion",
    "confidence": [
      [
        "Mit",
        -0.0013494033
      ],
      [
        "ochond",
        -8.8285124e-05
      ],
      [
        "r",
        -0.00097647903
      ],
      [
        "ion",
        -1.504853e-06
      ]
    ]
  },
  "Mallik and Henikoff have posited the evolution of these structures from two-micron STB elements. These items are unable to self-associate properly in the absence of functional ESCO2, a condition known": {
    "guess": "Centromere",
    "confidence": [
      [
        "Cent",
        -1.4030832
      ],
      [
        "rom",
        -0.0076981946
      ],
      [
        "ere",
        -0.0039764126
      ]
    ]
  },
  "Male birds have two chromosomes denoted by this letter. In statistics, the number of standard deviations separating a value from the mean is denoted by this letter's \"score.\" In i,j,k vector notation, the k component indicates movement in this (*) direction, which also names the axis that differentiates": {
    "guess": "Z-axis",
    "confidence": [
      [
        "Z",
        -0.35407004
      ],
      [
        "-axis",
        -0.06464982
      ]
    ]
  },
  "This male ruler's former secretary was the target of Irish assassin Patrick O'Collun. That secretary was involved in the murder of this man's rival, Don John of Austria. This ruler dispatched a Governor": {
    "guess": "Philip II of Spain",
    "confidence": [
      [
        "Philip",
        -0.22764675
      ],
      [
        " II",
        -0.003577857
      ],
      [
        " of",
        -0.00070397207
      ],
      [
        " Spain",
        -0.00082344905
      ]
    ]
  },
  "Malus' law gives the transmitted intensity of polarized light as the square of this function of the polarizer's angle relative to the incoming light. In Compton scattering, the wavelength shift is proportional to 1 minus this function of the scattering angle. The intensity observed from a Lambertian surface is proportional to this function of the angle between the observer and the surface normal. This function's hyperbolic version describes the shape of a freely hanging chain supported at both ends and subject to a uniform gravitational force. The dot product of two vectors is given by the product of their magnitudes times this function of the angle between them. For 10 points, identify this": {
    "guess": "Trigonometric functions",
    "confidence": [
      [
        "Tr",
        -0.013853886
      ],
      [
        "igon",
        -0.0004896457
      ],
      [
        "ometric",
        -0.0010802065
      ],
      [
        " functions",
        -0.004521854
      ]
    ]
  },
  "Malus' law gives the transmitted intensity of polarized light as the square of this function of the polarizer's angle relative to the incoming light. In Compton scattering, the wavelength shift is proportional to 1 minus this function of the scattering angle. The intensity observed from a Lambertian surface is proportional to this function of the angle between the observer and the surface normal. This": {
    "guess": "Trigonometric functions",
    "confidence": [
      [
        "Tr",
        -0.80355203
      ],
      [
        "igon",
        -0.0023769615
      ],
      [
        "ometric",
        -0.0041416874
      ],
      [
        " functions",
        -0.022927705
      ]
    ]
  },
  "Malfunctions of this organelle include Wilson's disease, Kaerns-Sayre syndrome, and Leber's hereditary optic neuropathy. It can be found in long traveling chains, and the malate-aspartate shuttle is used between it and the cytosol. Its namesake uncoupling occurs in brown fat, and apoptosis is induced when cytochrome c is released from it. Its cristae are formed by its inner membrane, which is evidence": {
    "guess": "Mitochondrion",
    "confidence": [
      [
        "Mit",
        -0.0011721291
      ],
      [
        "ochond",
        -4.4894987e-05
      ],
      [
        "r",
        -0.00072029565
      ],
      [
        "ion",
        -4.604148e-06
      ]
    ]
  },
  "Malfunctions of this organelle include Wilson's disease, Kaerns-Sayre syndrome, and Leber's hereditary optic neuropathy. It can be found in long traveling chains, and the malate-aspartate shuttle is used between it and the cytosol. Its namesake uncoupling occurs in brown fat, and apoptosis is induced": {
    "guess": "Mitochondrion",
    "confidence": [
      [
        "Mit",
        -0.0012421365
      ],
      [
        "ochond",
        -5.145119e-05
      ],
      [
        "r",
        -0.0016683998
      ],
      [
        "ion",
        -3.650519e-06
      ]
    ]
  },
  "This male ruler's former secretary was the target of Irish assassin Patrick O'Collun. That secretary was involved in the murder of this man's rival, Don John of Austria. This ruler dispatched a Governor who executed men like the Count of Egmont after establishing the \"Council of Blood.\" After being pissed off by the Treaty of Nonsuch, he placed the Duke of (*) Medina Sidonia in charge of a force defeated": {
    "guess": "Philip II of Spain",
    "confidence": [
      [
        "Philip",
        -0.093470246
      ],
      [
        " II",
        -9.138441e-05
      ],
      [
        " of",
        -1.3186812e-05
      ],
      [
        " Spain",
        -4.727906e-05
      ]
    ]
  },
  "Malus' law gives the transmitted intensity of polarized light as the square of this function of the polarizer's angle relative to the incoming light. In Compton scattering, the wavelength shift is proportional to 1 minus this function of the scattering angle. The intensity observed from a Lambertian": {
    "guess": "Trigonometric functions",
    "confidence": [
      [
        "Tr",
        -0.016203165
      ],
      [
        "igon",
        -0.00021819877
      ],
      [
        "ometric",
        -0.0021346752
      ],
      [
        " functions",
        -0.010337576
      ]
    ]
  },
  "The male and female sexual organs of this divisions species are known as antheridia and archegonia. The": {
    "guess": "Marchantiophyta",
    "confidence": [
      [
        "March",
        -0.42726544
      ],
      [
        "anti",
        -0.0977645
      ],
      [
        "oph",
        -0.00015478976
      ],
      [
        "y",
        -0.0023896834
      ],
      [
        "ta",
        -0.0006440494
      ]
    ]
  },
  "Malus's Law gives the intensity of a light ray after it is subjected to this process. This process is": {
    "guess": "Polarizer",
    "confidence": [
      [
        "P",
        -0.029201282
      ],
      [
        "olar",
        -1.9361265e-07
      ],
      [
        "izer",
        -0.40256017
      ]
    ]
  },
  "Mallik and Henikoff have posited the evolution of these structures from two-micron STB elements. These items are unable to self-associate properly in the absence of functional ESCO2, a condition known as Robert's syndrome. A common type of yeast vector combines this with an autonomous replicating sequence.  Shugoshin prevents the release of cohesin from these elements, and Cse4 is a H3 variant that loads at this site.  \"Point\" ones may bind only a single nucleosome and may be as small as 125 base pairs, but mammalian ones are much larger and contain repetitive alpha satellite DNA.  This DNA element": {
    "guess": "Centromere",
    "confidence": [
      [
        "Cent",
        -0.0032801447
      ],
      [
        "rom",
        -8.053688e-05
      ],
      [
        "ere",
        -0.0014052327
      ]
    ]
  },
  "Malpeque Bay is a wetland region found in the northwest portion of this province, commonly nicknamed the \"Garden of the Gulf\". This province, whose capital was named after the consort of George III, is the primary setting for Lucy Montgomery's Anne of Green Gables and was named for the Duke of Kent who fathered Queen Victoria. This province lies north of Northumberland Strait and east of Cape Breton Island. Charlottetown is the capital of, for 10 points, what smallest Canadian province north of New Brunswick and Nova Scotia that consists primarily of one island?": {
    "guess": "Prince Edward Island",
    "confidence": [
      [
        "Prince",
        -0.00095946225
      ],
      [
        " Edward",
        -6.122589e-05
      ],
      [
        " Island",
        -3.488188e-05
      ]
    ]
  },
  "Malpeque Bay is a wetland region found in the northwest portion of this province, commonly nicknamed the \"Garden of the Gulf\". This province, whose capital was named after the consort of George III, is the primary setting for Lucy Montgomery's Anne of Green Gables and was named for the Duke of Kent who fathered Queen Victoria. This province lies north of Northumberland Strait and east of Cape Breton": {
    "guess": "Prince Edward Island",
    "confidence": [
      [
        "Prince",
        -0.0011071136
      ],
      [
        " Edward",
        -4.6802244e-05
      ],
      [
        " Island",
        -4.7517467e-05
      ]
    ]
  },
  "This malady proceeds in two stages, and can rarely be triggered by warfarin poisoning. Advanced stage": {
    "guess": "Vitamin K deficiency",
    "confidence": [
      [
        "V",
        -1.0802765
      ],
      [
        "itamin",
        -0.0003247375
      ],
      [
        " K",
        -0.00015991552
      ],
      [
        " deficiency",
        -0.011516368
      ]
    ]
  },
  "The male and female sexual organs of this divisions species are known as antheridia and archegonia. The upper portion of the archegonia acts as a cap to the sporophyte, and is called calyptra. Their life cycle begins when a protonema is produced from a haploid spore, and their water transporting tissue is called a hydroid, as they do not possess a vascular system. For 10 points, identify this plantae division which contains hornworts, liverworts, and mosses.": {
    "guess": "Bryophytes",
    "confidence": [
      [
        "B",
        -0.013973326
      ],
      [
        "ry",
        -1.7239736e-05
      ],
      [
        "oph",
        -4.723352e-06
      ],
      [
        "y",
        -0.02439603
      ],
      [
        "tes",
        -0.09923293
      ]
    ]
  },
  "Mallik and Henikoff have posited the evolution of these structures from two-micron STB elements. These items are unable to self-associate properly in the absence of functional ESCO2, a condition known as Robert's syndrome. A common type of yeast vector combines this with an autonomous replicating sequence.  Shugoshin prevents the release of cohesin from these elements, and Cse4 is a H3 variant that loads at this site.  \"Point\" ones may bind only a single nucleosome and may be as small as 125 base pairs, but mammalian ones are much larger and contain repetitive alpha satellite DNA.  This DNA element is bound by Bub and Mad proteins during cell division.  For 10 points, name this DNA region, the site of kinetochore assembly and spindle attachment, which is often found at the central point of a chromosome.": {
    "guess": "Centromere",
    "confidence": [
      [
        "Cent",
        -0.00106937
      ],
      [
        "rom",
        -2.220075e-06
      ],
      [
        "ere",
        -0.000111291425
      ]
    ]
  },
  "Malus' law gives the transmitted intensity of polarized light as the square of this function of the polarizer's angle relative to the incoming light. In Compton scattering, the wavelength shift is proportional": {
    "guess": "Cosine squared function",
    "confidence": [
      [
        "Cos",
        -0.8077918
      ],
      [
        "ine",
        -0.006153339
      ],
      [
        " squared",
        -0.45762485
      ],
      [
        " function",
        -0.21674481
      ]
    ]
  },
  "This male ruler's former secretary was the target of Irish assassin Patrick O'Collun. That secretary was involved in the murder of this man's rival, Don John of Austria. This ruler dispatched a Governor who executed men like the Count of Egmont after establishing the \"Council of Blood.\" After being pissed off by the Treaty of Nonsuch, he placed the Duke of (*) Medina Sidonia in charge of a force defeated at the Battle of Gravelines. This husband of \"Bloody Mary,\" the queen of England, dispatched the Duke of Alba to quell resistance in the Netherlands. In 1588, this man's navy was defeated by a": {
    "guess": "Philip II of Spain",
    "confidence": [
      [
        "Philip",
        -0.006365043
      ],
      [
        " II",
        -4.3464544e-05
      ],
      [
        " of",
        -0.00017290872
      ],
      [
        " Spain",
        -4.5491004e-05
      ]
    ]
  },
  "This malady proceeds in two stages, and can rarely be triggered by warfarin poisoning. Advanced stage II symptoms of this disease include personality changes, disorientation, delirium, and convulsions.": {
    "guess": "Creutzfeldt-Jakob disease",
    "confidence": [
      [
        "Cre",
        -0.34844908
      ],
      [
        "utz",
        -9.674858e-05
      ],
      [
        "feld",
        -1.5809293e-05
      ],
      [
        "t",
        -0.0004810777
      ],
      [
        "-J",
        -0.031445555
      ],
      [
        "ak",
        -0.00030316898
      ],
      [
        "ob",
        -9.729906e-06
      ],
      [
        " disease",
        -0.07973783
      ]
    ]
  },
  "This malady proceeds in two stages, and can rarely be triggered by warfarin poisoning. Advanced stage II symptoms of this disease include personality changes, disorientation, delirium, and convulsions. The namesake of this disease performed most his research alongside Dr. George Johnson, and together they found that though jaundice is not usually present in afflicted persons, the liver swells, the kidneys change appearance, and there is severe encephalopathy of the brain. A strong link has been discovered": {
    "guess": "Reye Syndrome",
    "confidence": [
      [
        "Re",
        -0.21501085
      ],
      [
        "ye",
        -0.0016842282
      ],
      [
        " Syndrome",
        -0.17578843
      ]
    ]
  },
  "The male and female sexual organs of this divisions species are known as antheridia and archegonia. The upper portion of the archegonia acts as a cap to the sporophyte, and is called calyptra. Their life cycle begins when a protonema is produced from a haploid spore, and their water transporting tissue is called a hydroid, as they do not possess a vascular system. For 10 points, identify this plantae": {
    "guess": "Mosses",
    "confidence": [
      [
        "M",
        -0.920895
      ],
      [
        "oss",
        -8.6616266e-05
      ],
      [
        "es",
        -0.0011899876
      ]
    ]
  },
  "Malus's Law gives the intensity of a light ray after it is subjected to this process. This process is often performed in commercial products through the use of dichroic materials, and commonly comes in circular and linear types. It also occurs by reflection when the incident light ray comes in at Brewster's": {
    "guess": "Polarizer",
    "confidence": [
      [
        "P",
        -0.1901483
      ],
      [
        "olar",
        0.0
      ],
      [
        "izer",
        -0.057795927
      ]
    ]
  },
  "The male and female sexual organs of this divisions species are known as antheridia and archegonia. The upper portion of the archegonia acts as a cap to the sporophyte, and is called calyptra. Their life cycle begins when a protonema is produced from a haploid spore, and their water transporting tissue": {
    "guess": "Mosses",
    "confidence": [
      [
        "M",
        -0.24598685
      ],
      [
        "oss",
        -3.650519e-06
      ],
      [
        "es",
        -0.17350791
      ]
    ]
  },
  "This malady proceeds in two stages, and can rarely be triggered by warfarin poisoning. Advanced stage II symptoms of this disease include personality changes, disorientation, delirium, and convulsions. The namesake of this disease performed most his research alongside Dr. George Johnson, and together they found that though jaundice is not usually present in afflicted persons, the liver swells, the": {
    "guess": "Wilson's disease",
    "confidence": [
      [
        "Wilson",
        -0.97447854
      ],
      [
        "'s",
        -0.00031162877
      ],
      [
        " disease",
        -0.010704432
      ]
    ]
  },
  "This male ruler's former secretary was the target of Irish assassin Patrick O'Collun. That secretary was involved in the murder of this man's rival, Don John of Austria. This ruler dispatched a Governor who executed men like the Count of Egmont after establishing the \"Council of Blood.\" After being pissed": {
    "guess": "Philip II of Spain",
    "confidence": [
      [
        "Philip",
        -0.31095305
      ],
      [
        " II",
        -0.00042412037
      ],
      [
        " of",
        -0.0014865353
      ],
      [
        " Spain",
        -0.00017028624
      ]
    ]
  },
  "Malpeque Bay is a wetland region found in the northwest portion of this province, commonly nicknamed the \"Garden of the Gulf\". This province, whose capital was named after the consort of George III, is the primary setting for Lucy Montgomery's Anne of Green Gables and was named for the Duke of Kent who": {
    "guess": "Prince Edward Island",
    "confidence": [
      [
        "Prince",
        -0.013103166
      ],
      [
        " Edward",
        -3.1424974e-05
      ],
      [
        " Island",
        -2.7968066e-05
      ]
    ]
  },
  "This malady proceeds in two stages, and can rarely be triggered by warfarin poisoning. Advanced stage II symptoms of this disease include personality changes, disorientation, delirium, and convulsions. The namesake of this disease performed most his research alongside Dr. George Johnson, and together they found that though jaundice is not usually present in afflicted persons, the liver swells, the kidneys change appearance, and there is severe encephalopathy of the brain. A strong link has been discovered between this disease and the use of aspirin and other salicylates to treat viral infections. For ten points, name this incurable disease generally seen in children.": {
    "guess": "Reye's syndrome",
    "confidence": [
      [
        "Re",
        -0.0008597695
      ],
      [
        "ye",
        -0.0068357834
      ],
      [
        "'s",
        -0.11004326
      ],
      [
        " syndrome",
        -0.03885515
      ]
    ]
  },
  "Mallik and Henikoff have posited the evolution of these structures from two-micron STB elements. These items are unable to self-associate properly in the absence of functional ESCO2, a condition known as Robert's syndrome. A common type of yeast vector combines this with an autonomous replicating sequence.  Shugoshin prevents the release of cohesin from these elements, and Cse4 is a H3 variant that loads at this site.  \"Point\" ones may bind only a single nucleosome and may be as small as 125 base pairs, but mammalian ones are much larger and contain repetitive alpha satellite DNA.  This DNA element is bound by Bub and Mad proteins during cell division.  For 10 points, name this DNA region, the": {
    "guess": "Centromere",
    "confidence": [
      [
        "Cent",
        -0.0024982523
      ],
      [
        "rom",
        -3.650519e-06
      ],
      [
        "ere",
        -0.00013023747
      ]
    ]
  },
  "This male ruler's former secretary was the target of Irish assassin Patrick O'Collun. That secretary": {
    "guess": "William Ewart Gladstone",
    "confidence": [
      [
        "William",
        -2.5730994
      ],
      [
        " E",
        -0.28372085
      ],
      [
        "wart",
        -0.00041613373
      ],
      [
        " Glad",
        -0.00018315656
      ],
      [
        "stone",
        -0.00015240935
      ]
    ]
  },
  "This male ruler's former secretary was the target of Irish assassin Patrick O'Collun. That secretary was involved in the murder of this man's rival, Don John of Austria. This ruler dispatched a Governor who executed men like the Count of Egmont after establishing the \"Council of Blood.\" After being pissed off by the Treaty of Nonsuch, he placed the Duke of (*) Medina Sidonia in charge of a force defeated at the Battle of Gravelines. This husband of \"Bloody Mary,\" the queen of England, dispatched the Duke of Alba to quell resistance in the Netherlands. In 1588, this man's navy was defeated by a force featuring Sir Francis Drake. For 10 points, name this ruler who dispatched the failed Spanish": {
    "guess": "Philip II of Spain",
    "confidence": [
      [
        "Philip",
        -0.005785751
      ],
      [
        " II",
        -3.9769227e-05
      ],
      [
        " of",
        -0.00020342118
      ],
      [
        " Spain",
        -5.7961847e-06
      ]
    ]
  },
  "Malfunctions of this organelle include Wilson's disease, Kaerns-Sayre syndrome, and Leber's hereditary": {
    "guess": "Mitochondrion",
    "confidence": [
      [
        "Mit",
        -0.0011537937
      ],
      [
        "ochond",
        -5.3000836e-05
      ],
      [
        "r",
        -0.048360914
      ],
      [
        "ion",
        -2.6968896e-06
      ]
    ]
  },
  "Malus' law gives the transmitted intensity of polarized light as the square of this function of the polarizer's": {
    "guess": "Trigonometric function",
    "confidence": [
      [
        "Tr",
        -0.49004474
      ],
      [
        "igon",
        -0.0005440961
      ],
      [
        "ometric",
        -0.00089002156
      ],
      [
        " function",
        -0.6035011
      ]
    ]
  },
  "This male ruler's former secretary was the target of Irish assassin Patrick O'Collun. That secretary was involved in the murder of this man's rival, Don John of Austria. This ruler dispatched a Governor who executed men like the Count of Egmont after establishing the \"Council of Blood.\" After being pissed off by the Treaty of Nonsuch, he placed the Duke of (*) Medina Sidonia in charge of a force defeated at the Battle of Gravelines. This husband of \"Bloody Mary,\" the queen of England, dispatched": {
    "guess": "Philip II of Spain",
    "confidence": [
      [
        "Philip",
        -0.009633667
      ],
      [
        " II",
        -4.4894987e-05
      ],
      [
        " of",
        -4.179569e-05
      ],
      [
        " Spain",
        -2.9279307e-05
      ]
    ]
  },
  "Malpeque Bay is a wetland region found in the northwest portion of this province, commonly nicknamed the \"Garden of the Gulf\". This province, whose capital was named after the consort of George III, is the primary setting for Lucy Montgomery's Anne of Green Gables and was named for the Duke of Kent who fathered Queen Victoria. This province lies north of Northumberland Strait and east of Cape Breton Island. Charlottetown is the capital of, for 10 points, what smallest Canadian province north of New": {
    "guess": "Prince Edward Island",
    "confidence": [
      [
        "Prince",
        -0.0032910674
      ],
      [
        " Edward",
        -0.00019030878
      ],
      [
        " Island",
        -7.910644e-05
      ]
    ]
  },
  "This male ruler's former secretary was the target of Irish assassin Patrick O'Collun. That secretary was involved in the murder of this man's rival, Don John of Austria. This ruler dispatched a Governor who executed men like the Count of Egmont after establishing the \"Council of Blood.\" After being pissed off by the Treaty of Nonsuch, he placed the Duke of (*) Medina Sidonia in charge of a force defeated at the Battle of Gravelines. This husband of \"Bloody Mary,\" the queen of England, dispatched the Duke of Alba to quell resistance in the Netherlands. In 1588, this man's navy was defeated by a force featuring Sir Francis Drake. For 10 points, name this ruler who dispatched the failed Spanish Armada to invade England.": {
    "guess": "Philip II of Spain",
    "confidence": [
      [
        "Philip",
        -0.0032763411
      ],
      [
        " II",
        -7.2907846e-05
      ],
      [
        " of",
        -0.00013536324
      ],
      [
        " Spain",
        -1.2590794e-05
      ]
    ]
  },
  "The male and female sexual organs of this divisions species are known as antheridia and archegonia. The upper portion of the archegonia acts as a cap to the sporophyte, and is called calyptra. Their life": {
    "guess": "Moss",
    "confidence": [
      [
        "M",
        -0.34291112
      ],
      [
        "oss",
        -1.1041146e-05
      ]
    ]
  },
  "Malus' law gives the transmitted intensity of polarized light as the square of this function of the polarizer's angle relative to the incoming light. In Compton scattering, the wavelength shift is proportional to 1 minus this function of the scattering angle. The intensity observed from a Lambertian surface is proportional to this function of the angle between the observer and the surface normal. This function's hyperbolic version describes the shape of a freely hanging chain supported at both ends and subject to a uniform gravitational force. The dot product of two vectors is given by the product": {
    "guess": "Cosine",
    "confidence": [
      [
        "Cos",
        -0.5629356
      ],
      [
        "ine",
        -0.00045807508
      ]
    ]
  },
  "Male birds have two chromosomes denoted by this letter. In statistics, the number of standard deviations": {
    "guess": "Z",
    "confidence": [
      [
        "Z",
        -0.049449906
      ]
    ]
  },
  "This malady proceeds in two stages, and can rarely be triggered by warfarin poisoning. Advanced stage II symptoms of this disease include personality changes, disorientation, delirium, and convulsions. The namesake of this disease performed most his research alongside Dr. George Johnson, and together": {
    "guess": "Creutzfeldt-Jakob disease",
    "confidence": [
      [
        "Cre",
        -0.77142894
      ],
      [
        "utz",
        -0.00017648483
      ],
      [
        "feld",
        -7.958325e-05
      ],
      [
        "t",
        -0.0011354546
      ],
      [
        "-J",
        -0.5583427
      ],
      [
        "ak",
        -0.0003807449
      ],
      [
        "ob",
        -1.4140442e-05
      ],
      [
        " disease",
        -0.07323277
      ]
    ]
  },
  "Malus's Law gives the intensity of a light ray after it is subjected to this process. This process is often performed in commercial products through the use of dichroic materials, and commonly comes in": {
    "guess": "Polarizer",
    "confidence": [
      [
        "P",
        -0.00095672056
      ],
      [
        "olar",
        -2.1008714e-06
      ],
      [
        "izer",
        -0.00018697108
      ]
    ]
  },
  "Mallik and Henikoff have posited the evolution of these structures from two-micron STB elements. These items are unable to self-associate properly in the absence of functional ESCO2, a condition known as Robert's syndrome. A common type of yeast vector combines this with an autonomous replicating sequence.  Shugoshin prevents the release of cohesin from these elements, and Cse4 is a H3 variant that loads at this site.  \"Point\" ones may bind only a single nucleosome and may be as small as 125 base": {
    "guess": "Centromere",
    "confidence": [
      [
        "Cent",
        -0.14808336
      ],
      [
        "rom",
        -1.2233183e-05
      ],
      [
        "ere",
        -0.002862416
      ]
    ]
  },
  "Malpeque Bay is a wetland region found in the northwest portion of this province, commonly nicknamed": {
    "guess": "Prince Edward Island",
    "confidence": [
      [
        "Prince",
        -0.0029889941
      ],
      [
        " Edward",
        -2.4987974e-05
      ],
      [
        " Island",
        -2.451116e-05
      ]
    ]
  },
  "Malus' law gives the transmitted intensity of polarized light as the square of this function of the polarizer's angle relative to the incoming light. In Compton scattering, the wavelength shift is proportional to 1 minus this function of the scattering angle. The intensity observed from a Lambertian surface is proportional to this function of the angle between the observer and the surface normal. This function's hyperbolic version describes the shape of a freely hanging chain supported at both ends and subject to a uniform gravitational force. The dot product of two vectors is given by the product of their magnitudes times this function of the angle between them. For 10 points, identify this trigonometric function whose square plus the square of the sine is always 1.": {
    "guess": "Cosine",
    "confidence": [
      [
        "Cos",
        -0.06458198
      ],
      [
        "ine",
        -2.5703197e-05
      ]
    ]
  },
  "Male birds have two chromosomes denoted by this letter. In statistics, the number of standard deviations separating a value from the mean is denoted by this letter's \"score.\" In i,j,k vector notation,": {
    "guess": "Z",
    "confidence": [
      [
        "Z",
        -0.12615764
      ]
    ]
  },
  "Malfunctions of this organelle include Wilson's disease, Kaerns-Sayre syndrome, and Leber's hereditary optic neuropathy. It can be found in long traveling chains, and the malate-aspartate shuttle is used between it and the cytosol. Its namesake uncoupling occurs in brown fat, and apoptosis is induced when cytochrome c is released from it. Its cristae are formed by its inner membrane, which is evidence of its endosymbiotic origin. For 10 points, name this organelle whose matrix is the site of the": {
    "guess": "Mitochondrion",
    "confidence": [
      [
        "Mit",
        -0.0026069295
      ],
      [
        "ochond",
        -5.5265704e-05
      ],
      [
        "r",
        -0.00018053775
      ],
      [
        "ion",
        -2.220075e-06
      ]
    ]
  },
  "Mallik and Henikoff have posited the evolution of these structures from two-micron STB elements. These items are unable to self-associate properly in the absence of functional ESCO2, a condition known as Robert's syndrome. A common type of yeast vector combines this with an autonomous replicating sequence.": {
    "guess": "Centromere",
    "confidence": [
      [
        "Cent",
        -1.2926885
      ],
      [
        "rom",
        -0.00014180024
      ],
      [
        "ere",
        -0.0048909737
      ]
    ]
  },
  "Mallik and Henikoff have posited the evolution of these structures from two-micron STB elements. These items are unable to self-associate properly in the absence of functional ESCO2, a condition known as Robert's syndrome. A common type of yeast vector combines this with an autonomous replicating sequence.  Shugoshin prevents the release of cohesin from these elements, and Cse4 is a H3 variant that": {
    "guess": "Centromere",
    "confidence": [
      [
        "Cent",
        -0.0483165
      ],
      [
        "rom",
        -1.5928495e-05
      ],
      [
        "ere",
        -0.0035333207
      ]
    ]
  },
  "Malfunctions of this organelle include Wilson's disease, Kaerns-Sayre syndrome, and Leber's hereditary optic neuropathy. It can be found in long traveling chains, and the malate-aspartate shuttle is used between it and the cytosol. Its namesake uncoupling occurs in brown fat, and apoptosis is induced when cytochrome c is released from it. Its cristae are formed by its inner membrane, which is evidence of its endosymbiotic origin. For 10 points, name this organelle whose matrix is the site of the citric acid cycle, the so-called powerhouse of the cell.": {
    "guess": "Mitochondrion",
    "confidence": [
      [
        "Mit",
        -0.0005890139
      ],
      [
        "ochond",
        -9.198044e-05
      ],
      [
        "r",
        -0.0003306977
      ],
      [
        "ion",
        -1.147242e-06
      ]
    ]
  },
  "Mallik and Henikoff have posited the evolution of these structures from two-micron STB elements. These items are unable to self-associate properly in the absence of functional ESCO2, a condition known as Robert's syndrome. A common type of yeast vector combines this with an autonomous replicating sequence.  Shugoshin prevents the release of cohesin from these elements, and Cse4 is a H3 variant that loads at this site.  \"Point\" ones may bind only a single nucleosome and may be as small as 125 base pairs, but mammalian ones are much larger and contain repetitive alpha satellite DNA.  This DNA element is bound by Bub and Mad proteins during cell division.  For 10 points, name this DNA region, the site of kinetochore assembly and spindle attachment, which is often found at the central point of": {
    "guess": "Centromere",
    "confidence": [
      [
        "Cent",
        -0.0024659059
      ],
      [
        "rom",
        -0.00013083349
      ],
      [
        "ere",
        -0.00021557629
      ]
    ]
  },
  "Male birds have two chromosomes denoted by this letter. In statistics, the number of standard deviations separating a value from the mean is denoted by this letter's \"score.\" In i,j,k vector notation, the k component indicates movement in this (*) direction, which also names the axis that differentiates cylindrical coordinates from polar coordinates. The set of integers is often denoted by, for 10": {
    "guess": "Z",
    "confidence": [
      [
        "Z",
        -0.037128154
      ]
    ]
  },
  "Malus's Law gives the intensity of a light ray after it is subjected to this process. This process is often performed in commercial products through the use of dichroic materials, and commonly comes in circular and linear types. It also occurs by reflection when the incident light ray comes in at Brewster's angle. (*) For 10 points, name this process by which a light ray's waves are made to oscillate in only one direction, which is commonly done using Polaroid filters.": {
    "guess": "Polarization (waves)",
    "confidence": [
      [
        "P",
        -0.0046877493
      ],
      [
        "olar",
        0.0
      ],
      [
        "ization",
        -0.2785792
      ],
      [
        " (",
        -0.015354309
      ],
      [
        "waves",
        -7.517272e-05
      ],
      [
        ")",
        -2.4034345e-05
      ]
    ]
  },
  "This malady proceeds in two stages, and can rarely be triggered by warfarin poisoning. Advanced stage II symptoms of this disease include personality changes, disorientation, delirium, and convulsions. The namesake of this disease performed most his research alongside Dr. George Johnson, and together they found that though jaundice is not usually present in afflicted persons, the liver swells, the kidneys change appearance, and there is severe encephalopathy of the brain. A strong link has been discovered between this disease and the use of aspirin and other salicylates to treat viral infections.": {
    "guess": "Reye's syndrome",
    "confidence": [
      [
        "Re",
        -0.0024481849
      ],
      [
        "ye",
        -0.009196836
      ],
      [
        "'s",
        -0.19727623
      ],
      [
        " syndrome",
        -0.018812664
      ]
    ]
  },
  "Malpeque Bay is a wetland region found in the northwest portion of this province, commonly nicknamed the \"Garden of the Gulf\". This province, whose capital was named after the consort of George III, is": {
    "guess": "Prince Edward Island",
    "confidence": [
      [
        "Prince",
        -0.0018432057
      ],
      [
        " Edward",
        -2.58224e-05
      ],
      [
        " Island",
        -3.368984e-05
      ]
    ]
  },
  "Mallik and Henikoff have posited the evolution of these structures from two-micron STB elements. These": {
    "guess": "Centromere",
    "confidence": [
      [
        "Cent",
        -0.87955993
      ],
      [
        "rom",
        -0.00011629798
      ],
      [
        "ere",
        -0.01929442
      ]
    ]
  },
  "Malus' law gives the transmitted intensity of polarized light as the square of this function of the polarizer's angle relative to the incoming light. In Compton scattering, the wavelength shift is proportional to 1 minus this function of the scattering angle. The intensity observed from a Lambertian surface is proportional to this function of the angle between the observer and the surface normal. This function's hyperbolic version describes the shape of a freely hanging chain supported at both ends": {
    "guess": "Trigonometric functions",
    "confidence": [
      [
        "Tr",
        -0.17951252
      ],
      [
        "igon",
        -0.0011398615
      ],
      [
        "ometric",
        -0.0037840465
      ],
      [
        " functions",
        -0.005702904
      ]
    ]
  }
}