{
  "This deity was once lodged by a poor woman after a noblewoman slammed her front door upon seeing her entourage, but she nonetheless cured the noblewoman's son, the victim of this deity's servants. She breathed a sweet perfume onto the maidservants of a queen, who unwittingly interrupted this goddess's": {
    "guess": "Ixchel",
    "confidence": [
      [
        "Ix",
        -1.7614588
      ],
      [
        "ch",
        -0.013010689
      ],
      [
        "el",
        -1.8624639e-06
      ]
    ]
  },
  "This deity was once lodged by a poor woman after a noblewoman slammed her front door upon seeing her entourage, but she nonetheless cured the noblewoman's son, the victim of this deity's servants. She breathed a sweet perfume onto the maidservants of a queen, who unwittingly interrupted this goddess's ritual to make the queen's son immortal by thrusting him into a pile of burning logs. Lychnapsia commemorated the time this goddess spent in darkness with torchlight looking for her husband, who got stuck in a cedar tree in the kingdom of Byblos. Thanks to a passing fish, this goddess had to fashion a golden phallus as a replacement for the fourteenth piece of her husband's body. For 10 points, name this goddess who used a snake to coax Ra to reveal his secret name and reassembled her husband": {
    "guess": "Isis",
    "confidence": [
      [
        "Is",
        -0.009071385
      ],
      [
        "is",
        -0.054972894
      ]
    ]
  },
  "This deity's enemy caused him to get drunk and sleep with a priestess, and as a result this figure threw himself on a funeral pyre and his heart became the morning star. In another story, this figure gathered": {
    "guess": "Quetzalcoatl",
    "confidence": [
      [
        "Qu",
        -0.0046051615
      ],
      [
        "etz",
        -2.808727e-05
      ],
      [
        "al",
        -3.5358695e-05
      ],
      [
        "co",
        -6.17027e-05
      ],
      [
        "atl",
        -2.8160932e-06
      ]
    ]
  },
  "This deity gave a bow to King Janaka, which Rama broke when he won the hand of Sita. He crushed the dwarf Apasmara with his right foot and yielded a trident that represented the three gunas. He is often": {
    "guess": "Vishnu",
    "confidence": [
      [
        "V",
        -0.74968827
      ],
      [
        "ish",
        -0.001181658
      ],
      [
        "nu",
        -0.05018144
      ]
    ]
  },
  "This deity was once lodged by a poor woman after a noblewoman slammed her front door upon seeing her entourage, but she nonetheless cured the noblewoman's son, the victim of this deity's servants. She breathed a sweet perfume onto the maidservants of a queen, who unwittingly interrupted this goddess's ritual to make the queen's son immortal by thrusting him into a pile of burning logs. Lychnapsia commemorated the time this goddess spent in darkness with torchlight looking for her husband, who got stuck in a cedar tree in the kingdom of Byblos. Thanks to a passing fish, this goddess had to fashion": {
    "guess": "Isis",
    "confidence": [
      [
        "Is",
        -0.20295957
      ],
      [
        "is",
        -0.14751533
      ]
    ]
  },
  "Some of this deity's servants were slain when the corpse of a skinned horse was thrown at them. This deity is worshipped at a shrine which is torn down and rebuilt every twenty years. That shrine contains the Sacred Mirror, which was an object used to lure this figure out of a cave she had been hiding in. This figure created rice fields and taught people how to cultivate silk. This goddess went into": {
    "guess": "Amaterasu",
    "confidence": [
      [
        "Am",
        -0.019886266
      ],
      [
        "ater",
        -5.3000836e-05
      ],
      [
        "asu",
        -0.00029947367
      ]
    ]
  },
  "This deity resurrected his uncle or father after his aunt collected all but one of the pieces of her husband's dismembered body. He then invented the process of mummification, placing the first mummy, Osiris, in charge of the underworld. FTP, name this Egyptian god who had the head of a jackal and was the son of Nephthys and either Osiris or Set.": {
    "guess": "Anubis",
    "confidence": [
      [
        "An",
        -0.04566855
      ],
      [
        "ub",
        -4.7755875e-05
      ],
      [
        "is",
        -1.1756368e-05
      ]
    ]
  },
  "The deities in this religion get their orders from the Superior Spirits who instruct them how to operate on the Earthly Plain.  The Lord of Thunder in this religion devised a plan to humiliate his brother by seducing his wife, the goddess of ceremonies, which really pissed off a patron of blacksmiths who had been seduced by falling drops of honey. People are initiated into this religion at bembes, or drum dances, and important work, such as interpreting how palm nuts fall to the ground, is done by priests known as babalawos.  This group won a case against Hialeah because, despite narrow public": {
    "guess": "Santería",
    "confidence": [
      [
        "San",
        -0.052213453
      ],
      [
        "ter",
        -3.88156e-05
      ],
      [
        "ía",
        -0.4028021
      ]
    ]
  },
  "This deity owned a dog whose hide or mouth could produce an infinite amount of wine. His refusal to loan out his water-walking horse, itself a loan, forced him to lend his boat Wave-Sweeper in its place. This deity's foster mother died after clearing a country's land for agriculture, after which he founded the Tailteann games in her honor. He ordered three men to gather him a series of weapons, but then refused to heal them of their wounds in revenge for their murder of his father Cian. After winning a flagstone-throwing contest against Ogma, he shot the evil eye out of Balor's head at the second battle of Magh Tuireadh, thus avenging his predecessor Nuada. According to the Ulster Cycle, he was the true father of Cuchulainn. For 10 points, name this Celtic god who defeated the Fomorians as the champion of the Tuatha de Danaan.": {
    "guess": "Lugh",
    "confidence": [
      [
        "L",
        -0.0016317364
      ],
      [
        "ugh",
        -0.0021870222
      ]
    ]
  },
  "Some of this deity's servants were slain when the corpse of a skinned horse was thrown at them. This deity is worshipped at a shrine which is torn down and rebuilt every twenty years. That shrine contains the Sacred Mirror, which was an object used to lure this figure out of a cave she had been hiding in. This figure created rice fields and taught people how to cultivate silk. This goddess went into hiding because of the actions of her brother, the storm god Susano'o. For 10 points, name this sun": {
    "guess": "Amaterasu",
    "confidence": [
      [
        "Am",
        -0.008649911
      ],
      [
        "ater",
        -0.0007222029
      ],
      [
        "asu",
        -0.0001501445
      ]
    ]
  },
  "The deity which bore this name sprung from the churning of the sea of milk and was a manifestation of": {
    "guess": "Dhanvantari",
    "confidence": [
      [
        "D",
        -0.081427686
      ],
      [
        "han",
        -5.5623317e-05
      ],
      [
        "vant",
        -0.0010328111
      ],
      [
        "ari",
        -3.3809047e-05
      ]
    ]
  },
  "The deity which bore this name sprung from the churning of the sea of milk and was a manifestation of the moon cursed by Daksha to periodically wane but recover his strength, whose most famous exploit was the seduction of the goddess Tara which resulted in the god Buddha. The name is probably better known for what it identified in the Vedic period, a liquid distilled from the ephedra vulgaris and consumed only by Brahmans. For 10 points give the shared name of the god and the hallucinogenic drink from which Indra derived his power.": {
    "guess": "Soma",
    "confidence": [
      [
        "S",
        -0.0074262996
      ],
      [
        "oma",
        -0.00042840437
      ]
    ]
  },
  "This deity resurrected his uncle or father after his aunt collected all but one of the pieces of her husband's dismembered body. He then invented the process of mummification, placing the first mummy,": {
    "guess": "Osiris",
    "confidence": [
      [
        "Os",
        -0.1672076
      ],
      [
        "iris",
        -6.551722e-05
      ]
    ]
  },
  "This deity had a son with the nymph Dryope, who was scared off by that son's goat-like appearance. Another son of this god became physically merged with Salmacis. This son of Maia and father of Pan stole": {
    "guess": "Hermes",
    "confidence": [
      [
        "H",
        -0.117186315
      ],
      [
        "erm",
        -0.0005772201
      ],
      [
        "es",
        -0.009415338
      ]
    ]
  },
  "One deity of this type held the harmless green zaltys snake sacred, carried a jug, and had her cheating husband punished by Perkunas. The jealous Baltic deity Saule served in this role, as did the Aztec": {
    "guess": "Sun deity",
    "confidence": [
      [
        "Sun",
        -1.2354383
      ],
      [
        " deity",
        -0.3697925
      ]
    ]
  },
  "This deity once broke a tooth off of his comb to use it as a torch. At their first courting, this god's wife spoke first after they had gone around the Heavenly Pillar, as a result of which this god fathered the Leech Child. After being told that one thousand people would die each day, this man responded that one thousand five hundred would be born. This god beheaded his son, the fire god (*) Kagutsuchi, in a rage. This owner of the Tenkei went to the underworld to find his wife but rejected her when he saw her polluted. He created Amaterasu out of his eye and dipped a spear into the ocean to create": {
    "guess": "Izanagi",
    "confidence": [
      [
        "I",
        -0.04798773
      ],
      [
        "zan",
        -0.001259399
      ],
      [
        "agi",
        -0.0041304035
      ]
    ]
  },
  "This deity, whose chief weapon is concupiscence, lapsed into unconsciousness for three thousand years, after which he created a primal whore named Jeh, who is responsible for women having menstrual cycles. This god is given nine thousand years to rule after he rips open his mother's womb to claim his kingship. In Pahlavi texts, this deity's name is often seen written upside down. This god, who was said to have created nine hundred ninety-nine diseases to plague the planet, created six daevas, thus": {
    "guess": "Angra Mainyu",
    "confidence": [
      [
        "An",
        -0.69150245
      ],
      [
        "gra",
        -0.0008159428
      ],
      [
        " Main",
        -3.3213026e-05
      ],
      [
        "yu",
        -5.9914648e-05
      ]
    ]
  },
  "This deity, whose chief weapon is concupiscence, lapsed into unconsciousness for three thousand years, after which he created a primal whore named Jeh, who is responsible for women having menstrual cycles. This god is given nine thousand years to rule after he rips open his mother's womb to claim his": {
    "guess": "Ahriman",
    "confidence": [
      [
        "A",
        -0.25344324
      ],
      [
        "hr",
        -0.014367872
      ],
      [
        "iman",
        -1.6882126e-05
      ]
    ]
  },
  "This deity helped resolve a dispute that brought a water goddess back from Nubia and oversaw three major battles between order and chaos. One creature that served this god was a guardian of a lake of fire named Astennu. He gave Isis the words that would resurrect Osiris and once alleviated Nun's sterility by gambling with Khonsu to secure the intercalary days. One of his forms is the god of equilibrium,": {
    "guess": "Thoth",
    "confidence": [
      [
        "Th",
        -0.010679912
      ],
      [
        "oth",
        -1.1637165e-05
      ]
    ]
  },
  "The deity which bore this name sprung from the churning of the sea of milk and was a manifestation of the moon cursed by Daksha to periodically wane but recover his strength, whose most famous exploit was the seduction of the goddess Tara which resulted in the god Buddha. The name is probably better known for what it identified in the Vedic period, a liquid distilled from the ephedra vulgaris and consumed only by Brahmans. For 10 points give the shared name of the god and the hallucinogenic drink": {
    "guess": "Soma",
    "confidence": [
      [
        "S",
        -0.011623603
      ],
      [
        "oma",
        -0.00014489953
      ]
    ]
  },
  "This deity once hid a gardener who worked for him after that gardener raped one goddess while she was sleeping, but later revealed him when that goddess sought justice more calmly. This god rescued that same goddess from the underworld by sending beings made from dirt underneath his fingernails. That goddess later stole knowledge from this deity and his city while he was drunk. In one story, after consuming plants created from his own semen by his wife, he becomes pregnant with seven children, who his wife has to take from him. He also saved Atrahasis, and thus, humanity, by delivering a message to the walls of his hut when Enlil decided to destroy the Earth with a flood. For 10 points, identify this Sumerian deity associated with the city of Eridu, a water-god who taught humans about medicine": {
    "guess": "Enki",
    "confidence": [
      [
        "En",
        -0.002013456
      ],
      [
        "ki",
        -1.27099975e-05
      ]
    ]
  },
  "This deity had a son with the nymph Dryope, who was scared off by that son's goat-like appearance. Another son of this god became physically merged with Salmacis. This son of Maia and father of Pan stole the cattle of Apollo and used the shell of a tortoise to invent the lyre, which Apollo traded his cattle to obtain. This god also informed Odysseus of Circe's plot to turn him into a pig and gave him a herb to resist her magic. This god's possessions included winged sandals and a winged cap. For": {
    "guess": "Hermes",
    "confidence": [
      [
        "H",
        -0.0008757318
      ],
      [
        "erm",
        -1.147242e-06
      ],
      [
        "es",
        -4.0842064e-05
      ]
    ]
  },
  "The deities in this religion get their orders from the Superior Spirits who instruct them how to operate on the Earthly Plain.  The Lord of Thunder in this religion devised a plan to humiliate his brother by seducing his wife, the goddess of ceremonies, which really pissed off a patron of blacksmiths": {
    "guess": "Yoruba religion",
    "confidence": [
      [
        "Y",
        -0.0014893888
      ],
      [
        "or",
        -1.4140442e-05
      ],
      [
        "uba",
        -6.9882217e-06
      ],
      [
        " religion",
        -0.006045162
      ]
    ]
  },
  "One deity worshipped by these people is given the epithet \"The Dolphin Prince\" due to his rule over the oceans. A more prominent god of these peoples is symbolized with a ruby-encrusted crescent moon and once plucked the eye from his enemy, Gruumsh. In addition to Deep Sashelas and Corellon Larethian, an underground-dwelling subset of these people revere the spider demon, Lolth and that variety typically": {
    "guess": "Drow",
    "confidence": [
      [
        "D",
        -0.34149873
      ],
      [
        "row",
        -0.008283109
      ]
    ]
  },
  "This deity, who was represented by was scepters and the sha, once ordered that Nemty's toes be cut off, while Neith once suggested that this deity be given Anat and Astarte as concubines. He was tricked": {
    "guess": "Set (deity)",
    "confidence": [
      [
        "Set",
        -0.0025489083
      ],
      [
        " (",
        -9.0883464e-07
      ],
      [
        "de",
        -5.2001665e-06
      ],
      [
        "ity",
        -1.0921943e-05
      ],
      [
        ")",
        -7.89631e-07
      ]
    ]
  },
  "This deity is identified with the crocodile god Khenty-khety, and tricked his rival into eating semen and raced him in a boat made of fake stone. Conceived either by a golden phallus or by divine fire, he bit off that rival's genitals, explaining why the desert is infertile. His eyes represented the sun and moon, and Wedjat was associated with this god, the patron of the pharaohs. His left eye, a symbol of protection, was torn out by his evil uncle Set. For 10 points, name this falcon-headed Egyptian sky god, a son of Isis and Osiris.": {
    "guess": "Horus",
    "confidence": [
      [
        "H",
        -0.00095028727
      ],
      [
        "orus",
        -9.4914985e-06
      ]
    ]
  },
  "This deity's wife once revived him by changing into a bird and flapping her wings to breathe life into him. This figure is often called \"First of the Westerners,\" and in another story this deity's body had become stuck in a tree that was holding up a palace at Byblos. This figure was the oldest child of Geb and Nut, and Nephthys helped pick up his body parts after this deity was chopped up by his evil": {
    "guess": "Osiris",
    "confidence": [
      [
        "Os",
        -0.0021602563
      ],
      [
        "iris",
        -2.58224e-05
      ]
    ]
  },
  "This deity, whose chief weapon is concupiscence, lapsed into unconsciousness for three thousand years, after which he created a primal whore named Jeh, who is responsible for women having menstrual cycles. This god is given nine thousand years to rule after he rips open his mother's womb to claim his kingship. In Pahlavi texts, this deity's name is often seen written upside down. This god, who was": {
    "guess": "Ahriman",
    "confidence": [
      [
        "A",
        -0.32281825
      ],
      [
        "hr",
        -0.00330367
      ],
      [
        "iman",
        -1.7239736e-05
      ]
    ]
  },
  "This deity led Perseus to the Gray Witches so he could kill Medusa. In The Odyssey, this god gave Odysseus the herb, moly, to protect him from Circe's (SIR-see's) magic, and was later asked by Zeus to order Calypso to let Odysseus go free. As an infant, this deity stole Apollo's cattle and gave Apollo": {
    "guess": "Hermes",
    "confidence": [
      [
        "H",
        -0.005581995
      ],
      [
        "erm",
        -8.180258e-06
      ],
      [
        "es",
        -6.9570146e-05
      ]
    ]
  },
  "The deity which bore this name sprung from the churning of the sea of milk and was a manifestation of the moon cursed by Daksha to periodically wane but recover his strength, whose most famous exploit was the seduction of the goddess Tara which resulted in the god Buddha. The name is probably better": {
    "guess": "Chandra (Hindu lunar deity)",
    "confidence": [
      [
        "Ch",
        -0.09330466
      ],
      [
        "andra",
        -0.00072113005
      ],
      [
        " (",
        -0.108198605
      ],
      [
        "H",
        -0.50577897
      ],
      [
        "ind",
        -0.00015788905
      ],
      [
        "u",
        -6.511407e-06
      ],
      [
        " lunar",
        -0.36661378
      ],
      [
        " deity",
        -0.0023988402
      ],
      [
        ")",
        -0.000245247
      ]
    ]
  },
  "This deity invented loom weaving, silkworm cultivation, and rice fields. This deity also makes children by chewing up a brother's sword; that brother, Susanowo, proceeds to throw feces in her house and leave a flayed horse in the house's weaving room. In reaction to such antics,she hides in a cave until Uzume lures her out with a suggestive dance. She is placed in charge of the \"High Celestial Plain,\" or Takamagahara. For 10 points, name this oldest daughter of Izanagi, the Shinto goddess of the": {
    "guess": "Amaterasu",
    "confidence": [
      [
        "Am",
        -0.008410554
      ],
      [
        "ater",
        -0.0003651402
      ],
      [
        "asu",
        -0.00026205103
      ]
    ]
  },
  "One deity of this type held the harmless green zaltys snake sacred, carried a jug, and had her cheating": {
    "guess": "Baltic mythology",
    "confidence": [
      [
        "B",
        -0.0152558265
      ],
      [
        "alt",
        -0.0579811
      ],
      [
        "ic",
        -8.061054e-06
      ],
      [
        " mythology",
        -0.009697898
      ]
    ]
  },
  "This deity fathered a group of three sons that each had one hundred hands and fifty heads, the Hekatonchires  [HEH-kah-tun-KY-reez]. Some stories claim that he imprisoned them in Tartarus with Brontes, Steropes, and Arges, his three sons that were Cyclops. Though stories of his origin vary widely, the Orphica claims he and his consort were born from the first egg. His blood created a group of nymphs called Meliae and the three Furies. That blood was spilled by Cronus, a son who castrated him at the": {
    "guess": "Uranus",
    "confidence": [
      [
        "U",
        -0.45360368
      ],
      [
        "ran",
        -5.4550484e-05
      ],
      [
        "us",
        -0.0034092977
      ]
    ]
  },
  "This deity owned a dog whose hide or mouth could produce an infinite amount of wine. His refusal to loan out his water-walking horse, itself a loan, forced him to lend his boat Wave-Sweeper in its place. This deity's foster mother died after clearing a country's land for agriculture, after which he founded the Tailteann games in her honor. He ordered three men to gather him a series of weapons, but then refused to heal them of their wounds in revenge for their murder of his father Cian. After winning a flagstone-throwing contest against Ogma, he shot the evil eye out of Balor's head at the second": {
    "guess": "Lugh",
    "confidence": [
      [
        "L",
        -0.013691987
      ],
      [
        "ugh",
        -0.0014665347
      ]
    ]
  },
  "The deities in this religion get their orders from the Superior Spirits who instruct them how to operate on the Earthly Plain.  The Lord of Thunder in this religion devised a plan to humiliate his brother by seducing his wife, the goddess of ceremonies, which really pissed off a patron of blacksmiths who had been seduced by falling drops of honey. People are initiated into this religion at bembes, or drum dances, and important work, such as interpreting how palm nuts fall to the ground, is done by priests known as babalawos.  This group won a case against Hialeah because, despite narrow public health interests presented in Resolution 87-66, the state violated their First Amendment rights by not": {
    "guess": "Santería",
    "confidence": [
      [
        "San",
        -0.025175778
      ],
      [
        "ter",
        -5.6338537e-05
      ],
      [
        "ía",
        -0.3635867
      ]
    ]
  },
  "This deity led Perseus to the Gray Witches so he could kill Medusa. In The Odyssey, this god gave Odysseus": {
    "guess": "Athena",
    "confidence": [
      [
        "A",
        -0.053410277
      ],
      [
        "then",
        -4.8425554e-06
      ],
      [
        "a",
        -2.3080716e-05
      ]
    ]
  },
  "This deity once hid a gardener who worked for him after that gardener raped one goddess while she was sleeping, but later revealed him when that goddess sought justice more calmly. This god rescued that": {
    "guess": "Dumuzid",
    "confidence": [
      [
        "D",
        -0.8740111
      ],
      [
        "um",
        -0.24540365
      ],
      [
        "uz",
        -0.00028576894
      ],
      [
        "id",
        -0.0005110914
      ]
    ]
  },
  "One of this deity's sons brought Etain to Midir out of gratitude, and fell in love with a woman in the": {
    "guess": "Aengus",
    "confidence": [
      [
        "A",
        -0.6772898
      ],
      [
        "eng",
        -0.017310712
      ],
      [
        "us",
        -0.001384163
      ]
    ]
  },
  "One deity worshipped by these people is given the epithet \"The Dolphin Prince\" due to his rule over the oceans. A more prominent god of these peoples is symbolized with a ruby-encrusted crescent moon and once plucked the eye from his enemy, Gruumsh. In addition to Deep Sashelas and Corellon Larethian, an underground-dwelling subset of these people revere the spider demon, Lolth and that variety typically has white hair and dark skin and are known as drow. Under Fourth Edition rules, these people are considered to be immortal fey, though in previous versions they are forest-dwelling humanoids able": {
    "guess": "Elves in Dungeons & Dragons",
    "confidence": [
      [
        "El",
        -0.12560445
      ],
      [
        "ves",
        -0.026348142
      ],
      [
        " in",
        -0.03632227
      ],
      [
        " Dungeons",
        -0.24449863
      ],
      [
        " &",
        -0.13085903
      ],
      [
        " Dragons",
        -0.0004658233
      ]
    ]
  },
  "This deity was once lodged by a poor woman after a noblewoman slammed her front door upon seeing her": {
    "guess": "Hestia",
    "confidence": [
      [
        "H",
        -1.054672
      ],
      [
        "est",
        -0.06059209
      ],
      [
        "ia",
        -1.0445127e-05
      ]
    ]
  },
  "One deity in this myth system cured a princess of an illness to earn her hand in marriage only to have her father try to kill him by sending him into a hopeless battle at the command of a battalion of dwarves. Another deity in this myth system transformed into a black ant so that he could follow a red": {
    "guess": "Hindu deities",
    "confidence": [
      [
        "H",
        -1.1729578
      ],
      [
        "ind",
        -0.34619722
      ],
      [
        "u",
        -0.00025716738
      ],
      [
        " de",
        -0.46093667
      ],
      [
        "ities",
        -0.00013786652
      ]
    ]
  },
  "This deity owned a dog whose hide or mouth could produce an infinite amount of wine. His refusal to loan": {
    "guess": "Dionysus",
    "confidence": [
      [
        "D",
        -0.09899325
      ],
      [
        "ion",
        -5.8722613e-05
      ],
      [
        "ys",
        -2.808727e-05
      ],
      [
        "us",
        -0.00013274075
      ]
    ]
  },
  "This deity once broke a tooth off of his comb to use it as a torch. At their first courting, this god's wife spoke first after they had gone around the Heavenly Pillar, as a result of which this god fathered the Leech Child. After being told that one thousand people would die each day, this man responded that one thousand five hundred would be born. This god beheaded his son, the fire god (*) Kagutsuchi, in a rage. This owner of the Tenkei went to the underworld to find his wife but rejected her when he saw her polluted. He created Amaterasu out of his eye and dipped a spear into the ocean to create eight islands. For 10 points, name this Japanese creator god, the husband of Izanami.": {
    "guess": "Izanagi",
    "confidence": [
      [
        "I",
        -0.016419781
      ],
      [
        "zan",
        -4.894791e-05
      ],
      [
        "agi",
        -0.0013608321
      ]
    ]
  },
  "One deity of this type held the harmless green zaltys snake sacred, carried a jug, and had her cheating husband punished by Perkunas. The jealous Baltic deity Saule served in this role, as did the Aztec god Tonatiuh, the ruler of the realm of Tollan. An Eastern deity of this kind had seven horses often shown as a single horse with seven heads, served as the chief of the Navagraha, and was the father of Yami and Yama. A Greek god of this domain seduced Clytie and Leucothoe, gave a Heracles-sized cup": {
    "guess": "Sun deity",
    "confidence": [
      [
        "Sun",
        -0.59860975
      ],
      [
        " deity",
        -0.7802502
      ]
    ]
  },
  "The deities in this religion get their orders from the Superior Spirits who instruct them how to operate": {
    "guess": "Yoruba religion",
    "confidence": [
      [
        "Y",
        -0.6001294
      ],
      [
        "or",
        -0.00044532763
      ],
      [
        "uba",
        -0.00014144262
      ],
      [
        " religion",
        -0.005077922
      ]
    ]
  },
  "This deity convinced a moon god to return Tara to her husband Brhaspati. He tricked Taraka into accepting": {
    "guess": "Brihaspati",
    "confidence": [
      [
        "B",
        -0.8327858
      ],
      [
        "ri",
        -0.5086026
      ],
      [
        "has",
        -3.888926e-06
      ],
      [
        "pat",
        -0.0021981944
      ],
      [
        "i",
        -0.00041148844
      ]
    ]
  },
  "This deity, whose epithets include Dumasta and Areyasti, is invoked in a hymn that calls her \"she who delights in the clangor of castanets and drums, roar of flutes, and clamoring of wolves and bright-eyed": {
    "guess": "Cybele",
    "confidence": [
      [
        "Cy",
        -0.61853564
      ],
      [
        "be",
        -1.4617256e-05
      ],
      [
        "le",
        -3.3451433e-05
      ]
    ]
  },
  "One of this deity's children owned a giant tub, whose waters would  ebb and flow at will. He currently resides in a realm of four palaces. He  was often described as having a tunic that wasn't long enough to cover  his penis, and he also had sex with his future consort at a river bank  while she was washing clothes. In another venture, he \"borrowed\"  Eithne or Boand, and made the (*) sun remain overhead for nine months to  father Aonghus. This man owned a pair of enchanted pigs and a giant mallet": {
    "guess": "Lugh",
    "confidence": [
      [
        "L",
        -0.49136016
      ],
      [
        "ugh",
        -0.3651341
      ]
    ]
  },
  "This deity resurrected his uncle or father after his aunt collected all but one of the pieces of her husband's dismembered body. He then invented the process of mummification, placing the first mummy, Osiris, in charge of the underworld. FTP, name this Egyptian god who had the head of a jackal and was": {
    "guess": "Anubis",
    "confidence": [
      [
        "An",
        -0.009274079
      ],
      [
        "ub",
        -2.1650272e-05
      ],
      [
        "is",
        -1.247159e-05
      ]
    ]
  },
  "This deity is identified with the crocodile god Khenty-khety, and tricked his rival into eating semen and raced him in a boat made of fake stone. Conceived either by a golden phallus or by divine fire,": {
    "guess": "Sobek",
    "confidence": [
      [
        "S",
        -0.095986605
      ],
      [
        "ob",
        -0.0121832555
      ],
      [
        "ek",
        -8.657073e-06
      ]
    ]
  },
  "This deity's enemy caused him to get drunk and sleep with a priestess, and as a result this figure threw himself on a funeral pyre and his heart became the morning star. In another story, this figure gathered the bones of old generations and sprinkled his blood on them to create a new race. Identified with the ruler Topiltzin, this twin brother of Xolotl was a son of the virgin goddess Coatlicue, and he opposed the \"smoking mirror\" god Tezcatlipoca. In some stories, this deity fashioned a raft of snakes and left across the sea to return again one day. For 10 points, identify this creator god and": {
    "guess": "Quetzalcoatl",
    "confidence": [
      [
        "Qu",
        -0.0031257868
      ],
      [
        "etz",
        -5.121278e-05
      ],
      [
        "al",
        -3.392825e-05
      ],
      [
        "co",
        -0.000105331244
      ],
      [
        "atl",
        -1.735894e-05
      ]
    ]
  },
  "One deity worshipped by these people is given the epithet \"The Dolphin Prince\" due to his rule over the oceans. A more prominent god of these peoples is symbolized with a ruby-encrusted crescent moon and once plucked the eye from his enemy, Gruumsh. In addition to Deep Sashelas and Corellon Larethian, an underground-dwelling subset of these people revere the spider demon, Lolth and that variety typically has white hair and dark skin and are known as drow. Under Fourth Edition rules, these people": {
    "guess": "Dungeons & Dragons deities",
    "confidence": [
      [
        "D",
        -0.7252924
      ],
      [
        "ungeons",
        -0.5168287
      ],
      [
        " &",
        -0.021592425
      ],
      [
        " Dragons",
        -0.00041613373
      ],
      [
        " de",
        -1.3246669
      ],
      [
        "ities",
        -2.8206474e-05
      ]
    ]
  },
  "This deity led Perseus to the Gray Witches so he could kill Medusa. In The Odyssey, this god gave Odysseus the herb, moly, to protect him from Circe's (SIR-see's) magic, and was later asked by Zeus to order Calypso to let Odysseus go free. As an infant, this deity stole Apollo's cattle and gave Apollo the lyre he had invented. For 10 points, identify this Greek messenger god often depicted with his winged sandals.": {
    "guess": "Hermes",
    "confidence": [
      [
        "H",
        -0.0036250085
      ],
      [
        "erm",
        -1.9816675e-06
      ],
      [
        "es",
        -6.134509e-05
      ]
    ]
  },
  "This deity's sacred birds include the woodpecker and eagle owl. This father-in-law of Procne was the only Olympian not invited to the wedding of Hippodameia and Peirithous. This god's Stymphalian birds guarded his temple on the Black Sea, and Otus and Ephialtes threw him into chains and put him in a bronze urn. This god's daughter Penthesilea was slain by Achilles at Troy, and Athena and Hera encouraged Diomedes to wound this god, whose daughters include [*] Hippolyta. This god fathered Eros with Aphrodite, with whom he was caught in a golden net by Hephaestos. For 10 points, name this killer of": {
    "guess": "Ares",
    "confidence": [
      [
        "A",
        -0.72958094
      ],
      [
        "res",
        -0.00016730615
      ]
    ]
  },
  "This deity was nurtured in Zeus's stomach when Zeus swallowed her mother Metis. This deity engaged in a contest in which Poseidon created the first horse, and she became the namesake of a city after she offered the first olive tree. The head of the Gorgon Medusa is at the center of this goddess's shield, the Aegis. The Roman equivalent of this goddess is Minerva. For 10 points, name this Greek goddess of knowledge and justice, the namesake of a Greek city-state.": {
    "guess": "Athena",
    "confidence": [
      [
        "A",
        -0.0009169359
      ],
      [
        "then",
        -3.1281633e-07
      ],
      [
        "a",
        -4.8425554e-06
      ]
    ]
  },
  "This deity disguised himself as Bolverk and as a snake to sneak by the giant Suttung. He feeds all the food from his table to Geri and Freki, his wolves, and is told about all the world's events by Hugin and Munin, his ravens. This owner of the spear Gungnir and husband of Frigg gave his eye to Mimir and hung for nine days and nights off of the world-tree Yggdrasil to obtain wisdom. For 10 points, name this father of Baldur and Thor, the chief Norse god.": {
    "guess": "Odin",
    "confidence": [
      [
        "Od",
        -0.00031925782
      ],
      [
        "in",
        -5.9153886e-06
      ]
    ]
  },
  "One deity in this myth system cured a princess of an illness to earn her hand in marriage only to have her father try to kill him by sending him into a hopeless battle at the command of a battalion of dwarves. Another deity in this myth system transformed into a black ant so that he could follow a red ant to a stash of crops beneath a mountain. Nine was considered an unlucky number in this myth system, as their underworld had nine levels. Figures in this myth system include four hundred rabbits who": {
    "guess": "Aztec mythology",
    "confidence": [
      [
        "Az",
        -0.44107565
      ],
      [
        "tec",
        -0.002438909
      ],
      [
        " mythology",
        -0.03685404
      ]
    ]
  },
  "One deity worshipped by these people is given the epithet \"The Dolphin Prince\" due to his rule over the oceans. A more prominent god of these peoples is symbolized with a ruby-encrusted crescent moon and once plucked the eye from his enemy, Gruumsh. In addition to Deep Sashelas and Corellon Larethian, an underground-dwelling subset of these people revere the spider demon, Lolth and that variety typically has white hair and dark skin and are known as drow. Under Fourth Edition rules, these people are considered to be immortal fey, though in previous versions they are forest-dwelling humanoids able to live into their four-hundreds. A staple race of Dungeons and Dragons, FTP, identify these people whose ranks in other media include Elrond, Legolas, and Santa's helpers.": {
    "guess": "Elves in Dungeons & Dragons",
    "confidence": [
      [
        "El",
        -0.11302568
      ],
      [
        "ves",
        -0.0099367
      ],
      [
        " in",
        -0.19716437
      ],
      [
        " Dungeons",
        -0.4872359
      ],
      [
        " &",
        -0.39442724
      ],
      [
        " Dragons",
        -0.00020711649
      ]
    ]
  },
  "This deity gave a bow to King Janaka, which Rama broke when he won the hand of Sita. He crushed the dwarf Apasmara with his right foot and yielded a trident that represented the three gunas. He is often depicted wearing the cobra Naga around his neck, and he swallowed the poison Halahala to obtain his blue throat. His vehicle is the white bull Nandi, and he is often depicted as Nataraja, the eternal": {
    "guess": "Shiva",
    "confidence": [
      [
        "Sh",
        -0.0025424897
      ],
      [
        "iva",
        -9.372295e-06
      ]
    ]
  },
  "This deity had a son with the nymph Dryope, who was scared off by that son's goat-like appearance. Another son of this god became physically merged with Salmacis. This son of Maia and father of Pan stole the cattle of Apollo and used the shell of a tortoise to invent the lyre, which Apollo traded his cattle to obtain. This god also informed Odysseus of Circe's plot to turn him into a pig and gave him a herb to resist her magic. This god's possessions included winged sandals and a winged cap. For 10 points, name the messenger of the Greek gods.": {
    "guess": "Hermes",
    "confidence": [
      [
        "H",
        -0.0012679707
      ],
      [
        "erm",
        -2.1008714e-06
      ],
      [
        "es",
        -3.0232935e-05
      ]
    ]
  },
  "One of this deity's sons brought Etain to Midir out of gratitude, and fell in love with a woman in the form of a swan, Cáer Ibormeith. This god killed Cridenbel by giving him food containing three gold coins, and assured his side's victory over the Fomorians in the Second Battle of Magh Turedh by sleeping with the Morrigan. This son of Danu and father of Angus mac Og owned a club which could kill nine": {
    "guess": "The Dagda",
    "confidence": [
      [
        "The",
        -0.011285721
      ],
      [
        " Dag",
        -0.00031460886
      ],
      [
        "da",
        -2.4272753e-05
      ]
    ]
  },
  "This deity convinced a moon god to return Tara to her husband Brhaspati. He tricked Taraka into accepting a boon of limited invulnerability and talked the ketaki flower into lying about his having traveled to the end of a huge burning lingam. The sage Daksha was born from the right thumb of this inhabitant of Satyaloka. His ten children share a collective title with the Vedic god with whom he was identified, Prajapati. He rides a (*) swan, like his wife Saraswati, and he is often depicted holding a water pot, a sacrificial ladle, a string of prayer beads, and a copy of the Vedas. He was born from a lotus that grew out of Vishnu's navel. For 10 points, name this four-headed, four-armed \"creator\" member of the Hindu Trimurti.": {
    "guess": "Brahma",
    "confidence": [
      [
        "B",
        -0.013461956
      ],
      [
        "rah",
        -0.00012272765
      ],
      [
        "ma",
        -7.278864e-05
      ]
    ]
  },
  "This deity once hid a gardener who worked for him after that gardener raped one goddess while she was sleeping, but later revealed him when that goddess sought justice more calmly. This god rescued that same goddess from the underworld by sending beings made from dirt underneath his fingernails. That goddess later stole knowledge from this deity and his city while he was drunk. In one story, after": {
    "guess": "Enki",
    "confidence": [
      [
        "En",
        -0.4948947
      ],
      [
        "ki",
        -0.009643935
      ]
    ]
  },
  "This deity held a golden band when going to Mount Ida, executing a plan to make love in a golden cloud. This goddess transformed queen Lamia of Libya into a monster out of envy, and decreed that Leto was not to give birth on(*) Terra Firma. This goddess struck Tiresias blind for siding with Zeus in a debate, and Echo engaged in distracting conversation with her. Some myths say that this goddess gave birth to Hephaestus alone instead of with her often- cheating husband. For 10 points, name this Greco-Roman": {
    "guess": "Hera",
    "confidence": [
      [
        "H",
        -0.00054910267
      ],
      [
        "era",
        -4.0007635e-05
      ]
    ]
  },
  "This deity once broke a tooth off of his comb to use it as a torch. At their first courting, this god's wife spoke first after they had gone around the Heavenly Pillar, as a result of which this god fathered": {
    "guess": "Japanese mythology",
    "confidence": [
      [
        "Japanese",
        -1.9172595
      ],
      [
        " mythology",
        -0.28572172
      ]
    ]
  },
  "This deity's wife once revived him by changing into a bird and flapping her wings to breathe life into": {
    "guess": "Osiris",
    "confidence": [
      [
        "Os",
        -1.2398182
      ],
      [
        "iris",
        -8.3278566e-05
      ]
    ]
  },
  "This deity held a golden band when going to Mount Ida, executing a plan to make love in a golden cloud. This goddess transformed queen Lamia of Libya into a monster out of envy, and decreed that Leto was not to give birth on(*) Terra Firma. This goddess struck Tiresias blind for siding with Zeus in a debate, and Echo engaged in distracting conversation with her. Some myths say that this goddess gave birth to Hephaestus alone instead of with her often- cheating husband. For 10 points, name this Greco-Roman Goddess of women and children and wife of Zeus.": {
    "guess": "Hera",
    "confidence": [
      [
        "H",
        -0.00016647171
      ],
      [
        "era",
        -2.9352968e-06
      ]
    ]
  },
  "This deity helped resolve a dispute that brought a water goddess back from Nubia and oversaw three major battles between order and chaos. One creature that served this god was a guardian of a lake of fire named Astennu. He gave Isis the words that would resurrect Osiris and once alleviated Nun's sterility by gambling with Khonsu to secure the intercalary days. One of his forms is the god of equilibrium, the baboon-headed A'an. He oversaw the ceremony in which the feather of Ma'at, his feminine counterpart,": {
    "guess": "Thoth",
    "confidence": [
      [
        "Th",
        -0.008106228
      ],
      [
        "oth",
        -1.2829201e-05
      ]
    ]
  },
  "Some of this deity's servants were slain when the corpse of a skinned horse was thrown at them. This": {
    "guess": "Morgoth",
    "confidence": [
      [
        "M",
        -0.7786457
      ],
      [
        "org",
        -0.587262
      ],
      [
        "oth",
        -0.000181849
      ]
    ]
  },
  "This deity convinced a moon god to return Tara to her husband Brhaspati. He tricked Taraka into accepting a boon of limited invulnerability and talked the ketaki flower into lying about his having traveled to the end of a huge burning lingam. The sage Daksha was born from the right thumb of this inhabitant of Satyaloka. His ten children share a collective title with the Vedic god with whom he was identified, Prajapati. He rides a (*) swan, like his wife Saraswati, and he is often depicted holding": {
    "guess": "Brahma",
    "confidence": [
      [
        "B",
        -0.008539633
      ],
      [
        "rah",
        -6.754368e-05
      ],
      [
        "ma",
        -5.8245798e-05
      ]
    ]
  },
  "This deity fathered a group of three sons that each had one hundred hands and fifty heads, the Hekatonchires  [HEH-kah-tun-KY-reez]. Some stories claim that he imprisoned them in Tartarus with Brontes, Steropes, and Arges, his three sons that were Cyclops. Though stories of his origin vary widely, the": {
    "guess": "Cronus",
    "confidence": [
      [
        "C",
        -0.611057
      ],
      [
        "ron",
        -0.10208242
      ],
      [
        "us",
        -0.011620888
      ]
    ]
  },
  "The deity which bore this name sprung from the churning of the sea of milk and was a manifestation of the moon cursed by Daksha to periodically wane but recover his strength, whose most famous exploit was the seduction of the goddess Tara which resulted in the god Buddha. The name is probably better known for what it identified in the Vedic period, a liquid distilled from the ephedra vulgaris and consumed": {
    "guess": "Soma",
    "confidence": [
      [
        "S",
        -0.11751706
      ],
      [
        "oma",
        -0.00028207363
      ]
    ]
  },
  "This deity's enemy caused him to get drunk and sleep with a priestess, and as a result this figure threw": {
    "guess": "Zeus",
    "confidence": [
      [
        "Ze",
        -0.82068956
      ],
      [
        "us",
        -8.184812e-05
      ]
    ]
  },
  "This deity once broke a tooth off of his comb to use it as a torch. At their first courting, this god's wife spoke first after they had gone around the Heavenly Pillar, as a result of which this god fathered the Leech Child. After being told that one thousand people would die each day, this man responded that one thousand five hundred would be born. This god beheaded his son, the fire god (*) Kagutsuchi, in a rage. This owner of the Tenkei went to the underworld to find his wife but rejected her": {
    "guess": "Izanagi",
    "confidence": [
      [
        "I",
        -0.24349391
      ],
      [
        "zan",
        -9.209964e-05
      ],
      [
        "agi",
        -0.014386792
      ]
    ]
  },
  "One deity in this myth system cured a princess of an illness to earn her hand in marriage only to have her father try to kill him by sending him into a hopeless battle at the command of a battalion of dwarves. Another deity in this myth system transformed into a black ant so that he could follow a red ant to a stash of crops beneath a mountain. Nine was considered an unlucky number in this myth system,": {
    "guess": "Greek mythology",
    "confidence": [
      [
        "Greek",
        -1.8915251
      ],
      [
        " mythology",
        -0.09107806
      ]
    ]
  },
  "One deity in this myth system cured a princess of an illness to earn her hand in marriage only to have her father try to kill him by sending him into a hopeless battle at the command of a battalion of": {
    "guess": "Ramayana",
    "confidence": [
      [
        "Ram",
        -1.1217301
      ],
      [
        "ay",
        -0.003423778
      ],
      [
        "ana",
        -9.133887e-06
      ]
    ]
  },
  "The deities in this religion get their orders from the Superior Spirits who instruct them how to operate on the Earthly Plain.  The Lord of Thunder in this religion devised a plan to humiliate his brother by seducing his wife, the goddess of ceremonies, which really pissed off a patron of blacksmiths who had been seduced by falling drops of honey. People are initiated into this religion at bembes, or drum dances, and important work, such as interpreting how palm nuts fall to the ground, is done by priests known as babalawos.  This group won a case against Hialeah because, despite narrow public health interests presented in Resolution 87-66, the state violated their First Amendment rights by not allowing them to perform animal sacrifice at a church in Florida. Orula corresponds to Francis, and Babalu-aye to Lazarus in this religion which partially incorporates orishas from Yoruban beliefs.  FTP, identify this religion popular in Cuba that also draws on Roman Catholic saints.": {
    "guess": "Santería",
    "confidence": [
      [
        "San",
        -0.008089083
      ],
      [
        "ter",
        -6.754368e-05
      ],
      [
        "ía",
        -0.0072447723
      ]
    ]
  },
  "This deity had a son with the nymph Dryope, who was scared off by that son's goat-like appearance. Another": {
    "guess": "Pan",
    "confidence": [
      [
        "Pan",
        -0.22172713
      ]
    ]
  },
  "This deity helped resolve a dispute that brought a water goddess back from Nubia and oversaw three major battles between order and chaos. One creature that served this god was a guardian of a lake of fire named Astennu. He gave Isis the words that would resurrect Osiris and once alleviated Nun's sterility": {
    "guess": "Thoth",
    "confidence": [
      [
        "Th",
        -0.41503155
      ],
      [
        "oth",
        -3.1424974e-05
      ]
    ]
  },
  "This deity's sacred birds include the woodpecker and eagle owl. This father-in-law of Procne was the only Olympian not invited to the wedding of Hippodameia and Peirithous. This god's Stymphalian birds guarded his temple on the Black Sea, and Otus and Ephialtes threw him into chains and put him in a bronze urn. This god's daughter Penthesilea was slain by Achilles at Troy, and Athena and Hera encouraged": {
    "guess": "Ares",
    "confidence": [
      [
        "A",
        -0.050757788
      ],
      [
        "res",
        -0.0594395
      ]
    ]
  },
  "This deity resurrected his uncle or father after his aunt collected all but one of the pieces of her": {
    "guess": "Osiris",
    "confidence": [
      [
        "Os",
        -0.6516422
      ],
      [
        "iris",
        -8.180258e-06
      ]
    ]
  },
  "This deity owned a dog whose hide or mouth could produce an infinite amount of wine. His refusal to loan out his water-walking horse, itself a loan, forced him to lend his boat Wave-Sweeper in its place.": {
    "guess": "Loki",
    "confidence": [
      [
        "L",
        -0.5054748
      ],
      [
        "oki",
        -0.075732335
      ]
    ]
  },
  "This deity's enemy caused him to get drunk and sleep with a priestess, and as a result this figure threw himself on a funeral pyre and his heart became the morning star. In another story, this figure gathered the bones of old generations and sprinkled his blood on them to create a new race. Identified with the ruler Topiltzin, this twin brother of Xolotl was a son of the virgin goddess Coatlicue, and he opposed the \"smoking mirror\" god Tezcatlipoca. In some stories, this deity fashioned a raft of": {
    "guess": "Quetzalcoatl",
    "confidence": [
      [
        "Qu",
        -0.008133783
      ],
      [
        "etz",
        -5.9153886e-06
      ],
      [
        "al",
        -2.8921695e-05
      ],
      [
        "co",
        -4.8709502e-05
      ],
      [
        "atl",
        -6.511407e-06
      ]
    ]
  },
  "One deity worshipped by these people is given the epithet \"The Dolphin Prince\" due to his rule over the oceans. A more prominent god of these peoples is symbolized with a ruby-encrusted crescent moon and once plucked the eye from his enemy, Gruumsh. In addition to Deep Sashelas and Corellon Larethian,": {
    "guess": "Seldarine",
    "confidence": [
      [
        "S",
        -0.5270882
      ],
      [
        "eld",
        -0.06281181
      ],
      [
        "arine",
        -1.2352386e-05
      ]
    ]
  },
  "This deity convinced a moon god to return Tara to her husband Brhaspati. He tricked Taraka into accepting a boon of limited invulnerability and talked the ketaki flower into lying about his having traveled to the end of a huge burning lingam. The sage Daksha was born from the right thumb of this inhabitant of Satyaloka. His ten children share a collective title with the Vedic god with whom he was identified,": {
    "guess": "Brahma",
    "confidence": [
      [
        "B",
        -0.02080894
      ],
      [
        "rah",
        -0.00014108501
      ],
      [
        "ma",
        -0.00011749002
      ]
    ]
  },
  "One deity of this type held the harmless green zaltys snake sacred, carried a jug, and had her cheating husband punished by Perkunas. The jealous Baltic deity Saule served in this role, as did the Aztec god Tonatiuh, the ruler of the realm of Tollan. An Eastern deity of this kind had seven horses often shown as a single horse with seven heads, served as the chief of the Navagraha, and was the father": {
    "guess": "Sun deity",
    "confidence": [
      [
        "Sun",
        -0.54340726
      ],
      [
        " deity",
        -0.257493
      ]
    ]
  },
  "This deity's wife once revived him by changing into a bird and flapping her wings to breathe life into him. This figure is often called \"First of the Westerners,\" and in another story this deity's body": {
    "guess": "Osiris",
    "confidence": [
      [
        "Os",
        -0.0026604354
      ],
      [
        "iris",
        -7.89631e-07
      ]
    ]
  },
  "One of this deity's sons brought Etain to Midir out of gratitude, and fell in love with a woman in the form of a swan, Cáer Ibormeith. This god killed Cridenbel by giving him food containing three gold coins, and assured his side's victory over the Fomorians in the Second Battle of Magh Turedh by sleeping with the Morrigan. This son of Danu and father of Angus mac Og owned a club which could kill nine men on one side and revive them with the other, a harp he used to control the seasons, and a magical": {
    "guess": "The Dagda",
    "confidence": [
      [
        "The",
        -0.00091313245
      ],
      [
        " Dag",
        -1.0921943e-05
      ],
      [
        "da",
        -8.657073e-06
      ]
    ]
  },
  "This deity is exclusively associated with images of a four-winged, key-holding figure wrapped by a serpent with head of a lion. His name is cognate with that of the Vedic deity of contracts and friendship. This figure once fired an arrow at a stone that gushed water and was born from a (*) rock wielding a dagger and a torch. This god's worshippers had seven ranks, and his underground temples featured images of the tauroctony, in which he slays a sacred bull. For 10 points, name this solar deity popular among soldiers whose mystery cult was edged out by Christianity in the Roman Empire.": {
    "guess": "Mithras",
    "confidence": [
      [
        "M",
        -0.0028659739
      ],
      [
        "ith",
        -8.180258e-06
      ],
      [
        "ras",
        -0.69256353
      ]
    ]
  },
  "One deity in this myth system cured a princess of an illness to earn her hand in marriage only to have her father try to kill him by sending him into a hopeless battle at the command of a battalion of dwarves. Another deity in this myth system transformed into a black ant so that he could follow a red ant to a stash of crops beneath a mountain. Nine was considered an unlucky number in this myth system, as their underworld had nine levels. Figures in this myth system include four hundred rabbits who preside over inebriation and a woman who was impregnated by a ball of feathers. Two rivals in this myth system have names translating as \"Smoking Mirror\" and \"Feathered Serpent.\" For 10 points, name this myth system including Tezcatlipoca and Quetzalcoatl, held sacred by a pre-Columbian empire in Mexico.": {
    "guess": "Aztec mythology",
    "confidence": [
      [
        "Az",
        -0.0059257126
      ],
      [
        "tec",
        -0.008590345
      ],
      [
        " mythology",
        -0.03934684
      ]
    ]
  },
  "This deity convinced a moon god to return Tara to her husband Brhaspati. He tricked Taraka into accepting a boon of limited invulnerability and talked the ketaki flower into lying about his having traveled to the end of a huge burning lingam. The sage Daksha was born from the right thumb of this inhabitant": {
    "guess": "Brahma",
    "confidence": [
      [
        "B",
        -0.015815917
      ],
      [
        "rah",
        -6.15835e-05
      ],
      [
        "ma",
        -0.0003803873
      ]
    ]
  },
  "This deity, who was represented by was scepters and the sha, once ordered that Nemty's toes be cut off, while Neith once suggested that this deity be given Anat and Astarte as concubines. He was tricked into attempting to sail a stone boat by a figure who also evaded his attempted sodomy and ejaculated into this god's lettuce. This deity's bragging led to him being banned from Ra's solar barque, where he fought the serpent Apep. This god, who was especially favored by the Hyksos, also ate the penis of a deity that he tore into fourteen pieces. For 10 points, name this husband of Nephthys, a villainous Egyptian god of the desert who killed his brother Osiris, making him an eternal rival of his nephew Horus.": {
    "guess": "Set (deity)",
    "confidence": [
      [
        "Set",
        -0.0033289723
      ],
      [
        " (",
        -1.2352386e-05
      ],
      [
        "de",
        -4.8709502e-05
      ],
      [
        "ity",
        -3.5313153e-06
      ],
      [
        ")",
        -1.8624639e-06
      ]
    ]
  },
  "This deity is identified with the crocodile god Khenty-khety, and tricked his rival into eating semen": {
    "guess": "Sobek",
    "confidence": [
      [
        "S",
        -0.36771065
      ],
      [
        "ob",
        -0.01047006
      ],
      [
        "ek",
        -1.504853e-06
      ]
    ]
  },
  "This deity, who was represented by was scepters and the sha, once ordered that Nemty's toes be cut off, while Neith once suggested that this deity be given Anat and Astarte as concubines. He was tricked into attempting to sail a stone boat by a figure who also evaded his attempted sodomy and ejaculated into this god's lettuce. This deity's bragging led to him being banned from Ra's solar barque, where": {
    "guess": "Set (deity)",
    "confidence": [
      [
        "Set",
        -0.010098385
      ],
      [
        " (",
        -6.869018e-06
      ],
      [
        "de",
        -0.000757931
      ],
      [
        "ity",
        -4.723352e-06
      ],
      [
        ")",
        -1.247159e-05
      ]
    ]
  },
  "One of this deity's sons brought Etain to Midir out of gratitude, and fell in love with a woman in the form of a swan, Cáer Ibormeith. This god killed Cridenbel by giving him food containing three gold coins, and assured his side's victory over the Fomorians in the Second Battle of Magh Turedh by sleeping": {
    "guess": "Lugh",
    "confidence": [
      [
        "L",
        -0.32467028
      ],
      [
        "ugh",
        -0.1161514
      ]
    ]
  },
  "One of this deity's children owned a giant tub, whose waters would  ebb and flow at will. He currently resides in a realm of four palaces. He  was often described as having a tunic that wasn't long enough to cover  his penis, and he also had sex with his future consort at a river bank  while she was washing clothes. In another venture, he \"borrowed\"  Eithne or Boand, and made the (*) sun remain overhead": {
    "guess": "Lugh",
    "confidence": [
      [
        "L",
        -0.90149415
      ],
      [
        "ugh",
        -0.055345733
      ]
    ]
  },
  "This deity convinced a moon god to return Tara to her husband Brhaspati. He tricked Taraka into accepting a boon of limited invulnerability and talked the ketaki flower into lying about his having traveled": {
    "guess": "Brahma",
    "confidence": [
      [
        "B",
        -0.2792847
      ],
      [
        "rah",
        -0.032055184
      ],
      [
        "ma",
        -8.697388e-05
      ]
    ]
  },
  "This deity helped resolve a dispute that brought a water goddess back from Nubia and oversaw three major battles between order and chaos. One creature that served this god was a guardian of a lake of fire named Astennu. He gave Isis the words that would resurrect Osiris and once alleviated Nun's sterility by gambling with Khonsu to secure the intercalary days. One of his forms is the god of equilibrium, the baboon-headed A'an. He oversaw the ceremony in which the feather of Ma'at, his feminine counterpart, was weighed by Anubis against the heart of the deceased. For 10 points, name inventor of writing, an Egyptian god of wisdom and magic who is depicted with the head of an ibis.": {
    "guess": "Thoth",
    "confidence": [
      [
        "Th",
        -0.0069494415
      ],
      [
        "oth",
        -1.3902034e-05
      ]
    ]
  },
  "This deity was nurtured in Zeus's stomach when Zeus swallowed her mother Metis. This deity engaged in a contest in which Poseidon created the first horse, and she became the namesake of a city after she offered the first olive tree. The head of the Gorgon Medusa is at the center of this goddess's shield,": {
    "guess": "Athena",
    "confidence": [
      [
        "A",
        -0.012658444
      ],
      [
        "then",
        -0.4135573
      ],
      [
        "a",
        -0.0007105246
      ]
    ]
  },
  "One deity of this type held the harmless green zaltys snake sacred, carried a jug, and had her cheating husband punished by Perkunas. The jealous Baltic deity Saule served in this role, as did the Aztec god Tonatiuh, the ruler of the realm of Tollan. An Eastern deity of this kind had seven horses often shown as a single horse with seven heads, served as the chief of the Navagraha, and was the father of Yami and Yama. A Greek god of this domain seduced Clytie and Leucothoe, gave a Heracles-sized cup to Heracles, and welcomed the blinded Orion. At Ragnarok, the giant Norse wolf Skoll will eat this type of deity, other examples of which include the Hindu Surya and the son of Hyperion. Romans gave theirs the epithet \"unconquered,\" or Invictus. For 10 points, name this mythological role given for a day to the total screwup Phaethon by his father Helios.": {
    "guess": "Sun deity",
    "confidence": [
      [
        "Sun",
        -0.25054035
      ],
      [
        " deity",
        -0.048286963
      ]
    ]
  },
  "This deity once hid a gardener who worked for him after that gardener raped one goddess while she was sleeping, but later revealed him when that goddess sought justice more calmly. This god rescued that same goddess from the underworld by sending beings made from dirt underneath his fingernails. That goddess later stole knowledge from this deity and his city while he was drunk. In one story, after consuming plants created from his own semen by his wife, he becomes pregnant with seven children, who his wife has to take from him. He also saved Atrahasis, and thus, humanity, by delivering a message": {
    "guess": "Enki",
    "confidence": [
      [
        "En",
        -0.05902178
      ],
      [
        "ki",
        -0.025838165
      ]
    ]
  },
  "This deity's wife once revived him by changing into a bird and flapping her wings to breathe life into him. This figure is often called \"First of the Westerners,\" and in another story this deity's body had become stuck in a tree that was holding up a palace at Byblos. This figure was the oldest child": {
    "guess": "Osiris",
    "confidence": [
      [
        "Os",
        -0.0056029726
      ],
      [
        "iris",
        -5.4385737e-06
      ]
    ]
  },
  "One of this deity's children owned a giant tub, whose waters would  ebb and flow at will. He currently resides in a realm of four palaces. He  was often described as having a tunic that wasn't long enough to cover  his penis, and he also had sex with his future consort at a river bank  while she was washing clothes. In another venture, he \"borrowed\"  Eithne or Boand, and made the (*) sun remain overhead for nine months to  father Aonghus. This man owned a pair of enchanted pigs and a giant mallet  that had to be dragged around. He died when Queen Cethlenn killed him at  Magh Tuired. For 10 points, name this high king of the Tuatha de Dannan, \"the  good god.\"": {
    "guess": "The Dagda",
    "confidence": [
      [
        "The",
        -0.5095237
      ],
      [
        " Dag",
        -0.0041996134
      ],
      [
        "da",
        -0.00014108501
      ]
    ]
  },
  "This deity helped resolve a dispute that brought a water goddess back from Nubia and oversaw three major battles between order and chaos. One creature that served this god was a guardian of a lake of fire": {
    "guess": "Horus",
    "confidence": [
      [
        "H",
        -0.8993077
      ],
      [
        "orus",
        -0.00085358554
      ]
    ]
  },
  "This deity held a golden band when going to Mount Ida, executing a plan to make love in a golden cloud. This goddess transformed queen Lamia of Libya into a monster out of envy, and decreed that Leto was": {
    "guess": "Hera",
    "confidence": [
      [
        "H",
        -0.0814101
      ],
      [
        "era",
        -0.000348813
      ]
    ]
  },
  "This deity is identified with the crocodile god Khenty-khety, and tricked his rival into eating semen and raced him in a boat made of fake stone. Conceived either by a golden phallus or by divine fire, he bit off that rival's genitals, explaining why the desert is infertile. His eyes represented the": {
    "guess": "Horus",
    "confidence": [
      [
        "H",
        -0.0918311
      ],
      [
        "orus",
        -3.0113732e-05
      ]
    ]
  },
  "This deity gave a bow to King Janaka, which Rama broke when he won the hand of Sita. He crushed the dwarf Apasmara with his right foot and yielded a trident that represented the three gunas. He is often depicted wearing the cobra Naga around his neck, and he swallowed the poison Halahala to obtain his": {
    "guess": "Shiva",
    "confidence": [
      [
        "Sh",
        -0.16873308
      ],
      [
        "iva",
        -6.5994034e-05
      ]
    ]
  },
  "This deity helped resolve a dispute that brought a water goddess back from Nubia and oversaw three major battles between order and chaos. One creature that served this god was a guardian of a lake of fire named Astennu. He gave Isis the words that would resurrect Osiris and once alleviated Nun's sterility by gambling with Khonsu to secure the intercalary days. One of his forms is the god of equilibrium, the baboon-headed A'an. He oversaw the ceremony in which the feather of Ma'at, his feminine counterpart, was weighed by Anubis against the heart of the deceased. For 10 points, name inventor of": {
    "guess": "Thoth",
    "confidence": [
      [
        "Th",
        -0.0046148957
      ],
      [
        "oth",
        -1.1041146e-05
      ]
    ]
  },
  "This deity once hid a gardener who worked for him after that gardener raped one goddess while she was sleeping, but later revealed him when that goddess sought justice more calmly. This god rescued that same goddess from the underworld by sending beings made from dirt underneath his fingernails. That goddess later stole knowledge from this deity and his city while he was drunk. In one story, after consuming plants created from his own semen by his wife, he becomes pregnant with seven children, who": {
    "guess": "Enki",
    "confidence": [
      [
        "En",
        -0.9889819
      ],
      [
        "ki",
        -0.05663377
      ]
    ]
  },
  "This deity, whose aspects include Chandi and Bhairavi, managed to defeat a demon who had been granted a boon from Brahma whereby every drop of blood that fell from his body could produce thousands of copies": {
    "guess": "Durga",
    "confidence": [
      [
        "D",
        -0.37682936
      ],
      [
        "urga",
        -9.364929e-05
      ]
    ]
  },
  "This deity was once lodged by a poor woman after a noblewoman slammed her front door upon seeing her entourage, but she nonetheless cured the noblewoman's son, the victim of this deity's servants. She breathed a sweet perfume onto the maidservants of a queen, who unwittingly interrupted this goddess's ritual to make the queen's son immortal by thrusting him into a pile of burning logs. Lychnapsia commemorated the time this goddess spent in darkness with torchlight looking for her husband, who got stuck in a cedar tree in the kingdom of Byblos. Thanks to a passing fish, this goddess had to fashion a golden phallus as a replacement for the fourteenth piece of her husband's body. For 10 points, name this goddess who used a snake to coax Ra to reveal his secret name and reassembled her husband Osiris.": {
    "guess": "Isis",
    "confidence": [
      [
        "Is",
        -0.009613828
      ],
      [
        "is",
        -0.0020579502
      ]
    ]
  },
  "One of this deity's sons brought Etain to Midir out of gratitude, and fell in love with a woman in the form of a swan, Cáer Ibormeith. This god killed Cridenbel by giving him food containing three gold coins, and assured his side's victory over the Fomorians in the Second Battle of Magh Turedh by sleeping with the Morrigan. This son of Danu and father of Angus mac Og owned a club which could kill nine men on one side and revive them with the other, a harp he used to control the seasons, and a magical cauldron that never ran out of food. FTP, identify this Celtic god of the earth, the leader of the ? Tuatha de Danann, whose name means \"the good god.\"": {
    "guess": "The Dagda",
    "confidence": [
      [
        "The",
        -0.01694054
      ],
      [
        " Dag",
        -3.5954712e-05
      ],
      [
        "da",
        -7.465036e-06
      ]
    ]
  },
  "Some of this deity's servants were slain when the corpse of a skinned horse was thrown at them. This deity is worshipped at a shrine which is torn down and rebuilt every twenty years. That shrine contains the Sacred Mirror, which was an object used to lure this figure out of a cave she had been hiding in. This figure created rice fields and taught people how to cultivate silk. This goddess went into hiding because of the actions of her brother, the storm god Susano'o. For 10 points, name this sun goddess from (*) Japanese mythology.": {
    "guess": "Amaterasu",
    "confidence": [
      [
        "Am",
        -0.0034068015
      ],
      [
        "ater",
        -0.00029458632
      ],
      [
        "asu",
        -2.486877e-05
      ]
    ]
  },
  "This deity was once lodged by a poor woman after a noblewoman slammed her front door upon seeing her entourage, but she nonetheless cured the noblewoman's son, the victim of this deity's servants. She breathed a sweet perfume onto the maidservants of a queen, who unwittingly interrupted this goddess's ritual to make the queen's son immortal by thrusting him into a pile of burning logs. Lychnapsia commemorated the time this goddess spent in darkness with torchlight looking for her husband, who got": {
    "guess": "Persephone",
    "confidence": [
      [
        "Per",
        -0.14256981
      ],
      [
        "se",
        -3.5477897e-05
      ],
      [
        "phone",
        -0.0001437075
      ]
    ]
  },
  "This deity was once lodged by a poor woman after a noblewoman slammed her front door upon seeing her entourage, but she nonetheless cured the noblewoman's son, the victim of this deity's servants. She breathed a sweet perfume onto the maidservants of a queen, who unwittingly interrupted this goddess's ritual to make the queen's son immortal by thrusting him into a pile of burning logs. Lychnapsia commemorated the time this goddess spent in darkness with torchlight looking for her husband, who got stuck in a cedar tree in the kingdom of Byblos. Thanks to a passing fish, this goddess had to fashion a golden phallus as a replacement for the fourteenth piece of her husband's body. For 10 points,": {
    "guess": "Isis",
    "confidence": [
      [
        "Is",
        -0.03254121
      ],
      [
        "is",
        -0.19479255
      ]
    ]
  },
  "One of this deity's children owned a giant tub, whose waters would  ebb and flow at will. He currently resides in a realm of four palaces. He  was often described as having a tunic that wasn't long enough to cover  his penis, and he also had sex with his future consort at a river bank  while she was washing clothes. In another venture, he \"borrowed\"  Eithne or Boand, and made the (*) sun remain overhead for nine months to  father Aonghus. This man owned a pair of enchanted pigs and a giant mallet  that had to be dragged around. He died when Queen Cethlenn killed him at  Magh Tuired. For 10 points,": {
    "guess": "Lugh",
    "confidence": [
      [
        "L",
        -0.7293255
      ],
      [
        "ugh",
        -0.100315146
      ]
    ]
  },
  "This deity, who was represented by was scepters and the sha, once ordered that Nemty's toes be cut off, while Neith once suggested that this deity be given Anat and Astarte as concubines. He was tricked into attempting to sail a stone boat by a figure who also evaded his attempted sodomy and ejaculated into this god's lettuce. This deity's bragging led to him being banned from Ra's solar barque, where he fought the serpent Apep. This god, who was especially favored by the Hyksos, also ate the penis of a deity that he tore into fourteen pieces. For 10 points, name this husband of Nephthys, a villainous": {
    "guess": "Set (deity)",
    "confidence": [
      [
        "Set",
        -0.01345479
      ],
      [
        " (",
        -0.0002849345
      ],
      [
        "de",
        -0.008163931
      ],
      [
        "ity",
        -4.365741e-06
      ],
      [
        ")",
        -0.00012797261
      ]
    ]
  },
  "This deity fathered a group of three sons that each had one hundred hands and fifty heads, the Hekatonchires  [HEH-kah-tun-KY-reez]. Some stories claim that he imprisoned them in Tartarus with Brontes,": {
    "guess": "Uranus",
    "confidence": [
      [
        "U",
        -0.61380756
      ],
      [
        "ran",
        -0.00060831755
      ],
      [
        "us",
        -0.006231298
      ]
    ]
  },
  "One of this deity's children owned a giant tub, whose waters would  ebb and flow at will. He currently": {
    "guess": "Tub (container)",
    "confidence": [
      [
        "T",
        -1.5031834
      ],
      [
        "ub",
        -0.74887073
      ],
      [
        " (",
        -1.269369
      ],
      [
        "container",
        -0.8202318
      ],
      [
        ")",
        -0.0002040172
      ]
    ]
  },
  "This deity gave a bow to King Janaka, which Rama broke when he won the hand of Sita. He crushed the dwarf Apasmara with his right foot and yielded a trident that represented the three gunas. He is often depicted wearing the cobra Naga around his neck, and he swallowed the poison Halahala to obtain his blue throat. His vehicle is the white bull Nandi, and he is often depicted as Nataraja, the eternal dancer. His third eye destroys everything before it. For 10 points, name this husband of Parvati and destroyer god of the Hindu Trimurti.": {
    "guess": "Shiva",
    "confidence": [
      [
        "Sh",
        -0.0008707252
      ],
      [
        "iva",
        -1.5451682e-05
      ]
    ]
  },
  "This deity, whose aspects include Chandi and Bhairavi, managed to defeat a demon who had been granted a boon from Brahma whereby every drop of blood that fell from his body could produce thousands of copies of him. The current yuga is named for this deity, who was sometimes said to have sprung from the brow of the ten-armed, tiger-riding goddess Durga. Her husband allowed her to trample him in her victory dance in order to save the world, explaining depictions of her standing over Shiva. FTP, name": {
    "guess": "Kali (demonology)",
    "confidence": [
      [
        "K",
        -0.050160695
      ],
      [
        "ali",
        -0.0035423364
      ],
      [
        " (",
        -0.29569805
      ],
      [
        "d",
        -0.91404754
      ],
      [
        "emon",
        -0.002025589
      ],
      [
        "ology",
        -0.6089682
      ],
      [
        ")",
        -0.0004926258
      ]
    ]
  },
  "This deity, who was represented by was scepters and the sha, once ordered that Nemty's toes be cut off, while Neith once suggested that this deity be given Anat and Astarte as concubines. He was tricked into attempting to sail a stone boat by a figure who also evaded his attempted sodomy and ejaculated into this god's lettuce. This deity's bragging led to him being banned from Ra's solar barque, where he fought the serpent Apep. This god, who was especially favored by the Hyksos, also ate the penis": {
    "guess": "Set (deity)",
    "confidence": [
      [
        "Set",
        -0.0060067717
      ],
      [
        " (",
        -2.4584822e-06
      ],
      [
        "de",
        -0.00042423955
      ],
      [
        "ity",
        -8.061054e-06
      ],
      [
        ")",
        -4.246537e-06
      ]
    ]
  },
  "This deity's sacred birds include the woodpecker and eagle owl. This father-in-law of Procne was the only Olympian not invited to the wedding of Hippodameia and Peirithous. This god's Stymphalian birds guarded his temple on the Black Sea, and Otus and Ephialtes threw him into chains and put him in a": {
    "guess": "Ares",
    "confidence": [
      [
        "A",
        -0.8809631
      ],
      [
        "res",
        -0.02131495
      ]
    ]
  },
  "This deity's enemy caused him to get drunk and sleep with a priestess, and as a result this figure threw himself on a funeral pyre and his heart became the morning star. In another story, this figure gathered the bones of old generations and sprinkled his blood on them to create a new race. Identified with the ruler Topiltzin, this twin brother of Xolotl was a son of the virgin goddess Coatlicue, and he opposed the \"smoking mirror\" god Tezcatlipoca. In some stories, this deity fashioned a raft of snakes and left across the sea to return again one day. For 10 points, identify this creator god and sky-deity of the Aztecs who was depicted as a feathered serpent.": {
    "guess": "Quetzalcoatl",
    "confidence": [
      [
        "Qu",
        -0.006275606
      ],
      [
        "etz",
        -5.1808798e-05
      ],
      [
        "al",
        -2.9517714e-05
      ],
      [
        "co",
        -1.7478143e-05
      ],
      [
        "atl",
        -7.822647e-06
      ]
    ]
  },
  "This deity is exclusively associated with images of a four-winged, key-holding figure wrapped by a serpent with head of a lion. His name is cognate with that of the Vedic deity of contracts and friendship. This figure once fired an arrow at a stone that gushed water and was born from a (*) rock wielding a dagger and a torch. This god's worshippers had seven ranks, and his underground temples featured images of the tauroctony, in which he slays a sacred bull. For 10 points, name this solar deity popular": {
    "guess": "Mithras",
    "confidence": [
      [
        "M",
        -0.0063228784
      ],
      [
        "ith",
        -0.0006218921
      ],
      [
        "ras",
        -0.2210759
      ]
    ]
  },
  "This deity was once lodged by a poor woman after a noblewoman slammed her front door upon seeing her entourage, but she nonetheless cured the noblewoman's son, the victim of this deity's servants. She breathed a sweet perfume onto the maidservants of a queen, who unwittingly interrupted this goddess's ritual to make the queen's son immortal by thrusting him into a pile of burning logs. Lychnapsia commemorated": {
    "guess": "Hecate",
    "confidence": [
      [
        "H",
        -0.41965556
      ],
      [
        "ec",
        -0.09851578
      ],
      [
        "ate",
        -3.619312e-05
      ]
    ]
  },
  "This deity's sacred birds include the woodpecker and eagle owl. This father-in-law of Procne was the only Olympian not invited to the wedding of Hippodameia and Peirithous. This god's Stymphalian birds guarded his temple on the Black Sea, and Otus and Ephialtes threw him into chains and put him in a bronze urn. This god's daughter Penthesilea was slain by Achilles at Troy, and Athena and Hera encouraged Diomedes to wound this god, whose daughters include [*] Hippolyta. This god fathered Eros with Aphrodite, with whom he was caught in a golden net by Hephaestos. For 10 points, name this killer of Adonis and father of Phobos and Deimos, the Greek god of War.": {
    "guess": "Ares",
    "confidence": [
      [
        "A",
        -0.0028542094
      ],
      [
        "res",
        -0.0017574065
      ]
    ]
  },
  "This deity, whose aspects include Chandi and Bhairavi, managed to defeat a demon who had been granted a boon from Brahma whereby every drop of blood that fell from his body could produce thousands of copies of him. The current yuga is named for this deity, who was sometimes said to have sprung from the": {
    "guess": "Kali",
    "confidence": [
      [
        "K",
        -0.57435286
      ],
      [
        "ali",
        -0.0036001904
      ]
    ]
  },
  "One deity in this myth system cured a princess of an illness to earn her hand in marriage only to have her father try to kill him by sending him into a hopeless battle at the command of a battalion of dwarves. Another deity in this myth system transformed into a black ant so that he could follow a red ant to a stash of crops beneath a mountain. Nine was considered an unlucky number in this myth system, as their underworld had nine levels. Figures in this myth system include four hundred rabbits who preside over inebriation and a woman who was impregnated by a ball of feathers. Two rivals in this": {
    "guess": "Aztec mythology",
    "confidence": [
      [
        "Az",
        -0.67346376
      ],
      [
        "tec",
        -0.0005583932
      ],
      [
        " mythology",
        -0.020047178
      ]
    ]
  },
  "This deity is exclusively associated with images of a four-winged, key-holding figure wrapped by a serpent with head of a lion. His name is cognate with that of the Vedic deity of contracts and friendship.": {
    "guess": "Garuda",
    "confidence": [
      [
        "Gar",
        -0.46308514
      ],
      [
        "uda",
        -0.00372728
      ]
    ]
  },
  "One of this deity's children owned a giant tub, whose waters would  ebb and flow at will. He currently resides in a realm of four palaces. He  was often described as having a tunic that wasn't long enough": {
    "guess": "Poseidon",
    "confidence": [
      [
        "Pose",
        -0.9874766
      ],
      [
        "idon",
        -0.00013309837
      ]
    ]
  },
  "This deity's sacred birds include the woodpecker and eagle owl. This father-in-law of Procne was the": {
    "guess": "Tereus",
    "confidence": [
      [
        "T",
        -0.2251809
      ],
      [
        "ere",
        -0.0003424952
      ],
      [
        "us",
        -0.00014442271
      ]
    ]
  },
  "This deity, whose epithets include Dumasta and Areyasti, is invoked in a hymn that calls her \"she who delights in the clangor of castanets and drums, roar of flutes, and clamoring of wolves and bright-eyed lions.\" One story holds that her genitals gave rise to an almond tree, from which an almond was": {
    "guess": "Cybele",
    "confidence": [
      [
        "Cy",
        -0.20593457
      ],
      [
        "be",
        -0.00011617878
      ],
      [
        "le",
        -0.00017731925
      ]
    ]
  },
  "One deity of this type held the harmless green zaltys snake sacred, carried a jug, and had her cheating husband punished by Perkunas. The jealous Baltic deity Saule served in this role, as did the Aztec god Tonatiuh, the ruler of the realm of Tollan. An Eastern deity of this kind had seven horses often shown as a single horse with seven heads, served as the chief of the Navagraha, and was the father of Yami and Yama. A Greek god of this domain seduced Clytie and Leucothoe, gave a Heracles-sized cup to Heracles, and welcomed the blinded Orion. At Ragnarok, the giant Norse wolf Skoll will eat this type of deity, other examples of which include the Hindu Surya and the son of Hyperion. Romans gave theirs the epithet \"unconquered,\" or Invictus. For 10 points, name this mythological role given for": {
    "guess": "Sun deity",
    "confidence": [
      [
        "Sun",
        -0.4514641
      ],
      [
        " deity",
        -0.33039147
      ]
    ]
  },
  "One deity in this myth system cured a princess of an illness to earn her hand in marriage only to have her father try to kill him by sending him into a hopeless battle at the command of a battalion of dwarves. Another deity in this myth system transformed into a black ant so that he could follow a red ant to a stash of crops beneath a mountain. Nine was considered an unlucky number in this myth system, as their underworld had nine levels. Figures in this myth system include four hundred rabbits who preside over inebriation and a woman who was impregnated by a ball of feathers. Two rivals in this myth system have names translating as \"Smoking Mirror\" and \"Feathered Serpent.\" For 10 points, name": {
    "guess": "Aztec mythology",
    "confidence": [
      [
        "Az",
        -0.054090817
      ],
      [
        "tec",
        -8.12521e-05
      ],
      [
        " mythology",
        -0.025992434
      ]
    ]
  },
  "This deity helped resolve a dispute that brought a water goddess back from Nubia and oversaw three major": {
    "guess": "Thoth",
    "confidence": [
      [
        "Th",
        -0.11337888
      ],
      [
        "oth",
        -8.852353e-05
      ]
    ]
  },
  "This deity led Perseus to the Gray Witches so he could kill Medusa. In The Odyssey, this god gave Odysseus the herb, moly, to protect him from Circe's (SIR-see's) magic, and was later asked by Zeus to": {
    "guess": "Hermes",
    "confidence": [
      [
        "H",
        -0.006813762
      ],
      [
        "erm",
        -5.1331983e-05
      ],
      [
        "es",
        -0.00013142951
      ]
    ]
  },
  "This deity, whose chief weapon is concupiscence, lapsed into unconsciousness for three thousand years, after which he created a primal whore named Jeh, who is responsible for women having menstrual cycles. This god is given nine thousand years to rule after he rips open his mother's womb to claim his kingship. In Pahlavi texts, this deity's name is often seen written upside down. This god, who was said to have created nine hundred ninety-nine diseases to plague the planet, created six daevas, thus creating horror in the world. In response to the creation of the stars in the sky, this god brought forth the destructive dragon Azi Dahaka. This son of Zurvan does not appear in the Gathas as a proper name. For 10 points, name this brother of Ahura Mazda who is the personification of evil in Zoroastrianism.": {
    "guess": "Ahriman",
    "confidence": [
      [
        "A",
        -0.67677104
      ],
      [
        "hr",
        -1.1994775e-05
      ],
      [
        "iman",
        0.0
      ]
    ]
  },
  "This deity fathered a group of three sons that each had one hundred hands and fifty heads, the Hekatonchires  [HEH-kah-tun-KY-reez]. Some stories claim that he imprisoned them in Tartarus with Brontes, Steropes, and Arges, his three sons that were Cyclops. Though stories of his origin vary widely, the Orphica claims he and his consort were born from the first egg. His blood created a group of nymphs called Meliae and the three Furies. That blood was spilled by Cronus, a son who castrated him at the request of this deity's wife Gaia—the mother of all of his offspring, including the Titans. Name": {
    "guess": "Uranus",
    "confidence": [
      [
        "U",
        -0.5000935
      ],
      [
        "ran",
        -7.822647e-06
      ],
      [
        "us",
        -0.010004564
      ]
    ]
  },
  "This deity held a golden band when going to Mount Ida, executing a plan to make love in a golden cloud.": {
    "guess": "Aphrodite",
    "confidence": [
      [
        "A",
        -1.0838368
      ],
      [
        "ph",
        -0.0004711875
      ],
      [
        "rod",
        -0.00022725825
      ],
      [
        "ite",
        -2.6060809e-05
      ]
    ]
  },
  "One deity in this myth system cured a princess of an illness to earn her hand in marriage only to have her father try to kill him by sending him into a hopeless battle at the command of a battalion of dwarves. Another deity in this myth system transformed into a black ant so that he could follow a red ant to a stash of crops beneath a mountain. Nine was considered an unlucky number in this myth system, as their underworld had nine levels. Figures in this myth system include four hundred rabbits who preside over inebriation and a woman who was impregnated by a ball of feathers. Two rivals in this myth system have names translating as \"Smoking Mirror\" and \"Feathered Serpent.\" For 10 points, name this myth system including Tezcatlipoca and Quetzalcoatl, held sacred by a pre-Columbian empire in": {
    "guess": "Aztec mythology",
    "confidence": [
      [
        "Az",
        -0.0065707727
      ],
      [
        "tec",
        -0.078215234
      ],
      [
        " mythology",
        -0.07510277
      ]
    ]
  },
  "This deity once hid a gardener who worked for him after that gardener raped one goddess while she was sleeping, but later revealed him when that goddess sought justice more calmly. This god rescued that same goddess from the underworld by sending beings made from dirt underneath his fingernails. That": {
    "guess": "Osiris",
    "confidence": [
      [
        "Os",
        -1.618469
      ],
      [
        "iris",
        -0.00017743846
      ]
    ]
  },
  "This deity once broke a tooth off of his comb to use it as a torch. At their first courting, this god's wife spoke first after they had gone around the Heavenly Pillar, as a result of which this god fathered the Leech Child. After being told that one thousand people would die each day, this man responded that one thousand five hundred would be born. This god beheaded his son, the fire god (*) Kagutsuchi,": {
    "guess": "Izanagi",
    "confidence": [
      [
        "I",
        -0.50017893
      ],
      [
        "zan",
        -0.00010926496
      ],
      [
        "agi",
        -0.018814068
      ]
    ]
  },
  "This deity's sacred birds include the woodpecker and eagle owl. This father-in-law of Procne was the only Olympian not invited to the wedding of Hippodameia and Peirithous. This god's Stymphalian birds": {
    "guess": "Ares",
    "confidence": [
      [
        "A",
        -0.5832253
      ],
      [
        "res",
        -0.113457955
      ]
    ]
  },
  "This deity was once lodged by a poor woman after a noblewoman slammed her front door upon seeing her entourage, but she nonetheless cured the noblewoman's son, the victim of this deity's servants. She": {
    "guess": "Tlaloc",
    "confidence": [
      [
        "T",
        -0.6171063
      ],
      [
        "l",
        -0.0014779635
      ],
      [
        "al",
        -0.13514803
      ],
      [
        "oc",
        -9.253091e-06
      ]
    ]
  },
  "This deity owned a dog whose hide or mouth could produce an infinite amount of wine. His refusal to loan out his water-walking horse, itself a loan, forced him to lend his boat Wave-Sweeper in its place. This deity's foster mother died after clearing a country's land for agriculture, after which he founded the Tailteann games in her honor. He ordered three men to gather him a series of weapons, but": {
    "guess": "Lugh",
    "confidence": [
      [
        "L",
        -0.06383028
      ],
      [
        "ugh",
        -0.00197943
      ]
    ]
  },
  "This deity once hid a gardener who worked for him after that gardener raped one goddess while she was": {
    "guess": "Shukaletuda",
    "confidence": [
      [
        "Sh",
        -1.1262349
      ],
      [
        "uka",
        -0.11491075
      ],
      [
        "let",
        -0.0034177243
      ],
      [
        "uda",
        -0.0010056583
      ]
    ]
  },
  "This deity owned a dog whose hide or mouth could produce an infinite amount of wine. His refusal to loan out his water-walking horse, itself a loan, forced him to lend his boat Wave-Sweeper in its place. This deity's foster mother died after clearing a country's land for agriculture, after which he founded": {
    "guess": "Loki",
    "confidence": [
      [
        "L",
        -1.0674944
      ],
      [
        "oki",
        -0.032045368
      ]
    ]
  },
  "This deity, whose epithets include Dumasta and Areyasti, is invoked in a hymn that calls her \"she who delights in the clangor of castanets and drums, roar of flutes, and clamoring of wolves and bright-eyed lions.\" One story holds that her genitals gave rise to an almond tree, from which an almond was set upon the breast of the daughter of the river god Sangario, and another story says that she married Gordius and gave birth to Midas. Worshipped at Pessinus, her self-emasculated devotees became known as the Galli, and her consort was Attis. FTP, name this deity, originally a Phrygian goddess in": {
    "guess": "Cybele",
    "confidence": [
      [
        "Cy",
        -0.0020524778
      ],
      [
        "be",
        -1.7239736e-05
      ],
      [
        "le",
        -6.0345924e-06
      ]
    ]
  },
  "This deity had a son with the nymph Dryope, who was scared off by that son's goat-like appearance. Another son of this god became physically merged with Salmacis. This son of Maia and father of Pan stole the cattle of Apollo and used the shell of a tortoise to invent the lyre, which Apollo traded his": {
    "guess": "Hermes",
    "confidence": [
      [
        "H",
        -0.0037006773
      ],
      [
        "erm",
        0.0
      ],
      [
        "es",
        -0.0006067679
      ]
    ]
  },
  "This deity convinced a moon god to return Tara to her husband Brhaspati. He tricked Taraka into accepting a boon of limited invulnerability and talked the ketaki flower into lying about his having traveled to the end of a huge burning lingam. The sage Daksha was born from the right thumb of this inhabitant of Satyaloka. His ten children share a collective title with the Vedic god with whom he was identified, Prajapati. He rides a (*) swan, like his wife Saraswati, and he is often depicted holding a water pot, a sacrificial ladle, a string of prayer beads, and a copy of the Vedas. He was born from": {
    "guess": "Brahma",
    "confidence": [
      [
        "B",
        -0.005970746
      ],
      [
        "rah",
        -0.0003857478
      ],
      [
        "ma",
        -0.00047511753
      ]
    ]
  },
  "The deities in this religion get their orders from the Superior Spirits who instruct them how to operate on the Earthly Plain.  The Lord of Thunder in this religion devised a plan to humiliate his brother by seducing his wife, the goddess of ceremonies, which really pissed off a patron of blacksmiths who had been seduced by falling drops of honey. People are initiated into this religion at bembes, or drum dances, and important work, such as interpreting how palm nuts fall to the ground, is done by": {
    "guess": "Santería",
    "confidence": [
      [
        "San",
        -0.5111314
      ],
      [
        "ter",
        -3.7697225e-06
      ],
      [
        "ía",
        -0.3871533
      ]
    ]
  },
  "One deity worshipped by these people is given the epithet \"The Dolphin Prince\" due to his rule over the": {
    "guess": "Poseidon",
    "confidence": [
      [
        "Pose",
        -0.4207516
      ],
      [
        "idon",
        -0.00016480287
      ]
    ]
  },
  "This deity, who was represented by was scepters and the sha, once ordered that Nemty's toes be cut off, while Neith once suggested that this deity be given Anat and Astarte as concubines. He was tricked into attempting to sail a stone boat by a figure who also evaded his attempted sodomy and ejaculated": {
    "guess": "Set (deity)",
    "confidence": [
      [
        "Set",
        -0.00998497
      ],
      [
        " (",
        -1.3856493e-06
      ],
      [
        "de",
        -1.569009e-05
      ],
      [
        "ity",
        -7.107425e-06
      ],
      [
        ")",
        -1.2664457e-06
      ]
    ]
  },
  "This deity invented loom weaving, silkworm cultivation, and rice fields. This deity also makes children by chewing up a brother's sword; that brother, Susanowo, proceeds to throw feces in her house and leave a flayed horse in the house's weaving room. In reaction to such antics,she hides in a cave until": {
    "guess": "Amaterasu",
    "confidence": [
      [
        "Am",
        -0.048515145
      ],
      [
        "ater",
        -0.0014486834
      ],
      [
        "asu",
        -0.0007848527
      ]
    ]
  },
  "This deity once broke a tooth off of his comb to use it as a torch. At their first courting, this god's": {
    "guess": "Baldr",
    "confidence": [
      [
        "Bal",
        -2.2665253
      ],
      [
        "dr",
        -0.6983744
      ]
    ]
  },
  "This deity's enemy caused him to get drunk and sleep with a priestess, and as a result this figure threw himself on a funeral pyre and his heart became the morning star. In another story, this figure gathered the bones of old generations and sprinkled his blood on them to create a new race. Identified": {
    "guess": "Quetzalcoatl",
    "confidence": [
      [
        "Qu",
        -0.0055568595
      ],
      [
        "etz",
        -1.8193366e-05
      ],
      [
        "al",
        -2.9636918e-05
      ],
      [
        "co",
        -2.4034345e-05
      ],
      [
        "atl",
        -4.8425554e-06
      ]
    ]
  },
  "This deity held a golden band when going to Mount Ida, executing a plan to make love in a golden cloud. This goddess transformed queen Lamia of Libya into a monster out of envy, and decreed that Leto was not to give birth on(*) Terra Firma. This goddess struck Tiresias blind for siding with Zeus in a": {
    "guess": "Hera",
    "confidence": [
      [
        "H",
        -0.0021727434
      ],
      [
        "era",
        -1.8074163e-05
      ]
    ]
  },
  "This deity invented loom weaving, silkworm cultivation, and rice fields. This deity also makes children by chewing up a brother's sword; that brother, Susanowo, proceeds to throw feces in her house and leave a flayed horse in the house's weaving room. In reaction to such antics,she hides in a cave until Uzume lures her out with a suggestive dance. She is placed in charge of the \"High Celestial Plain,\" or Takamagahara. For 10 points, name this oldest daughter of Izanagi, the Shinto goddess of the sun.": {
    "guess": "Amaterasu",
    "confidence": [
      [
        "Am",
        -0.0012794032
      ],
      [
        "ater",
        -0.000892402
      ],
      [
        "asu",
        -0.00021474186
      ]
    ]
  },
  "This deity, whose epithets include Dumasta and Areyasti, is invoked in a hymn that calls her \"she who": {
    "guess": "Saraswati",
    "confidence": [
      [
        "S",
        -0.6600433
      ],
      [
        "aras",
        -0.00675314
      ],
      [
        "w",
        -0.0010131608
      ],
      [
        "ati",
        -9.198044e-05
      ]
    ]
  },
  "This deity was nurtured in Zeus's stomach when Zeus swallowed her mother Metis. This deity engaged in a contest in which Poseidon created the first horse, and she became the namesake of a city after she": {
    "guess": "Athena",
    "confidence": [
      [
        "A",
        -0.097424656
      ],
      [
        "then",
        -9.019238e-05
      ],
      [
        "a",
        -0.0011275982
      ]
    ]
  },
  "This deity was nurtured in Zeus's stomach when Zeus swallowed her mother Metis. This deity engaged in a contest in which Poseidon created the first horse, and she became the namesake of a city after she offered the first olive tree. The head of the Gorgon Medusa is at the center of this goddess's shield, the Aegis. The Roman equivalent of this goddess is Minerva. For 10 points, name this Greek goddess": {
    "guess": "Athena",
    "confidence": [
      [
        "A",
        -0.0016808906
      ],
      [
        "then",
        -3.1281633e-07
      ],
      [
        "a",
        -5.9153886e-06
      ]
    ]
  },
  "Some of this deity's servants were slain when the corpse of a skinned horse was thrown at them. This deity is worshipped at a shrine which is torn down and rebuilt every twenty years. That shrine contains the Sacred Mirror, which was an object used to lure this figure out of a cave she had been hiding": {
    "guess": "Amaterasu",
    "confidence": [
      [
        "Am",
        -0.008524264
      ],
      [
        "ater",
        -0.00016706773
      ],
      [
        "asu",
        -3.0113732e-05
      ]
    ]
  },
  "This deity, whose epithets include Dumasta and Areyasti, is invoked in a hymn that calls her \"she who delights in the clangor of castanets and drums, roar of flutes, and clamoring of wolves and bright-eyed lions.\" One story holds that her genitals gave rise to an almond tree, from which an almond was set upon the breast of the daughter of the river god Sangario, and another story says that she married Gordius and gave birth to Midas. Worshipped at Pessinus, her self-emasculated devotees became known as the Galli, and her consort was Attis. FTP, name this deity, originally a Phrygian goddess in Asia Minor who took on the persona of the Great Mother, given a Greco-Roman name cognate to her epithet": {
    "guess": "Cybele",
    "confidence": [
      [
        "Cy",
        -0.0060519204
      ],
      [
        "be",
        -9.014684e-06
      ],
      [
        "le",
        -1.8908588e-05
      ]
    ]
  },
  "This deity's sacred birds include the woodpecker and eagle owl. This father-in-law of Procne was the only Olympian not invited to the wedding of Hippodameia and Peirithous. This god's Stymphalian birds guarded his temple on the Black Sea, and Otus and Ephialtes threw him into chains and put him in a bronze urn. This god's daughter Penthesilea was slain by Achilles at Troy, and Athena and Hera encouraged Diomedes to wound this god, whose daughters include [*] Hippolyta. This god fathered Eros with": {
    "guess": "Ares",
    "confidence": [
      [
        "A",
        -0.27009183
      ],
      [
        "res",
        -0.00039754162
      ]
    ]
  },
  "This deity gave a bow to King Janaka, which Rama broke when he won the hand of Sita. He crushed the dwarf Apasmara with his right foot and yielded a trident that represented the three gunas. He is often depicted wearing the cobra Naga around his neck, and he swallowed the poison Halahala to obtain his blue throat. His vehicle is the white bull Nandi, and he is often depicted as Nataraja, the eternal dancer. His third eye destroys everything before it. For 10 points, name this husband of Parvati and": {
    "guess": "Shiva",
    "confidence": [
      [
        "Sh",
        -0.0049030776
      ],
      [
        "iva",
        -1.5451682e-05
      ]
    ]
  },
  "This deity disguised himself as Bolverk and as a snake to sneak by the giant Suttung. He feeds all the food from his table to Geri and Freki, his wolves, and is told about all the world's events by Hugin": {
    "guess": "Odin",
    "confidence": [
      [
        "Od",
        -0.011418431
      ],
      [
        "in",
        -1.4974867e-05
      ]
    ]
  },
  "This deity once hid a gardener who worked for him after that gardener raped one goddess while she was sleeping, but later revealed him when that goddess sought justice more calmly. This god rescued that same goddess from the underworld by sending beings made from dirt underneath his fingernails. That goddess later stole knowledge from this deity and his city while he was drunk. In one story, after consuming plants created from his own semen by his wife, he becomes pregnant with seven children, who his wife has to take from him. He also saved Atrahasis, and thus, humanity, by delivering a message to the walls of his hut when Enlil decided to destroy the Earth with a flood. For 10 points, identify this Sumerian deity associated with the city of Eridu, a water-god who taught humans about medicine and irrigation.": {
    "guess": "Enki",
    "confidence": [
      [
        "En",
        -0.0034488493
      ],
      [
        "ki",
        -2.2961513e-05
      ]
    ]
  },
  "This deity, whose chief weapon is concupiscence, lapsed into unconsciousness for three thousand years, after which he created a primal whore named Jeh, who is responsible for women having menstrual cycles. This god is given nine thousand years to rule after he rips open his mother's womb to claim his kingship. In Pahlavi texts, this deity's name is often seen written upside down. This god, who was said to have created nine hundred ninety-nine diseases to plague the planet, created six daevas, thus creating horror in the world. In response to the creation of the stars in the sky, this god brought": {
    "guess": "Angra Mainyu",
    "confidence": [
      [
        "An",
        -0.66342914
      ],
      [
        "gra",
        -0.0025095472
      ],
      [
        " Main",
        -0.0001756504
      ],
      [
        "yu",
        -0.00018077616
      ]
    ]
  },
  "Some of this deity's servants were slain when the corpse of a skinned horse was thrown at them. This deity is worshipped at a shrine which is torn down and rebuilt every twenty years. That shrine contains": {
    "guess": "Huitzilopochtli",
    "confidence": [
      [
        "H",
        -0.28216413
      ],
      [
        "uit",
        -0.04910448
      ],
      [
        "z",
        -0.0005906827
      ],
      [
        "il",
        -1.0325924e-05
      ],
      [
        "op",
        -8.733149e-05
      ],
      [
        "ocht",
        -1.0564331e-05
      ],
      [
        "li",
        -3.7385154e-05
      ]
    ]
  },
  "This deity is exclusively associated with images of a four-winged, key-holding figure wrapped by a serpent with head of a lion. His name is cognate with that of the Vedic deity of contracts and friendship. This figure once fired an arrow at a stone that gushed water and was born from a (*) rock wielding a dagger and a torch. This god's worshippers had seven ranks, and his underground temples featured": {
    "guess": "Mithra",
    "confidence": [
      [
        "M",
        -1.3542916
      ],
      [
        "ith",
        -0.046564166
      ],
      [
        "ra",
        -0.45692015
      ]
    ]
  },
  "This deity's enemy caused him to get drunk and sleep with a priestess, and as a result this figure threw himself on a funeral pyre and his heart became the morning star. In another story, this figure gathered the bones of old generations and sprinkled his blood on them to create a new race. Identified with the ruler Topiltzin, this twin brother of Xolotl was a son of the virgin goddess Coatlicue, and": {
    "guess": "Quetzalcoatl",
    "confidence": [
      [
        "Qu",
        -0.005639482
      ],
      [
        "etz",
        -2.355753e-05
      ],
      [
        "al",
        -2.2842309e-05
      ],
      [
        "co",
        -3.5120287e-05
      ],
      [
        "atl",
        -9.372295e-06
      ]
    ]
  },
  "This deity owned a dog whose hide or mouth could produce an infinite amount of wine. His refusal to loan out his water-walking horse, itself a loan, forced him to lend his boat Wave-Sweeper in its place. This deity's foster mother died after clearing a country's land for agriculture, after which he founded the Tailteann games in her honor. He ordered three men to gather him a series of weapons, but then refused to heal them of their wounds in revenge for their murder of his father Cian. After winning a flagstone-throwing contest against Ogma, he shot the evil eye out of Balor's head at the second battle of Magh Tuireadh, thus avenging his predecessor Nuada. According to the Ulster Cycle, he was the true father of Cuchulainn. For 10 points, name this Celtic god who defeated the Fomorians as": {
    "guess": "Lugh",
    "confidence": [
      [
        "L",
        -0.0008046258
      ],
      [
        "ugh",
        -0.00060462224
      ]
    ]
  },
  "This deity disguised himself as Bolverk and as a snake to sneak by the giant Suttung. He feeds all the": {
    "guess": "Loki",
    "confidence": [
      [
        "L",
        -0.48060006
      ],
      [
        "oki",
        -0.0011475988
      ]
    ]
  },
  "This deity's wife once revived him by changing into a bird and flapping her wings to breathe life into him. This figure is often called \"First of the Westerners,\" and in another story this deity's body had become stuck in a tree that was holding up a palace at Byblos. This figure was the oldest child of Geb and Nut, and Nephthys helped pick up his body parts after this deity was chopped up by his evil brother Set. For 10 points, identify this green-skinned figure who was the father of Horus, the": {
    "guess": "Osiris",
    "confidence": [
      [
        "Os",
        -0.0017769228
      ],
      [
        "iris",
        -2.6537622e-05
      ]
    ]
  },
  "This deity, whose epithets include Dumasta and Areyasti, is invoked in a hymn that calls her \"she who delights in the clangor of castanets and drums, roar of flutes, and clamoring of wolves and bright-eyed lions.\" One story holds that her genitals gave rise to an almond tree, from which an almond was set upon the breast of the daughter of the river god Sangario, and another story says that she married Gordius and gave birth to Midas. Worshipped at Pessinus, her self-emasculated devotees became known as the Galli, and her consort was Attis. FTP, name this deity, originally a Phrygian goddess in Asia Minor who took on the persona of the Great Mother, given a Greco-Roman name cognate to her epithet Kubileya.": {
    "guess": "Cybele",
    "confidence": [
      [
        "Cy",
        -0.018200515
      ],
      [
        "be",
        -1.247159e-05
      ],
      [
        "le",
        -5.3596854e-05
      ]
    ]
  },
  "This deity's wife once revived him by changing into a bird and flapping her wings to breathe life into him. This figure is often called \"First of the Westerners,\" and in another story this deity's body had become stuck in a tree that was holding up a palace at Byblos. This figure was the oldest child of Geb and Nut, and Nephthys helped pick up his body parts after this deity was chopped up by his evil brother Set. For 10 points, identify this green-skinned figure who was the father of Horus, the husband of Isis, and Egyptian god of the dead.": {
    "guess": "Osiris",
    "confidence": [
      [
        "Os",
        -0.0035744112
      ],
      [
        "iris",
        -8.375538e-05
      ]
    ]
  },
  "This deity fathered a group of three sons that each had one hundred hands and fifty heads, the Hekatonchires": {
    "guess": "Hekatonkheires",
    "confidence": [
      [
        "H",
        -0.3742442
      ],
      [
        "ek",
        -1.0014911
      ],
      [
        "aton",
        -0.0013682155
      ],
      [
        "k",
        -0.11952213
      ],
      [
        "he",
        -0.00029494395
      ],
      [
        "ires",
        -0.007882596
      ]
    ]
  },
  "This deity owned a dog whose hide or mouth could produce an infinite amount of wine. His refusal to loan out his water-walking horse, itself a loan, forced him to lend his boat Wave-Sweeper in its place. This deity's foster mother died after clearing a country's land for agriculture, after which he founded the Tailteann games in her honor. He ordered three men to gather him a series of weapons, but then refused to heal them of their wounds in revenge for their murder of his father Cian. After winning a flagstone-throwing contest against Ogma, he shot the evil eye out of Balor's head at the second battle of Magh Tuireadh, thus avenging his predecessor Nuada. According to the Ulster Cycle, he was": {
    "guess": "Lugh",
    "confidence": [
      [
        "L",
        -0.004923839
      ],
      [
        "ugh",
        -0.00017314713
      ]
    ]
  },
  "One deity in this myth system cured a princess of an illness to earn her hand in marriage only to have": {
    "guess": "Hindu mythology",
    "confidence": [
      [
        "H",
        -1.0049435
      ],
      [
        "ind",
        -0.060515556
      ],
      [
        "u",
        -0.00038217165
      ],
      [
        " mythology",
        -0.7549185
      ]
    ]
  },
  "This deity held a golden band when going to Mount Ida, executing a plan to make love in a golden cloud. This goddess transformed queen Lamia of Libya into a monster out of envy, and decreed that Leto was not to give birth on(*) Terra Firma. This goddess struck Tiresias blind for siding with Zeus in a debate, and Echo engaged in distracting conversation with her. Some myths say that this goddess gave": {
    "guess": "Hera",
    "confidence": [
      [
        "H",
        -0.017604511
      ],
      [
        "era",
        -0.0001503829
      ]
    ]
  },
  "This deity fathered a group of three sons that each had one hundred hands and fifty heads, the Hekatonchires  [HEH-kah-tun-KY-reez]. Some stories claim that he imprisoned them in Tartarus with Brontes, Steropes, and Arges, his three sons that were Cyclops. Though stories of his origin vary widely, the Orphica claims he and his consort were born from the first egg. His blood created a group of nymphs": {
    "guess": "Uranus",
    "confidence": [
      [
        "U",
        -0.081684016
      ],
      [
        "ran",
        -8.518583e-05
      ],
      [
        "us",
        -0.0014936764
      ]
    ]
  },
  "This deity convinced a moon god to return Tara to her husband Brhaspati. He tricked Taraka into accepting a boon of limited invulnerability and talked the ketaki flower into lying about his having traveled to the end of a huge burning lingam. The sage Daksha was born from the right thumb of this inhabitant of Satyaloka. His ten children share a collective title with the Vedic god with whom he was identified, Prajapati. He rides a (*) swan, like his wife Saraswati, and he is often depicted holding a water pot, a sacrificial ladle, a string of prayer beads, and a copy of the Vedas. He was born from a lotus that grew out of Vishnu's navel. For 10 points, name this four-headed, four-armed \"creator\"": {
    "guess": "Brahma",
    "confidence": [
      [
        "B",
        -0.007066755
      ],
      [
        "rah",
        -0.00041327282
      ],
      [
        "ma",
        -0.00023429126
      ]
    ]
  },
  "This deity, who was represented by was scepters and the sha, once ordered that Nemty's toes be cut off, while Neith once suggested that this deity be given Anat and Astarte as concubines. He was tricked into attempting to sail a stone boat by a figure who also evaded his attempted sodomy and ejaculated into this god's lettuce. This deity's bragging led to him being banned from Ra's solar barque, where he fought the serpent Apep. This god, who was especially favored by the Hyksos, also ate the penis of a deity that he tore into fourteen pieces. For 10 points, name this husband of Nephthys, a villainous Egyptian god of the desert who killed his brother Osiris, making him an eternal rival of his": {
    "guess": "Set (deity)",
    "confidence": [
      [
        "Set",
        -0.020661352
      ],
      [
        " (",
        -7.958325e-05
      ],
      [
        "de",
        -0.0047895457
      ],
      [
        "ity",
        -1.2233183e-05
      ],
      [
        ")",
        -2.5226382e-05
      ]
    ]
  },
  "This deity gave a bow to King Janaka, which Rama broke when he won the hand of Sita. He crushed the dwarf": {
    "guess": "Shiva",
    "confidence": [
      [
        "Sh",
        -0.56628734
      ],
      [
        "iva",
        -0.00015836587
      ]
    ]
  },
  "This deity had a son with the nymph Dryope, who was scared off by that son's goat-like appearance. Another son of this god became physically merged with Salmacis. This son of Maia and father of Pan stole the cattle of Apollo and used the shell of a tortoise to invent the lyre, which Apollo traded his cattle to obtain. This god also informed Odysseus of Circe's plot to turn him into a pig and gave him": {
    "guess": "Hermes",
    "confidence": [
      [
        "H",
        -0.0037657556
      ],
      [
        "erm",
        -1.9816675e-06
      ],
      [
        "es",
        -7.111979e-05
      ]
    ]
  },
  "This deity disguised himself as Bolverk and as a snake to sneak by the giant Suttung. He feeds all the food from his table to Geri and Freki, his wolves, and is told about all the world's events by Hugin and Munin, his ravens. This owner of the spear Gungnir and husband of Frigg gave his eye to Mimir and hung for nine days and nights off of the world-tree Yggdrasil to obtain wisdom. For 10 points,": {
    "guess": "Odin",
    "confidence": [
      [
        "Od",
        -0.0035757152
      ],
      [
        "in",
        -1.4855664e-05
      ]
    ]
  },
  "This deity invented loom weaving, silkworm cultivation, and rice fields. This deity also makes children": {
    "guess": "Fu Xi",
    "confidence": [
      [
        "Fu",
        -0.74396634
      ],
      [
        " Xi",
        -0.005966477
      ]
    ]
  },
  "One deity of this type held the harmless green zaltys snake sacred, carried a jug, and had her cheating husband punished by Perkunas. The jealous Baltic deity Saule served in this role, as did the Aztec god Tonatiuh, the ruler of the realm of Tollan. An Eastern deity of this kind had seven horses often shown as a single horse with seven heads, served as the chief of the Navagraha, and was the father of Yami and Yama. A Greek god of this domain seduced Clytie and Leucothoe, gave a Heracles-sized cup to Heracles, and welcomed the blinded Orion. At Ragnarok, the giant Norse wolf Skoll will eat this type of deity, other examples of which include the Hindu Surya and the son of Hyperion. Romans gave": {
    "guess": "Solar deities",
    "confidence": [
      [
        "Solar",
        -0.25851622
      ],
      [
        " de",
        -0.096361585
      ],
      [
        "ities",
        -4.727906e-05
      ]
    ]
  },
  "The deities in this religion get their orders from the Superior Spirits who instruct them how to operate on the Earthly Plain.  The Lord of Thunder in this religion devised a plan to humiliate his brother by seducing his wife, the goddess of ceremonies, which really pissed off a patron of blacksmiths who had been seduced by falling drops of honey. People are initiated into this religion at bembes, or drum dances, and important work, such as interpreting how palm nuts fall to the ground, is done by priests known as babalawos.  This group won a case against Hialeah because, despite narrow public health interests presented in Resolution 87-66, the state violated their First Amendment rights by not allowing them to perform animal sacrifice at a church in Florida. Orula corresponds to Francis, and Babalu-aye to Lazarus in this religion which partially incorporates orishas from Yoruban beliefs.": {
    "guess": "Santería",
    "confidence": [
      [
        "San",
        -0.013882331
      ],
      [
        "ter",
        -2.0219828e-05
      ],
      [
        "ía",
        -0.005095238
      ]
    ]
  },
  "This deity, who was represented by was scepters and the sha, once ordered that Nemty's toes be cut off,": {
    "guess": "Ptah",
    "confidence": [
      [
        "Pt",
        -0.6628423
      ],
      [
        "ah",
        -2.3676734e-05
      ]
    ]
  },
  "One deity of this type held the harmless green zaltys snake sacred, carried a jug, and had her cheating husband punished by Perkunas. The jealous Baltic deity Saule served in this role, as did the Aztec god Tonatiuh, the ruler of the realm of Tollan. An Eastern deity of this kind had seven horses often": {
    "guess": "Sun deity",
    "confidence": [
      [
        "Sun",
        -0.19288936
      ],
      [
        " deity",
        -0.32288817
      ]
    ]
  },
  "This deity led Perseus to the Gray Witches so he could kill Medusa. In The Odyssey, this god gave Odysseus the herb, moly, to protect him from Circe's (SIR-see's) magic, and was later asked by Zeus to order Calypso to let Odysseus go free. As an infant, this deity stole Apollo's cattle and gave Apollo the lyre he had invented. For 10 points, identify this Greek messenger god often depicted with his": {
    "guess": "Hermes",
    "confidence": [
      [
        "H",
        -0.007631824
      ],
      [
        "erm",
        -3.650519e-06
      ],
      [
        "es",
        -5.9437833e-05
      ]
    ]
  },
  "This deity is exclusively associated with images of a four-winged, key-holding figure wrapped by a serpent with head of a lion. His name is cognate with that of the Vedic deity of contracts and friendship. This figure once fired an arrow at a stone that gushed water and was born from a (*) rock wielding": {
    "guess": "Garuda",
    "confidence": [
      [
        "Gar",
        -1.7718064
      ],
      [
        "uda",
        -0.00047917044
      ]
    ]
  },
  "This deity disguised himself as Bolverk and as a snake to sneak by the giant Suttung. He feeds all the food from his table to Geri and Freki, his wolves, and is told about all the world's events by Hugin and Munin, his ravens. This owner of the spear Gungnir and husband of Frigg gave his eye to Mimir": {
    "guess": "Odin",
    "confidence": [
      [
        "Od",
        -0.001323096
      ],
      [
        "in",
        -1.6166903e-05
      ]
    ]
  },
  "This deity fathered a group of three sons that each had one hundred hands and fifty heads, the Hekatonchires  [HEH-kah-tun-KY-reez]. Some stories claim that he imprisoned them in Tartarus with Brontes, Steropes, and Arges, his three sons that were Cyclops. Though stories of his origin vary widely, the Orphica claims he and his consort were born from the first egg. His blood created a group of nymphs called Meliae and the three Furies. That blood was spilled by Cronus, a son who castrated him at the request of this deity's wife Gaia—the mother of all of his offspring, including the Titans. Name this primordial deity, the Greek version of Caelus, who personified the sky.": {
    "guess": "Uranus",
    "confidence": [
      [
        "U",
        -0.176843
      ],
      [
        "ran",
        -4.365741e-06
      ],
      [
        "us",
        -0.00085203594
      ]
    ]
  },
  "One of this deity's sons brought Etain to Midir out of gratitude, and fell in love with a woman in the form of a swan, Cáer Ibormeith. This god killed Cridenbel by giving him food containing three gold": {
    "guess": "Lir",
    "confidence": [
      [
        "L",
        -0.7778583
      ],
      [
        "ir",
        -0.1657911
      ]
    ]
  },
  "This deity is identified with the crocodile god Khenty-khety, and tricked his rival into eating semen and raced him in a boat made of fake stone. Conceived either by a golden phallus or by divine fire, he bit off that rival's genitals, explaining why the desert is infertile. His eyes represented the sun and moon, and Wedjat was associated with this god, the patron of the pharaohs. His left eye, a symbol": {
    "guess": "Horus",
    "confidence": [
      [
        "H",
        -0.0067970823
      ],
      [
        "orus",
        -1.8908588e-05
      ]
    ]
  },
  "This deity, whose aspects include Chandi and Bhairavi, managed to defeat a demon who had been granted a boon from Brahma whereby every drop of blood that fell from his body could produce thousands of copies of him. The current yuga is named for this deity, who was sometimes said to have sprung from the brow of the ten-armed, tiger-riding goddess Durga. Her husband allowed her to trample him in her victory dance in order to save the world, explaining depictions of her standing over Shiva. FTP, name this black earth-mother worshipped by the Thuggee.": {
    "guess": "Kali",
    "confidence": [
      [
        "K",
        -0.0061954036
      ],
      [
        "ali",
        -0.055032585
      ]
    ]
  },
  "One deity worshipped by these people is given the epithet \"The Dolphin Prince\" due to his rule over the oceans. A more prominent god of these peoples is symbolized with a ruby-encrusted crescent moon and once plucked the eye from his enemy, Gruumsh. In addition to Deep Sashelas and Corellon Larethian, an underground-dwelling subset of these people revere the spider demon, Lolth and that variety typically has white hair and dark skin and are known as drow. Under Fourth Edition rules, these people are considered to be immortal fey, though in previous versions they are forest-dwelling humanoids able to live into their four-hundreds. A staple race of Dungeons and Dragons, FTP, identify these people": {
    "guess": "Elves in Dungeons & Dragons",
    "confidence": [
      [
        "El",
        -0.08930715
      ],
      [
        "ves",
        -0.010117978
      ],
      [
        " in",
        -0.30972868
      ],
      [
        " Dungeons",
        -0.028343465
      ],
      [
        " &",
        -0.48190543
      ],
      [
        " Dragons",
        -0.00053361355
      ]
    ]
  },
  "This deity, whose aspects include Chandi and Bhairavi, managed to defeat a demon who had been granted": {
    "guess": "Kali",
    "confidence": [
      [
        "K",
        -1.0892404
      ],
      [
        "ali",
        -0.0014278558
      ]
    ]
  },
  "This deity, whose epithets include Dumasta and Areyasti, is invoked in a hymn that calls her \"she who delights in the clangor of castanets and drums, roar of flutes, and clamoring of wolves and bright-eyed lions.\" One story holds that her genitals gave rise to an almond tree, from which an almond was set upon the breast of the daughter of the river god Sangario, and another story says that she married": {
    "guess": "Cybele",
    "confidence": [
      [
        "Cy",
        -0.14735702
      ],
      [
        "be",
        -0.00015598179
      ],
      [
        "le",
        -0.0002387018
      ]
    ]
  },
  "This deity, whose epithets include Dumasta and Areyasti, is invoked in a hymn that calls her \"she who delights in the clangor of castanets and drums, roar of flutes, and clamoring of wolves and bright-eyed lions.\" One story holds that her genitals gave rise to an almond tree, from which an almond was set upon the breast of the daughter of the river god Sangario, and another story says that she married Gordius and gave birth to Midas. Worshipped at Pessinus, her self-emasculated devotees became known": {
    "guess": "Cybele",
    "confidence": [
      [
        "Cy",
        -0.019160524
      ],
      [
        "be",
        -3.8100377e-05
      ],
      [
        "le",
        -5.0378356e-05
      ]
    ]
  },
  "The deities in this religion get their orders from the Superior Spirits who instruct them how to operate on the Earthly Plain.  The Lord of Thunder in this religion devised a plan to humiliate his brother by seducing his wife, the goddess of ceremonies, which really pissed off a patron of blacksmiths who had been seduced by falling drops of honey. People are initiated into this religion at bembes,": {
    "guess": "Santería",
    "confidence": [
      [
        "San",
        -0.05245013
      ],
      [
        "ter",
        -2.577686e-06
      ],
      [
        "ía",
        -0.45949176
      ]
    ]
  },
  "The deities in this religion get their orders from the Superior Spirits who instruct them how to operate on the Earthly Plain.  The Lord of Thunder in this religion devised a plan to humiliate his brother": {
    "guess": "Shinto",
    "confidence": [
      [
        "Sh",
        -0.30574876
      ],
      [
        "into",
        -0.001277496
      ]
    ]
  },
  "This deity once hid a gardener who worked for him after that gardener raped one goddess while she was sleeping, but later revealed him when that goddess sought justice more calmly. This god rescued that same goddess from the underworld by sending beings made from dirt underneath his fingernails. That goddess later stole knowledge from this deity and his city while he was drunk. In one story, after consuming plants created from his own semen by his wife, he becomes pregnant with seven children, who his wife has to take from him. He also saved Atrahasis, and thus, humanity, by delivering a message to the walls of his hut when Enlil decided to destroy the Earth with a flood. For 10 points, identify": {
    "guess": "Enki",
    "confidence": [
      [
        "En",
        -0.0142249735
      ],
      [
        "ki",
        -0.0024508038
      ]
    ]
  },
  "The deity which bore this name sprung from the churning of the sea of milk and was a manifestation of the moon cursed by Daksha to periodically wane but recover his strength, whose most famous exploit": {
    "guess": "Soma (deity)",
    "confidence": [
      [
        "S",
        -0.634451
      ],
      [
        "oma",
        -0.0043876288
      ],
      [
        " (",
        -0.07158187
      ],
      [
        "de",
        -0.0013334557
      ],
      [
        "ity",
        -1.3856493e-06
      ],
      [
        ")",
        -6.945094e-05
      ]
    ]
  },
  "This deity, whose chief weapon is concupiscence, lapsed into unconsciousness for three thousand years, after which he created a primal whore named Jeh, who is responsible for women having menstrual cycles. This god is given nine thousand years to rule after he rips open his mother's womb to claim his kingship. In Pahlavi texts, this deity's name is often seen written upside down. This god, who was said to have created nine hundred ninety-nine diseases to plague the planet, created six daevas, thus creating horror in the world. In response to the creation of the stars in the sky, this god brought forth the destructive dragon Azi Dahaka. This son of Zurvan does not appear in the Gathas as a proper": {
    "guess": "Ahriman",
    "confidence": [
      [
        "A",
        -0.115642354
      ],
      [
        "hr",
        -0.00013440961
      ],
      [
        "iman",
        -1.6240566e-06
      ]
    ]
  },
  "This deity is identified with the crocodile god Khenty-khety, and tricked his rival into eating semen and raced him in a boat made of fake stone. Conceived either by a golden phallus or by divine fire, he bit off that rival's genitals, explaining why the desert is infertile. His eyes represented the sun and moon, and Wedjat was associated with this god, the patron of the pharaohs. His left eye, a symbol of protection, was torn out by his evil uncle Set. For 10 points, name this falcon-headed Egyptian": {
    "guess": "Horus",
    "confidence": [
      [
        "H",
        -0.0017885866
      ],
      [
        "orus",
        -7.226629e-06
      ]
    ]
  },
  "This deity, whose chief weapon is concupiscence, lapsed into unconsciousness for three thousand years, after which he created a primal whore named Jeh, who is responsible for women having menstrual cycles.": {
    "guess": "Ahriman",
    "confidence": [
      [
        "A",
        -0.06390173
      ],
      [
        "hr",
        -0.00085203594
      ],
      [
        "iman",
        -1.504853e-06
      ]
    ]
  },
  "This deity, whose chief weapon is concupiscence, lapsed into unconsciousness for three thousand years,": {
    "guess": "Kama",
    "confidence": [
      [
        "K",
        -0.6116602
      ],
      [
        "ama",
        -0.2156676
      ]
    ]
  },
  "This deity is exclusively associated with images of a four-winged, key-holding figure wrapped by a serpent": {
    "guess": "Hermes Trismegistus",
    "confidence": [
      [
        "H",
        -1.3523053
      ],
      [
        "erm",
        -0.03608773
      ],
      [
        "es",
        -0.000975067
      ],
      [
        " Tr",
        -0.05062985
      ],
      [
        "ism",
        -0.00013512482
      ],
      [
        "eg",
        -1.6643718e-05
      ],
      [
        "ist",
        -0.0001596771
      ],
      [
        "us",
        -0.0003968264
      ]
    ]
  },
  "One deity worshipped by these people is given the epithet \"The Dolphin Prince\" due to his rule over the oceans. A more prominent god of these peoples is symbolized with a ruby-encrusted crescent moon and": {
    "guess": "Phoenician religion",
    "confidence": [
      [
        "Ph",
        -1.0316263
      ],
      [
        "oen",
        -0.00038455575
      ],
      [
        "ician",
        -0.32394212
      ],
      [
        " religion",
        -0.048523545
      ]
    ]
  },
  "This deity once broke a tooth off of his comb to use it as a torch. At their first courting, this god's wife spoke first after they had gone around the Heavenly Pillar, as a result of which this god fathered the Leech Child. After being told that one thousand people would die each day, this man responded": {
    "guess": "Shinto",
    "confidence": [
      [
        "Sh",
        -1.5194471
      ],
      [
        "into",
        -0.27260628
      ]
    ]
  },
  "One deity of this type held the harmless green zaltys snake sacred, carried a jug, and had her cheating husband punished by Perkunas. The jealous Baltic deity Saule served in this role, as did the Aztec god Tonatiuh, the ruler of the realm of Tollan. An Eastern deity of this kind had seven horses often shown as a single horse with seven heads, served as the chief of the Navagraha, and was the father of Yami and Yama. A Greek god of this domain seduced Clytie and Leucothoe, gave a Heracles-sized cup to Heracles, and welcomed the blinded Orion. At Ragnarok, the giant Norse wolf Skoll will eat this": {
    "guess": "Sun",
    "confidence": [
      [
        "Sun",
        -0.28226617
      ]
    ]
  },
  "This deity owned a dog whose hide or mouth could produce an infinite amount of wine. His refusal to loan out his water-walking horse, itself a loan, forced him to lend his boat Wave-Sweeper in its place. This deity's foster mother died after clearing a country's land for agriculture, after which he founded the Tailteann games in her honor. He ordered three men to gather him a series of weapons, but then refused to heal them of their wounds in revenge for their murder of his father Cian. After winning": {
    "guess": "Lugh",
    "confidence": [
      [
        "L",
        -0.04637368
      ],
      [
        "ugh",
        -0.0005070421
      ]
    ]
  },
  "This deity was nurtured in Zeus's stomach when Zeus swallowed her mother Metis. This deity engaged in": {
    "guess": "Athena",
    "confidence": [
      [
        "A",
        -0.12096909
      ],
      [
        "then",
        -4.8471098e-05
      ],
      [
        "a",
        -0.0003028114
      ]
    ]
  },
  "The deities in this religion get their orders from the Superior Spirits who instruct them how to operate on the Earthly Plain.  The Lord of Thunder in this religion devised a plan to humiliate his brother by seducing his wife, the goddess of ceremonies, which really pissed off a patron of blacksmiths who had been seduced by falling drops of honey. People are initiated into this religion at bembes, or drum dances, and important work, such as interpreting how palm nuts fall to the ground, is done by priests known as babalawos.  This group won a case against Hialeah because, despite narrow public health interests presented in Resolution 87-66, the state violated their First Amendment rights by not allowing them to perform animal sacrifice at a church in Florida. Orula corresponds to Francis, and": {
    "guess": "Santería",
    "confidence": [
      [
        "San",
        -0.016372755
      ],
      [
        "ter",
        -3.631232e-05
      ],
      [
        "ía",
        -0.33516553
      ]
    ]
  },
  "One of this deity's sons brought Etain to Midir out of gratitude, and fell in love with a woman in the form of a swan, Cáer Ibormeith. This god killed Cridenbel by giving him food containing three gold coins, and assured his side's victory over the Fomorians in the Second Battle of Magh Turedh by sleeping with the Morrigan. This son of Danu and father of Angus mac Og owned a club which could kill nine men on one side and revive them with the other, a harp he used to control the seasons, and a magical cauldron that never ran out of food. FTP, identify this Celtic god of the earth, the leader of": {
    "guess": "The Dagda",
    "confidence": [
      [
        "The",
        -0.028634515
      ],
      [
        " Dag",
        -8.776276e-06
      ],
      [
        "da",
        -1.92662e-05
      ]
    ]
  },
  "This deity, whose aspects include Chandi and Bhairavi, managed to defeat a demon who had been granted a boon from Brahma whereby every drop of blood that fell from his body could produce thousands of copies of him. The current yuga is named for this deity, who was sometimes said to have sprung from the brow of the ten-armed, tiger-riding goddess Durga. Her husband allowed her to trample him in her": {
    "guess": "Kali",
    "confidence": [
      [
        "K",
        -0.35429424
      ],
      [
        "ali",
        -0.011221116
      ]
    ]
  },
  "This deity invented loom weaving, silkworm cultivation, and rice fields. This deity also makes children by chewing up a brother's sword; that brother, Susanowo, proceeds to throw feces in her house and": {
    "guess": "Amaterasu",
    "confidence": [
      [
        "Am",
        -0.12167865
      ],
      [
        "ater",
        -0.00046069757
      ],
      [
        "asu",
        -0.00019614976
      ]
    ]
  },
  "This deity invented loom weaving, silkworm cultivation, and rice fields. This deity also makes children by chewing up a brother's sword; that brother, Susanowo, proceeds to throw feces in her house and leave a flayed horse in the house's weaving room. In reaction to such antics,she hides in a cave until Uzume lures her out with a suggestive dance. She is placed in charge of the \"High Celestial Plain,\"": {
    "guess": "Amaterasu",
    "confidence": [
      [
        "Am",
        -0.0178467
      ],
      [
        "ater",
        -0.0003511934
      ],
      [
        "asu",
        -0.0006509595
      ]
    ]
  },
  "One of this deity's children owned a giant tub, whose waters would  ebb and flow at will. He currently resides in a realm of four palaces. He  was often described as having a tunic that wasn't long enough to cover  his penis, and he also had sex with his future consort at a river bank  while she was": {
    "guess": "Enki",
    "confidence": [
      [
        "En",
        -1.6823989
      ],
      [
        "ki",
        -0.09984889
      ]
    ]
  }
}