{
  "Grassman's law was first discovered in this language.  Its verbal system is characterized by the use": {
    "guess": "Sanskrit",
    "confidence": [
      [
        "S",
        -1.2469764
      ],
      [
        "ansk",
        -0.0007179116
      ],
      [
        "rit",
        -6.122589e-05
      ]
    ]
  },
  "The Grave section of its opening movement has an unusual 4/2 time signature and is preceded by an introductory": {
    "guess": "Symphony No. 1 (Mahler)",
    "confidence": [
      [
        "Sym",
        -0.06459685
      ],
      [
        "phony",
        -0.0019994157
      ],
      [
        " No",
        -0.00073231687
      ],
      [
        ".",
        -0.00013393279
      ],
      [
        " ",
        -0.0003480978
      ],
      [
        "1",
        -1.4678445
      ],
      [
        " (",
        -0.011299972
      ],
      [
        "Mah",
        -0.4208892
      ],
      [
        "ler",
        -6.2729996e-06
      ],
      [
        ")",
        -1.1041146e-05
      ]
    ]
  },
  "Grand unified theories have typically predicted the decay of these into a pion and a positron, but experiments estimate that their theoretical minimum half-life is on the order of 10 to the 36 years. They were discovered when Ernest  Rutherford's scintillation detectors saw their signature after he shot alpha particles into nitrogen atoms, and they can be created by beta decay. They are composed of": {
    "guess": "Proton",
    "confidence": [
      [
        "Pro",
        -0.044588123
      ],
      [
        "ton",
        -0.025012324
      ]
    ]
  },
  "His grandfathers were Tadg of the Luminous Side and Trénmór. He received a second name from Conn of the": {
    "guess": "Cú Chulainn",
    "confidence": [
      [
        "C",
        -1.9232924
      ],
      [
        "ú",
        -0.27775016
      ],
      [
        " Ch",
        -0.21269576
      ],
      [
        "ul",
        -0.00037299667
      ],
      [
        "ain",
        -0.00010223195
      ],
      [
        "n",
        -0.00016158436
      ]
    ]
  },
  "A grave that is only six feet long ultimately turns out to answer the title question in this author's short story \"How Much Land Does a Man Need?\" A man named Olenin leaves for the Caucasus in his novel The Cossacks. In another work by this author, the title civil servant reflects back on his life after suffering a fatal fall installing curtains in his apartment. This author of The Death of Ivan (*) Ilyich wrote a work in which the lover of Count Vronsky commits suicide on a railway. For 10 points,": {
    "guess": "Leo Tolstoy",
    "confidence": [
      [
        "Leo",
        -0.0026752993
      ],
      [
        " Tol",
        -9.794062e-05
      ],
      [
        "st",
        -4.6802244e-05
      ],
      [
        "oy",
        -6.511407e-06
      ]
    ]
  },
  "A gray obelisk symbolizing eternity towers beside Glory as the title hero flies toward her in this artist's Bellerophon on Pegasus. In another of his paintings, a fanfare of Egyptians is shown gathered at a dock to welcome Marc Antony. That work is part of a series painted for the Palazzo Labia. One of this man's later works shows Ancient Castile personified with a tower on a cliffside and Gibraltar symbolized by the Pillars of Hercules as Mercury crowns the title allegory of royalty. This artist's most famous series includes depictions of the wedding of (*) Frederick Barbarossa, as well as images": {
    "guess": "Giovanni Battista Tiepolo",
    "confidence": [
      [
        "G",
        -0.057941843
      ],
      [
        "iov",
        -0.025230406
      ],
      [
        "anni",
        -3.631232e-05
      ],
      [
        " Batt",
        -0.032360148
      ],
      [
        "ista",
        -8.8285124e-05
      ],
      [
        " Tie",
        -0.0055023227
      ],
      [
        "pol",
        -2.8160932e-06
      ],
      [
        "o",
        -2.4987974e-05
      ]
    ]
  },
  "In gravitational lensing, the square of this quantity is inversely proportional to the Einstein radius. When expressed in cgs units, the fine structure constant is inversely proportional to this quantity and h-bar. In a recent project called OPERA, scientists working with (*) neutrino oscillations at CERN made claims challenging this quantity. Tachyons theoretically exceed this value, and Albert Michelson and Galileo both worked with measuring it. For 10 points, identify this quantity whose square": {
    "guess": "Speed of light",
    "confidence": [
      [
        "Speed",
        -0.018686658
      ],
      [
        " of",
        -0.0012688051
      ],
      [
        " light",
        -0.119224325
      ]
    ]
  },
  "The Grand Ditch diverts water from the headwaters of this river in the Never Summer Mountains to the Front Range Urban Corridor. The All-American Canal, which replaced the original Alamo Canal, provides irrigated water from this river to the Imperial Valley. The Salton Sea was originally created by floodwaters from this river. (*) John Wesley Powell explored this river's most visited feature. This": {
    "guess": "Colorado River",
    "confidence": [
      [
        "Colorado",
        -0.011832842
      ],
      [
        " River",
        -0.0005740016
      ]
    ]
  },
  "Grassmann numbers are used to allow one of this man's formulations to represent fermionic fields, and he developed a quantum mechanical explanation of Landau's theory of superfluidity. This man names a time symmetric theory of electrodynamics with Wheeler, and along with Shinichiro Tomonaga and Julian Schwinger, this man was awarded the 1965 Nobel Prize in Physics for his work in quantum electrodynamics. This man's namesake diagrams show particle interaction, and he gave a famous series of lectures that were compiled into a three volume set. For 10 points, name this physicist and CalTech professor who was quite the bongo player.": {
    "guess": "Richard Feynman",
    "confidence": [
      [
        "Richard",
        -0.0017663358
      ],
      [
        " Fey",
        -8.518583e-05
      ],
      [
        "n",
        -5.025915e-05
      ],
      [
        "man",
        -2.7372049e-05
      ]
    ]
  },
  "In gravitational lensing, the square of this quantity is inversely proportional to the Einstein radius.": {
    "guess": "Mass of the lensing object",
    "confidence": [
      [
        "Mass",
        -1.393375
      ],
      [
        " of",
        -0.37362283
      ],
      [
        " the",
        -0.014898509
      ],
      [
        " lens",
        -0.19772406
      ],
      [
        "ing",
        -0.261807
      ],
      [
        " object",
        -0.0041882135
      ]
    ]
  },
  "In gravitational lensing, the square of this quantity is inversely proportional to the Einstein radius. When expressed in cgs units, the fine structure constant is inversely proportional to this quantity and h-bar. In a recent project called OPERA, scientists working with (*) neutrino oscillations at CERN made claims challenging this quantity. Tachyons theoretically exceed this value, and Albert Michelson and Galileo both worked with measuring it. For 10 points, identify this quantity whose square yields energy when multiplied by mass, an upper bound on velocity roughly equal to 3 times ten to the power of 8 meters per second.": {
    "guess": "Speed of light",
    "confidence": [
      [
        "Speed",
        -0.008344
      ],
      [
        " of",
        -0.0007524513
      ],
      [
        " light",
        -0.22571105
      ]
    ]
  },
  "A grandson of the planter George Lucas, his mother Elizabeth successfully introduced silkworms and indigo cultivation into the American colonies.   He was elected governor of South Carolina in 1787 and urged ratification of the Constitution.  Later, he would be appointed minister to Great Britain, and also negotiated with Spain over boundary rights and navigation of the Mississippi.  FTP, identify this author of the 1795 Treaty of San Lorenzo, the cousin of Charles and younger brother of Charles": {
    "guess": "Thomas Pinckney",
    "confidence": [
      [
        "Thomas",
        -0.05993429
      ],
      [
        " Pin",
        -0.004222759
      ],
      [
        "ck",
        -1.2352386e-05
      ],
      [
        "ney",
        -0.00022618541
      ]
    ]
  },
  "Gérard Presgurvic wrote a musical about this story \"de la Haine à l'Amour\" in 2001, and Vaccai and Bellini wrote rival operas based on Italian sources for this story. Hector Berlioz wrote a symphony about it that finds the title character alone at a party in the second movement and uses the its description of dreamers for the \"Queen Mab Scherzo.\" Charles Gounod wrote an opera based on this play, while Pyotr Ilyich Tchaikovsky composed a \"Fantasy Overture\" about it. For ten points, identify this play that more famously inspired a ballet by Sergei Prokofiev and the Leonard Bernstein's musical West Side Story.": {
    "guess": "Romeo and Juliet",
    "confidence": [
      [
        "R",
        -0.00955963
      ],
      [
        "ome",
        -1.504853e-06
      ],
      [
        "o",
        -0.00059020595
      ],
      [
        " and",
        -0.0004655849
      ],
      [
        " Juliet",
        -7.6364755e-05
      ]
    ]
  },
  "In graph theory, this man names a closed path which traces each edge precisely once. He lends his name to a set of polynomials related by Bernoulli numbers. A topographical formula named for this man states that faces minus edges plus vertices equals his namesake characteristic, two for any polyhedron. This mathematician proved that the Seven Bridge of Konigsberg problem had no solution. For 10 points, name this Swiss mathematician who lends his name to the base of the natural logarithm, e.": {
    "guess": "Leonhard Euler",
    "confidence": [
      [
        "Leon",
        -0.0014116626
      ],
      [
        "hard",
        -0.00069325475
      ],
      [
        " Euler",
        -2.8564085e-05
      ]
    ]
  },
  "The Grave section of its opening movement has an unusual 4/2 time signature and is preceded by an introductory seven measure Vivace passage. Its third movement shifts to E flat major, and consists of a sixteenth note filled Allegro section placed between two identical Adagiompassages. The piece switches to its parallel key of G Major for its sixth and final movement, a \"Pastorale ad Libitum,\" designed": {
    "guess": "Symphony No. 6 (Beethoven)",
    "confidence": [
      [
        "Sym",
        -0.25589308
      ],
      [
        "phony",
        -0.001701841
      ],
      [
        " No",
        -0.00076841365
      ],
      [
        ".",
        -0.00041935223
      ],
      [
        " ",
        -0.0011365238
      ],
      [
        "6",
        -0.722609
      ],
      [
        " (",
        -0.0070509063
      ],
      [
        "Be",
        -0.043974575
      ],
      [
        "ethoven",
        -0.0001940041
      ],
      [
        ")",
        -2.6537622e-05
      ]
    ]
  },
  "The Grave section of its opening movement has an unusual 4/2 time signature and is preceded by an introductory seven measure Vivace passage. Its third movement shifts to E flat major, and consists of a sixteenth note filled Allegro section placed between two identical Adagiompassages. The piece switches": {
    "guess": "Symphony No. 3 (Beethoven)",
    "confidence": [
      [
        "Sym",
        -0.03181641
      ],
      [
        "phony",
        -0.0003155625
      ],
      [
        " No",
        -0.00036549784
      ],
      [
        ".",
        -0.000614982
      ],
      [
        " ",
        -0.0011186653
      ],
      [
        "3",
        -1.4603381
      ],
      [
        " (",
        -0.0027776547
      ],
      [
        "Be",
        -0.7768197
      ],
      [
        "ethoven",
        -0.00020938137
      ],
      [
        ")",
        -1.2829201e-05
      ]
    ]
  },
  "Grand unified theories have typically predicted the decay of these into a pion and a positron, but experiments estimate that their theoretical minimum half-life is on the order of 10 to the 36 years. They were discovered when Ernest  Rutherford's scintillation detectors saw their signature after he shot alpha particles into nitrogen atoms, and they can be created by beta decay. They are composed of two up and one down quark, have spin of one half, and after electron  capture they transform into another": {
    "guess": "Proton",
    "confidence": [
      [
        "Pro",
        -0.12309447
      ],
      [
        "ton",
        -0.0034931616
      ]
    ]
  },
  "In graph theory, the \"chromatic\" one of these objects determines how many colors a vertex graph can have, and the \"Legendre\" type are orthogonal in the integral inner product space from -1 to 1. Though they aren't series, the Taylor [*] type of these can be used in approximations. According to the Abel-Ruffini theorem, there is no general solution to these of degree 5 or higher. Synthetic division can factor, for 10 points, what mathematical objects with positive integer exponents, exemplified by": {
    "guess": "Polynomial",
    "confidence": [
      [
        "Pol",
        -0.030319052
      ],
      [
        "ynomial",
        -0.5135126
      ]
    ]
  },
  "A gray obelisk symbolizing eternity towers beside Glory as the title hero flies toward her in this artist's Bellerophon on Pegasus. In another of his paintings, a fanfare of Egyptians is shown gathered at a dock to welcome Marc Antony. That work is part of a series painted for the Palazzo Labia. One of this man's later works shows Ancient Castile personified with a tower on a cliffside and Gibraltar": {
    "guess": "Giovanni Battista Tiepolo",
    "confidence": [
      [
        "G",
        -0.09451417
      ],
      [
        "iov",
        -0.0062859105
      ],
      [
        "anni",
        -3.4121115e-06
      ],
      [
        " Batt",
        -0.054984514
      ],
      [
        "ista",
        -3.917321e-05
      ],
      [
        " Tie",
        -0.0048131538
      ],
      [
        "pol",
        -9.610702e-06
      ],
      [
        "o",
        -3.22594e-05
      ]
    ]
  },
  "A grave that is only six feet long ultimately turns out to answer the title question in this author's": {
    "guess": "How Much Land Does a Man Need?",
    "confidence": [
      [
        "How",
        -0.44849887
      ],
      [
        " Much",
        -0.00074447197
      ],
      [
        " Land",
        -4.465658e-05
      ],
      [
        " Does",
        -0.00013679368
      ],
      [
        " a",
        -0.00035619995
      ],
      [
        " Man",
        -3.5954712e-05
      ],
      [
        " Need",
        -4.6444635e-05
      ],
      [
        "?",
        -0.00016015393
      ]
    ]
  },
  "Gravity waves cause the \"pulsating\" variety of this type of stars, the first known examples of which": {
    "guess": "Cepheid variable",
    "confidence": [
      [
        "C",
        -0.5980412
      ],
      [
        "ep",
        -0.0001037816
      ],
      [
        "heid",
        -7.827201e-05
      ],
      [
        " variable",
        -0.0010095884
      ]
    ]
  },
  "The Grand Ditch diverts water from the headwaters of this river in the Never Summer Mountains to the Front Range Urban Corridor. The All-American Canal, which replaced the original Alamo Canal, provides": {
    "guess": "Colorado River",
    "confidence": [
      [
        "Colorado",
        -0.69196504
      ],
      [
        " River",
        -0.002189399
      ]
    ]
  },
  "In gravitational lensing, the square of this quantity is inversely proportional to the Einstein radius. When expressed in cgs units, the fine structure constant is inversely proportional to this quantity and h-bar. In a recent project called OPERA, scientists working with (*) neutrino oscillations at": {
    "guess": "Speed of light",
    "confidence": [
      [
        "Speed",
        -1.2673625
      ],
      [
        " of",
        -0.10143638
      ],
      [
        " light",
        -0.43616307
      ]
    ]
  },
  "It can be graphically represented on the De Finetti diagram by a curved line. The F and P coefficients account for things like the Wahlund effect and imperfect panmixia. Karl Pearson confirmed it for one specific case, and his eponymous chi-squared test is commonly used to determine whether data matches this result. A small population may exhibit deviations from this result because of inbreeding and drift. In the simplest scenario it can be stated that p squared, q squared, and 2pq are the frequencies": {
    "guess": "Hardy-Weinberg principle",
    "confidence": [
      [
        "Hard",
        -0.13285804
      ],
      [
        "y",
        -1.504853e-06
      ],
      [
        "-",
        -0.54340506
      ],
      [
        "We",
        -0.00013500563
      ],
      [
        "in",
        -0.0005044196
      ],
      [
        "berg",
        -0.0015835431
      ],
      [
        " principle",
        -0.09990973
      ]
    ]
  },
  "A gray obelisk symbolizing eternity towers beside Glory as the title hero flies toward her in this artist's Bellerophon on Pegasus. In another of his paintings, a fanfare of Egyptians is shown gathered at a dock to welcome Marc Antony. That work is part of a series painted for the Palazzo Labia. One of this man's later works shows Ancient Castile personified with a tower on a cliffside and Gibraltar symbolized by the Pillars of Hercules as Mercury crowns the title allegory of royalty. This artist's": {
    "guess": "Giovanni Battista Tiepolo",
    "confidence": [
      [
        "G",
        -0.0173591
      ],
      [
        "iov",
        -0.010019672
      ],
      [
        "anni",
        -1.0280384e-06
      ],
      [
        " Batt",
        -0.012592772
      ],
      [
        "ista",
        -5.5146502e-05
      ],
      [
        " Tie",
        -0.0050130403
      ],
      [
        "pol",
        -4.246537e-06
      ],
      [
        "o",
        -2.2961513e-05
      ]
    ]
  },
  "His grandfathers were Tadg of the Luminous Side and Trénmór. He received a second name from Conn of the Hundred Battles after being known as Deimne in his childhood. As an older man, he was promised the hand of Gráinne, but she ran off with one of the warriors under his command. He was reared in the forest of Sliab Bladma by the Grey One of Luachra and his aunt Bodhmall after his father was killed by Goll Mac Morna. In later life, he was able to find the answers to many questions by chewing his thumb, which he burned cooking a magic fish. FTP, name this Irish hero who gained wisdom from the Salmon": {
    "guess": "Fionn mac Cumhaill",
    "confidence": [
      [
        "F",
        -0.012251915
      ],
      [
        "ion",
        -0.007682104
      ],
      [
        "n",
        -0.00014346908
      ],
      [
        " mac",
        -0.00938947
      ],
      [
        " Cum",
        -6.539802e-05
      ],
      [
        "ha",
        -0.0060502626
      ],
      [
        "ill",
        -3.888926e-06
      ]
    ]
  },
  "In graph theory, the \"chromatic\" one of these objects determines how many colors a vertex graph can have, and the \"Legendre\" type are orthogonal in the integral inner product space from -1 to 1. Though": {
    "guess": "Legendre polynomial",
    "confidence": [
      [
        "Legend",
        -0.6910974
      ],
      [
        "re",
        -0.0003342738
      ],
      [
        " polynomial",
        -0.20388459
      ]
    ]
  },
  "Gravity waves cause the \"pulsating\" variety of this type of stars, the first known examples of which were 40 Eridani B and the companion of Sirius. These are the primaries in cataclysmic variables, where they will often emit soft radiation. Usually consisting of carbon and oxygen, they are supported only by electron degeneracy pressure, since no fusion takes place; that leads to their upper mass limit": {
    "guess": "White dwarfs",
    "confidence": [
      [
        "White",
        -0.022226993
      ],
      [
        " dwar",
        -0.41469908
      ],
      [
        "fs",
        -0.00072184537
      ]
    ]
  },
  "Grassman's law was first discovered in this language.  Its verbal system is characterized by the use of systems like the desiderative and benedictive, and aspects like the aorist.  Verbs are classified as athematic or thematic, in which an \"a\" is inserted before the ending inflection, while nouns have three numbers, ten declensions and eight cases. Johann Hanxleden wrote the first European grammar of this language, and that study, along with the earlier Astadhyayi of Panini, was used by William Jones in comparisons of it with Greek and Latin that launched Western linguistics.  FTP, name this ancient language written in Devanagari script and spoken in India.": {
    "guess": "Sanskrit",
    "confidence": [
      [
        "S",
        -0.0036200278
      ],
      [
        "ansk",
        -8.9834764e-05
      ],
      [
        "rit",
        -4.8828708e-05
      ]
    ]
  },
  "In graph theory, this man names a closed path which traces each edge precisely once. He lends his name to a set of polynomials related by Bernoulli numbers. A topographical formula named for this man states": {
    "guess": "Eulerian path",
    "confidence": [
      [
        "E",
        -0.794158
      ],
      [
        "uler",
        -0.00045629436
      ],
      [
        "ian",
        -0.005408542
      ],
      [
        " path",
        -0.37535793
      ]
    ]
  },
  "His grandfathers were Tadg of the Luminous Side and Trénmór. He received a second name from Conn of the Hundred Battles after being known as Deimne in his childhood. As an older man, he was promised the hand of Gráinne, but she ran off with one of the warriors under his command. He was reared in the forest of Sliab Bladma by the Grey One of Luachra and his aunt Bodhmall after his father was killed by Goll Mac Morna. In later life, he was able to find the answers to many questions by chewing his thumb,": {
    "guess": "Fionn mac Cumhaill",
    "confidence": [
      [
        "F",
        -0.008135556
      ],
      [
        "ion",
        -0.07234551
      ],
      [
        "n",
        -0.0001563394
      ],
      [
        " mac",
        -0.011966315
      ],
      [
        " Cum",
        -0.00019233524
      ],
      [
        "ha",
        -0.0072549544
      ],
      [
        "ill",
        -1.4140442e-05
      ]
    ]
  },
  "His grandfathers were Tadg of the Luminous Side and Trénmór. He received a second name from Conn of the Hundred Battles after being known as Deimne in his childhood. As an older man, he was promised the hand of Gráinne, but she ran off with one of the warriors under his command. He was reared in the forest of Sliab Bladma by the Grey One of Luachra and his aunt Bodhmall after his father was killed": {
    "guess": "Fionn mac Cumhaill",
    "confidence": [
      [
        "F",
        -0.021136053
      ],
      [
        "ion",
        -0.08199224
      ],
      [
        "n",
        -1.8074163e-05
      ],
      [
        " mac",
        -0.10013182
      ],
      [
        " Cum",
        -0.00013083349
      ],
      [
        "ha",
        -0.00959211
      ],
      [
        "ill",
        -1.6762922e-05
      ]
    ]
  },
  "It can be graphically represented on the De Finetti diagram by a curved line. The F and P coefficients account for things like the Wahlund effect and imperfect panmixia. Karl Pearson confirmed it for one specific case, and his eponymous chi-squared test is commonly used to determine whether data matches this result. A small population may exhibit deviations from this result because of inbreeding and": {
    "guess": "Hardy-Weinberg principle",
    "confidence": [
      [
        "Hard",
        -0.028980473
      ],
      [
        "y",
        -9.133887e-06
      ],
      [
        "-",
        -0.108254656
      ],
      [
        "We",
        -1.92662e-05
      ],
      [
        "in",
        -0.00012892624
      ],
      [
        "berg",
        -0.00033534665
      ],
      [
        " principle",
        -0.034598485
      ]
    ]
  },
  "The Grave section of its opening movement has an unusual 4/2 time signature and is preceded by an introductory seven measure Vivace passage. Its third movement shifts to E flat major, and consists of a": {
    "guess": "Symphony No. 3 (Saint-Saëns)",
    "confidence": [
      [
        "Sym",
        -0.08946685
      ],
      [
        "phony",
        -0.009125958
      ],
      [
        " No",
        -0.00034177996
      ],
      [
        ".",
        -0.00031365524
      ],
      [
        " ",
        -0.0010641286
      ],
      [
        "3",
        -1.3573679
      ],
      [
        " (",
        -0.0040189223
      ],
      [
        "Saint",
        -0.7727955
      ],
      [
        "-S",
        -0.0028771535
      ],
      [
        "a",
        -0.0030611344
      ],
      [
        "ë",
        -0.0070616696
      ],
      [
        "ns",
        -2.7133641e-05
      ],
      [
        ")",
        -1.3067608e-05
      ]
    ]
  },
  "On a graph, this man's namesake path visits each edge exactly once, and the line connecting the orthocenter": {
    "guess": "Eulerian path",
    "confidence": [
      [
        "E",
        -0.025938066
      ],
      [
        "uler",
        -1.4974867e-05
      ],
      [
        "ian",
        -0.002315238
      ],
      [
        " path",
        -0.029247468
      ]
    ]
  },
  "The Gram-Schmidt process applies a series of projections to these objects. A certain operation on three of these gives the volume of a parallelepiped. One operation on these objects is anti-commutative, and two of these are orthogonal if another operation yields zero; those operations are the cross and dot products. Sometimes written as a one-column matrix, the sum of two of these can be represented as the diagonal of a parallelogram. Contrasted with scalars, for 10 points, name these mathematical": {
    "guess": "Euclidean vector",
    "confidence": [
      [
        "Eu",
        -0.27610615
      ],
      [
        "clidean",
        -9.9251854e-05
      ],
      [
        " vector",
        -0.19824384
      ]
    ]
  },
  "The Grand Ditch diverts water from the headwaters of this river in the Never Summer Mountains to the Front Range Urban Corridor. The All-American Canal, which replaced the original Alamo Canal, provides irrigated water from this river to the Imperial Valley. The Salton Sea was originally created by floodwaters from this river. (*) John Wesley Powell explored this river's most visited feature. This river flows through Lake Mead, which is created by an arch-gravity dam constructed during the Great": {
    "guess": "Colorado River",
    "confidence": [
      [
        "Colorado",
        -0.0045833266
      ],
      [
        " River",
        -0.00098422
      ]
    ]
  },
  "Gérard Presgurvic wrote a musical about this story \"de la Haine à l'Amour\" in 2001, and Vaccai and Bellini wrote rival operas based on Italian sources for this story. Hector Berlioz wrote a symphony about": {
    "guess": "Romeo and Juliet in the form of a symphony.",
    "confidence": [
      [
        "R",
        -0.2689462
      ],
      [
        "ome",
        -3.1281633e-07
      ],
      [
        "o",
        -0.00014883325
      ],
      [
        " and",
        -0.016187917
      ],
      [
        " Juliet",
        -5.8722613e-05
      ],
      [
        " in",
        -0.77033883
      ],
      [
        " the",
        -1.3352877
      ],
      [
        " form",
        -0.44571352
      ],
      [
        " of",
        -0.0011862996
      ],
      [
        " a",
        -0.63414836
      ],
      [
        " sym",
        -0.7695237
      ],
      [
        "phony",
        -0.07805857
      ],
      [
        ".",
        -0.9778888
      ]
    ]
  },
  "A grandson of the planter George Lucas, his mother Elizabeth successfully introduced silkworms and indigo cultivation into the American colonies.   He was elected governor of South Carolina in 1787 and urged ratification of the Constitution.  Later, he would be appointed minister to Great Britain, and also negotiated with Spain over boundary rights and navigation of the Mississippi.  FTP, identify this author of the 1795 Treaty of San Lorenzo, the cousin of Charles and younger brother of Charles Cotesworth.": {
    "guess": "Thomas Pinckney",
    "confidence": [
      [
        "Thomas",
        -0.02194889
      ],
      [
        " Pin",
        -0.0004294772
      ],
      [
        "ck",
        -1.2590794e-05
      ],
      [
        "ney",
        -0.00016170357
      ]
    ]
  },
  "On a graph, this man's namesake path visits each edge exactly once, and the line connecting the orthocenter and circumcenter of a triangle is also named for him. He lends his name to a method of solving": {
    "guess": "Hamiltonian path",
    "confidence": [
      [
        "Hamilton",
        -0.6421347
      ],
      [
        "ian",
        -0.0011749862
      ],
      [
        " path",
        -0.07529881
      ]
    ]
  },
  "It can be graphically represented on the De Finetti diagram by a curved line. The F and P coefficients account for things like the Wahlund effect and imperfect panmixia. Karl Pearson confirmed it for one": {
    "guess": "Hardy–Weinberg principle",
    "confidence": [
      [
        "Hard",
        -0.15391812
      ],
      [
        "y",
        -5.7411373e-05
      ],
      [
        "–",
        -0.19299787
      ],
      [
        "We",
        -3.650519e-06
      ],
      [
        "in",
        -8.304016e-05
      ],
      [
        "berg",
        -8.6735476e-05
      ],
      [
        " principle",
        -0.00588566
      ]
    ]
  },
  "A grave that is only six feet long ultimately turns out to answer the title question in this author's short story \"How Much Land Does a Man Need?\" A man named Olenin leaves for the Caucasus in his novel": {
    "guess": "Leo Tolstoy",
    "confidence": [
      [
        "Leo",
        -0.053661697
      ],
      [
        " Tol",
        -0.0004649889
      ],
      [
        "st",
        -0.00016754455
      ],
      [
        "oy",
        -1.3902034e-05
      ]
    ]
  },
  "Gérard Presgurvic wrote a musical about this story \"de la Haine à l'Amour\" in 2001, and Vaccai and Bellini wrote rival operas based on Italian sources for this story. Hector Berlioz wrote a symphony about it that finds the title character alone at a party in the second movement and uses the its description of dreamers for the \"Queen Mab Scherzo.\" Charles Gounod wrote an opera based on this play, while Pyotr Ilyich Tchaikovsky composed a \"Fantasy Overture\" about it. For ten points, identify this play that more famously inspired a ballet by Sergei Prokofiev and the Leonard Bernstein's musical West": {
    "guess": "Romeo and Juliet",
    "confidence": [
      [
        "R",
        -0.058465265
      ],
      [
        "ome",
        -2.1008714e-06
      ],
      [
        "o",
        -0.0005460034
      ],
      [
        " and",
        -0.0011053291
      ],
      [
        " Juliet",
        -8.6616266e-05
      ]
    ]
  },
  "Grand unified theories have typically predicted the decay of these into a pion and a positron, but experiments estimate that their theoretical minimum half-life is on the order of 10 to the 36 years. They were discovered when Ernest  Rutherford's scintillation detectors saw their signature after he shot alpha particles into nitrogen atoms, and they can be created by beta decay. They are composed of two up and one down quark, have spin of one half, and after electron  capture they transform into another baryon. FTP, name this positively-charged nucleon that determines elements‘ atomic  number.": {
    "guess": "Proton",
    "confidence": [
      [
        "Pro",
        -0.0043193838
      ],
      [
        "ton",
        -9.1026806e-05
      ]
    ]
  },
  "The Grand Ditch diverts water from the headwaters of this river in the Never Summer Mountains to the Front Range Urban Corridor. The All-American Canal, which replaced the original Alamo Canal, provides irrigated water from this river to the Imperial Valley. The Salton Sea was originally created by floodwaters from this river. (*) John Wesley Powell explored this river's most visited feature. This river flows through Lake Mead, which is created by an arch-gravity dam constructed during the Great Depression. For ten points, identify this river which flows through Hoover Dam after cutting through the Grand Canyon.": {
    "guess": "Colorado River",
    "confidence": [
      [
        "Colorado",
        -0.0011546281
      ],
      [
        " River",
        -0.00022058284
      ]
    ]
  },
  "Gravity waves cause the \"pulsating\" variety of this type of stars, the first known examples of which were 40 Eridani B and the companion of Sirius. These are the primaries in cataclysmic variables, where they will often emit soft radiation. Usually consisting of carbon and oxygen, they are supported only by electron degeneracy pressure, since no fusion takes place; that leads to their upper mass limit of 1.44 solar masses named for Chandrasekhar. These faint stars found in the lower left of the Hertzsprung-Russell": {
    "guess": "White dwarf",
    "confidence": [
      [
        "White",
        -0.005822379
      ],
      [
        " dwarf",
        -0.62681115
      ]
    ]
  },
  "A gray obelisk symbolizing eternity towers beside Glory as the title hero flies toward her in this artist's Bellerophon on Pegasus. In another of his paintings, a fanfare of Egyptians is shown gathered at a dock to welcome Marc Antony. That work is part of a series painted for the Palazzo Labia. One of this man's later works shows Ancient Castile personified with a tower on a cliffside and Gibraltar symbolized by the Pillars of Hercules as Mercury crowns the title allegory of royalty. This artist's most famous series includes depictions of the wedding of (*) Frederick Barbarossa, as well as images of America sitting on a crocodile and Europe seated on a pedestal beside a reclining Balthasar Neumann, who designed the building in which that series is housed. For 10 points, name this Venetian artist behind The Apotheosis of Spain and Apollo and the Continents, one of his frescos for the Wurzburg Residenz.": {
    "guess": "Giovanni Battista Tiepolo",
    "confidence": [
      [
        "G",
        -0.051263828
      ],
      [
        "iov",
        -0.0031609682
      ],
      [
        "anni",
        -6.4444386e-05
      ],
      [
        " Batt",
        -0.0013340517
      ],
      [
        "ista",
        -4.1557283e-05
      ],
      [
        " Tie",
        -0.0059764353
      ],
      [
        "pol",
        -3.4121115e-06
      ],
      [
        "o",
        -3.0828953e-05
      ]
    ]
  },
  "Grassman's law was first discovered in this language.  Its verbal system is characterized by the use of systems like the desiderative and benedictive, and aspects like the aorist.  Verbs are classified as athematic or thematic, in which an \"a\" is inserted before the ending inflection, while nouns have three numbers, ten declensions and eight cases. Johann Hanxleden wrote the first European grammar": {
    "guess": "Sanskrit",
    "confidence": [
      [
        "S",
        -0.8628732
      ],
      [
        "ansk",
        -0.00015229016
      ],
      [
        "rit",
        -2.7729659e-05
      ]
    ]
  },
  "The Grave section of its opening movement has an unusual 4/2 time signature and is preceded by an introductory seven measure Vivace passage. Its third movement shifts to E flat major, and consists of a sixteenth note filled Allegro section placed between two identical Adagiompassages. The piece switches to its parallel key of G Major for its sixth and final movement, a \"Pastorale ad Libitum,\" designed to evoke images of shepherds and angels in the fields outside Bethlehem during the approaching nativity. FTP, identify this concerto grosso composed by Arcangelo Corelli for performance on a winter holiday.": {
    "guess": "Christmas Concerto",
    "confidence": [
      [
        "Christmas",
        -0.03518204
      ],
      [
        " Concert",
        -0.007179203
      ],
      [
        "o",
        -0.0001008015
      ]
    ]
  },
  "Gérard Presgurvic wrote a musical about this story \"de la Haine à l'Amour\" in 2001, and Vaccai and Bellini": {
    "guess": "Romeo and Juliet",
    "confidence": [
      [
        "R",
        -0.55449945
      ],
      [
        "ome",
        -6.968935e-05
      ],
      [
        "o",
        -0.00047774
      ],
      [
        " and",
        -0.0050844415
      ],
      [
        " Juliet",
        -1.9743013e-05
      ]
    ]
  },
  "A grandson of the planter George Lucas, his mother Elizabeth successfully introduced silkworms and indigo cultivation into the American colonies.   He was elected governor of South Carolina in 1787 and urged ratification of the Constitution.  Later, he would be appointed minister to Great Britain, and": {
    "guess": "Charles Cotesworth Pinckney",
    "confidence": [
      [
        "Charles",
        -0.10254245
      ],
      [
        " C",
        -0.017470038
      ],
      [
        "otes",
        -0.00028719936
      ],
      [
        "worth",
        -3.4285862e-05
      ],
      [
        " Pin",
        -0.0009961294
      ],
      [
        "ck",
        -1.735894e-05
      ],
      [
        "ney",
        -0.00019853383
      ]
    ]
  },
  "Gérard Presgurvic wrote a musical about this story \"de la Haine à l'Amour\" in 2001, and Vaccai and Bellini wrote rival operas based on Italian sources for this story. Hector Berlioz wrote a symphony about it that finds the title character alone at a party in the second movement and uses the its description of dreamers for the \"Queen Mab Scherzo.\" Charles Gounod wrote an opera based on this play, while Pyotr Ilyich Tchaikovsky composed a \"Fantasy Overture\" about it. For ten points, identify this play": {
    "guess": "Romeo and Juliet",
    "confidence": [
      [
        "R",
        -0.36263192
      ],
      [
        "ome",
        -7.89631e-07
      ],
      [
        "o",
        -0.0007222029
      ],
      [
        " and",
        -0.00050918775
      ],
      [
        " Juliet",
        -3.4047454e-05
      ]
    ]
  },
  "In graph theory, the \"chromatic\" one of these objects determines how many colors a vertex graph can have, and the \"Legendre\" type are orthogonal in the integral inner product space from -1 to 1. Though they aren't series, the Taylor [*] type of these can be used in approximations. According to the Abel-Ruffini": {
    "guess": "Polynomial",
    "confidence": [
      [
        "Pol",
        -0.37906548
      ],
      [
        "ynomial",
        -0.0661122
      ]
    ]
  },
  "His grandfathers were Tadg of the Luminous Side and Trénmór. He received a second name from Conn of the Hundred Battles after being known as Deimne in his childhood. As an older man, he was promised the hand of Gráinne, but she ran off with one of the warriors under his command. He was reared in the": {
    "guess": "Fionn mac Cumhaill",
    "confidence": [
      [
        "F",
        -0.055991035
      ],
      [
        "ion",
        -0.08467979
      ],
      [
        "n",
        -0.00016778296
      ],
      [
        " mac",
        -0.17619993
      ],
      [
        " Cum",
        -0.00010330478
      ],
      [
        "ha",
        -0.012370968
      ],
      [
        "ill",
        -2.3676734e-05
      ]
    ]
  },
  "Grassmann numbers are used to allow one of this man's formulations to represent fermionic fields, and he developed a quantum mechanical explanation of Landau's theory of superfluidity. This man names a": {
    "guess": "Richard Feynman",
    "confidence": [
      [
        "Richard",
        -0.015340926
      ],
      [
        " Fey",
        -0.00044592362
      ],
      [
        "n",
        -5.419287e-05
      ],
      [
        "man",
        -1.5451682e-05
      ]
    ]
  },
  "A gray obelisk symbolizing eternity towers beside Glory as the title hero flies toward her in this artist's Bellerophon on Pegasus. In another of his paintings, a fanfare of Egyptians is shown gathered at a dock to welcome Marc Antony. That work is part of a series painted for the Palazzo Labia. One of this man's later works shows Ancient Castile personified with a tower on a cliffside and Gibraltar symbolized by the Pillars of Hercules as Mercury crowns the title allegory of royalty. This artist's most famous series includes depictions of the wedding of (*) Frederick Barbarossa, as well as images of America sitting on a crocodile and Europe seated on a pedestal beside a reclining Balthasar Neumann,": {
    "guess": "Giovanni Battista Tiepolo",
    "confidence": [
      [
        "G",
        -0.5257448
      ],
      [
        "iov",
        -0.008340691
      ],
      [
        "anni",
        -2.4272753e-05
      ],
      [
        " Batt",
        -0.009446269
      ],
      [
        "ista",
        -3.8457987e-05
      ],
      [
        " Tie",
        -0.0036585068
      ],
      [
        "pol",
        -9.0883464e-07
      ],
      [
        "o",
        -2.451116e-05
      ]
    ]
  },
  "Grassman's law was first discovered in this language.  Its verbal system is characterized by the use of systems like the desiderative and benedictive, and aspects like the aorist.  Verbs are classified as athematic or thematic, in which an \"a\" is inserted before the ending inflection, while nouns have": {
    "guess": "Sanskrit",
    "confidence": [
      [
        "S",
        -0.7454027
      ],
      [
        "ansk",
        -2.868329e-05
      ],
      [
        "rit",
        -2.2246291e-05
      ]
    ]
  },
  "A grandson of the planter George Lucas, his mother Elizabeth successfully introduced silkworms and indigo cultivation into the American colonies.   He was elected governor of South Carolina in 1787 and": {
    "guess": "Charles Pinckney",
    "confidence": [
      [
        "Charles",
        -0.24753474
      ],
      [
        " Pin",
        -0.6933478
      ],
      [
        "ck",
        -1.569009e-05
      ],
      [
        "ney",
        -0.00012856863
      ]
    ]
  },
  "A grave that is only six feet long ultimately turns out to answer the title question in this author's short story \"How Much Land Does a Man Need?\" A man named Olenin leaves for the Caucasus in his novel The Cossacks. In another work by this author, the title civil servant reflects back on his life after": {
    "guess": "Leo Tolstoy",
    "confidence": [
      [
        "Leo",
        -0.019569991
      ],
      [
        " Tol",
        -5.8484206e-05
      ],
      [
        "st",
        -5.3000836e-05
      ],
      [
        "oy",
        -7.58424e-06
      ]
    ]
  },
  "The Grave section of its opening movement has an unusual 4/2 time signature and is preceded by an introductory seven measure Vivace passage. Its third movement shifts to E flat major, and consists of a sixteenth note filled Allegro section placed between two identical Adagiompassages. The piece switches to its parallel key of G Major for its sixth and final movement, a \"Pastorale ad Libitum,\" designed to evoke images of shepherds and angels in the fields outside Bethlehem during the approaching nativity. FTP, identify this concerto grosso composed by Arcangelo Corelli for performance on a winter": {
    "guess": "Christmas Concerto",
    "confidence": [
      [
        "Christmas",
        -0.016393038
      ],
      [
        " Concert",
        -0.024773363
      ],
      [
        "o",
        -0.00054445374
      ]
    ]
  },
  "It can be graphically represented on the De Finetti diagram by a curved line. The F and P coefficients account for things like the Wahlund effect and imperfect panmixia. Karl Pearson confirmed it for one specific case, and his eponymous chi-squared test is commonly used to determine whether data matches this result. A small population may exhibit deviations from this result because of inbreeding and drift. In the simplest scenario it can be stated that p squared, q squared, and 2pq are the frequencies for each genotype. For 10 points, name this doubly-eponymous principle in population genetics which states that allele frequencies typically stay constant.": {
    "guess": "Hardy–Weinberg principle",
    "confidence": [
      [
        "Hard",
        -0.16580492
      ],
      [
        "y",
        -4.3941356e-05
      ],
      [
        "–",
        -0.12530969
      ],
      [
        "We",
        -3.1737043e-06
      ],
      [
        "in",
        -1.5451682e-05
      ],
      [
        "berg",
        -1.5451682e-05
      ],
      [
        " principle",
        -0.010836043
      ]
    ]
  },
  "Grassmann numbers are used to allow one of this man's formulations to represent fermionic fields, and he developed a quantum mechanical explanation of Landau's theory of superfluidity. This man names a time symmetric theory of electrodynamics with Wheeler, and along with Shinichiro Tomonaga and Julian Schwinger, this man was awarded the 1965 Nobel Prize in Physics for his work in quantum electrodynamics. This man's namesake diagrams show particle interaction, and he gave a famous series of lectures that were compiled into a three volume set. For 10 points, name this physicist and CalTech professor": {
    "guess": "Richard Feynman",
    "confidence": [
      [
        "Richard",
        -0.0020293964
      ],
      [
        " Fey",
        -9.376849e-05
      ],
      [
        "n",
        -4.310693e-05
      ],
      [
        "man",
        -1.3306016e-05
      ]
    ]
  },
  "A grandson of the planter George Lucas, his mother Elizabeth successfully introduced silkworms and indigo": {
    "guess": "George Lucas (planter)",
    "confidence": [
      [
        "George",
        -0.3952922
      ],
      [
        " Lucas",
        -0.82358766
      ],
      [
        " (",
        -0.15805003
      ],
      [
        "plan",
        -0.064030446
      ],
      [
        "ter",
        -1.0683535e-05
      ],
      [
        ")",
        -0.0008477446
      ]
    ]
  },
  "On a graph, this man's namesake path visits each edge exactly once, and the line connecting the orthocenter and circumcenter of a triangle is also named for him. He lends his name to a method of solving differential equations by estimating the slopes, and he also proved that there is no solution to the Seven Bridges of Konigsberg problem. For 10 points, identify this mathematician who gives his name": {
    "guess": "Leonhard Euler",
    "confidence": [
      [
        "Leon",
        -0.13529654
      ],
      [
        "hard",
        -0.0005759088
      ],
      [
        " Euler",
        -0.0002519224
      ]
    ]
  },
  "In graph theory, the \"chromatic\" one of these objects determines how many colors a vertex graph can have,": {
    "guess": "Chromatic number",
    "confidence": [
      [
        "Ch",
        -0.16992496
      ],
      [
        "romatic",
        -0.0004176834
      ],
      [
        " number",
        -0.46972343
      ]
    ]
  },
  "The Gram-Schmidt process applies a series of projections to these objects. A certain operation on three": {
    "guess": "Vector projection",
    "confidence": [
      [
        "Vector",
        -0.7898092
      ],
      [
        " projection",
        -0.0252554
      ]
    ]
  },
  "Gérard Presgurvic wrote a musical about this story \"de la Haine à l'Amour\" in 2001, and Vaccai and Bellini wrote rival operas based on Italian sources for this story. Hector Berlioz wrote a symphony about it that finds the title character alone at a party in the second movement and uses the its description of dreamers for the \"Queen Mab Scherzo.\" Charles Gounod wrote an opera based on this play, while": {
    "guess": "Romeo and Juliet",
    "confidence": [
      [
        "R",
        -0.45874995
      ],
      [
        "ome",
        -6.704273e-07
      ],
      [
        "o",
        -0.00033999194
      ],
      [
        " and",
        -0.002207593
      ],
      [
        " Juliet",
        -4.4894987e-05
      ]
    ]
  },
  "A gray obelisk symbolizing eternity towers beside Glory as the title hero flies toward her in this artist's Bellerophon on Pegasus. In another of his paintings, a fanfare of Egyptians is shown gathered at a dock to welcome Marc Antony. That work is part of a series painted for the Palazzo Labia. One of this man's later works shows Ancient Castile personified with a tower on a cliffside and Gibraltar symbolized by the Pillars of Hercules as Mercury crowns the title allegory of royalty. This artist's most famous series includes depictions of the wedding of (*) Frederick Barbarossa, as well as images of America sitting on a crocodile and Europe seated on a pedestal beside a reclining Balthasar Neumann, who designed the building in which that series is housed. For 10 points, name this Venetian artist behind The Apotheosis of Spain and Apollo and the Continents, one of his frescos for the Wurzburg": {
    "guess": "Giovanni Battista Tiepolo",
    "confidence": [
      [
        "G",
        -0.045506943
      ],
      [
        "iov",
        -0.00276874
      ],
      [
        "anni",
        -7.004696e-05
      ],
      [
        " Batt",
        -0.0012048733
      ],
      [
        "ista",
        -5.6338537e-05
      ],
      [
        " Tie",
        -0.007560487
      ],
      [
        "pol",
        -1.504853e-06
      ],
      [
        "o",
        -2.2246291e-05
      ]
    ]
  },
  "A grave that is only six feet long ultimately turns out to answer the title question in this author's short story \"How Much Land Does a Man Need?\" A man named Olenin leaves for the Caucasus in his novel The Cossacks. In another work by this author, the title civil servant reflects back on his life after suffering a fatal fall installing curtains in his apartment. This author of The Death of Ivan (*)": {
    "guess": "Leo Tolstoy",
    "confidence": [
      [
        "Leo",
        -0.0060527474
      ],
      [
        " Tol",
        -0.000134052
      ],
      [
        "st",
        -6.659005e-05
      ],
      [
        "oy",
        -4.604148e-06
      ]
    ]
  },
  "Grassman's law was first discovered in this language.  Its verbal system is characterized by the use of systems like the desiderative and benedictive, and aspects like the aorist.  Verbs are classified": {
    "guess": "Sanskrit grammar",
    "confidence": [
      [
        "S",
        -0.008505248
      ],
      [
        "ansk",
        -4.167649e-05
      ],
      [
        "rit",
        -1.2590794e-05
      ],
      [
        " grammar",
        -1.052847
      ]
    ]
  },
  "Grassmann numbers are used to allow one of this man's formulations to represent fermionic fields, and he developed a quantum mechanical explanation of Landau's theory of superfluidity. This man names a time symmetric theory of electrodynamics with Wheeler, and along with Shinichiro Tomonaga and Julian": {
    "guess": "Richard Feynman",
    "confidence": [
      [
        "Richard",
        -0.17678787
      ],
      [
        " Fey",
        -0.00078425667
      ],
      [
        "n",
        -5.157039e-05
      ],
      [
        "man",
        -1.8550976e-05
      ]
    ]
  },
  "Gravity waves cause the \"pulsating\" variety of this type of stars, the first known examples of which were 40 Eridani B and the companion of Sirius. These are the primaries in cataclysmic variables, where they will often emit soft radiation. Usually consisting of carbon and oxygen, they are supported only by electron degeneracy pressure, since no fusion takes place; that leads to their upper mass limit of 1.44 solar masses named for Chandrasekhar. These faint stars found in the lower left of the Hertzsprung-Russell diagram are the final state for most Main-Sequence objects. FTP, small stars that often emit incoherent light.": {
    "guess": "White Dwarf",
    "confidence": [
      [
        "White",
        -0.0036130205
      ],
      [
        " Dwarf",
        -0.69279814
      ]
    ]
  },
  "The Gram-Schmidt process applies a series of projections to these objects. A certain operation on three of these gives the volume of a parallelepiped. One operation on these objects is anti-commutative, and two of these are orthogonal if another operation yields zero; those operations are the cross and": {
    "guess": "Euclidean vector",
    "confidence": [
      [
        "Eu",
        -0.03645055
      ],
      [
        "clidean",
        -3.4762674e-05
      ],
      [
        " vector",
        -0.03106035
      ]
    ]
  },
  "Grand unified theories have typically predicted the decay of these into a pion and a positron, but experiments estimate that their theoretical minimum half-life is on the order of 10 to the 36 years. They were discovered when Ernest  Rutherford's scintillation detectors saw their signature after he shot": {
    "guess": "Proton",
    "confidence": [
      [
        "Pro",
        -0.27906674
      ],
      [
        "ton",
        -0.0075449846
      ]
    ]
  },
  "Gravity waves cause the \"pulsating\" variety of this type of stars, the first known examples of which were 40 Eridani B and the companion of Sirius. These are the primaries in cataclysmic variables, where they will often emit soft radiation. Usually consisting of carbon and oxygen, they are supported": {
    "guess": "White Dwarf",
    "confidence": [
      [
        "White",
        -0.2875402
      ],
      [
        " Dwarf",
        -0.14255928
      ]
    ]
  },
  "Grassmann numbers are used to allow one of this man's formulations to represent fermionic fields, and he developed a quantum mechanical explanation of Landau's theory of superfluidity. This man names a time symmetric theory of electrodynamics with Wheeler, and along with Shinichiro Tomonaga and Julian Schwinger, this man was awarded the 1965 Nobel Prize in Physics for his work in quantum electrodynamics. This man's namesake diagrams show particle interaction, and he gave a famous series of lectures": {
    "guess": "Richard Feynman",
    "confidence": [
      [
        "Richard",
        -0.0034683326
      ],
      [
        " Fey",
        -9.4245304e-05
      ],
      [
        "n",
        -5.0974373e-05
      ],
      [
        "man",
        -2.1411865e-05
      ]
    ]
  },
  "His grandfathers were Tadg of the Luminous Side and Trénmór. He received a second name from Conn of the Hundred Battles after being known as Deimne in his childhood. As an older man, he was promised the": {
    "guess": "Fionn mac Cumhaill",
    "confidence": [
      [
        "F",
        -0.41644877
      ],
      [
        "ion",
        -0.072010346
      ],
      [
        "n",
        -0.00025740577
      ],
      [
        " mac",
        -0.15798001
      ],
      [
        " Cum",
        -0.00028410007
      ],
      [
        "ha",
        -0.012536731
      ],
      [
        "ill",
        -2.7014437e-05
      ]
    ]
  },
  "On a graph, this man's namesake path visits each edge exactly once, and the line connecting the orthocenter and circumcenter of a triangle is also named for him. He lends his name to a method of solving differential equations by estimating the slopes, and he also proved that there is no solution to the": {
    "guess": "Hamiltonian path",
    "confidence": [
      [
        "Hamilton",
        -0.6068884
      ],
      [
        "ian",
        -0.0009115827
      ],
      [
        " path",
        -0.54655033
      ]
    ]
  },
  "His grandfathers were Tadg of the Luminous Side and Trénmór. He received a second name from Conn of the Hundred Battles after being known as Deimne in his childhood. As an older man, he was promised the hand of Gráinne, but she ran off with one of the warriors under his command. He was reared in the forest of Sliab Bladma by the Grey One of Luachra and his aunt Bodhmall after his father was killed by Goll Mac Morna. In later life, he was able to find the answers to many questions by chewing his thumb, which he burned cooking a magic fish. FTP, name this Irish hero who gained wisdom from the Salmon of Knowledge.": {
    "guess": "Fionn mac Cumhaill",
    "confidence": [
      [
        "F",
        -0.00054457295
      ],
      [
        "ion",
        -0.0069717052
      ],
      [
        "n",
        -3.750436e-05
      ],
      [
        " mac",
        -0.00365008
      ],
      [
        " Cum",
        -3.523949e-05
      ],
      [
        "ha",
        -0.002035584
      ],
      [
        "ill",
        -2.1008714e-06
      ]
    ]
  },
  "In graph theory, the \"chromatic\" one of these objects determines how many colors a vertex graph can have, and the \"Legendre\" type are orthogonal in the integral inner product space from -1 to 1. Though they aren't series, the Taylor [*] type of these can be used in approximations. According to the Abel-Ruffini theorem, there is no general solution to these of degree 5 or higher. Synthetic division can factor, for 10 points, what mathematical objects with positive integer exponents, exemplified by ‘x to the fifth plus two' and ‘x cubed plus x'?": {
    "guess": "Polynomial",
    "confidence": [
      [
        "Pol",
        -0.0030134767
      ],
      [
        "ynomial",
        -0.33544898
      ]
    ]
  },
  "The Grand Ditch diverts water from the headwaters of this river in the Never Summer Mountains to the": {
    "guess": "Colorado River",
    "confidence": [
      [
        "Colorado",
        -0.20292394
      ],
      [
        " River",
        -0.00012499251
      ]
    ]
  },
  "The Gram-Schmidt process applies a series of projections to these objects. A certain operation on three of these gives the volume of a parallelepiped. One operation on these objects is anti-commutative, and two of these are orthogonal if another operation yields zero; those operations are the cross and dot products. Sometimes written as a one-column matrix, the sum of two of these can be represented as the diagonal of a parallelogram. Contrasted with scalars, for 10 points, name these mathematical objects that have both magnitude and direction.": {
    "guess": "Euclidean vector",
    "confidence": [
      [
        "Eu",
        -0.0061528697
      ],
      [
        "clidean",
        -2.58224e-05
      ],
      [
        " vector",
        -0.00027992795
      ]
    ]
  },
  "In gravitational lensing, the square of this quantity is inversely proportional to the Einstein radius. When expressed in cgs units, the fine structure constant is inversely proportional to this quantity and h-bar. In a recent project called OPERA, scientists working with (*) neutrino oscillations at CERN made claims challenging this quantity. Tachyons theoretically exceed this value, and Albert Michelson and Galileo both worked with measuring it. For 10 points, identify this quantity whose square yields energy when multiplied by mass, an upper bound on velocity roughly equal to 3 times ten to": {
    "guess": "Speed of light",
    "confidence": [
      [
        "Speed",
        -0.011839202
      ],
      [
        " of",
        -0.0008403576
      ],
      [
        " light",
        -0.23534279
      ]
    ]
  },
  "Gravity waves cause the \"pulsating\" variety of this type of stars, the first known examples of which were 40 Eridani B and the companion of Sirius. These are the primaries in cataclysmic variables, where they will often emit soft radiation. Usually consisting of carbon and oxygen, they are supported only by electron degeneracy pressure, since no fusion takes place; that leads to their upper mass limit of 1.44 solar masses named for Chandrasekhar. These faint stars found in the lower left of the Hertzsprung-Russell diagram are the final state for most Main-Sequence objects. FTP, small stars that": {
    "guess": "White dwarf",
    "confidence": [
      [
        "White",
        -0.004027703
      ],
      [
        " dwarf",
        -0.5150259
      ]
    ]
  },
  "The Gram-Schmidt process applies a series of projections to these objects. A certain operation on three of these gives the volume of a parallelepiped. One operation on these objects is anti-commutative, and two of these are orthogonal if another operation yields zero; those operations are the cross and dot products. Sometimes written as a one-column matrix, the sum of two of these can be represented": {
    "guess": "Euclidean vector",
    "confidence": [
      [
        "Eu",
        -0.11767074
      ],
      [
        "clidean",
        -4.0007635e-05
      ],
      [
        " vector",
        -0.007192104
      ]
    ]
  },
  "A gray obelisk symbolizing eternity towers beside Glory as the title hero flies toward her in this artist's": {
    "guess": "The Death of Nelson",
    "confidence": [
      [
        "The",
        -1.9623291
      ],
      [
        " Death",
        -1.4770106
      ],
      [
        " of",
        -0.005997052
      ],
      [
        " Nelson",
        -0.91227937
      ]
    ]
  },
  "The one in the Grand Duchy of Poznan saw Poles seek autonomy from Prussia. The one in the German states led to the convening of the Frankfurt Parliament in an effort to unify the states under a new constitution. The one in Italy failed and saw the forces of Charles Albert put down by the Austrian army.": {
    "guess": "Revolutions of 1848",
    "confidence": [
      [
        "Re",
        -0.028056514
      ],
      [
        "vol",
        -3.035214e-05
      ],
      [
        "utions",
        -1.2352386e-05
      ],
      [
        " of",
        -0.001330714
      ],
      [
        " ",
        -6.992776e-05
      ],
      [
        "184",
        -0.00093337503
      ],
      [
        "8",
        -2.7729659e-05
      ]
    ]
  },
  "The Grand Ditch diverts water from the headwaters of this river in the Never Summer Mountains to the Front Range Urban Corridor. The All-American Canal, which replaced the original Alamo Canal, provides irrigated water from this river to the Imperial Valley. The Salton Sea was originally created by floodwaters from this river. (*) John Wesley Powell explored this river's most visited feature. This river flows through Lake Mead, which is created by an arch-gravity dam constructed during the Great Depression. For ten points, identify this river which flows through Hoover Dam after cutting through": {
    "guess": "Colorado River",
    "confidence": [
      [
        "Colorado",
        -0.00132548
      ],
      [
        " River",
        -0.00013882013
      ]
    ]
  },
  "The one in the Grand Duchy of Poznan saw Poles seek autonomy from Prussia. The one in the German states led to the convening of the Frankfurt Parliament in an effort to unify the states under a new constitution. The one in Italy failed and saw the forces of Charles Albert put down by the Austrian army. Lajos Kossuth came to power in Hungary during another, and Klemens Metternich was replaced for failing to prevent them. For 10 point, name these movements that swept Europe in a certain year.": {
    "guess": "Revolutions of 1848",
    "confidence": [
      [
        "Re",
        -0.0012955966
      ],
      [
        "vol",
        -2.9352968e-06
      ],
      [
        "utions",
        -2.5107178e-05
      ],
      [
        " of",
        -0.0004802433
      ],
      [
        " ",
        -8.180258e-06
      ],
      [
        "184",
        -0.0001245157
      ],
      [
        "8",
        -1.1637165e-05
      ]
    ]
  },
  "In graph theory, this man names a closed path which traces each edge precisely once. He lends his name to a set of polynomials related by Bernoulli numbers. A topographical formula named for this man states that faces minus edges plus vertices equals his namesake characteristic, two for any polyhedron. This mathematician proved that the Seven Bridge of Konigsberg problem had no solution. For 10 points,": {
    "guess": "Leonhard Euler",
    "confidence": [
      [
        "Leon",
        -0.05790539
      ],
      [
        "hard",
        -0.013427267
      ],
      [
        " Euler",
        -0.0009224193
      ]
    ]
  },
  "The one in the Grand Duchy of Poznan saw Poles seek autonomy from Prussia. The one in the German states": {
    "guess": "Grand Duchy of Posen",
    "confidence": [
      [
        "Grand",
        -0.25278547
      ],
      [
        " Duch",
        -0.00014656837
      ],
      [
        "y",
        -0.0027696905
      ],
      [
        " of",
        -1.7954959e-05
      ],
      [
        " P",
        -0.006668247
      ],
      [
        "osen",
        -1.18755715e-05
      ]
    ]
  },
  "In graph theory, this man names a closed path which traces each edge precisely once. He lends his name": {
    "guess": "Eulerian path",
    "confidence": [
      [
        "E",
        -0.33598396
      ],
      [
        "uler",
        -0.00011939728
      ],
      [
        "ian",
        -0.0047983266
      ],
      [
        " path",
        -0.60661876
      ]
    ]
  },
  "A grave that is only six feet long ultimately turns out to answer the title question in this author's short story \"How Much Land Does a Man Need?\" A man named Olenin leaves for the Caucasus in his novel The Cossacks. In another work by this author, the title civil servant reflects back on his life after suffering a fatal fall installing curtains in his apartment. This author of The Death of Ivan (*) Ilyich wrote a work in which the lover of Count Vronsky commits suicide on a railway. For 10 points, name this author of Anna Karenina and War and Peace.": {
    "guess": "Leo Tolstoy",
    "confidence": [
      [
        "Leo",
        -0.0027578066
      ],
      [
        " Tol",
        -8.363618e-05
      ],
      [
        "st",
        -8.876193e-05
      ],
      [
        "oy",
        -6.511407e-06
      ]
    ]
  },
  "The Gram-Schmidt process applies a series of projections to these objects. A certain operation on three of these gives the volume of a parallelepiped. One operation on these objects is anti-commutative,": {
    "guess": "Euclidean vector",
    "confidence": [
      [
        "Eu",
        -0.036688685
      ],
      [
        "clidean",
        -3.8577193e-05
      ],
      [
        " vector",
        -0.016577018
      ]
    ]
  },
  "In graph theory, this man names a closed path which traces each edge precisely once. He lends his name to a set of polynomials related by Bernoulli numbers. A topographical formula named for this man states that faces minus edges plus vertices equals his namesake characteristic, two for any polyhedron.": {
    "guess": "Euler_characteristic",
    "confidence": [
      [
        "E",
        -0.41094118
      ],
      [
        "uler",
        -4.727906e-05
      ],
      [
        "_character",
        -0.3731807
      ],
      [
        "istic",
        -0.0005917556
      ]
    ]
  },
  "In graph theory, the \"chromatic\" one of these objects determines how many colors a vertex graph can have, and the \"Legendre\" type are orthogonal in the integral inner product space from -1 to 1. Though they aren't series, the Taylor [*] type of these can be used in approximations. According to the Abel-Ruffini theorem, there is no general solution to these of degree 5 or higher. Synthetic division": {
    "guess": "Polynomial",
    "confidence": [
      [
        "Pol",
        -0.16617218
      ],
      [
        "ynomial",
        -0.19774784
      ]
    ]
  },
  "Grassman's law was first discovered in this language.  Its verbal system is characterized by the use of systems like the desiderative and benedictive, and aspects like the aorist.  Verbs are classified as athematic or thematic, in which an \"a\" is inserted before the ending inflection, while nouns have three numbers, ten declensions and eight cases. Johann Hanxleden wrote the first European grammar of this language, and that study, along with the earlier Astadhyayi of Panini, was used by William Jones": {
    "guess": "Sanskrit",
    "confidence": [
      [
        "S",
        -0.33973074
      ],
      [
        "ansk",
        -0.00020580526
      ],
      [
        "rit",
        -9.472212e-05
      ]
    ]
  },
  "In gravitational lensing, the square of this quantity is inversely proportional to the Einstein radius. When expressed in cgs units, the fine structure constant is inversely proportional to this quantity": {
    "guess": "Electric charge",
    "confidence": [
      [
        "Electric",
        -1.1757483
      ],
      [
        " charge",
        -0.051030837
      ]
    ]
  },
  "A gray obelisk symbolizing eternity towers beside Glory as the title hero flies toward her in this artist's Bellerophon on Pegasus. In another of his paintings, a fanfare of Egyptians is shown gathered at a dock to welcome Marc Antony. That work is part of a series painted for the Palazzo Labia. One of this man's later works shows Ancient Castile personified with a tower on a cliffside and Gibraltar symbolized by the Pillars of Hercules as Mercury crowns the title allegory of royalty. This artist's most famous series includes depictions of the wedding of (*) Frederick Barbarossa, as well as images of America sitting on a crocodile and Europe seated on a pedestal beside a reclining Balthasar Neumann, who designed the building in which that series is housed. For 10 points, name this Venetian": {
    "guess": "Giovanni Battista Tiepolo",
    "confidence": [
      [
        "G",
        -0.0476926
      ],
      [
        "iov",
        -0.0067109903
      ],
      [
        "anni",
        -4.1557283e-05
      ],
      [
        " Batt",
        -0.003435777
      ],
      [
        "ista",
        -9.126521e-05
      ],
      [
        " Tie",
        -0.017823983
      ],
      [
        "pol",
        -2.1008714e-06
      ],
      [
        "o",
        -1.7478143e-05
      ]
    ]
  },
  "Gravity waves cause the \"pulsating\" variety of this type of stars, the first known examples of which were 40 Eridani B and the companion of Sirius. These are the primaries in cataclysmic variables, where": {
    "guess": "White Dwarf",
    "confidence": [
      [
        "White",
        -0.3342108
      ],
      [
        " Dwarf",
        -0.16003816
      ]
    ]
  },
  "A gray obelisk symbolizing eternity towers beside Glory as the title hero flies toward her in this artist's Bellerophon on Pegasus. In another of his paintings, a fanfare of Egyptians is shown gathered at a dock to welcome Marc Antony. That work is part of a series painted for the Palazzo Labia. One": {
    "guess": "Giovanni Battista Tiepolo",
    "confidence": [
      [
        "G",
        -0.89582556
      ],
      [
        "iov",
        -0.017407607
      ],
      [
        "anni",
        -5.8484206e-05
      ],
      [
        " Batt",
        -0.053123314
      ],
      [
        "ista",
        -9.901345e-05
      ],
      [
        " Tie",
        -0.010387598
      ],
      [
        "pol",
        -5.3193703e-06
      ],
      [
        "o",
        -5.550411e-05
      ]
    ]
  },
  "Grand unified theories have typically predicted the decay of these into a pion and a positron, but experiments": {
    "guess": "Proton",
    "confidence": [
      [
        "Pro",
        -0.20171495
      ],
      [
        "ton",
        -0.00059461646
      ]
    ]
  },
  "On a graph, this man's namesake path visits each edge exactly once, and the line connecting the orthocenter and circumcenter of a triangle is also named for him. He lends his name to a method of solving differential equations by estimating the slopes, and he also proved that there is no solution to the Seven Bridges of Konigsberg problem. For 10 points, identify this mathematician who gives his name to the base of the natural logarithm, a number symbolized by the letter \"e.\"": {
    "guess": "Eulerian Path",
    "confidence": [
      [
        "E",
        -0.2053905
      ],
      [
        "uler",
        -7.243103e-05
      ],
      [
        "ian",
        -0.3203789
      ],
      [
        " Path",
        -0.19679266
      ]
    ]
  },
  "It can be graphically represented on the De Finetti diagram by a curved line. The F and P coefficients account for things like the Wahlund effect and imperfect panmixia. Karl Pearson confirmed it for one specific case, and his eponymous chi-squared test is commonly used to determine whether data matches": {
    "guess": "Hardy-Weinberg principle",
    "confidence": [
      [
        "Hard",
        -0.66659456
      ],
      [
        "y",
        -0.00015848507
      ],
      [
        "-",
        -0.4355601
      ],
      [
        "We",
        -5.6576944e-05
      ],
      [
        "in",
        -0.00036585543
      ],
      [
        "berg",
        -0.001054365
      ],
      [
        " principle",
        -0.024143305
      ]
    ]
  },
  "It can be graphically represented on the De Finetti diagram by a curved line. The F and P coefficients": {
    "guess": "Genetic drift",
    "confidence": [
      [
        "Gen",
        -1.6484002
      ],
      [
        "etic",
        -0.19131948
      ],
      [
        " drift",
        -0.5665527
      ]
    ]
  },
  "The one in the Grand Duchy of Poznan saw Poles seek autonomy from Prussia. The one in the German states led to the convening of the Frankfurt Parliament in an effort to unify the states under a new constitution.": {
    "guess": "Revolutions of 1848",
    "confidence": [
      [
        "Re",
        -0.03329489
      ],
      [
        "vol",
        -5.1808798e-05
      ],
      [
        "utions",
        -1.962381e-05
      ],
      [
        " of",
        -0.0005928284
      ],
      [
        " ",
        -1.60477e-05
      ],
      [
        "184",
        -0.00020437481
      ],
      [
        "8",
        -6.392203e-06
      ]
    ]
  },
  "Grand unified theories have typically predicted the decay of these into a pion and a positron, but experiments estimate that their theoretical minimum half-life is on the order of 10 to the 36 years. They": {
    "guess": "Proton",
    "confidence": [
      [
        "Pro",
        -0.07435031
      ],
      [
        "ton",
        -0.0011021106
      ]
    ]
  },
  "A gray obelisk symbolizing eternity towers beside Glory as the title hero flies toward her in this artist's Bellerophon on Pegasus. In another of his paintings, a fanfare of Egyptians is shown gathered": {
    "guess": "Jean-Léon Gérôme",
    "confidence": [
      [
        "Jean",
        -1.5095385
      ],
      [
        "-L",
        -0.38378143
      ],
      [
        "é",
        -0.0027155955
      ],
      [
        "on",
        -1.0564331e-05
      ],
      [
        " G",
        -0.007634316
      ],
      [
        "ér",
        -0.00038527095
      ],
      [
        "ôme",
        -0.00014048899
      ]
    ]
  },
  "Grassman's law was first discovered in this language.  Its verbal system is characterized by the use of systems like the desiderative and benedictive, and aspects like the aorist.  Verbs are classified as athematic or thematic, in which an \"a\" is inserted before the ending inflection, while nouns have three numbers, ten declensions and eight cases. Johann Hanxleden wrote the first European grammar of this language, and that study, along with the earlier Astadhyayi of Panini, was used by William Jones in comparisons of it with Greek and Latin that launched Western linguistics.  FTP, name this ancient": {
    "guess": "Sanskrit",
    "confidence": [
      [
        "S",
        -0.005071518
      ],
      [
        "ansk",
        -0.00017171667
      ],
      [
        "rit",
        -0.00015788905
      ]
    ]
  },
  "The Grave section of its opening movement has an unusual 4/2 time signature and is preceded by an introductory seven measure Vivace passage. Its third movement shifts to E flat major, and consists of a sixteenth note filled Allegro section placed between two identical Adagiompassages. The piece switches to its parallel key of G Major for its sixth and final movement, a \"Pastorale ad Libitum,\" designed to evoke images of shepherds and angels in the fields outside Bethlehem during the approaching nativity.": {
    "guess": "Christmas Day",
    "confidence": [
      [
        "Christmas",
        -0.3049801
      ],
      [
        " Day",
        -0.382191
      ]
    ]
  },
  "Grassmann numbers are used to allow one of this man's formulations to represent fermionic fields, and he developed a quantum mechanical explanation of Landau's theory of superfluidity. This man names a time symmetric theory of electrodynamics with Wheeler, and along with Shinichiro Tomonaga and Julian Schwinger, this man was awarded the 1965 Nobel Prize in Physics for his work in quantum electrodynamics.": {
    "guess": "Richard Feynman",
    "confidence": [
      [
        "Richard",
        -0.028917586
      ],
      [
        " Fey",
        -0.0011524823
      ],
      [
        "n",
        -7.5530326e-05
      ],
      [
        "man",
        -2.5226382e-05
      ]
    ]
  },
  "Grassmann numbers are used to allow one of this man's formulations to represent fermionic fields, and": {
    "guess": "Quantum field theory",
    "confidence": [
      [
        "Quant",
        -0.79065627
      ],
      [
        "um",
        -0.0047564455
      ],
      [
        " field",
        -0.2046167
      ],
      [
        " theory",
        -0.0046259374
      ]
    ]
  },
  "The one in the Grand Duchy of Poznan saw Poles seek autonomy from Prussia. The one in the German states led to the convening of the Frankfurt Parliament in an effort to unify the states under a new constitution. The one in Italy failed and saw the forces of Charles Albert put down by the Austrian army. Lajos Kossuth came to power in Hungary during another, and Klemens Metternich was replaced for failing": {
    "guess": "Revolutions of 1848 in the Austrian Empire",
    "confidence": [
      [
        "Re",
        -0.005944325
      ],
      [
        "vol",
        -1.9504607e-05
      ],
      [
        "utions",
        -1.3856493e-06
      ],
      [
        " of",
        -0.00088561105
      ],
      [
        " ",
        -4.406056e-05
      ],
      [
        "184",
        -0.00012058931
      ],
      [
        "8",
        -1.11603495e-05
      ],
      [
        " in",
        -0.59873843
      ],
      [
        " the",
        -0.009739558
      ],
      [
        " Austrian",
        -0.13432793
      ],
      [
        " Empire",
        -1.640531e-05
      ]
    ]
  },
  "The Grand Ditch diverts water from the headwaters of this river in the Never Summer Mountains to the Front Range Urban Corridor. The All-American Canal, which replaced the original Alamo Canal, provides irrigated water from this river to the Imperial Valley. The Salton Sea was originally created by floodwaters": {
    "guess": "Colorado River",
    "confidence": [
      [
        "Colorado",
        -0.04901572
      ],
      [
        " River",
        -9.543734e-05
      ]
    ]
  },
  "In gravitational lensing, the square of this quantity is inversely proportional to the Einstein radius. When expressed in cgs units, the fine structure constant is inversely proportional to this quantity and h-bar. In a recent project called OPERA, scientists working with (*) neutrino oscillations at CERN made claims challenging this quantity. Tachyons theoretically exceed this value, and Albert Michelson": {
    "guess": "Speed of light",
    "confidence": [
      [
        "Speed",
        -0.04549407
      ],
      [
        " of",
        -0.0012739236
      ],
      [
        " light",
        -0.06042478
      ]
    ]
  },
  "Gérard Presgurvic wrote a musical about this story \"de la Haine à l'Amour\" in 2001, and Vaccai and Bellini wrote rival operas based on Italian sources for this story. Hector Berlioz wrote a symphony about it that finds the title character alone at a party in the second movement and uses the its description": {
    "guess": "Romeo and Juliet in music",
    "confidence": [
      [
        "R",
        -0.07624851
      ],
      [
        "ome",
        -2.3392786e-06
      ],
      [
        "o",
        -0.0002224901
      ],
      [
        " and",
        -0.0003121056
      ],
      [
        " Juliet",
        -5.1331983e-05
      ],
      [
        " in",
        -0.5416693
      ],
      [
        " music",
        -0.23557611
      ]
    ]
  },
  "It can be graphically represented on the De Finetti diagram by a curved line. The F and P coefficients account for things like the Wahlund effect and imperfect panmixia. Karl Pearson confirmed it for one specific case, and his eponymous chi-squared test is commonly used to determine whether data matches this result. A small population may exhibit deviations from this result because of inbreeding and drift. In the simplest scenario it can be stated that p squared, q squared, and 2pq are the frequencies for each genotype. For 10 points, name this doubly-eponymous principle in population genetics": {
    "guess": "Hardy-Weinberg principle",
    "confidence": [
      [
        "Hard",
        -0.009383212
      ],
      [
        "y",
        -1.6240566e-06
      ],
      [
        "-",
        -0.3646189
      ],
      [
        "We",
        -0.000108788154
      ],
      [
        "in",
        -6.337155e-05
      ],
      [
        "berg",
        -0.0003205654
      ],
      [
        " principle",
        -0.0467164
      ]
    ]
  },
  "A grandson of the planter George Lucas, his mother Elizabeth successfully introduced silkworms and indigo cultivation into the American colonies.   He was elected governor of South Carolina in 1787 and urged ratification of the Constitution.  Later, he would be appointed minister to Great Britain, and also negotiated with Spain over boundary rights and navigation of the Mississippi.  FTP, identify": {
    "guess": "Charles Pinckney",
    "confidence": [
      [
        "Charles",
        -1.0047492
      ],
      [
        " Pin",
        -0.64487547
      ],
      [
        "ck",
        -5.6769813e-06
      ],
      [
        "ney",
        -0.000225947
      ]
    ]
  }
}