{
  "It began with an army officer questioning of the competence of Judge- Advocate Richard Atkins to try a free settler for failing to provision the governor's ship, the Parramatta. Major George Johnston ordered Atkins to free the settler, John Macarthur. Johnston then went forth with the soldiers under his command, the New South Wales Corps, and arrested the governor, Captain William Bligh, resulting in the action that went by this name. FTP, identify this 1808 Australian rebellion that was named after the type of alcohol used as currency at the time in New South Wales colony.": {
    "guess": "Rum Rebellion",
    "confidence": [
      [
        "R",
        -0.017094176
      ],
      [
        "um",
        -2.1054253e-05
      ],
      [
        " Rebellion",
        -0.00022523178
      ]
    ]
  },
  "At the beginning of this video game, the protagonist wakes up in a transparent-walled room containing a radio, clipboard, and toilet. This game's physics is described in-game as \"speedy thing goes in, speedy thing comes out,\" as momentum is redirected with the same magnitude. During the end credits, GLaDOS sings that \"This was a triumph.\" In this game, the player must euthanize the Weighted Companion": {
    "guess": "Portal (video game)",
    "confidence": [
      [
        "Portal",
        -0.0014563053
      ],
      [
        " (",
        -0.33964774
      ],
      [
        "video",
        -0.0074304463
      ],
      [
        " game",
        -0.00014525715
      ],
      [
        ")",
        -0.00018029935
      ]
    ]
  },
  "This behavior is initiated by secretion of GABA from the ventrolateral preoptic nucleus, and bruxism is the most common disorder occurring during it. Disorders of it include cataplexy, which is this process's": {
    "guess": "Sleep",
    "confidence": [
      [
        "Sleep",
        -0.0057894243
      ]
    ]
  },
  "He began as an apprentice cameo cutter in New York City, but after taking night classes at Cooper Union went to Paris, where he enrolled in the Ecole des Beaux Arts (ay-coal day bo ar).  His early works include Hiawatha, Silence, and a likeness of William Maxwell Evarts, but he gained fame with a portrayal of Admiral Farragut that was placed in Madison Square.  FTP, identify this Irish-American sculptor of the Adams Memorial, Amor Caritas, and equestrian statues of Generals Logan and Sherman, best known for his 1897 work, the Boston memorial to Colonel Shaw.": {
    "guess": "Augustus Saint-Gaudens",
    "confidence": [
      [
        "August",
        -0.009897512
      ],
      [
        "us",
        -0.0008465526
      ],
      [
        " Saint",
        -9.968313e-06
      ],
      [
        "-G",
        -8.4828214e-05
      ],
      [
        "aud",
        -0.00018053775
      ],
      [
        "ens",
        -8.637786e-05
      ]
    ]
  },
  "At the beginning of this play, one character is threatened with firing after she leaves her bonnet on a chair, and another character is delighted by slippers that are embroidered by his invalid Aunt Rina. In the third act, Thea is angry at the loss of a manuscript that she calls her \"child,\" and the title character convinces that character to die \"beautifully\" and gives him one of her father's pistols. Eilert Lovborg, is the competitor of George Tesman in, for 10 points, what Ibsen play, in which the blackmail attempt of Judge Brack leads to the title character's suicide?": {
    "guess": "Hedda Gabler",
    "confidence": [
      [
        "H",
        -0.0015534287
      ],
      [
        "ed",
        -5.6769813e-06
      ],
      [
        "da",
        -3.166338e-05
      ],
      [
        " Gab",
        -2.3319124e-05
      ],
      [
        "ler",
        -8.299462e-06
      ]
    ]
  },
  "This man began working as a diplomat and painter for the Duke of Mantua in Italy in 1600, the beginning of a career in which he was knighted twice for his works for Charles I of England and Philip IV of Spain, though he also painted for the Medicis and Hapsburgs. He benefited from the Twelve Years and": {
    "guess": "Peter Paul Rubens",
    "confidence": [
      [
        "Peter",
        -0.006805018
      ],
      [
        " Paul",
        -0.00010831134
      ],
      [
        " Rub",
        -4.4849444e-06
      ],
      [
        "ens",
        -0.00016980943
      ]
    ]
  },
  "It began shortly after 4:30 p.m. on 25 March 1911 in the Asch building at the northwest corner of Washington and Greene streets, in the cutting room on the eighth floor. The owners, Isaac Harris and Max Blanck, were tried for manslaughter but were acquitted. A total of 146 women, mostly Jewish immigrants,": {
    "guess": "Triangle Shirtwaist Factory fire",
    "confidence": [
      [
        "Triangle",
        -0.047155324
      ],
      [
        " Shirt",
        -0.0007773502
      ],
      [
        "wa",
        -0.00038503256
      ],
      [
        "ist",
        -9.610702e-06
      ],
      [
        " Factory",
        -0.0024679287
      ],
      [
        " fire",
        -0.02926611
      ]
    ]
  },
  "At the beginning of this opera, a woman boards a ship anchored at Portsmouth and offers \"snuff and tobacc-y\" to its sailors. Later, the captain avers that he \"hardly ever\" swears, and that character, Corcoran, is revealed to have been switched with another character at birth. He intends to marry his daughter Josephine to the First Lord of the Admiralty, although she is in love with Ralph Rackstraw, while Little Buttercup ends up marrying the captain. For 10 points, name this Gilbert and Sullivan comic opera set aboard the title ship.": {
    "guess": "H.M.S. Pinafore",
    "confidence": [
      [
        "H",
        -0.0007643607
      ],
      [
        ".M",
        -0.00018077616
      ],
      [
        ".S",
        -1.0802739e-05
      ],
      [
        ".",
        -0.002109217
      ],
      [
        " P",
        -8.537869e-06
      ],
      [
        "ina",
        -1.11603495e-05
      ],
      [
        "fore",
        -1.2352386e-05
      ]
    ]
  },
  "One of these begins by noting, \"The creature gazes into openness with all/its eyes. But our eyes are/as if they were reversed, and surround it/everywhere\". The last one describes the speaker's journey into \"Grief- Land\", while the seventh tells of a man calling after his dead lover, and states, \"O to be dead at last and know [the stars] eternally... for how, how, how to forget them!\" The fifth one is dedicated to (*) Frau Hertha von Koenig, while the fourth one invokes a tree of life. Also containing a poem dedicated to the \"perfect woman\" Gaspara Stampa, for 10 points, name this series of poems which begins, \"Who, if I cried out, would hear me among the Angelic Orders?\", a work by Rainer Maria Rilke.": {
    "guess": "Duino Elegies",
    "confidence": [
      [
        "Du",
        -0.0068061957
      ],
      [
        "ino",
        -6.7901296e-05
      ],
      [
        " E",
        -0.000115701965
      ],
      [
        "leg",
        -1.50940705e-05
      ],
      [
        "ies",
        -7.922564e-05
      ]
    ]
  },
  "It begins with a note written \"To the Public\" after the author's \"three years slumber on the banks of the Ocean\" which proclaims that \"Poetry Fetter'd, Fetters the Human Race!\" In Plate 99 at the end of Chapter 4, it is stated that \"All Human Forms\" are identified and the \"Name of the Emanations\" is": {
    "guess": "The Marriage of Heaven and Hell",
    "confidence": [
      [
        "The",
        -0.8510259
      ],
      [
        " Marriage",
        -0.06423907
      ],
      [
        " of",
        -0.0001273766
      ],
      [
        " Heaven",
        -4.441817e-05
      ],
      [
        " and",
        -0.00042495478
      ],
      [
        " Hell",
        -0.00067097833
      ]
    ]
  },
  "It began with a meeting in the home of Mary B. Talbert that included Monroe Trotter, John Hope, and 28 others.  Following that first meeting, subsequent annual conferences of this movement occurred in Harper's Ferry and Faneuil Hall, Boston.  Opposed to the Atlanta Compromise, they eventually had an establishment of 30 branches, but never attracted mass support until the Springfield Race Riot.  After the riots, white liberals joined its militants to form a more famous organization.  FTP, name this predecessor to the NAACP founded by W.E.B. Dubois in 1905 and associated with a landmark on the New York-Canada border.": {
    "guess": "Niagara Movement",
    "confidence": [
      [
        "Ni",
        -0.028341265
      ],
      [
        "agara",
        -0.0004948907
      ],
      [
        " Movement",
        -0.0005012048
      ]
    ]
  },
  "After beginning on a quarter note A Flat, this piece goes through thirty-two consecutive eighth notes": {
    "guess": "Flight of the Bumblebee",
    "confidence": [
      [
        "Flight",
        -0.43387505
      ],
      [
        " of",
        -9.1622824e-05
      ],
      [
        " the",
        -9.5914154e-05
      ],
      [
        " B",
        -0.00020354039
      ],
      [
        "umble",
        -2.5703197e-05
      ],
      [
        "bee",
        -0.00015145572
      ]
    ]
  },
  "It began with a meeting in the home of Mary B. Talbert that included Monroe Trotter, John Hope, and 28": {
    "guess": "Niagara Movement",
    "confidence": [
      [
        "Ni",
        -0.045056585
      ],
      [
        "agara",
        -0.0003426144
      ],
      [
        " Movement",
        -0.00010580806
      ]
    ]
  },
  "Beginning at San Francisco's Blackhawk nightclub, their first album was the product of a collegiate tour and was entitled Jazz at Oberlin. Its leader was taught composition by Darius Milhaud, and this group recorded the first jazz instrumental to sell over a million copies, a song often performed in": {
    "guess": "Dave Brubeck",
    "confidence": [
      [
        "Dave",
        -0.19129604
      ],
      [
        " Br",
        -7.755679e-05
      ],
      [
        "ube",
        -1.7120534e-05
      ],
      [
        "ck",
        -5.3193703e-06
      ]
    ]
  },
  "At the beginning of this short story, the unnamed protagonist notes that in his house, whose former resident was a priest, he found copies of The Memoirs of Vidocq and The Abbot, by Walter Scott. Throughout the story, a knightly motif is explored as the boy undertakes a mission to a local attraction. The story ends with, \"Gazing up into the darkness I saw myself as a creature driven and derided by vanity; and my eyes burned with anguish and anger\" after the boy fails to return with a gift for Mangan's sister from the namesake fair. For 10 points-- name this story by James Joyce.": {
    "guess": "Araby (short story)",
    "confidence": [
      [
        "Ar",
        -0.004103808
      ],
      [
        "aby",
        -2.2484697e-05
      ],
      [
        " (",
        -0.11649118
      ],
      [
        "short",
        -0.00069503917
      ],
      [
        " story",
        -0.00013560164
      ],
      [
        ")",
        -6.4802e-05
      ]
    ]
  },
  "As they begin their action, downstream of them a protein named SSB keeps the path clear. As they work, they align PPi groups and allow for the formation of phosphodiester bonds. Before they get to the target sites, a specific topoisomerase known as gyrase has already relieved tension and helicase has acted to unwind. After they have completed their job, ligase covalently links the remaining Okazaki": {
    "guess": "DNA polymerase",
    "confidence": [
      [
        "DNA",
        -0.16799144
      ],
      [
        " polymer",
        -0.5042779
      ],
      [
        "ase",
        -0.00501814
      ]
    ]
  },
  "He began a novel, Die Davidsbundler, in 1831 while studying piano under his future father-in-law. He later used the names of two of its characters, Florestan and Eusebius, to describe his own split personality. That mental illness led him to throw himself into the Rhine in 1854, and he died two years later in a sanatorium near Bonn, where the only visitor he welcomed was Brahms. FTP, name this German composer of the Rhenish and Spring Symphonies, who was married to Clara.": {
    "guess": "Robert Schumann",
    "confidence": [
      [
        "Robert",
        -0.00038348293
      ],
      [
        " Sch",
        -1.8431772e-05
      ],
      [
        "umann",
        -0.00039385364
      ]
    ]
  },
  "It begins with a note written \"To the Public\" after the author's \"three years slumber on the banks of the Ocean\" which proclaims that \"Poetry Fetter'd, Fetters the Human Race!\" In Plate 99 at the end of": {
    "guess": "William Blake",
    "confidence": [
      [
        "William",
        -1.0836257
      ],
      [
        " Blake",
        -0.003055308
      ]
    ]
  },
  "Begun by the bellicose successor to Wamsutta, this war included an incident named \"Nine Men's Misery\" in which some of Captain Pierce's troops were tortured. Instigated in part by the imposition of English law at the trial for the murder of John Sassamon, a \"Praying Indian\", this conflict featured a massive bloodletting in the Great Swamp, as a Narragansett fort there was destroyed, only to be replaced": {
    "guess": "King Philip's War",
    "confidence": [
      [
        "King",
        -0.0029850712
      ],
      [
        " Philip",
        -7.743759e-05
      ],
      [
        "'s",
        -7.851042e-05
      ],
      [
        " War",
        -2.4391957e-05
      ]
    ]
  },
  "It can begin after confirmation of the sighting of the moon on the first eve of Shawwal, and includes": {
    "guess": "Eid al-Fitr",
    "confidence": [
      [
        "E",
        -0.04825868
      ],
      [
        "id",
        -2.6968896e-06
      ],
      [
        " al",
        -0.03255148
      ],
      [
        "-F",
        -0.00082558737
      ],
      [
        "itr",
        -0.00015407454
      ]
    ]
  },
  "It begins with the line, \"On August 16, 1968, I was handed a book written by a certain Abbe Vallet,\" which claimed to reproduce a 14th century manuscript composed by Adso of Melk. Adso serves as an apprentice and scribe to a visiting Franciscan and student of Roger Bacon named William of Baskerville. The mystery takes place in a French monastery with a forbidden library, cryptic Aedificium, and a supposedly": {
    "guess": "The Name of the Rose",
    "confidence": [
      [
        "The",
        -0.5485067
      ],
      [
        " Name",
        -0.065923825
      ],
      [
        " of",
        -0.000112125854
      ],
      [
        " the",
        -0.00046522732
      ],
      [
        " Rose",
        -4.3941356e-05
      ]
    ]
  },
  "It began shortly after 4:30 p.m. on 25 March 1911 in the Asch building at the northwest corner of Washington and Greene streets, in the cutting room on the eighth floor. The owners, Isaac Harris and Max": {
    "guess": "Triangle Shirtwaist Factory fire",
    "confidence": [
      [
        "Triangle",
        -0.010212734
      ],
      [
        " Shirt",
        -0.0012308268
      ],
      [
        "wa",
        -0.00011844365
      ],
      [
        "ist",
        -4.4849444e-06
      ],
      [
        " Factory",
        -0.0037358261
      ],
      [
        " fire",
        -0.0010237589
      ]
    ]
  },
  "It began with the Red Stick faction attacking near Lake Tensaw in the Fort Mims Massacre. It ended with the Treaty of Fort Jackson. In between, a visit to the South by Tecumseh led to the war's major military engagement, the battle of Horseshoe Bend. FTP, name this war fought against some Native American allies of Great Britain during the War of 1812, which resulted in the cession of land in Alabama and Georgia.": {
    "guess": "Creek War",
    "confidence": [
      [
        "C",
        -0.0028007217
      ],
      [
        "reek",
        -4.3202e-07
      ],
      [
        " War",
        -2.8802491e-05
      ]
    ]
  },
  "In it, one begins with the concept of God as that than which nothing greater can be conceived. To think of such a being as existing only in thought and not also in reality involves a contradiction, since": {
    "guess": "Ontological argument",
    "confidence": [
      [
        "Ont",
        -0.0979981
      ],
      [
        "ological",
        -0.005825822
      ],
      [
        " argument",
        -0.22740215
      ]
    ]
  },
  "The beginning of this play follows Caius Marcius through phases of his career. In peacetime, he is depicted as an arrogant nobleman, later on he is seen as a valiant warrior against Rome's enemies, finally": {
    "guess": "Coriolanus",
    "confidence": [
      [
        "Cor",
        -0.01066233
      ],
      [
        "iol",
        -0.0005595852
      ],
      [
        "anus",
        -0.00014644918
      ]
    ]
  },
  "The beginning of this work's third movement draws heavily from the scherzo of Beethoven's ninth symphony, and the scoring of this work is unusual in that the piccolo is used only briefly in the first movement.  This work often features flattened leading notes and plagal cadances, as well as a heavily syncopated rhythm and marked pentatonism.  Harry Burleigh penned the spiritual \"Goin' Home\" based on the Largo theme of its second movement, but its composer denied that the main theme was directly based on \"Swing Low, Sweet Chariot.\" He did admit, however, that the third-movement Scherzo was based": {
    "guess": "Symphony No. 9 (Dvořák)",
    "confidence": [
      [
        "Sym",
        -0.0043434794
      ],
      [
        "phony",
        -4.1557283e-05
      ],
      [
        " No",
        -0.000116894
      ],
      [
        ".",
        -0.00019340808
      ],
      [
        " ",
        -0.00027206415
      ],
      [
        "9",
        -3.0828953e-05
      ],
      [
        " (",
        -0.18145533
      ],
      [
        "D",
        -0.00016146517
      ],
      [
        "vo",
        -8.2324936e-05
      ],
      [
        "ř",
        -1.147242e-06
      ],
      [
        "ák",
        -2.0339032e-05
      ],
      [
        ")",
        -1.9816675e-06
      ]
    ]
  },
  "It began as a \"modest farmhouse\" redesigned by Henry Holland in 1787.  Renovated repeatedly during the next decades, guests entered through the tent-shaped Octagon Room into the bamboo-decorated Long Gallery.  The Music Room designed by Frederick Crace was lit with nine lotus-shaped chandeliers, and Robert Jones decorated the Banqueting Room with hidden Masonic themes and Chinese tapestries.  However,": {
    "guess": "Strawberry Hill House",
    "confidence": [
      [
        "Str",
        -0.64406145
      ],
      [
        "aw",
        -0.00020926216
      ],
      [
        "berry",
        -0.0006763352
      ],
      [
        " Hill",
        -0.00022606621
      ],
      [
        " House",
        -0.0046211877
      ]
    ]
  },
  "The beginning of this work has a team of soldiers attempt to retrieve a military satellite in Piedmont. However, the soldiers die as well as the nearby town. This mystery is resolved when the government activates Wildfire, the team of scientists who discover that it is a sulfur-based microbe causing the deaths. For ten points, identify this Michael Crichton thriller about a microorganism that is capable": {
    "guess": "The Andromeda Strain",
    "confidence": [
      [
        "The",
        -0.001731345
      ],
      [
        " And",
        -0.0048002265
      ],
      [
        "rom",
        -1.1041146e-05
      ],
      [
        "eda",
        -5.3000836e-05
      ],
      [
        " Str",
        -0.00016802136
      ],
      [
        "ain",
        -2.6968896e-06
      ]
    ]
  },
  "This man began work on the Encyclopedia Africana after moving to Ghana at the request of Kwame Nkrumah. This man published the pioneering work The Philadelphia Negro: A Social Study and an essay on \"The Talented Tenth.\" This man was the first editor of The Crisis, a magazine which was written for a group this man started, the NAACP. For 10 points, name this civil rights activist who founded the Niagara": {
    "guess": "W. E. B. Du Bois",
    "confidence": [
      [
        "W",
        -0.0077956566
      ],
      [
        ".",
        -0.0355674
      ],
      [
        " E",
        -1.247159e-05
      ],
      [
        ".",
        -6.945094e-05
      ],
      [
        " B",
        -7.8748824e-05
      ],
      [
        ".",
        -0.0001876863
      ],
      [
        " Du",
        -9.913265e-05
      ],
      [
        " Bo",
        -8.196733e-05
      ],
      [
        "is",
        -5.443128e-05
      ]
    ]
  },
  "It began as an autonomous constitutional monarchy with the Russian empire with its own legal system, parliament, and army.  Nicholas I paid scant attention to its liberal constitution, however, and the Organic Statute of 1832 effected a true union with Russia.  Nationalist sentiments led to the January Insurrection of 1863 in Warsaw, but the Russians soon crushed it, effectively ending any autonomy": {
    "guess": "Congress Poland",
    "confidence": [
      [
        "Congress",
        -1.0277361
      ],
      [
        " Poland",
        -0.014554566
      ]
    ]
  },
  "The beginning of this period is marked by the appearance of Treptichnus pedum trace fossils, and the Hawke Bay event signaled an abrupt drop in global sea level in the middle of this period. The Phanerozoic": {
    "guess": "Ordovician",
    "confidence": [
      [
        "Ord",
        -0.18121599
      ],
      [
        "ov",
        -7.648396e-05
      ],
      [
        "ician",
        -0.0011243833
      ]
    ]
  },
  "As they begin their action, downstream of them a protein named SSB keeps the path clear. As they work, they align PPi groups and allow for the formation of phosphodiester bonds. Before they get to the target sites, a specific topoisomerase known as gyrase has already relieved tension and helicase has": {
    "guess": "DNA replication",
    "confidence": [
      [
        "DNA",
        -0.058783866
      ],
      [
        " replication",
        -0.46174935
      ]
    ]
  },
  "As it begins, the singer complains that he does not know what he is saying or doing, in this song that follows the section \"Cammina Adagio E Li Sorprenderai\" and precedes the intermezzo before Act II. Reminding himself that the people have paid money, the singer questions his manhood, then orders himself to overcome his delirium, prepare his face, and laugh. Most memorable in this arioso are the audible emotions of the tenor singer, who goes from an outburst of mad cackling as he reminds himself": {
    "guess": "Pagliacci",
    "confidence": [
      [
        "Pag",
        -0.57009095
      ],
      [
        "li",
        -0.00024239712
      ],
      [
        "acci",
        -0.009337744
      ]
    ]
  },
  "At the beginning of the work this character appears in, he is described as having clumps of yellowish hair protruding from his ears and is said to be fond of chewing on herbs, which may explain his frequent moments of inertia. Near the end of the work, he calls an opponent \"the Devil\" because he is \"faith without smile, truth that is never seized by doubt.\" This character's old job has been taken over by Bernard Gui, who persecutes Salvatore and Remigio. This character eventually confronts an old man who hates (*) laughter and has used poisoned pages to conceal Aristotle's writing on comedy. This opponent of Jorge of Burgos is accompanied by the narrator of the book he appears in, a novice named Adso of Melk. For 10 points, name this Franciscan who investigates the murder of monks in Umberto": {
    "guess": "William of Baskerville",
    "confidence": [
      [
        "William",
        -0.2223141
      ],
      [
        " of",
        -0.0002852921
      ],
      [
        " B",
        -3.261701e-05
      ],
      [
        "ask",
        -3.22594e-05
      ],
      [
        "erville",
        -0.0002258278
      ]
    ]
  },
  "He began as an apprentice cameo cutter in New York City, but after taking night classes at Cooper Union went to Paris, where he enrolled in the Ecole des Beaux Arts (ay-coal day bo ar).  His early works": {
    "guess": "Augustus Saint-Gaudens",
    "confidence": [
      [
        "August",
        -0.13030407
      ],
      [
        "us",
        -0.002684445
      ],
      [
        " Saint",
        -0.0010124455
      ],
      [
        "-G",
        -0.00072399096
      ],
      [
        "aud",
        -9.877504e-05
      ],
      [
        "ens",
        -0.00023381444
      ]
    ]
  },
  "The beginning of this play follows Caius Marcius through phases of his career. In peacetime, he is depicted as an arrogant nobleman, later on he is seen as a valiant warrior against Rome's enemies, finally he is seen as a worthy consul candidate. He refuses to flatter the Roman citizens, thus leading to his eventual expulsion. He joins forces with his enemy Tullis Aufidius against Rome. In the end": {
    "guess": "Coriolanus (play)",
    "confidence": [
      [
        "Cor",
        -0.006858278
      ],
      [
        "iol",
        -0.00044711566
      ],
      [
        "anus",
        -0.0003205654
      ],
      [
        " (",
        -0.4953883
      ],
      [
        "play",
        -0.001701841
      ],
      [
        ")",
        -2.9875326e-05
      ]
    ]
  },
  "It began with an army officer questioning of the competence of Judge- Advocate Richard Atkins to try a free settler for failing to provision the governor's ship, the Parramatta. Major George Johnston ordered Atkins to free the settler, John Macarthur. Johnston then went forth with the soldiers under his command, the New South Wales Corps, and arrested the governor, Captain William Bligh, resulting": {
    "guess": "Rum Rebellion",
    "confidence": [
      [
        "R",
        -0.29624954
      ],
      [
        "um",
        -1.8908588e-05
      ],
      [
        " Rebellion",
        -2.4630364e-05
      ]
    ]
  },
  "He began his scientific career with work on sudden color changes in fish, and disputed with the director of the Munich eye clinic over the ability of fish to see colors. In his best known work, published in such books as The Dancing Bees, he showed how bees used intricate dances to tell each other where": {
    "guess": "Karl von Frisch",
    "confidence": [
      [
        "K",
        -0.070815414
      ],
      [
        "arl",
        -0.0001439459
      ],
      [
        " von",
        -0.024117954
      ],
      [
        " Fr",
        -0.0006457182
      ],
      [
        "isch",
        -0.00011605957
      ]
    ]
  },
  "He began a novel, Die Davidsbundler, in 1831 while studying piano under his future father-in-law. He later used the names of two of its characters, Florestan and Eusebius, to describe his own split personality. That mental illness led him to throw himself into the Rhine in 1854, and he died two years": {
    "guess": "Robert Schumann",
    "confidence": [
      [
        "Robert",
        -0.0008183233
      ],
      [
        " Sch",
        -7.278864e-05
      ],
      [
        "umann",
        -0.00036132568
      ]
    ]
  },
  "The beginning of this period is marked by the appearance of Treptichnus pedum trace fossils, and the Hawke Bay event signaled an abrupt drop in global sea level in the middle of this period. The Phanerozoic eon began in this pe- riod, whose rocks were first classified by Adam Sedgwick. This period is known for its rich abundance of lagerstatten, with brachiopods as the second most prevalent fossil type, though the best record of this period's fauna is found in British Columbia's Burgess Shale. Having": {
    "guess": "Cambrian",
    "confidence": [
      [
        "Camb",
        -0.004152126
      ],
      [
        "rian",
        -0.0003003081
      ]
    ]
  },
  "This man began working as a diplomat and painter for the Duke of Mantua in Italy in 1600, the beginning of a career in which he was knighted twice for his works for Charles I of England and Philip IV of Spain, though he also painted for the Medicis and Hapsburgs. He benefited from the Twelve Years and was able to set up a successful studio in Antwerp where he famously taught Anthony van Dyck. His altarpieces include The Raising of the Cross and, appropriately enough, The Descent from the Cross, and": {
    "guess": "Peter Paul Rubens",
    "confidence": [
      [
        "Peter",
        -0.015997648
      ],
      [
        " Paul",
        -2.9517714e-05
      ],
      [
        " Rub",
        -2.1008714e-06
      ],
      [
        "ens",
        -0.00017660404
      ]
    ]
  },
  "This man began working as a diplomat and painter for the Duke of Mantua in Italy in 1600, the beginning of a career in which he was knighted twice for his works for Charles I of England and Philip IV of": {
    "guess": "Peter Paul Rubens",
    "confidence": [
      [
        "Peter",
        -0.0012895209
      ],
      [
        " Paul",
        -0.00012797261
      ],
      [
        " Rub",
        -9.0883464e-07
      ],
      [
        "ens",
        -0.00012797261
      ]
    ]
  },
  "One of these begins with a circular motion and is named for Rayleigh, while the fastest type is a horizontal movement named for the mathematician A.E.H. Love. De Broglie proposed a model in place of rays for light involving these. In addition to the above types of the surface variety, body ones include the compressional type, which are followed by secondary or S ones. Another common representation": {
    "guess": "Rayleigh wave",
    "confidence": [
      [
        "Ray",
        -0.7004691
      ],
      [
        "leigh",
        -0.0008292827
      ],
      [
        " wave",
        -0.74592143
      ]
    ]
  },
  "As it begins, the singer complains that he does not know what he is saying or doing, in this song that follows the section \"Cammina Adagio E Li Sorprenderai\" and precedes the intermezzo before Act II. Reminding himself that the people have paid money, the singer questions his manhood, then orders himself to overcome his delirium, prepare his face, and laugh. Most memorable in this arioso are the audible emotions of the tenor singer, who goes from an outburst of mad cackling as he reminds himself that he is just a lowly performer, to a fit of anguished sobbing at the end over the pain that poisons his heart: the infidelity of his Columbina, his wife Nedda. FTP, Canio piteously weeps before going": {
    "guess": "Vesti la giubba",
    "confidence": [
      [
        "V",
        -0.07141283
      ],
      [
        "esti",
        -0.010928613
      ],
      [
        " la",
        -0.00088608783
      ],
      [
        " gi",
        -0.0596958
      ],
      [
        "ub",
        -6.17027e-05
      ],
      [
        "ba",
        -9.1742026e-05
      ]
    ]
  },
  "This man began work on the Encyclopedia Africana after moving to Ghana at the request of Kwame Nkrumah. This man published the pioneering work The Philadelphia Negro: A Social Study and an essay on \"The Talented Tenth.\" This man was the first editor of The Crisis, a magazine which was written for a group": {
    "guess": "W. E. B. Du Bois",
    "confidence": [
      [
        "W",
        -0.0058102943
      ],
      [
        ".",
        -0.008625332
      ],
      [
        " E",
        -1.6240566e-06
      ],
      [
        ".",
        -3.094816e-05
      ],
      [
        " B",
        -2.4272753e-05
      ],
      [
        ".",
        -0.00015622021
      ],
      [
        " Du",
        -1.27099975e-05
      ],
      [
        " Bo",
        -5.443128e-05
      ],
      [
        "is",
        -7.564953e-05
      ]
    ]
  },
  "It began with the Red Stick faction attacking near Lake Tensaw in the Fort Mims Massacre. It ended with the Treaty of Fort Jackson. In between, a visit to the South by Tecumseh led to the war's major military engagement, the battle of Horseshoe Bend. FTP, name this war fought against some Native American allies of Great Britain during the War of 1812, which resulted in the cession of land in Alabama": {
    "guess": "Creek War",
    "confidence": [
      [
        "C",
        -0.0031860285
      ],
      [
        "reek",
        -5.5122365e-07
      ],
      [
        " War",
        -7.13582e-05
      ]
    ]
  },
  "One of these begins with a circular motion and is named for Rayleigh, while the fastest type is a horizontal movement named for the mathematician A.E.H. Love. De Broglie proposed a model in place of rays for light involving these. In addition to the above types of the surface variety, body ones include": {
    "guess": "Wave",
    "confidence": [
      [
        "Wave",
        -0.59852916
      ]
    ]
  },
  "It begins with the line, \"On August 16, 1968, I was handed a book written by a certain Abbe Vallet,\"": {
    "guess": "The Da Vinci Code",
    "confidence": [
      [
        "The",
        -0.6784946
      ],
      [
        " Da",
        -1.2906398
      ],
      [
        " Vinci",
        -8.061054e-06
      ],
      [
        " Code",
        -0.00018053775
      ]
    ]
  },
  "It begins with the melody from \"We Have Built a Stately House, which is introduced by the trumpets. The third section, introduced by the bassoons, draws from a light-hearted song about hazing, which leads to a concluding passage based on \"Gaudeamus Igitur,\" a popular anthem among students. For 10 points, name this piece written by Johannes Brahms after he got an honorary degree from the University of Breslau.": {
    "guess": "Academic Festival Overture",
    "confidence": [
      [
        "Ac",
        -0.1344932
      ],
      [
        "ademic",
        -4.6683042e-05
      ],
      [
        " Festival",
        -0.0032708799
      ],
      [
        " O",
        -0.00011462913
      ],
      [
        "verture",
        -5.312004e-05
      ]
    ]
  },
  "At the beginning of this short story, the unnamed protagonist notes that in his house, whose former resident was a priest, he found copies of The Memoirs of Vidocq and The Abbot, by Walter Scott. Throughout the story, a knightly motif is explored as the boy undertakes a mission to a local attraction. The story ends with, \"Gazing up into the darkness I saw myself as a creature driven and derided by": {
    "guess": "Araby (short story)",
    "confidence": [
      [
        "Ar",
        -0.004121854
      ],
      [
        "aby",
        -6.706687e-05
      ],
      [
        " (",
        -0.43964
      ],
      [
        "short",
        -0.00085346634
      ],
      [
        " story",
        -0.00027682865
      ],
      [
        ")",
        -2.0219828e-05
      ]
    ]
  },
  "It begins with a dinner party that features a fine bottle of Tokay, which the guests joke about, saying that like members of the Court and photography, it needs its proper place in the Sun.  Haakon tells his son that he is going to marry his housekeeper, Mrs. Sorby, and his son is led to believe that he arranged the marriage between a former maid Gina Hansen and the main character.  Gregers later reveals the truth to his old friend, who rejects both Gina and his daughter. At which point Hedvig decides to sacrifice something to express her love for Hjalmar in, FTP, what tragedy about the Ekdal family": {
    "guess": "The Wild Duck",
    "confidence": [
      [
        "The",
        -0.012523191
      ],
      [
        " Wild",
        -0.0001135563
      ],
      [
        " Duck",
        -1.1517961e-05
      ]
    ]
  },
  "After beginning on a quarter note A Flat, this piece goes through thirty-two consecutive eighth notes before reaching a dotted quarter note A Flat one octave higher. Though it is written in D Flat Major, the first few G's are not flatted. Written for a solo piano, the left hand in this work is idle for the first few measures and often reaches up to F or G Flat above Middle C. Some sources claim that the composer wanted this piece to sound like a dog chasing its tail. Name this short piece by Frederic": {
    "guess": "Minute Waltz",
    "confidence": [
      [
        "Minute",
        -1.1266868
      ],
      [
        " Walt",
        -0.015184436
      ],
      [
        "z",
        -7.350386e-05
      ]
    ]
  },
  "Begun by the bellicose successor to Wamsutta, this war included an incident named \"Nine Men's Misery\"": {
    "guess": "King Philip's War",
    "confidence": [
      [
        "King",
        -0.54858893
      ],
      [
        " Philip",
        -0.00070528337
      ],
      [
        "'s",
        -0.0014862969
      ],
      [
        " War",
        -8.637786e-05
      ]
    ]
  },
  "He began his college career at San Jacinto Junior College and transferred to Florida State, and some of his notable backcourt mates have included Bobby Sura and Kenny Smith. During a two-season stint with": {
    "guess": "Charlie Ward",
    "confidence": [
      [
        "Charlie",
        -0.53877354
      ],
      [
        " Ward",
        -5.1689596e-05
      ]
    ]
  },
  "It began with a meeting in the home of Mary B. Talbert that included Monroe Trotter, John Hope, and 28 others.  Following that first meeting, subsequent annual conferences of this movement occurred in": {
    "guess": "National Association of Colored Women",
    "confidence": [
      [
        "National",
        -0.7402587
      ],
      [
        " Association",
        -0.030855443
      ],
      [
        " of",
        -0.25724795
      ],
      [
        " Col",
        -0.0007260138
      ],
      [
        "ored",
        -0.00019018957
      ],
      [
        " Women",
        -0.0005718596
      ]
    ]
  },
  "He began growing his famous beard following the death of his wife Frances in a house fire that scarred his face. He later commemorated her in his sonnet \"The Cross of Snow.\" Although he created the first American translation of Dante's Inferno, it was his poetry that made him famous, ranging from the \"spreading chestnut tree\" under which \"the village smithy stands\" to \"ships that pass in the night.\"": {
    "guess": "Henry Wadsworth Longfellow",
    "confidence": [
      [
        "Henry",
        -0.001419519
      ],
      [
        " W",
        -0.000109622575
      ],
      [
        "ad",
        -1.3902034e-05
      ],
      [
        "sworth",
        -5.6338537e-05
      ],
      [
        " Long",
        -8.89548e-06
      ],
      [
        "f",
        -7.231183e-05
      ],
      [
        "ellow",
        -1.9027791e-05
      ]
    ]
  },
  "Beginning at San Francisco's Blackhawk nightclub, their first album was the product of a collegiate tour": {
    "guess": "The Dave Brubeck Quartet",
    "confidence": [
      [
        "The",
        -1.3659226
      ],
      [
        " Dave",
        -1.115154
      ],
      [
        " Br",
        -0.0004889305
      ],
      [
        "ube",
        -9.133887e-06
      ],
      [
        "ck",
        -4.9617593e-06
      ],
      [
        " Quart",
        -0.00018971277
      ],
      [
        "et",
        -2.319992e-05
      ]
    ]
  },
  "At the beginning of this process, nine people are randomly chosen, including three scrutineers who poke pieces of paper with a needle. People over the age of eighty are not allowed to participate in this process. This process lasts between the extra omnes proclamation and the Habemus Papam. Before this": {
    "guess": "Papal conclave",
    "confidence": [
      [
        "P",
        -0.19365893
      ],
      [
        "ap",
        -0.00026121663
      ],
      [
        "al",
        -7.9418505e-06
      ],
      [
        " con",
        -0.0036181242
      ],
      [
        "clave",
        -3.357064e-05
      ]
    ]
  },
  "The beginning of this play follows Caius Marcius through phases of his career. In peacetime, he is depicted": {
    "guess": "Coriolanus",
    "confidence": [
      [
        "Cor",
        -0.015369571
      ],
      [
        "iol",
        -0.00045736716
      ],
      [
        "anus",
        -0.00020222914
      ]
    ]
  },
  "He began teaching psychiatry at the University of Heidelberg in 1916, three years after publishing his General Psychopathology. However, he switched to philosophy becoming chair of the department until 1937. He is the author of Psychology of World Views, which attempts to catalog various possible attitudes": {
    "guess": "Karl Jaspers",
    "confidence": [
      [
        "K",
        -0.009834952
      ],
      [
        "arl",
        -0.011606394
      ],
      [
        " J",
        -0.00016063073
      ],
      [
        "aspers",
        -6.511407e-06
      ]
    ]
  },
  "It began in Meerut [rhymes with Beirut] and quickly spread, helped by the discontent of both the more": {
    "guess": "Indian Rebellion of 1857",
    "confidence": [
      [
        "Indian",
        -0.020678638
      ],
      [
        " Rebellion",
        -0.0015747332
      ],
      [
        " of",
        -1.6240566e-06
      ],
      [
        " ",
        -1.0280384e-06
      ],
      [
        "185",
        -4.7875077e-05
      ],
      [
        "7",
        -8.776276e-06
      ]
    ]
  },
  "At the beginning of this play, one character is threatened with firing after she leaves her bonnet on": {
    "guess": "Pride and Prejudice",
    "confidence": [
      [
        "P",
        -1.0510218
      ],
      [
        "ride",
        -0.007600365
      ],
      [
        " and",
        -0.0017815682
      ],
      [
        " Pre",
        -0.00022427815
      ],
      [
        "jud",
        -3.2497806e-05
      ],
      [
        "ice",
        -0.000101993544
      ]
    ]
  },
  "At the beginning of this video game, the protagonist wakes up in a transparent-walled room containing a radio, clipboard, and toilet. This game's physics is described in-game as \"speedy thing goes in,": {
    "guess": "Portal (video game)",
    "confidence": [
      [
        "Portal",
        -0.011433986
      ],
      [
        " (",
        -0.08537255
      ],
      [
        "video",
        -0.019642811
      ],
      [
        " game",
        -0.00021986762
      ],
      [
        ")",
        -0.00010413921
      ]
    ]
  },
  "He began growing his famous beard following the death of his wife Frances in a house fire that scarred his face. He later commemorated her in his sonnet \"The Cross of Snow.\" Although he created the first American translation of Dante's Inferno, it was his poetry that made him famous, ranging from the \"spreading chestnut tree\" under which \"the village smithy stands\" to \"ships that pass in the night.\" For 10 points, name this American poet whose Tales of a Wayside Inn includes the famous \"Paul Revere's Ride.\"": {
    "guess": "Henry Wadsworth Longfellow",
    "confidence": [
      [
        "Henry",
        -0.0032339175
      ],
      [
        " W",
        -0.00079009397
      ],
      [
        "ad",
        -0.0010238782
      ],
      [
        "sworth",
        -0.00012868783
      ],
      [
        " Long",
        -1.4378848e-05
      ],
      [
        "f",
        -0.00017958412
      ],
      [
        "ellow",
        -3.3451433e-05
      ]
    ]
  },
  "It began shortly after 4:30 p.m. on 25 March 1911 in the Asch building at the northwest corner of Washington": {
    "guess": "Triangle Shirtwaist Factory fire",
    "confidence": [
      [
        "Triangle",
        -0.012257091
      ],
      [
        " Shirt",
        -0.00020628207
      ],
      [
        "wa",
        -9.436451e-05
      ],
      [
        "ist",
        -4.4849444e-06
      ],
      [
        " Factory",
        -3.22594e-05
      ],
      [
        " fire",
        -0.004078878
      ]
    ]
  },
  "At the beginning of this opera, a woman boards a ship anchored at Portsmouth and offers \"snuff and tobacc-y\" to its sailors. Later, the captain avers that he \"hardly ever\" swears, and that character, Corcoran, is revealed to have been switched with another character at birth. He intends to marry his daughter Josephine to the First Lord of the Admiralty, although she is in love with Ralph Rackstraw, while Little Buttercup ends up marrying the captain. For 10 points, name this Gilbert and Sullivan": {
    "guess": "H.M.S. Pinafore",
    "confidence": [
      [
        "H",
        -0.0021077902
      ],
      [
        ".M",
        -0.00054373854
      ],
      [
        ".S",
        -2.4391957e-05
      ],
      [
        ".",
        -0.00026169344
      ],
      [
        " P",
        -1.4259645e-05
      ],
      [
        "ina",
        -1.640531e-05
      ],
      [
        "fore",
        -1.4974867e-05
      ]
    ]
  },
  "This behavior is initiated by secretion of GABA from the ventrolateral preoptic nucleus, and bruxism is the most common disorder occurring during it. Disorders of it include cataplexy, which is this process's inappropriate activation. Its onset is signaled by melatonin secretion. Its last stage is activated by acetylcholine and inhibited by serotonin, and that stage is preceded by stages of theta activity": {
    "guess": "Sleep",
    "confidence": [
      [
        "Sleep",
        -0.0050353366
      ]
    ]
  },
  "Beginning in 1946, this play followed the commercial failure of the author's pervious work, The Man Who Had All the Luck. Ann Dever was previously involved with Larry Keller who died during World War II,": {
    "guess": "All My Sons",
    "confidence": [
      [
        "All",
        -0.023126794
      ],
      [
        " My",
        -9.221884e-05
      ],
      [
        " Sons",
        -0.0002454854
      ]
    ]
  },
  "In the beginning of this novel the protagonist kills a rat with a skillet. After attacking a member of his gang to avoid having to rob a white man's store, he takes a job as a chauffeur for his landlord's family. While driving the landlord's daughter and her communist boyfriend, all three get drunk. The protagonist is forced to help the landlord's daughter, Mary, reach her room and accidentally smothers": {
    "guess": "Native Son (novel)",
    "confidence": [
      [
        "Native",
        -0.39088628
      ],
      [
        " Son",
        -2.3438328e-05
      ],
      [
        " (",
        -0.31403068
      ],
      [
        "nov",
        -0.08241279
      ],
      [
        "el",
        -7.231183e-05
      ],
      [
        ")",
        -0.0004888113
      ]
    ]
  },
  "It begins with the protagonist stuck dancing with little Otis Ormonde as her visit from Eau Claire seems destined to go badly. Martha Carey is stout and loud, while Roberta Dillon looks like a bean-pole, but according to the title figure's cousin they both have more personality. When this discussion at the Harvey residence is overheard, the heroine at first collapses, but then asks for help. Soon she's scandalizing Draycott Deyo with stories culled from Oscar Wilde and threatening to steal Warren McIntyre from her cousin Marjorie. At this point she is challenged to go through with the title action": {
    "guess": "The Offshore Pirate",
    "confidence": [
      [
        "The",
        -1.4164803
      ],
      [
        " Off",
        -1.4751296
      ],
      [
        "shore",
        -0.004527081
      ],
      [
        " Pirate",
        -0.001554263
      ]
    ]
  },
  "Beginning his career with the Indianapolis Racers of the WHA, he would go on to play for the Oilers,": {
    "guess": "Wayne Gretzky",
    "confidence": [
      [
        "Way",
        -0.3594911
      ],
      [
        "ne",
        -1.2948405e-05
      ],
      [
        " Gret",
        -5.9914648e-05
      ],
      [
        "z",
        -3.3451433e-05
      ],
      [
        "ky",
        -5.5980927e-05
      ]
    ]
  },
  "It begins with a dinner party that features a fine bottle of Tokay, which the guests joke about, saying that like members of the Court and photography, it needs its proper place in the Sun.  Haakon tells his son that he is going to marry his housekeeper, Mrs. Sorby, and his son is led to believe that he arranged the marriage between a former maid Gina Hansen and the main character.  Gregers later reveals": {
    "guess": "The Wild Duck",
    "confidence": [
      [
        "The",
        -0.26190242
      ],
      [
        " Wild",
        -0.004651319
      ],
      [
        " Duck",
        -1.6762922e-05
      ]
    ]
  },
  "In the beginning of this work, one character reads a newspaper story about a man getting run over, and later another character complains about needing a coin to pay for gas. On character remarks he would like to watch a soccer game in Birmingham on Saturday, and after receiving a packet with (*) matches the two central figures come to blows over the phrase \"light the kettle.\" The Godot-figure Wilson never appears, instead making bizarre requests for various food items, and the play ends suggesting that Ben will shoot Gus. For 10 points, name this Harold Pinter play about two killers who receive their instructions via the title conveyance.": {
    "guess": "The Dumb Waiter",
    "confidence": [
      [
        "The",
        -0.0014696303
      ],
      [
        " D",
        -0.00031103275
      ],
      [
        "umb",
        -6.704273e-07
      ],
      [
        " Wait",
        -1.0445127e-05
      ],
      [
        "er",
        -6.869018e-06
      ]
    ]
  },
  "As it begins, the singer complains that he does not know what he is saying or doing, in this song that follows the section \"Cammina Adagio E Li Sorprenderai\" and precedes the intermezzo before Act II.": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -1.1306796
      ]
    ]
  },
  "He began growing his famous beard following the death of his wife Frances in a house fire that scarred": {
    "guess": "Frederick Barbarossa",
    "confidence": [
      [
        "Fre",
        -0.26614502
      ],
      [
        "der",
        -8.537869e-06
      ],
      [
        "ick",
        -0.0017695432
      ],
      [
        " Barbar",
        -0.10669874
      ],
      [
        "ossa",
        -0.00065048266
      ]
    ]
  },
  "At the beginning of this story, Blind Pew appears, and the Captain dies of a heart attack and gives the narrator a key to a chest. Aided by Bengun, the Squire, and Dr. Livesly, the group sets sail to seek": {
    "guess": "Treasure Island",
    "confidence": [
      [
        "Tre",
        -0.0031001193
      ],
      [
        "asure",
        -2.1173457e-05
      ],
      [
        " Island",
        -0.00027957035
      ]
    ]
  },
  "At the beginning of this story, Blind Pew appears, and the Captain dies of a heart attack and gives the": {
    "guess": "Treasure Island",
    "confidence": [
      [
        "Tre",
        -0.019923434
      ],
      [
        "asure",
        -4.365741e-06
      ],
      [
        " Island",
        -0.0064663137
      ]
    ]
  },
  "He began his political career as a member of the Anti-Masonic party, a group dedicated to the destruction of all secret societies, but ended it as presidential candidate for the American Party, the political": {
    "guess": "American Party",
    "confidence": [
      [
        "American",
        -0.06957255
      ],
      [
        " Party",
        -0.00018875914
      ]
    ]
  },
  "One of these begins by noting, \"The creature gazes into openness with all/its eyes. But our eyes are/as if they were reversed, and surround it/everywhere\". The last one describes the speaker's journey into \"Grief- Land\", while the seventh tells of a man calling after his dead lover, and states, \"O to be dead at last and know [the stars] eternally... for how, how, how to forget them!\" The fifth one is dedicated to (*) Frau Hertha von Koenig, while the fourth one invokes a tree of life. Also containing a poem dedicated to the \"perfect woman\" Gaspara Stampa, for 10 points, name this series of poems which begins, \"Who, if I cried out, would hear me among the Angelic Orders?\", a work by Rainer Maria": {
    "guess": "Duino Elegies",
    "confidence": [
      [
        "Du",
        -0.00096362707
      ],
      [
        "ino",
        -4.6683042e-05
      ],
      [
        " E",
        -6.7901296e-05
      ],
      [
        "leg",
        -3.357064e-05
      ],
      [
        "ies",
        -4.143808e-05
      ]
    ]
  },
  "He began his scientific career with work on sudden color changes in fish, and disputed with the director of the Munich eye clinic over the ability of fish to see colors. In his best known work, published in such books as The Dancing Bees, he showed how bees used intricate dances to tell each other where they could find food. FTP, name this Austrian, who shared a Nobel Prize in 1973 with Tinbergen and": {
    "guess": "Karl von Frisch",
    "confidence": [
      [
        "K",
        -0.031683147
      ],
      [
        "arl",
        -3.202099e-05
      ],
      [
        " von",
        -0.009080957
      ],
      [
        " Fr",
        -5.443128e-05
      ],
      [
        "isch",
        -0.00017183588
      ]
    ]
  },
  "It begins with the melody from \"We Have Built a Stately House, which is introduced by the trumpets. The third section, introduced by the bassoons, draws from a light-hearted song about hazing, which leads to a concluding passage based on \"Gaudeamus Igitur,\" a popular anthem among students. For 10 points, name this piece written by Johannes Brahms after he got an honorary degree from the University": {
    "guess": "Academic Festival Overture",
    "confidence": [
      [
        "Ac",
        -0.09726925
      ],
      [
        "ademic",
        -8.172892e-05
      ],
      [
        " Festival",
        -0.014146822
      ],
      [
        " O",
        -0.00018387179
      ],
      [
        "verture",
        -5.252402e-05
      ]
    ]
  },
  "At the beginning of this video game, the protagonist wakes up in a transparent-walled room containing": {
    "guess": "Portal (video game)",
    "confidence": [
      [
        "Portal",
        -0.8222212
      ],
      [
        " (",
        -0.023543485
      ],
      [
        "video",
        -0.0020260662
      ],
      [
        " game",
        -8.9834764e-05
      ],
      [
        ")",
        -0.0004039786
      ]
    ]
  },
  "The beginning of this work has a team of soldiers attempt to retrieve a military satellite in Piedmont. However, the soldiers die as well as the nearby town. This mystery is resolved when the government activates Wildfire, the team of scientists who discover that it is a sulfur-based microbe causing the deaths. For ten points, identify this Michael Crichton thriller about a microorganism that is capable of rapidly clotting blood and degrading plastic.": {
    "guess": "The Andromeda Strain",
    "confidence": [
      [
        "The",
        -0.0030343977
      ],
      [
        " And",
        -0.027459383
      ],
      [
        "rom",
        -1.92662e-05
      ],
      [
        "eda",
        -9.913265e-05
      ],
      [
        " Str",
        -0.00026610398
      ],
      [
        "ain",
        -6.9882217e-06
      ]
    ]
  },
  "It began following the Kemmu Restoration and would be formally established when its namesake turned on Go-Daigo, resulting in a 56-year civil war between the Northern and Southern courts.  Takauji emerged victorious and peace remained until the 10-year Onin War more than a century later.  Its greatest shogun, Yohsimitsu, built the Palace of Flowers and the Golden Pavilion.  FTP, name this period that ended when Yoshiaka was driven out by Oda Nobunaga in 1573, a shogunate sometimes referred to as the Muromachi and succeeded by the Tokugawa.": {
    "guess": "Ashikaga shogunate",
    "confidence": [
      [
        "Ash",
        -0.21967144
      ],
      [
        "ik",
        -9.031158e-05
      ],
      [
        "aga",
        -0.00032354548
      ],
      [
        " sh",
        -0.32369298
      ],
      [
        "og",
        -2.749125e-05
      ],
      [
        "unate",
        -0.0006613265
      ]
    ]
  },
  "It began shortly after 4:30 p.m. on 25 March 1911 in the Asch building at the northwest corner of Washington and Greene streets, in the cutting room on the eighth floor. The owners, Isaac Harris and Max Blanck, were tried for manslaughter but were acquitted. A total of 146 women, mostly Jewish immigrants, died in less than 15 minutes because they were prevented from leaving by the locked doors. FTP, name this worst factory fire in the history of New York City.": {
    "guess": "Triangle Shirtwaist Factory fire",
    "confidence": [
      [
        "Triangle",
        -0.019631706
      ],
      [
        " Shirt",
        -0.0022662322
      ],
      [
        "wa",
        -0.00018411019
      ],
      [
        "ist",
        -6.392203e-06
      ],
      [
        " Factory",
        -0.003741172
      ],
      [
        " fire",
        -0.017660972
      ]
    ]
  },
  "At the beginning of the work this character appears in, he is described as having clumps of yellowish hair protruding from his ears and is said to be fond of chewing on herbs, which may explain his frequent moments of inertia. Near the end of the work, he calls an opponent \"the Devil\" because he is \"faith without smile, truth that is never seized by doubt.\" This character's old job has been taken over": {
    "guess": "Young Goodman Brown",
    "confidence": [
      [
        "Young",
        -0.79080427
      ],
      [
        " Goodman",
        -0.00023750975
      ],
      [
        " Brown",
        -1.3856493e-06
      ]
    ]
  },
  "The beginning of this work pays homage to the Aeneid with the line \"They were men of no ordinary stature, equally at home in war and in dangers of every kind,\" introducing the main characters as bold and adventurous people. In the fifth canto of this work, the main characters say good-bye to the familiar constellations of the northern world and are introduced to the Southern Cross and St. Elmo's fire. This poem also pays homage to King Sebastian, and the title of this work refers to the sons of a companion of Bacchus, who was also the mythical first settler of a certain country. For 10 points,": {
    "guess": "Lusiads",
    "confidence": [
      [
        "L",
        -0.5546572
      ],
      [
        "usi",
        -0.21477814
      ],
      [
        "ads",
        -0.007158615
      ]
    ]
  },
  "He began a novel, Die Davidsbundler, in 1831 while studying piano under his future father-in-law. He later used the names of two of its characters, Florestan and Eusebius, to describe his own split personality. That mental illness led him to throw himself into the Rhine in 1854, and he died two years later in a sanatorium near Bonn, where the only visitor he welcomed was Brahms. FTP, name this German": {
    "guess": "Robert Schumann",
    "confidence": [
      [
        "Robert",
        -0.0041736104
      ],
      [
        " Sch",
        -4.608702e-05
      ],
      [
        "umann",
        -0.00062546454
      ]
    ]
  },
  "This man began work on the Encyclopedia Africana after moving to Ghana at the request of Kwame Nkrumah. This man published the pioneering work The Philadelphia Negro: A Social Study and an essay on \"The Talented Tenth.\" This man was the first editor of The Crisis, a magazine which was written for a group this man started, the NAACP. For 10 points, name this civil rights activist who founded the Niagara Movement in opposition to the Atlanta Compromise of Booker T. Washington, who was also the author": {
    "guess": "W. E. B. Du Bois",
    "confidence": [
      [
        "W",
        -0.0051430347
      ],
      [
        ".",
        -0.025794717
      ],
      [
        " E",
        -1.8624639e-06
      ],
      [
        ".",
        -2.808727e-05
      ],
      [
        " B",
        -6.9570146e-05
      ],
      [
        ".",
        -0.0001202317
      ],
      [
        " Du",
        -3.4524266e-05
      ],
      [
        " Bo",
        -4.596782e-05
      ],
      [
        "is",
        -5.252402e-05
      ]
    ]
  },
  "After beginning on a quarter note A Flat, this piece goes through thirty-two consecutive eighth notes before reaching a dotted quarter note A Flat one octave higher. Though it is written in D Flat Major, the first few G's are not flatted. Written for a solo piano, the left hand in this work is idle for": {
    "guess": "Étude_Tableau,_Op._39_No._5_(Rachmaninoff)",
    "confidence": [
      [
        "É",
        -1.7922679
      ],
      [
        "t",
        -0.01427739
      ],
      [
        "ude",
        -0.25033692
      ],
      [
        "_Table",
        -1.1292008
      ],
      [
        "au",
        -0.31866044
      ],
      [
        ",_",
        -1.2529297
      ],
      [
        "Op",
        -0.0024641214
      ],
      [
        "._",
        -0.41211537
      ],
      [
        "39",
        -0.414132
      ],
      [
        "_No",
        -0.4535002
      ],
      [
        "._",
        -0.006301669
      ],
      [
        "5",
        -0.43021682
      ],
      [
        "_(",
        -0.328178
      ],
      [
        "R",
        -0.008006423
      ],
      [
        "ach",
        -6.749814e-06
      ],
      [
        "man",
        -4.2868523e-05
      ],
      [
        "in",
        -0.00012035091
      ],
      [
        "off",
        -0.00093933154
      ],
      [
        ")",
        -6.2775536e-05
      ]
    ]
  },
  "It begins when Sir Charles proposes that his son should marry Kate. Thanks to Tony Lumpkin, Mrs. HardcastleÕs dissolute son by a previous marriage, young Marlow and his friend Hastings think that the HardcastleÕs home is an inn, and Marlow falls in l  ove with Kate, believing her to be a servant. FTP, identify this 1773 comedy, subtitled ÒThe Mistakes of a NightÓ and written by Oliver Goldsmith.": {
    "guess": "She Stoops to Conquer",
    "confidence": [
      [
        "She",
        -0.001308333
      ],
      [
        " St",
        -0.00010616567
      ],
      [
        "oops",
        -6.301394e-05
      ],
      [
        " to",
        -0.00011844365
      ],
      [
        " Con",
        -2.8564085e-05
      ],
      [
        "quer",
        -8.017927e-05
      ]
    ]
  },
  "This behavior is initiated by secretion of GABA from the ventrolateral preoptic nucleus, and bruxism": {
    "guess": "Sleep",
    "confidence": [
      [
        "Sleep",
        -0.014776478
      ]
    ]
  },
  "Beginning with just strings and clarinets, in the recapitulation of the first movement, the bassoons play the same motif as the horns did in the exposition. The last movement features a contrabassoon and": {
    "guess": "Symphony No. 5 (Beethoven)",
    "confidence": [
      [
        "Sym",
        -0.0056534717
      ],
      [
        "phony",
        -0.00086298434
      ],
      [
        " No",
        -0.00073078193
      ],
      [
        ".",
        -0.00019591136
      ],
      [
        " ",
        -0.00025371046
      ],
      [
        "5",
        -0.3155458
      ],
      [
        " (",
        -0.00014323067
      ],
      [
        "Be",
        -0.0039740354
      ],
      [
        "ethoven",
        -0.0001787497
      ],
      [
        ")",
        -3.1544176e-05
      ]
    ]
  },
  "At the beginning of this play, one character is threatened with firing after she leaves her bonnet on a chair, and another character is delighted by slippers that are embroidered by his invalid Aunt Rina. In the third act, Thea is angry at the loss of a manuscript that she calls her \"child,\" and the title character convinces that character to die \"beautifully\" and gives him one of her father's pistols.": {
    "guess": "Hedda Gabler",
    "confidence": [
      [
        "H",
        -0.009122177
      ],
      [
        "ed",
        -0.00015312091
      ],
      [
        "da",
        -4.370295e-05
      ],
      [
        " Gab",
        -0.00034011112
      ],
      [
        "ler",
        -4.246537e-06
      ]
    ]
  },
  "This was begun in response to an attacking army of 700,000  troops which had established cement blockhouses around the main  base of Fukien. Zhue De was the brainchild and Chang Kuo-tao  became leader": {
    "guess": "Chinese Soviet Republic",
    "confidence": [
      [
        "Chinese",
        -0.6080149
      ],
      [
        " Soviet",
        -0.5902163
      ],
      [
        " Republic",
        -2.2484697e-05
      ]
    ]
  },
  "As it begins, the singer complains that he does not know what he is saying or doing, in this song that follows the section \"Cammina Adagio E Li Sorprenderai\" and precedes the intermezzo before Act II. Reminding himself that the people have paid money, the singer questions his manhood, then orders himself": {
    "guess": "Pagliacci",
    "confidence": [
      [
        "Pag",
        -0.8703427
      ],
      [
        "li",
        -0.00020127551
      ],
      [
        "acci",
        -0.0158449
      ]
    ]
  },
  "Beginning with just strings and clarinets, in the recapitulation of the first movement, the bassoons play the same motif as the horns did in the exposition. The last movement features a contrabassoon and a piccolo, the first time it appears in a Beethoven symphony. Premiering after his Sixth Symphony on December 22, 1808, this is FTP, which Beethoven Symphony, often considered the greatest symphony of all time?": {
    "guess": "Symphony No. 5 (Beethoven)",
    "confidence": [
      [
        "Sym",
        -0.012402987
      ],
      [
        "phony",
        -4.5848617e-05
      ],
      [
        " No",
        -0.00049798633
      ],
      [
        ".",
        -0.00032867122
      ],
      [
        " ",
        -0.0009364743
      ],
      [
        "5",
        -0.36196637
      ],
      [
        " (",
        -0.00019185843
      ],
      [
        "Be",
        -1.6643718e-05
      ],
      [
        "ethoven",
        -0.00011284107
      ],
      [
        ")",
        -2.188868e-05
      ]
    ]
  },
  "Beginning his career with the Indianapolis Racers of the WHA, he would go on to play for the Oilers, Kings, Blues, and Rangers in the NHL and now coaches the Phoenix Coyotes. At the time of his retirement, he held 40 regular season records, 15 playoff records, and 6 All-Star records. FTP, name this hockey": {
    "guess": "Wayne Gretzky",
    "confidence": [
      [
        "Way",
        -0.016940422
      ],
      [
        "ne",
        -4.0722858e-05
      ],
      [
        " Gret",
        -0.00051419064
      ],
      [
        "z",
        -0.0003809833
      ],
      [
        "ky",
        -4.3464544e-05
      ]
    ]
  },
  "One of these begins by noting, \"The creature gazes into openness with all/its eyes. But our eyes are/as": {
    "guess": "Duino Elegies",
    "confidence": [
      [
        "Du",
        -0.003447184
      ],
      [
        "ino",
        -0.0005251537
      ],
      [
        " E",
        -0.0009201544
      ],
      [
        "leg",
        -1.0683535e-05
      ],
      [
        "ies",
        -6.968935e-05
      ]
    ]
  },
  "He began as an apprentice cameo cutter in New York City, but after taking night classes at Cooper Union went to Paris, where he enrolled in the Ecole des Beaux Arts (ay-coal day bo ar).  His early works include Hiawatha, Silence, and a likeness of William Maxwell Evarts, but he gained fame with a portrayal": {
    "guess": "Augustus Saint-Gaudens",
    "confidence": [
      [
        "August",
        -0.053939585
      ],
      [
        "us",
        -0.0012144024
      ],
      [
        " Saint",
        -0.002178216
      ],
      [
        "-G",
        -0.0013949996
      ],
      [
        "aud",
        -0.00016659092
      ],
      [
        "ens",
        -0.00026240866
      ]
    ]
  },
  "In the beginning of this novel the protagonist kills a rat with a skillet. After attacking a member of his gang to avoid having to rob a white man's store, he takes a job as a chauffeur for his landlord's": {
    "guess": "Native Son",
    "confidence": [
      [
        "Native",
        -0.05809348
      ],
      [
        " Son",
        -0.00023441046
      ]
    ]
  },
  "It only began once a Yale professor sneaked in through one of the building's windows as no one had a": {
    "guess": "Yale University",
    "confidence": [
      [
        "Y",
        -1.3853428
      ],
      [
        "ale",
        -0.0011827272
      ],
      [
        " University",
        -0.3895726
      ]
    ]
  },
  "One of these begins by noting, \"The creature gazes into openness with all/its eyes. But our eyes are/as if they were reversed, and surround it/everywhere\". The last one describes the speaker's journey into \"Grief- Land\", while the seventh tells of a man calling after his dead lover, and states, \"O to": {
    "guess": "Duino Elegies",
    "confidence": [
      [
        "Du",
        -0.011955708
      ],
      [
        "ino",
        -0.0015455723
      ],
      [
        " E",
        -0.00044092073
      ],
      [
        "leg",
        -1.8074163e-05
      ],
      [
        "ies",
        -6.5994034e-05
      ]
    ]
  },
  "It begins in Scythia, in a locale characterized as \"the world's limit? an untrodden desolation.\"  The title character doesn't speak until after Kratus and Bia, or Might and Violence, have left, soon after which he is visited by a Chorus of Ocean Nymphs, who like Hephaestus sympathize with the title character.  It is to Oceanus that the title character recounts his tale, beginning with the war between the Gods and Titans.  FTP, name this Aeschylus play about the tortured Titan whose foresight helped him give hope and fire to Man.": {
    "guess": "Prometheus Bound",
    "confidence": [
      [
        "Prom",
        -0.004812204
      ],
      [
        "etheus",
        -0.0006452414
      ],
      [
        " Bound",
        -0.00010425841
      ]
    ]
  },
  "At the beginning of the work this character appears in, he is described as having clumps of yellowish hair protruding from his ears and is said to be fond of chewing on herbs, which may explain his frequent moments of inertia. Near the end of the work, he calls an opponent \"the Devil\" because he is \"faith without smile, truth that is never seized by doubt.\" This character's old job has been taken over by Bernard Gui, who persecutes Salvatore and Remigio. This character eventually confronts an old": {
    "guess": "The Name of the Rose",
    "confidence": [
      [
        "The",
        -0.42902073
      ],
      [
        " Name",
        -0.007958408
      ],
      [
        " of",
        -0.00017803448
      ],
      [
        " the",
        -0.0019433955
      ],
      [
        " Rose",
        -2.4987974e-05
      ]
    ]
  },
  "It began with the capture of Hangzhou, and ended with the rebellion of Zhu Yuanzhang.  During it, a second capital at Khanbalik was established and the project of extending the Great Canal connecting the Yangtze and the Yellow Rivers to that capital was begun.  Its first capital had been at Karakorum and this dynasty's name was taken when it's rulers looked outside their own language, taking the Chinese": {
    "guess": "Yuan Dynasty",
    "confidence": [
      [
        "Y",
        -0.073784895
      ],
      [
        "uan",
        -1.7478143e-05
      ],
      [
        " Dynasty",
        -0.6865362
      ]
    ]
  },
  "It began with the capture of Hangzhou, and ended with the rebellion of Zhu Yuanzhang.  During it, a second capital at Khanbalik was established and the project of extending the Great Canal connecting the Yangtze and the Yellow Rivers to that capital was begun.  Its first capital had been at Karakorum and this dynasty's name was taken when it's rulers looked outside their own language, taking the Chinese name for \"first.\"  Succeeding the Sung Dynasty and lasting from 1279 to 1368, FTP, identify this period of Mongol rule in China.": {
    "guess": "Yuan dynasty",
    "confidence": [
      [
        "Y",
        -0.006984607
      ],
      [
        "uan",
        -8.220573e-05
      ],
      [
        " dynasty",
        -0.49772644
      ]
    ]
  },
  "The beginning of this man's term saw the passage of the Badinter Act, which abolished the death penalty. Originally a supporter of Petain, this future interior minister of USDR broke with the Vichy government over Pierre Laval's decision to send French workers to Germany. He issued sweeping labor reforms that increased minimum wage by 10% and instituted a shorter work week. A noted opponent of the": {
    "guess": "François Mitterrand",
    "confidence": [
      [
        "Fran",
        -0.3811304
      ],
      [
        "çois",
        -0.018962396
      ],
      [
        " M",
        -0.0064242673
      ],
      [
        "itter",
        -3.4285862e-05
      ],
      [
        "rand",
        -0.00042292834
      ]
    ]
  },
  "It begins with the line, \"On August 16, 1968, I was handed a book written by a certain Abbe Vallet,\" which claimed to reproduce a 14th century manuscript composed by Adso of Melk. Adso serves as an apprentice and scribe to a visiting Franciscan and student of Roger Bacon named William of Baskerville. The mystery takes place in a French monastery with a forbidden library, cryptic Aedificium, and a supposedly lost treatise on comedy by Aristotle. FTP, name this novel, which contains large chunks of": {
    "guess": "Foucault's Pendulum",
    "confidence": [
      [
        "F",
        -0.36305848
      ],
      [
        "ou",
        -0.0036611182
      ],
      [
        "ca",
        -0.0009039574
      ],
      [
        "ult",
        -0.00018053775
      ],
      [
        "'s",
        -0.0040189223
      ],
      [
        " Pend",
        -4.406056e-05
      ],
      [
        "ulum",
        -2.129266e-05
      ]
    ]
  },
  "It only began once a Yale professor sneaked in through one of the building's windows as no one had a key to the building itself. It grew out of discussion regarding a recently passed New York Property Rights Act. James Gordon Bennett ridiculed it in the New York Herald after its second hearing, which took place in Rochester. The only measure not to be overwhelmingly approved addressed the right to vote, though it barely passed after Frederick Douglass addressed the crowd. The organizers themselves had previously met at the World's Antislavery Convention where they had been denied seats. FTP, name": {
    "guess": "Seneca Falls Convention",
    "confidence": [
      [
        "Sen",
        -0.6884851
      ],
      [
        "eca",
        -9.253091e-06
      ],
      [
        " Falls",
        -0.00019007038
      ],
      [
        " Convention",
        -0.00053075264
      ]
    ]
  },
  "At the beginning of the work this character appears in, he is described as having clumps of yellowish hair protruding from his ears and is said to be fond of chewing on herbs, which may explain his frequent": {
    "guess": "Bilbo Baggins",
    "confidence": [
      [
        "B",
        -1.4686172
      ],
      [
        "il",
        -0.08745108
      ],
      [
        "bo",
        -0.0015654499
      ],
      [
        " B",
        -0.0012923781
      ],
      [
        "agg",
        -2.3080716e-05
      ],
      [
        "ins",
        -0.0008042683
      ]
    ]
  },
  "At the beginning of this short story, the unnamed protagonist notes that in his house, whose former resident": {
    "guess": "The Tell-Tale Heart",
    "confidence": [
      [
        "The",
        -0.34781379
      ],
      [
        " Tell",
        -0.76864153
      ],
      [
        "-T",
        -0.00036846695
      ],
      [
        "ale",
        -6.49212e-05
      ],
      [
        " Heart",
        -0.00010258956
      ]
    ]
  },
  "At the beginning of this opera, a woman boards a ship anchored at Portsmouth and offers \"snuff and tobacc-y\" to its sailors. Later, the captain avers that he \"hardly ever\" swears, and that character, Corcoran,": {
    "guess": "H.M.S. Pinafore",
    "confidence": [
      [
        "H",
        -0.0013621398
      ],
      [
        ".M",
        -0.16430502
      ],
      [
        ".S",
        -0.00033367777
      ],
      [
        ".",
        -0.0058649206
      ],
      [
        " P",
        -3.4405064e-05
      ],
      [
        "ina",
        -8.75699e-05
      ],
      [
        "fore",
        -4.8425554e-06
      ]
    ]
  },
  "The beginning of this play follows Caius Marcius through phases of his career. In peacetime, he is depicted as an arrogant nobleman, later on he is seen as a valiant warrior against Rome's enemies, finally he is seen as a worthy consul candidate. He refuses to flatter the Roman citizens, thus leading to his eventual expulsion. He joins forces with his enemy Tullis Aufidius against Rome. In the end , he is persuaded by his mother to make peace with Rome. FTP -- name this last political tragedy of": {
    "guess": "Coriolanus",
    "confidence": [
      [
        "Cor",
        -0.010627416
      ],
      [
        "iol",
        -0.00066477974
      ],
      [
        "anus",
        -0.00040862753
      ]
    ]
  },
  "It begins with a setting of \"Veni, creator spiritus,\" a medieval poem  attributed to the Archbishop of Mainz (MINES). As if to illustrate the link between Christian mysticism and nineteenth-century Romanticism, the second part takes as its text the final scene of Goethe's _Faust_. FTP, identify this": {
    "guess": "Symphony No. 8 (Mahler)",
    "confidence": [
      [
        "Sym",
        -0.003519295
      ],
      [
        "phony",
        -2.1650272e-05
      ],
      [
        " No",
        -6.408677e-05
      ],
      [
        ".",
        -0.00014263466
      ],
      [
        " ",
        -6.384837e-05
      ],
      [
        "8",
        -2.677603e-05
      ],
      [
        " (",
        -7.0404574e-05
      ],
      [
        "Mah",
        -4.5848617e-05
      ],
      [
        "ler",
        -3.8338785e-05
      ],
      [
        ")",
        -3.650519e-06
      ]
    ]
  },
  "Begun by the bellicose successor to Wamsutta, this war included an incident named \"Nine Men's Misery\" in which some of Captain Pierce's troops were tortured. Instigated in part by the imposition of English law at the trial for the murder of John Sassamon, a \"Praying Indian\", this conflict featured a massive bloodletting in the Great Swamp, as a Narragansett fort there was destroyed, only to be replaced by a stone one. This war's namesake was killed by Mohawks allied with the English. FTP name this": {
    "guess": "King Philip's War",
    "confidence": [
      [
        "King",
        -0.01546207
      ],
      [
        " Philip",
        -0.0018505816
      ],
      [
        "'s",
        -0.0013559521
      ],
      [
        " War",
        -0.00030042732
      ]
    ]
  },
  "At the beginning of this man's reign, he shared power with his very ill half- brother under the regency of his half-sister Sophia, who allowed decisions to be made by her lover Vasily Gallitzin. He later took complete control and, when Patriarch Adrian died, this leader did not replace him and eventually formed a Holy Synod which made the church a government department. He increased his territories with the Treaty of Nystad at the end of the Great Northern War against Sweden and moved his capital into the new territory. Name this 17th and 18th Century Tsar who tried to modernize Russia.": {
    "guess": "Peter the Great",
    "confidence": [
      [
        "Peter",
        -0.0021548995
      ],
      [
        " the",
        -0.0045603076
      ],
      [
        " Great",
        -0.000119874094
      ]
    ]
  },
  "It began as a \"modest farmhouse\" redesigned by Henry Holland in 1787.  Renovated repeatedly during the": {
    "guess": "Kenwood House",
    "confidence": [
      [
        "Ken",
        -1.6199298
      ],
      [
        "wood",
        -0.0077595846
      ],
      [
        " House",
        -2.939851e-05
      ]
    ]
  },
  "At the beginning of this novel, one character's pickup truck dies a \"natural death,\" causing her husband to buy her an armored car. Another character in this novel meets Lizzie in a park and tries unsuccessfully to fall in love with her. Irina, who comes from near ($) Denali, is killed after providing false information to a group led by Marcus, Caius, and Aro. Nahuel provides proof to the Volturri that a certain creature in this novel is not dangerous, and, in this novel, (*) another character imprints on the baby Renesmee, whose birth almost killed the protagonist. This novel sees Bella become": {
    "guess": "The Twilight Saga: Breaking Dawn",
    "confidence": [
      [
        "The",
        -0.5971052
      ],
      [
        " Twilight",
        -0.0030122919
      ],
      [
        " Saga",
        -0.0061265677
      ],
      [
        ":",
        -0.072685435
      ],
      [
        " Breaking",
        -0.0008160584
      ],
      [
        " Dawn",
        -0.00014180024
      ]
    ]
  },
  "Begun by the bellicose successor to Wamsutta, this war included an incident named \"Nine Men's Misery\" in which some of Captain Pierce's troops were tortured. Instigated in part by the imposition of English law at the trial for the murder of John Sassamon, a \"Praying Indian\", this conflict featured a massive bloodletting in the Great Swamp, as a Narragansett fort there was destroyed, only to be replaced by a stone one. This war's namesake was killed by Mohawks allied with the English. FTP name this New England conflict begun in 1675 and named for the leader of the Wampanoags.          |": {
    "guess": "King Philip's War",
    "confidence": [
      [
        "King",
        -0.0016680422
      ],
      [
        " Philip",
        -0.00016015393
      ],
      [
        "'s",
        -0.00072017644
      ],
      [
        " War",
        -6.945094e-05
      ]
    ]
  },
  "It begins with an epigraph from chapter 8 of Luke, referring to Jesus casting devils into swine. The main character marries Marya Timofeyevna, a cripple, but commits suicide after she is killed along with her brother. Peter Verkhovensky unsuccessfully tries to get him to join a conspiracy, and then asks him to confess to having murdered Shatov in his suicide note. FTP, identify this novel, which ends with the deaths of Lizaveta at the hands of a mob, along with the suicides of Kirilov and Nikolay": {
    "guess": "The Devils (novel)",
    "confidence": [
      [
        "The",
        -0.119762644
      ],
      [
        " Devils",
        -0.62179244
      ],
      [
        " (",
        -0.64324546
      ],
      [
        "nov",
        -0.53431714
      ],
      [
        "el",
        -1.0921943e-05
      ],
      [
        ")",
        -0.00032747918
      ]
    ]
  },
  "At the very beginning of this leader's rule, he created a program to provide free milk for children in schools and shanty towns. In order to construct a distributed decision support system, this leader": {
    "guess": "Milk in schools",
    "confidence": [
      [
        "M",
        -0.95032215
      ],
      [
        "ilk",
        -0.032566365
      ],
      [
        " in",
        -0.75038517
      ],
      [
        " schools",
        -0.9919733
      ]
    ]
  },
  "As they begin their action, downstream of them a protein named SSB keeps the path clear. As they work, they align PPi groups and allow for the formation of phosphodiester bonds. Before they get to the target sites, a specific topoisomerase known as gyrase has already relieved tension and helicase has acted to unwind. After they have completed their job, ligase covalently links the remaining Okazaki fragments. Always working in the five prime to three prime direction, FTP, name this class of enzymes": {
    "guess": "DNA polymerase",
    "confidence": [
      [
        "DNA",
        -0.023516594
      ],
      [
        " polymer",
        -0.05951509
      ],
      [
        "ase",
        -0.3816861
      ]
    ]
  },
  "It begins when Sir Charles proposes that his son should marry Kate. Thanks to Tony Lumpkin, Mrs. HardcastleÕs": {
    "guess": "She Stoops to Conquer",
    "confidence": [
      [
        "She",
        -0.0033709155
      ],
      [
        " St",
        -0.0003155625
      ],
      [
        "oops",
        -3.5954712e-05
      ],
      [
        " to",
        -0.00010258956
      ],
      [
        " Con",
        -5.5861725e-05
      ],
      [
        "quer",
        -7.5411124e-05
      ]
    ]
  },
  "The beginning of this work pays homage to the Aeneid with the line \"They were men of no ordinary stature, equally at home in war and in dangers of every kind,\" introducing the main characters as bold and adventurous people. In the fifth canto of this work, the main characters say good-bye to the familiar constellations of the northern world and are introduced to the Southern Cross and St. Elmo's fire. This poem also pays homage to King Sebastian, and the title of this work refers to the sons of a companion of Bacchus, who was also the mythical first settler of a certain country. For 10 points, identify this poem by Luis Vaz de Camoens about the exploits of Vasco da Gama, the national epic of": {
    "guess": "Os Lusíadas",
    "confidence": [
      [
        "Os",
        -0.12611319
      ],
      [
        " L",
        -7.231183e-05
      ],
      [
        "us",
        -0.00051871676
      ],
      [
        "í",
        -1.504853e-06
      ],
      [
        "adas",
        -3.4285862e-05
      ]
    ]
  },
  "At the beginning of this process, nine people are randomly chosen, including three scrutineers who poke pieces of paper with a needle. People over the age of eighty are not allowed to participate in this process. This process lasts between the extra omnes proclamation and the Habemus Papam. Before this process can occur, the Camerlengo must hit a corpse on the head with a silver hammer. The sede vacante": {
    "guess": "Papal conclave",
    "confidence": [
      [
        "P",
        -0.044152755
      ],
      [
        "ap",
        -8.685468e-05
      ],
      [
        "al",
        -1.9146995e-05
      ],
      [
        " con",
        -0.0051771896
      ],
      [
        "clave",
        -1.867018e-05
      ]
    ]
  },
  "It begins in Scythia, in a locale characterized as \"the world's limit? an untrodden desolation.\"  The title character doesn't speak until after Kratus and Bia, or Might and Violence, have left, soon after which he is visited by a Chorus of Ocean Nymphs, who like Hephaestus sympathize with the title character.  It is to Oceanus that the title character recounts his tale, beginning with the war between": {
    "guess": "Prometheus Bound",
    "confidence": [
      [
        "Prom",
        -0.012714948
      ],
      [
        "etheus",
        -0.00042828516
      ],
      [
        " Bound",
        -0.14274232
      ]
    ]
  },
  "This man began working as a diplomat and painter for the Duke of Mantua in Italy in 1600, the beginning": {
    "guess": "Peter Paul Rubens",
    "confidence": [
      [
        "Peter",
        -0.0022474385
      ],
      [
        " Paul",
        -0.00068455655
      ],
      [
        " Rub",
        -3.1737043e-06
      ],
      [
        "ens",
        -8.9357956e-05
      ]
    ]
  },
  "The beginning of this work's third movement draws heavily from the scherzo of Beethoven's ninth symphony, and the scoring of this work is unusual in that the piccolo is used only briefly in the first movement.  This work often features flattened leading notes and plagal cadances, as well as a heavily syncopated rhythm and marked pentatonism.  Harry Burleigh penned the spiritual \"Goin' Home\" based on the Largo theme of its second movement, but its composer denied that the main theme was directly based on \"Swing Low, Sweet Chariot.\" He did admit, however, that the third-movement Scherzo was based on the Song of Hiawatha.  For 10 points, name this symphony inspired by black and Native American spirituals by Antonin Dvorak.": {
    "guess": "Symphony No. 9 (Dvořák)",
    "confidence": [
      [
        "Sym",
        -0.0008566702
      ],
      [
        "phony",
        -8.89548e-06
      ],
      [
        " No",
        -0.00023917861
      ],
      [
        ".",
        -0.00014692599
      ],
      [
        " ",
        -0.00040552823
      ],
      [
        "9",
        -0.00013488642
      ],
      [
        " (",
        -0.08072734
      ],
      [
        "D",
        -0.0010428132
      ],
      [
        "vo",
        -0.0010998495
      ],
      [
        "ř",
        -3.1281633e-07
      ],
      [
        "ák",
        -1.6882126e-05
      ],
      [
        ")",
        -1.11603495e-05
      ]
    ]
  },
  "It begins with an \"Author's Preface\" that takes place at Shawmut College and was inspired by the work": {
    "guess": "The Secret History (Donna Tartt)",
    "confidence": [
      [
        "The",
        -0.17828764
      ],
      [
        " Secret",
        -0.24985316
      ],
      [
        " History",
        -0.00071958045
      ],
      [
        " (",
        -0.593349
      ],
      [
        "Don",
        -0.5580794
      ],
      [
        "na",
        -2.1008714e-06
      ],
      [
        " Tart",
        -1.7835755e-05
      ],
      [
        "t",
        -0.0011196189
      ],
      [
        ")",
        -4.4179764e-05
      ]
    ]
  },
  "This was begun in response to an attacking army of 700,000  troops which had established cement blockhouses around the main  base of Fukien. Zhue De was the brainchild and Chang Kuo-tao  became leader at the midpoint, but neither were among the 8000  survivors out of 100,000 one year, 18 mountain ranges, 24 rivers,  and 6000 miles later. FTP, name this military movement, which  began on October 15, 1934, and ended the following year in Shaanxi  Province.": {
    "guess": "Long March",
    "confidence": [
      [
        "Long",
        -0.3993891
      ],
      [
        " March",
        -0.004522331
      ]
    ]
  },
  "At the beginning of this opera, a woman boards a ship anchored at Portsmouth and offers \"snuff and tobacc-y\" to its sailors. Later, the captain avers that he \"hardly ever\" swears, and that character, Corcoran, is revealed to have been switched with another character at birth. He intends to marry his daughter Josephine to the First Lord of the Admiralty, although she is in love with Ralph Rackstraw,": {
    "guess": "H.M.S. Pinafore",
    "confidence": [
      [
        "H",
        -0.0004922682
      ],
      [
        ".M",
        -0.00019007038
      ],
      [
        ".S",
        -3.070975e-05
      ],
      [
        ".",
        -0.00045331425
      ],
      [
        " P",
        -6.6306106e-06
      ],
      [
        "ina",
        -1.342522e-05
      ],
      [
        "fore",
        -6.9882217e-06
      ]
    ]
  },
  "It began with the Red Stick faction attacking near Lake Tensaw in the Fort Mims Massacre. It ended with the Treaty of Fort Jackson. In between, a visit to the South by Tecumseh led to the war's major military": {
    "guess": "Creek War",
    "confidence": [
      [
        "C",
        -0.001364047
      ],
      [
        "reek",
        -3.1281633e-07
      ],
      [
        " War",
        -3.368984e-05
      ]
    ]
  },
  "This man began his political career in 1914 as a member of the Chamber of Deputies. In 1940 Otto Abetz used his influence the release of this man after this man was arrested. In 1941 Paul Collette unsuccessfully": {
    "guess": "Charles de Gaulle",
    "confidence": [
      [
        "Charles",
        -0.69865096
      ],
      [
        " de",
        -0.044656873
      ],
      [
        " Gaul",
        -0.00024620062
      ],
      [
        "le",
        -1.60477e-05
      ]
    ]
  },
  "It begins in Scythia, in a locale characterized as \"the world's limit? an untrodden desolation.\"  The title character doesn't speak until after Kratus and Bia, or Might and Violence, have left, soon after which he is visited by a Chorus of Ocean Nymphs, who like Hephaestus sympathize with the title character.": {
    "guess": "Prometheus Bound",
    "confidence": [
      [
        "Prom",
        -0.0127754435
      ],
      [
        "etheus",
        -0.00027266017
      ],
      [
        " Bound",
        -0.041295838
      ]
    ]
  },
  "It begins with the line, \"On August 16, 1968, I was handed a book written by a certain Abbe Vallet,\" which claimed to reproduce a 14th century manuscript composed by Adso of Melk. Adso serves as an apprentice and scribe to a visiting Franciscan and student of Roger Bacon named William of Baskerville. The mystery takes place in a French monastery with a forbidden library, cryptic Aedificium, and a supposedly lost treatise on comedy by Aristotle. FTP, name this novel, which contains large chunks of untranslated Latin, a work of Umberto Eco.": {
    "guess": "The Name of the Rose",
    "confidence": [
      [
        "The",
        -0.11943476
      ],
      [
        " Name",
        -0.0015210492
      ],
      [
        " of",
        -5.216641e-05
      ],
      [
        " the",
        -0.00019841464
      ],
      [
        " Rose",
        -1.8550976e-05
      ]
    ]
  },
  "As they begin their action, downstream of them a protein named SSB keeps the path clear. As they work, they align PPi groups and allow for the formation of phosphodiester bonds. Before they get to the target sites, a specific topoisomerase known as gyrase has already relieved tension and helicase has acted to unwind. After they have completed their job, ligase covalently links the remaining Okazaki fragments. Always working in the five prime to three prime direction, FTP, name this class of enzymes that catalyzes DNA replication.": {
    "guess": "DNA polymerase",
    "confidence": [
      [
        "DNA",
        -0.019779917
      ],
      [
        " polymer",
        -0.034367003
      ],
      [
        "ase",
        -0.054885328
      ]
    ]
  },
  "At the beginning of this process, nine people are randomly chosen, including three scrutineers who poke pieces of paper with a needle. People over the age of eighty are not allowed to participate in this process. This process lasts between the extra omnes proclamation and the Habemus Papam. Before this process can occur, the Camerlengo must hit a corpse on the head with a silver hammer. The sede vacante results in one of these meetings, which is the subject of an Apostolic Constitution passed by John Paul II allowing a majority vote to eventually triumph. White smoke from the Sistine Chapel signals its end. For 10 points, name this gathering of cardinals to elect a new Pope.": {
    "guess": "Papal conclave",
    "confidence": [
      [
        "P",
        -0.0061518
      ],
      [
        "ap",
        -5.9153886e-06
      ],
      [
        "al",
        -6.869018e-06
      ],
      [
        " con",
        -0.015774027
      ],
      [
        "clave",
        -1.2829201e-05
      ]
    ]
  },
  "It began with the capture of Hangzhou, and ended with the rebellion of Zhu Yuanzhang.  During it, a second capital at Khanbalik was established and the project of extending the Great Canal connecting the Yangtze and the Yellow Rivers to that capital was begun.  Its first capital had been at Karakorum": {
    "guess": "Yuan dynasty",
    "confidence": [
      [
        "Y",
        -0.49773327
      ],
      [
        "uan",
        -5.371606e-05
      ],
      [
        " dynasty",
        -0.020050218
      ]
    ]
  },
  "Begun by the bellicose successor to Wamsutta, this war included an incident named \"Nine Men's Misery\" in which some of Captain Pierce's troops were tortured. Instigated in part by the imposition of English": {
    "guess": "King Philip's War",
    "confidence": [
      [
        "King",
        -0.012900899
      ],
      [
        " Philip",
        -7.016616e-05
      ],
      [
        "'s",
        -0.00010843054
      ],
      [
        " War",
        -0.00010425841
      ]
    ]
  },
  "This man began working as a diplomat and painter for the Duke of Mantua in Italy in 1600, the beginning of a career in which he was knighted twice for his works for Charles I of England and Philip IV of Spain, though he also painted for the Medicis and Hapsburgs. He benefited from the Twelve Years and was able to set up a successful studio in Antwerp where he famously taught Anthony van Dyck. His altarpieces include The Raising of the Cross and, appropriately enough, The Descent from the Cross, and he painted the recently rediscovered Massacre of the Innocents. For 10 points, identify this painter of Assumption of the Virgin Mary also famous for his portrayals of voluptuous nude figures.": {
    "guess": "Peter Paul Rubens",
    "confidence": [
      [
        "Peter",
        -0.32912686
      ],
      [
        " Paul",
        -7.886803e-05
      ],
      [
        " Rub",
        -1.0280384e-06
      ],
      [
        "ens",
        -0.00015490896
      ]
    ]
  },
  "At the beginning of this short story, the unnamed protagonist notes that in his house, whose former resident was a priest, he found copies of The Memoirs of Vidocq and The Abbot, by Walter Scott. Throughout the story, a knightly motif is explored as the boy undertakes a mission to a local attraction. The story ends with, \"Gazing up into the darkness I saw myself as a creature driven and derided by vanity; and my eyes burned with anguish and anger\" after the boy fails to return with a gift for Mangan's": {
    "guess": "Araby (short story)",
    "confidence": [
      [
        "Ar",
        -0.013151997
      ],
      [
        "aby",
        -3.5358695e-05
      ],
      [
        " (",
        -0.15027216
      ],
      [
        "short",
        -0.00094849925
      ],
      [
        " story",
        -0.00042543162
      ],
      [
        ")",
        -9.114601e-05
      ]
    ]
  },
  "It begins with the protagonist stuck dancing with little Otis Ormonde as her visit from Eau Claire seems destined to go badly. Martha Carey is stout and loud, while Roberta Dillon looks like a bean-pole, but according to the title figure's cousin they both have more personality. When this discussion at the Harvey residence is overheard, the heroine at first collapses, but then asks for help. Soon she's scandalizing Draycott Deyo with stories culled from Oscar Wilde and threatening to steal Warren McIntyre from her cousin Marjorie. At this point she is challenged to go through with the title action and is promptly driven to a seedy barbershop. FTP identify this short story about a young woman": {
    "guess": "Bernice Bobs Her Hair",
    "confidence": [
      [
        "Bern",
        -0.042057022
      ],
      [
        "ice",
        -0.00026562717
      ],
      [
        " B",
        -0.00012570774
      ],
      [
        "obs",
        -6.6306106e-06
      ],
      [
        " Her",
        -0.0006578696
      ],
      [
        " Hair",
        -7.100059e-05
      ]
    ]
  },
  "It begins with an epigraph from chapter 8 of Luke, referring to Jesus casting devils into swine. The main character marries Marya Timofeyevna, a cripple, but commits suicide after she is killed along with her brother. Peter Verkhovensky unsuccessfully tries to get him to join a conspiracy, and then asks him to confess to having murdered Shatov in his suicide note. FTP, identify this novel, which ends with the deaths of Lizaveta at the hands of a mob, along with the suicides of Kirilov and Nikolay Stavrogin, written by Feodor Dostoyevsky.": {
    "guess": "The Devils (The Possessed)",
    "confidence": [
      [
        "The",
        -0.10510112
      ],
      [
        " Devils",
        -0.504281
      ],
      [
        " (",
        -0.5165263
      ],
      [
        "The",
        -0.45122108
      ],
      [
        " Poss",
        -0.0064630015
      ],
      [
        "essed",
        -0.00027170655
      ],
      [
        ")",
        -0.038716625
      ]
    ]
  },
  "This behavior is initiated by secretion of GABA from the ventrolateral preoptic nucleus, and bruxism is the most common disorder occurring during it. Disorders of it include cataplexy, which is this process's inappropriate activation. Its onset is signaled by melatonin secretion. Its last stage is activated": {
    "guess": "Sleep",
    "confidence": [
      [
        "Sleep",
        -0.002821397
      ]
    ]
  },
  "He began growing his famous beard following the death of his wife Frances in a house fire that scarred his face. He later commemorated her in his sonnet \"The Cross of Snow.\" Although he created the first": {
    "guess": "Henry Wadsworth Longfellow",
    "confidence": [
      [
        "Henry",
        -0.0031508617
      ],
      [
        " W",
        -1.8789384e-05
      ],
      [
        "ad",
        -7.465036e-06
      ],
      [
        "sworth",
        -1.640531e-05
      ],
      [
        " Long",
        -2.6968896e-06
      ],
      [
        "f",
        -8.1490514e-05
      ],
      [
        "ellow",
        -1.11603495e-05
      ]
    ]
  },
  "This man began his political career in 1914 as a member of the Chamber of Deputies. In 1940 Otto Abetz": {
    "guess": "Chamber of Deputies",
    "confidence": [
      [
        "Ch",
        -0.85005987
      ],
      [
        "amber",
        -0.0051006954
      ],
      [
        " of",
        -0.0001505021
      ],
      [
        " De",
        -0.0007247025
      ],
      [
        "puties",
        -3.2929079e-06
      ]
    ]
  },
  "It begins with the melody from \"We Have Built a Stately House, which is introduced by the trumpets. The third section, introduced by the bassoons, draws from a light-hearted song about hazing, which leads": {
    "guess": "The Sorcerer's Apprentice",
    "confidence": [
      [
        "The",
        -0.9611522
      ],
      [
        " Sor",
        -0.8595967
      ],
      [
        "cerer",
        -8.196733e-05
      ],
      [
        "'s",
        -0.006614123
      ],
      [
        " Apprentice",
        -0.00026526954
      ]
    ]
  },
  "He began his writing career as a journalist for The Californian, and he soon became known for short stories": {
    "guess": "Jack London",
    "confidence": [
      [
        "Jack",
        -1.0633869
      ],
      [
        " London",
        -1.5213274e-05
      ]
    ]
  },
  "In the beginning of this work, its protagonist is refused food and drink Tapwell's alehouse due to his reputation for excessive spending, but his chance meeting with a young page leads him to being received in that page's stepmother's home. While there, he meets Marrall and Lord Lovell, the latter of which is a suitor for the daughter of his uncle. That daughter, Margaret, actually loves Allworth, and a letter sent from the protagonist's uncle allows them to get married by the play's end. Lady Allworth provides the title means to Frank Wellborn, who is able to become respectable once again, particularly": {
    "guess": "A New Way to Pay Old Debts",
    "confidence": [
      [
        "A",
        -0.005291512
      ],
      [
        " New",
        -0.06520539
      ],
      [
        " Way",
        -0.0003244991
      ],
      [
        " to",
        -0.007388556
      ],
      [
        " Pay",
        -0.0054091346
      ],
      [
        " Old",
        -0.0001037816
      ],
      [
        " Deb",
        -0.00024989594
      ],
      [
        "ts",
        -8.180258e-06
      ]
    ]
  },
  "At the beginning of the work this character appears in, he is described as having clumps of yellowish hair protruding from his ears and is said to be fond of chewing on herbs, which may explain his frequent moments of inertia. Near the end of the work, he calls an opponent \"the Devil\" because he is \"faith without smile, truth that is never seized by doubt.\" This character's old job has been taken over by Bernard Gui, who persecutes Salvatore and Remigio. This character eventually confronts an old man who hates (*) laughter and has used poisoned pages to conceal Aristotle's writing on comedy. This": {
    "guess": "William of Baskerville",
    "confidence": [
      [
        "William",
        -0.51157945
      ],
      [
        " of",
        -0.003963705
      ],
      [
        " B",
        -0.00038181408
      ],
      [
        "ask",
        -8.876193e-05
      ],
      [
        "erville",
        -0.004557104
      ]
    ]
  },
  "At the very beginning of this leader's rule, he created a program to provide free milk for children in schools and shanty towns. In order to construct a distributed decision support system, this leader undertook Project Cybersyn, which utilized a national network of telex machines. U.S. officials supported this leader's opponent, Jorge Alessandri, in the presidential election of 1970. In his last speech,": {
    "guess": "Salvador Allende",
    "confidence": [
      [
        "Sal",
        -0.000460936
      ],
      [
        "v",
        -1.3067608e-05
      ],
      [
        "ador",
        -9.901345e-05
      ],
      [
        " All",
        -5.0616763e-05
      ],
      [
        "ende",
        -1.5213274e-05
      ]
    ]
  },
  "Begun by the bellicose successor to Wamsutta, this war included an incident named \"Nine Men's Misery\" in which some of Captain Pierce's troops were tortured. Instigated in part by the imposition of English law at the trial for the murder of John Sassamon, a \"Praying Indian\", this conflict featured a": {
    "guess": "King Philip's War",
    "confidence": [
      [
        "King",
        -0.0038205066
      ],
      [
        " Philip",
        -0.00010425841
      ],
      [
        "'s",
        -6.9570146e-05
      ],
      [
        " War",
        -6.81397e-05
      ]
    ]
  },
  "He began his college career at San Jacinto Junior College and transferred to Florida State, and some of his notable backcourt mates have included Bobby Sura and Kenny Smith. During a two-season stint with the New Jersey Nets, a tabloid claimed that he was an alien, while fans have more recently pointed": {
    "guess": "Sam Cassell",
    "confidence": [
      [
        "Sam",
        -0.16360937
      ],
      [
        " Cass",
        -0.00016778296
      ],
      [
        "ell",
        -0.00033320097
      ]
    ]
  },
  "The beginning of this man's term saw the passage of the Badinter Act, which abolished the death penalty. Originally a supporter of Petain, this future interior minister of USDR broke with the Vichy government over Pierre Laval's decision to send French workers to Germany. He issued sweeping labor reforms that increased minimum wage by 10% and instituted a shorter work week. A noted opponent of the Fifth Republic, this man ran as the Federation's candidate for President in 1962 against Charles de Gaulle. He had earlier irked De Gallue in   the Algiers Crisis and became embroiled in another controversy when he ordered the sinking of the Rainbow Warrior. This leader issued the Deferre Act in his attempts at decentralization and was later forced to \"cohabitate\" with his rival, Jacques Chiraq. For": {
    "guess": "François Mitterrand",
    "confidence": [
      [
        "Fran",
        -0.3581245
      ],
      [
        "çois",
        -0.042300902
      ],
      [
        " M",
        -0.001917453
      ],
      [
        "itter",
        -5.5980927e-05
      ],
      [
        "rand",
        -0.0001975802
      ]
    ]
  },
  "It begins with the Airing of Grievances, during which Mr. Kruger was told his company stinks. It causes the boycotting of a bagel store and one of its miracles results when Gwen discovers Jerry eating dinner at George's house during this holiday. Kramer's early departure from dinner results in George": {
    "guess": "Festivus",
    "confidence": [
      [
        "F",
        -0.026449038
      ],
      [
        "est",
        -0.0003924232
      ],
      [
        "iv",
        -3.786197e-05
      ],
      [
        "us",
        -3.0471343e-05
      ]
    ]
  },
  "It can begin after confirmation of the sighting of the moon on the first eve of Shawwal, and includes recitation of the Takabiir. The dua' and khutba are also important portions of it, as is the Niyyah, or \"intention.\" Its namesake prayer is known as the solah, and one often cleans one's teeth with Miswaak when it occurs. Generally the day on which alms are collected, another event that is given the same name in common parlance falls on the tenth day of Zil-Hijjah, but the event in question actually took place yesterday. For ten points, name this religious holiday celebrating the end of Ramadan.": {
    "guess": "Eid al-Fitr",
    "confidence": [
      [
        "E",
        -0.0014818899
      ],
      [
        "id",
        -2.057744e-05
      ],
      [
        " al",
        -0.002709773
      ],
      [
        "-F",
        -0.00050739973
      ],
      [
        "itr",
        -0.00012237004
      ]
    ]
  },
  "It began with a meeting in the home of Mary B. Talbert that included Monroe Trotter, John Hope, and 28 others.  Following that first meeting, subsequent annual conferences of this movement occurred in Harper's Ferry and Faneuil Hall, Boston.  Opposed to the Atlanta Compromise, they eventually had an establishment of 30 branches, but never attracted mass support until the Springfield Race Riot.  After the riots, white liberals joined its militants to form a more famous organization.  FTP, name this predecessor to the NAACP founded by W.E.B. Dubois in 1905 and associated with a landmark on the New": {
    "guess": "Niagara Movement",
    "confidence": [
      [
        "Ni",
        -0.03368858
      ],
      [
        "agara",
        -0.0011595045
      ],
      [
        " Movement",
        -0.00081629684
      ]
    ]
  },
  "This man began his political career in 1914 as a member of the Chamber of Deputies. In 1940 Otto Abetz used his influence the release of this man after this man was arrested. In 1941 Paul Collette unsuccessfully attempted to assassinate this man. This winner of 1931 Time's Man of the Year award was a namesake of a 1935 agreement with British Foreign Secretary Samuel Hoare that dealt with the transfer of Abyssinia. He founded a group led by Joseph Darnard, a military secret service group called the Milice. He used his influence to help Henry Petain and France's Vichy Government, and was executed at Fresnes Prison in October of 1945, For 10 points, This man served as Prime Minister of France four different times,": {
    "guess": "Pierre Laval",
    "confidence": [
      [
        "P",
        -0.20309201
      ],
      [
        "ierre",
        -4.6683042e-05
      ],
      [
        " L",
        -0.00047869363
      ],
      [
        "aval",
        -0.00019865304
      ]
    ]
  },
  "It began as an autonomous constitutional monarchy with the Russian empire with its own legal system, parliament, and army.  Nicholas I paid scant attention to its liberal constitution, however, and the": {
    "guess": "Kingdom of Poland",
    "confidence": [
      [
        "King",
        -0.26599652
      ],
      [
        "dom",
        -8.709308e-05
      ],
      [
        " of",
        -5.8722613e-05
      ],
      [
        " Poland",
        -0.0013035722
      ]
    ]
  },
  "In the beginning of this work, one character reads a newspaper story about a man getting run over, and": {
    "guess": "The Dumb Waiter",
    "confidence": [
      [
        "The",
        -0.0005052541
      ],
      [
        " D",
        -0.00014692599
      ],
      [
        "umb",
        -1.0280384e-06
      ],
      [
        " Wait",
        -3.5313153e-06
      ],
      [
        "er",
        -1.0280384e-06
      ]
    ]
  },
  "The beginning of this man's term saw the passage of the Badinter Act, which abolished the death penalty.": {
    "guess": "François Mitterrand",
    "confidence": [
      [
        "Fran",
        -0.025936432
      ],
      [
        "çois",
        -0.008029242
      ],
      [
        " M",
        -5.145119e-05
      ],
      [
        "itter",
        -5.8722613e-05
      ],
      [
        "rand",
        -0.00016003472
      ]
    ]
  },
  "Beginning in 1946, this play followed the commercial failure of the author's pervious work, The Man Who Had All the Luck. Ann Dever was previously involved with Larry Keller who died during World War II, though his mother Kate refuses to believe it. Larry's brother Chris wishes to marry Ann, whose father is in jail for a crime he did not commit. That crime, supplying faulty parts to the military was": {
    "guess": "All My Sons",
    "confidence": [
      [
        "All",
        -0.011984687
      ],
      [
        " My",
        -0.0005186012
      ],
      [
        " Sons",
        -0.00062153453
      ]
    ]
  },
  "At the beginning of this novel, one character's pickup truck dies a \"natural death,\" causing her husband to buy her an armored car. Another character in this novel meets Lizzie in a park and tries unsuccessfully to fall in love with her. Irina, who comes from near ($) Denali, is killed after providing false information to a group led by Marcus, Caius, and Aro. Nahuel provides proof to the Volturri that a certain creature in this novel is not dangerous, and, in this novel, (*) another character imprints on the baby Renesmee, whose birth almost killed the protagonist. This novel sees Bella become pregnant with Edward Cullen's child. For ten points, identify this fourth and final book in the Twilight series.": {
    "guess": "Breaking Dawn",
    "confidence": [
      [
        "Breaking",
        -0.00690304
      ],
      [
        " Dawn",
        -0.00021688752
      ]
    ]
  },
  "It begins with a setting of \"Veni, creator spiritus,\" a medieval poem  attributed to the Archbishop of Mainz (MINES). As if to illustrate the link between Christian mysticism and nineteenth-century Romanticism, the second part takes as its text the final scene of Goethe's _Faust_. FTP, identify this first fully choral symphony by Gustav Mahler whose nickname refers to the number of people needed to perform it.": {
    "guess": "Symphony No. 8 (Mahler)",
    "confidence": [
      [
        "Sym",
        -0.0034518181
      ],
      [
        "phony",
        -1.640531e-05
      ],
      [
        " No",
        -0.0001037816
      ],
      [
        ".",
        -0.00011594037
      ],
      [
        " ",
        -3.0113732e-05
      ],
      [
        "8",
        -6.4802e-05
      ],
      [
        " (",
        -0.00014644918
      ],
      [
        "Mah",
        -0.00014883325
      ],
      [
        "ler",
        -1.3663626e-05
      ],
      [
        ")",
        -2.6968896e-06
      ]
    ]
  },
  "As it begins, the singer complains that he does not know what he is saying or doing, in this song that follows the section \"Cammina Adagio E Li Sorprenderai\" and precedes the intermezzo before Act II. Reminding himself that the people have paid money, the singer questions his manhood, then orders himself to overcome his delirium, prepare his face, and laugh. Most memorable in this arioso are the audible emotions of the tenor singer, who goes from an outburst of mad cackling as he reminds himself that he is just a lowly performer, to a fit of anguished sobbing at the end over the pain that poisons his heart: the infidelity of his Columbina, his wife Nedda. FTP, Canio piteously weeps before going on stage in what aria from Pagliacci, whose title comes from his self-imposed order to *put on his": {
    "guess": "Vesti la giubba",
    "confidence": [
      [
        "V",
        -0.06360602
      ],
      [
        "esti",
        -0.0070466404
      ],
      [
        " la",
        -0.00035250463
      ],
      [
        " gi",
        -0.019048952
      ],
      [
        "ub",
        -2.677603e-05
      ],
      [
        "ba",
        -5.6934558e-05
      ]
    ]
  },
  "He began his college career at San Jacinto Junior College and transferred to Florida State, and some of his notable backcourt mates have included Bobby Sura and Kenny Smith. During a two-season stint with the New Jersey Nets, a tabloid claimed that he was an alien, while fans have more recently pointed out a resemblance to Gollum. After being traded from the Nets, he led the Milwaukee Bucks to the 2001 Eastern Conference Finals, and two years later, was named second-team all-NBA in 2004 after being": {
    "guess": "Sam Cassell",
    "confidence": [
      [
        "Sam",
        -0.076315224
      ],
      [
        " Cass",
        -0.000107953725
      ],
      [
        "ell",
        -0.00077723106
      ]
    ]
  },
  "The beginning of this work's third movement draws heavily from the scherzo of Beethoven's ninth symphony, and the scoring of this work is unusual in that the piccolo is used only briefly in the first movement.  This work often features flattened leading notes and plagal cadances, as well as a heavily": {
    "guess": "Symphony No. 9 (Dvořák)",
    "confidence": [
      [
        "Sym",
        -0.0020606883
      ],
      [
        "phony",
        -5.0497558e-05
      ],
      [
        " No",
        -2.7252845e-05
      ],
      [
        ".",
        -0.00012821102
      ],
      [
        " ",
        -0.00027754388
      ],
      [
        "9",
        -0.00418311
      ],
      [
        " (",
        -0.00032545274
      ],
      [
        "D",
        -1.7954959e-05
      ],
      [
        "vo",
        -0.00012118533
      ],
      [
        "ř",
        -1.9361265e-07
      ],
      [
        "ák",
        -7.703444e-06
      ],
      [
        ")",
        -3.1281633e-07
      ]
    ]
  },
  "It begins with the Airing of Grievances, during which Mr. Kruger was told his company stinks. It causes the boycotting of a bagel store and one of its miracles results when Gwen discovers Jerry eating": {
    "guess": "Festivus",
    "confidence": [
      [
        "F",
        -0.01936071
      ],
      [
        "est",
        -0.0002787359
      ],
      [
        "iv",
        -9.133887e-06
      ],
      [
        "us",
        -2.4034345e-05
      ]
    ]
  },
  "The beginning of this play follows Caius Marcius through phases of his career. In peacetime, he is depicted as an arrogant nobleman, later on he is seen as a valiant warrior against Rome's enemies, finally he is seen as a worthy consul candidate. He refuses to flatter the Roman citizens, thus leading to his eventual expulsion. He joins forces with his enemy Tullis Aufidius against Rome. In the end , he is persuaded by his mother to make peace with Rome. FTP -- name this last political tragedy of William Shakespeare.": {
    "guess": "Coriolanus",
    "confidence": [
      [
        "Cor",
        -0.010576462
      ],
      [
        "iol",
        -0.00048238898
      ],
      [
        "anus",
        -0.00022392054
      ]
    ]
  },
  "It began with a meeting in the home of Mary B. Talbert that included Monroe Trotter, John Hope, and 28 others.  Following that first meeting, subsequent annual conferences of this movement occurred in Harper's Ferry and Faneuil Hall, Boston.  Opposed to the Atlanta Compromise, they eventually had an establishment of 30 branches, but never attracted mass support until the Springfield Race Riot.  After the riots, white liberals joined its militants to form a more famous organization.  FTP, name this": {
    "guess": "Niagara Movement",
    "confidence": [
      [
        "Ni",
        -0.042772736
      ],
      [
        "agara",
        -0.0010179253
      ],
      [
        " Movement",
        -0.0006865794
      ]
    ]
  },
  "It begins with an epigraph from chapter 8 of Luke, referring to Jesus casting devils into swine. The main character marries Marya Timofeyevna, a cripple, but commits suicide after she is killed along with her brother. Peter Verkhovensky unsuccessfully tries to get him to join a conspiracy, and then asks": {
    "guess": "Demons",
    "confidence": [
      [
        "Dem",
        -0.3564932
      ],
      [
        "ons",
        -3.166338e-05
      ]
    ]
  },
  "One of these begins by noting, \"The creature gazes into openness with all/its eyes. But our eyes are/as if they were reversed, and surround it/everywhere\". The last one describes the speaker's journey into \"Grief- Land\", while the seventh tells of a man calling after his dead lover, and states, \"O to be dead at last and know [the stars] eternally... for how, how, how to forget them!\" The fifth one is dedicated to (*) Frau Hertha von Koenig, while the fourth one invokes a tree of life. Also containing": {
    "guess": "Duino Elegies",
    "confidence": [
      [
        "Du",
        -0.0032671953
      ],
      [
        "ino",
        -0.00027682865
      ],
      [
        " E",
        -4.036525e-05
      ],
      [
        "leg",
        -1.0921943e-05
      ],
      [
        "ies",
        -3.7146747e-05
      ]
    ]
  },
  "This behavior is initiated by secretion of GABA from the ventrolateral preoptic nucleus, and bruxism is the most common disorder occurring during it. Disorders of it include cataplexy, which is this process's inappropriate activation. Its onset is signaled by melatonin secretion. Its last stage is activated by acetylcholine and inhibited by serotonin, and that stage is preceded by stages of theta activity and delta activity. That last stage, associated with learning of complex tasks, is REM. For 10 points, name this state of unconsciousness of which adolescents need approximately eight hours, during": {
    "guess": "Sleep",
    "confidence": [
      [
        "Sleep",
        -0.007843679
      ]
    ]
  },
  "It begins with a setting of \"Veni, creator spiritus,\" a medieval poem  attributed to the Archbishop of Mainz (MINES). As if to illustrate the link between Christian mysticism and nineteenth-century Romanticism,": {
    "guess": "Symphony No. 8 (Mahler)",
    "confidence": [
      [
        "Sym",
        -0.95051175
      ],
      [
        "phony",
        -0.0005493374
      ],
      [
        " No",
        -0.027952757
      ],
      [
        ".",
        -0.0008525127
      ],
      [
        " ",
        -0.0031185374
      ],
      [
        "8",
        -0.066831425
      ],
      [
        " (",
        -0.27270585
      ],
      [
        "Mah",
        -0.0037366606
      ],
      [
        "ler",
        -3.8577193e-05
      ],
      [
        ")",
        -8.637786e-05
      ]
    ]
  },
  "It began following the Kemmu Restoration and would be formally established when its namesake turned on Go-Daigo, resulting in a 56-year civil war between the Northern and Southern courts.  Takauji emerged victorious and peace remained until the 10-year Onin War more than a century later.  Its greatest": {
    "guess": "Nanboku-cho period",
    "confidence": [
      [
        "N",
        -0.39920124
      ],
      [
        "an",
        -0.003164176
      ],
      [
        "b",
        -6.706687e-05
      ],
      [
        "oku",
        -0.00048787234
      ],
      [
        "-",
        -0.42199388
      ],
      [
        "cho",
        -0.0028924902
      ],
      [
        " period",
        -0.0416259
      ]
    ]
  },
  "One of these begins with a circular motion and is named for Rayleigh, while the fastest type is a horizontal movement named for the mathematician A.E.H. Love. De Broglie proposed a model in place of rays for light involving these. In addition to the above types of the surface variety, body ones include the compressional type, which are followed by secondary or S ones. Another common representation uses the transverse, as opposed to the longitudinal, variety. FTP, name this disturbance of a medium": {
    "guess": "Seismic wave",
    "confidence": [
      [
        "Se",
        -0.25863117
      ],
      [
        "ismic",
        -0.0002519224
      ],
      [
        " wave",
        -0.081632264
      ]
    ]
  },
  "This man began work on the Encyclopedia Africana after moving to Ghana at the request of Kwame Nkrumah.": {
    "guess": "W. E. B. Du Bois",
    "confidence": [
      [
        "W",
        -0.25415874
      ],
      [
        ".",
        -0.020125343
      ],
      [
        " E",
        -1.5809293e-05
      ],
      [
        ".",
        -7.767599e-05
      ],
      [
        " B",
        -0.00013560164
      ],
      [
        ".",
        -0.00022737744
      ],
      [
        " Du",
        -0.00012356207
      ],
      [
        " Bo",
        -0.00013619766
      ],
      [
        "is",
        -8.76891e-05
      ]
    ]
  },
  "It begins with the line, \"On August 16, 1968, I was handed a book written by a certain Abbe Vallet,\" which claimed to reproduce a 14th century manuscript composed by Adso of Melk. Adso serves as an apprentice and scribe to a visiting Franciscan and student of Roger Bacon named William of Baskerville.": {
    "guess": "The Name of the Rose",
    "confidence": [
      [
        "The",
        -0.019993775
      ],
      [
        " Name",
        -0.035668865
      ],
      [
        " of",
        -4.048445e-05
      ],
      [
        " the",
        -0.00027206415
      ],
      [
        " Rose",
        -2.8444882e-05
      ]
    ]
  },
  "At the very beginning of this leader's rule, he created a program to provide free milk for children in schools and shanty towns. In order to construct a distributed decision support system, this leader undertook Project Cybersyn, which utilized a national network of telex machines. U.S. officials supported this leader's opponent, Jorge Alessandri, in the presidential election of 1970. In his last speech, while troops were overtaking La Moneda Palace, he vowed that he would never resign from the presidency, although he died later that day. For 10 points, name this Chilean Marxist president who was succeeded by Augusto Pinochet.": {
    "guess": "Salvador Allende",
    "confidence": [
      [
        "Sal",
        -0.00036132568
      ],
      [
        "v",
        -9.610702e-06
      ],
      [
        "ador",
        -0.000117370815
      ],
      [
        " All",
        -0.0005438577
      ],
      [
        "ende",
        -4.7159858e-05
      ]
    ]
  },
  "At the beginning of this short story, the unnamed protagonist notes that in his house, whose former resident was a priest, he found copies of The Memoirs of Vidocq and The Abbot, by Walter Scott. Throughout": {
    "guess": "Araby (short story)",
    "confidence": [
      [
        "Ar",
        -0.024507832
      ],
      [
        "aby",
        -2.546479e-05
      ],
      [
        " (",
        -0.006897713
      ],
      [
        "short",
        -9.066919e-05
      ],
      [
        " story",
        -7.958325e-05
      ],
      [
        ")",
        -2.5107178e-05
      ]
    ]
  },
  "In the beginning of this work, one character reads a newspaper story about a man getting run over, and later another character complains about needing a coin to pay for gas. On character remarks he would like to watch a soccer game in Birmingham on Saturday, and after receiving a packet with (*) matches": {
    "guess": "The Dumb Waiter",
    "confidence": [
      [
        "The",
        -0.0010368604
      ],
      [
        " D",
        -0.0021858301
      ],
      [
        "umb",
        -1.9816675e-06
      ],
      [
        " Wait",
        -2.8160932e-06
      ],
      [
        "er",
        -3.1281633e-07
      ]
    ]
  },
  "At the beginning of the work this character appears in, he is described as having clumps of yellowish hair protruding from his ears and is said to be fond of chewing on herbs, which may explain his frequent moments of inertia. Near the end of the work, he calls an opponent \"the Devil\" because he is \"faith": {
    "guess": "Young Goodman Brown",
    "confidence": [
      [
        "Young",
        -0.15663448
      ],
      [
        " Goodman",
        -0.00018375258
      ],
      [
        " Brown",
        -1.0206721e-05
      ]
    ]
  },
  "It begins with the protagonist stuck dancing with little Otis Ormonde as her visit from Eau Claire seems destined to go badly. Martha Carey is stout and loud, while Roberta Dillon looks like a bean-pole, but according to the title figure's cousin they both have more personality. When this discussion at the Harvey residence is overheard, the heroine at first collapses, but then asks for help. Soon she's scandalizing Draycott Deyo with stories culled from Oscar Wilde and threatening to steal Warren": {
    "guess": "The Importance of Being Earnest",
    "confidence": [
      [
        "The",
        -0.72495914
      ],
      [
        " Importance",
        -2.0934331
      ],
      [
        " of",
        -0.000119039665
      ],
      [
        " Being",
        -0.0017746652
      ],
      [
        " Earn",
        -0.0034274587
      ],
      [
        "est",
        -7.755679e-05
      ]
    ]
  },
  "He began his college career at San Jacinto Junior College and transferred to Florida State, and some of his notable backcourt mates have included Bobby Sura and Kenny Smith. During a two-season stint with the New Jersey Nets, a tabloid claimed that he was an alien, while fans have more recently pointed out a resemblance to Gollum. After being traded from the Nets, he led the Milwaukee Bucks to the 2001 Eastern Conference Finals, and two years later, was named second-team all-NBA in 2004 after being traded with Ervin Johnson to the Timberwolves. Disagreements over a contract extension led to a trade": {
    "guess": "Sam Cassell",
    "confidence": [
      [
        "Sam",
        -0.03596159
      ],
      [
        " Cass",
        -0.00021545708
      ],
      [
        "ell",
        -0.0007132663
      ]
    ]
  },
  "In the beginning of this work, its protagonist is refused food and drink Tapwell's alehouse due to his reputation for excessive spending, but his chance meeting with a young page leads him to being received": {
    "guess": "The History of Tom Jones, a Foundling",
    "confidence": [
      [
        "The",
        -0.6105433
      ],
      [
        " History",
        -1.4161448
      ],
      [
        " of",
        -0.01515484
      ],
      [
        " Tom",
        -0.19335587
      ],
      [
        " Jones",
        -3.4524266e-05
      ],
      [
        ",",
        -0.00020509004
      ],
      [
        " a",
        -0.0028903482
      ],
      [
        " Found",
        -2.8564085e-05
      ],
      [
        "ling",
        -0.0021714359
      ]
    ]
  },
  "It begins with a dinner party that features a fine bottle of Tokay, which the guests joke about, saying that like members of the Court and photography, it needs its proper place in the Sun.  Haakon tells his son that he is going to marry his housekeeper, Mrs. Sorby, and his son is led to believe that he arranged the marriage between a former maid Gina Hansen and the main character.  Gregers later reveals the truth to his old friend, who rejects both Gina and his daughter. At which point Hedvig decides": {
    "guess": "The Wild Duck",
    "confidence": [
      [
        "The",
        -0.32441977
      ],
      [
        " Wild",
        -0.018751008
      ],
      [
        " Duck",
        -1.7716551e-05
      ]
    ]
  },
  "It began with the capture of Hangzhou, and ended with the rebellion of Zhu Yuanzhang.  During it, a second capital at Khanbalik was established and the project of extending the Great Canal connecting the": {
    "guess": "Red Turban Rebellion",
    "confidence": [
      [
        "Red",
        -1.1627117
      ],
      [
        " Tur",
        -3.3809047e-05
      ],
      [
        "ban",
        -1.7432603e-06
      ],
      [
        " Rebellion",
        -0.0023781424
      ]
    ]
  },
  "The beginning of this man's term saw the passage of the Badinter Act, which abolished the death penalty. Originally a supporter of Petain, this future interior minister of USDR broke with the Vichy government": {
    "guess": "Robert Badinter",
    "confidence": [
      [
        "Robert",
        -0.012760142
      ],
      [
        " Bad",
        -0.00019197763
      ],
      [
        "inter",
        -1.700133e-05
      ]
    ]
  },
  "In the beginning of this novel the protagonist kills a rat with a skillet. After attacking a member of his gang to avoid having to rob a white man's store, he takes a job as a chauffeur for his landlord's family. While driving the landlord's daughter and her communist boyfriend, all three get drunk.": {
    "guess": "Native Son",
    "confidence": [
      [
        "Native",
        -0.6350118
      ],
      [
        " Son",
        -0.000119754885
      ]
    ]
  },
  "At the beginning of this man's reign, he shared power with his very ill half- brother under the regency of his half-sister Sophia, who allowed decisions to be made by her lover Vasily Gallitzin. He later took complete control and, when Patriarch Adrian died, this leader did not replace him and eventually": {
    "guess": "Peter the Great",
    "confidence": [
      [
        "Peter",
        -0.08843778
      ],
      [
        " the",
        -0.005581876
      ],
      [
        " Great",
        -5.145119e-05
      ]
    ]
  },
  "It begins when Sir Charles proposes that his son should marry Kate. Thanks to Tony Lumpkin, Mrs. HardcastleÕs dissolute son by a previous marriage, young Marlow and his friend Hastings think that the HardcastleÕs home is an inn, and Marlow falls in l  ove with Kate, believing her to be a servant. FTP,": {
    "guess": "She Stoops to Conquer",
    "confidence": [
      [
        "She",
        -0.004277246
      ],
      [
        " St",
        -7.2192626e-05
      ],
      [
        "oops",
        -7.1238996e-05
      ],
      [
        " to",
        -0.00011582117
      ],
      [
        " Con",
        -2.8802491e-05
      ],
      [
        "quer",
        -0.0001470452
      ]
    ]
  },
  "This man began his political career in 1914 as a member of the Chamber of Deputies. In 1940 Otto Abetz used his influence the release of this man after this man was arrested. In 1941 Paul Collette unsuccessfully attempted to assassinate this man. This winner of 1931 Time's Man of the Year award was a namesake of a 1935 agreement with British Foreign Secretary Samuel Hoare that dealt with the transfer of Abyssinia. He founded a group led by Joseph Darnard, a military secret service group called the Milice. He used his influence to help Henry Petain and France's Vichy Government, and was executed": {
    "guess": "Philippe Pétain",
    "confidence": [
      [
        "Philip",
        -0.28409863
      ],
      [
        "pe",
        -0.0009783863
      ],
      [
        " P",
        -0.024332277
      ],
      [
        "ét",
        -4.5133394e-05
      ],
      [
        "ain",
        -2.0458236e-05
      ]
    ]
  },
  "It can begin after confirmation of the sighting of the moon on the first eve of Shawwal, and includes recitation of the Takabiir. The dua' and khutba are also important portions of it, as is the Niyyah, or \"intention.\" Its namesake prayer is known as the solah, and one often cleans one's teeth with Miswaak when it occurs. Generally the day on which alms are collected, another event that is given the": {
    "guess": "Eid al-Fitr",
    "confidence": [
      [
        "E",
        -0.0068752104
      ],
      [
        "id",
        -1.700133e-05
      ],
      [
        " al",
        -0.022769347
      ],
      [
        "-F",
        -0.0014267829
      ],
      [
        "itr",
        -0.00031329764
      ]
    ]
  },
  "He began his writing career as a journalist for The Californian, and he soon became known for short stories such as \"M'Liss,\" \"Plain Language from Truthful James,\" \"Brown of Calaveras\" and \"The Idyl of": {
    "guess": "Bret Harte",
    "confidence": [
      [
        "B",
        -0.001538431
      ],
      [
        "ret",
        -2.577686e-06
      ],
      [
        " H",
        -9.305327e-05
      ],
      [
        "arte",
        -1.27099975e-05
      ]
    ]
  },
  "Beginning his career with the Indianapolis Racers of the WHA, he would go on to play for the Oilers, Kings, Blues, and Rangers in the NHL and now coaches the Phoenix Coyotes. At the time of his retirement,": {
    "guess": "Wayne Gretzky",
    "confidence": [
      [
        "Way",
        -0.084759735
      ],
      [
        "ne",
        -3.786197e-05
      ],
      [
        " Gret",
        -0.00074006146
      ],
      [
        "z",
        -0.0003681093
      ],
      [
        "ky",
        -4.990154e-05
      ]
    ]
  },
  "Beginning with just strings and clarinets, in the recapitulation of the first movement, the bassoons": {
    "guess": "Symphony No. 5 (Tchaikovsky)",
    "confidence": [
      [
        "Sym",
        -0.033422753
      ],
      [
        "phony",
        -0.003619197
      ],
      [
        " No",
        -0.0015677111
      ],
      [
        ".",
        -0.0005760281
      ],
      [
        " ",
        -0.00073672744
      ],
      [
        "5",
        -1.0210055
      ],
      [
        " (",
        -0.0018615227
      ],
      [
        "T",
        -0.12347944
      ],
      [
        "cha",
        -5.6769813e-06
      ],
      [
        "ik",
        -9.253091e-06
      ],
      [
        "ovsky",
        -0.00020330198
      ],
      [
        ")",
        -9.253091e-06
      ]
    ]
  },
  "He began his writing career in San Francisco working for a newspaper, and he published his first story,": {
    "guess": "Dave Eggers",
    "confidence": [
      [
        "Dave",
        -0.25971335
      ],
      [
        " Eg",
        -0.0024597219
      ],
      [
        "gers",
        -0.00023703295
      ]
    ]
  },
  "As it begins, the singer complains that he does not know what he is saying or doing, in this song that": {
    "guess": "The End",
    "confidence": [
      [
        "The",
        -2.482742
      ],
      [
        " End",
        -1.843281
      ]
    ]
  },
  "It begins with the Airing of Grievances, during which Mr. Kruger was told his company stinks. It causes the boycotting of a bagel store and one of its miracles results when Gwen discovers Jerry eating dinner at George's house during this holiday. Kramer's early departure from dinner results in George having to perform the Feat of Strength, in which he has to pin his father. Celebrated with a tall aluminum pole, FTP, identify this holiday that replaces Christmas, observed by the Costanza family on": {
    "guess": "Festivus",
    "confidence": [
      [
        "F",
        -0.007795302
      ],
      [
        "est",
        -0.00038431733
      ],
      [
        "iv",
        -0.00016218038
      ],
      [
        "us",
        -6.396757e-05
      ]
    ]
  },
  "It begins with the protagonist stuck dancing with little Otis Ormonde as her visit from Eau Claire seems destined to go badly. Martha Carey is stout and loud, while Roberta Dillon looks like a bean-pole,": {
    "guess": "Flappers and Philosophers",
    "confidence": [
      [
        "Fl",
        -1.4502168
      ],
      [
        "appers",
        -0.024819188
      ],
      [
        " and",
        -0.0006221305
      ],
      [
        " Philosoph",
        -0.0002454854
      ],
      [
        "ers",
        -7.624555e-05
      ]
    ]
  },
  "The beginning of this work's third movement draws heavily from the scherzo of Beethoven's ninth symphony, and the scoring of this work is unusual in that the piccolo is used only briefly in the first movement.  This work often features flattened leading notes and plagal cadances, as well as a heavily syncopated rhythm and marked pentatonism.  Harry Burleigh penned the spiritual \"Goin' Home\" based on the Largo theme of its second movement, but its composer denied that the main theme was directly based on \"Swing Low, Sweet Chariot.\" He did admit, however, that the third-movement Scherzo was based on the Song of Hiawatha.  For 10 points, name this symphony inspired by black and Native American spirituals": {
    "guess": "Symphony No. 9 (Dvořák)",
    "confidence": [
      [
        "Sym",
        -0.0011541513
      ],
      [
        "phony",
        -4.604148e-06
      ],
      [
        " No",
        -0.0002072357
      ],
      [
        ".",
        -0.00012999907
      ],
      [
        " ",
        -0.0005243193
      ],
      [
        "9",
        -0.0015379542
      ],
      [
        " (",
        -0.30983698
      ],
      [
        "D",
        -7.5411124e-05
      ],
      [
        "vo",
        -0.00012499251
      ],
      [
        "ř",
        -1.9361265e-07
      ],
      [
        "ák",
        -1.342522e-05
      ],
      [
        ")",
        -1.3856493e-06
      ]
    ]
  },
  "At the beginning of this man's reign, he shared power with his very ill half- brother under the regency": {
    "guess": "Shunzhi Emperor",
    "confidence": [
      [
        "Sh",
        -0.52063113
      ],
      [
        "un",
        -0.0024543689
      ],
      [
        "z",
        -0.000118324446
      ],
      [
        "hi",
        -6.2729996e-06
      ],
      [
        " Emperor",
        -0.00072124926
      ]
    ]
  },
  "He began his writing career in San Francisco working for a newspaper, and he published his first story, \"The Haunted Valley,\" in the Overland Magazine. The Old Gringo by Carlos Fuentes is actually an imagining": {
    "guess": "Carlos Fuentes",
    "confidence": [
      [
        "Carlos",
        -0.6599121
      ],
      [
        " F",
        -0.0014961724
      ],
      [
        "uentes",
        -7.851042e-05
      ]
    ]
  },
  "It begins with an \"Author's Preface\" that takes place at Shawmut College and was inspired by the work of Laurence Gronlund. As the novel progresses the protagonist falls in love with the doctor's daughter": {
    "guess": "The Catcher in the Rye",
    "confidence": [
      [
        "The",
        -0.24016646
      ],
      [
        " Catch",
        -1.5000001
      ],
      [
        "er",
        -3.1782583e-05
      ],
      [
        " in",
        -0.0017857292
      ],
      [
        " the",
        -0.00015669702
      ],
      [
        " R",
        -3.4285862e-05
      ],
      [
        "ye",
        -9.372295e-06
      ]
    ]
  },
  "He began his writing career in San Francisco working for a newspaper, and he published his first story, \"The Haunted Valley,\" in the Overland Magazine. The Old Gringo by Carlos Fuentes is actually an imagining of this man's last months. In his seventies, he disappeared across the Mexican border after revisiting the Civil War battlefields of his youth in his Collected Works. His second story collection was Can Such Things Be?, and his first was In the Midst of Life, which included a famous story that details the pre-execution dream of Peyton Farquhar. FTP, name this author of \"An Occurrence at Owl Creek Bridge\" and The Devil's Dictionary.": {
    "guess": "Ambrose Bierce",
    "confidence": [
      [
        "Amb",
        -0.0011181885
      ],
      [
        "rose",
        -0.0002854113
      ],
      [
        " B",
        -2.3676734e-05
      ],
      [
        "ierce",
        -2.486877e-05
      ]
    ]
  },
  "It began as a \"modest farmhouse\" redesigned by Henry Holland in 1787.  Renovated repeatedly during the next decades, guests entered through the tent-shaped Octagon Room into the bamboo-decorated Long Gallery.  The Music Room designed by Frederick Crace was lit with nine lotus-shaped chandeliers, and": {
    "guess": "Strawberry Hill House",
    "confidence": [
      [
        "Str",
        -0.9718732
      ],
      [
        "aw",
        -0.0004043362
      ],
      [
        "berry",
        -0.0008847766
      ],
      [
        " Hill",
        -0.00027933193
      ],
      [
        " House",
        -0.0041339686
      ]
    ]
  },
  "The beginning of this man's term saw the passage of the Badinter Act, which abolished the death penalty. Originally a supporter of Petain, this future interior minister of USDR broke with the Vichy government over Pierre Laval's decision to send French workers to Germany. He issued sweeping labor reforms that increased minimum wage by 10% and instituted a shorter work week. A noted opponent of the Fifth Republic, this man ran as the Federation's candidate for President in 1962 against Charles de": {
    "guess": "François Mitterrand",
    "confidence": [
      [
        "Fran",
        -0.4857558
      ],
      [
        "çois",
        -0.027127396
      ],
      [
        " M",
        -0.0011709371
      ],
      [
        "itter",
        -3.8100377e-05
      ],
      [
        "rand",
        -0.0005062077
      ]
    ]
  },
  "In the beginning of this work, one character reads a newspaper story about a man getting run over, and later another character complains about needing a coin to pay for gas. On character remarks he would like to watch a soccer game in Birmingham on Saturday, and after receiving a packet with (*) matches the two central figures come to blows over the phrase \"light the kettle.\" The Godot-figure Wilson never appears, instead making bizarre requests for various food items, and the play ends suggesting that Ben will shoot Gus. For 10 points, name this Harold Pinter play about two killers who receive": {
    "guess": "The Dumb Waiter",
    "confidence": [
      [
        "The",
        -0.0010066082
      ],
      [
        " D",
        -0.00023739056
      ],
      [
        "umb",
        -2.1008714e-06
      ],
      [
        " Wait",
        -7.9418505e-06
      ],
      [
        "er",
        -7.58424e-06
      ]
    ]
  },
  "It only began once a Yale professor sneaked in through one of the building's windows as no one had a key to the building itself. It grew out of discussion regarding a recently passed New York Property Rights Act. James Gordon Bennett ridiculed it in the New York Herald after its second hearing, which took place in Rochester. The only measure not to be overwhelmingly approved addressed the right to vote, though it barely passed after Frederick Douglass addressed the crowd. The organizers themselves had previously met at the World's Antislavery Convention where they had been denied seats. FTP, name this 1848 New York convention organized by Lucretia Mott and Elizabeth Cady Stanton, the first major push for women's rights.": {
    "guess": "Seneca Falls Convention",
    "confidence": [
      [
        "Sen",
        -0.0041177
      ],
      [
        "eca",
        -2.8325678e-05
      ],
      [
        " Falls",
        -3.23786e-05
      ],
      [
        " Convention",
        -3.3451433e-05
      ]
    ]
  },
  "After beginning on a quarter note A Flat, this piece goes through thirty-two consecutive eighth notes before reaching a dotted quarter note A Flat one octave higher. Though it is written in D Flat Major, the first few G's are not flatted. Written for a solo piano, the left hand in this work is idle for the first few measures and often reaches up to F or G Flat above Middle C. Some sources claim that the composer wanted this piece to sound like a dog chasing its tail. Name this short piece by Frederic Chopin that usually takes longer to perform than its name would suggest.": {
    "guess": "Minute Waltz",
    "confidence": [
      [
        "Minute",
        -0.38941243
      ],
      [
        " Walt",
        -0.0017991737
      ],
      [
        "z",
        -3.070975e-05
      ]
    ]
  },
  "It begins when Sir Charles proposes that his son should marry Kate. Thanks to Tony Lumpkin, Mrs. HardcastleÕs dissolute son by a previous marriage, young Marlow and his friend Hastings think that the HardcastleÕs": {
    "guess": "She Stoops to Conquer",
    "confidence": [
      [
        "She",
        -0.00053694757
      ],
      [
        " St",
        -9.567575e-05
      ],
      [
        "oops",
        -1.4855664e-05
      ],
      [
        " to",
        -1.9504607e-05
      ],
      [
        " Con",
        -1.7716551e-05
      ],
      [
        "quer",
        -7.493431e-05
      ]
    ]
  },
  "In it, one begins with the concept of God as that than which nothing greater can be conceived. To think of such a being as existing only in thought and not also in reality involves a contradiction, since a being that lacks real existence is not a being than which none greater can be conceived. A yet": {
    "guess": "Ontological argument",
    "confidence": [
      [
        "Ont",
        -0.13644926
      ],
      [
        "ological",
        -0.00081856165
      ],
      [
        " argument",
        -0.013289051
      ]
    ]
  },
  "He began his college career at San Jacinto Junior College and transferred to Florida State, and some of his notable backcourt mates have included Bobby Sura and Kenny Smith. During a two-season stint with the New Jersey Nets, a tabloid claimed that he was an alien, while fans have more recently pointed out a resemblance to Gollum. After being traded from the Nets, he led the Milwaukee Bucks to the": {
    "guess": "Sam Cassell",
    "confidence": [
      [
        "Sam",
        -0.57794124
      ],
      [
        " Cass",
        -0.00016706773
      ],
      [
        "ell",
        -0.0007105246
      ]
    ]
  },
  "Beginning his career with the Indianapolis Racers of the WHA, he would go on to play for the Oilers, Kings, Blues, and Rangers in the NHL and now coaches the Phoenix Coyotes. At the time of his retirement, he held 40 regular season records, 15 playoff records, and 6 All-Star records. FTP, name this hockey player, a four-time Stanley Cup champion, considered the greatest ever to play the sport.": {
    "guess": "Wayne Gretzky",
    "confidence": [
      [
        "Way",
        -0.0031837786
      ],
      [
        "ne",
        -7.58424e-06
      ],
      [
        " Gret",
        -0.0002419203
      ],
      [
        "z",
        -0.00049607904
      ],
      [
        "ky",
        -2.6656826e-05
      ]
    ]
  },
  "It began as a \"modest farmhouse\" redesigned by Henry Holland in 1787.  Renovated repeatedly during the next decades, guests entered through the tent-shaped Octagon Room into the bamboo-decorated Long Gallery.": {
    "guess": "Royal Pavilion",
    "confidence": [
      [
        "Royal",
        -0.8083247
      ],
      [
        " Pavilion",
        -0.012565807
      ]
    ]
  },
  "At the beginning of the work this character appears in, he is described as having clumps of yellowish hair protruding from his ears and is said to be fond of chewing on herbs, which may explain his frequent moments of inertia. Near the end of the work, he calls an opponent \"the Devil\" because he is \"faith without smile, truth that is never seized by doubt.\" This character's old job has been taken over by Bernard Gui, who persecutes Salvatore and Remigio. This character eventually confronts an old man who hates (*) laughter and has used poisoned pages to conceal Aristotle's writing on comedy. This opponent of Jorge of Burgos is accompanied by the narrator of the book he appears in, a novice named Adso of Melk. For 10 points, name this Franciscan who investigates the murder of monks in Umberto Eco's The Name of the Rose.": {
    "guess": "William of Baskerville",
    "confidence": [
      [
        "William",
        -0.021451835
      ],
      [
        " of",
        -0.0002640775
      ],
      [
        " B",
        -9.567575e-05
      ],
      [
        "ask",
        -2.6895234e-05
      ],
      [
        "erville",
        -0.00036192173
      ]
    ]
  },
  "In the beginning of this work, one character reads a newspaper story about a man getting run over, and later another character complains about needing a coin to pay for gas. On character remarks he would like to watch a soccer game in Birmingham on Saturday, and after receiving a packet with (*) matches the two central figures come to blows over the phrase \"light the kettle.\" The Godot-figure Wilson never appears, instead making bizarre requests for various food items, and the play ends suggesting": {
    "guess": "The Dumb Waiter",
    "confidence": [
      [
        "The",
        -0.009277742
      ],
      [
        " D",
        -0.023867022
      ],
      [
        "umb",
        -1.6524515e-05
      ],
      [
        " Wait",
        -4.6563837e-05
      ],
      [
        "er",
        -1.2829201e-05
      ]
    ]
  },
  "The beginning of this man's term saw the passage of the Badinter Act, which abolished the death penalty. Originally a supporter of Petain, this future interior minister of USDR broke with the Vichy government over Pierre Laval's decision to send French workers to Germany. He issued sweeping labor reforms": {
    "guess": "Robert Badinter",
    "confidence": [
      [
        "Robert",
        -0.2136329
      ],
      [
        " Bad",
        -0.0028188976
      ],
      [
        "inter",
        -9.615256e-05
      ]
    ]
  },
  "After beginning on a quarter note A Flat, this piece goes through thirty-two consecutive eighth notes before reaching a dotted quarter note A Flat one octave higher. Though it is written in D Flat Major, the first few G's are not flatted. Written for a solo piano, the left hand in this work is idle for the first few measures and often reaches up to F or G Flat above Middle C. Some sources claim that": {
    "guess": "Étude Op. 25, No. 8",
    "confidence": [
      [
        "É",
        -1.8000582
      ],
      [
        "t",
        -0.010620583
      ],
      [
        "ude",
        -0.34969655
      ],
      [
        " Op",
        -0.49919063
      ],
      [
        ".",
        -0.00036573625
      ],
      [
        " ",
        -0.008499455
      ],
      [
        "25",
        -0.37254477
      ],
      [
        ",",
        -0.004948036
      ],
      [
        " No",
        -0.00016039233
      ],
      [
        ".",
        -0.0017367053
      ],
      [
        " ",
        -0.00745246
      ],
      [
        "8",
        -0.43000716
      ]
    ]
  },
  "It begins with the Airing of Grievances, during which Mr. Kruger was told his company stinks. It causes the boycotting of a bagel store and one of its miracles results when Gwen discovers Jerry eating dinner at George's house during this holiday. Kramer's early departure from dinner results in George having to perform the Feat of Strength, in which he has to pin his father. Celebrated with a tall aluminum pole, FTP, identify this holiday that replaces Christmas, observed by the Costanza family on the TV show Seinfeld.": {
    "guess": "Festivus",
    "confidence": [
      [
        "F",
        -0.007578228
      ],
      [
        "est",
        -0.00015181334
      ],
      [
        "iv",
        -5.1808798e-05
      ],
      [
        "us",
        -4.7040652e-05
      ]
    ]
  },
  "At the beginning of this novel, one character's pickup truck dies a \"natural death,\" causing her husband to buy her an armored car. Another character in this novel meets Lizzie in a park and tries unsuccessfully to fall in love with her. Irina, who comes from near ($) Denali, is killed after providing false information to a group led by Marcus, Caius, and Aro. Nahuel provides proof to the Volturri that a certain creature in this novel is not dangerous, and, in this novel, (*) another character imprints": {
    "guess": "Breaking Dawn",
    "confidence": [
      [
        "Breaking",
        -0.15631081
      ],
      [
        " Dawn",
        -0.0010494812
      ]
    ]
  },
  "He began teaching psychiatry at the University of Heidelberg in 1916, three years after publishing his": {
    "guess": "Emil Kraepelin",
    "confidence": [
      [
        "Em",
        -0.93902606
      ],
      [
        "il",
        -0.0013198812
      ],
      [
        " Kra",
        -0.00013524403
      ],
      [
        "ep",
        -0.00046427367
      ],
      [
        "elin",
        -3.297462e-05
      ]
    ]
  },
  "This man began his political career in 1914 as a member of the Chamber of Deputies. In 1940 Otto Abetz used his influence the release of this man after this man was arrested. In 1941 Paul Collette unsuccessfully attempted to assassinate this man. This winner of 1931 Time's Man of the Year award was a": {
    "guess": "Pierre Laval",
    "confidence": [
      [
        "P",
        -1.0728801
      ],
      [
        "ierre",
        -0.008759929
      ],
      [
        " L",
        -0.0022328093
      ],
      [
        "aval",
        -2.2842309e-05
      ]
    ]
  },
  "It began in Meerut [rhymes with Beirut] and quickly spread, helped by the discontent of both the more well educated and rumors about the introduction of the new Enfield rifle. The titular head was Bahadue Shah II, and was finally suppressed by Sir Colin Campbell and Sir Hugh Rose in late 1858. FTP, name this revolt, known for the ferocity of fighting around Kanpur, Lucknow, and Delhi.": {
    "guess": "Indian Rebellion of 1857",
    "confidence": [
      [
        "Indian",
        -0.00083762326
      ],
      [
        " Rebellion",
        -4.7040652e-05
      ],
      [
        " of",
        -1.147242e-06
      ],
      [
        " ",
        -1.3856493e-06
      ],
      [
        "185",
        -4.4537377e-05
      ],
      [
        "7",
        0.0
      ]
    ]
  },
  "It begins with the protagonist stuck dancing with little Otis Ormonde as her visit from Eau Claire seems destined to go badly. Martha Carey is stout and loud, while Roberta Dillon looks like a bean-pole, but according to the title figure's cousin they both have more personality. When this discussion": {
    "guess": "Bernice Bobs Her Hair",
    "confidence": [
      [
        "Bern",
        -0.003962517
      ],
      [
        "ice",
        -6.396757e-05
      ],
      [
        " B",
        -2.5583993e-05
      ],
      [
        "obs",
        -1.9146995e-05
      ],
      [
        " Her",
        -9.066919e-05
      ],
      [
        " Hair",
        -2.4034345e-05
      ]
    ]
  },
  "He began a novel, Die Davidsbundler, in 1831 while studying piano under his future father-in-law. He later used the names of two of its characters, Florestan and Eusebius, to describe his own split personality.": {
    "guess": "Robert Schumann",
    "confidence": [
      [
        "Robert",
        -0.0029153114
      ],
      [
        " Sch",
        -0.0007389923
      ],
      [
        "umann",
        -0.0003646634
      ]
    ]
  },
  "It began as an autonomous constitutional monarchy with the Russian empire with its own legal system, parliament, and army.  Nicholas I paid scant attention to its liberal constitution, however, and the Organic Statute of 1832 effected a true union with Russia.  Nationalist sentiments led to the January": {
    "guess": "Kingdom of Poland",
    "confidence": [
      [
        "King",
        -0.9562222
      ],
      [
        "dom",
        -0.00010175513
      ],
      [
        " of",
        -0.00011510595
      ],
      [
        " Poland",
        -0.0006043838
      ]
    ]
  },
  "This man began work on the Encyclopedia Africana after moving to Ghana at the request of Kwame Nkrumah. This man published the pioneering work The Philadelphia Negro: A Social Study and an essay on \"The": {
    "guess": "W. E. B. Du Bois",
    "confidence": [
      [
        "W",
        -0.035195623
      ],
      [
        ".",
        -0.013963094
      ],
      [
        " E",
        -3.4121115e-06
      ],
      [
        ".",
        -7.147741e-05
      ],
      [
        " B",
        -6.647085e-05
      ],
      [
        ".",
        -0.00023917861
      ],
      [
        " Du",
        -0.00018339496
      ],
      [
        " Bo",
        -0.00020437481
      ],
      [
        "is",
        -8.8285124e-05
      ]
    ]
  },
  "In the beginning of this novel the protagonist's sister Thomasin is in Diggory Venn's van, after her marriage license to Damon Wildeve is rejected. Bonfires feature prominently in the opening, as the work begins and ends on Guy Fawkes Day, and the title character is a diamond merchant who has just returned": {
    "guess": "The Return of the Native",
    "confidence": [
      [
        "The",
        -0.008090145
      ],
      [
        " Return",
        -0.004613234
      ],
      [
        " of",
        -7.564953e-05
      ],
      [
        " the",
        -0.00017338553
      ],
      [
        " Native",
        -3.0828953e-05
      ]
    ]
  },
  "It began with the Red Stick faction attacking near Lake Tensaw in the Fort Mims Massacre. It ended with the Treaty of Fort Jackson. In between, a visit to the South by Tecumseh led to the war's major military engagement, the battle of Horseshoe Bend. FTP, name this war fought against some Native American": {
    "guess": "Creek War",
    "confidence": [
      [
        "C",
        -0.0022387549
      ],
      [
        "reek",
        -1.4498052e-05
      ],
      [
        " War",
        -4.0722858e-05
      ]
    ]
  },
  "After beginning on a quarter note A Flat, this piece goes through thirty-two consecutive eighth notes before reaching a dotted quarter note A Flat one octave higher. Though it is written in D Flat Major,": {
    "guess": "Flight of the Bumblebee",
    "confidence": [
      [
        "Flight",
        -2.1473753
      ],
      [
        " of",
        -0.0017087328
      ],
      [
        " the",
        -0.00045974395
      ],
      [
        " B",
        -0.0018861612
      ],
      [
        "umble",
        -0.0001822066
      ],
      [
        "bee",
        -0.00019984508
      ]
    ]
  },
  "It only began once a Yale professor sneaked in through one of the building's windows as no one had a key to the building itself. It grew out of discussion regarding a recently passed New York Property Rights Act. James Gordon Bennett ridiculed it in the New York Herald after its second hearing, which": {
    "guess": "New York City Hall Library",
    "confidence": [
      [
        "New",
        -1.4145795
      ],
      [
        " York",
        -0.01998326
      ],
      [
        " City",
        -0.75891626
      ],
      [
        " Hall",
        -0.27706057
      ],
      [
        " Library",
        -0.96645254
      ]
    ]
  },
  "The beginning of this work pays homage to the Aeneid with the line \"They were men of no ordinary stature, equally at home in war and in dangers of every kind,\" introducing the main characters as bold and": {
    "guess": "The Aeneid",
    "confidence": [
      [
        "The",
        -0.47319755
      ],
      [
        " A",
        -0.6205712
      ],
      [
        "ene",
        -0.009357579
      ],
      [
        "id",
        -0.00010247036
      ]
    ]
  },
  "In the beginning of this novel the protagonist kills a rat with a skillet. After attacking a member of his gang to avoid having to rob a white man's store, he takes a job as a chauffeur for his landlord's family. While driving the landlord's daughter and her communist boyfriend, all three get drunk. The protagonist is forced to help the landlord's daughter, Mary, reach her room and accidentally smothers her while trying to keep her from revealing his presence to her blind mother. His girlfriend Bessie,": {
    "guess": "Native Son (novel)",
    "confidence": [
      [
        "Native",
        -0.039434057
      ],
      [
        " Son",
        -1.9385403e-05
      ],
      [
        " (",
        -0.34718663
      ],
      [
        "nov",
        -0.19279675
      ],
      [
        "el",
        -7.624555e-05
      ],
      [
        ")",
        -0.00032390308
      ]
    ]
  },
  "He began his political career as a member of the Anti-Masonic party, a group dedicated to the destruction of all secret societies, but ended it as presidential candidate for the American Party, the political front of the clandestine Know-Nothings. FTP, name this thirteenth president of the United States and vice president of Zachary Taylor.": {
    "guess": "Millard Fillmore",
    "confidence": [
      [
        "Mill",
        -0.06327137
      ],
      [
        "ard",
        -0.00071815
      ],
      [
        " Fill",
        -0.0007607919
      ],
      [
        "more",
        -0.00014966767
      ]
    ]
  },
  "This man began working as a diplomat and painter for the Duke of Mantua in Italy in 1600, the beginning of a career in which he was knighted twice for his works for Charles I of England and Philip IV of Spain, though he also painted for the Medicis and Hapsburgs. He benefited from the Twelve Years and was able to set up a successful studio in Antwerp where he famously taught Anthony van Dyck. His altarpieces include The Raising of the Cross and, appropriately enough, The Descent from the Cross, and he painted the recently rediscovered Massacre of the Innocents. For 10 points, identify this painter": {
    "guess": "Peter Paul Rubens",
    "confidence": [
      [
        "Peter",
        -0.008813462
      ],
      [
        " Paul",
        -4.608702e-05
      ],
      [
        " Rub",
        -7.89631e-07
      ],
      [
        "ens",
        -0.00012904544
      ]
    ]
  },
  "It begins with a dinner party that features a fine bottle of Tokay, which the guests joke about, saying that like members of the Court and photography, it needs its proper place in the Sun.  Haakon tells his son that he is going to marry his housekeeper, Mrs. Sorby, and his son is led to believe that he arranged the marriage between a former maid Gina Hansen and the main character.  Gregers later reveals the truth to his old friend, who rejects both Gina and his daughter. At which point Hedvig decides to sacrifice something to express her love for Hjalmar in, FTP, what tragedy about the Ekdal family named for a title pet, a work by Henrik Ibsen.": {
    "guess": "The Wild Duck",
    "confidence": [
      [
        "The",
        -0.0052025705
      ],
      [
        " Wild",
        -0.00010139752
      ],
      [
        " Duck",
        -1.0683535e-05
      ]
    ]
  },
  "It begins with a note written \"To the Public\" after the author's \"three years slumber on the banks of": {
    "guess": "Rip Van Winkle",
    "confidence": [
      [
        "R",
        -0.61550593
      ],
      [
        "ip",
        -0.002394083
      ],
      [
        " Van",
        -0.002958089
      ],
      [
        " W",
        -9.066919e-05
      ],
      [
        "inkle",
        -0.00022380134
      ]
    ]
  },
  "Beginning with just strings and clarinets, in the recapitulation of the first movement, the bassoons play the same motif as the horns did in the exposition. The last movement features a contrabassoon and a piccolo, the first time it appears in a Beethoven symphony. Premiering after his Sixth Symphony on December 22, 1808, this is FTP, which Beethoven Symphony, often considered the greatest symphony": {
    "guess": "Symphony No. 5 (Beethoven)",
    "confidence": [
      [
        "Sym",
        -0.011602038
      ],
      [
        "phony",
        -3.357064e-05
      ],
      [
        " No",
        -0.0003551271
      ],
      [
        ".",
        -0.00019150082
      ],
      [
        " ",
        -0.0007389923
      ],
      [
        "5",
        -0.14861038
      ],
      [
        " (",
        -0.0001243965
      ],
      [
        "Be",
        -1.8550976e-05
      ],
      [
        "ethoven",
        -9.651017e-05
      ],
      [
        ")",
        -1.962381e-05
      ]
    ]
  },
  "At the beginning of this short story, the unnamed protagonist notes that in his house, whose former resident was a priest, he found copies of The Memoirs of Vidocq and The Abbot, by Walter Scott. Throughout the story, a knightly motif is explored as the boy undertakes a mission to a local attraction.": {
    "guess": "Araby (short story)",
    "confidence": [
      [
        "Ar",
        -0.0043801595
      ],
      [
        "aby",
        -8.537869e-06
      ],
      [
        " (",
        -0.005630232
      ],
      [
        "short",
        -7.958325e-05
      ],
      [
        " story",
        -1.92662e-05
      ],
      [
        ")",
        -1.6240566e-06
      ]
    ]
  },
  "As they begin their action, downstream of them a protein named SSB keeps the path clear. As they work, they align PPi groups and allow for the formation of phosphodiester bonds. Before they get to the": {
    "guess": "DNA polymerase",
    "confidence": [
      [
        "DNA",
        -0.2871811
      ],
      [
        " polymer",
        -0.21761478
      ],
      [
        "ase",
        -0.0011227145
      ]
    ]
  },
  "The beginning of this work pays homage to the Aeneid with the line \"They were men of no ordinary stature, equally at home in war and in dangers of every kind,\" introducing the main characters as bold and adventurous people. In the fifth canto of this work, the main characters say good-bye to the familiar constellations of the northern world and are introduced to the Southern Cross and St. Elmo's fire.": {
    "guess": "The Lusiads",
    "confidence": [
      [
        "The",
        -0.39627987
      ],
      [
        " L",
        -0.4281969
      ],
      [
        "usi",
        -0.0032611308
      ],
      [
        "ads",
        -0.0053875498
      ]
    ]
  },
  "At the beginning of this novel, one character's pickup truck dies a \"natural death,\" causing her husband to buy her an armored car. Another character in this novel meets Lizzie in a park and tries unsuccessfully to fall in love with her. Irina, who comes from near ($) Denali, is killed after providing false information to a group led by Marcus, Caius, and Aro. Nahuel provides proof to the Volturri that a certain creature in this novel is not dangerous, and, in this novel, (*) another character imprints on the baby Renesmee, whose birth almost killed the protagonist. This novel sees Bella become pregnant with Edward Cullen's child. For ten points, identify this fourth and final book in the Twilight": {
    "guess": "Breaking Dawn",
    "confidence": [
      [
        "Breaking",
        -0.012515772
      ],
      [
        " Dawn",
        -7.827201e-05
      ]
    ]
  },
  "It begins with a setting of \"Veni, creator spiritus,\" a medieval poem  attributed to the Archbishop of": {
    "guess": "Mahler's 8th Symphony",
    "confidence": [
      [
        "Mah",
        -0.94412506
      ],
      [
        "ler",
        -0.00017720005
      ],
      [
        "'s",
        -0.0008174888
      ],
      [
        " ",
        -0.23150156
      ],
      [
        "8",
        -0.0045211464
      ],
      [
        "th",
        -6.2729996e-06
      ],
      [
        " Symphony",
        -3.631232e-05
      ]
    ]
  },
  "The beginning of this man's term saw the passage of the Badinter Act, which abolished the death penalty. Originally a supporter of Petain, this future interior minister of USDR broke with the Vichy government over Pierre Laval's decision to send French workers to Germany. He issued sweeping labor reforms that increased minimum wage by 10% and instituted a shorter work week. A noted opponent of the Fifth Republic, this man ran as the Federation's candidate for President in 1962 against Charles de Gaulle. He had earlier irked De Gallue in   the Algiers Crisis and became embroiled in another controversy when he ordered the sinking of the Rainbow Warrior. This leader issued the Deferre Act in his attempts at decentralization and was later forced to \"cohabitate\" with his rival, Jacques Chiraq. For ten points, name this Socialist president of France from 1981-1995.": {
    "guess": "François Mitterrand",
    "confidence": [
      [
        "Fran",
        -0.008957733
      ],
      [
        "çois",
        -0.010315628
      ],
      [
        " M",
        -8.017927e-05
      ],
      [
        "itter",
        -2.9994528e-05
      ],
      [
        "rand",
        -6.46828e-05
      ]
    ]
  },
  "The beginning of this work pays homage to the Aeneid with the line \"They were men of no ordinary stature, equally at home in war and in dangers of every kind,\" introducing the main characters as bold and adventurous people. In the fifth canto of this work, the main characters say good-bye to the familiar": {
    "guess": "The Odyssey",
    "confidence": [
      [
        "The",
        -0.2743384
      ],
      [
        " Odyssey",
        -0.9573957
      ]
    ]
  },
  "The beginning of this period is marked by the appearance of Treptichnus pedum trace fossils, and the Hawke Bay event signaled an abrupt drop in global sea level in the middle of this period. The Phanerozoic eon began in this pe- riod, whose rocks were first classified by Adam Sedgwick. This period is": {
    "guess": "Cambrian",
    "confidence": [
      [
        "Camb",
        -0.0094147455
      ],
      [
        "rian",
        -0.00028290803
      ]
    ]
  },
  "It began following the Kemmu Restoration and would be formally established when its namesake turned on Go-Daigo, resulting in a 56-year civil war between the Northern and Southern courts.  Takauji emerged victorious and peace remained until the 10-year Onin War more than a century later.  Its greatest shogun, Yohsimitsu, built the Palace of Flowers and the Golden Pavilion.  FTP, name this period that ended when Yoshiaka was driven out by Oda Nobunaga in 1573, a shogunate sometimes referred to as": {
    "guess": "Muromachi period",
    "confidence": [
      [
        "Mu",
        -0.17010729
      ],
      [
        "rom",
        -5.4788892e-05
      ],
      [
        "achi",
        -5.931863e-05
      ],
      [
        " period",
        -0.0021438356
      ]
    ]
  },
  "In the beginning of this novel the protagonist's sister Thomasin is in Diggory Venn's van, after her marriage license to Damon Wildeve is rejected. Bonfires feature prominently in the opening, as the work begins and ends on Guy Fawkes Day, and the title character is a diamond merchant who has just returned from Paris. His wife drowns in a lake (*) after trying to meet Damon in the middle of the night,": {
    "guess": "The Return of the Native",
    "confidence": [
      [
        "The",
        -0.019951591
      ],
      [
        " Return",
        -0.010175566
      ],
      [
        " of",
        -4.9663133e-05
      ],
      [
        " the",
        -0.00036406738
      ],
      [
        " Native",
        -3.0471343e-05
      ]
    ]
  },
  "In it, one begins with the concept of God as that than which nothing greater can be conceived. To think of such a being as existing only in thought and not also in reality involves a contradiction, since a being that lacks real existence is not a being than which none greater can be conceived. A yet greater being would be one with the further attribute of existence. Thus the unsurpassably perfect being": {
    "guess": "Ontological argument",
    "confidence": [
      [
        "Ont",
        -0.0033942063
      ],
      [
        "ological",
        -3.5477897e-05
      ],
      [
        " argument",
        -0.018496633
      ]
    ]
  },
  "In it, one begins with the concept of God as that than which nothing greater can be conceived. To think of such a being as existing only in thought and not also in reality involves a contradiction, since a being that lacks real existence is not a being than which none greater can be conceived. A yet greater being would be one with the further attribute of existence. Thus the unsurpassably perfect being must exist; otherwise it would not be unsurpassably perfect. FTP, this is what argument for the existence of God first clearly formulated in the Proslogion by St. Anselm?": {
    "guess": "Ontological argument",
    "confidence": [
      [
        "Ont",
        -0.013876342
      ],
      [
        "ological",
        -4.8113485e-05
      ],
      [
        " argument",
        -0.012205637
      ]
    ]
  },
  "At the beginning of this process, nine people are randomly chosen, including three scrutineers who poke pieces of paper with a needle. People over the age of eighty are not allowed to participate in this process. This process lasts between the extra omnes proclamation and the Habemus Papam. Before this process can occur, the Camerlengo must hit a corpse on the head with a silver hammer. The sede vacante results in one of these meetings, which is the subject of an Apostolic Constitution passed by John Paul II allowing a majority vote to eventually triumph. White smoke from the Sistine Chapel signals": {
    "guess": "Papal conclave",
    "confidence": [
      [
        "P",
        -0.014554566
      ],
      [
        "ap",
        -3.2140193e-05
      ],
      [
        "al",
        -7.822647e-06
      ],
      [
        " con",
        -0.030054422
      ],
      [
        "clave",
        -2.3319124e-05
      ]
    ]
  },
  "He began his writing career as a journalist for The Californian, and he soon became known for short stories such as \"M'Liss,\" \"Plain Language from Truthful James,\" \"Brown of Calaveras\" and \"The Idyl of Red Gulch.\" All of those were published in the periodical that he edited, the Overland Monthly. For 10 points, name this American author of \"The Outcasts of Poker Flat.\"": {
    "guess": "Bret Harte",
    "confidence": [
      [
        "B",
        -0.0072293854
      ],
      [
        "ret",
        -1.9146995e-05
      ],
      [
        " H",
        -0.00046379687
      ],
      [
        "arte",
        -1.2829201e-05
      ]
    ]
  },
  "The beginning of this work's third movement draws heavily from the scherzo of Beethoven's ninth symphony, and the scoring of this work is unusual in that the piccolo is used only briefly in the first movement.  This work often features flattened leading notes and plagal cadances, as well as a heavily syncopated rhythm and marked pentatonism.  Harry Burleigh penned the spiritual \"Goin' Home\" based on": {
    "guess": "Symphony No. 9 (Dvořák)",
    "confidence": [
      [
        "Sym",
        -0.0007675792
      ],
      [
        "phony",
        -1.1756368e-05
      ],
      [
        " No",
        -4.0603656e-05
      ],
      [
        ".",
        -0.00012844942
      ],
      [
        " ",
        -3.094816e-05
      ],
      [
        "9",
        -2.319992e-05
      ],
      [
        " (",
        -6.869018e-06
      ],
      [
        "D",
        -1.0087517e-05
      ],
      [
        "vo",
        -4.596782e-05
      ],
      [
        "ř",
        -4.3202e-07
      ],
      [
        "ák",
        -6.511407e-06
      ],
      [
        ")",
        -6.704273e-07
      ]
    ]
  },
  "In the beginning of this novel the protagonist's sister Thomasin is in Diggory Venn's van, after her marriage license to Damon Wildeve is rejected. Bonfires feature prominently in the opening, as the work begins and ends on Guy Fawkes Day, and the title character is a diamond merchant who has just returned from Paris. His wife drowns in a lake (*) after trying to meet Damon in the middle of the night, and the protagonist goes blind by the end. Following the romantic life of Eustachia Vye, this is,": {
    "guess": "The Return of the Native",
    "confidence": [
      [
        "The",
        -0.08766941
      ],
      [
        " Return",
        -0.21146071
      ],
      [
        " of",
        -0.0002601438
      ],
      [
        " the",
        -0.003491262
      ],
      [
        " Native",
        -0.00052586896
      ]
    ]
  },
  "He began growing his famous beard following the death of his wife Frances in a house fire that scarred his face. He later commemorated her in his sonnet \"The Cross of Snow.\" Although he created the first American translation of Dante's Inferno, it was his poetry that made him famous, ranging from the": {
    "guess": "Henry Wadsworth Longfellow",
    "confidence": [
      [
        "Henry",
        -0.006519018
      ],
      [
        " W",
        -0.00020807012
      ],
      [
        "ad",
        -2.1054253e-05
      ],
      [
        "sworth",
        -5.8841815e-05
      ],
      [
        " Long",
        -1.2948405e-05
      ],
      [
        "f",
        -0.0001243965
      ],
      [
        "ellow",
        -2.4034345e-05
      ]
    ]
  },
  "He began as an apprentice cameo cutter in New York City, but after taking night classes at Cooper Union went to Paris, where he enrolled in the Ecole des Beaux Arts (ay-coal day bo ar).  His early works include Hiawatha, Silence, and a likeness of William Maxwell Evarts, but he gained fame with a portrayal of Admiral Farragut that was placed in Madison Square.  FTP, identify this Irish-American sculptor": {
    "guess": "Augustus Saint-Gaudens",
    "confidence": [
      [
        "August",
        -0.002474351
      ],
      [
        "us",
        -0.00011450992
      ],
      [
        " Saint",
        -0.00029470553
      ],
      [
        "-G",
        -0.0003061454
      ],
      [
        "aud",
        -4.6802244e-05
      ],
      [
        "ens",
        -0.00014632997
      ]
    ]
  },
  "He began as an apprentice cameo cutter in New York City, but after taking night classes at Cooper Union went to Paris, where he enrolled in the Ecole des Beaux Arts (ay-coal day bo ar).  His early works include Hiawatha, Silence, and a likeness of William Maxwell Evarts, but he gained fame with a portrayal of Admiral Farragut that was placed in Madison Square.  FTP, identify this Irish-American sculptor of the Adams Memorial, Amor Caritas, and equestrian statues of Generals Logan and Sherman, best": {
    "guess": "Augustus Saint-Gaudens",
    "confidence": [
      [
        "August",
        -0.0006990921
      ],
      [
        "us",
        -0.00037633438
      ],
      [
        " Saint",
        -0.0010723463
      ],
      [
        "-G",
        -0.00085702783
      ],
      [
        "aud",
        -0.0001006823
      ],
      [
        "ens",
        -0.0002257086
      ]
    ]
  },
  "It begins with an \"Author's Preface\" that takes place at Shawmut College and was inspired by the work of Laurence Gronlund. As the novel progresses the protagonist falls in love with the doctor's daughter who is a descendant of Edith Bartlett and gets thrown out of a society dinner in Boston for informing the diners about poverty in the city. Other characters in this work, that spawned the sequel Equality, include Drs. Pillsbury and Leete, as well as the manservant Sawyer, who perishes in a fire. The protagonist, who was hypnotized in an underground sleeping chamber wakes up in the twentieth century. For 10 points, name this novel about Julian West's adventures in the future, a work of Edward": {
    "guess": "Looking Backward",
    "confidence": [
      [
        "Looking",
        -0.00072458334
      ],
      [
        " Back",
        -0.00017231269
      ],
      [
        "ward",
        -0.026507894
      ]
    ]
  },
  "In the beginning of this novel the protagonist kills a rat with a skillet. After attacking a member of his gang to avoid having to rob a white man's store, he takes a job as a chauffeur for his landlord's family. While driving the landlord's daughter and her communist boyfriend, all three get drunk. The protagonist is forced to help the landlord's daughter, Mary, reach her room and accidentally smothers her while trying to keep her from revealing his presence to her blind mother. His girlfriend Bessie, whom he later kills, encourages him in his plan to frame Mary's boyfriend, Jan. FTP, name this work in which the legal help Jan provides Bigger Thomas helps him finally feel equal to whites, a": {
    "guess": "Native Son",
    "confidence": [
      [
        "Native",
        -0.020131534
      ],
      [
        " Son",
        -4.7875077e-05
      ]
    ]
  },
  "It begins with the Airing of Grievances, during which Mr. Kruger was told his company stinks. It causes the boycotting of a bagel store and one of its miracles results when Gwen discovers Jerry eating dinner at George's house during this holiday. Kramer's early departure from dinner results in George having to perform the Feat of Strength, in which he has to pin his father. Celebrated with a tall aluminum": {
    "guess": "Festivus",
    "confidence": [
      [
        "F",
        -0.009349792
      ],
      [
        "est",
        -0.00024488938
      ],
      [
        "iv",
        -8.9119545e-05
      ],
      [
        "us",
        -5.0616763e-05
      ]
    ]
  },
  "This was begun in response to an attacking army of 700,000  troops which had established cement blockhouses around the main  base of Fukien. Zhue De was the brainchild and Chang Kuo-tao  became leader at the midpoint, but neither were among the 8000  survivors out of 100,000 one year, 18 mountain ranges,": {
    "guess": "Long March",
    "confidence": [
      [
        "Long",
        -0.1603672
      ],
      [
        " March",
        -0.00090348057
      ]
    ]
  },
  "It began with an army officer questioning of the competence of Judge- Advocate Richard Atkins to try a free settler for failing to provision the governor's ship, the Parramatta. Major George Johnston ordered": {
    "guess": "Rum Rebellion",
    "confidence": [
      [
        "R",
        -0.013227402
      ],
      [
        "um",
        -6.9882217e-06
      ],
      [
        " Rebellion",
        -2.6656826e-05
      ]
    ]
  },
  "At the beginning of the work this character appears in, he is described as having clumps of yellowish hair protruding from his ears and is said to be fond of chewing on herbs, which may explain his frequent moments of inertia. Near the end of the work, he calls an opponent \"the Devil\" because he is \"faith without smile, truth that is never seized by doubt.\" This character's old job has been taken over by Bernard Gui, who persecutes Salvatore and Remigio. This character eventually confronts an old man who hates (*) laughter and has used poisoned pages to conceal Aristotle's writing on comedy. This opponent of Jorge of Burgos is accompanied by the narrator of the book he appears in, a novice named": {
    "guess": "William of Baskerville",
    "confidence": [
      [
        "William",
        -0.49253428
      ],
      [
        " of",
        -0.0030490083
      ],
      [
        " B",
        -0.0003646634
      ],
      [
        "ask",
        -6.873572e-05
      ],
      [
        "erville",
        -0.0032221528
      ]
    ]
  },
  "It begins with a dinner party that features a fine bottle of Tokay, which the guests joke about, saying that like members of the Court and photography, it needs its proper place in the Sun.  Haakon tells": {
    "guess": "Hunger (1966 film)",
    "confidence": [
      [
        "H",
        -1.0954188
      ],
      [
        "unger",
        -0.260682
      ],
      [
        " (",
        -0.027962035
      ],
      [
        "196",
        -0.08421505
      ],
      [
        "6",
        -0.001379283
      ],
      [
        " film",
        -0.0046162033
      ],
      [
        ")",
        -0.00021521868
      ]
    ]
  },
  "He began his writing career in San Francisco working for a newspaper, and he published his first story, \"The Haunted Valley,\" in the Overland Magazine. The Old Gringo by Carlos Fuentes is actually an imagining of this man's last months. In his seventies, he disappeared across the Mexican border after revisiting the Civil War battlefields of his youth in his Collected Works. His second story collection": {
    "guess": "Ambrose Bierce",
    "confidence": [
      [
        "Amb",
        -0.001869856
      ],
      [
        "rose",
        -6.869018e-06
      ],
      [
        " B",
        -0.0003646634
      ],
      [
        "ierce",
        -7.183501e-05
      ]
    ]
  },
  "The beginning of this work pays homage to the Aeneid with the line \"They were men of no ordinary stature,": {
    "guess": "Paradise Lost",
    "confidence": [
      [
        "Par",
        -0.9748916
      ],
      [
        "ad",
        -0.043510746
      ],
      [
        "ise",
        -0.06630254
      ],
      [
        " Lost",
        -0.0029347949
      ]
    ]
  },
  "It began with a meeting in the home of Mary B. Talbert that included Monroe Trotter, John Hope, and 28 others.  Following that first meeting, subsequent annual conferences of this movement occurred in Harper's Ferry and Faneuil Hall, Boston.  Opposed to the Atlanta Compromise, they eventually had an establishment of 30 branches, but never attracted mass support until the Springfield Race Riot.  After": {
    "guess": "Niagara Movement",
    "confidence": [
      [
        "Ni",
        -0.14947945
      ],
      [
        "agara",
        -7.9702455e-05
      ],
      [
        " Movement",
        -0.012181724
      ]
    ]
  },
  "One of these begins with a circular motion and is named for Rayleigh, while the fastest type is a horizontal movement named for the mathematician A.E.H. Love. De Broglie proposed a model in place of rays": {
    "guess": "Rayleigh wave",
    "confidence": [
      [
        "Ray",
        -0.4575579
      ],
      [
        "leigh",
        -9.1026806e-05
      ],
      [
        " wave",
        -0.14536825
      ]
    ]
  },
  "It began as an autonomous constitutional monarchy with the Russian empire with its own legal system,": {
    "guess": "Grand Duchy of Finland",
    "confidence": [
      [
        "Grand",
        -0.1917391
      ],
      [
        " Duch",
        -0.0026514053
      ],
      [
        "y",
        -4.3226137e-05
      ],
      [
        " of",
        -2.0935051e-05
      ],
      [
        " Finland",
        -0.003519295
      ]
    ]
  },
  "It can begin after confirmation of the sighting of the moon on the first eve of Shawwal, and includes recitation of the Takabiir. The dua' and khutba are also important portions of it, as is the Niyyah, or \"intention.\" Its namesake prayer is known as the solah, and one often cleans one's teeth with Miswaak": {
    "guess": "Eid al-Fitr",
    "confidence": [
      [
        "E",
        -0.026910188
      ],
      [
        "id",
        -5.7961847e-06
      ],
      [
        " al",
        -0.022744525
      ],
      [
        "-F",
        -0.0016066285
      ],
      [
        "itr",
        -0.00017755765
      ]
    ]
  },
  "He began his college career at San Jacinto Junior College and transferred to Florida State, and some of his notable backcourt mates have included Bobby Sura and Kenny Smith. During a two-season stint with the New Jersey Nets, a tabloid claimed that he was an alien, while fans have more recently pointed out a resemblance to Gollum. After being traded from the Nets, he led the Milwaukee Bucks to the 2001 Eastern Conference Finals, and two years later, was named second-team all-NBA in 2004 after being traded with Ervin Johnson to the Timberwolves. Disagreements over a contract extension led to a trade to his current team for Marko Jaric and Lionel Chalmers. FTP, name this starting point guard for": {
    "guess": "Sam Cassell",
    "confidence": [
      [
        "Sam",
        -0.03234029
      ],
      [
        " Cass",
        -7.016616e-05
      ],
      [
        "ell",
        -0.00038860866
      ]
    ]
  },
  "It began in Meerut [rhymes with Beirut] and quickly spread, helped by the discontent of both the more well educated and rumors about the introduction of the new Enfield rifle. The titular head was Bahadue": {
    "guess": "Indian Rebellion of 1857",
    "confidence": [
      [
        "Indian",
        -0.0011314054
      ],
      [
        " Rebellion",
        -4.990154e-05
      ],
      [
        " of",
        -2.9352968e-06
      ],
      [
        " ",
        -9.0883464e-07
      ],
      [
        "185",
        -3.5716304e-05
      ],
      [
        "7",
        -5.5122365e-07
      ]
    ]
  },
  "It begins in Scythia, in a locale characterized as \"the world's limit? an untrodden desolation.\"  The title character doesn't speak until after Kratus and Bia, or Might and Violence, have left, soon after which he is visited by a Chorus of Ocean Nymphs, who like Hephaestus sympathize with the title character.  It is to Oceanus that the title character recounts his tale, beginning with the war between the Gods and Titans.  FTP, name this Aeschylus play about the tortured Titan whose foresight helped": {
    "guess": "Prometheus Bound",
    "confidence": [
      [
        "Prom",
        -0.0020414141
      ],
      [
        "etheus",
        -0.0010567454
      ],
      [
        " Bound",
        -0.00011439072
      ]
    ]
  },
  "In the beginning of this novel the protagonist's sister Thomasin is in Diggory Venn's van, after her marriage license to Damon Wildeve is rejected. Bonfires feature prominently in the opening, as the work": {
    "guess": "The Return of the Native",
    "confidence": [
      [
        "The",
        -0.2908107
      ],
      [
        " Return",
        -0.006066733
      ],
      [
        " of",
        -0.0002224901
      ],
      [
        " the",
        -0.0034895968
      ],
      [
        " Native",
        -0.00012630376
      ]
    ]
  },
  "This man began to collect portraits of famous people in 1845, eventually compiling them into his 1850": {
    "guess": "Philip H. Delamotte",
    "confidence": [
      [
        "Philip",
        -1.58949
      ],
      [
        " H",
        -0.86364055
      ],
      [
        ".",
        -0.4967181
      ],
      [
        " Del",
        -0.12777615
      ],
      [
        "am",
        -0.00018613665
      ],
      [
        "otte",
        -0.00028314645
      ]
    ]
  },
  "It begins with an \"Author's Preface\" that takes place at Shawmut College and was inspired by the work of Laurence Gronlund. As the novel progresses the protagonist falls in love with the doctor's daughter who is a descendant of Edith Bartlett and gets thrown out of a society dinner in Boston for informing the diners about poverty in the city. Other characters in this work, that spawned the sequel Equality, include Drs. Pillsbury and Leete, as well as the manservant Sawyer, who perishes in a fire.": {
    "guess": "Looking Backward",
    "confidence": [
      [
        "Looking",
        -0.026344659
      ],
      [
        " Back",
        -0.00016170357
      ],
      [
        "ward",
        -0.0006793116
      ]
    ]
  },
  "At the beginning of this story, Blind Pew appears, and the Captain dies of a heart attack and gives the narrator a key to a chest. Aided by Bengun, the Squire, and Dr. Livesly, the group sets sail to seek a chest left by Captain Flint. For 10 points—name this novel featuring Jim Hawkins and Long John": {
    "guess": "Treasure Island",
    "confidence": [
      [
        "Tre",
        -0.028684895
      ],
      [
        "asure",
        -5.145119e-05
      ],
      [
        " Island",
        -0.0016997026
      ]
    ]
  },
  "It began with an army officer questioning of the competence of Judge- Advocate Richard Atkins to try": {
    "guess": "Rum Rebellion",
    "confidence": [
      [
        "R",
        -0.042291537
      ],
      [
        "um",
        -5.538491e-05
      ],
      [
        " Rebellion",
        -7.243103e-05
      ]
    ]
  },
  "It can begin after confirmation of the sighting of the moon on the first eve of Shawwal, and includes recitation of the Takabiir. The dua' and khutba are also important portions of it, as is the Niyyah, or \"intention.\" Its namesake prayer is known as the solah, and one often cleans one's teeth with Miswaak when it occurs. Generally the day on which alms are collected, another event that is given the same name in common parlance falls on the tenth day of Zil-Hijjah, but the event in question actually": {
    "guess": "Eid al-Fitr",
    "confidence": [
      [
        "E",
        -0.020960368
      ],
      [
        "id",
        -1.0683535e-05
      ],
      [
        " al",
        -0.021488009
      ],
      [
        "-F",
        -0.012655266
      ],
      [
        "itr",
        -0.00014382669
      ]
    ]
  },
  "This was begun in response to an attacking army of 700,000  troops which had established cement blockhouses around the main  base of Fukien. Zhue De was the brainchild and Chang Kuo-tao  became leader at the midpoint, but neither were among the 8000  survivors out of 100,000 one year, 18 mountain ranges, 24 rivers,  and 6000 miles later. FTP, name this military movement, which  began on October 15,": {
    "guess": "Long March",
    "confidence": [
      [
        "Long",
        -0.4311184
      ],
      [
        " March",
        -0.0018204817
      ]
    ]
  },
  "At the beginning of this man's reign, he shared power with his very ill half- brother under the regency of his half-sister Sophia, who allowed decisions to be made by her lover Vasily Gallitzin. He later": {
    "guess": "Peter the Great",
    "confidence": [
      [
        "Peter",
        -0.030955764
      ],
      [
        " the",
        -0.001282376
      ],
      [
        " Great",
        -4.0842064e-05
      ]
    ]
  },
  "At the beginning of this video game, the protagonist wakes up in a transparent-walled room containing a radio, clipboard, and toilet. This game's physics is described in-game as \"speedy thing goes in, speedy thing comes out,\" as momentum is redirected with the same magnitude. During the end credits,": {
    "guess": "Portal (video game)",
    "confidence": [
      [
        "Portal",
        -0.0021711974
      ],
      [
        " (",
        -0.02653448
      ],
      [
        "video",
        -0.0051565506
      ],
      [
        " game",
        -6.754368e-05
      ],
      [
        ")",
        -8.876193e-05
      ]
    ]
  },
  "He began his writing career in San Francisco working for a newspaper, and he published his first story, \"The Haunted Valley,\" in the Overland Magazine. The Old Gringo by Carlos Fuentes is actually an imagining of this man's last months. In his seventies, he disappeared across the Mexican border after revisiting the Civil War battlefields of his youth in his Collected Works. His second story collection was Can Such Things Be?, and his first was In the Midst of Life, which included a famous story that details the pre-execution dream of Peyton Farquhar. FTP, name this author of \"An Occurrence at Owl": {
    "guess": "Ambrose Bierce",
    "confidence": [
      [
        "Amb",
        -0.0018759207
      ],
      [
        "rose",
        -0.0001820874
      ],
      [
        " B",
        -8.6616266e-05
      ],
      [
        "ierce",
        -2.486877e-05
      ]
    ]
  },
  "At the very beginning of this leader's rule, he created a program to provide free milk for children in schools and shanty towns. In order to construct a distributed decision support system, this leader undertook Project Cybersyn, which utilized a national network of telex machines. U.S. officials supported this leader's opponent, Jorge Alessandri, in the presidential election of 1970. In his last speech, while troops were overtaking La Moneda Palace, he vowed that he would never resign from the presidency,": {
    "guess": "Salvador Allende",
    "confidence": [
      [
        "Sal",
        -0.0028191358
      ],
      [
        "v",
        -6.4325184e-05
      ],
      [
        "ador",
        -0.00024894232
      ],
      [
        " All",
        -0.0019065011
      ],
      [
        "ende",
        -5.0497558e-05
      ]
    ]
  },
  "It begins with the protagonist stuck dancing with little Otis Ormonde as her visit from Eau Claire seems destined to go badly. Martha Carey is stout and loud, while Roberta Dillon looks like a bean-pole, but according to the title figure's cousin they both have more personality. When this discussion at the Harvey residence is overheard, the heroine at first collapses, but then asks for help. Soon she's scandalizing Draycott Deyo with stories culled from Oscar Wilde and threatening to steal Warren McIntyre from her cousin Marjorie. At this point she is challenged to go through with the title action and is promptly driven to a seedy barbershop. FTP identify this short story about a young woman donning a flapper style by F. Scott Fitzgerald.": {
    "guess": "Bernice Bobs Her Hair",
    "confidence": [
      [
        "Bern",
        -0.00663674
      ],
      [
        "ice",
        -0.00013810492
      ],
      [
        " B",
        -0.00040183295
      ],
      [
        "obs",
        -1.9504607e-05
      ],
      [
        " Her",
        -0.0008177273
      ],
      [
        " Hair",
        -0.000100205485
      ]
    ]
  },
  "In the beginning of this work, its protagonist is refused food and drink Tapwell's alehouse due to his reputation for excessive spending, but his chance meeting with a young page leads him to being received in that page's stepmother's home. While there, he meets Marrall and Lord Lovell, the latter of which is a suitor for the daughter of his uncle. That daughter, Margaret, actually loves Allworth, and a letter sent from the protagonist's uncle allows them to get married by the play's end. Lady Allworth": {
    "guess": "A New Way to Pay Old Debts",
    "confidence": [
      [
        "A",
        -0.004082555
      ],
      [
        " New",
        -0.010550871
      ],
      [
        " Way",
        -0.00033713103
      ],
      [
        " to",
        -0.009092651
      ],
      [
        " Pay",
        -0.005537062
      ],
      [
        " Old",
        -0.0010392407
      ],
      [
        " Deb",
        -0.0008588159
      ],
      [
        "ts",
        -2.3438328e-05
      ]
    ]
  },
  "It begins with an epigraph from chapter 8 of Luke, referring to Jesus casting devils into swine. The main character marries Marya Timofeyevna, a cripple, but commits suicide after she is killed along with": {
    "guess": "The Devils (novel)",
    "confidence": [
      [
        "The",
        -0.1849707
      ],
      [
        " Devils",
        -0.5192034
      ],
      [
        " (",
        -0.26760542
      ],
      [
        "nov",
        -0.5802603
      ],
      [
        "el",
        -9.610702e-06
      ],
      [
        ")",
        -0.0005405237
      ]
    ]
  },
  "It begins with a note written \"To the Public\" after the author's \"three years slumber on the banks of the Ocean\" which proclaims that \"Poetry Fetter'd, Fetters the Human Race!\" In Plate 99 at the end of Chapter 4, it is stated that \"All Human Forms\" are identified and the \"Name of the Emanations\" is revealed. FTP, identify this poem, subtitled \"The Emanation of the Giant Albion,\" which was written between 1804 and 1820, the longest of the engraved works by William Blake whose title names a city.": {
    "guess": "Jerusalem The Emanation of the Giant Albion",
    "confidence": [
      [
        "Jer",
        -0.044168837
      ],
      [
        "usalem",
        -5.0616763e-05
      ],
      [
        " The",
        -0.041556954
      ],
      [
        " E",
        -0.00046784978
      ],
      [
        "man",
        -3.888926e-06
      ],
      [
        "ation",
        -0.00012546933
      ],
      [
        " of",
        -9.543734e-05
      ],
      [
        " the",
        -0.0013928539
      ],
      [
        " Giant",
        -0.0010037511
      ],
      [
        " Alb",
        -1.9146995e-05
      ],
      [
        "ion",
        -0.0003892047
      ]
    ]
  },
  "It begins with the melody from \"We Have Built a Stately House, which is introduced by the trumpets. The third section, introduced by the bassoons, draws from a light-hearted song about hazing, which leads to a concluding passage based on \"Gaudeamus Igitur,\" a popular anthem among students. For 10 points,": {
    "guess": "Academic Festival Overture",
    "confidence": [
      [
        "Ac",
        -0.03787025
      ],
      [
        "ademic",
        -7.703444e-06
      ],
      [
        " Festival",
        -0.1941183
      ],
      [
        " O",
        -1.7835755e-05
      ],
      [
        "verture",
        -0.00093028304
      ]
    ]
  },
  "He began his writing career in San Francisco working for a newspaper, and he published his first story, \"The Haunted Valley,\" in the Overland Magazine. The Old Gringo by Carlos Fuentes is actually an imagining of this man's last months. In his seventies, he disappeared across the Mexican border after": {
    "guess": "Ambrose Bierce",
    "confidence": [
      [
        "Amb",
        -0.017845526
      ],
      [
        "rose",
        -5.7961847e-06
      ],
      [
        " B",
        -0.00039944888
      ],
      [
        "ierce",
        -1.1041146e-05
      ]
    ]
  },
  "At the very beginning of this leader's rule, he created a program to provide free milk for children in": {
    "guess": "Milk Snatcher",
    "confidence": [
      [
        "M",
        -0.49422356
      ],
      [
        "ilk",
        -0.004914701
      ],
      [
        " Sn",
        -0.36469704
      ],
      [
        "atcher",
        -0.00062308414
      ]
    ]
  },
  "In the beginning of this work, its protagonist is refused food and drink Tapwell's alehouse due to his reputation for excessive spending, but his chance meeting with a young page leads him to being received in that page's stepmother's home. While there, he meets Marrall and Lord Lovell, the latter of which is a suitor for the daughter of his uncle. That daughter, Margaret, actually loves Allworth, and a letter sent from the protagonist's uncle allows them to get married by the play's end. Lady Allworth provides the title means to Frank Wellborn, who is able to become respectable once again, particularly after it is revealed that his lands were unjustly taken away by his uncle, Giles Overreach.": {
    "guess": "A New Way to Pay Old Debts",
    "confidence": [
      [
        "A",
        -0.0019348275
      ],
      [
        " New",
        -0.0009144436
      ],
      [
        " Way",
        -0.00013440961
      ],
      [
        " to",
        -0.004547608
      ],
      [
        " Pay",
        -0.0020110758
      ],
      [
        " Old",
        -0.00010175513
      ],
      [
        " Deb",
        -7.910644e-05
      ],
      [
        "ts",
        -6.6306106e-06
      ]
    ]
  },
  "He began his writing career in San Francisco working for a newspaper, and he published his first story, \"The Haunted Valley,\" in the Overland Magazine. The Old Gringo by Carlos Fuentes is actually an imagining of this man's last months. In his seventies, he disappeared across the Mexican border after revisiting the Civil War battlefields of his youth in his Collected Works. His second story collection was Can Such Things Be?, and his first was In the Midst of Life, which included a famous story that": {
    "guess": "Ambrose Bierce",
    "confidence": [
      [
        "Amb",
        -0.0054019033
      ],
      [
        "rose",
        -5.5122365e-07
      ],
      [
        " B",
        -0.00015395533
      ],
      [
        "ierce",
        -2.677603e-05
      ]
    ]
  },
  "At the beginning of this video game, the protagonist wakes up in a transparent-walled room containing a radio, clipboard, and toilet. This game's physics is described in-game as \"speedy thing goes in, speedy thing comes out,\" as momentum is redirected with the same magnitude. During the end credits, GLaDOS sings that \"This was a triumph.\" In this game, the player must euthanize the Weighted Companion Cube, and discovers that \"the cake is a lie.\" For 10 points, name this Valve game in which the player": {
    "guess": "Portal (video game)",
    "confidence": [
      [
        "Portal",
        -0.00065298594
      ],
      [
        " (",
        -0.5793901
      ],
      [
        "video",
        -0.0017944202
      ],
      [
        " game",
        -0.000108907356
      ],
      [
        ")",
        -0.00024989594
      ]
    ]
  },
  "In the beginning of this novel the protagonist's sister Thomasin is in Diggory Venn's van, after her marriage license to Damon Wildeve is rejected. Bonfires feature prominently in the opening, as the work begins and ends on Guy Fawkes Day, and the title character is a diamond merchant who has just returned from Paris. His wife drowns in a lake (*) after trying to meet Damon in the middle of the night, and the protagonist goes blind by the end. Following the romantic life of Eustachia Vye, this is, FTP, what novel set in Wessex about Clym Yeobright, a work by Thomas Hardy?": {
    "guess": "The Return of the Native",
    "confidence": [
      [
        "The",
        -0.059828177
      ],
      [
        " Return",
        -0.0033397905
      ],
      [
        " of",
        -0.00018542144
      ],
      [
        " the",
        -0.0059734695
      ],
      [
        " Native",
        -0.0002671768
      ]
    ]
  },
  "The beginning of this work's third movement draws heavily from the scherzo of Beethoven's ninth symphony, and the scoring of this work is unusual in that the piccolo is used only briefly in the first movement.": {
    "guess": "Symphony No. 9 (Dvořák)",
    "confidence": [
      [
        "Sym",
        -0.0010812794
      ],
      [
        "phony",
        -4.4849444e-06
      ],
      [
        " No",
        -2.6895234e-05
      ],
      [
        ".",
        -6.253713e-05
      ],
      [
        " ",
        -7.58424e-06
      ],
      [
        "9",
        -1.8550976e-05
      ],
      [
        " (",
        -3.1281633e-07
      ],
      [
        "D",
        -9.0883464e-07
      ],
      [
        "vo",
        -2.5226382e-05
      ],
      [
        "ř",
        0.0
      ],
      [
        "ák",
        -3.1737043e-06
      ],
      [
        ")",
        0.0
      ]
    ]
  },
  "At the beginning of this play, one character is threatened with firing after she leaves her bonnet on a chair, and another character is delighted by slippers that are embroidered by his invalid Aunt Rina. In the third act, Thea is angry at the loss of a manuscript that she calls her \"child,\" and the title character convinces that character to die \"beautifully\" and gives him one of her father's pistols. Eilert Lovborg, is the competitor of George Tesman in, for 10 points, what Ibsen play, in which": {
    "guess": "Hedda Gabler",
    "confidence": [
      [
        "H",
        -0.0024446198
      ],
      [
        "ed",
        -9.849109e-06
      ],
      [
        "da",
        -2.5703197e-05
      ],
      [
        " Gab",
        -3.4524266e-05
      ],
      [
        "ler",
        -6.9882217e-06
      ]
    ]
  },
  "In it, one begins with the concept of God as that than which nothing greater can be conceived. To think": {
    "guess": "Ontological argument",
    "confidence": [
      [
        "Ont",
        -0.11677709
      ],
      [
        "ological",
        -0.0022780078
      ],
      [
        " argument",
        -0.0054077115
      ]
    ]
  },
  "It begins with a setting of \"Veni, creator spiritus,\" a medieval poem  attributed to the Archbishop of Mainz (MINES). As if to illustrate the link between Christian mysticism and nineteenth-century Romanticism, the second part takes as its text the final scene of Goethe's _Faust_. FTP, identify this first fully choral symphony by Gustav Mahler whose nickname refers to the number of people needed to": {
    "guess": "Symphony No. 8 (Mahler)",
    "confidence": [
      [
        "Sym",
        -0.0024711362
      ],
      [
        "phony",
        -1.7835755e-05
      ],
      [
        " No",
        -8.923875e-05
      ],
      [
        ".",
        -0.00011319869
      ],
      [
        " ",
        -3.261701e-05
      ],
      [
        "8",
        -5.8365e-05
      ],
      [
        " (",
        -0.0001202317
      ],
      [
        "Mah",
        -3.9650025e-05
      ],
      [
        "ler",
        -9.4914985e-06
      ],
      [
        ")",
        -1.2664457e-06
      ]
    ]
  },
  "It begins with the Airing of Grievances, during which Mr. Kruger was told his company stinks. It causes": {
    "guess": "Festivus",
    "confidence": [
      [
        "F",
        -0.010657971
      ],
      [
        "est",
        -0.00018589824
      ],
      [
        "iv",
        -2.3676734e-05
      ],
      [
        "us",
        -4.501419e-05
      ]
    ]
  },
  "At the beginning of this opera, a woman boards a ship anchored at Portsmouth and offers \"snuff and tobacc-y\"": {
    "guess": "H.M.S. Pinafore",
    "confidence": [
      [
        "H",
        -0.027416829
      ],
      [
        ".M",
        -0.6467572
      ],
      [
        ".S",
        -3.8219583e-05
      ],
      [
        ".",
        -0.003081333
      ],
      [
        " P",
        -7.9418505e-06
      ],
      [
        "ina",
        -6.515961e-05
      ],
      [
        "fore",
        -2.1008714e-06
      ]
    ]
  },
  "Beginning at San Francisco's Blackhawk nightclub, their first album was the product of a collegiate tour and was entitled Jazz at Oberlin. Its leader was taught composition by Darius Milhaud, and this group recorded the first jazz instrumental to sell over a million copies, a song often performed in the manner of Haydn's Farewell Symphony and written by saxophonist Paul Desmond. For 10 points, name this jazz group which also included Eugene Wright and Joe Morello, known for playing in unusual time": {
    "guess": "Dave Brubeck Quartet",
    "confidence": [
      [
        "Dave",
        -0.31337002
      ],
      [
        " Br",
        -0.00011331789
      ],
      [
        "ube",
        -3.4405064e-05
      ],
      [
        "ck",
        -4.0007635e-05
      ],
      [
        " Quart",
        -0.015708316
      ],
      [
        "et",
        -1.8431772e-05
      ]
    ]
  },
  "It only began once a Yale professor sneaked in through one of the building's windows as no one had a key to the building itself. It grew out of discussion regarding a recently passed New York Property Rights Act. James Gordon Bennett ridiculed it in the New York Herald after its second hearing, which took place in Rochester. The only measure not to be overwhelmingly approved addressed the right to vote, though it barely passed after Frederick Douglass addressed the crowd. The organizers themselves": {
    "guess": "Women's suffrage in New York",
    "confidence": [
      [
        "Women",
        -1.3000964
      ],
      [
        "'s",
        -0.0008594119
      ],
      [
        " suff",
        -0.49046904
      ],
      [
        "rage",
        -0.0002904142
      ],
      [
        " in",
        -0.028823432
      ],
      [
        " New",
        -0.6147911
      ],
      [
        " York",
        -0.0005890139
      ]
    ]
  },
  "At the beginning of this play, one character is threatened with firing after she leaves her bonnet on a chair, and another character is delighted by slippers that are embroidered by his invalid Aunt Rina.": {
    "guess": "Hedda Gabler",
    "confidence": [
      [
        "H",
        -0.18746296
      ],
      [
        "ed",
        -9.133887e-06
      ],
      [
        "da",
        -4.143808e-05
      ],
      [
        " Gab",
        -0.00011009939
      ],
      [
        "ler",
        -5.4385737e-06
      ]
    ]
  },
  "In the beginning of this work, one character reads a newspaper story about a man getting run over, and later another character complains about needing a coin to pay for gas. On character remarks he would": {
    "guess": "No Country for Old Men",
    "confidence": [
      [
        "No",
        -0.7275311
      ],
      [
        " Country",
        -0.41826838
      ],
      [
        " for",
        -0.00074184954
      ],
      [
        " Old",
        -4.2630116e-05
      ],
      [
        " Men",
        -0.00016623331
      ]
    ]
  },
  "At the beginning of this novel, one character's pickup truck dies a \"natural death,\" causing her husband": {
    "guess": "O Pioneers!",
    "confidence": [
      [
        "O",
        -1.4261425
      ],
      [
        " P",
        -0.41168568
      ],
      [
        "ione",
        -0.00021772196
      ],
      [
        "ers",
        -1.147242e-06
      ],
      [
        "!",
        -0.00037526153
      ]
    ]
  },
  "The beginning of this period is marked by the appearance of Treptichnus pedum trace fossils, and the": {
    "guess": "Cambrian",
    "confidence": [
      [
        "Camb",
        -0.015499285
      ],
      [
        "rian",
        -2.5107178e-05
      ]
    ]
  },
  "In the beginning of this novel the protagonist kills a rat with a skillet. After attacking a member of his gang to avoid having to rob a white man's store, he takes a job as a chauffeur for his landlord's family. While driving the landlord's daughter and her communist boyfriend, all three get drunk. The protagonist is forced to help the landlord's daughter, Mary, reach her room and accidentally smothers her while trying to keep her from revealing his presence to her blind mother. His girlfriend Bessie, whom he later kills, encourages him in his plan to frame Mary's boyfriend, Jan. FTP, name this work in which the legal help Jan provides Bigger Thomas helps him finally feel equal to whites, a novel by Richard Wright.          |": {
    "guess": "Native Son",
    "confidence": [
      [
        "Native",
        -0.019279337
      ],
      [
        " Son",
        -4.8351892e-05
      ]
    ]
  },
  "In the beginning of this novel the protagonist's sister Thomasin is in Diggory Venn's van, after her": {
    "guess": "The Return of the Native",
    "confidence": [
      [
        "The",
        -0.2334349
      ],
      [
        " Return",
        -0.009000147
      ],
      [
        " of",
        -0.00018149138
      ],
      [
        " the",
        -0.0015210492
      ],
      [
        " Native",
        -0.00015395533
      ]
    ]
  },
  "It begins with an \"Author's Preface\" that takes place at Shawmut College and was inspired by the work of Laurence Gronlund. As the novel progresses the protagonist falls in love with the doctor's daughter who is a descendant of Edith Bartlett and gets thrown out of a society dinner in Boston for informing the diners about poverty in the city. Other characters in this work, that spawned the sequel Equality,": {
    "guess": "Looking Backward",
    "confidence": [
      [
        "Looking",
        -0.022599906
      ],
      [
        " Back",
        -0.0002456046
      ],
      [
        "ward",
        -0.0009280182
      ]
    ]
  },
  "The beginning of this period is marked by the appearance of Treptichnus pedum trace fossils, and the Hawke Bay event signaled an abrupt drop in global sea level in the middle of this period. The Phanerozoic eon began in this pe- riod, whose rocks were first classified by Adam Sedgwick. This period is known for its rich abundance of lagerstatten, with brachiopods as the second most prevalent fossil type, though the best record of this period's fauna is found in British Columbia's Burgess Shale. Having the trilobite as its characteristic fossil, name this period, the first in the Pa- leozoic era, when at least eleven of the present animal phyla evolved in a namesake \"explosion\".": {
    "guess": "Cambrian Explosion",
    "confidence": [
      [
        "Camb",
        -0.002228287
      ],
      [
        "rian",
        -0.00020818933
      ],
      [
        " Explosion",
        -0.43024418
      ]
    ]
  },
  "He began teaching psychiatry at the University of Heidelberg in 1916, three years after publishing his General Psychopathology. However, he switched to philosophy becoming chair of the department until 1937. He is the author of Psychology of World Views, which attempts to catalog various possible attitudes toward life, and is famous for his term \"the encompassing\" which refers to the ultimate limits of being. FTP, name this Swiss philosopher, author of Philosophy and Existence, and an early proponent": {
    "guess": "Karl Jaspers",
    "confidence": [
      [
        "K",
        -0.1299589
      ],
      [
        "arl",
        -0.0002006795
      ],
      [
        " J",
        -8.4947416e-05
      ],
      [
        "aspers",
        -2.7252845e-05
      ]
    ]
  },
  "This behavior is initiated by secretion of GABA from the ventrolateral preoptic nucleus, and bruxism is the most common disorder occurring during it. Disorders of it include cataplexy, which is this process's inappropriate activation. Its onset is signaled by melatonin secretion. Its last stage is activated by acetylcholine and inhibited by serotonin, and that stage is preceded by stages of theta activity and delta activity. That last stage, associated with learning of complex tasks, is REM. For 10 points, name this state of unconsciousness of which adolescents need approximately eight hours, during which it is possible to have dreams.": {
    "guess": "Sleep",
    "confidence": [
      [
        "Sleep",
        -0.0047240574
      ]
    ]
  },
  "He began a novel, Die Davidsbundler, in 1831 while studying piano under his future father-in-law. He": {
    "guess": "Robert Schumann",
    "confidence": [
      [
        "Robert",
        -0.069541864
      ],
      [
        " Sch",
        -0.0003892047
      ],
      [
        "umann",
        -0.00028779538
      ]
    ]
  },
  "It begins with an \"Author's Preface\" that takes place at Shawmut College and was inspired by the work of Laurence Gronlund. As the novel progresses the protagonist falls in love with the doctor's daughter who is a descendant of Edith Bartlett and gets thrown out of a society dinner in Boston for informing the diners about poverty in the city. Other characters in this work, that spawned the sequel Equality, include Drs. Pillsbury and Leete, as well as the manservant Sawyer, who perishes in a fire. The protagonist, who was hypnotized in an underground sleeping chamber wakes up in the twentieth century.": {
    "guess": "Looking Backward",
    "confidence": [
      [
        "Looking",
        -0.0023758886
      ],
      [
        " Back",
        -0.00015074051
      ],
      [
        "ward",
        -0.00027170655
      ]
    ]
  },
  "At the beginning of this process, nine people are randomly chosen, including three scrutineers who poke": {
    "guess": "Random selection",
    "confidence": [
      [
        "Random",
        -0.30640736
      ],
      [
        " selection",
        -1.263312
      ]
    ]
  },
  "It began shortly after 4:30 p.m. on 25 March 1911 in the Asch building at the northwest corner of Washington and Greene streets, in the cutting room on the eighth floor. The owners, Isaac Harris and Max Blanck, were tried for manslaughter but were acquitted. A total of 146 women, mostly Jewish immigrants, died in less than 15 minutes because they were prevented from leaving by the locked doors. FTP,": {
    "guess": "Triangle Shirtwaist Factory fire",
    "confidence": [
      [
        "Triangle",
        -0.05495236
      ],
      [
        " Shirt",
        -0.0005508871
      ],
      [
        "wa",
        -0.00011820524
      ],
      [
        "ist",
        -4.365741e-06
      ],
      [
        " Factory",
        -0.0007873524
      ],
      [
        " fire",
        -0.02645995
      ]
    ]
  },
  "One of these begins by noting, \"The creature gazes into openness with all/its eyes. But our eyes are/as if they were reversed, and surround it/everywhere\". The last one describes the speaker's journey into \"Grief- Land\", while the seventh tells of a man calling after his dead lover, and states, \"O to be dead at last and know [the stars] eternally... for how, how, how to forget them!\" The fifth one": {
    "guess": "Duino Elegies",
    "confidence": [
      [
        "Du",
        -0.0019724078
      ],
      [
        "ino",
        -5.216641e-05
      ],
      [
        " E",
        -1.9862217e-05
      ],
      [
        "leg",
        -1.4140442e-05
      ],
      [
        "ies",
        -3.094816e-05
      ]
    ]
  },
  "This behavior is initiated by secretion of GABA from the ventrolateral preoptic nucleus, and bruxism is the most common disorder occurring during it. Disorders of it include cataplexy, which is this process's inappropriate activation. Its onset is signaled by melatonin secretion. Its last stage is activated by acetylcholine and inhibited by serotonin, and that stage is preceded by stages of theta activity and delta activity. That last stage, associated with learning of complex tasks, is REM. For": {
    "guess": "Sleep",
    "confidence": [
      [
        "Sleep",
        -0.0037671856
      ]
    ]
  },
  "One of these begins by noting, \"The creature gazes into openness with all/its eyes. But our eyes are/as if they were reversed, and surround it/everywhere\". The last one describes the speaker's journey into \"Grief- Land\", while the seventh tells of a man calling after his dead lover, and states, \"O to be dead at last and know [the stars] eternally... for how, how, how to forget them!\" The fifth one is dedicated to (*) Frau Hertha von Koenig, while the fourth one invokes a tree of life. Also containing a poem dedicated to the \"perfect woman\" Gaspara Stampa, for 10 points, name this series of poems": {
    "guess": "Duino Elegies",
    "confidence": [
      [
        "Du",
        -0.008233346
      ],
      [
        "ino",
        -7.481511e-05
      ],
      [
        " E",
        -6.706687e-05
      ],
      [
        "leg",
        -1.92662e-05
      ],
      [
        "ies",
        -4.2630116e-05
      ]
    ]
  },
  "He began his scientific career with work on sudden color changes in fish, and disputed with the director of the Munich eye clinic over the ability of fish to see colors. In his best known work, published in such books as The Dancing Bees, he showed how bees used intricate dances to tell each other where they could find food. FTP, name this Austrian, who shared a Nobel Prize in 1973 with Tinbergen and Lorenz, and who is considered a founder of ethology.": {
    "guess": "Karl von Frisch",
    "confidence": [
      [
        "K",
        -0.19893268
      ],
      [
        "arl",
        -6.718607e-05
      ],
      [
        " von",
        -0.0086936345
      ],
      [
        " Fr",
        -2.0935051e-05
      ],
      [
        "isch",
        -0.00020675888
      ]
    ]
  },
  "At the beginning of this process, nine people are randomly chosen, including three scrutineers who poke pieces of paper with a needle. People over the age of eighty are not allowed to participate in this": {
    "guess": "Papal conclave",
    "confidence": [
      [
        "P",
        -1.3743856
      ],
      [
        "ap",
        -0.11341838
      ],
      [
        "al",
        -3.2929079e-06
      ],
      [
        " con",
        -0.0064290063
      ],
      [
        "clave",
        -1.4021238e-05
      ]
    ]
  },
  "In the beginning of this work, one character reads a newspaper story about a man getting run over, and later another character complains about needing a coin to pay for gas. On character remarks he would like to watch a soccer game in Birmingham on Saturday, and after receiving a packet with (*) matches the two central figures come to blows over the phrase \"light the kettle.\" The Godot-figure Wilson": {
    "guess": "The Dumb Waiter",
    "confidence": [
      [
        "The",
        -0.00735921
      ],
      [
        " D",
        -0.016874775
      ],
      [
        "umb",
        -7.703444e-06
      ],
      [
        " Wait",
        -1.6524515e-05
      ],
      [
        "er",
        -3.4121115e-06
      ]
    ]
  },
  "It began following the Kemmu Restoration and would be formally established when its namesake turned on Go-Daigo, resulting in a 56-year civil war between the Northern and Southern courts.  Takauji emerged victorious and peace remained until the 10-year Onin War more than a century later.  Its greatest shogun, Yohsimitsu, built the Palace of Flowers and the Golden Pavilion.  FTP, name this period that": {
    "guess": "Ashikaga shogunate",
    "confidence": [
      [
        "Ash",
        -0.13932253
      ],
      [
        "ik",
        -1.735894e-05
      ],
      [
        "aga",
        -6.706687e-05
      ],
      [
        " sh",
        -0.0076366784
      ],
      [
        "og",
        -2.2603901e-05
      ],
      [
        "unate",
        -0.00018911675
      ]
    ]
  },
  "It begins with the line, \"On August 16, 1968, I was handed a book written by a certain Abbe Vallet,\" which claimed to reproduce a 14th century manuscript composed by Adso of Melk. Adso serves as an apprentice": {
    "guess": "The Name of the Rose",
    "confidence": [
      [
        "The",
        -0.1085471
      ],
      [
        " Name",
        -0.17165291
      ],
      [
        " of",
        -6.5278815e-05
      ],
      [
        " the",
        -0.00015419374
      ],
      [
        " Rose",
        -2.7014437e-05
      ]
    ]
  },
  "It begins with the melody from \"We Have Built a Stately House, which is introduced by the trumpets. The": {
    "guess": "Academic Festival Overture",
    "confidence": [
      [
        "Ac",
        -0.06801333
      ],
      [
        "ademic",
        -7.588794e-05
      ],
      [
        " Festival",
        -0.00016420685
      ],
      [
        " O",
        -7.58424e-06
      ],
      [
        "verture",
        -0.00010807293
      ]
    ]
  },
  "The beginning of this period is marked by the appearance of Treptichnus pedum trace fossils, and the Hawke Bay event signaled an abrupt drop in global sea level in the middle of this period. The Phanerozoic eon began in this pe- riod, whose rocks were first classified by Adam Sedgwick. This period is known for its rich abundance of lagerstatten, with brachiopods as the second most prevalent fossil type, though the best record of this period's fauna is found in British Columbia's Burgess Shale. Having the trilobite as its characteristic fossil, name this period, the first in the Pa- leozoic era,": {
    "guess": "Cambrian",
    "confidence": [
      [
        "Camb",
        -0.0009349247
      ],
      [
        "rian",
        -0.0003042418
      ]
    ]
  },
  "It only began once a Yale professor sneaked in through one of the building's windows as no one had a key to the building itself. It grew out of discussion regarding a recently passed New York Property Rights Act. James Gordon Bennett ridiculed it in the New York Herald after its second hearing, which took place in Rochester. The only measure not to be overwhelmingly approved addressed the right to vote, though it barely passed after Frederick Douglass addressed the crowd. The organizers themselves had previously met at the World's Antislavery Convention where they had been denied seats. FTP, name this 1848 New York convention organized by Lucretia Mott and Elizabeth Cady Stanton, the first major": {
    "guess": "Seneca Falls Convention",
    "confidence": [
      [
        "Sen",
        -0.008972029
      ],
      [
        "eca",
        -3.106736e-05
      ],
      [
        " Falls",
        -4.1080468e-05
      ],
      [
        " Convention",
        -7.672237e-05
      ]
    ]
  },
  "It can begin after confirmation of the sighting of the moon on the first eve of Shawwal, and includes recitation of the Takabiir. The dua' and khutba are also important portions of it, as is the Niyyah,": {
    "guess": "Eid al-Fitr",
    "confidence": [
      [
        "E",
        -0.012500941
      ],
      [
        "id",
        -5.3193703e-06
      ],
      [
        " al",
        -0.03316274
      ],
      [
        "-F",
        -0.0029479899
      ],
      [
        "itr",
        -0.00044175517
      ]
    ]
  },
  "It began as an autonomous constitutional monarchy with the Russian empire with its own legal system, parliament, and army.  Nicholas I paid scant attention to its liberal constitution, however, and the Organic Statute of 1832 effected a true union with Russia.  Nationalist sentiments led to the January Insurrection of 1863 in Warsaw, but the Russians soon crushed it, effectively ending any autonomy this state may have had.  FTP name this kingdom set up as a Russian puppet state at Vienna in 1815.": {
    "guess": "Congress Poland",
    "confidence": [
      [
        "Congress",
        -0.359008
      ],
      [
        " Poland",
        -0.076463655
      ]
    ]
  },
  "One of these begins with a circular motion and is named for Rayleigh, while the fastest type is a horizontal movement named for the mathematician A.E.H. Love. De Broglie proposed a model in place of rays for light involving these. In addition to the above types of the surface variety, body ones include the compressional type, which are followed by secondary or S ones. Another common representation uses the transverse, as opposed to the longitudinal, variety. FTP, name this disturbance of a medium measured in seismology, the method of propagation for sound.": {
    "guess": "Seismic wave",
    "confidence": [
      [
        "Se",
        -0.32249433
      ],
      [
        "ismic",
        -0.0007316164
      ],
      [
        " wave",
        -0.19265085
      ]
    ]
  },
  "As it begins, the singer complains that he does not know what he is saying or doing, in this song that follows the section \"Cammina Adagio E Li Sorprenderai\" and precedes the intermezzo before Act II. Reminding himself that the people have paid money, the singer questions his manhood, then orders himself to overcome his delirium, prepare his face, and laugh. Most memorable in this arioso are the audible": {
    "guess": "Pagliacci",
    "confidence": [
      [
        "Pag",
        -0.6980231
      ],
      [
        "li",
        -0.000115582756
      ],
      [
        "acci",
        -0.011778999
      ]
    ]
  },
  "It begins in Scythia, in a locale characterized as \"the world's limit? an untrodden desolation.\"  The": {
    "guess": "House of Desolation",
    "confidence": [
      [
        "House",
        -1.6226064
      ],
      [
        " of",
        -0.017305551
      ],
      [
        " Des",
        -0.007524409
      ],
      [
        "olation",
        -0.00026896485
      ]
    ]
  },
  "At the beginning of the work this character appears in, he is described as having clumps of yellowish": {
    "guess": "Sulfur",
    "confidence": [
      [
        "S",
        -1.4633715
      ],
      [
        "ulf",
        -0.3514371
      ],
      [
        "ur",
        -0.0009769559
      ]
    ]
  },
  "He began his college career at San Jacinto Junior College and transferred to Florida State, and some of his notable backcourt mates have included Bobby Sura and Kenny Smith. During a two-season stint with the New Jersey Nets, a tabloid claimed that he was an alien, while fans have more recently pointed out a resemblance to Gollum. After being traded from the Nets, he led the Milwaukee Bucks to the 2001 Eastern Conference Finals, and two years later, was named second-team all-NBA in 2004 after being traded with Ervin Johnson to the Timberwolves. Disagreements over a contract extension led to a trade to his current team for Marko Jaric and Lionel Chalmers. FTP, name this starting point guard for the L.A. Clippers who George Blaha likes to call \"Sam I Am.\"": {
    "guess": "Sam Cassell",
    "confidence": [
      [
        "Sam",
        -0.012688344
      ],
      [
        " Cass",
        -0.000483581
      ],
      [
        "ell",
        -0.00035369667
      ]
    ]
  },
  "Beginning with just strings and clarinets, in the recapitulation of the first movement, the bassoons play the same motif as the horns did in the exposition. The last movement features a contrabassoon and a piccolo, the first time it appears in a Beethoven symphony. Premiering after his Sixth Symphony": {
    "guess": "Symphony No. 5 (Beethoven)",
    "confidence": [
      [
        "Sym",
        -0.003958717
      ],
      [
        "phony",
        -0.00012284685
      ],
      [
        " No",
        -0.0014277366
      ],
      [
        ".",
        -0.00040052168
      ],
      [
        " ",
        -0.0008517975
      ],
      [
        "5",
        -0.17610736
      ],
      [
        " (",
        -0.00040219055
      ],
      [
        "Be",
        -5.6934558e-05
      ],
      [
        "ethoven",
        -0.00018542144
      ],
      [
        ")",
        -3.333223e-05
      ]
    ]
  },
  "It begins with an epigraph from chapter 8 of Luke, referring to Jesus casting devils into swine. The main character marries Marya Timofeyevna, a cripple, but commits suicide after she is killed along with her brother. Peter Verkhovensky unsuccessfully tries to get him to join a conspiracy, and then asks him to confess to having murdered Shatov in his suicide note. FTP, identify this novel, which ends": {
    "guess": "The Possessed",
    "confidence": [
      [
        "The",
        -0.22477958
      ],
      [
        " Poss",
        -0.7354727
      ],
      [
        "essed",
        -0.0010638903
      ]
    ]
  },
  "In the beginning of this work, its protagonist is refused food and drink Tapwell's alehouse due to his reputation for excessive spending, but his chance meeting with a young page leads him to being received in that page's stepmother's home. While there, he meets Marrall and Lord Lovell, the latter of": {
    "guess": "A Chaste Maid in Cheapside",
    "confidence": [
      [
        "A",
        -0.49341723
      ],
      [
        " Ch",
        -0.061471317
      ],
      [
        "aste",
        -9.2576454e-05
      ],
      [
        " Maid",
        -0.0008184425
      ],
      [
        " in",
        -8.256335e-05
      ],
      [
        " Che",
        -2.6968896e-06
      ],
      [
        "aps",
        -7.89631e-07
      ],
      [
        "ide",
        -2.939851e-05
      ]
    ]
  },
  "At the beginning of this man's reign, he shared power with his very ill half- brother under the regency of his half-sister Sophia, who allowed decisions to be made by her lover Vasily Gallitzin. He later took complete control and, when Patriarch Adrian died, this leader did not replace him and eventually formed a Holy Synod which made the church a government department. He increased his territories with the Treaty of Nystad at the end of the Great Northern War against Sweden and moved his capital": {
    "guess": "Peter the Great",
    "confidence": [
      [
        "Peter",
        -0.0007954509
      ],
      [
        " the",
        -0.00026836884
      ],
      [
        " Great",
        -2.6418418e-05
      ]
    ]
  },
  "The beginning of this work pays homage to the Aeneid with the line \"They were men of no ordinary stature, equally at home in war and in dangers of every kind,\" introducing the main characters as bold and adventurous people. In the fifth canto of this work, the main characters say good-bye to the familiar constellations of the northern world and are introduced to the Southern Cross and St. Elmo's fire. This poem also pays homage to King Sebastian, and the title of this work refers to the sons of a": {
    "guess": "The Lusiads",
    "confidence": [
      [
        "The",
        -0.30008784
      ],
      [
        " L",
        -0.0044145705
      ],
      [
        "usi",
        -0.0036410496
      ],
      [
        "ads",
        -0.0062373374
      ]
    ]
  },
  "It began as a \"modest farmhouse\" redesigned by Henry Holland in 1787.  Renovated repeatedly during the next decades, guests entered through the tent-shaped Octagon Room into the bamboo-decorated Long Gallery.  The Music Room designed by Frederick Crace was lit with nine lotus-shaped chandeliers, and Robert Jones decorated the Banqueting Room with hidden Masonic themes and Chinese tapestries.  However, the 'King's Kitchen\" may be the most imaginative room in John Nash's design.  For 10 points, name this summer residence on the English Channel, the favorite abode of George IV.": {
    "guess": "Royal Pavilion",
    "confidence": [
      [
        "Royal",
        -0.4483181
      ],
      [
        " Pavilion",
        -3.6908343e-05
      ]
    ]
  },
  "Beginning in 1946, this play followed the commercial failure of the author's pervious work, The Man Who": {
    "guess": "Death of a Salesman",
    "confidence": [
      [
        "Death",
        -0.7992498
      ],
      [
        " of",
        -0.0001307143
      ],
      [
        " a",
        -0.000101039914
      ],
      [
        " Sales",
        -0.000121662146
      ],
      [
        "man",
        -5.50273e-05
      ]
    ]
  },
  "The beginning of this work's third movement draws heavily from the scherzo of Beethoven's ninth symphony, and the scoring of this work is unusual in that the piccolo is used only briefly in the first movement.  This work often features flattened leading notes and plagal cadances, as well as a heavily syncopated rhythm and marked pentatonism.  Harry Burleigh penned the spiritual \"Goin' Home\" based on the Largo theme of its second movement, but its composer denied that the main theme was directly based": {
    "guess": "Symphony No. 9 (Dvořák)",
    "confidence": [
      [
        "Sym",
        -0.00076340704
      ],
      [
        "phony",
        -9.729906e-06
      ],
      [
        " No",
        -4.4179764e-05
      ],
      [
        ".",
        -7.743759e-05
      ],
      [
        " ",
        -2.9279307e-05
      ],
      [
        "9",
        -7.9418505e-06
      ],
      [
        " (",
        -5.7961847e-06
      ],
      [
        "D",
        -1.18755715e-05
      ],
      [
        "vo",
        -4.6444635e-05
      ],
      [
        "ř",
        -6.704273e-07
      ],
      [
        "ák",
        -7.822647e-06
      ],
      [
        ")",
        -6.704273e-07
      ]
    ]
  },
  "It begins with a dinner party that features a fine bottle of Tokay, which the guests joke about, saying that like members of the Court and photography, it needs its proper place in the Sun.  Haakon tells his son that he is going to marry his housekeeper, Mrs. Sorby, and his son is led to believe that": {
    "guess": "Ghosts",
    "confidence": [
      [
        "G",
        -0.3752228
      ],
      [
        "hosts",
        -3.650519e-06
      ]
    ]
  },
  "The beginning of this work has a team of soldiers attempt to retrieve a military satellite in Piedmont.": {
    "guess": "The Andromeda Strain",
    "confidence": [
      [
        "The",
        -0.0515922
      ],
      [
        " And",
        -0.00011820524
      ],
      [
        "rom",
        -1.5928495e-05
      ],
      [
        "eda",
        -1.0087517e-05
      ],
      [
        " Str",
        -0.0033549974
      ],
      [
        "ain",
        -4.4849444e-06
      ]
    ]
  },
  "It began with the Red Stick faction attacking near Lake Tensaw in the Fort Mims Massacre. It ended with": {
    "guess": "Creek War",
    "confidence": [
      [
        "C",
        -0.0024749434
      ],
      [
        "reek",
        -9.0883464e-07
      ],
      [
        " War",
        -2.4749568e-05
      ]
    ]
  },
  "In it, one begins with the concept of God as that than which nothing greater can be conceived. To think of such a being as existing only in thought and not also in reality involves a contradiction, since a being that lacks real existence is not a being than which none greater can be conceived. A yet greater being would be one with the further attribute of existence. Thus the unsurpassably perfect being must exist; otherwise it would not be unsurpassably perfect. FTP, this is what argument for the": {
    "guess": "Ontological argument",
    "confidence": [
      [
        "Ont",
        -0.010269023
      ],
      [
        "ological",
        -1.5213274e-05
      ],
      [
        " argument",
        -0.026233071
      ]
    ]
  },
  "He began teaching psychiatry at the University of Heidelberg in 1916, three years after publishing his General Psychopathology. However, he switched to philosophy becoming chair of the department until 1937. He is the author of Psychology of World Views, which attempts to catalog various possible attitudes toward life, and is famous for his term \"the encompassing\" which refers to the ultimate limits of being. FTP, name this Swiss philosopher, author of Philosophy and Existence, and an early proponent of existentialism.": {
    "guess": "Karl Jaspers",
    "confidence": [
      [
        "K",
        -0.08181572
      ],
      [
        "arl",
        -1.8193366e-05
      ],
      [
        " J",
        -6.2775536e-05
      ],
      [
        "aspers",
        -2.5583993e-05
      ]
    ]
  },
  "It only began once a Yale professor sneaked in through one of the building's windows as no one had a key to the building itself. It grew out of discussion regarding a recently passed New York Property": {
    "guess": "The New York Times Building",
    "confidence": [
      [
        "The",
        -1.806102
      ],
      [
        " New",
        -1.6516477
      ],
      [
        " York",
        -0.45594132
      ],
      [
        " Times",
        -0.8325844
      ],
      [
        " Building",
        -0.054848097
      ]
    ]
  },
  "This man began working as a diplomat and painter for the Duke of Mantua in Italy in 1600, the beginning of a career in which he was knighted twice for his works for Charles I of England and Philip IV of Spain, though he also painted for the Medicis and Hapsburgs. He benefited from the Twelve Years and was able to set up a successful studio in Antwerp where he famously taught Anthony van Dyck. His altarpieces": {
    "guess": "Peter Paul Rubens",
    "confidence": [
      [
        "Peter",
        -0.007425361
      ],
      [
        " Paul",
        -0.00013011828
      ],
      [
        " Rub",
        -1.147242e-06
      ],
      [
        "ens",
        -0.0001693326
      ]
    ]
  },
  "It began in Meerut [rhymes with Beirut] and quickly spread, helped by the discontent of both the more well educated and rumors about the introduction of the new Enfield rifle. The titular head was Bahadue Shah II, and was finally suppressed by Sir Colin Campbell and Sir Hugh Rose in late 1858. FTP, name": {
    "guess": "Indian Rebellion of 1857",
    "confidence": [
      [
        "Indian",
        -0.0007702016
      ],
      [
        " Rebellion",
        -4.5848617e-05
      ],
      [
        " of",
        -1.504853e-06
      ],
      [
        " ",
        -6.704273e-07
      ],
      [
        "185",
        -2.58224e-05
      ],
      [
        "7",
        -4.3202e-07
      ]
    ]
  },
  "It began with an army officer questioning of the competence of Judge- Advocate Richard Atkins to try a free settler for failing to provision the governor's ship, the Parramatta. Major George Johnston ordered Atkins to free the settler, John Macarthur. Johnston then went forth with the soldiers under his command, the New South Wales Corps, and arrested the governor, Captain William Bligh, resulting in the action that went by this name. FTP, identify this 1808 Australian rebellion that was named after": {
    "guess": "Rum Rebellion",
    "confidence": [
      [
        "R",
        -0.04325552
      ],
      [
        "um",
        -2.9352968e-06
      ],
      [
        " Rebellion",
        -0.0002162915
      ]
    ]
  },
  "He began his scientific career with work on sudden color changes in fish, and disputed with the director": {
    "guess": "Nikolai Vavilov",
    "confidence": [
      [
        "N",
        -1.0461206
      ],
      [
        "ik",
        -0.18074149
      ],
      [
        "ol",
        -0.19999073
      ],
      [
        "ai",
        -0.050586786
      ],
      [
        " V",
        -0.35167378
      ],
      [
        "av",
        -0.00036561702
      ],
      [
        "il",
        0.0
      ],
      [
        "ov",
        -4.0842064e-05
      ]
    ]
  },
  "At the beginning of this opera, a woman boards a ship anchored at Portsmouth and offers \"snuff and tobacc-y\" to its sailors. Later, the captain avers that he \"hardly ever\" swears, and that character, Corcoran, is revealed to have been switched with another character at birth. He intends to marry his": {
    "guess": "H.M.S. Pinafore",
    "confidence": [
      [
        "H",
        -0.0005072805
      ],
      [
        ".M",
        -5.2643223e-05
      ],
      [
        ".S",
        -1.342522e-05
      ],
      [
        ".",
        -0.0024121578
      ],
      [
        " P",
        -1.2233183e-05
      ],
      [
        "ina",
        -1.1994775e-05
      ],
      [
        "fore",
        -1.0683535e-05
      ]
    ]
  },
  "This man began work on the Encyclopedia Africana after moving to Ghana at the request of Kwame Nkrumah. This man published the pioneering work The Philadelphia Negro: A Social Study and an essay on \"The Talented Tenth.\" This man was the first editor of The Crisis, a magazine which was written for a group this man started, the NAACP. For 10 points, name this civil rights activist who founded the Niagara Movement in opposition to the Atlanta Compromise of Booker T. Washington, who was also the author of The Souls of Black Folk.": {
    "guess": "W. E. B. Du Bois",
    "confidence": [
      [
        "W",
        -0.0068515316
      ],
      [
        ".",
        -0.06633076
      ],
      [
        " E",
        -7.89631e-07
      ],
      [
        ".",
        -2.7014437e-05
      ],
      [
        " B",
        -4.048445e-05
      ],
      [
        ".",
        -0.0001245157
      ],
      [
        " Du",
        -1.2590794e-05
      ],
      [
        " Bo",
        -4.1080468e-05
      ],
      [
        "is",
        -1.3306016e-05
      ]
    ]
  },
  "The beginning of this work has a team of soldiers attempt to retrieve a military satellite in Piedmont. However, the soldiers die as well as the nearby town. This mystery is resolved when the government activates Wildfire, the team of scientists who discover that it is a sulfur-based microbe causing": {
    "guess": "The Andromeda Strain",
    "confidence": [
      [
        "The",
        -0.0054710247
      ],
      [
        " And",
        -0.0072090295
      ],
      [
        "rom",
        -1.0564331e-05
      ],
      [
        "eda",
        -5.0139948e-05
      ],
      [
        " Str",
        -0.00040457462
      ],
      [
        "ain",
        -7.822647e-06
      ]
    ]
  },
  "It began with the capture of Hangzhou, and ended with the rebellion of Zhu Yuanzhang.  During it, a second": {
    "guess": "Red Turban Rebellion",
    "confidence": [
      [
        "Red",
        -0.24554548
      ],
      [
        " Tur",
        -7.564953e-05
      ],
      [
        "ban",
        -2.486877e-05
      ],
      [
        " Rebellion",
        -0.002420845
      ]
    ]
  },
  "It begins with an \"Author's Preface\" that takes place at Shawmut College and was inspired by the work of Laurence Gronlund. As the novel progresses the protagonist falls in love with the doctor's daughter who is a descendant of Edith Bartlett and gets thrown out of a society dinner in Boston for informing": {
    "guess": "Looking Backward",
    "confidence": [
      [
        "Looking",
        -0.031901278
      ],
      [
        " Back",
        -0.0003342738
      ],
      [
        "ward",
        -0.0013217884
      ]
    ]
  },
  "In the beginning of this work, its protagonist is refused food and drink Tapwell's alehouse due to his reputation for excessive spending, but his chance meeting with a young page leads him to being received in that page's stepmother's home. While there, he meets Marrall and Lord Lovell, the latter of which is a suitor for the daughter of his uncle. That daughter, Margaret, actually loves Allworth,": {
    "guess": "A New Way to Pay Old Debts",
    "confidence": [
      [
        "A",
        -0.03538492
      ],
      [
        " New",
        -0.020976946
      ],
      [
        " Way",
        -0.0017318217
      ],
      [
        " to",
        -0.020950451
      ],
      [
        " Pay",
        -0.004994652
      ],
      [
        " Old",
        -0.0016478032
      ],
      [
        " Deb",
        -0.0009169359
      ],
      [
        "ts",
        -4.7517467e-05
      ]
    ]
  },
  "In the beginning of this work, its protagonist is refused food and drink Tapwell's alehouse due to his": {
    "guess": "The Merry Devil of Edmonton",
    "confidence": [
      [
        "The",
        -0.6583767
      ],
      [
        " Merry",
        -0.65499
      ],
      [
        " Devil",
        -0.34126183
      ],
      [
        " of",
        -0.0001375089
      ],
      [
        " Edmonton",
        -2.4584822e-06
      ]
    ]
  },
  "The beginning of this work's third movement draws heavily from the scherzo of Beethoven's ninth symphony,": {
    "guess": "Symphony No. 9 (Dvořák)",
    "confidence": [
      [
        "Sym",
        -0.0014705838
      ],
      [
        "phony",
        -0.00016611411
      ],
      [
        " No",
        -0.00028004716
      ],
      [
        ".",
        -8.75699e-05
      ],
      [
        " ",
        -0.00010592726
      ],
      [
        "9",
        -0.27484477
      ],
      [
        " (",
        -0.01007774
      ],
      [
        "D",
        -0.079048306
      ],
      [
        "vo",
        -0.00035667676
      ],
      [
        "ř",
        -7.89631e-07
      ],
      [
        "ák",
        -1.0802739e-05
      ],
      [
        ")",
        -1.504853e-06
      ]
    ]
  },
  "As it begins, the singer complains that he does not know what he is saying or doing, in this song that follows the section \"Cammina Adagio E Li Sorprenderai\" and precedes the intermezzo before Act II. Reminding himself that the people have paid money, the singer questions his manhood, then orders himself to overcome his delirium, prepare his face, and laugh. Most memorable in this arioso are the audible emotions of the tenor singer, who goes from an outburst of mad cackling as he reminds himself that he is just a lowly performer, to a fit of anguished sobbing at the end over the pain that poisons": {
    "guess": "Pagliacci",
    "confidence": [
      [
        "Pag",
        -0.08086895
      ],
      [
        "li",
        -0.00016790217
      ],
      [
        "acci",
        -0.003986862
      ]
    ]
  },
  "At the beginning of this video game, the protagonist wakes up in a transparent-walled room containing a radio, clipboard, and toilet. This game's physics is described in-game as \"speedy thing goes in, speedy thing comes out,\" as momentum is redirected with the same magnitude. During the end credits, GLaDOS sings that \"This was a triumph.\" In this game, the player must euthanize the Weighted Companion Cube, and discovers that \"the cake is a lie.\" For 10 points, name this Valve game in which the player navigates through a series of puzzles via the namesake wormholes.": {
    "guess": "Portal",
    "confidence": [
      [
        "Portal",
        -0.0014605928
      ]
    ]
  },
  "This man began his political career in 1914 as a member of the Chamber of Deputies. In 1940 Otto Abetz used his influence the release of this man after this man was arrested. In 1941 Paul Collette unsuccessfully attempted to assassinate this man. This winner of 1931 Time's Man of the Year award was a namesake of a 1935 agreement with British Foreign Secretary Samuel Hoare that dealt with the transfer of Abyssinia. He founded a group led by Joseph Darnard, a military secret service group called the": {
    "guess": "Pierre Laval",
    "confidence": [
      [
        "P",
        -0.5815854
      ],
      [
        "ierre",
        -0.0024376162
      ],
      [
        " L",
        -0.0008996734
      ],
      [
        "aval",
        -0.00014919086
      ]
    ]
  },
  "As it begins, the singer complains that he does not know what he is saying or doing, in this song that follows the section \"Cammina Adagio E Li Sorprenderai\" and precedes the intermezzo before Act II. Reminding himself that the people have paid money, the singer questions his manhood, then orders himself to overcome his delirium, prepare his face, and laugh. Most memorable in this arioso are the audible emotions of the tenor singer, who goes from an outburst of mad cackling as he reminds himself that he is just a lowly performer, to a fit of anguished sobbing at the end over the pain that poisons his heart: the infidelity of his Columbina, his wife Nedda. FTP, Canio piteously weeps before going on stage in what aria from Pagliacci, whose title comes from his self-imposed order to *put on his costume?": {
    "guess": "Vesti la giubba",
    "confidence": [
      [
        "V",
        -0.03215446
      ],
      [
        "esti",
        -0.0050283405
      ],
      [
        " la",
        -0.00013321757
      ],
      [
        " gi",
        -0.011452376
      ],
      [
        "ub",
        -2.8160932e-06
      ],
      [
        "ba",
        -5.240482e-05
      ]
    ]
  },
  "This man began his political career in 1914 as a member of the Chamber of Deputies. In 1940 Otto Abetz used his influence the release of this man after this man was arrested. In 1941 Paul Collette unsuccessfully attempted to assassinate this man. This winner of 1931 Time's Man of the Year award was a namesake of a 1935 agreement with British Foreign Secretary Samuel Hoare that dealt with the transfer of Abyssinia. He founded a group led by Joseph Darnard, a military secret service group called the Milice. He used his influence to help Henry Petain and France's Vichy Government, and was executed at Fresnes Prison in October of 1945, For 10 points, This man served as Prime Minister of France four": {
    "guess": "Pierre Laval",
    "confidence": [
      [
        "P",
        -0.021827359
      ],
      [
        "ierre",
        -0.00017231269
      ],
      [
        " L",
        -0.0009966062
      ],
      [
        "aval",
        -0.00034928982
      ]
    ]
  },
  "Beginning in 1946, this play followed the commercial failure of the author's pervious work, The Man Who Had All the Luck. Ann Dever was previously involved with Larry Keller who died during World War II, though his mother Kate refuses to believe it. Larry's brother Chris wishes to marry Ann, whose father": {
    "guess": "All My Sons",
    "confidence": [
      [
        "All",
        -0.015766632
      ],
      [
        " My",
        -8.3993786e-05
      ],
      [
        " Sons",
        -0.00024132428
      ]
    ]
  },
  "It begins with an \"Author's Preface\" that takes place at Shawmut College and was inspired by the work of Laurence Gronlund. As the novel progresses the protagonist falls in love with the doctor's daughter who is a descendant of Edith Bartlett and gets thrown out of a society dinner in Boston for informing the diners about poverty in the city. Other characters in this work, that spawned the sequel Equality, include Drs. Pillsbury and Leete, as well as the manservant Sawyer, who perishes in a fire. The protagonist, who was hypnotized in an underground sleeping chamber wakes up in the twentieth century. For 10 points, name this novel about Julian West's adventures in the future, a work of Edward Bellamy.": {
    "guess": "Looking Backward",
    "confidence": [
      [
        "Looking",
        -0.00025609453
      ],
      [
        " Back",
        -4.1557283e-05
      ],
      [
        "ward",
        -0.00052717654
      ]
    ]
  },
  "At the beginning of this novel, one character's pickup truck dies a \"natural death,\" causing her husband to buy her an armored car. Another character in this novel meets Lizzie in a park and tries unsuccessfully to fall in love with her. Irina, who comes from near ($) Denali, is killed after providing": {
    "guess": "The Shipping News",
    "confidence": [
      [
        "The",
        -0.22539216
      ],
      [
        " Shipping",
        -0.12509482
      ],
      [
        " News",
        -0.00013107191
      ]
    ]
  },
  "One of these begins by noting, \"The creature gazes into openness with all/its eyes. But our eyes are/as if they were reversed, and surround it/everywhere\". The last one describes the speaker's journey": {
    "guess": "Duino Elegies",
    "confidence": [
      [
        "Du",
        -0.006764395
      ],
      [
        "ino",
        -0.00044163596
      ],
      [
        " E",
        -4.8351892e-05
      ],
      [
        "leg",
        -4.9617593e-06
      ],
      [
        "ies",
        -3.4166656e-05
      ]
    ]
  },
  "It begins with an epigraph from chapter 8 of Luke, referring to Jesus casting devils into swine. The": {
    "guess": "The Master and Margarita",
    "confidence": [
      [
        "The",
        -0.09512265
      ],
      [
        " Master",
        -0.4949317
      ],
      [
        " and",
        -0.00013846254
      ],
      [
        " Marg",
        -5.3193703e-06
      ],
      [
        "ar",
        -0.00011749002
      ],
      [
        "ita",
        -1.735894e-05
      ]
    ]
  },
  "It began following the Kemmu Restoration and would be formally established when its namesake turned on Go-Daigo, resulting in a 56-year civil war between the Northern and Southern courts.  Takauji emerged": {
    "guess": "Nanboku-chō period",
    "confidence": [
      [
        "N",
        -0.63904846
      ],
      [
        "an",
        -0.0037695551
      ],
      [
        "b",
        -0.0001441843
      ],
      [
        "oku",
        -0.00043436454
      ],
      [
        "-ch",
        -0.45001516
      ],
      [
        "ō",
        -0.00016384924
      ],
      [
        " period",
        -0.0074426364
      ]
    ]
  },
  "It began following the Kemmu Restoration and would be formally established when its namesake turned on": {
    "guess": "Ashikaga shogunate",
    "confidence": [
      [
        "Ash",
        -0.15537846
      ],
      [
        "ik",
        -0.00012976067
      ],
      [
        "aga",
        -1.60477e-05
      ],
      [
        " sh",
        -0.15778904
      ],
      [
        "og",
        -2.808727e-05
      ],
      [
        "unate",
        -0.00094386126
      ]
    ]
  },
  "At the beginning of this story, Blind Pew appears, and the Captain dies of a heart attack and gives the narrator a key to a chest. Aided by Bengun, the Squire, and Dr. Livesly, the group sets sail to seek a chest left by Captain Flint. For 10 points—name this novel featuring Jim Hawkins and Long John Silver, written by Robert Louis Stevenson.": {
    "guess": "Treasure Island",
    "confidence": [
      [
        "Tre",
        -0.0044578933
      ],
      [
        "asure",
        -3.7697225e-06
      ],
      [
        " Island",
        -0.00031401284
      ]
    ]
  },
  "It began with a meeting in the home of Mary B. Talbert that included Monroe Trotter, John Hope, and 28 others.  Following that first meeting, subsequent annual conferences of this movement occurred in Harper's Ferry and Faneuil Hall, Boston.  Opposed to the Atlanta Compromise, they eventually had an": {
    "guess": "Niagara Movement",
    "confidence": [
      [
        "Ni",
        -0.23411012
      ],
      [
        "agara",
        -0.00041113084
      ],
      [
        " Movement",
        -0.08647743
      ]
    ]
  },
  "It begins with a dinner party that features a fine bottle of Tokay, which the guests joke about, saying": {
    "guess": "The Great Gatsby",
    "confidence": [
      [
        "The",
        -0.27531523
      ],
      [
        " Great",
        -0.769858
      ],
      [
        " G",
        -0.00043674864
      ],
      [
        "atsby",
        -0.00012844942
      ]
    ]
  },
  "At the very beginning of this leader's rule, he created a program to provide free milk for children in schools and shanty towns. In order to construct a distributed decision support system, this leader undertook Project Cybersyn, which utilized a national network of telex machines. U.S. officials supported this leader's opponent, Jorge Alessandri, in the presidential election of 1970. In his last speech, while troops were overtaking La Moneda Palace, he vowed that he would never resign from the presidency, although he died later that day. For 10 points, name this Chilean Marxist president who was": {
    "guess": "Salvador Allende",
    "confidence": [
      [
        "Sal",
        -0.00086084235
      ],
      [
        "v",
        -4.5491004e-05
      ],
      [
        "ador",
        -0.00014740281
      ],
      [
        " All",
        -2.868329e-05
      ],
      [
        "ende",
        -1.998142e-05
      ]
    ]
  },
  "This was begun in response to an attacking army of 700,000  troops which had established cement blockhouses": {
    "guess": "Battle of Verdun",
    "confidence": [
      [
        "Battle",
        -0.12459808
      ],
      [
        " of",
        -0.0026405796
      ],
      [
        " Verd",
        -0.01823142
      ],
      [
        "un",
        -3.5358695e-05
      ]
    ]
  },
  "Beginning at San Francisco's Blackhawk nightclub, their first album was the product of a collegiate tour and was entitled Jazz at Oberlin. Its leader was taught composition by Darius Milhaud, and this group recorded the first jazz instrumental to sell over a million copies, a song often performed in the manner of Haydn's Farewell Symphony and written by saxophonist Paul Desmond. For 10 points, name": {
    "guess": "Dave Brubeck",
    "confidence": [
      [
        "Dave",
        -0.124825165
      ],
      [
        " Br",
        -7.6364755e-05
      ],
      [
        "ube",
        -4.894791e-05
      ],
      [
        "ck",
        -3.650519e-06
      ]
    ]
  },
  "It begins with the protagonist stuck dancing with little Otis Ormonde as her visit from Eau Claire seems": {
    "guess": "Bernice Bobs Her Hair",
    "confidence": [
      [
        "Bern",
        -0.0035252403
      ],
      [
        "ice",
        -5.9795446e-05
      ],
      [
        " B",
        -0.00019805702
      ],
      [
        "obs",
        -1.7239736e-05
      ],
      [
        " Her",
        -0.00016158436
      ],
      [
        " Hair",
        -2.319992e-05
      ]
    ]
  },
  "Beginning at San Francisco's Blackhawk nightclub, their first album was the product of a collegiate tour and was entitled Jazz at Oberlin. Its leader was taught composition by Darius Milhaud, and this": {
    "guess": "Dave Brubeck",
    "confidence": [
      [
        "Dave",
        -0.29316938
      ],
      [
        " Br",
        -0.00026217024
      ],
      [
        "ube",
        -3.888926e-06
      ],
      [
        "ck",
        -1.50940705e-05
      ]
    ]
  },
  "He began his college career at San Jacinto Junior College and transferred to Florida State, and some": {
    "guess": "Sam Cassell",
    "confidence": [
      [
        "Sam",
        -0.07187811
      ],
      [
        " Cass",
        -0.00010819213
      ],
      [
        "ell",
        -0.00052574975
      ]
    ]
  },
  "At the beginning of this novel, one character's pickup truck dies a \"natural death,\" causing her husband to buy her an armored car. Another character in this novel meets Lizzie in a park and tries unsuccessfully": {
    "guess": "The Corrections",
    "confidence": [
      [
        "The",
        -0.8813524
      ],
      [
        " Corrections",
        -1.3471538
      ]
    ]
  },
  "He began his political career as a member of the Anti-Masonic party, a group dedicated to the destruction of all secret societies, but ended it as presidential candidate for the American Party, the political front of the clandestine Know-Nothings. FTP, name this thirteenth president of the United States": {
    "guess": "Millard Fillmore",
    "confidence": [
      [
        "Mill",
        -0.14455336
      ],
      [
        "ard",
        -0.00063094794
      ],
      [
        " Fill",
        -0.00056804507
      ],
      [
        "more",
        -0.00012856863
      ]
    ]
  },
  "As they begin their action, downstream of them a protein named SSB keeps the path clear. As they work,": {
    "guess": "DNA replication",
    "confidence": [
      [
        "DNA",
        -0.4163115
      ],
      [
        " replication",
        -0.10189167
      ]
    ]
  },
  "At the beginning of this novel, one character's pickup truck dies a \"natural death,\" causing her husband to buy her an armored car. Another character in this novel meets Lizzie in a park and tries unsuccessfully to fall in love with her. Irina, who comes from near ($) Denali, is killed after providing false information to a group led by Marcus, Caius, and Aro. Nahuel provides proof to the Volturri": {
    "guess": "Breaking Dawn",
    "confidence": [
      [
        "Breaking",
        -0.29951987
      ],
      [
        " Dawn",
        -0.0010456705
      ]
    ]
  },
  "He began his scientific career with work on sudden color changes in fish, and disputed with the director of the Munich eye clinic over the ability of fish to see colors. In his best known work, published": {
    "guess": "Karl von Frisch",
    "confidence": [
      [
        "K",
        -0.7577984
      ],
      [
        "arl",
        -0.015532157
      ],
      [
        " von",
        -0.017329343
      ],
      [
        " Fr",
        -0.0008537048
      ],
      [
        "isch",
        -6.2729996e-06
      ]
    ]
  },
  "One of these begins with a circular motion and is named for Rayleigh, while the fastest type is a horizontal": {
    "guess": "Synchrotron radiation",
    "confidence": [
      [
        "Syn",
        -0.015599647
      ],
      [
        "ch",
        -9.388769e-05
      ],
      [
        "ro",
        -8.7212284e-05
      ],
      [
        "tron",
        -6.062987e-05
      ],
      [
        " radiation",
        -0.24626264
      ]
    ]
  },
  "It begins with the protagonist stuck dancing with little Otis Ormonde as her visit from Eau Claire seems destined to go badly. Martha Carey is stout and loud, while Roberta Dillon looks like a bean-pole, but according to the title figure's cousin they both have more personality. When this discussion at the Harvey residence is overheard, the heroine at first collapses, but then asks for help. Soon she's": {
    "guess": "Bernice Bobs Her Hair",
    "confidence": [
      [
        "Bern",
        -0.00963768
      ],
      [
        "ice",
        -9.805982e-05
      ],
      [
        " B",
        -0.00014215785
      ],
      [
        "obs",
        -3.202099e-05
      ],
      [
        " Her",
        -0.0002487039
      ],
      [
        " Hair",
        -3.368984e-05
      ]
    ]
  },
  "He began his political career as a member of the Anti-Masonic party, a group dedicated to the destruction": {
    "guess": "Anti-Masonic Party",
    "confidence": [
      [
        "Anti",
        -1.2975421
      ],
      [
        "-M",
        -0.00017791527
      ],
      [
        "asonic",
        -0.012940318
      ],
      [
        " Party",
        -0.004954678
      ]
    ]
  },
  "In the beginning of this novel the protagonist kills a rat with a skillet. After attacking a member of his gang to avoid having to rob a white man's store, he takes a job as a chauffeur for his landlord's family. While driving the landlord's daughter and her communist boyfriend, all three get drunk. The protagonist is forced to help the landlord's daughter, Mary, reach her room and accidentally smothers her while trying to keep her from revealing his presence to her blind mother. His girlfriend Bessie, whom he later kills, encourages him in his plan to frame Mary's boyfriend, Jan. FTP, name this": {
    "guess": "Native Son",
    "confidence": [
      [
        "Native",
        -0.04707516
      ],
      [
        " Son",
        -1.2352386e-05
      ]
    ]
  },
  "In the beginning of this work, its protagonist is refused food and drink Tapwell's alehouse due to his reputation for excessive spending, but his chance meeting with a young page leads him to being received in that page's stepmother's home. While there, he meets Marrall and Lord Lovell, the latter of which is a suitor for the daughter of his uncle. That daughter, Margaret, actually loves Allworth, and a letter sent from the protagonist's uncle allows them to get married by the play's end. Lady Allworth provides the title means to Frank Wellborn, who is able to become respectable once again, particularly after it is revealed that his lands were unjustly taken away by his uncle, Giles Overreach. FTP, identify this play, a comedy of manners, written by Philip Massinger.": {
    "guess": "A New Way to Pay Old Debts",
    "confidence": [
      [
        "A",
        -0.00786509
      ],
      [
        " New",
        -0.0003006657
      ],
      [
        " Way",
        -0.00013703208
      ],
      [
        " to",
        -0.003268857
      ],
      [
        " Pay",
        -0.0008415496
      ],
      [
        " Old",
        -0.00012094693
      ],
      [
        " Deb",
        -0.00013250235
      ],
      [
        "ts",
        -1.5451682e-05
      ]
    ]
  },
  "It began with an army officer questioning of the competence of Judge- Advocate Richard Atkins to try a free settler for failing to provision the governor's ship, the Parramatta. Major George Johnston ordered Atkins to free the settler, John Macarthur. Johnston then went forth with the soldiers under": {
    "guess": "Rum Rebellion",
    "confidence": [
      [
        "R",
        -0.08929254
      ],
      [
        "um",
        -0.00010974178
      ],
      [
        " Rebellion",
        -9.126521e-05
      ]
    ]
  },
  "It began with the capture of Hangzhou, and ended with the rebellion of Zhu Yuanzhang.  During it, a second capital at Khanbalik was established and the project of extending the Great Canal connecting the Yangtze and the Yellow Rivers to that capital was begun.  Its first capital had been at Karakorum and this dynasty's name was taken when it's rulers looked outside their own language, taking the Chinese name for \"first.\"  Succeeding the Sung Dynasty and lasting from 1279 to 1368, FTP, identify this": {
    "guess": "Yuan dynasty",
    "confidence": [
      [
        "Y",
        -0.026751542
      ],
      [
        "uan",
        -0.00016206119
      ],
      [
        " dynasty",
        -0.1414147
      ]
    ]
  },
  "At the very beginning of this leader's rule, he created a program to provide free milk for children in schools and shanty towns. In order to construct a distributed decision support system, this leader undertook Project Cybersyn, which utilized a national network of telex machines. U.S. officials supported": {
    "guess": "Salvador Allende",
    "confidence": [
      [
        "Sal",
        -0.01302928
      ],
      [
        "v",
        -7.465036e-06
      ],
      [
        "ador",
        -5.3596854e-05
      ],
      [
        " All",
        -0.0001657565
      ],
      [
        "ende",
        -1.0683535e-05
      ]
    ]
  },
  "In the beginning of this novel the protagonist kills a rat with a skillet. After attacking a member of": {
    "guess": "Native Son",
    "confidence": [
      [
        "Native",
        -0.10237675
      ],
      [
        " Son",
        -8.76891e-05
      ]
    ]
  },
  "The beginning of this period is marked by the appearance of Treptichnus pedum trace fossils, and the Hawke Bay event signaled an abrupt drop in global sea level in the middle of this period. The Phanerozoic eon began in this pe- riod, whose rocks were first classified by Adam Sedgwick. This period is known for its rich abundance of lagerstatten, with brachiopods as the second most prevalent fossil": {
    "guess": "Cambrian",
    "confidence": [
      [
        "Camb",
        -0.012614319
      ],
      [
        "rian",
        -0.00021140782
      ]
    ]
  },
  "The beginning of this play follows Caius Marcius through phases of his career. In peacetime, he is depicted as an arrogant nobleman, later on he is seen as a valiant warrior against Rome's enemies, finally he is seen as a worthy consul candidate. He refuses to flatter the Roman citizens, thus leading": {
    "guess": "Coriolanus (play)",
    "confidence": [
      [
        "Cor",
        -0.004926447
      ],
      [
        "iol",
        -0.0003036458
      ],
      [
        "anus",
        -0.00013619766
      ],
      [
        " (",
        -0.65449977
      ],
      [
        "play",
        -0.0016944614
      ],
      [
        ")",
        -2.8206474e-05
      ]
    ]
  },
  "Beginning in 1946, this play followed the commercial failure of the author's pervious work, The Man Who Had All the Luck. Ann Dever was previously involved with Larry Keller who died during World War II, though his mother Kate refuses to believe it. Larry's brother Chris wishes to marry Ann, whose father is in jail for a crime he did not commit. That crime, supplying faulty parts to the military was actually committed by Joe Keller in this 1947 Arthur Miller play.": {
    "guess": "All My Sons",
    "confidence": [
      [
        "All",
        -0.006238168
      ],
      [
        " My",
        -0.0008895447
      ],
      [
        " Sons",
        -9.376849e-05
      ]
    ]
  },
  "It begins with a note written \"To the Public\" after the author's \"three years slumber on the banks of the Ocean\" which proclaims that \"Poetry Fetter'd, Fetters the Human Race!\" In Plate 99 at the end of Chapter 4, it is stated that \"All Human Forms\" are identified and the \"Name of the Emanations\" is revealed. FTP, identify this poem, subtitled \"The Emanation of the Giant Albion,\" which was written": {
    "guess": "Jerusalem The Emanation of the Giant Albion",
    "confidence": [
      [
        "Jer",
        -0.40053615
      ],
      [
        "usalem",
        -0.000119754885
      ],
      [
        " The",
        -0.040919892
      ],
      [
        " E",
        -0.00045736716
      ],
      [
        "man",
        -3.2497806e-05
      ],
      [
        "ation",
        -0.00046689616
      ],
      [
        " of",
        -0.00014585316
      ],
      [
        " the",
        -0.0043335105
      ],
      [
        " Giant",
        -0.0008080828
      ],
      [
        " Alb",
        -1.0445127e-05
      ],
      [
        "ion",
        -0.00054266566
      ]
    ]
  },
  "It began as a \"modest farmhouse\" redesigned by Henry Holland in 1787.  Renovated repeatedly during the next decades, guests entered through the tent-shaped Octagon Room into the bamboo-decorated Long Gallery.  The Music Room designed by Frederick Crace was lit with nine lotus-shaped chandeliers, and Robert Jones decorated the Banqueting Room with hidden Masonic themes and Chinese tapestries.  However, the 'King's Kitchen\" may be the most imaginative room in John Nash's design.  For 10 points, name": {
    "guess": "Carlton House",
    "confidence": [
      [
        "Carl",
        -0.6885383
      ],
      [
        "ton",
        -0.00076638715
      ],
      [
        " House",
        -0.00013858173
      ]
    ]
  },
  "He began teaching psychiatry at the University of Heidelberg in 1916, three years after publishing his General Psychopathology. However, he switched to philosophy becoming chair of the department until": {
    "guess": "Karl Jaspers",
    "confidence": [
      [
        "K",
        -0.1552316
      ],
      [
        "arl",
        -0.0014956956
      ],
      [
        " J",
        -2.749125e-05
      ],
      [
        "aspers",
        -1.1994775e-05
      ]
    ]
  },
  "The beginning of this man's term saw the passage of the Badinter Act, which abolished the death penalty. Originally a supporter of Petain, this future interior minister of USDR broke with the Vichy government over Pierre Laval's decision to send French workers to Germany. He issued sweeping labor reforms that increased minimum wage by 10% and instituted a shorter work week. A noted opponent of the Fifth Republic, this man ran as the Federation's candidate for President in 1962 against Charles de Gaulle. He had earlier irked De Gallue in   the Algiers Crisis and became embroiled in another controversy": {
    "guess": "Pierre Mendès France",
    "confidence": [
      [
        "P",
        -0.85129577
      ],
      [
        "ierre",
        -0.00011450992
      ],
      [
        " Mend",
        -0.4316562
      ],
      [
        "ès",
        -0.06249079
      ],
      [
        " France",
        -0.011497399
      ]
    ]
  },
  "This man began his political career in 1914 as a member of the Chamber of Deputies. In 1940 Otto Abetz used his influence the release of this man after this man was arrested. In 1941 Paul Collette unsuccessfully attempted to assassinate this man. This winner of 1931 Time's Man of the Year award was a namesake of a 1935 agreement with British Foreign Secretary Samuel Hoare that dealt with the transfer": {
    "guess": "Pierre Laval",
    "confidence": [
      [
        "P",
        -0.50642484
      ],
      [
        "ierre",
        -0.0048766197
      ],
      [
        " L",
        -0.0039734435
      ],
      [
        "aval",
        -4.3822154e-05
      ]
    ]
  },
  "At the beginning of this man's reign, he shared power with his very ill half- brother under the regency of his half-sister Sophia, who allowed decisions to be made by her lover Vasily Gallitzin. He later took complete control and, when Patriarch Adrian died, this leader did not replace him and eventually formed a Holy Synod which made the church a government department. He increased his territories": {
    "guess": "Peter the Great",
    "confidence": [
      [
        "Peter",
        -0.0023719624
      ],
      [
        " the",
        -0.00042316676
      ],
      [
        " Great",
        -4.370295e-05
      ]
    ]
  },
  "He began teaching psychiatry at the University of Heidelberg in 1916, three years after publishing his General Psychopathology. However, he switched to philosophy becoming chair of the department until 1937. He is the author of Psychology of World Views, which attempts to catalog various possible attitudes toward life, and is famous for his term \"the encompassing\" which refers to the ultimate limits": {
    "guess": "Karl Jaspers",
    "confidence": [
      [
        "K",
        -0.007948234
      ],
      [
        "arl",
        -0.0004330533
      ],
      [
        " J",
        -0.00043138445
      ],
      [
        "aspers",
        -1.7239736e-05
      ]
    ]
  },
  "He began as an apprentice cameo cutter in New York City, but after taking night classes at Cooper Union": {
    "guess": "Cooper Union",
    "confidence": [
      [
        "Co",
        -0.034469508
      ],
      [
        "oper",
        -4.2630116e-05
      ],
      [
        " Union",
        -0.0006458374
      ]
    ]
  },
  "He began his writing career as a journalist for The Californian, and he soon became known for short stories such as \"M'Liss,\" \"Plain Language from Truthful James,\" \"Brown of Calaveras\" and \"The Idyl of Red Gulch.\" All of those were published in the periodical that he edited, the Overland Monthly. For": {
    "guess": "Bret Harte",
    "confidence": [
      [
        "B",
        -0.02774652
      ],
      [
        "ret",
        -4.0842064e-05
      ],
      [
        " H",
        -0.00020425562
      ],
      [
        "arte",
        -1.473646e-05
      ]
    ]
  },
  "Beginning at San Francisco's Blackhawk nightclub, their first album was the product of a collegiate tour and was entitled Jazz at Oberlin. Its leader was taught composition by Darius Milhaud, and this group recorded the first jazz instrumental to sell over a million copies, a song often performed in the manner of Haydn's Farewell Symphony and written by saxophonist Paul Desmond. For 10 points, name this jazz group which also included Eugene Wright and Joe Morello, known for playing in unusual time signatures and for such songs as \"Three to Get Ready,\" \"Blue Rondo a la Turk,\" and \"Take Five.\"": {
    "guess": "The Dave Brubeck Quartet",
    "confidence": [
      [
        "The",
        -0.4926546
      ],
      [
        " Dave",
        -0.010251318
      ],
      [
        " Br",
        -3.4121115e-06
      ],
      [
        "ube",
        -7.107425e-06
      ],
      [
        "ck",
        -2.6968896e-06
      ],
      [
        " Quart",
        -1.18755715e-05
      ],
      [
        "et",
        -1.3663626e-05
      ]
    ]
  },
  "At the beginning of this process, nine people are randomly chosen, including three scrutineers who poke pieces of paper with a needle. People over the age of eighty are not allowed to participate in this process. This process lasts between the extra omnes proclamation and the Habemus Papam. Before this process can occur, the Camerlengo must hit a corpse on the head with a silver hammer. The sede vacante results in one of these meetings, which is the subject of an Apostolic Constitution passed by": {
    "guess": "Papal conclave",
    "confidence": [
      [
        "P",
        -0.13746528
      ],
      [
        "ap",
        -0.00011820524
      ],
      [
        "al",
        -1.5213274e-05
      ],
      [
        " con",
        -0.03358934
      ],
      [
        "clave",
        -2.2961513e-05
      ]
    ]
  },
  "The beginning of this work has a team of soldiers attempt to retrieve a military satellite in Piedmont. However, the soldiers die as well as the nearby town. This mystery is resolved when the government": {
    "guess": "The Andromeda Strain",
    "confidence": [
      [
        "The",
        -0.00783954
      ],
      [
        " And",
        -0.00013822412
      ],
      [
        "rom",
        -3.2929079e-06
      ],
      [
        "eda",
        -2.2961513e-05
      ],
      [
        " Str",
        -0.000101159116
      ],
      [
        "ain",
        -1.9816675e-06
      ]
    ]
  },
  "He began growing his famous beard following the death of his wife Frances in a house fire that scarred his face. He later commemorated her in his sonnet \"The Cross of Snow.\" Although he created the first American translation of Dante's Inferno, it was his poetry that made him famous, ranging from the \"spreading chestnut tree\" under which \"the village smithy stands\" to \"ships that pass in the night.\" For 10 points, name this American poet whose Tales of a Wayside Inn includes the famous \"Paul Revere's": {
    "guess": "Henry Wadsworth Longfellow",
    "confidence": [
      [
        "Henry",
        -0.0015887736
      ],
      [
        " W",
        -0.0020467672
      ],
      [
        "ad",
        -0.0012002318
      ],
      [
        "sworth",
        -0.00016301482
      ],
      [
        " Long",
        -1.4259645e-05
      ],
      [
        "f",
        -0.00028088156
      ],
      [
        "ellow",
        -2.7610455e-05
      ]
    ]
  },
  "It only began once a Yale professor sneaked in through one of the building's windows as no one had a key to the building itself. It grew out of discussion regarding a recently passed New York Property Rights Act. James Gordon Bennett ridiculed it in the New York Herald after its second hearing, which took place in Rochester. The only measure not to be overwhelmingly approved addressed the right to": {
    "guess": "Women's suffrage in New York",
    "confidence": [
      [
        "Women",
        -1.5348108
      ],
      [
        "'s",
        -0.0017349174
      ],
      [
        " suff",
        -0.4414356
      ],
      [
        "rage",
        -0.00025573693
      ],
      [
        " in",
        -0.08150119
      ],
      [
        " New",
        -0.16545229
      ],
      [
        " York",
        -0.0010855669
      ]
    ]
  },
  "At the beginning of this play, one character is threatened with firing after she leaves her bonnet on a chair, and another character is delighted by slippers that are embroidered by his invalid Aunt Rina. In the third act, Thea is angry at the loss of a manuscript that she calls her \"child,\" and the": {
    "guess": "Hedda Gabler",
    "confidence": [
      [
        "H",
        -0.009070792
      ],
      [
        "ed",
        -6.659005e-05
      ],
      [
        "da",
        -1.247159e-05
      ],
      [
        " Gab",
        -8.077529e-05
      ],
      [
        "ler",
        -5.7961847e-06
      ]
    ]
  },
  "The beginning of this work pays homage to the Aeneid with the line \"They were men of no ordinary stature, equally at home in war and in dangers of every kind,\" introducing the main characters as bold and adventurous people. In the fifth canto of this work, the main characters say good-bye to the familiar constellations of the northern world and are introduced to the Southern Cross and St. Elmo's fire. This poem also pays homage to King Sebastian, and the title of this work refers to the sons of a companion of Bacchus, who was also the mythical first settler of a certain country. For 10 points, identify this poem by Luis Vaz de Camoens about the exploits of Vasco da Gama, the national epic of Portugal.": {
    "guess": "Os Lusíadas",
    "confidence": [
      [
        "Os",
        -0.03475923
      ],
      [
        " L",
        -9.209964e-05
      ],
      [
        "us",
        -0.00072899385
      ],
      [
        "í",
        -2.4584822e-06
      ],
      [
        "adas",
        -2.2603901e-05
      ]
    ]
  },
  "It begins in Scythia, in a locale characterized as \"the world's limit? an untrodden desolation.\"  The title character doesn't speak until after Kratus and Bia, or Might and Violence, have left, soon after": {
    "guess": "Prometheus Bound",
    "confidence": [
      [
        "Prom",
        -0.039916184
      ],
      [
        "etheus",
        -0.00018673266
      ],
      [
        " Bound",
        -0.4113871
      ]
    ]
  },
  "The beginning of this man's term saw the passage of the Badinter Act, which abolished the death penalty. Originally a supporter of Petain, this future interior minister of USDR broke with the Vichy government over Pierre Laval's decision to send French workers to Germany. He issued sweeping labor reforms that increased minimum wage by 10% and instituted a shorter work week. A noted opponent of the Fifth Republic, this man ran as the Federation's candidate for President in 1962 against Charles de Gaulle. He had earlier irked De Gallue in   the Algiers Crisis and became embroiled in another controversy when he ordered the sinking of the Rainbow Warrior. This leader issued the Deferre Act in his": {
    "guess": "François Mitterrand",
    "confidence": [
      [
        "Fran",
        -0.46567646
      ],
      [
        "çois",
        -0.010040562
      ],
      [
        " M",
        -0.001177728
      ],
      [
        "itter",
        -5.8365e-05
      ],
      [
        "rand",
        -0.00018649426
      ]
    ]
  },
  "This man began to collect portraits of famous people in 1845, eventually compiling them into his 1850 A Gallery of Illustrious Americans.  At the outbreak of the American Civil War, he embarked on a project": {
    "guess": "Mathew Brady",
    "confidence": [
      [
        "Math",
        -0.020062596
      ],
      [
        "ew",
        -3.1737043e-06
      ],
      [
        " Brady",
        -0.008413393
      ]
    ]
  },
  "This man began to collect portraits of famous people in 1845, eventually compiling them into his 1850 A Gallery of Illustrious Americans.  At the outbreak of the American Civil War, he embarked on a project that costed $100,000 and would eventually bankrupt him.  Among his hired staff were Alexander": {
    "guess": "Mathew Brady",
    "confidence": [
      [
        "Math",
        -0.02035069
      ],
      [
        "ew",
        -9.610702e-06
      ],
      [
        " Brady",
        -0.028854473
      ]
    ]
  },
  "This man began to collect portraits of famous people in 1845, eventually compiling them into his 1850 A Gallery of Illustrious Americans.  At the outbreak of the American Civil War, he embarked on a project that costed $100,000 and would eventually bankrupt him.  Among his hired staff were Alexander Gardner and Timothy H. O'Sullivan (*) and 20 others, each of whom were given a mobile darkroom, capturing": {
    "guess": "Mathew Brady",
    "confidence": [
      [
        "Math",
        -0.0027532843
      ],
      [
        "ew",
        -7.89631e-07
      ],
      [
        " Brady",
        -0.0044066207
      ]
    ]
  },
  "This man began to collect portraits of famous people in 1845, eventually compiling them into his 1850 A Gallery of Illustrious Americans.  At the outbreak of the American Civil War, he embarked on a project that costed $100,000 and would eventually bankrupt him.  Among his hired staff were Alexander Gardner and Timothy H. O'Sullivan (*) and 20 others, each of whom were given a mobile darkroom, capturing scenes of Civil War battlefields, including shots of Antietam which were exhibited in \"The Dead": {
    "guess": "Mathew Brady",
    "confidence": [
      [
        "Math",
        -0.007734396
      ],
      [
        "ew",
        -7.107425e-06
      ],
      [
        " Brady",
        -0.0030285714
      ]
    ]
  },
  "This man began to collect portraits of famous people in 1845, eventually compiling them into his 1850 A Gallery of Illustrious Americans.  At the outbreak of the American Civil War, he embarked on a project that costed $100,000 and would eventually bankrupt him.  Among his hired staff were Alexander Gardner and Timothy H. O'Sullivan (*) and 20 others, each of whom were given a mobile darkroom, capturing scenes of Civil War battlefields, including shots of Antietam which were exhibited in \"The Dead of Antietam\".  FTP -- Name this pioneering American photographer, who took the pictures of every president": {
    "guess": "Mathew Brady",
    "confidence": [
      [
        "Math",
        -0.026351273
      ],
      [
        "ew",
        -8.418666e-06
      ],
      [
        " Brady",
        -0.0031779523
      ]
    ]
  },
  "This man began to collect portraits of famous people in 1845, eventually compiling them into his 1850 A Gallery of Illustrious Americans.  At the outbreak of the American Civil War, he embarked on a project that costed $100,000 and would eventually bankrupt him.  Among his hired staff were Alexander Gardner and Timothy H. O'Sullivan (*) and 20 others, each of whom were given a mobile darkroom, capturing scenes of Civil War battlefields, including shots of Antietam which were exhibited in \"The Dead of Antietam\".  FTP -- Name this pioneering American photographer, who took the pictures of every president from John Quincy Adams to William McKinley.": {
    "guess": "Mathew Brady",
    "confidence": [
      [
        "Math",
        -0.03724612
      ],
      [
        "ew",
        -2.8160932e-06
      ],
      [
        " Brady",
        -0.003812188
      ]
    ]
  }
}