{
  "The most extensive extant text of this work was found at Ninevah in the library of Ashurbanipal. Much of the story of the titular character's battle with Humbaba is missing from surviving versions. During the course of his adventures, this leader of Uruk rejects the marriage proposal of the goddess of": {
    "guess": "Epic of Gilgamesh",
    "confidence": [
      [
        "E",
        -0.0028059408
      ],
      [
        "pic",
        -6.511407e-06
      ],
      [
        " of",
        -1.998142e-05
      ],
      [
        " Gil",
        -2.1008714e-06
      ],
      [
        "games",
        -2.1531068e-05
      ],
      [
        "h",
        -3.1281633e-07
      ]
    ]
  },
  "An extinct subspecies of this animal, idaltu, had a longer head than similar species, and idaltu's fossils were discovered alongside hippopotamus bones in Ethiopia.  The hippopotamus was slaughtered with stone tools, suggesting that idaltu was an immediate ancestor to this species and gave credence to the RAO model in hominid evolution.  The Omo remains, discovered by Richard Leakey, are considered the oldest remains for this species, while a more extensive discovery at Jebel Irhoud suggested that childhood lengthened upon the introduction of this species, giving more time for the brain to understand larger groups and rudimentary (*) language.  Homo heidelbergensis is considered the common ancestor of this species and the coexisting Neanderthals.  For 10 points, name this hominid whose early": {
    "guess": "Homo sapiens",
    "confidence": [
      [
        "H",
        -0.16793148
      ],
      [
        "omo",
        -1.9816675e-06
      ],
      [
        " sapi",
        -0.012098116
      ],
      [
        "ens",
        -0.0004620088
      ]
    ]
  },
  "An extinct subspecies of this animal, idaltu, had a longer head than similar species, and idaltu's fossils were discovered alongside hippopotamus bones in Ethiopia.  The hippopotamus was slaughtered with stone tools, suggesting that idaltu was an immediate ancestor to this species and gave credence to the RAO model in hominid evolution.  The Omo remains, discovered by Richard Leakey, are considered the oldest remains for this species, while a more extensive discovery at Jebel Irhoud suggested that childhood lengthened upon the introduction of this species, giving more time for the brain to understand": {
    "guess": "Homo sapiens",
    "confidence": [
      [
        "H",
        -0.07292717
      ],
      [
        "omo",
        -0.00012047011
      ],
      [
        " sapi",
        -0.034841437
      ],
      [
        "ens",
        -0.0012059462
      ]
    ]
  },
  "An extremely old member of this group is covered by an anthill and gains a youthful body when his nubile wife Sukanya refuses to be seduced by handsome twins. One of them fathers Shakuntala when the nymph Menaka seduces him at Indra's instigation. One of them offers advice to Prince Rama in a namesake \"Yoga\", while another is the husband of Maitreyi who debated Gargi at the congress of King Janaka.": {
    "guess": "Sages in the Hindu epics",
    "confidence": [
      [
        "S",
        -0.57189775
      ],
      [
        "ages",
        -1.091904
      ],
      [
        " in",
        -0.099525526
      ],
      [
        " the",
        -0.109652124
      ],
      [
        " Hindu",
        -0.92018104
      ],
      [
        " ep",
        -1.0308573
      ],
      [
        "ics",
        -4.8709502e-05
      ]
    ]
  },
  "Extras  A crowned figure and the lower half of a classical statue are separated by a large column in the background of one depiction of this that also includes a wailing, red-eyed child dressed in white to the left of the main action. Along with that work by Pietro da Cortona, one by Giordano shows grey-robed men looking sadly on at the struggles at the center of the painting. A sculpture of this event": {
    "guess": "Massacre of the Innocents",
    "confidence": [
      [
        "Mass",
        -0.22181232
      ],
      [
        "acre",
        -0.0016648273
      ],
      [
        " of",
        -0.00093825866
      ],
      [
        " the",
        -0.001612816
      ],
      [
        " Innoc",
        -0.0029428748
      ],
      [
        "ents",
        -0.0002632431
      ]
    ]
  },
  "He was an extra at a party in \"Less Than Zero\" and was a love interest named Chuck on \"Head of the Class.\" He's slated to appear in three title roles in upcoming films, playing Benjamin Button, Carl Schmidt": {
    "guess": "Brad Pitt",
    "confidence": [
      [
        "Brad",
        -0.7293064
      ],
      [
        " Pitt",
        -0.061191812
      ]
    ]
  },
  "The extreme nephrotoxicity of one of these drugs is mitigated somewhat by its two FDA-approved liposomal delivery systems. Tubulin is the target of a drug of this type named griseofulvin. One of these drugs uses a non-human cytosine deaminase enzyme to transform the inactive form, flucytosine, into the active 5-fluorouracil. Glucan synthesis is inhibited by a class of these drugs called echinocandins. Squalene epoxidase is targeted by some of these drugs, such as naftifine and butenafine. One class of these medications inhibits the enzyme lanosterol 14-alpha demethylase, preventing the production of (*) ergosterol. Multiple double bonds are present in the polyene class of these drugs, including amphotericin B, and other classes of them include imidazoles and triazoles. A drug of this type named clotrimazole is often topically applied to treat Candida albicans-caused vulvovaginitis. For 10 points, name this class of medications which can be used against oral thrush, athlete's foot, and other": {
    "guess": "Antifungal medication",
    "confidence": [
      [
        "Ant",
        -0.0027383047
      ],
      [
        "if",
        -0.0007208917
      ],
      [
        "ungal",
        -0.047010325
      ],
      [
        " medication",
        -0.05156379
      ]
    ]
  },
  "Extensions of this concept include one named after Hall and Pearce, and a phenomenon known as latent inhibition. This phenomenon is highly context-dependent, and given a large enough amount of time, reinstatement": {
    "guess": "Classical conditioning",
    "confidence": [
      [
        "Class",
        -0.41055053
      ],
      [
        "ical",
        -3.4762674e-05
      ],
      [
        " conditioning",
        -0.0015871046
      ]
    ]
  },
  "One extension to this idea involves using axiom S5 to show that necessity exists when there is a possibility in one of many possible worlds. That extension to this idea, builds upon Norman Malcolm's version of it and defines a quantity called maximum excellence. The first published refutation of it was presented in the text In Defense of the Fool and discusses the absurdity of a lost island. Immanuel": {
    "guess": "Ontological argument",
    "confidence": [
      [
        "Ont",
        -0.72200245
      ],
      [
        "ological",
        -0.0006814572
      ],
      [
        " argument",
        -0.036038056
      ]
    ]
  },
  "Externally, this structure contains an irregular ridge known as the raphe, and its appearance is primarily determined by the actions of the dartos and cremaster muscles.  The gubernaculum attaches the developmental predecessor of this structure to nearby organs; the failure of those organs to traverse the inguinal canals and reside in this structure is known as cryptorchidism.  When the dartos and cremaster muscles contract, this structure becomes smaller and more wrinkled to ensure the correct temperature for gamete formation.  For 10 points, identify this supporting structure of the male reproductive": {
    "guess": "Scrotum",
    "confidence": [
      [
        "Sc",
        -0.027560294
      ],
      [
        "rot",
        -9.0883464e-07
      ],
      [
        "um",
        -6.897413e-05
      ]
    ]
  },
  "Because of its extreme nepotism, a rightist political party in this country was derisively nicknamed the \"Uncle Nephew Party.\" The recommendations of the Soulbury Commission formed the basis of this country's constitution, which was further amended by the lawyer Colvin R. de Silva. The first post-independence leader of this country undertook a massive hydroelectric power development scheme on the Gal Oya preserve. A pogrom on Black (*) July led to a full-scale outbreak of civil war in this country. The JVP communist party in this country launched a daring 1989 raid on a temple housing a tooth relic. After a disgruntled monk fired at a revolver at this country's prime minister S.W.R.D. Bandaranaike, his widow Sirimavo became the world's first female head of government. A terrorist organization known for its signature use of female suicide bombers was founded in this country by Velupillai Prabhakaran.": {
    "guess": "Sri Lanka",
    "confidence": [
      [
        "S",
        -0.0049775746
      ],
      [
        "ri",
        -2.4584822e-06
      ],
      [
        " Lanka",
        -0.0011927293
      ]
    ]
  },
  "Extremely blocky, steep-sided types of these landforms occur when they form under glaciers, and are known": {
    "guess": "Talus Landform",
    "confidence": [
      [
        "T",
        -0.6175065
      ],
      [
        "alus",
        -0.09271419
      ],
      [
        " Land",
        -1.2405368
      ],
      [
        "form",
        -0.044815663
      ]
    ]
  },
  "Extensions of this concept include one named after Hall and Pearce, and a phenomenon known as latent inhibition. This phenomenon is highly context-dependent, and given a large enough amount of time, reinstatement can spontaneously occur after extinction. Its main premise is that given enough trials, an unconditioned response can be elicited through both an unconditioned and conditioned stimulus. For": {
    "guess": "Classical conditioning",
    "confidence": [
      [
        "Class",
        -0.23880313
      ],
      [
        "ical",
        -9.1622824e-05
      ],
      [
        " conditioning",
        -0.0054551437
      ]
    ]
  },
  "Exterior features within these entities are described by Allen's, Bergmann's, and Gloger's rules. \"Ring\" ones form a genetic difference gradient, which often wraps in a ring around some geographical feature, such as with gulls in the Arctic. One theory about them involves the use of cladograms to determine evolutionary relationships, the phylogenetic concept, while another theory uses Ernst Mayr's definition, the ability and propensity for organisms to produce fertile offspring, the biological concept. FTP, name this unit of taxonomic classification which can be created allopatrically or sympatrically.          |": {
    "guess": "Species",
    "confidence": [
      [
        "Species",
        -0.0019695542
      ]
    ]
  },
  "The extreme nephrotoxicity of one of these drugs is mitigated somewhat by its two FDA-approved liposomal delivery systems. Tubulin is the target of a drug of this type named griseofulvin. One of these drugs uses a non-human cytosine deaminase enzyme to transform the inactive form, flucytosine, into the": {
    "guess": "Antifungals",
    "confidence": [
      [
        "Ant",
        -0.03384831
      ],
      [
        "if",
        -0.1704266
      ],
      [
        "ung",
        -0.15877852
      ],
      [
        "als",
        -0.00022153647
      ]
    ]
  },
  "Extras  A crowned figure and the lower half of a classical statue are separated by a large column in the background of one depiction of this that also includes a wailing, red-eyed child dressed in white to the left of the main action. Along with that work by Pietro da Cortona, one by Giordano shows grey-robed men looking sadly on at the struggles at the center of the painting. A sculpture of this event was originally situated in the Loggia di Lanzi and depicts an upward spiral of three figures, created": {
    "guess": "Massacre of the Innocents",
    "confidence": [
      [
        "Mass",
        -1.0226132
      ],
      [
        "acre",
        -0.0048096036
      ],
      [
        " of",
        -0.0022962056
      ],
      [
        " the",
        -0.0013438044
      ],
      [
        " Innoc",
        -0.015963163
      ],
      [
        "ents",
        -0.00040815072
      ]
    ]
  },
  "He is extensively worshipped in the Deccan and depicted in Saivite (SHAY- vite) shrines. One story describing his origin states that he was created out of clay by Parvathi to stand guard over her modesty while she bathed. In his role as the Lord of Hosts, he wrote down Vyasa's dictatation of the Mahabharatha, is often depicted riding a mouse, and is worshipped as the god of obstacles. For ten points, name this Indian deity, whom Homer Simpson wearing an elephant mask could not imitate, for the god is graceful while Homer is not.": {
    "guess": "Ganesha",
    "confidence": [
      [
        "G",
        -0.0008672757
      ],
      [
        "anes",
        -0.016598586
      ],
      [
        "ha",
        -1.6882126e-05
      ]
    ]
  },
  "An extinct subspecies of this animal, idaltu, had a longer head than similar species, and idaltu's fossils were discovered alongside hippopotamus bones in Ethiopia.  The hippopotamus was slaughtered with": {
    "guess": "Homo sapiens idaltu",
    "confidence": [
      [
        "H",
        -0.13071251
      ],
      [
        "omo",
        -0.21267582
      ],
      [
        " sapi",
        -0.03434489
      ],
      [
        "ens",
        -0.00023786737
      ],
      [
        " id",
        -0.0013428509
      ],
      [
        "alt",
        -0.00034142236
      ],
      [
        "u",
        -2.8444882e-05
      ]
    ]
  },
  "An \"extra long\" edit is rumored to exist, possibly playing for as long as 10 minutes, and the most famous edit, a single from 1967, is missing both the so-called \"Cantina scene\" and \"Bicycle Rider\" segments.* The version appearing on the 1992 Good Vibrations boxed set featured the \"Cantina scene\" as": {
    "guess": "Good Vibrations",
    "confidence": [
      [
        "Good",
        -0.33395493
      ],
      [
        " Vibr",
        -0.0023485303
      ],
      [
        "ations",
        -9.74638e-05
      ]
    ]
  },
  "The extreme nephrotoxicity of one of these drugs is mitigated somewhat by its two FDA-approved liposomal delivery systems. Tubulin is the target of a drug of this type named griseofulvin. One of these drugs uses a non-human cytosine deaminase enzyme to transform the inactive form, flucytosine, into the active 5-fluorouracil. Glucan synthesis is inhibited by a class of these drugs called echinocandins. Squalene epoxidase is targeted by some of these drugs, such as naftifine and butenafine. One class": {
    "guess": "Antifungal medication",
    "confidence": [
      [
        "Ant",
        -0.009894439
      ],
      [
        "if",
        -0.0011672453
      ],
      [
        "ungal",
        -0.038846783
      ],
      [
        " medication",
        -0.078015566
      ]
    ]
  },
  "Externally, this structure contains an irregular ridge known as the raphe, and its appearance is primarily determined by the actions of the dartos and cremaster muscles.  The gubernaculum attaches the": {
    "guess": "Scrotum",
    "confidence": [
      [
        "Sc",
        -0.010336272
      ],
      [
        "rot",
        -7.89631e-07
      ],
      [
        "um",
        -0.00028457688
      ]
    ]
  },
  "One extension to this idea involves using axiom S5 to show that necessity exists when there is a possibility in one of many possible worlds. That extension to this idea, builds upon Norman Malcolm's version of it and defines a quantity called maximum excellence. The first published refutation of it was presented in the text In Defense of the Fool and discusses the absurdity of a lost island. Immanuel Kant pointed out its flaw in assuming perfection is predicated by existence. Statements that express beliefs, or modalities, were used by Plantinga to update this idea. It relies on the premise that a being existing within the mind is inferior to a being existing both in the mind and in reality. Introduced in the Proslogion, for 10 points, name this proof of God's existence presented by Anselm": {
    "guess": "Ontological argument",
    "confidence": [
      [
        "Ont",
        -0.07003469
      ],
      [
        "ological",
        -4.5491004e-05
      ],
      [
        " argument",
        -0.40033153
      ]
    ]
  },
  "Exterior features within these entities are described by Allen's, Bergmann's, and Gloger's rules. \"Ring\" ones form a genetic difference gradient, which often wraps in a ring around some geographical feature,": {
    "guess": "Ring species",
    "confidence": [
      [
        "Ring",
        -0.29675284
      ],
      [
        " species",
        -0.02174839
      ]
    ]
  },
  "This man extended the Langevin-Nyquist formalism for fluctuations by a method called the  regression hypothesis. He also modified the Debye-Huckel theory of (*) electrolytic dissociation to account for Brownian motion. His namesake reciprocity relations are solutions for a square lattice of spins.  For 10 points— name this 1968 Nobel Laureate in Chemistry for his exact solution to the two-dimensional Ising model.": {
    "guess": "Lars Onsager",
    "confidence": [
      [
        "L",
        -0.016281394
      ],
      [
        "ars",
        -3.070975e-05
      ],
      [
        " On",
        -0.00015705463
      ],
      [
        "s",
        -3.392825e-05
      ],
      [
        "ager",
        -9.150362e-05
      ]
    ]
  },
  "An extremely old member of this group is covered by an anthill and gains a youthful body when his nubile wife Sukanya refuses to be seduced by handsome twins. One of them fathers Shakuntala when the nymph Menaka seduces him at Indra's instigation. One of them offers advice to Prince Rama in a namesake \"Yoga\", while another is the husband of Maitreyi who debated Gargi at the congress of King Janaka. An individual's gotra codifies descent from the original group of these people, who are sometimes called \"the Bears\" to reflect their association with the stars of Ursa Major. Visvamitra, Vasishta, Kasyapa,": {
    "guess": "Sapta Rishis",
    "confidence": [
      [
        "S",
        -0.44786593
      ],
      [
        "ap",
        -0.58614403
      ],
      [
        "ta",
        -0.027938966
      ],
      [
        " R",
        -0.012952445
      ],
      [
        "ish",
        -0.28092444
      ],
      [
        "is",
        -7.982166e-05
      ]
    ]
  },
  "Because of its extreme nepotism, a rightist political party in this country was derisively nicknamed the \"Uncle Nephew Party.\" The recommendations of the Soulbury Commission formed the basis of this country's constitution, which was further amended by the lawyer Colvin R. de Silva. The first post-independence leader of this country undertook a massive hydroelectric power development scheme on the Gal Oya preserve. A pogrom on Black (*) July led to a full-scale outbreak of civil war in this country.": {
    "guess": "Sri Lanka",
    "confidence": [
      [
        "S",
        -0.020846069
      ],
      [
        "ri",
        -5.3193703e-06
      ],
      [
        " Lanka",
        -0.0007638839
      ]
    ]
  },
  "He is extensively worshipped in the Deccan and depicted in Saivite (SHAY- vite) shrines. One story describing": {
    "guess": "Ganesha",
    "confidence": [
      [
        "G",
        -0.84259427
      ],
      [
        "anes",
        -0.0051522814
      ],
      [
        "ha",
        -5.7530575e-05
      ]
    ]
  },
  "An extension of LeChatelier's principle into electromagnetic  theory, this law was deduced in 1834 by the Estonian physicist  for whom it is named. It states that an electric current induced  by a change in the magnetic field always flows in the direction  that will produce a field to oppose the change that produced the  current. FTP, name this law which will indicate the direction of  the current": {
    "guess": "Lenz's law",
    "confidence": [
      [
        "Len",
        -0.038806874
      ],
      [
        "z",
        -9.281486e-05
      ],
      [
        "'s",
        -0.0002540681
      ],
      [
        " law",
        -0.018211637
      ]
    ]
  },
  "An extinct subspecies of this animal, idaltu, had a longer head than similar species, and idaltu's fossils were discovered alongside hippopotamus bones in Ethiopia.  The hippopotamus was slaughtered with stone tools, suggesting that idaltu was an immediate ancestor to this species and gave credence to the RAO model in hominid evolution.  The Omo remains, discovered by Richard Leakey, are considered the oldest remains for this species, while a more extensive discovery at Jebel Irhoud suggested that": {
    "guess": "Homo sapiens",
    "confidence": [
      [
        "H",
        -0.13929671
      ],
      [
        "omo",
        -0.00044580444
      ],
      [
        " sapi",
        -0.031394493
      ],
      [
        "ens",
        -0.0021733395
      ]
    ]
  },
  "He was an extra at a party in \"Less Than Zero\" and was a love interest named Chuck on \"Head of the Class.\" He's slated to appear in three title roles in upcoming films, playing Benjamin Button, Carl Schmidt and Jesse James. His most recent TV work was lending his voice to Boomhauer's brother Patch on \"King of the Hill.\" On the big screen he has played detectives, including one named David Mills who": {
    "guess": "James Spader",
    "confidence": [
      [
        "James",
        -0.8432242
      ],
      [
        " Sp",
        -0.37170616
      ],
      [
        "ader",
        -9.066919e-05
      ]
    ]
  },
  "Because of its extreme nepotism, a rightist political party in this country was derisively nicknamed the \"Uncle Nephew Party.\" The recommendations of the Soulbury Commission formed the basis of this country's constitution, which was further amended by the lawyer Colvin R. de Silva. The first post-independence leader of this country undertook a massive hydroelectric power development scheme on the Gal Oya preserve. A pogrom on Black (*) July led to a full-scale outbreak of civil war in this country. The JVP communist party in this country launched a daring 1989 raid on a temple housing a tooth relic. After a disgruntled monk fired at a revolver at this country's prime minister S.W.R.D. Bandaranaike, his widow Sirimavo became the world's first female head of government. A terrorist organization": {
    "guess": "Sri Lanka",
    "confidence": [
      [
        "S",
        -0.01684653
      ],
      [
        "ri",
        -3.5313153e-06
      ],
      [
        " Lanka",
        -0.00056089653
      ]
    ]
  },
  "The extrasolar planet HAT-P-7 was shown to either be polar or have this property. Along with the angle of entry, this property of meteor showers like the Perseids explains their high entry speed. Damocles and a few related high-eccentricity asteroids have this property, making some believe that Damocles is an inactive comet. This property is used as evidence for the captured nature of a satellite. A planet is observed to be undergoing this from Earth when that planet is near opposition. This property is indicated by having an axial inclination greater than 90 degrees. Venus and Uranus have the": {
    "guess": "Retrograde motion",
    "confidence": [
      [
        "R",
        -7.505351e-05
      ],
      [
        "etro",
        -0.00010139752
      ],
      [
        "grade",
        -0.001956706
      ],
      [
        " motion",
        -0.70574194
      ]
    ]
  },
  "On the extreme left, Mercury pokes his caduceus up among storm clouds. Cupid shoots at the Graces to": {
    "guess": "Sandro Botticelli",
    "confidence": [
      [
        "S",
        -0.350414
      ],
      [
        "andro",
        -2.7968066e-05
      ],
      [
        " Bott",
        -0.0002009179
      ],
      [
        "ic",
        -3.9411618e-05
      ],
      [
        "elli",
        -0.00010843054
      ]
    ]
  },
  "The extrasolar planet HAT-P-7 was shown to either be polar or have this property. Along with the angle of entry, this property of meteor showers like the Perseids explains their high entry speed. Damocles and a few related high-eccentricity asteroids have this property, making some believe that Damocles": {
    "guess": "Orbital eccentricity",
    "confidence": [
      [
        "Or",
        -0.8683519
      ],
      [
        "b",
        -0.17286982
      ],
      [
        "ital",
        -0.00022856948
      ],
      [
        " eccentric",
        -1.3476304
      ],
      [
        "ity",
        -0.0014745104
      ]
    ]
  },
  "This man extended the Langevin-Nyquist formalism for fluctuations by a method called the  regression hypothesis. He also modified the Debye-Huckel theory of (*) electrolytic dissociation to account for": {
    "guess": "Lars Onsager",
    "confidence": [
      [
        "L",
        -0.6870541
      ],
      [
        "ars",
        -0.08223448
      ],
      [
        " On",
        -0.0001246349
      ],
      [
        "s",
        -1.7954959e-05
      ],
      [
        "ager",
        -9.376849e-05
      ]
    ]
  },
  "The extended version has three groups of combinations: One for numbers and punctuation marks, one for": {
    "guess": "Password policy",
    "confidence": [
      [
        "Password",
        -1.6503714
      ],
      [
        " policy",
        -0.32730138
      ]
    ]
  },
  "An extremely old member of this group is covered by an anthill and gains a youthful body when his nubile wife Sukanya refuses to be seduced by handsome twins. One of them fathers Shakuntala when the nymph Menaka seduces him at Indra's instigation. One of them offers advice to Prince Rama in a namesake \"Yoga\", while another is the husband of Maitreyi who debated Gargi at the congress of King Janaka. An individual's gotra codifies descent from the original group of these people, who are sometimes called \"the Bears\" to reflect their association with the stars of Ursa Major. Visvamitra, Vasishta, Kasyapa, and Gautama are usually named among that first group of seven responsible for writing hymns to the gods. For 10 points, name this group of sages who authored the Vedas.": {
    "guess": "Sapta Rishi",
    "confidence": [
      [
        "S",
        -0.21900775
      ],
      [
        "ap",
        -0.56585985
      ],
      [
        "ta",
        -0.0032246527
      ],
      [
        " R",
        -0.00328086
      ],
      [
        "ishi",
        -0.42837155
      ]
    ]
  },
  "The extinction event preceding this period saw the dying off of the conodonts. The Morrison Formation is from this period. This period is named for a mountain range north of the Alps in Switzerland and": {
    "guess": "Triassic",
    "confidence": [
      [
        "Tri",
        -0.6808003
      ],
      [
        "assic",
        -6.778209e-05
      ]
    ]
  },
  "Extras  One legend states that, on this holiday, one could throw a ninth of an apple over one's shoulder to obtain the answer to a question. Celebrants of this holiday put extra chairs around their tables": {
    "guess": "Thanksgiving",
    "confidence": [
      [
        "Thank",
        -0.6964773
      ],
      [
        "sgiving",
        -0.00018852073
      ]
    ]
  },
  "Extras  One legend states that, on this holiday, one could throw a ninth of an apple over one's shoulder": {
    "guess": "Halloween traditions",
    "confidence": [
      [
        "H",
        -0.4969363
      ],
      [
        "alloween",
        -0.0032636304
      ],
      [
        " traditions",
        -0.73076725
      ]
    ]
  },
  "An extension of this statement was refined by Wilfried Sieg to include only boundedness, locality, and determinancy, and Steven Wolfram expanded it to systems in the natural world. Tibor Rado introduced a function for which it doesn't apply known as the busy beaver, and it could be challenged by the existence of an oracle. One version of it grew out of Hilbert's decision problem, while another formulation": {
    "guess": "Church-Turing thesis",
    "confidence": [
      [
        "Church",
        -0.6248086
      ],
      [
        "-T",
        -0.09333691
      ],
      [
        "uring",
        -0.000115701965
      ],
      [
        " thesis",
        -0.1039767
      ]
    ]
  },
  "One extension to this idea involves using axiom S5 to show that necessity exists when there is a possibility in one of many possible worlds. That extension to this idea, builds upon Norman Malcolm's version of it and defines a quantity called maximum excellence. The first published refutation of it was presented in the text In Defense of the Fool and discusses the absurdity of a lost island. Immanuel Kant pointed out its flaw in assuming perfection is predicated by existence. Statements that express beliefs, or modalities, were used by Plantinga to update this idea. It relies on the premise that a being existing within the mind is inferior to a being existing both in the mind and in reality.": {
    "guess": "Ontological argument",
    "confidence": [
      [
        "Ont",
        -0.40724176
      ],
      [
        "ological",
        -6.420598e-05
      ],
      [
        " argument",
        -0.005798198
      ]
    ]
  },
  "An extraordinarily active filamentary source of these items was discovered by Giovanni Schiaparelli, who called their origin 1862 III. Recorded for millennia, these objects were sometimes called St. Lawrence's tears. Becoming prominent when the earth intersects the orbit of Swift-Tuttle, these objects are easily visible throughout the Northern Hemisphere and climaxed on July 11th this year. FTP, name this meteor shower named for the constellation in which they appear, a depiction of an ancient Greek": {
    "guess": "Perseid meteor shower",
    "confidence": [
      [
        "Per",
        -0.046684083
      ],
      [
        "se",
        -3.035214e-05
      ],
      [
        "id",
        -0.31479636
      ],
      [
        " meteor",
        -0.039202306
      ],
      [
        " shower",
        -0.0021157623
      ]
    ]
  },
  "The extrasolar planet HAT-P-7 was shown to either be polar or have this property. Along with the angle": {
    "guess": "Axial tilt",
    "confidence": [
      [
        "Ax",
        -0.635483
      ],
      [
        "ial",
        -0.00024453178
      ],
      [
        " tilt",
        -0.22755845
      ]
    ]
  },
  "Externally, this structure contains an irregular ridge known as the raphe, and its appearance is primarily determined by the actions of the dartos and cremaster muscles.  The gubernaculum attaches the developmental predecessor of this structure to nearby organs; the failure of those organs to traverse the inguinal canals and reside in this structure is known as cryptorchidism.  When the dartos and cremaster muscles contract, this structure becomes smaller and more wrinkled to ensure the correct temperature": {
    "guess": "Scrotum",
    "confidence": [
      [
        "Sc",
        -0.006220636
      ],
      [
        "rot",
        -5.5122365e-07
      ],
      [
        "um",
        -5.7888185e-05
      ]
    ]
  },
  "The most extensive extant text of this work was found at Ninevah in the library of Ashurbanipal. Much of the story of the titular character's battle with Humbaba is missing from surviving versions. During the course of his adventures, this leader of Uruk rejects the marriage proposal of the goddess of love, slays a bull, finds Utnapishtim, and sees a snake steal the plant that would restore his youth. For ten points, name this Babylonian epic, which gets its name from a friend of Enkidu and the beloved": {
    "guess": "Epic of Gilgamesh",
    "confidence": [
      [
        "E",
        -0.002370178
      ],
      [
        "pic",
        -3.5313153e-06
      ],
      [
        " of",
        -6.551722e-05
      ],
      [
        " Gil",
        -2.0339032e-05
      ],
      [
        "games",
        -8.292095e-05
      ],
      [
        "h",
        -5.5122365e-07
      ]
    ]
  },
  "Extremely blocky, steep-sided types of these landforms occur when they form under glaciers, and are known as tuyas. Their activities can form cryptodomes, which, when moved from their original location, are known as coulees. Their actions are sometimes described as phreatic or (*) plinian depending on whether they create large amounts of steam. They can create flows of pahoehoe or aa, and they come": {
    "guess": "Volcano",
    "confidence": [
      [
        "Vol",
        -0.005028456
      ],
      [
        "cano",
        -0.019305069
      ]
    ]
  },
  "An extension of this statement was refined by Wilfried Sieg to include only boundedness, locality, and determinancy, and Steven Wolfram expanded it to systems in the natural world. Tibor Rado introduced": {
    "guess": "Cellular automaton",
    "confidence": [
      [
        "Cell",
        -1.5773808
      ],
      [
        "ular",
        -3.368984e-05
      ],
      [
        " autom",
        -0.016306845
      ],
      [
        "aton",
        -0.049130812
      ]
    ]
  },
  "The extreme nephrotoxicity of one of these drugs is mitigated somewhat by its two FDA-approved liposomal delivery systems. Tubulin is the target of a drug of this type named griseofulvin. One of these drugs uses a non-human cytosine deaminase enzyme to transform the inactive form, flucytosine, into the active 5-fluorouracil. Glucan synthesis is inhibited by a class of these drugs called echinocandins. Squalene epoxidase is targeted by some of these drugs, such as naftifine and butenafine. One class of these medications inhibits the enzyme lanosterol 14-alpha demethylase, preventing the production of (*) ergosterol. Multiple double bonds are present in the polyene class of these drugs, including amphotericin B, and other classes of them include imidazoles and triazoles. A drug of this type named clotrimazole is often topically applied to treat Candida albicans-caused vulvovaginitis. For 10 points, name this class of medications which can be used against oral thrush, athlete's foot, and other diseases caused by a non-bacterial kingdom of organisms.": {
    "guess": "Antifungal medication",
    "confidence": [
      [
        "Ant",
        -0.00064976746
      ],
      [
        "if",
        -0.00026860725
      ],
      [
        "ungal",
        -0.036656283
      ],
      [
        " medication",
        -0.10592636
      ]
    ]
  },
  "Extensions of this concept include one named after Hall and Pearce, and a phenomenon known as latent": {
    "guess": "Classical conditioning",
    "confidence": [
      [
        "Class",
        -0.7172165
      ],
      [
        "ical",
        -0.00033820388
      ],
      [
        " conditioning",
        -0.023978643
      ]
    ]
  },
  "He is extensively worshipped in the Deccan and depicted in Saivite (SHAY- vite) shrines. One story describing his origin states that he was created out of clay by Parvathi to stand guard over her modesty while she bathed. In his role as the Lord of Hosts, he wrote down Vyasa's dictatation of the Mahabharatha, is often depicted riding a mouse, and is worshipped as the god of obstacles. For ten points, name this Indian deity, whom Homer Simpson wearing an elephant mask could not imitate, for the god": {
    "guess": "Ganesha",
    "confidence": [
      [
        "G",
        -0.0029081812
      ],
      [
        "anes",
        -0.018607216
      ],
      [
        "ha",
        -1.4021238e-05
      ]
    ]
  },
  "Most extant knowledge of this empire comes from the \"Book of Highways and Empires\" written by Al-Bakri.": {
    "guess": "Ghana Empire",
    "confidence": [
      [
        "G",
        -0.0117656905
      ],
      [
        "hana",
        -2.1008714e-06
      ],
      [
        " Empire",
        -0.00014299227
      ]
    ]
  },
  "An extinct subspecies of this animal, idaltu, had a longer head than similar species, and idaltu's fossils were discovered alongside hippopotamus bones in Ethiopia.  The hippopotamus was slaughtered with stone tools, suggesting that idaltu was an immediate ancestor to this species and gave credence to": {
    "guess": "Homo sapiens",
    "confidence": [
      [
        "H",
        -0.26632786
      ],
      [
        "omo",
        -0.0020736484
      ],
      [
        " sapi",
        -0.052196376
      ],
      [
        "ens",
        -0.0006758584
      ]
    ]
  },
  "The extinction event preceding this period saw the dying off of the conodonts. The Morrison Formation is from this period. This period is named for a mountain range north of the Alps in Switzerland and France. The Solnhofen limestone contains fossils from this period, including Archaeopteryx. The Brachiosaurus": {
    "guess": "Jurassic Period",
    "confidence": [
      [
        "Jur",
        -0.004847327
      ],
      [
        "assic",
        -6.921253e-05
      ],
      [
        " Period",
        -0.55106586
      ]
    ]
  },
  "An extraordinarily active filamentary source of these items was discovered by Giovanni Schiaparelli, who called their origin 1862 III. Recorded for millennia, these objects were sometimes called St. Lawrence's tears. Becoming prominent when the earth intersects the orbit of Swift-Tuttle, these objects are easily visible throughout the Northern Hemisphere and climaxed on July 11th this year. FTP, name this meteor shower named for the constellation in which they appear, a depiction of an ancient Greek hero.": {
    "guess": "Perseid meteor shower",
    "confidence": [
      [
        "Per",
        -0.028910868
      ],
      [
        "se",
        -1.1398757e-05
      ],
      [
        "id",
        -0.53256834
      ],
      [
        " meteor",
        -0.07698398
      ],
      [
        " shower",
        -0.00148772
      ]
    ]
  },
  "Extras  A crowned figure and the lower half of a classical statue are separated by a large column in the background of one depiction of this that also includes a wailing, red-eyed child dressed in white to the left of the main action. Along with that work by Pietro da Cortona, one by Giordano shows grey-robed men looking sadly on at the struggles at the center of the painting. A sculpture of this event was originally situated in the Loggia di Lanzi and depicts an upward spiral of three figures, created by Giambologna. A white-clad woman with outstretched arms strides forward as men prepare to attack each other and women clutch babies underfoot in a depiction of the aftermath of this event by Jacques Louis David, the \"Intervention\" of the title figures. In one of two depictions of this event": {
    "guess": "The Rape of the Sabine Women",
    "confidence": [
      [
        "The",
        -0.7951696
      ],
      [
        " Rape",
        -0.6630535
      ],
      [
        " of",
        -0.00018089537
      ],
      [
        " the",
        -0.0011546281
      ],
      [
        " Sab",
        -0.00020544765
      ],
      [
        "ine",
        -0.0015462874
      ],
      [
        " Women",
        -0.0004897649
      ]
    ]
  },
  "Most extant knowledge of this empire comes from the \"Book of Highways and Empires\" written by Al-Bakri. According to the Tarikh as-Sudan, this empire had 22 Muslim kings and 22 non-Muslim kings. The Cisse dynasty of this empire consisted mainly of its founders, the Soninke. The Sosso took over after the decline of this polity. Its capital was most likely located at Koumbi Saleh. This empire's modern-day equivalent was the birthplace of Kofi Annan. This empire grew rich off gold mining and trading": {
    "guess": "Ghana Empire",
    "confidence": [
      [
        "G",
        -0.0010637711
      ],
      [
        "hana",
        0.0
      ],
      [
        " Empire",
        -2.188868e-05
      ]
    ]
  },
  "One extension to this idea involves using axiom S5 to show that necessity exists when there is a possibility in one of many possible worlds. That extension to this idea, builds upon Norman Malcolm's version of it and defines a quantity called maximum excellence. The first published refutation of it was": {
    "guess": "Ontological argument",
    "confidence": [
      [
        "Ont",
        -0.3791384
      ],
      [
        "ological",
        -0.0001721935
      ],
      [
        " argument",
        -0.02700986
      ]
    ]
  },
  "The extended version has three groups of combinations: One for numbers and punctuation marks, one for uppercase letters and a few other punctuation marks, and a final group used for lowercase letters.": {
    "guess": "ASCII",
    "confidence": [
      [
        "ASCII",
        -0.6087629
      ]
    ]
  },
  "On the extreme left, Mercury pokes his caduceus up among storm clouds. Cupid shoots at the Graces to his  right who are the artist's answer to a challenge issued by Alberti to recreate a scene described by Seneca. At the  extreme right, the wind god Zephyrus flies in pursuit of the nymph Chloris. Between": {
    "guess": "Primavera",
    "confidence": [
      [
        "Prim",
        -0.072092764
      ],
      [
        "av",
        -0.00020866614
      ],
      [
        "era",
        -2.0696643e-05
      ]
    ]
  },
  "Exterior features within these entities are described by Allen's, Bergmann's, and Gloger's rules. \"Ring\"": {
    "guess": "Birds",
    "confidence": [
      [
        "Bird",
        -0.18208876
      ],
      [
        "s",
        -0.7118722
      ]
    ]
  },
  "Extremely blocky, steep-sided types of these landforms occur when they form under glaciers, and are known as tuyas. Their activities can form cryptodomes, which, when moved from their original location, are known as coulees. Their actions are sometimes described as phreatic or (*) plinian depending on": {
    "guess": "Volcano",
    "confidence": [
      [
        "Vol",
        -0.0037422448
      ],
      [
        "cano",
        -0.1165958
      ]
    ]
  },
  "Most extant knowledge of this empire comes from the \"Book of Highways and Empires\" written by Al-Bakri. According to the Tarikh as-Sudan, this empire had 22 Muslim kings and 22 non-Muslim kings. The Cisse dynasty of this empire consisted mainly of its founders, the Soninke. The Sosso took over after the decline of this polity. Its capital was most likely located at Koumbi Saleh. This empire's modern-day": {
    "guess": "Ghana Empire",
    "confidence": [
      [
        "G",
        -0.0009829124
      ],
      [
        "hana",
        0.0
      ],
      [
        " Empire",
        -1.735894e-05
      ]
    ]
  },
  "An extension of LeChatelier's principle into electromagnetic  theory, this law was deduced in 1834 by the Estonian physicist  for whom it is named. It states that an electric current induced  by a change": {
    "guess": "Heinrich Lenz",
    "confidence": [
      [
        "He",
        -0.009526334
      ],
      [
        "in",
        -0.0005674491
      ],
      [
        "rich",
        -6.659005e-05
      ],
      [
        " L",
        -0.04062462
      ],
      [
        "enz",
        -5.7961847e-06
      ]
    ]
  },
  "One extension to this idea involves using axiom S5 to show that necessity exists when there is a possibility in one of many possible worlds. That extension to this idea, builds upon Norman Malcolm's version of it and defines a quantity called maximum excellence. The first published refutation of it was presented in the text In Defense of the Fool and discusses the absurdity of a lost island. Immanuel Kant pointed out its flaw in assuming perfection is predicated by existence. Statements that express beliefs, or modalities, were used by Plantinga to update this idea. It relies on the premise that": {
    "guess": "Ontological argument",
    "confidence": [
      [
        "Ont",
        -0.32324037
      ],
      [
        "ological",
        -0.00030697984
      ],
      [
        " argument",
        -0.012967741
      ]
    ]
  },
  "He is extensively worshipped in the Deccan and depicted in Saivite (SHAY- vite) shrines. One story describing his origin states that he was created out of clay by Parvathi to stand guard over her modesty": {
    "guess": "Ganesha",
    "confidence": [
      [
        "G",
        -0.0071371896
      ],
      [
        "anes",
        -0.0027113191
      ],
      [
        "ha",
        -0.00012320446
      ]
    ]
  },
  "An extraordinarily active filamentary source of these items was discovered by Giovanni Schiaparelli,": {
    "guess": "Filament (astronomy)",
    "confidence": [
      [
        "Fil",
        -1.1848775
      ],
      [
        "ament",
        -0.080332376
      ],
      [
        " (",
        -0.4470396
      ],
      [
        "astr",
        -0.047075726
      ],
      [
        "onomy",
        -0.0002577634
      ],
      [
        ")",
        -0.00020759332
      ]
    ]
  },
  "The extreme nephrotoxicity of one of these drugs is mitigated somewhat by its two FDA-approved liposomal": {
    "guess": "Amphotericin B",
    "confidence": [
      [
        "Am",
        -0.14240038
      ],
      [
        "phot",
        -0.017797401
      ],
      [
        "eric",
        -6.217952e-05
      ],
      [
        "in",
        -4.894791e-05
      ],
      [
        " B",
        -0.0032753877
      ]
    ]
  },
  "Extensions of this concept include one named after Hall and Pearce, and a phenomenon known as latent inhibition. This phenomenon is highly context-dependent, and given a large enough amount of time, reinstatement can spontaneously occur after extinction. Its main premise is that given enough trials,": {
    "guess": "Classical conditioning",
    "confidence": [
      [
        "Class",
        -0.971919
      ],
      [
        "ical",
        -0.000103662394
      ],
      [
        " conditioning",
        -0.025500985
      ]
    ]
  },
  "This man extended the Langevin-Nyquist formalism for fluctuations by a method called the  regression": {
    "guess": "Fokker-Planck equation",
    "confidence": [
      [
        "F",
        -1.1789308
      ],
      [
        "ok",
        -0.11280527
      ],
      [
        "ker",
        -3.261701e-05
      ],
      [
        "-",
        -0.18889697
      ],
      [
        "Plan",
        -0.0022042627
      ],
      [
        "ck",
        -1.3544423e-05
      ],
      [
        " equation",
        -0.1284337
      ]
    ]
  },
  "An \"extra long\" edit is rumored to exist, possibly playing for as long as 10 minutes, and the most famous edit, a single from 1967, is missing both the so-called \"Cantina scene\" and \"Bicycle Rider\" segments.* The version appearing on the 1992 Good Vibrations boxed set featured the \"Cantina scene\" as well as the extra lines \"At three score and five, I'm very much alive, I've still got the jive to survive\".": {
    "guess": "Good Vibrations: Thirty Years of The Beach Boys",
    "confidence": [
      [
        "Good",
        -0.29531202
      ],
      [
        " Vibr",
        -0.00081105554
      ],
      [
        "ations",
        -5.443128e-05
      ],
      [
        ":",
        -0.5968815
      ],
      [
        " Thirty",
        -0.013185054
      ],
      [
        " Years",
        -0.009743337
      ],
      [
        " of",
        -0.00017743846
      ],
      [
        " The",
        -0.03915187
      ],
      [
        " Beach",
        -1.2352386e-05
      ],
      [
        " Boys",
        -2.677603e-05
      ]
    ]
  },
  "They extend south from the Kuma and Manych river basins, and between their two ranges lie the Shirak Steppe. They include the Dykshu, Bezingi, and Karaugom glaciers, and the largest lake in this mountain system is Sevan. Mount Aragats is located to the west of Lake Sevan, and the Talish Mountains are located in this system. Divided into the Greater and Lesser ranges, for 10 points name this mountain system located between the Caspian and Black seas with their highest peak at Mount Elbrus.": {
    "guess": "Caucasus Mountains",
    "confidence": [
      [
        "C",
        -0.0018114368
      ],
      [
        "auc",
        -3.888926e-06
      ],
      [
        "as",
        -2.451116e-05
      ],
      [
        "us",
        -0.00037490393
      ],
      [
        " Mountains",
        -0.006454705
      ]
    ]
  },
  "Exterior features within these entities are described by Allen's, Bergmann's, and Gloger's rules. \"Ring\" ones form a genetic difference gradient, which often wraps in a ring around some geographical feature, such as with gulls in the Arctic. One theory about them involves the use of cladograms to determine evolutionary relationships, the phylogenetic concept, while another theory uses Ernst Mayr's definition, the ability and propensity for organisms to produce fertile offspring, the biological concept. FTP, name this unit of taxonomic classification which can be created allopatrically or sympatrically.": {
    "guess": "Species",
    "confidence": [
      [
        "Species",
        -0.002637011
      ]
    ]
  },
  "The extrasolar planet HAT-P-7 was shown to either be polar or have this property. Along with the angle of entry, this property of meteor showers like the Perseids explains their high entry speed. Damocles and a few related high-eccentricity asteroids have this property, making some believe that Damocles is an inactive comet. This property is used as evidence for the captured nature of a satellite. A planet is observed to be undergoing this from Earth when that planet is near opposition. This property": {
    "guess": "Retrograde motion",
    "confidence": [
      [
        "R",
        -0.005102003
      ],
      [
        "etro",
        -0.00040338258
      ],
      [
        "grade",
        -0.0042867423
      ],
      [
        " motion",
        -0.47486374
      ]
    ]
  },
  "An \"extra long\" edit is rumored to exist, possibly playing for as long as 10 minutes, and the most famous edit, a single from 1967, is missing both the so-called \"Cantina scene\" and \"Bicycle Rider\" segments.* The version appearing on the 1992 Good Vibrations boxed set featured the \"Cantina scene\" as well as the extra lines \"At three score and five, I'm very much alive, I've still got the jive to survive\". FTP, what is this song, originally intended as the first track of The Beach Boys' fabled album": {
    "guess": "Good Vibrations",
    "confidence": [
      [
        "Good",
        -0.83285975
      ],
      [
        " Vibr",
        -0.00026908406
      ],
      [
        "ations",
        -0.00016182278
      ]
    ]
  },
  "Because of its extreme nepotism, a rightist political party in this country was derisively nicknamed the \"Uncle Nephew Party.\" The recommendations of the Soulbury Commission formed the basis of this country's constitution, which was further amended by the lawyer Colvin R. de Silva. The first post-independence leader of this country undertook a massive hydroelectric power development scheme on the Gal Oya preserve. A pogrom on Black (*) July led to a full-scale outbreak of civil war in this country. The JVP communist party in this country launched a daring 1989 raid on a temple housing a tooth relic. After a disgruntled monk fired at a revolver at this country's prime minister S.W.R.D. Bandaranaike,": {
    "guess": "Sri Lanka",
    "confidence": [
      [
        "S",
        -0.013257519
      ],
      [
        "ri",
        -3.0545007e-06
      ],
      [
        " Lanka",
        -0.00082987867
      ]
    ]
  },
  "An \"extra long\" edit is rumored to exist, possibly playing for as long as 10 minutes, and the most famous edit, a single from 1967, is missing both the so-called \"Cantina scene\" and \"Bicycle Rider\" segments.*": {
    "guess": "List of deleted scenes from Star Wars",
    "confidence": [
      [
        "List",
        -0.8618382
      ],
      [
        " of",
        -0.0032905906
      ],
      [
        " deleted",
        -1.8172078
      ],
      [
        " scenes",
        -1.0465558
      ],
      [
        " from",
        -0.6819558
      ],
      [
        " Star",
        -0.04976312
      ],
      [
        " Wars",
        -0.0025153735
      ]
    ]
  },
  "Externally, this structure contains an irregular ridge known as the raphe, and its appearance is primarily": {
    "guess": "Raphe nuclei",
    "confidence": [
      [
        "R",
        -1.7366991
      ],
      [
        "ap",
        -0.3136585
      ],
      [
        "he",
        -1.4259645e-05
      ],
      [
        " nuclei",
        -0.24440125
      ]
    ]
  },
  "Extremely blocky, steep-sided types of these landforms occur when they form under glaciers, and are known as tuyas. Their activities can form cryptodomes, which, when moved from their original location, are known as coulees. Their actions are sometimes described as phreatic or (*) plinian depending on whether they create large amounts of steam. They can create flows of pahoehoe or aa, and they come in composite, shield, and cinder cone varieties. For 10 points, name these openings in the earth's": {
    "guess": "Volcano",
    "confidence": [
      [
        "Vol",
        -0.0011168809
      ],
      [
        "cano",
        -0.0049277544
      ]
    ]
  },
  "On the extreme left, Mercury pokes his caduceus up among storm clouds. Cupid shoots at the Graces to his  right who are the artist's answer to a challenge issued by Alberti to recreate a scene described by Seneca. At the  extreme right, the wind god Zephyrus flies in pursuit of the nymph Chloris. Between Chloris and the Graces are  Venus and Flora. FTP identify this masterpiece commissioned by Lorenzo": {
    "guess": "Primavera (painting)",
    "confidence": [
      [
        "Prim",
        -0.09406592
      ],
      [
        "av",
        -0.000826541
      ],
      [
        "era",
        -1.378283e-05
      ],
      [
        " (",
        -0.5664961
      ],
      [
        "paint",
        -0.663557
      ],
      [
        "ing",
        -5.6769813e-06
      ],
      [
        ")",
        -0.0008682293
      ]
    ]
  },
  "He was an extra at a party in \"Less Than Zero\" and was a love interest named Chuck on \"Head of the Class.\" He's slated to appear in three title roles in upcoming films, playing Benjamin Button, Carl Schmidt and Jesse James. His most recent TV work was lending his voice to Boomhauer's brother Patch on": {
    "guess": "Brad Pitt",
    "confidence": [
      [
        "Brad",
        -0.27749693
      ],
      [
        " Pitt",
        -0.00043543737
      ]
    ]
  },
  "Because of its extreme nepotism, a rightist political party in this country was derisively nicknamed the \"Uncle Nephew Party.\" The recommendations of the Soulbury Commission formed the basis of this country's constitution, which was further amended by the lawyer Colvin R. de Silva. The first post-independence leader of this country undertook a massive hydroelectric power development scheme on the Gal Oya preserve. A pogrom on Black (*) July led to a full-scale outbreak of civil war in this country. The JVP communist party in this country launched a daring 1989 raid on a temple housing a tooth relic.": {
    "guess": "Sri Lanka",
    "confidence": [
      [
        "S",
        -0.024784176
      ],
      [
        "ri",
        -4.246537e-06
      ],
      [
        " Lanka",
        -0.00064976746
      ]
    ]
  },
  "Exterior features within these entities are described by Allen's, Bergmann's, and Gloger's rules. \"Ring\" ones form a genetic difference gradient, which often wraps in a ring around some geographical feature, such as with gulls in the Arctic. One theory about them involves the use of cladograms to determine evolutionary relationships, the phylogenetic concept, while another theory uses Ernst Mayr's": {
    "guess": "Ring species",
    "confidence": [
      [
        "Ring",
        -0.0035371133
      ],
      [
        " species",
        -0.015263788
      ]
    ]
  },
  "Extras  A crowned figure and the lower half of a classical statue are separated by a large column in the background of one depiction of this that also includes a wailing, red-eyed child dressed in white to the left of the main action. Along with that work by Pietro da Cortona, one by Giordano shows grey-robed": {
    "guess": "Allegory of Divine Providence",
    "confidence": [
      [
        "Al",
        -1.3361187
      ],
      [
        "leg",
        -0.00036001447
      ],
      [
        "ory",
        -0.0021984328
      ],
      [
        " of",
        -0.0015786595
      ],
      [
        " Divine",
        -0.23126407
      ],
      [
        " Providence",
        -0.0013271415
      ]
    ]
  },
  "Most extant knowledge of this empire comes from the \"Book of Highways and Empires\" written by Al-Bakri. According to the Tarikh as-Sudan, this empire had 22 Muslim kings and 22 non-Muslim kings. The Cisse dynasty of this empire consisted mainly of its founders, the Soninke. The Sosso took over after": {
    "guess": "Ghana Empire",
    "confidence": [
      [
        "G",
        -0.017124765
      ],
      [
        "hana",
        -3.1281633e-07
      ],
      [
        " Empire",
        -3.8934802e-05
      ]
    ]
  },
  "An extension of LeChatelier's principle into electromagnetic  theory, this law was deduced in 1834 by the Estonian physicist  for whom it is named. It states that an electric current induced  by a change in the magnetic field always flows in the direction  that will produce a field to oppose the change": {
    "guess": "Heinrich Lenz",
    "confidence": [
      [
        "He",
        -0.06713702
      ],
      [
        "in",
        -0.00025001515
      ],
      [
        "rich",
        -8.4112995e-05
      ],
      [
        " L",
        -0.01757312
      ],
      [
        "enz",
        -7.9418505e-06
      ]
    ]
  },
  "Exterior features within these entities are described by Allen's, Bergmann's, and Gloger's rules. \"Ring\" ones form a genetic difference gradient, which often wraps in a ring around some geographical feature, such as with gulls in the Arctic. One theory about them involves the use of cladograms to determine": {
    "guess": "Ring species",
    "confidence": [
      [
        "Ring",
        -0.07170791
      ],
      [
        " species",
        -0.03225211
      ]
    ]
  },
  "Extras  One legend states that, on this holiday, one could throw a ninth of an apple over one's shoulder to obtain the answer to a question. Celebrants of this holiday put extra chairs around their tables to welcome the influence of spirits, though at other times, they practice transvestitism to fool": {
    "guess": "Halloween",
    "confidence": [
      [
        "H",
        -0.24171612
      ],
      [
        "alloween",
        -0.0025751865
      ]
    ]
  },
  "An extension of LeChatelier's principle into electromagnetic  theory, this law was deduced in 1834 by the Estonian physicist  for whom it is named. It states that an electric current induced  by a change in the magnetic field always flows in the direction  that will produce a field to oppose the change that produced the  current. FTP, name this law which will indicate the direction of  the current induced by a permanent bar magnet pushed and  withdrawn through a coil of wire.": {
    "guess": "Lenz's law",
    "confidence": [
      [
        "Len",
        -0.028861884
      ],
      [
        "z",
        -0.00015026369
      ],
      [
        "'s",
        -0.0003459521
      ],
      [
        " law",
        -0.019733513
      ]
    ]
  },
  "An extension of this statement was refined by Wilfried Sieg to include only boundedness, locality, and determinancy, and Steven Wolfram expanded it to systems in the natural world. Tibor Rado introduced a function for which it doesn't apply known as the busy beaver, and it could be challenged by the existence of an oracle. One version of it grew out of Hilbert's decision problem, while another formulation stated that real world numerical problems could be expressed using the lambda calculus. For 10 points, name this doubly eponymous principle that says every computable function can be computed": {
    "guess": "Church-Turing thesis",
    "confidence": [
      [
        "Church",
        -0.0104782
      ],
      [
        "-T",
        -0.11219231
      ],
      [
        "uring",
        -0.00012284685
      ],
      [
        " thesis",
        -0.11037309
      ]
    ]
  },
  "Extras  A crowned figure and the lower half of a classical statue are separated by a large column in": {
    "guess": "Hagia Sophia",
    "confidence": [
      [
        "H",
        -0.14453924
      ],
      [
        "ag",
        -0.001722069
      ],
      [
        "ia",
        -0.00023607932
      ],
      [
        " Sophia",
        -0.000493341
      ]
    ]
  },
  "Because of its extreme nepotism, a rightist political party in this country was derisively nicknamed the \"Uncle Nephew Party.\" The recommendations of the Soulbury Commission formed the basis of this country's constitution, which was further amended by the lawyer Colvin R. de Silva. The first post-independence leader of this country undertook a massive hydroelectric power development scheme on the Gal Oya preserve. A pogrom on Black (*) July led to a full-scale outbreak of civil war in this country. The JVP communist party in this country launched a daring 1989 raid on a temple housing a tooth relic. After a disgruntled monk fired at a revolver at this country's prime minister S.W.R.D. Bandaranaike, his widow Sirimavo became the world's first female head of government. A terrorist organization known for its signature use of female suicide bombers was founded in this country by Velupillai Prabhakaran. For 10 points, name this island country whose native Sinhalese population was terrorized": {
    "guess": "Sri Lanka",
    "confidence": [
      [
        "S",
        -0.0072315205
      ],
      [
        "ri",
        -2.6968896e-06
      ],
      [
        " Lanka",
        -0.0007711516
      ]
    ]
  },
  "Extras  One legend states that, on this holiday, one could throw a ninth of an apple over one's shoulder to obtain the answer to a question. Celebrants of this holiday put extra chairs around their tables to welcome the influence of spirits, though at other times, they practice transvestitism to fool the spirits into thinking that they are other people. One celebration of this holiday involves sticking one's head in a tub of apples and attempting to remove them with one's mouth; that bobbing is meant to commemorate the tree in the middle of Emhain Abhlach. Situated opposite Beltrane on the calendar, FTP, name this Pagan harvest holiday celebrated on November 1, which means \"Summer's End.\"": {
    "guess": "Samhain",
    "confidence": [
      [
        "Sam",
        -0.1575684
      ],
      [
        "h",
        -0.00026240866
      ],
      [
        "ain",
        -0.00014215785
      ]
    ]
  },
  "An extinct subspecies of this animal, idaltu, had a longer head than similar species, and idaltu's fossils were discovered alongside hippopotamus bones in Ethiopia.  The hippopotamus was slaughtered with stone tools, suggesting that idaltu was an immediate ancestor to this species and gave credence to the RAO model in hominid evolution.  The Omo remains, discovered by Richard Leakey, are considered": {
    "guess": "Homo sapiens",
    "confidence": [
      [
        "H",
        -0.2167593
      ],
      [
        "omo",
        -0.00082892505
      ],
      [
        " sapi",
        -0.036492396
      ],
      [
        "ens",
        -0.0008133204
      ]
    ]
  },
  "They extend south from the Kuma and Manych river basins, and between their two ranges lie the Shirak": {
    "guess": "Caucasus",
    "confidence": [
      [
        "C",
        -0.045215994
      ],
      [
        "auc",
        -0.00048703788
      ],
      [
        "as",
        -0.00018947436
      ],
      [
        "us",
        -0.0004037402
      ]
    ]
  },
  "Extras  A crowned figure and the lower half of a classical statue are separated by a large column in the background of one depiction of this that also includes a wailing, red-eyed child dressed in white to the left of the main action. Along with that work by Pietro da Cortona, one by Giordano shows grey-robed men looking sadly on at the struggles at the center of the painting. A sculpture of this event was originally situated in the Loggia di Lanzi and depicts an upward spiral of three figures, created by Giambologna. A white-clad woman with outstretched arms strides forward as men prepare to attack": {
    "guess": "The Rape of the Sabine Women",
    "confidence": [
      [
        "The",
        -0.5069083
      ],
      [
        " Rape",
        -0.04408317
      ],
      [
        " of",
        -0.0002484655
      ],
      [
        " the",
        -0.0055882763
      ],
      [
        " Sab",
        -0.00041327282
      ],
      [
        "ine",
        -0.0049285814
      ],
      [
        " Women",
        -0.0013501148
      ]
    ]
  },
  "The extrasolar planet HAT-P-7 was shown to either be polar or have this property. Along with the angle of entry, this property of meteor showers like the Perseids explains their high entry speed. Damocles and a few related high-eccentricity asteroids have this property, making some believe that Damocles is an inactive comet. This property is used as evidence for the captured nature of a satellite. A planet is observed to be undergoing this from Earth when that planet is near opposition. This property is indicated by having an axial inclination greater than 90 degrees. Venus and Uranus have the rotational form of this dynamic. This property contrasts with direct motion. For 10 points, name this": {
    "guess": "Retrograde motion",
    "confidence": [
      [
        "R",
        -0.00032569113
      ],
      [
        "etro",
        -3.5313153e-06
      ],
      [
        "grade",
        -0.00026205103
      ],
      [
        " motion",
        -0.551524
      ]
    ]
  },
  "This man extended the Langevin-Nyquist formalism for fluctuations by a method called the  regression hypothesis. He also modified the Debye-Huckel theory of (*) electrolytic dissociation to account for Brownian motion. His namesake reciprocity relations are solutions for a square lattice of spins.  For": {
    "guess": "Lars Onsager",
    "confidence": [
      [
        "L",
        -0.0070288773
      ],
      [
        "ars",
        -0.0021146932
      ],
      [
        " On",
        -4.604148e-06
      ],
      [
        "s",
        -4.7517467e-05
      ],
      [
        "ager",
        -5.7768983e-05
      ]
    ]
  },
  "Because of its extreme nepotism, a rightist political party in this country was derisively nicknamed the \"Uncle Nephew Party.\" The recommendations of the Soulbury Commission formed the basis of this country's": {
    "guess": "Sri Lanka",
    "confidence": [
      [
        "S",
        -0.0746848
      ],
      [
        "ri",
        -4.0007635e-05
      ],
      [
        " Lanka",
        -0.0043682903
      ]
    ]
  },
  "The extreme nephrotoxicity of one of these drugs is mitigated somewhat by its two FDA-approved liposomal delivery systems. Tubulin is the target of a drug of this type named griseofulvin. One of these drugs uses a non-human cytosine deaminase enzyme to transform the inactive form, flucytosine, into the active 5-fluorouracil. Glucan synthesis is inhibited by a class of these drugs called echinocandins. Squalene epoxidase is targeted by some of these drugs, such as naftifine and butenafine. One class of these medications inhibits the enzyme lanosterol 14-alpha demethylase, preventing the production of (*) ergosterol. Multiple double bonds are present in the polyene class of these drugs, including": {
    "guess": "Antifungal medication",
    "confidence": [
      [
        "Ant",
        -0.007359687
      ],
      [
        "if",
        -0.00034404485
      ],
      [
        "ungal",
        -0.02363501
      ],
      [
        " medication",
        -0.14536722
      ]
    ]
  },
  "On the extreme left, Mercury pokes his caduceus up among storm clouds. Cupid shoots at the Graces to his  right who are the artist's answer to a challenge issued by Alberti to recreate a scene described": {
    "guess": "Primavera (painting)",
    "confidence": [
      [
        "Prim",
        -0.15884595
      ],
      [
        "av",
        -0.00014036978
      ],
      [
        "era",
        -7.3458323e-06
      ],
      [
        " (",
        -0.16959026
      ],
      [
        "paint",
        -0.5659377
      ],
      [
        "ing",
        -1.7432603e-06
      ],
      [
        ")",
        -0.0032307098
      ]
    ]
  },
  "The extrasolar planet HAT-P-7 was shown to either be polar or have this property. Along with the angle of entry, this property of meteor showers like the Perseids explains their high entry speed. Damocles and a few related high-eccentricity asteroids have this property, making some believe that Damocles is an inactive comet. This property is used as evidence for the captured nature of a satellite. A planet is observed to be undergoing this from Earth when that planet is near opposition. This property is indicated by having an axial inclination greater than 90 degrees. Venus and Uranus have the rotational form of this dynamic. This property contrasts with direct motion. For 10 points, name this motion in the opposite direction from Earth's rotation around the Sun.": {
    "guess": "Retrograde motion",
    "confidence": [
      [
        "R",
        -0.0004070779
      ],
      [
        "etro",
        -7.822647e-06
      ],
      [
        "grade",
        -0.00016694854
      ],
      [
        " motion",
        -0.5200055
      ]
    ]
  },
  "The extreme nephrotoxicity of one of these drugs is mitigated somewhat by its two FDA-approved liposomal delivery systems. Tubulin is the target of a drug of this type named griseofulvin. One of these": {
    "guess": "Antifungal medication",
    "confidence": [
      [
        "Ant",
        -0.036686618
      ],
      [
        "if",
        -0.06590049
      ],
      [
        "ungal",
        -0.027160812
      ],
      [
        " medication",
        -0.39062107
      ]
    ]
  },
  "Externally, this structure contains an irregular ridge known as the raphe, and its appearance is primarily determined by the actions of the dartos and cremaster muscles.  The gubernaculum attaches the developmental predecessor of this structure to nearby organs; the failure of those organs to traverse": {
    "guess": "Scrotum",
    "confidence": [
      [
        "Sc",
        -0.12384393
      ],
      [
        "rot",
        -1.342522e-05
      ],
      [
        "um",
        -0.00032318785
      ]
    ]
  },
  "One extension to this idea involves using axiom S5 to show that necessity exists when there is a possibility in one of many possible worlds. That extension to this idea, builds upon Norman Malcolm's version of it and defines a quantity called maximum excellence. The first published refutation of it was presented in the text In Defense of the Fool and discusses the absurdity of a lost island. Immanuel Kant pointed out its flaw in assuming perfection is predicated by existence. Statements that express": {
    "guess": "Ontological argument",
    "confidence": [
      [
        "Ont",
        -0.560328
      ],
      [
        "ological",
        -0.00013858173
      ],
      [
        " argument",
        -0.015674284
      ]
    ]
  },
  "Extras  One legend states that, on this holiday, one could throw a ninth of an apple over one's shoulder to obtain the answer to a question. Celebrants of this holiday put extra chairs around their tables to welcome the influence of spirits, though at other times, they practice transvestitism to fool the spirits into thinking that they are other people. One celebration of this holiday involves sticking one's head in a tub of apples and attempting to remove them with one's mouth; that bobbing is meant to commemorate the tree in the middle of Emhain Abhlach. Situated opposite Beltrane on the calendar,": {
    "guess": "Halloween",
    "confidence": [
      [
        "H",
        -0.297849
      ],
      [
        "alloween",
        -0.0019649125
      ]
    ]
  },
  "The most extensive extant text of this work was found at Ninevah in the library of Ashurbanipal. Much of the story of the titular character's battle with Humbaba is missing from surviving versions. During": {
    "guess": "Epic of Gilgamesh",
    "confidence": [
      [
        "E",
        -0.0014961724
      ],
      [
        "pic",
        -1.0280384e-06
      ],
      [
        " of",
        -9.849109e-06
      ],
      [
        " Gil",
        -7.89631e-07
      ],
      [
        "games",
        -3.500108e-05
      ],
      [
        "h",
        -4.3202e-07
      ]
    ]
  },
  "An extremely old member of this group is covered by an anthill and gains a youthful body when his nubile wife Sukanya refuses to be seduced by handsome twins. One of them fathers Shakuntala when the nymph Menaka seduces him at Indra's instigation. One of them offers advice to Prince Rama in a namesake \"Yoga\", while another is the husband of Maitreyi who debated Gargi at the congress of King Janaka. An individual's gotra codifies descent from the original group of these people, who are sometimes called": {
    "guess": "Sapta Rishi",
    "confidence": [
      [
        "S",
        -0.45656472
      ],
      [
        "ap",
        -1.0096948
      ],
      [
        "ta",
        -0.00920723
      ],
      [
        " R",
        -0.07636359
      ],
      [
        "ishi",
        -0.5496612
      ]
    ]
  },
  "An extremely old member of this group is covered by an anthill and gains a youthful body when his nubile wife Sukanya refuses to be seduced by handsome twins. One of them fathers Shakuntala when the nymph": {
    "guess": "Chyavana",
    "confidence": [
      [
        "Ch",
        -0.48433912
      ],
      [
        "y",
        -0.18462873
      ],
      [
        "avana",
        -0.0077986144
      ]
    ]
  },
  "Extremely blocky, steep-sided types of these landforms occur when they form under glaciers, and are known as tuyas. Their activities can form cryptodomes, which, when moved from their original location, are known as coulees. Their actions are sometimes described as phreatic or (*) plinian depending on whether they create large amounts of steam. They can create flows of pahoehoe or aa, and they come in composite, shield, and cinder cone varieties. For 10 points, name these openings in the earth's crust that allow magma to come to the surface, exemplified by Krakatoa and St. Helens.": {
    "guess": "Volcano",
    "confidence": [
      [
        "Vol",
        -0.04099679
      ],
      [
        "cano",
        -0.07138331
      ]
    ]
  },
  "An extension of LeChatelier's principle into electromagnetic  theory, this law was deduced in 1834 by": {
    "guess": "Gauss's law",
    "confidence": [
      [
        "G",
        -1.4125569
      ],
      [
        "auss",
        -0.08288955
      ],
      [
        "'s",
        -0.004560427
      ],
      [
        " law",
        -0.006034143
      ]
    ]
  },
  "They extend south from the Kuma and Manych river basins, and between their two ranges lie the Shirak Steppe. They include the Dykshu, Bezingi, and Karaugom glaciers, and the largest lake in this mountain system is Sevan. Mount Aragats is located to the west of Lake Sevan, and the Talish Mountains are located in this system. Divided into the Greater and Lesser ranges, for 10 points name this mountain": {
    "guess": "Caucasus Mountains",
    "confidence": [
      [
        "C",
        -0.0083058085
      ],
      [
        "auc",
        -5.4788892e-05
      ],
      [
        "as",
        -0.00013142951
      ],
      [
        "us",
        -0.0005157403
      ],
      [
        " Mountains",
        -0.273295
      ]
    ]
  },
  "An extinct subspecies of this animal, idaltu, had a longer head than similar species, and idaltu's fossils were discovered alongside hippopotamus bones in Ethiopia.  The hippopotamus was slaughtered with stone tools, suggesting that idaltu was an immediate ancestor to this species and gave credence to the RAO model in hominid evolution.  The Omo remains, discovered by Richard Leakey, are considered the oldest remains for this species, while a more extensive discovery at Jebel Irhoud suggested that childhood lengthened upon the introduction of this species, giving more time for the brain to understand larger groups and rudimentary (*) language.  Homo heidelbergensis is considered the common ancestor of this species and the coexisting Neanderthals.  For 10 points, name this hominid whose early examples were found at Cro-Magnon, modern examples of which may play quizbowl.": {
    "guess": "Homo sapiens",
    "confidence": [
      [
        "H",
        -0.098523125
      ],
      [
        "omo",
        -8.776276e-06
      ],
      [
        " sapi",
        -0.01201155
      ],
      [
        "ens",
        -0.00031615852
      ]
    ]
  },
  "Extras  A crowned figure and the lower half of a classical statue are separated by a large column in the background of one depiction of this that also includes a wailing, red-eyed child dressed in white to the left of the main action. Along with that work by Pietro da Cortona, one by Giordano shows grey-robed men looking sadly on at the struggles at the center of the painting. A sculpture of this event was originally situated in the Loggia di Lanzi and depicts an upward spiral of three figures, created by Giambologna. A white-clad woman with outstretched arms strides forward as men prepare to attack each other and women clutch babies underfoot in a depiction of the aftermath of this event by Jacques Louis David, the \"Intervention\" of the title figures. In one of two depictions of this event by Poussin, a red-clad Romulus stands on the left and stretches out his hand to order the title action. FTP, these are all scenes of what incident in which some Romans marched in and carried off a lot of potential wives?": {
    "guess": "The Rape of the Sabine Women",
    "confidence": [
      [
        "The",
        -0.6642732
      ],
      [
        " Rape",
        -0.19732185
      ],
      [
        " of",
        -0.04771988
      ],
      [
        " the",
        -0.0015400926
      ],
      [
        " Sab",
        -0.0004492613
      ],
      [
        "ine",
        -0.003672164
      ],
      [
        " Women",
        -0.00024323154
      ]
    ]
  },
  "An extension of this statement was refined by Wilfried Sieg to include only boundedness, locality, and": {
    "guess": "Reverse mathematics",
    "confidence": [
      [
        "Reverse",
        -2.4091961
      ],
      [
        " mathematics",
        -0.11067098
      ]
    ]
  },
  "Extras  One legend states that, on this holiday, one could throw a ninth of an apple over one's shoulder to obtain the answer to a question. Celebrants of this holiday put extra chairs around their tables to welcome the influence of spirits, though at other times, they practice transvestitism to fool the spirits into thinking that they are other people. One celebration of this holiday involves sticking one's head in a tub of apples and attempting to remove them with one's mouth; that bobbing is meant": {
    "guess": "Halloween",
    "confidence": [
      [
        "H",
        -0.007386906
      ],
      [
        "alloween",
        -0.0015083165
      ]
    ]
  },
  "The extreme nephrotoxicity of one of these drugs is mitigated somewhat by its two FDA-approved liposomal delivery systems. Tubulin is the target of a drug of this type named griseofulvin. One of these drugs uses a non-human cytosine deaminase enzyme to transform the inactive form, flucytosine, into the active 5-fluorouracil. Glucan synthesis is inhibited by a class of these drugs called echinocandins. Squalene epoxidase is targeted by some of these drugs, such as naftifine and butenafine. One class of these medications inhibits the enzyme lanosterol 14-alpha demethylase, preventing the production": {
    "guess": "Antifungal medication",
    "confidence": [
      [
        "Ant",
        -0.0049143466
      ],
      [
        "if",
        -0.0012540421
      ],
      [
        "ungal",
        -0.024334952
      ],
      [
        " medication",
        -0.019309975
      ]
    ]
  },
  "Because of its extreme nepotism, a rightist political party in this country was derisively nicknamed the \"Uncle Nephew Party.\" The recommendations of the Soulbury Commission formed the basis of this country's constitution, which was further amended by the lawyer Colvin R. de Silva. The first post-independence leader of this country undertook a massive hydroelectric power development scheme on the Gal Oya preserve. A pogrom on Black (*) July led to a full-scale outbreak of civil war in this country. The JVP communist party in this country launched a daring 1989 raid on a temple housing a tooth relic. After a disgruntled monk fired at a revolver at this country's prime minister S.W.R.D. Bandaranaike, his widow Sirimavo became the world's first female head of government. A terrorist organization known for its signature use of female suicide bombers was founded in this country by Velupillai Prabhakaran. For 10 points, name this island country whose native Sinhalese population was terrorized by the Tamil Tigers.": {
    "guess": "Sri Lanka",
    "confidence": [
      [
        "S",
        -0.0036195507
      ],
      [
        "ri",
        -1.147242e-06
      ],
      [
        " Lanka",
        -0.0004895265
      ]
    ]
  },
  "On the extreme left, Mercury pokes his caduceus up among storm clouds. Cupid shoots at the Graces to his  right who are the artist's answer to a challenge issued by Alberti to recreate a scene described by Seneca. At the  extreme right, the wind god Zephyrus flies in pursuit of the nymph Chloris. Between Chloris and the Graces are  Venus and Flora. FTP identify this masterpiece commissioned by Lorenzo de Medici now at the Uffizi Gallery, a  1482 painting by Sandro Boticelli.": {
    "guess": "Primavera",
    "confidence": [
      [
        "Prim",
        -0.093931355
      ],
      [
        "av",
        -0.0004907185
      ],
      [
        "era",
        -1.3902034e-05
      ]
    ]
  },
  "An extinct subspecies of this animal, idaltu, had a longer head than similar species, and idaltu's fossils were discovered alongside hippopotamus bones in Ethiopia.  The hippopotamus was slaughtered with stone tools, suggesting that idaltu was an immediate ancestor to this species and gave credence to the RAO model in hominid evolution.  The Omo remains, discovered by Richard Leakey, are considered the oldest remains for this species, while a more extensive discovery at Jebel Irhoud suggested that childhood lengthened upon the introduction of this species, giving more time for the brain to understand larger groups and rudimentary (*) language.  Homo heidelbergensis is considered the common ancestor": {
    "guess": "Homo sapiens",
    "confidence": [
      [
        "H",
        -0.06798939
      ],
      [
        "omo",
        -3.22594e-05
      ],
      [
        " sapi",
        -0.017703947
      ],
      [
        "ens",
        -0.00078580267
      ]
    ]
  },
  "An extremely old member of this group is covered by an anthill and gains a youthful body when his nubile wife Sukanya refuses to be seduced by handsome twins. One of them fathers Shakuntala when the nymph Menaka seduces him at Indra's instigation. One of them offers advice to Prince Rama in a namesake \"Yoga\", while another is the husband of Maitreyi who debated Gargi at the congress of King Janaka. An individual's gotra codifies descent from the original group of these people, who are sometimes called \"the Bears\" to reflect their association with the stars of Ursa Major. Visvamitra, Vasishta, Kasyapa, and Gautama are usually named among that first group of seven responsible for writing hymns": {
    "guess": "Sapta Rishi",
    "confidence": [
      [
        "S",
        -0.52056
      ],
      [
        "ap",
        -0.58618844
      ],
      [
        "ta",
        -0.007800507
      ],
      [
        " R",
        -0.007088184
      ],
      [
        "ishi",
        -0.59547275
      ]
    ]
  },
  "Extras  A crowned figure and the lower half of a classical statue are separated by a large column in the background of one depiction of this that also includes a wailing, red-eyed child dressed in white": {
    "guess": "The Massacre of the Innocents",
    "confidence": [
      [
        "The",
        -1.1397407
      ],
      [
        " Mass",
        -0.8688999
      ],
      [
        "acre",
        -0.001999058
      ],
      [
        " of",
        -0.004243062
      ],
      [
        " the",
        -0.0010247126
      ],
      [
        " Innoc",
        -4.2153304e-05
      ],
      [
        "ents",
        -0.00012225083
      ]
    ]
  },
  "Externally, this structure contains an irregular ridge known as the raphe, and its appearance is primarily determined by the actions of the dartos and cremaster muscles.  The gubernaculum attaches the developmental predecessor of this structure to nearby organs; the failure of those organs to traverse the inguinal canals and reside in this structure is known as cryptorchidism.  When the dartos and": {
    "guess": "Scrotum",
    "confidence": [
      [
        "Sc",
        -0.012232128
      ],
      [
        "rot",
        -1.147242e-06
      ],
      [
        "um",
        -0.0001242773
      ]
    ]
  },
  "An extension of this statement was refined by Wilfried Sieg to include only boundedness, locality, and determinancy, and Steven Wolfram expanded it to systems in the natural world. Tibor Rado introduced a function for which it doesn't apply known as the busy beaver, and it could be challenged by the existence of an oracle. One version of it grew out of Hilbert's decision problem, while another formulation stated that real world numerical problems could be expressed using the lambda calculus. For 10 points, name this doubly eponymous principle that says every computable function can be computed with one of its namesake's machines.": {
    "guess": "Church-Turing thesis",
    "confidence": [
      [
        "Church",
        -0.005510146
      ],
      [
        "-T",
        -0.37972677
      ],
      [
        "uring",
        -6.9570146e-05
      ],
      [
        " thesis",
        -0.13533881
      ]
    ]
  },
  "An \"extra long\" edit is rumored to exist, possibly playing for as long as 10 minutes, and the most famous": {
    "guess": "List of longest films",
    "confidence": [
      [
        "List",
        -0.6721643
      ],
      [
        " of",
        -0.002006911
      ],
      [
        " longest",
        -1.1265004
      ],
      [
        " films",
        -0.025288414
      ]
    ]
  },
  "Extras  A crowned figure and the lower half of a classical statue are separated by a large column in the background of one depiction of this that also includes a wailing, red-eyed child dressed in white to the left of the main action. Along with that work by Pietro da Cortona, one by Giordano shows grey-robed men looking sadly on at the struggles at the center of the painting. A sculpture of this event was originally situated in the Loggia di Lanzi and depicts an upward spiral of three figures, created by Giambologna. A white-clad woman with outstretched arms strides forward as men prepare to attack each other and women clutch babies underfoot in a depiction of the aftermath of this event by Jacques Louis David, the \"Intervention\" of the title figures. In one of two depictions of this event by Poussin, a red-clad Romulus stands on the left and stretches out his hand to order the title action.": {
    "guess": "Rape of the Sabine Women",
    "confidence": [
      [
        "R",
        -0.80630267
      ],
      [
        "ape",
        -0.00052574975
      ],
      [
        " of",
        -0.41999328
      ],
      [
        " the",
        -0.0054604746
      ],
      [
        " Sab",
        -0.0016260257
      ],
      [
        "ine",
        -0.010771428
      ],
      [
        " Women",
        -0.0011197381
      ]
    ]
  },
  "The extreme nephrotoxicity of one of these drugs is mitigated somewhat by its two FDA-approved liposomal delivery systems. Tubulin is the target of a drug of this type named griseofulvin. One of these drugs uses a non-human cytosine deaminase enzyme to transform the inactive form, flucytosine, into the active 5-fluorouracil. Glucan synthesis is inhibited by a class of these drugs called echinocandins. Squalene epoxidase is targeted by some of these drugs, such as naftifine and butenafine. One class of these medications inhibits the enzyme lanosterol 14-alpha demethylase, preventing the production of (*) ergosterol. Multiple double bonds are present in the polyene class of these drugs, including amphotericin B, and other classes of them include imidazoles and triazoles. A drug of this type named": {
    "guess": "Antifungal medication",
    "confidence": [
      [
        "Ant",
        -0.0028878488
      ],
      [
        "if",
        -0.0003093639
      ],
      [
        "ungal",
        -0.007081202
      ],
      [
        " medication",
        -0.041122187
      ]
    ]
  },
  "Because of its extreme nepotism, a rightist political party in this country was derisively nicknamed the \"Uncle Nephew Party.\" The recommendations of the Soulbury Commission formed the basis of this country's constitution, which was further amended by the lawyer Colvin R. de Silva. The first post-independence leader of this country undertook a massive hydroelectric power development scheme on the Gal": {
    "guess": "Sri Lanka",
    "confidence": [
      [
        "S",
        -0.08843406
      ],
      [
        "ri",
        -0.0015014138
      ],
      [
        " Lanka",
        -0.0027375894
      ]
    ]
  },
  "An extinct subspecies of this animal, idaltu, had a longer head than similar species, and idaltu's fossils": {
    "guess": "Homo sapiens",
    "confidence": [
      [
        "H",
        -0.039277956
      ],
      [
        "omo",
        -0.00020640128
      ],
      [
        " sapi",
        -0.07981355
      ],
      [
        "ens",
        -0.00038491338
      ]
    ]
  },
  "They extend south from the Kuma and Manych river basins, and between their two ranges lie the Shirak Steppe. They include the Dykshu, Bezingi, and Karaugom glaciers, and the largest lake in this mountain": {
    "guess": "Caucasus Mountains",
    "confidence": [
      [
        "C",
        -0.022493368
      ],
      [
        "auc",
        -7.3458323e-06
      ],
      [
        "as",
        -2.868329e-05
      ],
      [
        "us",
        -0.0009845777
      ],
      [
        " Mountains",
        -0.010397866
      ]
    ]
  },
  "Externally, this structure contains an irregular ridge known as the raphe, and its appearance is primarily determined by the actions of the dartos and cremaster muscles.  The gubernaculum attaches the developmental predecessor of this structure to nearby organs; the failure of those organs to traverse the inguinal canals and reside in this structure is known as cryptorchidism.  When the dartos and cremaster muscles contract, this structure becomes smaller and more wrinkled to ensure the correct temperature for gamete formation.  For 10 points, identify this supporting structure of the male reproductive system, a sac that contains the testes.": {
    "guess": "Scrotum",
    "confidence": [
      [
        "Sc",
        -0.011218878
      ],
      [
        "rot",
        -4.3202e-07
      ],
      [
        "um",
        -1.8193366e-05
      ]
    ]
  },
  "They extend south from the Kuma and Manych river basins, and between their two ranges lie the Shirak Steppe. They include the Dykshu, Bezingi, and Karaugom glaciers, and the largest lake in this mountain system is Sevan. Mount Aragats is located to the west of Lake Sevan, and the Talish Mountains are": {
    "guess": "Caucasus Mountains",
    "confidence": [
      [
        "C",
        -0.010941356
      ],
      [
        "auc",
        -2.5941605e-05
      ],
      [
        "as",
        -4.1557283e-05
      ],
      [
        "us",
        -0.000184587
      ],
      [
        " Mountains",
        -0.013354445
      ]
    ]
  },
  "Exterior features within these entities are described by Allen's, Bergmann's, and Gloger's rules. \"Ring\" ones form a genetic difference gradient, which often wraps in a ring around some geographical feature, such as with gulls in the Arctic. One theory about them involves the use of cladograms to determine evolutionary relationships, the phylogenetic concept, while another theory uses Ernst Mayr's definition, the ability and propensity for organisms to produce fertile offspring, the biological concept.": {
    "guess": "Species",
    "confidence": [
      [
        "Species",
        -0.50723594
      ]
    ]
  },
  "Extensions of this concept include one named after Hall and Pearce, and a phenomenon known as latent inhibition. This phenomenon is highly context-dependent, and given a large enough amount of time, reinstatement can spontaneously occur after extinction. Its main premise is that given enough trials, an unconditioned response can be elicited through both an unconditioned and conditioned stimulus. For 10 points, name this type of conditioning, most famously demonstrated in Pavlov's dogs, which is contrasted": {
    "guess": "Classical conditioning",
    "confidence": [
      [
        "Class",
        -0.7011123
      ],
      [
        "ical",
        -0.00014108501
      ],
      [
        " conditioning",
        -0.024968255
      ]
    ]
  },
  "He was an extra at a party in \"Less Than Zero\" and was a love interest named Chuck on \"Head of the Class.\" He's slated to appear in three title roles in upcoming films, playing Benjamin Button, Carl Schmidt and Jesse James. His most recent TV work was lending his voice to Boomhauer's brother Patch on \"King of the Hill.\" On the big screen he has played detectives, including one named David Mills who finds his wife's head in a box, as well as criminals, including Rusty Ryan, a character who's almost": {
    "guess": "Brad Pitt",
    "confidence": [
      [
        "Brad",
        -0.5576936
      ],
      [
        " Pitt",
        -1.1398757e-05
      ]
    ]
  },
  "An extraordinarily active filamentary source of these items was discovered by Giovanni Schiaparelli, who called their origin 1862 III. Recorded for millennia, these objects were sometimes called St. Lawrence's tears. Becoming prominent when the earth intersects the orbit of Swift-Tuttle, these objects": {
    "guess": "Perseids",
    "confidence": [
      [
        "Per",
        -0.09440504
      ],
      [
        "se",
        -1.0921943e-05
      ],
      [
        "ids",
        -0.51542956
      ]
    ]
  },
  "An extremely old member of this group is covered by an anthill and gains a youthful body when his nubile": {
    "guess": "The Monkey King",
    "confidence": [
      [
        "The",
        -2.1239326
      ],
      [
        " Monkey",
        -1.6120648
      ],
      [
        " King",
        -0.6753488
      ]
    ]
  },
  "An \"extra long\" edit is rumored to exist, possibly playing for as long as 10 minutes, and the most famous edit, a single from 1967, is missing both the so-called \"Cantina scene\" and \"Bicycle Rider\" segments.* The version appearing on the 1992 Good Vibrations boxed set featured the \"Cantina scene\" as well as the extra lines \"At three score and five, I'm very much alive, I've still got the jive to survive\". FTP, what is this song, originally intended as the first track of The Beach Boys' fabled album SMiLE, which was completed by Brian Wilson for its 2004 release, 37 years later?": {
    "guess": "Heroes and Villains",
    "confidence": [
      [
        "Heroes",
        -1.0285096
      ],
      [
        " and",
        -0.00080283784
      ],
      [
        " Vill",
        -0.00032485672
      ],
      [
        "ains",
        -0.0052615106
      ]
    ]
  },
  "The extinction event preceding this period saw the dying off of the conodonts. The Morrison Formation is from this period. This period is named for a mountain range north of the Alps in Switzerland and France. The Solnhofen limestone contains fossils from this period, including Archaeopteryx. The Brachiosaurus and Apatosaurus first appeared in this period. This is the middle period of the Mesozoic": {
    "guess": "Jurassic",
    "confidence": [
      [
        "Jur",
        -0.0048596654
      ],
      [
        "assic",
        -1.2113979e-05
      ]
    ]
  },
  "The extrasolar planet HAT-P-7 was shown to either be polar or have this property. Along with the angle of entry, this property of meteor showers like the Perseids explains their high entry speed. Damocles and a few related high-eccentricity asteroids have this property, making some believe that Damocles is an inactive comet. This property is used as evidence for the captured nature of a satellite.": {
    "guess": "Hyperbolic Orbits",
    "confidence": [
      [
        "Hyper",
        -0.85013676
      ],
      [
        "b",
        -3.888926e-06
      ],
      [
        "olic",
        -0.00019233524
      ],
      [
        " Or",
        -0.64341336
      ],
      [
        "bits",
        -0.0028084407
      ]
    ]
  },
  "The extrasolar planet HAT-P-7 was shown to either be polar or have this property. Along with the angle of entry, this property of meteor showers like the Perseids explains their high entry speed. Damocles": {
    "guess": "Orbital Inclination",
    "confidence": [
      [
        "Or",
        -1.3543565
      ],
      [
        "b",
        -0.17796661
      ],
      [
        "ital",
        -0.00043484138
      ],
      [
        " In",
        -1.4123883
      ],
      [
        "cl",
        -0.00023810577
      ],
      [
        "ination",
        -0.002803799
      ]
    ]
  },
  "This man extended the Langevin-Nyquist formalism for fluctuations by a method called the  regression hypothesis. He also modified the Debye-Huckel theory of (*) electrolytic dissociation to account for Brownian motion. His namesake reciprocity relations are solutions for a square lattice of spins.  For 10 points— name this 1968 Nobel Laureate in Chemistry for his exact solution to the two-dimensional": {
    "guess": "Lars Onsager",
    "confidence": [
      [
        "L",
        -0.035893843
      ],
      [
        "ars",
        -9.066919e-05
      ],
      [
        " On",
        -2.6299214e-05
      ],
      [
        "s",
        -2.486877e-05
      ],
      [
        "ager",
        -6.8616515e-05
      ]
    ]
  },
  "An extraordinarily active filamentary source of these items was discovered by Giovanni Schiaparelli, who called their origin 1862 III. Recorded for millennia, these objects were sometimes called St. Lawrence's tears. Becoming prominent when the earth intersects the orbit of Swift-Tuttle, these objects are easily visible throughout the Northern Hemisphere and climaxed on July 11th this year. FTP, name": {
    "guess": "Perseids",
    "confidence": [
      [
        "Per",
        -0.0064606285
      ],
      [
        "se",
        -5.3193703e-06
      ],
      [
        "ids",
        -0.01385847
      ]
    ]
  },
  "Most extant knowledge of this empire comes from the \"Book of Highways and Empires\" written by Al-Bakri. According to the Tarikh as-Sudan, this empire had 22 Muslim kings and 22 non-Muslim kings. The Cisse dynasty of this empire consisted mainly of its founders, the Soninke. The Sosso took over after the decline of this polity. Its capital was most likely located at Koumbi Saleh. This empire's modern-day equivalent was the birthplace of Kofi Annan. This empire grew rich off gold mining and trading before it was mysteriously replaced by Mali. For 10 points, name this first great West African empire on the \"Gold Coast\", in a country now led from Accra.": {
    "guess": "Ghana Empire",
    "confidence": [
      [
        "G",
        -0.00074471044
      ],
      [
        "hana",
        0.0
      ],
      [
        " Empire",
        -5.2285613e-05
      ]
    ]
  },
  "The extended version has three groups of combinations: One for numbers and punctuation marks, one for uppercase letters and a few other punctuation marks, and a final group used for lowercase letters. For ten points identify the most common data-transmission code used in personal computers to represent": {
    "guess": "ASCII",
    "confidence": [
      [
        "ASCII",
        -0.034697052
      ]
    ]
  },
  "The most extensive extant text of this work was found at Ninevah in the library of Ashurbanipal. Much of the story of the titular character's battle with Humbaba is missing from surviving versions. During the course of his adventures, this leader of Uruk rejects the marriage proposal of the goddess of love, slays a bull, finds Utnapishtim, and sees a snake steal the plant that would restore his youth. For ten points, name this Babylonian epic, which gets its name from a friend of Enkidu and the beloved of Ishtar.": {
    "guess": "Epic of Gilgamesh",
    "confidence": [
      [
        "E",
        -0.00052813016
      ],
      [
        "pic",
        -6.392203e-06
      ],
      [
        " of",
        -8.6616266e-05
      ],
      [
        " Gil",
        -6.0345924e-06
      ],
      [
        "games",
        -5.145119e-05
      ],
      [
        "h",
        -7.89631e-07
      ]
    ]
  },
  "The extreme nephrotoxicity of one of these drugs is mitigated somewhat by its two FDA-approved liposomal delivery systems. Tubulin is the target of a drug of this type named griseofulvin. One of these drugs uses a non-human cytosine deaminase enzyme to transform the inactive form, flucytosine, into the active 5-fluorouracil. Glucan synthesis is inhibited by a class of these drugs called echinocandins.": {
    "guess": "Antifungal medication",
    "confidence": [
      [
        "Ant",
        -0.005885184
      ],
      [
        "if",
        -0.016554387
      ],
      [
        "ungal",
        -0.049913045
      ],
      [
        " medication",
        -0.11174306
      ]
    ]
  },
  "Extras  A crowned figure and the lower half of a classical statue are separated by a large column in the background of one depiction of this that also includes a wailing, red-eyed child dressed in white to the left of the main action. Along with that work by Pietro da Cortona, one by Giordano shows grey-robed men looking sadly on at the struggles at the center of the painting. A sculpture of this event was originally situated in the Loggia di Lanzi and depicts an upward spiral of three figures, created by Giambologna. A white-clad woman with outstretched arms strides forward as men prepare to attack each other and women clutch babies underfoot in a depiction of the aftermath of this event by": {
    "guess": "The Rape of the Sabine Women",
    "confidence": [
      [
        "The",
        -0.35301602
      ],
      [
        " Rape",
        -0.0803657
      ],
      [
        " of",
        -0.000115701965
      ],
      [
        " the",
        -0.0011579621
      ],
      [
        " Sab",
        -0.00030138093
      ],
      [
        "ine",
        -0.003846867
      ],
      [
        " Women",
        -0.00069456233
      ]
    ]
  },
  "Extensions of this concept include one named after Hall and Pearce, and a phenomenon known as latent inhibition. This phenomenon is highly context-dependent, and given a large enough amount of time, reinstatement can spontaneously occur after extinction. Its main premise is that given enough trials, an unconditioned response can be elicited through both an unconditioned and conditioned stimulus. For 10 points, name this type of conditioning, most famously demonstrated in Pavlov's dogs, which is contrasted with operant conditioning.": {
    "guess": "Classical conditioning",
    "confidence": [
      [
        "Class",
        -0.019039597
      ],
      [
        "ical",
        -0.00018673266
      ],
      [
        " conditioning",
        -0.003852932
      ]
    ]
  },
  "An extremely old member of this group is covered by an anthill and gains a youthful body when his nubile wife Sukanya refuses to be seduced by handsome twins. One of them fathers Shakuntala when the nymph Menaka seduces him at Indra's instigation. One of them offers advice to Prince Rama in a namesake": {
    "guess": "Sage Atri",
    "confidence": [
      [
        "S",
        -1.3517499
      ],
      [
        "age",
        -0.5025607
      ],
      [
        " A",
        -0.7459081
      ],
      [
        "tri",
        -0.0015660459
      ]
    ]
  },
  "He is extensively worshipped in the Deccan and depicted in Saivite (SHAY- vite) shrines. One story describing his origin states that he was created out of clay by Parvathi to stand guard over her modesty while she bathed. In his role as the Lord of Hosts, he wrote down Vyasa's dictatation of the Mahabharatha,": {
    "guess": "Ganesha",
    "confidence": [
      [
        "G",
        -0.0090344045
      ],
      [
        "anes",
        -0.002750315
      ],
      [
        "ha",
        -3.4166656e-05
      ]
    ]
  },
  "The most extensive extant text of this work was found at Ninevah in the library of Ashurbanipal. Much": {
    "guess": "Epic of Gilgamesh",
    "confidence": [
      [
        "E",
        -0.0037104117
      ],
      [
        "pic",
        -5.5122365e-07
      ],
      [
        " of",
        -2.3795938e-05
      ],
      [
        " Gil",
        -0.00011284107
      ],
      [
        "games",
        -6.7901296e-05
      ],
      [
        "h",
        -7.89631e-07
      ]
    ]
  },
  "The extreme nephrotoxicity of one of these drugs is mitigated somewhat by its two FDA-approved liposomal delivery systems. Tubulin is the target of a drug of this type named griseofulvin. One of these drugs uses a non-human cytosine deaminase enzyme to transform the inactive form, flucytosine, into the active 5-fluorouracil. Glucan synthesis is inhibited by a class of these drugs called echinocandins. Squalene epoxidase is targeted by some of these drugs, such as naftifine and butenafine. One class of these medications inhibits the enzyme lanosterol 14-alpha demethylase, preventing the production of (*) ergosterol. Multiple double bonds are present in the polyene class of these drugs, including amphotericin B, and other classes of them include imidazoles and triazoles. A drug of this type named clotrimazole is often topically applied to treat Candida albicans-caused vulvovaginitis. For 10": {
    "guess": "Antifungal medication",
    "confidence": [
      [
        "Ant",
        -0.0036125437
      ],
      [
        "if",
        -0.0002456046
      ],
      [
        "ungal",
        -0.06461608
      ],
      [
        " medication",
        -0.06315857
      ]
    ]
  },
  "Because of its extreme nepotism, a rightist political party in this country was derisively nicknamed": {
    "guess": "Political corruption in Italy",
    "confidence": [
      [
        "Political",
        -1.562954
      ],
      [
        " corruption",
        -1.2042241
      ],
      [
        " in",
        -0.007602601
      ],
      [
        " Italy",
        -1.5257592
      ]
    ]
  },
  "Most extant knowledge of this empire comes from the \"Book of Highways and Empires\" written by Al-Bakri. According to the Tarikh as-Sudan, this empire had 22 Muslim kings and 22 non-Muslim kings. The Cisse": {
    "guess": "Ghana Empire",
    "confidence": [
      [
        "G",
        -0.10190167
      ],
      [
        "hana",
        -0.0022940636
      ],
      [
        " Empire",
        -9.7583004e-05
      ]
    ]
  },
  "He is extensively worshipped in the Deccan and depicted in Saivite (SHAY- vite) shrines. One story describing his origin states that he was created out of clay by Parvathi to stand guard over her modesty while she bathed. In his role as the Lord of Hosts, he wrote down Vyasa's dictatation of the Mahabharatha, is often depicted riding a mouse, and is worshipped as the god of obstacles. For ten points,": {
    "guess": "Ganesha",
    "confidence": [
      [
        "G",
        -0.027523642
      ],
      [
        "anes",
        -0.010236098
      ],
      [
        "ha",
        -0.000106284875
      ]
    ]
  },
  "He was an extra at a party in \"Less Than Zero\" and was a love interest named Chuck on \"Head of the Class.\" He's slated to appear in three title roles in upcoming films, playing Benjamin Button, Carl Schmidt and Jesse James. His most recent TV work was lending his voice to Boomhauer's brother Patch on \"King of the Hill.\" On the big screen he has played detectives, including one named David Mills who finds his wife's head in a box, as well as criminals, including Rusty Ryan, a character who's almost always seen eating. FTP, identify this hunky star of Mr. and Mrs. Smith, Babel, and Fight Club.": {
    "guess": "Brad Pitt",
    "confidence": [
      [
        "Brad",
        -0.0063683554
      ],
      [
        " Pitt",
        -5.1928004e-05
      ]
    ]
  },
  "An extraordinarily active filamentary source of these items was discovered by Giovanni Schiaparelli, who called their origin 1862 III. Recorded for millennia, these objects were sometimes called St. Lawrence's": {
    "guess": "Perseids",
    "confidence": [
      [
        "Per",
        -0.13743018
      ],
      [
        "se",
        -3.4285862e-05
      ],
      [
        "ids",
        -0.36774993
      ]
    ]
  },
  "Extremely blocky, steep-sided types of these landforms occur when they form under glaciers, and are known as tuyas. Their activities can form cryptodomes, which, when moved from their original location,": {
    "guess": "Volcano",
    "confidence": [
      [
        "Vol",
        -0.03150886
      ],
      [
        "cano",
        -0.41052935
      ]
    ]
  },
  "An extension of this statement was refined by Wilfried Sieg to include only boundedness, locality, and determinancy, and Steven Wolfram expanded it to systems in the natural world. Tibor Rado introduced a function for which it doesn't apply known as the busy beaver, and it could be challenged by the existence of an oracle. One version of it grew out of Hilbert's decision problem, while another formulation stated that real world numerical problems could be expressed using the lambda calculus. For": {
    "guess": "Busy beaver function",
    "confidence": [
      [
        "Busy",
        -0.8838968
      ],
      [
        " be",
        -0.092383616
      ],
      [
        "aver",
        -1.2664457e-06
      ],
      [
        " function",
        -0.450679
      ]
    ]
  },
  "He was an extra at a party in \"Less Than Zero\" and was a love interest named Chuck on \"Head of the Class.\"": {
    "guess": "Robert Downey Jr.",
    "confidence": [
      [
        "Robert",
        -0.91209126
      ],
      [
        " Down",
        -0.00016158436
      ],
      [
        "ey",
        -0.00044330113
      ],
      [
        " Jr",
        -0.0037019737
      ],
      [
        ".",
        -0.00026181265
      ]
    ]
  },
  "The most extensive extant text of this work was found at Ninevah in the library of Ashurbanipal. Much of the story of the titular character's battle with Humbaba is missing from surviving versions. During the course of his adventures, this leader of Uruk rejects the marriage proposal of the goddess of love, slays a bull, finds Utnapishtim, and sees a snake steal the plant that would restore his youth.": {
    "guess": "Epic of Gilgamesh",
    "confidence": [
      [
        "E",
        -0.0030925125
      ],
      [
        "pic",
        -5.3193703e-06
      ],
      [
        " of",
        -0.00019042798
      ],
      [
        " Gil",
        -6.749814e-06
      ],
      [
        "games",
        -6.2656334e-05
      ],
      [
        "h",
        -3.1281633e-07
      ]
    ]
  },
  "One extension to this idea involves using axiom S5 to show that necessity exists when there is a possibility": {
    "guess": "Modal Logic",
    "confidence": [
      [
        "Modal",
        -0.18597157
      ],
      [
        " Logic",
        -0.62957245
      ]
    ]
  },
  "An extension of this statement was refined by Wilfried Sieg to include only boundedness, locality, and determinancy, and Steven Wolfram expanded it to systems in the natural world. Tibor Rado introduced a function for which it doesn't apply known as the busy beaver, and it could be challenged by the": {
    "guess": "Busy beaver function",
    "confidence": [
      [
        "Busy",
        -0.20580813
      ],
      [
        " be",
        -0.12456966
      ],
      [
        "aver",
        -1.8789384e-05
      ],
      [
        " function",
        -0.02452481
      ]
    ]
  },
  "The extended version has three groups of combinations: One for numbers and punctuation marks, one for uppercase letters and a few other punctuation marks, and a final group used for lowercase letters. For ten points identify the most common data-transmission code used in personal computers to represent textual information and non-input device commands.": {
    "guess": "ASCII",
    "confidence": [
      [
        "ASCII",
        -0.037771538
      ]
    ]
  },
  "The extinction event preceding this period saw the dying off of the conodonts. The Morrison Formation": {
    "guess": "Permian–Triassic extinction event",
    "confidence": [
      [
        "Perm",
        -0.10646738
      ],
      [
        "ian",
        -3.4121115e-06
      ],
      [
        "–",
        -0.25990364
      ],
      [
        "Tri",
        -1.8193366e-05
      ],
      [
        "assic",
        -1.9816675e-06
      ],
      [
        " extinction",
        -0.00054373854
      ],
      [
        " event",
        -0.00011260267
      ]
    ]
  },
  "The extinction event preceding this period saw the dying off of the conodonts. The Morrison Formation is from this period. This period is named for a mountain range north of the Alps in Switzerland and France. The Solnhofen limestone contains fossils from this period, including Archaeopteryx. The Brachiosaurus and Apatosaurus first appeared in this period. This is the middle period of the Mesozoic Era. For 10 points, name this period occurring before the Cretaceous and after the Triassic.": {
    "guess": "Jurassic",
    "confidence": [
      [
        "Jur",
        -0.009369512
      ],
      [
        "assic",
        -4.5252596e-05
      ]
    ]
  },
  "Because of its extreme nepotism, a rightist political party in this country was derisively nicknamed the \"Uncle Nephew Party.\" The recommendations of the Soulbury Commission formed the basis of this country's constitution, which was further amended by the lawyer Colvin R. de Silva. The first post-independence": {
    "guess": "Sri Lanka",
    "confidence": [
      [
        "S",
        -0.007365372
      ],
      [
        "ri",
        -1.0280384e-06
      ],
      [
        " Lanka",
        -0.00036620206
      ]
    ]
  },
  "Extras  A crowned figure and the lower half of a classical statue are separated by a large column in the background of one depiction of this that also includes a wailing, red-eyed child dressed in white to the left of the main action. Along with that work by Pietro da Cortona, one by Giordano shows grey-robed men looking sadly on at the struggles at the center of the painting. A sculpture of this event was originally situated in the Loggia di Lanzi and depicts an upward spiral of three figures, created by Giambologna. A white-clad woman with outstretched arms strides forward as men prepare to attack each other and women clutch babies underfoot in a depiction of the aftermath of this event by Jacques Louis David, the \"Intervention\" of the title figures. In one of two depictions of this event by Poussin, a red-clad Romulus stands on the left and stretches out his hand to order the title action. FTP, these are all scenes of what incident in which some Romans marched in and carried off a lot": {
    "guess": "The Rape of the Sabine Women",
    "confidence": [
      [
        "The",
        -0.6079166
      ],
      [
        " Rape",
        -0.54758126
      ],
      [
        " of",
        -0.057875015
      ],
      [
        " the",
        -0.003624904
      ],
      [
        " Sab",
        -0.0015395039
      ],
      [
        "ine",
        -0.006633898
      ],
      [
        " Women",
        -0.00077913096
      ]
    ]
  },
  "Extras  One legend states that, on this holiday, one could throw a ninth of an apple over one's shoulder to obtain the answer to a question. Celebrants of this holiday put extra chairs around their tables to welcome the influence of spirits, though at other times, they practice transvestitism to fool the spirits into thinking that they are other people. One celebration of this holiday involves sticking": {
    "guess": "Halloween",
    "confidence": [
      [
        "H",
        -0.18429585
      ],
      [
        "alloween",
        -0.0016625624
      ]
    ]
  },
  "Most extant knowledge of this empire comes from the \"Book of Highways and Empires\" written by Al-Bakri. According to the Tarikh as-Sudan, this empire had 22 Muslim kings and 22 non-Muslim kings. The Cisse dynasty of this empire consisted mainly of its founders, the Soninke. The Sosso took over after the decline of this polity. Its capital was most likely located at Koumbi Saleh. This empire's modern-day equivalent was the birthplace of Kofi Annan. This empire grew rich off gold mining and trading before it was mysteriously replaced by Mali. For 10 points, name this first great West African empire": {
    "guess": "Ghana Empire",
    "confidence": [
      [
        "G",
        -0.0011016375
      ],
      [
        "hana",
        -3.1281633e-07
      ],
      [
        " Empire",
        -6.15835e-05
      ]
    ]
  },
  "One extension to this idea involves using axiom S5 to show that necessity exists when there is a possibility in one of many possible worlds. That extension to this idea, builds upon Norman Malcolm's version": {
    "guess": "Ontological argument",
    "confidence": [
      [
        "Ont",
        -0.80333084
      ],
      [
        "ological",
        -0.0018114368
      ],
      [
        " argument",
        -0.022155754
      ]
    ]
  }
}