{
  "The Mulliken version of this quantity is calculated as the quantity I plus A over two, where I is the ionization potential and A is the electron affinity. The more common Pauling calculation uses bond dissociation energies, and compares it to a standard value of 4 for fluorine. For 10 points--name this": {
    "guess": "Electronegativity",
    "confidence": [
      [
        "Elect",
        -0.002189045
      ],
      [
        "rone",
        -0.0002456046
      ],
      [
        "g",
        -1.378283e-05
      ],
      [
        "ativity",
        -3.8338785e-05
      ]
    ]
  },
  "Mulla Husayn met this religious figure after a forty day vigil, and this figure was said to have attended the lectures of the Shayki. This man named Zarrín Táj Bara_gh_áni Tahiri, or Pure, and this religious figure wrote a notable Commentary on the Surih of Joseph. This writer of the \"Book of the Spirit\" and the \"Book of the Catalogue\" also wrote the \"Book of Grades\" and the \"Book of Five Names\". The Governor of Shiraz arrested this man, who had undertaken a pilgrimage with his 18th Letter of the Living. This figured claimed to be the Hidden Imam, and he taught a man who would later go on to found": {
    "guess": "Báb",
    "confidence": [
      [
        "B",
        -0.98309976
      ],
      [
        "áb",
        -0.034065183
      ]
    ]
  },
  "Mulla Husayn met this religious figure after a forty day vigil, and this figure was said to have attended the lectures of the Shayki. This man named Zarrín Táj Bara_gh_áni Tahiri, or Pure, and this religious figure wrote a notable Commentary on the Surih of Joseph. This writer of the \"Book of the Spirit\" and the \"Book of the Catalogue\" also wrote the \"Book of Grades\" and the \"Book of Five Names\". The Governor of Shiraz arrested this man, who had undertaken a pilgrimage with his 18th Letter of the": {
    "guess": "Bahá'u'lláh",
    "confidence": [
      [
        "Bah",
        -1.4187361
      ],
      [
        "á",
        -6.17027e-05
      ],
      [
        "'u",
        -0.069291286
      ],
      [
        "'ll",
        -9.0907604e-05
      ],
      [
        "á",
        -0.0013646431
      ],
      [
        "h",
        -3.888926e-06
      ]
    ]
  },
  "Mullainathan and Shafir simulated this concept by providing fewer guesses to solve Wheel of Fortune puzzles as a follow up to paper they wrote about \"A Behavioral-Economics View\" of it. Oscar Lewis claimed": {
    "guess": "Scarcity (social science)",
    "confidence": [
      [
        "Sc",
        -0.014032337
      ],
      [
        "arc",
        -1.3856493e-06
      ],
      [
        "ity",
        -1.0280384e-06
      ],
      [
        " (",
        -0.040240172
      ],
      [
        "social",
        -0.36203352
      ],
      [
        " science",
        -0.37934506
      ],
      [
        ")",
        -0.00013905855
      ]
    ]
  },
  "This man's mummified face ended up in Nicholas Armez's possession. This non-monarch was the target of": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -1.1800352
      ]
    ]
  },
  "This man's mummified face ended up in Nicholas Armez's possession. This non-monarch was the target of a botched plot by his one-time sidekick, the Marquis of Cinq-Mars. He set up the \"Company of One Hundred": {
    "guess": "Cardinal Richelieu",
    "confidence": [
      [
        "Card",
        -0.037546862
      ],
      [
        "inal",
        -1.1637165e-05
      ],
      [
        " Rich",
        -0.00018482542
      ],
      [
        "el",
        -4.8113485e-05
      ],
      [
        "ieu",
        -1.7478143e-05
      ]
    ]
  },
  "This man's mummified face ended up in Nicholas Armez's possession. This non-monarch was the target of a botched plot by his one-time sidekick, the Marquis of Cinq-Mars. He set up the \"Company of One Hundred Associates\" and negotiated the Peace of Alais, which limited civil rights. This man's career barely survived the \"Day of the (*) Dupes\" in which he had a tense meeting with Marie de' Medici. In": {
    "guess": "Cardinal Richelieu",
    "confidence": [
      [
        "Card",
        -0.019289982
      ],
      [
        "inal",
        -4.1318875e-05
      ],
      [
        " Rich",
        -9.889425e-05
      ],
      [
        "el",
        -3.261701e-05
      ],
      [
        "ieu",
        -1.8908588e-05
      ]
    ]
  },
  "Mulla Husayn met this religious figure after a forty day vigil, and this figure was said to have attended the lectures of the Shayki. This man named Zarrín Táj Bara_gh_áni Tahiri, or Pure, and this religious figure wrote a notable Commentary on the Surih of Joseph. This writer of the \"Book of the Spirit\" and the \"Book of the Catalogue\" also wrote the \"Book of Grades\" and the \"Book of Five Names\". The Governor of Shiraz arrested this man, who had undertaken a pilgrimage with his 18th Letter of the Living. This figured claimed to be the Hidden Imam, and he taught a man who would later go on to found a religion, which this man is a central figure in. For ten points, identify this religious figure,": {
    "guess": "The Báb",
    "confidence": [
      [
        "The",
        -0.25148976
      ],
      [
        " B",
        -0.050382096
      ],
      [
        "áb",
        -0.00029410952
      ]
    ]
  },
  "Mullainathan and Shafir simulated this concept by providing fewer guesses to solve Wheel of Fortune puzzles as a follow up to paper they wrote about \"A Behavioral-Economics View\" of it. Oscar Lewis claimed that this concept was accompanied by a fundamentally different \"design for living,\" which he dubbed a \"culture of\" this. Amartya Sen wrote \"An Essay on Entitlement and Deprivation\" titled after famines and this concept, which he argued should be determined by capabilities rather than wealth. Pierre-Joseph Proudhon inspired a Karl Marx response with a book about \"The Philosophy of\" it. Michael Harrington's book The Other America is subtitled after this concept \"in the United States,\" and spawned a war against it conducted by Lyndon Johnson that included the development of the Office for Economic Opportunity. For 10 points, name this concept that refers to the lack of wealth.": {
    "guess": "Poverty",
    "confidence": [
      [
        "Po",
        -0.03357078
      ],
      [
        "verty",
        -2.7372049e-05
      ]
    ]
  },
  "It is multiplied by the metric, and not the stress-energy, tensor in the field equations.  Observations of Type 1a supernovae have given support to the existence of this quantity, equivalent to the energy": {
    "guess": "Dark energy",
    "confidence": [
      [
        "Dark",
        -0.08921644
      ],
      [
        " energy",
        -0.072050944
      ]
    ]
  },
  "This man's mummified face ended up in Nicholas Armez's possession. This non-monarch was the target of a botched plot by his one-time sidekick, the Marquis of Cinq-Mars. He set up the \"Company of One Hundred Associates\" and negotiated the Peace of Alais, which limited civil rights. This man's career barely survived the \"Day of the (*) Dupes\" in which he had a tense meeting with Marie de' Medici. In support of explorers like Samuel de Champlain, this man founded the Company of New France. He personally commanded French troops as they besieged the Huguenot stronghold at La Rochelle. This man, the \"Red Eminence,\" was succeeded by his protégé, Jules Mazarin. For 10 points, name this French clergyman who was Louis XIII's chief minister.": {
    "guess": "Cardinal Richelieu",
    "confidence": [
      [
        "Card",
        -0.091170676
      ],
      [
        "inal",
        -1.3306016e-05
      ],
      [
        " Rich",
        -1.8789384e-05
      ],
      [
        "el",
        -8.017927e-05
      ],
      [
        "ieu",
        -2.3915141e-05
      ]
    ]
  },
  "Mulla Husayn met this religious figure after a forty day vigil, and this figure was said to have attended the lectures of the Shayki. This man named Zarrín Táj Bara_gh_áni Tahiri, or Pure, and this religious figure wrote a notable Commentary on the Surih of Joseph. This writer of the \"Book of the Spirit\"": {
    "guess": "Bahá'u'lláh",
    "confidence": [
      [
        "Bah",
        -0.9039699
      ],
      [
        "á",
        -5.7649777e-05
      ],
      [
        "'u",
        -0.102823116
      ],
      [
        "'ll",
        -2.7133641e-05
      ],
      [
        "á",
        -0.00035655755
      ],
      [
        "h",
        -1.2664457e-06
      ]
    ]
  },
  "A mummy wrapping housed at the National Museum of Zagreb is inscribed with the longest known text from this people's language, which had no gender and used the \"genitive of the genitive.\" Translation and genealogy of their language is currently impossible, and the last person known to be literature in": {
    "guess": "Etruscan language",
    "confidence": [
      [
        "E",
        -0.37704295
      ],
      [
        "tr",
        -0.122144446
      ],
      [
        "us",
        -0.0018329688
      ],
      [
        "can",
        -4.9617593e-06
      ],
      [
        " language",
        -0.020938536
      ]
    ]
  },
  "Mulla Husayn met this religious figure after a forty day vigil, and this figure was said to have attended": {
    "guess": "The Báb",
    "confidence": [
      [
        "The",
        -0.062703215
      ],
      [
        " B",
        -0.044090357
      ],
      [
        "áb",
        -0.0015210492
      ]
    ]
  },
  "A mummy wrapping housed at the National Museum of Zagreb is inscribed with the longest known text from this people's language, which had no gender and used the \"genitive of the genitive.\" Translation and genealogy of their language is currently impossible, and the last person known to be literature in their tongue was the emperor Claudius. This civilization's people called themselves Rasenna, and its origins are thought to lie in the preceding Villanovan culture. A loss at the Battle of Cumae weakened the influence of this ethnic group, which was legendarily founded by Tarchon and Tyrrhenus. They": {
    "guess": "Etruscan language",
    "confidence": [
      [
        "E",
        -0.04646574
      ],
      [
        "tr",
        -1.8908588e-05
      ],
      [
        "us",
        -0.002076744
      ],
      [
        "can",
        -5.5122365e-07
      ],
      [
        " language",
        -0.2706684
      ]
    ]
  },
  "A mummy wrapping housed at the National Museum of Zagreb is inscribed with the longest known text from": {
    "guess": "Etruscan language",
    "confidence": [
      [
        "E",
        -0.031502154
      ],
      [
        "tr",
        -0.00019316968
      ],
      [
        "us",
        -5.1808798e-05
      ],
      [
        "can",
        -1.1756368e-05
      ],
      [
        " language",
        -0.0041416874
      ]
    ]
  },
  "A mummy wrapping housed at the National Museum of Zagreb is inscribed with the longest known text from this people's language, which had no gender and used the \"genitive of the genitive.\" Translation and": {
    "guess": "Etruscan language",
    "confidence": [
      [
        "E",
        -0.054438364
      ],
      [
        "tr",
        -0.0016689957
      ],
      [
        "us",
        -0.0013557137
      ],
      [
        "can",
        -9.253091e-06
      ],
      [
        " language",
        -0.0141333
      ]
    ]
  },
  "This man's mummified face ended up in Nicholas Armez's possession. This non-monarch was the target of a botched plot by his one-time sidekick, the Marquis of Cinq-Mars. He set up the \"Company of One Hundred Associates\" and negotiated the Peace of Alais, which limited civil rights. This man's career barely survived the \"Day of the (*) Dupes\" in which he had a tense meeting with Marie de' Medici. In support of explorers like Samuel de Champlain, this man founded the Company of New France. He personally": {
    "guess": "Cardinal Richelieu",
    "confidence": [
      [
        "Card",
        -0.0056340285
      ],
      [
        "inal",
        -6.635165e-05
      ],
      [
        " Rich",
        -0.0001004439
      ],
      [
        "el",
        -6.718607e-05
      ],
      [
        "ieu",
        -2.5107178e-05
      ]
    ]
  },
  "Mullainathan and Shafir simulated this concept by providing fewer guesses to solve Wheel of Fortune puzzles as a follow up to paper they wrote about \"A Behavioral-Economics View\" of it. Oscar Lewis claimed that this concept was accompanied by a fundamentally different \"design for living,\" which he dubbed": {
    "guess": "Scarcity",
    "confidence": [
      [
        "Sc",
        -0.06724971
      ],
      [
        "arc",
        -7.89631e-07
      ],
      [
        "ity",
        -1.504853e-06
      ]
    ]
  },
  "Mullainathan and Shafir simulated this concept by providing fewer guesses to solve Wheel of Fortune puzzles as a follow up to paper they wrote about \"A Behavioral-Economics View\" of it. Oscar Lewis claimed that this concept was accompanied by a fundamentally different \"design for living,\" which he dubbed a \"culture of\" this. Amartya Sen wrote \"An Essay on Entitlement and Deprivation\" titled after famines and this concept, which he argued should be determined by capabilities rather than wealth. Pierre-Joseph Proudhon inspired a Karl Marx response with a book about \"The Philosophy of\" it. Michael Harrington's book The Other America is subtitled after this concept \"in the United States,\" and spawned a war against it conducted by Lyndon Johnson that included the development of the Office for Economic": {
    "guess": "Poverty in the United States",
    "confidence": [
      [
        "Po",
        -0.009741685
      ],
      [
        "verty",
        -3.4166656e-05
      ],
      [
        " in",
        -0.6202456
      ],
      [
        " the",
        -0.005313089
      ],
      [
        " United",
        -0.005638297
      ],
      [
        " States",
        -0.00058150775
      ]
    ]
  },
  "Mullainathan and Shafir simulated this concept by providing fewer guesses to solve Wheel of Fortune puzzles as a follow up to paper they wrote about \"A Behavioral-Economics View\" of it. Oscar Lewis claimed that this concept was accompanied by a fundamentally different \"design for living,\" which he dubbed a \"culture of\" this. Amartya Sen wrote \"An Essay on Entitlement and Deprivation\" titled after famines and this concept, which he argued should be determined by capabilities rather than wealth. Pierre-Joseph Proudhon inspired a Karl Marx response with a book about \"The Philosophy of\" it. Michael": {
    "guess": "Scarcity",
    "confidence": [
      [
        "Sc",
        -0.17258948
      ],
      [
        "arc",
        -6.704273e-07
      ],
      [
        "ity",
        -6.869018e-06
      ]
    ]
  },
  "Mullainathan and Shafir simulated this concept by providing fewer guesses to solve Wheel of Fortune puzzles as a follow up to paper they wrote about \"A Behavioral-Economics View\" of it. Oscar Lewis claimed that this concept was accompanied by a fundamentally different \"design for living,\" which he dubbed a \"culture of\" this. Amartya Sen wrote \"An Essay on Entitlement and Deprivation\" titled after famines and this concept, which he argued should be determined by capabilities rather than wealth. Pierre-Joseph": {
    "guess": "Scarcity",
    "confidence": [
      [
        "Sc",
        -0.32394987
      ],
      [
        "arc",
        -1.3856493e-06
      ],
      [
        "ity",
        -1.4498052e-05
      ]
    ]
  },
  "The Mulliken version of this quantity is calculated as the quantity I plus A over two, where I is the ionization potential and A is the electron affinity. The more common Pauling calculation uses bond": {
    "guess": "Electronegativity",
    "confidence": [
      [
        "Elect",
        -0.011578945
      ],
      [
        "rone",
        -0.00014334988
      ],
      [
        "g",
        -3.6908343e-05
      ],
      [
        "ativity",
        -1.3186812e-05
      ]
    ]
  },
  "The Mulliken version of this quantity is calculated as the quantity I plus A over two, where I is the": {
    "guess": "Electronegativity",
    "confidence": [
      [
        "Elect",
        -0.049522523
      ],
      [
        "rone",
        -0.022162754
      ],
      [
        "g",
        -1.3544423e-05
      ],
      [
        "ativity",
        -4.334534e-05
      ]
    ]
  },
  "Mulla Husayn met this religious figure after a forty day vigil, and this figure was said to have attended the lectures of the Shayki. This man named Zarrín Táj Bara_gh_áni Tahiri, or Pure, and this religious figure wrote a notable Commentary on the Surih of Joseph. This writer of the \"Book of the Spirit\" and the \"Book of the Catalogue\" also wrote the \"Book of Grades\" and the \"Book of Five Names\". The Governor of Shiraz arrested this man, who had undertaken a pilgrimage with his 18th Letter of the Living. This figured claimed to be the Hidden Imam, and he taught a man who would later go on to found a religion, which this man is a central figure in. For ten points, identify this religious figure, whose title means \"Gate\", and who was the teacher of Baha'ullah, making him the forerunner of Bah'ai.": {
    "guess": "The Báb",
    "confidence": [
      [
        "The",
        -0.053854194
      ],
      [
        " B",
        -0.18059641
      ],
      [
        "áb",
        -0.001447618
      ]
    ]
  },
  "A mummy wrapping housed at the National Museum of Zagreb is inscribed with the longest known text from this people's language, which had no gender and used the \"genitive of the genitive.\" Translation and genealogy of their language is currently impossible, and the last person known to be literature in their tongue was the emperor Claudius. This civilization's people called themselves Rasenna, and its origins are thought to lie in the preceding Villanovan culture. A loss at the Battle of Cumae weakened the influence of this ethnic group, which was legendarily founded by Tarchon and Tyrrhenus. They comprised a federation of twelve cities and originated the \"fasces\" and \"populous.\" For 10 points, name this pre-Roman civilization of Tuscany.": {
    "guess": "Etruscan civilization",
    "confidence": [
      [
        "E",
        -0.009448046
      ],
      [
        "tr",
        -7.9418505e-06
      ],
      [
        "us",
        -0.00025692896
      ],
      [
        "can",
        -1.0280384e-06
      ],
      [
        " civilization",
        -0.0012682091
      ]
    ]
  },
  "It is multiplied by the metric, and not the stress-energy, tensor in the field equations.  Observations of Type 1a supernovae have given support to the existence of this quantity, equivalent to the energy density of the vacuum.  It's also possible to construct a steady-state model of the universe using,": {
    "guess": "Cosmological constant",
    "confidence": [
      [
        "Cos",
        -0.30628294
      ],
      [
        "m",
        -0.07764072
      ],
      [
        "ological",
        -0.00034452166
      ],
      [
        " constant",
        -0.0031972046
      ]
    ]
  },
  "This man's mummified face ended up in Nicholas Armez's possession. This non-monarch was the target of a botched plot by his one-time sidekick, the Marquis of Cinq-Mars. He set up the \"Company of One Hundred Associates\" and negotiated the Peace of Alais, which limited civil rights. This man's career barely": {
    "guess": "Cardinal Richelieu",
    "confidence": [
      [
        "Card",
        -0.1261836
      ],
      [
        "inal",
        -7.064298e-05
      ],
      [
        " Rich",
        -0.018546477
      ],
      [
        "el",
        -0.00020437481
      ],
      [
        "ieu",
        -1.9862217e-05
      ]
    ]
  },
  "A mummy wrapping housed at the National Museum of Zagreb is inscribed with the longest known text from this people's language, which had no gender and used the \"genitive of the genitive.\" Translation and genealogy of their language is currently impossible, and the last person known to be literature in their tongue was the emperor Claudius. This civilization's people called themselves Rasenna, and its": {
    "guess": "Etruscan language",
    "confidence": [
      [
        "E",
        -0.014355066
      ],
      [
        "tr",
        -4.441817e-05
      ],
      [
        "us",
        -1.4498052e-05
      ],
      [
        "can",
        -4.723352e-06
      ],
      [
        " language",
        -0.01195194
      ]
    ]
  },
  "A mummy wrapping housed at the National Museum of Zagreb is inscribed with the longest known text from this people's language, which had no gender and used the \"genitive of the genitive.\" Translation and genealogy of their language is currently impossible, and the last person known to be literature in their tongue was the emperor Claudius. This civilization's people called themselves Rasenna, and its origins are thought to lie in the preceding Villanovan culture. A loss at the Battle of Cumae weakened the influence of this ethnic group, which was legendarily founded by Tarchon and Tyrrhenus. They comprised a federation of twelve cities and originated the \"fasces\" and \"populous.\" For 10 points,": {
    "guess": "Etruscan civilization",
    "confidence": [
      [
        "E",
        -0.0036315501
      ],
      [
        "tr",
        -1.247159e-05
      ],
      [
        "us",
        -0.0005871103
      ],
      [
        "can",
        -1.9361265e-07
      ],
      [
        " civilization",
        -0.29030228
      ]
    ]
  },
  "Mulla Husayn met this religious figure after a forty day vigil, and this figure was said to have attended the lectures of the Shayki. This man named Zarrín Táj Bara_gh_áni Tahiri, or Pure, and this religious": {
    "guess": "The Báb",
    "confidence": [
      [
        "The",
        -0.5880822
      ],
      [
        " B",
        -0.011260728
      ],
      [
        "áb",
        -0.0003427336
      ]
    ]
  },
  "A mummy wrapping housed at the National Museum of Zagreb is inscribed with the longest known text from this people's language, which had no gender and used the \"genitive of the genitive.\" Translation and genealogy of their language is currently impossible, and the last person known to be literature in their tongue was the emperor Claudius. This civilization's people called themselves Rasenna, and its origins are thought to lie in the preceding Villanovan culture. A loss at the Battle of Cumae weakened": {
    "guess": "Etruscan language",
    "confidence": [
      [
        "E",
        -0.006535131
      ],
      [
        "tr",
        -4.20341e-05
      ],
      [
        "us",
        -3.22594e-05
      ],
      [
        "can",
        -1.504853e-06
      ],
      [
        " language",
        -0.019101238
      ]
    ]
  },
  "Mullainathan and Shafir simulated this concept by providing fewer guesses to solve Wheel of Fortune puzzles": {
    "guess": "Scarcity (social psychology)",
    "confidence": [
      [
        "Sc",
        -0.0155437775
      ],
      [
        "arc",
        -5.4385737e-06
      ],
      [
        "ity",
        -3.1281633e-07
      ],
      [
        " (",
        -0.05812103
      ],
      [
        "social",
        -0.5621234
      ],
      [
        " psychology",
        -0.26838204
      ],
      [
        ")",
        -0.00069456233
      ]
    ]
  },
  "This man's mummified face ended up in Nicholas Armez's possession. This non-monarch was the target of a botched plot by his one-time sidekick, the Marquis of Cinq-Mars. He set up the \"Company of One Hundred Associates\" and negotiated the Peace of Alais, which limited civil rights. This man's career barely survived the \"Day of the (*) Dupes\" in which he had a tense meeting with Marie de' Medici. In support of explorers like Samuel de Champlain, this man founded the Company of New France. He personally commanded French troops as they besieged the Huguenot stronghold at La Rochelle. This man, the \"Red Eminence,\" was succeeded by his protégé, Jules Mazarin. For 10 points, name this French clergyman": {
    "guess": "Cardinal Richelieu",
    "confidence": [
      [
        "Card",
        -0.04697428
      ],
      [
        "inal",
        -2.7610455e-05
      ],
      [
        " Rich",
        -5.121278e-05
      ],
      [
        "el",
        -8.375538e-05
      ],
      [
        "ieu",
        -1.9027791e-05
      ]
    ]
  },
  "Mullainathan and Shafir simulated this concept by providing fewer guesses to solve Wheel of Fortune puzzles as a follow up to paper they wrote about \"A Behavioral-Economics View\" of it. Oscar Lewis claimed that this concept was accompanied by a fundamentally different \"design for living,\" which he dubbed a \"culture of\" this. Amartya Sen wrote \"An Essay on Entitlement and Deprivation\" titled after famines and this concept, which he argued should be determined by capabilities rather than wealth. Pierre-Joseph Proudhon inspired a Karl Marx response with a book about \"The Philosophy of\" it. Michael Harrington's book The Other America is subtitled after this concept \"in the United States,\" and spawned": {
    "guess": "Poverty",
    "confidence": [
      [
        "Po",
        -0.0599647
      ],
      [
        "verty",
        -6.921253e-05
      ]
    ]
  },
  "The Mulliken version of this quantity is calculated as the quantity I plus A over two, where I is the ionization potential and A is the electron affinity. The more common Pauling calculation uses bond dissociation energies, and compares it to a standard value of 4 for fluorine. For 10 points--name this measure of an atom's ability to acquire electrons.": {
    "guess": "Electronegativity",
    "confidence": [
      [
        "Elect",
        -0.0036569608
      ],
      [
        "rone",
        -1.378283e-05
      ],
      [
        "g",
        -1.0564331e-05
      ],
      [
        "ativity",
        -2.2484697e-05
      ]
    ]
  },
  "This man's mummified face ended up in Nicholas Armez's possession. This non-monarch was the target of a botched plot by his one-time sidekick, the Marquis of Cinq-Mars. He set up the \"Company of One Hundred Associates\" and negotiated the Peace of Alais, which limited civil rights. This man's career barely survived the \"Day of the (*) Dupes\" in which he had a tense meeting with Marie de' Medici. In support of explorers like Samuel de Champlain, this man founded the Company of New France. He personally commanded French troops as they besieged the Huguenot stronghold at La Rochelle. This man, the": {
    "guess": "Cardinal Richelieu",
    "confidence": [
      [
        "Card",
        -0.03913227
      ],
      [
        "inal",
        -4.1318875e-05
      ],
      [
        " Rich",
        -0.00010831134
      ],
      [
        "el",
        -7.3861476e-05
      ],
      [
        "ieu",
        -2.7729659e-05
      ]
    ]
  },
  "It is multiplied by the metric, and not the stress-energy, tensor in the field equations.  Observations": {
    "guess": "Cosmological constant",
    "confidence": [
      [
        "Cos",
        -0.6292111
      ],
      [
        "m",
        -0.015818499
      ],
      [
        "ological",
        -8.1490514e-05
      ],
      [
        " constant",
        -0.0014691536
      ]
    ]
  },
  "It is multiplied by the metric, and not the stress-energy, tensor in the field equations.  Observations of Type 1a supernovae have given support to the existence of this quantity, equivalent to the energy density of the vacuum.  It's also possible to construct a steady-state model of the universe using, for ten points, what constant which Einstein dubbed his \"greatest mistake?\"": {
    "guess": "Cosmological constant",
    "confidence": [
      [
        "Cos",
        -0.065212086
      ],
      [
        "m",
        -0.07153359
      ],
      [
        "ological",
        -0.00043746384
      ],
      [
        " constant",
        -0.011040991
      ]
    ]
  },
  "Mullainathan and Shafir simulated this concept by providing fewer guesses to solve Wheel of Fortune puzzles as a follow up to paper they wrote about \"A Behavioral-Economics View\" of it. Oscar Lewis claimed that this concept was accompanied by a fundamentally different \"design for living,\" which he dubbed a \"culture of\" this. Amartya Sen wrote \"An Essay on Entitlement and Deprivation\" titled after famines": {
    "guess": "Poverty and Famines",
    "confidence": [
      [
        "Po",
        -0.609991
      ],
      [
        "verty",
        -3.8100377e-05
      ],
      [
        " and",
        -0.39769354
      ],
      [
        " Fam",
        -0.067713484
      ],
      [
        "ines",
        -2.9352968e-06
      ]
    ]
  },
  "Mulla Husayn met this religious figure after a forty day vigil, and this figure was said to have attended the lectures of the Shayki. This man named Zarrín Táj Bara_gh_áni Tahiri, or Pure, and this religious figure wrote a notable Commentary on the Surih of Joseph. This writer of the \"Book of the Spirit\" and the \"Book of the Catalogue\" also wrote the \"Book of Grades\" and the \"Book of Five Names\". The": {
    "guess": "Bahá'u'lláh",
    "confidence": [
      [
        "Bah",
        -1.196848
      ],
      [
        "á",
        -9.960947e-05
      ],
      [
        "'u",
        -0.1956878
      ],
      [
        "'ll",
        -0.00016659092
      ],
      [
        "á",
        -0.0011000878
      ],
      [
        "h",
        -2.1008714e-06
      ]
    ]
  }
}